{
    "1": {
        "1": "Ny tenin’i Amosa mpiompy ondry tao Tekoa, eny, ny teny nambara taminy tao amin’ny fahitana momba ny Israely, tamin’ny andron’i Ozia mpanjakan’ny Joda, sy tamin’ny andron’i Jeroboama zanak’i Joasy mpanjakan’ny Israely, roa taona talohan’ilay horohoron-tany.",
        "2": "Dia hoy izy: “Hierona avy ao Ziona i Jehovah, ary hanandratra ny feony avy ao Jerosalema izy. Hisaona ny kijanan’ny mpiandry ondry, ary ho maina ny tampon’i Karmela.”",
        "3": "“Izao no nolazain’i Jehovah: ‘“Noho ny nikomian’i Damaskosy intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nanosihosy an’i Gileada tamin’ny fitaovana vy fanosihosena varimbazaha.",
        "4": "Dia handefasako afo ny taranak’i Hazaela, ary handevona ny tilikambo fonenan’i Beni-hadada izany.",
        "5": "Hotapahiko ny bara hidim-bavahadin’i Damaskosy, ary haringako ny mponina ao Bikata-avena sy ny mpitana ny tehim-panjakana ao Beti-edena. Ary hatao sesitany any Kira ny mponin’i Syria”, hoy i Jehovah.’",
        "6": "“Izao no nolazain’i Jehovah: ‘“Noho ny nikomian’i Gaza intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nanao sesitany ny babo rehetra mba hanolorany azy eo an-tanan’i Edoma.",
        "7": "Dia handefasako afo ny mandan’i Gaza, ka handevona ny tilikambo fonenana eo aminy izany.",
        "8": "Haringako ny mponina ao Asdoda sy ny mpitana ny tehim-panjakana ao Askelona. Ary hamely an’i Ekrona ny tanako, ka ho ripaka izay sisa amin’ny Filistinina”, hoy i Jehovah Tompo Fara Tampony.’",
        "9": "“Izao no nolazain’i Jehovah: ‘Noho ny nikomian’i Tyro intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nanolotra ny babo rehetra teo an-tanan’i Edoma, sady tsy nahatsiaro ny fifaneken’ny mpirahalahy.",
        "10": "Dia handefasako afo ny mandan’i Tyro, ka handevona ny tilikambo fonenana eo aminy izany.’",
        "11": "“Izao no nolazain’i Jehovah: ‘Noho ny nikomian’i Edoma intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nanenjika ny rahalahiny tamin’ny sabatra, sady tsy niantra mihitsy. Ny fahatezerany dia namiravira tsy nisy farany, ary notehiriziny mandrakizay ny fahavinirany.",
        "12": "Dia handefasako afo i Temana, ka handevona ny tilikambo fonenana ao Bozra izany.’",
        "13": "“Izao no nolazain’i Jehovah: ‘“Noho ny nikomian’ny taranak’i Amona intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nanataka ny kibon’ny vehivavy bevohoka tao Gileada, mba hanitarany ny faritaniny.",
        "14": "Dia handefasako afo ny mandan’i Raba, ka handevona ny tilikambo fonenana eo aminy izany, rehefa maneno ny fanairana amin’ny andro iadiana, sy rehefa mifofofofo ny tafio-drivotra arahin’oram-baratra amin’ny andro hisian’ny rivo-mahery.",
        "15": "Ary hatao sesitany ny mpanjakan’izy ireo, dia ilay mpanjaka sy ny andrianany”, hoy i Jehovah.’"
    },
    "2": {
        "1": "“Izao no nolazain’i Jehovah: ‘“Noho ny nikomian’i Moaba intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nandoro ny taolan’ny mpanjakan’i Edoma mba hahazoana sokay.",
        "2": "Ary handefasako afo any Moaba, ka handevona ny tilikambo fonenana ao Keriota izany. Dia ho faty ao anatin’ny tabataba be i Moaba, rehefa maneno ny fanairana sy ny anjombona.",
        "3": "Haringako tsy ho eo aminy ny mpitsara, ary hovonoiko miaraka amin’ilay mpitsara ny andrianany rehetra”, hoy i Jehovah.’",
        "4": "“Izao no nolazain’i Jehovah: ‘Noho ny nikomian’ny Joda intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy tsy niraharaha ny lalàn’i Jehovah, sady tsy nitandrina ny fitsipiny. Ary ny lainga efa ninoan’ny razany ihany no namitaka azy ireo.",
        "5": "Dia handefasako afo ao Joda, ka handevona ny tilikambo fonenana ao Jerosalema izany.’",
        "6": "“Izao no nolazain’i Jehovah: ‘Noho ny nikomian’ny Israely intelo, eny, inefatra aza, dia tsy hotsoahako ny didim-pitsarako, satria izy nivarotra olo-marina hahazoana volafotsy, sady nivarotra olo-mahantra izay nataony nitovy vidy tamin’ny kapa.",
        "7": "Irin’izy ireo mafy hihosim-bovoka ny lohan’ny mahantra. Ailikiliny ny mpandefitra. Ary ankizivavy iray ihany no alehan’ny lehilahy mpianaka, mba hanazimbazimbana ny anarako masina.",
        "8": "Eo amin’ny fitafiana nalaina ho antoka izy no mitsilailay eo anilan’ny alitara rehetra. Ny divay vidiny avy amin’ny vola aloan’ny olona ampandoaviny sazy, no sotroiny ao an-tranon’ireo andriamaniny.’",
        "9": "“‘Ary noho ny amin’ny oloko dia naringako ny Amorita izay lava ranjanana toy ny hazo sedera sady matanjaka toy ny hazo goavam-be. Eny, naringako ny voany teny ambony sy ny fakany tao ambany.",
        "10": "Ary izaho no nitondra anareo niakatra avy tany Ejipta sy nampandeha anareo namakivaky ny tany efitra nandritra ny efapolo taona, mba hakanareo ny tanin’ny Amorita ho fanananareo.",
        "11": "Nisy tamin’ny zanakalahinareo natsangako ho mpaminany, ary tamin’ny tovolahy teo aminareo ho Nazirita. Tsy izany ve no tokony ho izy, ry zanak’Israely ô?’, hoy i Jehovah.",
        "12": "“‘Nampisotroinareo divay anefa ny Nazirita, ary nomenareo didy ny mpaminany hoe: “Aza maminany.”",
        "13": "Ahozongozoko ny tany eo ambaninareo, toy ny fihozongozon’ny sarety feno varimbazaha vao avy nojinjaina.",
        "14": "Tsy hisy intsony ny toerana ho azon’ny haingam-pandeha andosirana. Tsy hisy olona matanjaka hampitombo ny heriny, ary tsy hisy olo-mahery hahavonjy ny ainy.",
        "15": "Ary tsy hisy hahajoro ny mpitana tsipìka, sady tsy hisy haingam-pandeha ho afa-mandositra, ary tsy hisy mpitaingin-tsoavaly hahavonjy ny ainy.",
        "16": "Ary izay be herim-po amin’ny olo-mahery dia handositra mitanjaka amin’izany andro izany’, hoy i Jehovah.”"
    },
    "3": {
        "1": "“Henoy izao teny nolazain’i Jehovah momba anareo izao, ry zanak’Israely ô, dia teny momba ilay fianakaviana manontolo izay nentiko niakatra avy tany Ejipta:",
        "2": "‘Ianareo ihany no fantatro tamin’ny fianakaviana rehetra ambonin’ny tany. Koa hataoko ampamoaka ianareo noho ny fahadisoana rehetra nataonareo.",
        "3": "“‘Hiara-mandeha ve ny olon-droa, raha tsy efa nifanao fotoana?",
        "4": "Hierona any an’ala ve ny liona, raha tsy nahazo remby? Hanandratra ny feony avy ao amin’ny fiafenany ve ny liona tanora, raha tsy nahazo na inona na inona?",
        "5": "Ho latsaka ao anaty fandrika eo amin’ny tany ve ny vorona, raha tsy nisy ilay fandrika? Hiakatra ho azy avy eo amin’ny tany ve ny fandrika, raha tsy nahazo na inona na inona?",
        "6": "Raha tsofina ao an-tanàna ny anjombona, tsy hangovitra ve ny olona? Raha misy loza ao an-tanàna, tsy i Jehovah ve no nahatonga izany?",
        "7": "Tsy hanao na inona na inona mantsy i Jehovah Tompo Fara Tampony, raha tsy efa nampahafantatra ny tsiambaratelony tamin’ny mpaminany mpanompony.",
        "8": "Misy liona mierona, ka iza no tsy hatahotra? I Jehovah Tompo Fara Tampony no miteny, ka iza no tsy haminany?’",
        "9": "“‘Ambarao eny amin’ny tilikambo fonenana ao Asdoda sy eny amin’ny tilikambo fonenana any Ejipta izao: “Miangòna hamely ny tendrombohitr’i Samaria, ary jereo ny fikorontanana maro eo anivony sy ny fanambakana ao aminy.",
        "10": "Tsy mahalala hanao izay mahitsy izy ireo”, hoy i Jehovah, “eny, ireo izay mitahiry herisetra sy fandrobana ao amin’ny tilikambo fonenany.”’",
        "11": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Misy fahavalo manodidina ny taninao, ary hampihena ny herinao izy, ka ho voaroba ireo tilikambo fonenana eo aminao.’",
        "12": "“Izao no nolazain’i Jehovah: ‘Toy ny ataon’ny mpiandry ondry misintona ranjo roa na sombin-tsofina avy eny am-bavan’ny liona, dia toy izany no hisintonana ny zanak’Israely, eny, ireo any Samaria izay mipetraka eo ambony farafara mirenty sy eo ambony fandriana avy any Damaskosy.’",
        "13": "“‘Mihainoa ka mitoria eo amin’ny taranak’i Jakoba’, hoy i Jehovah Tompo Fara Tampony sady Andriamanitry ny tafika.",
        "14": "‘Fa amin’ny andro hanaovako ampamoaka ny Israely noho ny nikomiany, dia hataoko ampamoaka koa ireo alitara ao Betela. Ary hotapahina ny tandroky ny alitara ka ho latsaka amin’ny tany.",
        "15": "Dia horavako ny trano ririnina sy ny trano fahavaratra.’ “‘Tsy hisy intsony ny trano ivoara, ary trano maro no ho rava’, hoy i Jehovah.”"
    },
    "4": {
        "1": "“Henoy izao, ry ombivavin’i Basana, izay eo an-tendrombohitr’i Samaria, dia ireo manambaka ny madinika sy mampahory ny mahantra ary milaza amin’ny tompony hoe: ‘Aza mitondra tanam-polo rehefa mody, ary andao isika hisotro!’",
        "2": "Mianiana amin’ny fahamasinany i Jehovah Tompo Fara Tampony hoe: ‘“Ho avy aminareo ny andro hanaingany anareo amin’ny faraingon’ny mpivaro-kena, ary hanaingany ny sisa aminareo amin’ny lelam-pintana.",
        "3": "Eo amin’ny manda voagorobaka no hivoahanareo, samy araka izay hitsiny avy. Ary horoahina ho any Harmona ianareo”, hoy i Jehovah.’",
        "4": "“‘Tongava ao Betela, ka aoka ianareo handika lalàna. Ary manaova toy izany matetika ao Gilgala. Amin’ny maraina, dia ento ny sorona atolotrareo, ary amin’ny andro fahatelo ny ampahafolon-karenanareo.",
        "5": "Zavatra misy lalivay no anamboary sorona fisaorana, ka dory izany mba hidona-tsetroka, ary manaova antso avo fa hanao fanatitra an-tsitrapo ianareo. Ambarao ampahibemaso izany, satria izay no tianareo, ry zanak’Israely ô’, hoy i Jehovah Tompo Fara Tampony.",
        "6": "“‘Nataoko mosarena * ianareo tany amin’ny tanàna rehetra nonenanareo, ary tsy nanan-kohanina tany amin’izay rehetra nisy anareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "7": "“‘Ary nahantoko tsy hilatsaka taminareo ny orana, nefa mbola nisy telo volana vao tonga ny fijinjana. Koa nandatsahako orana ny tanàna iray, fa tsy nandatsahako kosa ny hafa. Nilatsahan’ny orana ny sombin-tany iray, fa ny iray kosa maina satria tsy nandatsahako orana.",
        "8": "Nivembena nankany amin’ny tanàna iray ny tanàna roa na telo mba hisotro rano, kanjo tsy afa-ketaheta. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "9": "“‘Nataoko mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny volinareo. Nitombo ny isan’ny zaridaina sy ny tanimboalobokareo, kanjo lanin’ny fanday ny hazo aviavy sy hazo olivanareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "10": "“‘Nandefasako areti-mandringana toy ny tany Ejipta ianareo, ary novonoiko tamin’ny sabatra ny tovolahy teo aminareo, sady nobaboina koa ny soavalinareo. Nakariko hatreo am-bavoronareo ny hamaimbon’ny tobinareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "11": "“‘Noravako ny taninareo toy ny nandravako an’i Sodoma sy Gomora, ary lasa toy ny kitay nosarihana haingana avy tao anaty afo ianareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "12": "“Koa izany no hataoko aminao, ry Israely. Eny, hanao izany aminao aho, ka miomàna hifanatrika amin’Andriamanitrao, ry Israely.",
        "13": "Fa ilay Mpamolavola ny tendrombohitra sy Mpamorona ny rivotra, Ilay mampahafantatra amin’ny zanak’olombelona ny heviny, Ilay mahatonga ny mazava ratsy ho maizina, Ilay manitsaka ny toerana avo eto an-tany, dia Jehovah Andriamanitry ny tafika no anarany.”"
    },
    "5": {
        "1": "“Henoy izay lazaiko aminareo, ry taranak’Israely ô, eny, henoy izao hira fisaonana izao:",
        "2": "“Lavo ny Israely virjiny, Ka tsy afa-mitsangana intsony. Nilaozana teo amin’ny taniny izy, Ary tsy misy manarina azy.",
        "3": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ilay tanàna namoaka arivo lahy hiantafika, dia tsy hanana afa-tsy zato lahy sisa. Ary ilay namoaka zato lahy, dia tsy hanana afa-tsy folo sisa. Izany no hanjo ny taranak’Israely.’",
        "4": "“Fa izao no nolazain’i Jehovah tamin’ny taranak’Israely: ‘Mitadiava ahy, dia ho velona ianareo.",
        "5": "Aza mitady any Betela anefa ary aza mankany Gilgala, na miampita ho any Beri-sheba. Hatao sesitany tokoa mantsy i Gilgala, ary i Betela ho lasa toerana misy herin’ny maizina.",
        "6": "Mitadiava an’i Jehovah, dia ho velona ianareo, ry taranak’i Josefa, sao hamely toy ny afo izy ka handevona, ary sao tsy hisy hamono izany afo izany ao Betela,",
        "7": "eny, mitadiava azy ianareo izay manova ny rariny ho zavamaniry mangidy, ary nanipy ny fahamarinana tamin’ny tany.",
        "8": "Ilay Mpanao ny antokon-kintana Kimaha sy ny antokon-kintana Kesila, Ilay manova ny haizim-pito ho maraina, Ilay manao ny andro ho maizina toy ny alina, Ilay miantso ny ranon’ny ranomasina mba handrarahana azy eto ambonin’ny tany, dia Jehovah no anarany.",
        "9": "Izy no mahatonga an’izay matanjaka ho voaroba tampoka, mba ho voaroba koa ny toerana voaro mafy.",
        "10": "“‘Nankahalain’izy ireo ny mpananatra teo am-bavahady, ary tsy tiany izay milaza ny marina.",
        "11": "Mitaky hofan’ny toeram-pambolena amin’ny mahantra ianareo sady mampandoa azy hetram-barimbazaha. Koa izao no hanjo anareo: Efa nanao trano tamin’ny vato voapaika ianareo, nefa tsy hipetraka ao intsony. Ary efa nanao tanimboaloboka mahafinaritra ianareo, nefa tsy hisotro divay avy aminy intsony.",
        "12": "Fantatro fa maro tokoa ny fikomianareo, ary tena lehibe ireo fahotanareo, ry mpankahala olo-marina, sady mpandray tsolotra, ary tsy manome rariny ho an’ny mahantra eo am-bavahady.",
        "13": "Koa hangina izay malina amin’izany fotoana izany, fa ho fotoana hiavian’ny loza izany.",
        "14": "“‘Tadiavo izay tsara fa tsy izay ratsy, mba ho velona ianareo, ary mba homba anareo i Jehovah Andriamanitry ny tafika, araka izay efa nolazainareo.",
        "15": "Ankahalao ny ratsy ary tiavo ny tsara. Ary ampanjakao eo am-bavahady ny rariny, fa mety hamindra fo ihany amin’izay sisa amin’ny taranak’i Josefa i Jehovah Andriamanitry ny tafika.’",
        "16": "“Koa izao no nolazain’i Jehovah, dia i Jehovah Andriamanitry ny tafika: ‘Hisy fidradradradrana eny amin’ny tany malalaka rehetra. Ary eny amin’ny arabe rehetra dia hilaza ny olona hoe: “Indrisy! Indrisy!” Dia hiantso mpamboly mba haneho alahelo izy ireo, ary mpitomany mba hidradradradra.’",
        "17": "‘Ary hisy fidradradradrana any amin’ny tanimboaloboka rehetra, fa handalo eo aminareo aho’, hoy i Jehovah.",
        "18": "“‘Lozan’izay maniry mafy ny hiavian’ny andron’i Jehovah! Fa ho inona ho anareo moa ny andron’i Jehovah? Ho haizina izany fa tsy hazavana,",
        "19": "toy ny olona mandositra liona nefa sendra orsa, ary tafiditra ao an-trano izy ka mitehina amin’ny rindrina, dia kaikerin’ny bibilava.",
        "20": "Ho haizina ny andron’i Jehovah fa tsy hazavana, ary ho andro manjombona fa tsy mamirapiratra.",
        "21": "Halako sady laviko ny fetinareo, ary tsy hahafinaritra ahy ny hanitry ny sorona ataonareo amin’ny fivoriambe manetriketrika.",
        "22": "Raha manolotra fanatitra dorana manontolo ho ahy ianareo, dia tsy hahafinaritra ahy izany fanatitra atao fanomezana izany, ary tsy hojereko akory ny biby nohatavezina ataonareo sorona iombonana.",
        "23": "Esory lavitra ahy ny tabataban’ny hiranareo, ary enga anie tsy ho reko ny feon-kira milantolanto avy amin’ny lokanganareo!",
        "24": "Fa aoka kosa ny rariny hikoriana tahaka ny rano, ary ny fahamarinana tahaka ny renirano tsy mety ritra.",
        "25": "Angaha moa sorona sy fanatitra atao fanomezana no nentinareo ho ahy tany an-tany efitra, nandritra ny efapolo taona, ry taranak’Israely?",
        "26": "Ary hoentinareo i Sikota mpanjakanareo sy Kiona, izay samy sarin’ilay kintana andriamanitra namboarinareo ho anareo.",
        "27": "Ary hataoko sesitany any ankoatran’i Damaskosy ianareo’, hoy ilay atao hoe Jehovah Andriamanitry ny tafika.”"
    },
    "6": {
        "1": "“Lozan’izay olona miadana any Ziona sy izay tsy manana ahiahy eny amin’ny tendrombohitr’i Samaria! Ireo no olo-manan-kaja eo amin’ilay firenena malaza indrindra, ary ireo no hatonin’ny taranak’Israely.",
        "2": "Mankanesa any Kalne, ka mijere! Ary mialà any ka mandehana any Hamata be mponina, dia midìna mankany Gatan’ny Filistinina. Tsara noho ireto fanjakana roa ireto ve ireny? Sa lehibe noho ny anareo ny faritanin’ireny?",
        "3": "Tsy eritreretinareo intsony ve ilay andro hiavian’ny loza, fa ny hampitoetra ny herisetra kosa no imasoanareo?",
        "4": "Eny, ianareo izay matory eo ambony farafara ivoara sy mitsilailay eo ambony fandriana ary mihinana ondry avy amin’ny andiany, sy omby avy amin’ny zanak’omby mifahy,",
        "5": "dia ianareo izay mamoromporona hira hifanaraka amin’ny feon-dokanga, sy mamorona zavamaneno ho an’ny hira, toy ny nataon’i Davida,",
        "6": "sy misotro divay amin’ny vilia baolina, ary mihosotra menaka faran’izay tsara. Ary tsy mba mankarary anareo ny loza manjo an’i Josefa.",
        "7": "“Koa hatao sesitany izy ireo ka ho loha laharana eo amin’ireo hatao sesitany. Dia tsy hisy intsony ny lanonana feno filibana ataon’ireo mpitsilailay.",
        "8": "“Hoy i Jehovah Andriamanitry ny tafika: ‘Mianiana amin’ny tenany * i Jehovah Tompo Fara Tampony hoe: “Halako ny fireharehan’i Jakoba sy ny tilikambo fonenany, ka hatolotro ho amin’ny fahavalony ilay tanàna sy izay rehetra mameno azy.",
        "9": "Ary raha folo lahy sisa no ao amin’ny trano iray, dia ho faty koa ireo.",
        "10": "Ary mba hamoahana ny taolana avy ao an-trano, dia havoakan’ny rahalahin-drainy tsirairay izy ireo, ka hodorany tsirairay. Ary hanontany an’izay any anatiny indrindra amin’ilay trano izy hoe: ‘Mbola misy olona ve ao aminao ao?’ Dia hamaly io hoe: ‘Tsy misy!’ Ary hiteny indray izy hoe: ‘Mangìna! Fa tsy izao intsony no fotoana iantsoana ny anaran’i Jehovah.’”",
        "11": "“‘Fa manome baiko i Jehovah, ka horavany ny trano lehibe ary hopotipotehiny ny trano madinika.",
        "12": "“‘Hihazakazaka eny amin’ny harambato ve ny soavaly? Ary hisy hiasa tany hiaraka amin’ny ombiny ve eny? Fa novanareo ho zavamaniry misy poizina ny rariny, ary ho zavamaniry mangidy ny vokatry ny fahamarinana.",
        "13": "Mifaly amin’ny zava-poana ianareo, ka manao hoe: “Tsy noho ny herintsika ve no nahatonga antsika hanana fahefana?” *",
        "14": "Hanangana firenena hamely anareo aho, ry taranak’Israely. Ary hampahory anareo izy, hatrany amin’ny sisin’ny faritr’i Hamata ka hatrany amin’ny lohasaha falehan-driakan’i Araba’, hoy i Jehovah Andriamanitry ny tafika.”"
    },
    "7": {
        "1": "Ary izao no fahitana nasehon’i Jehovah Tompo Fara Tampony tamiko: Nampisy andiam-balala izy raha vao nanomboka niakatra ny vokatra avy tamin’ny famafazana faharoa, dia ilay famafazana taorian’ny fakana ny vilona takin’ny mpanjaka.",
        "2": "Ary rehefa lanin’ny valala ny zavamaniry teo amin’ilay tany, dia hoy aho: “Ry Jehovah Tompo Fara Tampony ô, mba avelao re ny helony e! Iza intsony no hahatsangana avy amin’i Jakoba? Fa kely ange izy e!”",
        "3": "Dia nanenina ny amin’izany i Jehovah, ka hoy i Jehovah: “Tsy hitranga izany.”",
        "4": "Ary izao koa no fahitana nasehon’i Jehovah Tompo Fara Tampony tamiko: Nampiasa afo mba hiadiana i Jehovah Tompo Fara Tampony, ka ritra ny rano lalina midadasika ary levona ny sombin-tany.",
        "5": "Koa hoy aho: “Ry Jehovah Tompo Fara Tampony ô, mba atsaharo re e! Iza intsony no hahatsangana avy amin’i Jakoba? Fa kely ange izy e!”",
        "6": "Dia nanenina ny amin’izany i Jehovah, ka hoy i Jehovah Tompo Fara Tampony: “Tsy hitranga koa izany.”",
        "7": "Ary izao no fahitana nasehony tamiko: Teo ambony manda izay efa nampiasana pilao i Jehovah, ary nisy pilao teny an-tanany.",
        "8": "Dia hoy i Jehovah tamiko: “Inona no hitanao, ry Amosa?” Ary hoy aho: “Pilao.” Dia hoy koa i Jehovah: “Hampiasa pilao eo amin’ny Israely oloko aho, ka tsy holeferiko intsony ny fahadisoany.",
        "9": "Ho lasa aolo ireo toerana avon’i Isaka, ary horavana ireo toerana masin’Israely. Dia hitsangana aho, ka hamely ny taranak’i Jeroboama amin’ny sabatra.”",
        "10": "Ary naniraka olona tany amin’i Jeroboama mpanjakan’ny Israely i Amazia, izay mpisorona tao Betela, ka nanao hoe: “Eto anivon’ny taranak’Israely eto mihitsy i Amosa no manao teti-dratsy hanohitra anao. Ary tsy zakan’ny olona eto ny teny rehetra nolazainy.",
        "11": "Fa izao no nolazain’i Amosa: ‘Ho fatin-tsabatra i Jeroboama, ary ny Israely kosa tsy maintsy hatao sesitany, ka hiala amin’ny taniny.’”",
        "12": "Ary hoy i Amazia tamin’i Amosa: “Andeha mandeha any, ry mpahita, ka mandosira any Joda, dia mihinàna hanina any, ary any ianao no mahazo maminany.",
        "13": "Fa aza maminany eto Betela intsony, satria toerana masin’ny mpanjaka eto, sady renivohi-panjakana.”",
        "14": "Dia hoy ny navalin’i Amosa an’i Amazia: “Sady tsy mpaminany aho no tsy zanaka mpaminany, fa mpiandry ondry sady mpanindrona aviavidia.",
        "15": "Ary nalain’i Jehovah teny am-piandrasana ondry aho, ka hoy i Jehovah tamiko: ‘Mandehana maminany amin’ny Israely oloko.’",
        "16": "Koa henoy àry ny tenin’i Jehovah: ‘Ianao mantsy niteny hoe: “Aza milaza faminaniana mamely ny Israely, ary aza miteny hanohitra ny taranak’i Isaka na indraim-bava aza.”",
        "17": "Koa izao no nolazain’i Jehovah: “Ny vadinao ho lasa mpivaro-tena ao an-tanàna, ary ny zanakao lahy sy ny zanakao vavy ho lavon-tsabatra. Ny taninao kosa hozarazaraina amin’ny alalan’ny tady fandrefesana. Ianao ho faty eo amin’ny tany maloto, ary ny Israely kosa tsy maintsy hatao sesitany, ka hiala amin’ny taniny.”’”"
    },
    "8": {
        "1": "Izao no fahitana nasehon’i Jehovah Tompo Fara Tampony tamiko: Harona iray nisy voankazo masaka fahavaratra.",
        "2": "Ary hoy izy: “Inona no hitanao, ry Amosa?” Dia hoy aho: “Harona misy voankazo masaka fahavaratra.” Ary hoy i Jehovah tamiko: “Tonga ny farany, ho an’ny Israely oloko. Koa tsy holeferiko intsony ny fahadisoany.",
        "3": "‘Dia ho lasa fidradradradrana ny hira ao amin’ny tempoly amin’izany andro izany’, hoy i Jehovah Tompo Fara Tampony. ‘Ary hisy faty be dia be, izay hariana hatraiza hatraiza. Mangìna!’",
        "4": "“Henoy izao, ry mpandrapaka ny mahantra, dia ianareo manao izay tsy hisian’ny mpandefitra,",
        "5": "ka miteny hoe: ‘Rahoviana vao ho tapitra ny tsinam-bolana mba hivarotanay varimbazaha, * ary ny sabata mba hivarotanay ny vokatray? Amin’izay dia hohakelezinay ny efaha sady hohalehibeazinay ny sekely, ary hamboarinay ny mizana mba hamitahana.",
        "6": "Amin’izay koa dia hividy olona izahay ka volafotsy no ho vidin’ny olona ambany ary toy ny vidina kapa no ho vidin’ny olo-mahantra. Ary hivarotra varimbazaha efa fakofakony izahay.’",
        "7": "“Ary nianiana tamin’ilay Fahambonian’i Jakoba i Jehovah hoe: ‘Tsy hohadinoiko mihitsy izay rehetra nataon’izy ireo.",
        "8": "Tsy izany ve no mahatonga ny tany hihorohoro sy ny mponina rehetra ao aminy hisaona? Tsy izany koa ve no mahatonga ny tany manontolo hisondrotra toa an’i Neily, sy hisamboaravoara ary hihena toa an’i Neily any Ejipta?’",
        "9": "“‘Koa amin’izany andro izany’, hoy i Jehovah Tompo Fara Tampony, ‘dia hataoko milentika amin’ny mitataovovonana ny masoandro, ary hataoko maizina ny tany amin’ny andro mazava be.",
        "10": "Dia hovako ho fisaonana ny fetinareo, ary ho hira fisaonana ny hira rehetra fanaonareo. Hataoko misikina lamba gony ny olon-drehetra, ary hosolaina ny lohan’izy rehetra. Koa hataoko toy ny fisaonana zanaka lahitokana izany, ary ho toy ny andro mangidy no hiafaran’izany.’",
        "11": "“‘Ho avy ny andro handefasako mosary eo amin’ilay tany’, hoy i Jehovah Tompo Fara Tampony, ‘kanefa tsy ho mosary noho ny tsy fisian-kanina, na hetaheta noho ny tsy fisian-drano, fa faniriana handre ny tenin’i Jehovah.",
        "12": "Ary hivembena hatrany amin’ny ranomasina ka hatrany amin’ny ranomasina izy ireo, ary hatrany avaratra ka hatrany amin’ny fiposahan’ny masoandro. Dia hivezivezy hitady ny tenin’i Jehovah izy, nefa tsy hahita.",
        "13": "Amin’izany andro izany, dia ho safotra noho ny hetaheta ny virjiny tsara tarehy sy ny tovolahy,",
        "14": "eny, ireo mianiana amin’ny heloka ataon’i Samaria, sady miteny hoe: “Raha mbola velona koa ny andriamanitrao, ry Dana!”, sy hoe: “Raha mbola tsy maty koa ny lalana mankany Beri-sheba!” Ary ho lavo tokoa izy ireo ka tsy hiarina intsony.’”"
    },
    "9": {
        "1": "Ary nahita an’i Jehovah teo ambonin’ny alitara aho. Ary hoy izy: “Asio eo amin’ny lohany ny andry mba hihovotrovotra ny tokonana. Dia tapaho ny lohan’ireo andry rehetra. Ary hovonoiko amin’ny sabatra ny sisa tavela amin’ny olona. Koa tsy hisy ho afa-mandositra izy ireo, sady tsy hisy ho afa-mitsoaka.",
        "2": "Ary raha mihady lavaka mba hiafina any amin’ny Fasana * izy ireo, dia any no hakan’ny tanako azy. Ary raha miakatra eny amin’ny lanitra izy, dia avy eny no hampidinako azy.",
        "3": "Ary raha miafina eny an-tampon’i Karmela izy, dia eny no hikarohako azy sy hakako azy. Ary raha miafina any amin’ny fanambanin’ny ranomasina izy mba tsy ho hitan’ny masoko, dia any ambany any no handidiako ny bibilava mba hanaikitra azy.",
        "4": "Ary raha entin’ny fahavalony any amin’ny fahababoana izy, dia any no handidiako ny sabatra mba hamono azy. Koa hifantoka aminy ny masoko, mba hanisiako ratsy azy, fa tsy soa.",
        "5": "Ary i Jehovah Tompon’ny tafika sady Tompo Fara Tampony no Ilay mikasika ny tany, ka hitsonika izany. Ary hisaona ny mponina rehetra eo aminy. Hisondrotra toa an’i Neily ny tany manontolo, ary avy eo hihena toa an’i Neily any Ejipta.",
        "6": "“‘Ilay manao ny tohatra mankany an-danitra, sy ny rafitra mitatao eo ambonin’ilay tany izay naoriny, Ilay miantso ny ranon’ny ranomasina mba handrarahany azy eto ambonin’ny tany, dia Jehovah no anarany.’",
        "7": "“‘Tsy mitovy amin’ny taranaky ny Kosita ihany ve ianareo amiko, ry zanak’Israely?’, hoy i Jehovah. ‘Tsy nentiko niakatra avy tany Ejipta ve ny Israely, ary avy tany Kreta ny Filistinina, ary avy tany Kira i Syria?’",
        "8": "“‘Eo amin’ilay fanjakana mpanota ny mason’i Jehovah Tompo Fara Tampony, ka hofoanany tsy ho eo amin’ny tany izy io. Tsy haringako tanteraka anefa ny taranak’i Jakoba’, hoy i Jehovah.",
        "9": "‘Hanome baiko aho, ka hohozongozoniko eo amin’ny firenena rehetra ny taranak’i Israely, toy ny fanozongozona sivana mba tsy hisy vatokilonjy hilatsaka amin’ny tany.",
        "10": "Ho fatin-tsabatra ny mpanota rehetra eo amin’ny oloko, dia ireo milaza hoe: “Tsy hanakaiky anay ny loza na hahatratra anay.”’",
        "11": "“‘Amin’izany andro izany, dia hatsangako ny trano rantsankazon’i Davida izay efa nirodana, ary hotampenako izay gorobaka eo amin’izy ireo. Ary haveriko amin’ny laoniny izay sisa tsy rava taminy ka haoriko ho toy ny taloha,",
        "12": "mba ho lasany izay sisa tavela amin’i Edoma, sy ny firenena rehetra izay antsoina amin’ny anarako’, hoy i Jehovah izay hanao izany.",
        "13": "“‘Ho avy ny andro’, hoy i Jehovah, ‘ka ny mpiasa tany hahatratra ny mpijinja, ary ny mpanitsakitsaka voaloboka hahatratra ny mpitondra ny voa afafy. Hisy divay mamy hitete eny an-tendrombohitra, ary hitsonika ny havoana rehetra.",
        "14": "Ary hampodiko ny Israely oloko izay babo. Dia hanorina ny tanàna rava izy ireo ka honina ao. Ary hanao tanimboaloboka izy ka hisotro ny divay avy aminy, sady hanao zaridaina ka hihinana ny vokatra avy aminy.’",
        "15": "“‘Ary hamboleko eo amin’ny taniny izy ireo ka tsy hongotana intsony hiala amin’ilay tany nomeko azy’, hoy i Jehovah Andriamanitrao.”"
    },
    "meta": {
        "name": "Amosa",
        "order": 29,
        "chapter_number": 9
    }
}