{
    "1": {
        "1": "Ny tenin’i Amosa, izay anisan’ny mpiompy ondry avy ao Tekoa, roa taona talohan’ilay horohoron-tany. Azony tao amin’ny fahitana momba ny Israely izany teny izany, tamin’ny andron’i Ozia mpanjakan’ny Joda, sy tamin’ny andron’i Jeroboama zanak’i Joasy mpanjakan’ny Israely.",
        "2": "Hoy izy: “Hierona hoatran’ny liona avy ao Ziona i Jehovah, Ary hiantsoantso avy ao Jerosalema. Ho maina ny kijana, Ary ho maina koa ny tampon’i Karmela.”",
        "3": "“Izao no tenin’i Jehovah: ‘“Tsy hovako ny didim-pitsarako satria nikomy intelo i Damaskosy, inefatra mihitsy aza. Nanosihosy an’i Gileada tamin’ny fitaovana vy fanosihosena varimbazaha mantsy izy.",
        "4": "Dia handefasako afo ny tranon’i Hazaela, Ka ho levon’ny afo ny tilikambon’i Beni-hadada, dia ireo tilikambo voaro mafy.",
        "5": "Hotapahiko ny bara hidim-bavahadin’i Damaskosy, Ary haringako ny mponina ao Bikata-avena Sy ilay mpitondra ao Beti-edena. Ary hatao sesitany any Kira ny mponin’i Syria”, hoy i Jehovah.’",
        "6": "Izao no tenin’i Jehovah: ‘“Tsy hovako ny didim-pitsarako satria nikomy intelo i Gaza, inefatra mihitsy aza. Nataony babo mantsy ny olona rehetra dia natolony an’i Edoma.",
        "7": "Dia handefasako afo ny mandan’i Gaza, Ka ho levon’ny afo ny tilikambony voaro mafy.",
        "8": "Haringako ny mponina ao Asdoda Sy ilay mpitondra ao Askelona. Ary hamely an’i Ekrona aho, Ka ho ripaka izay sisa amin’ny Filistinina”, hoy i Jehovah Tompo Fara Tampony.’",
        "9": "Izao no tenin’i Jehovah: ‘Tsy hovako ny didim-pitsarako satria nikomy intelo i Tyro, inefatra mihitsy aza. Nataony babo mantsy ny olona rehetra dia natolony an’i Edoma, Ary tsy tsaroany ny fifanekena nataon’ny mpirahalahy.",
        "10": "Dia handefasako afo ny mandan’i Tyro, Ka ho levon’ny afo ny tilikambony voaro mafy.’",
        "11": "Izao no tenin’i Jehovah: ‘Tsy hovako ny didim-pitsarako satria nikomy intelo i Edoma, inefatra mihitsy aza. Nanenjika ny rahalahiny tamin’ny sabatra mantsy izy, Sady tsy nety namindra fo mihitsy. Tezitra izy ka mamiravira azy ireo foana, Ary mbola tezitra be amin’izy ireo foana.",
        "12": "Dia handefasako afo ao Temana, Ka ho levon’ny afo ny tilikambo voaro mafy ao Bozra.’",
        "13": "Izao no tenin’i Jehovah: ‘“Tsy hovako ny didim-pitsarako satria nikomy intelo ny Amonita, inefatra mihitsy aza. Notatahany mantsy ny kibon’ny vehivavy bevohoka tao Gileada, mba hanitarany ny taniny.",
        "14": "Dia handefasako afo ny mandan’i Raba, Ka ho levon’ny afo ny tilikambony voaro mafy. Hisy antso fanairana amin’ny andro hisian’ny ady, Ary hisy tafio-drivotra mahery amin’ny andro hisian’ny oram-baratra.",
        "15": "Ary hatao sesitany ny mpanjakan’izy ireo sy ny andrianany”, hoy i Jehovah.’"
    },
    "2": {
        "1": "“Izao no tenin’i Jehovah: ‘“Tsy hovako ny didim-pitsarako satria nikomy intelo i Moaba, inefatra mihitsy aza. Nodorany mantsy ny taolan’ny mpanjakan’i Edoma mba hahazoana sokay.",
        "2": "Dia handefasako afo any Moaba, Ka ho levon’ny afo ny tilikambo voaro mafy ao Keriota. Ao anatin’ny tabataba be i Moaba no ho faty. Hisy hanao hiakan’ady sy hitsoka anjombona koa amin’izay.",
        "3": "Hesoriko tsy ho eo aminy ny mpitondra, Ary hovonoiko miaraka amin’izy io ny andrianany rehetra”, hoy i Jehovah.’",
        "4": "Izao no tenin’i Jehovah: ‘Tsy hovako ny didim-pitsarako satria nikomy intelo ny Joda, inefatra mihitsy aza. Tsy niraharaha ny lalàn’i Jehovah mantsy izy ireo, Sady tsy nanaraka ny fitsipiny. Ny lainga efa ninoan’ny razambeny ihany no namitaka azy ireo.",
        "5": "Dia handefasako afo ao Joda, Ka ho levon’ny afo ny tilikambo voaro mafy ao Jerosalema.’",
        "6": "Izao no tenin’i Jehovah: ‘Tsy hovako ny didim-pitsarako satria nikomy intelo ny Israely, inefatra mihitsy aza. Namidiny mantsy ny olo-marina mba hahazoana volafotsy, Ary namidiny ny mahantra mba hahazoana kapa.",
        "7": "Hosihoseny ao anaty vovoka ny lohan’ny mahantra, Ary sakanany ny lalan’ny mpandefitra. Amin’ny ankizivavy iray ihany ny lehilahy iray sy ny zanany lahy no manao firaisana, Ka manazimbazimba ny anarako masina.",
        "8": "Mitsotsotra eo ambony fitafiana natao antoka izy, eny akaikin’ny alitara rehetra eny. Ividianany divay ny vola azony tamin’ny olona nampandoaviny sazy, dia sotroiny ao an-tranon’ny andriamaniny ilay izy avy eo.’",
        "9": "‘Izaho anefa no nandringana ny Amorita teo imasony. Lava ranjanana hoatran’ny hazo sedera ny Amorita, sady matanjaka hoatran’ny hazo oaka. Dia nopotipotehiko ny voany teny ambony sy ny fakany tao ambany.",
        "10": "Izaho no nitondra anareo niakatra avy tany Ejipta, Sy nitarika anareo hamakivaky ny tany efitra nandritra ny 40 taona, Mba hakanareo ny tanin’ny Amorita.",
        "11": "Nisy nataoko mpaminany ny zanakareo lahy, Ary nisy nataoko Nazirita ny tovolahy teo aminareo. Tsy izany ve no tokony ho nataoko, ry vahoakan’Israely ô?’, hoy i Jehovah.",
        "12": "‘Nampisotroinareo divay foana anefa ny Nazirita, Ary nandidy ny mpaminany ianareo hoe: “Aza maminany.”",
        "13": "Manorotoro an’izay andalovany ny sarety feno vary avy nojinjaina, Dia hoatr’izany koa fa hanorotoro anareo eo amin’ny toerana misy anareo aho.",
        "14": "Tsy hahita toerana handosirana ny olona mahery mandeha. Tsy hanana hery intsony koa ny olona matanjaka, Ary tsy hisy miaramila ho afa-mandositra ka hahavonjy ny ainy.",
        "15": "Tsy ho tafavoaka velona ny mpandefa zana-tsipìka. Tsy ho afa-mandositra koa ny olona mahery mandeha, Ary tsy ho afa-mandositra ny mpitaingin-tsoavaly ka tsy hahavonjy ny ainy.",
        "16": "Na izay be herim-po indrindra amin’ny miaramila aza, Dia handositra mitanjaka amin’izany andro izany’, hoy i Jehovah.”"
    },
    "3": {
        "1": "“Henoy izao teny nolazain’i Jehovah momba anareo izao, ry vahoakan’Israely ô, dia teny momba ilay fianakaviana manontolo izay nentiny niakatra avy tany Ejipta:",
        "2": "‘Ianareo ihany no fantatro tamin’ny fianakaviana rehetra eny ambonin’ny tany. Koa hosaziko ianareo noho ny fahadisoana rehetra nataonareo.",
        "3": "Hiara-mandeha ve ny olona roa, raha tsy efa nifanao fotoana?",
        "4": "Hierona any an’ala ve ny liona, raha tsy misy haza? Hierona avy ao amin’ny lavaka ipetrahany ve ny liona tanora, raha tsy nahazo na inona na inona?",
        "5": "Ho latsaka ao anaty fandrika eo amin’ny tany ve ny vorona, raha tsy nisy nametraka fandrika? Hiainga ho azy avy eo amin’ny tany ve ny fandrika, raha tsy nahazo na inona na inona?",
        "6": "Raha tsofina ao an-tanàna ny anjombona, tsy hangovitra ve ny olona? Raha misy loza ao an-tanàna, tsy i Jehovah ve no nahatonga izany?",
        "7": "Tsy hanao na inona na inona mantsy i Jehovah Tompo Fara Tampony, Raha tsy efa nampahafantatra ny tsiambaratelony tamin’ny mpaminany mpanompony.",
        "8": "Mierona ny liona, ka iza no tsy hatahotra? I Jehovah Tompo Fara Tampony no miteny, ka iza no tsy haminany?’",
        "9": "‘Izao lazaina eny amin’ny tilikambo voaro mafy ao Asdoda, Sy eny amin’ny tilikambo voaro mafy any Ejipta: “Mivoria eo amin’ny tendrombohitr’i Samaria, Ary jereo fa mikorontana be ny ao an-tanàna, Sady feno olona mpanambaka.",
        "10": "Tsy mahalala hanao izay tsara izy ireo”, hoy i Jehovah, “Nahery setra sy nandravarava izy ireo ka nahazo harena, ary tehiriziny ao amin’ny tilikambony voaro mafy ireny.”’",
        "11": "Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hisy fahavalo hanodidina ny taninao, Ka hataony izay hahalany ny herinao, Dia ho voaroba ireo tilikambonao voaro mafy.’",
        "12": "Izao koa no tenin’i Jehovah: ‘Rehefa misintona ondry avy eo am-bavan’ny liona ny mpiandry, dia ny tongony roa na ampahany kely amin’ny sofiny sisa no azony. Dia hoatr’izany koa fa ho vitsy kely no ho voavonjy amin’ny vahoakan’Israely, Amin’ireo mipetrapetraka eo ambony fandriana tsara tarehy sy eo amin’ny seza lava tsara be, ao Samaria.’",
        "13": "‘Mihainoa ka ampitandremo ny taranak’i Jakoba’, hoy i Jehovah Tompo Fara Tampony sady Andriamanitry ny tafika.",
        "14": "‘Fa amin’ny andro hanasaziako ny Israely noho izy nikomy foana, Dia hopotehiko koa ireo alitara ao Betela, Ary hotapahiko ny tandroky ny alitara ka ho latsaka amin’ny tany.",
        "15": "Harodako ny trano ririnina sy ny trano fahavaratra.’ ‘Horavana ny trano ivoara, Ary hirodana koa ireo trano lehibe’, hoy i Jehovah.”"
    },
    "4": {
        "1": "“Henoy izao, ry ombivavin’i Basana Eo amin’ny tendrombohitr’i Samaria, Dia ianareo vehivavy manambaka ny madinika sady mampahory ny mahantra, Ary milaza amin’ny vadinareo hoe: ‘Mitondrà zavatra hosotroina!’",
        "2": "Masina i Jehovah Tompo Fara Tampony ka mianiana hoe: ‘“Ho avy ny andro hanaingany anareo amin’ny faraingon’ny mpivaro-kena, Ary hanaingany ny sisa aminareo amin’ny lelam-pintana.",
        "3": "Eo amin’ny manda voagorobaka no hivoahanareo, eo amin’izay mifanitsy aminareo avy. Ary horoahina ho any Harmona ianareo”, hoy i Jehovah.’",
        "4": "‘Mankanesa ao Betela mba handika lalàna, Ary manaova mihoatra noho izany ao Gilgala. Mitondrà sorona amin’ny maraina, Ary mitondrà ampahafolon-karena, amin’ny andro fahatelo.",
        "5": "Dory ny mofo misy lalivay, izay ataonareo fanatitra fisaorana an’Andriamanitra. Ataovy fanta-bahoaka fa manao fanatitra an-tsitrapo ianareo, Satria izany no efa tianareo, ry vahoakan’Israely ô’, hoy i Jehovah Tompo Fara Tampony.",
        "6": "‘Nandefasako mosary ny tanàna rehetra nipetrahanareo, Ary nataoko tsy nisy sakafo tany amin’ny trano rehetra nisy anareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "7": "‘Tsy nomeko orana koa ianareo, telo volana talohan’ny fijinjana. Nandatsahako orana ny tanàna iray, fa ny iray kosa tsy nandatsahako. Nahazo orana ny saha iray, Fa ny iray kosa maina satria tsy nisy orana.",
        "8": "Nivembena nankany amin’ny tanàna iray ny olona tao amin’ny tanàna roa na telo mba hisotro rano, Nefa tsy afa-ketaheta. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "9": "‘Nataoko mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny volinareo. Nataonareo be dia be ny zaridaina sy ny tanimboalobokareo, Saingy lanin’ny valala ny hazo aviavy sy ny hazo olivanareo. Mbola tsy niverina tamiko ihany anefa ianareo’, hoy i Jehovah.",
        "10": "‘Nandefasako areti-mandringana hoatran’ilay tany Ejipta ianareo, Ary novonoiko tamin’ny sabatra ny tovolahy teo aminareo, sady nalaiko ny soavalinareo. Dia nataoko lasa maimbo be ny tobinareo, noho ireo faty tao. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "11": "‘Nopotehiko ny taninareo, Hoatran’ny nataoko tamin’i Sodoma sy Gomora, Ary lasa hoatran’ny kitay nesorina haingana avy tao anaty afo ianareo. Tsy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "12": "Izany àry no haveriko aminao, ry Israely ô! Izany mihitsy no hataoko aminao, Ka miomàna hifanatrika amin’ny Andriamanitrao, ry Israely ô!",
        "13": "Fa Izy no nanao ny tendrombohitra sy namorona ny rivotra. Milaza ny heviny amin’ny olona izy, Sady mahatonga ny hazavan’ny maraina ho maizina, Ary manitsaka ny toerana avo eto an-tany. Jehovah Andriamanitry ny tafika no anarany.”"
    },
    "5": {
        "1": "“Henoy izao teny anamelohako anareo izao, ry taranak’Israely ô, dia izao hira fisaonana izao:",
        "2": "‘Nianjera ny Israely virjiny, Ka tsy tafatsangana intsony. Navela teo amin’ny taniny izy, Ary tsy misy manarina.’",
        "3": "“Fa izao no tenin’i Jehovah Tompo Fara Tampony: ‘Ilay tanàna nandefa arivo lahy handeha hiady, dia tsy hanana afa-tsy zato lahy sisa. Ary ilay nandefa zato lahy, dia tsy hanana afa-tsy folo sisa. Izany no hanjo ny taranak’Israely.’",
        "4": "“Fa izao no tenin’i Jehovah amin’ny taranak’Israely: ‘Mitadiava ahy, dia ho velona ianareo.",
        "5": "Aza mivezivezy any Betela anefa, Ary aza mankany Gilgala, na miampita mankany Beri-sheba. Fa tsy maintsy hatao sesitany i Gilgala, Ary ho foana tsy hisy intsony i Betela.",
        "6": "Mitadiava an’i Jehovah, dia ho velona ianareo, Sao izy ho lasa hoatran’ny afo mirehitra be tampoka eo amin’ny taranak’i Josefa, Ka handevona an’i Betela, ary tsy hisy hamono izany afo izany.",
        "7": "Manao ny tsy rariny ianareo rehefa mitsara, ka lasa mangidy ny fiainan’ny vahoaka. Ary atsipinareo amin’ny tany ny rariny.",
        "8": "Ilay nanao ny antokon-kintana Kimaha sy ny antokon-kintana Kesila, Ilay manova ny haizim-pito ho maraina, Ilay manao ny andro ho maizina hoatran’ny alina, Ilay manangona ny ranomasina, Mba handrarahana azy eto ambonin’ny tany, Dia Jehovah no anarany.",
        "9": "Handringana tampoka an’izay matanjaka izy, Ka handrava ny toerana voaro mafy.",
        "10": "Halanareo ny olona mananatra eo am-bavahadin’ny tanàna, Ary tsy tianareo izay milaza ny marina.",
        "11": "Takinareo amin’ny mahantra ny hofan’ny saha voleny, Nefa koa alainareo ho hetra ny varimbazahany. Tsy hipetraka intsony ao amin’ny trano vato naorinareo àry ianareo, Ary tsy hisotro divay avy amin’ny tanimboaloboka tsara be novolenareo.",
        "12": "Fantatro fa mikomy foana ianareo, Ary tena ratsy ny zavatra ataonareo. Mampijaly ny olo-marina ianareo, Sady mandray kolikoly. Tsy omenareo rariny koa ny mahantra eo am-bavahadin’ny tanàna.",
        "13": "Hangina àry izay malina amin’izany fotoana izany, Fa ho fotoana hiavian’ny loza izany.",
        "14": "Tadiavo izay tsara fa tsy izay ratsy, Mba ho velona ianareo. Dia hanampy anareo i Jehovah Andriamanitry ny tafika, Araka ny teninareo hoe manampy izy.",
        "15": "Ankahalao ny ratsy ary tiavo ny tsara. Ary ampanjakao eo am-bavahadin’ny tanàna ny rariny, Fa angamba i Jehovah Andriamanitry ny tafika Hamindra fo amin’izay sisa amin’ny taranak’i Josefa.’",
        "16": "“Izao àry no tenin’i Jehovah, dia i Jehovah Andriamanitry ny tafika: ‘Hidradradradra eny amin’ny tany malalaka rehetra ny olona, Sady hilaza eny amin’ny lalana rehetra hoe: “Indrisy! Indrisy!” Dia hantsoin’izy ireo ny mpamboly mba hisaona, Ary hokaramain’izy ireo ny mpitomany mba hidradradradra.’",
        "17": "‘Ary hisy olona hidradradradra eny amin’ny tanimboaloboka rehetra, Fa handalo eo aminareo aho’, hoy i Jehovah.",
        "18": "‘Hahita loza izay maniry mafy ny hahatongavan’ny andron’i Jehovah! Inona no antenainareo hitranga amin’ny andron’i Jehovah? Ho haizina izany fa tsy hazavana.",
        "19": "Izany dia hoatran’ny olona mandositra liona nefa sendra orsa, Ary rehefa tafiditra ao an-tranony izy ka miankina amin’ny rindrina, dia kaikerin’ny bibilava.",
        "20": "Ho haizina ny andron’i Jehovah fa tsy hazavana, Ary ho andro manjombona fa tsy mamirapiratra.",
        "21": "Halako sady maharikoriko ahy ny fetinareo, Ary tsy mahafinaritra ahy ny hanitry ny sorona ataonareo amin’ny fivoriambe makotrokotroka.",
        "22": "Na dia manolotra fanatitra dorana manontolo sy fanatitra atao fanomezana ho ahy aza ianareo, Dia tsy hahafinaritra ahy ireny. Ary tsy hankasitrahako ny biby nohatavezina hataonareo sorona iombonana.",
        "23": "Aoka izay ny tabataban’ny hiranareo! Ary tsy tiako ho heno intsony ny feon-kira milantolanto avy amin’ny zavamaneno fitendrinareo.",
        "24": "Avelao ny rariny hikoriana hoatran’ny rano, Ary ny fahamarinana hikoriana hoatran’ny renirano tsy mety ritra.",
        "25": "Angaha moa ianareo mba nitondra sorona sy fanatitra natao fanomezana ho ahy, Tamin’ianareo tany an-tany efitra nandritra an’ireny 40 taona ireny, ry taranak’Israely?",
        "26": "Ary tsy maintsy hoentinareo miaraka aminareo i Sikota mpanjakanareo sy Kiona, Izay sampy namboarinareo, dia ny sarin’ilay kintana andriamanitrareo.",
        "27": "Ary hataoko sesitany lavitra be an’i Damaskosy ianareo’, hoy ilay manana anarana hoe Jehovah Andriamanitry ny tafika.”"
    },
    "6": {
        "1": "“Hahita loza ny olona matoky tena any Ziona, Dia ireo tsy manana ahiahy eny amin’ny tendrombohitr’i Samaria, Ireo olona ambony eo amin’ilay firenena malaza indrindra, Ireo ianteheran’ny taranak’Israely!",
        "2": "Miampità any Kalne, ka mijere! Rehefa avy any indray dia mankanesa any Hamata Lehibe, Ary midìna mankany Gata, tanànan’ny Filistinina. Tsara noho ireto fanjakana ireto ve ireny? Sa lehibe noho ny anareo ny tanin’ireny?",
        "3": "Tsy eritreretinareo intsony ve ilay andro hiavian’ny loza, Fa ny herisetra indray no tianareo hanjaka?",
        "4": "Matory eo ambony fandriana ivoara ianareo ary mitsilailay eo amin’ny seza lava, Sady mihinana vantotr’ondrilahy avy amin’ny andiany, sy zanak’omby mifahy.",
        "5": "Mamoromporona hira hifanaraka amin’ny feon’ny harpa ianareo, Ary mamorona zavamaneno, hoatran’ny nataon’i Davida.",
        "6": "Misotro divay amin’ny vilia baolina ianareo, Ary mihosotra menaka faran’izay tsara. Tsy raharahianareo anefa ny loza manjo an’i Josefa.",
        "7": "Ianareo àry no ho voalohany amin’ireo hatao sesitany, Ary tsy hiliba hanao fety intsony ireo mitsilailay eo amin’ny seza lava.",
        "8": "Hoy i Jehovah Andriamanitry ny tafika: ‘Mianiana amin’ny tenany i Jehovah Tompo Fara Tampony hoe: “Tena tsy tiako ny fireharehan’i Jakoba, Ary halako ny tilikambony voaro mafy, Ka hataoko resin’ny fahavalony ilay tanàna sy izay rehetra ao.",
        "9": "“‘“Ary raha folo lahy sisa no ao amin’ny trano iray, dia ho faty koa ireo.",
        "10": "Havoakan’ny havany ny fatin’izy ireo ka hodorany tsirairay. Havoakany avy ao an-trano ny fatin’izy ireo, ka hiteny amin’izay olona ao amin’ilay efitrano anatiny indrindra izy hoe: ‘Mbola misy olona ve ao aminao ao?’ Dia hamaly io hoe: ‘Tsy misy!’ Ary hoy indray izy: ‘Mangìna! Fa tsy izao intsony no fotoana iantsoana ny anaran’i Jehovah.’”",
        "11": "Fa manome baiko i Jehovah, Ka horavany tanteraka ny trano lehibe, Ary hopotipotehiny ny trano madinika.",
        "12": "Mihazakazaka eny amin’ny harambato ve ny soavaly? Ary hisy hiasa tany miaraka amin’ny ombiny ve eny? Tsy manao ny rariny ianareo ka lasa hoatran’ny zavamaniry misy poizina, Ary tsy manao izay mahitsy ianareo ka lasa toy ny zavamaniry mangidy be.",
        "13": "Mifaly amin’ny zavatra tsy misy dikany ianareo, Ka miteny hoe: “Tsy noho ny herintsika ve no nahatonga antsika hanana fahefana?”",
        "14": "Dia hitondra firenena hamely anareo aho, ry taranak’Israely’, hoy i Jehovah Andriamanitry ny tafika. ‘Ary hampahory anareo izy, hatrany Lebo-hamata ka hatrany amin’ny Lalan-driakan’i Araba.’”"
    },
    "7": {
        "1": "Ary izao no nasehon’i Jehovah Tompo Fara Tampony tamiko: Nandefa andiam-balala izy rehefa nanomboka nitsiry ny voly nafafy tamin’ny ririnina. Io ilay nafafy, rehefa vita ny fakana ny vilona ho an’ny mpanjaka.",
        "2": "Rehefa lanin’ny andiam-balala ny zavamaniry teo amin’ilay tany, dia hoy aho: “Ry Jehovah Tompo Fara Tampony ô, mba avelao re ny helony e! Mbola ho tafavoaka velona ve i Jakoba? Fa malemy ange izy e!”",
        "3": "Dia niova hevitra i Jehovah. “Tsy hitranga izany”, hoy i Jehovah.",
        "4": "Izao koa no nasehon’i Jehovah Tompo Fara Tampony tamiko: Nandefa afo mba hanasaziana i Jehovah Tompo Fara Tampony. Dia lasa ritra ny rano lalina midadasika ary levona ny ampahan’ilay tany.",
        "5": "Dia hoy aho: “Ry Jehovah Tompo Fara Tampony ô, mba aoka re izay e! Mbola ho tafavoaka velona ve i Jakoba? Fa malemy ange izy e!”",
        "6": "Dia niova hevitra i Jehovah. “Tsy hitranga koa izany”, hoy i Jehovah Tompo Fara Tampony.",
        "7": "Ary izao no nasehony tamiko: Nijoro teo ambony manda izay efa nampiasana pilao i Jehovah, sady nitazona pilao.",
        "8": "Dia hoy i Jehovah tamiko: “Inona no hitanao, ry Amosa?” Ary hoy aho: “Pilao.” Dia hoy i Jehovah: “Hampiasako pilao ny Israely vahoakako, ka tsy havelako intsony ny helony.",
        "9": "Hatao tsy misy mponina intsony eny amin’ny toerana avon’i Isaka, ary horavana ireo toerana masin’ny Israely. Dia hasiako amin’ny sabatra ny taranak’i Jeroboama.”",
        "10": "Nandefa an’izao hafatra izao tany amin’i Jeroboama mpanjakan’ny Israely i Amazia, mpisorona tao Betela: “Eto amin’ny taranak’Israely eto mihitsy i Amosa no manao teti-dratsy hanoherana anao. Tsy zakan’ny olona eto ny teniny rehetra.",
        "11": "Hoy mantsy i Amosa: ‘Ho fatin’ny sabatra i Jeroboama, ary ny Israely kosa tsy maintsy hatao sesitany ka hiala amin’ny taniny.’”",
        "12": "Dia hoy i Amazia tamin’i Amosa: “’Ndeha mandeha any, ry mpahita fahitana, ka mandosira any Joda. Dia miasà any, ary any ianao no mahazo maminany.",
        "13": "Fa aza maminany eto Betela intsony, satria toerana masin’ny mpanjaka eto sady renivohi-panjakana.”",
        "14": "Dia hoy i Amosa tamin’i Amazia: “Sady tsy mpaminany aho no tsy zanaka mpaminany. Fa mpiandry ondry aho ary nikarakara aviavidia.",
        "15": "Nalain’i Jehovah teny am-piandrasana ondry anefa aho. Dia hoy i Jehovah tamiko: ‘Mandehana maminany amin’ny Israely vahoakako.’",
        "16": "Henoy àry ny tenin’i Jehovah: ‘Ianao niteny hoe: “Aza maminany hoe hisy loza hanjo ny Israely, ary aza mitory hoe homelohina ny taranak’i Isaka.”",
        "17": "Izao àry no tenin’i Jehovah: “Ny vadinao ho lasa mpivaro-tena ao an-tanàna, ary ny zanakao lahy sy ny zanakao vavy ho fatin’ny sabatra. Ny taninao kosa hifampizarana sy horefesina amin’ny tady fandrefesana. Ianao indray ho faty any an-tany hafa, ary ny Israely kosa tsy maintsy hatao sesitany ka hiala amin’ny taniny.”’”"
    },
    "8": {
        "1": "Izao no nasehon’i Jehovah Tompo Fara Tampony tamiko: Harona iray misy voankazo masaka fahavaratra.",
        "2": "Ary hoy izy: “Inona no hitanao, ry Amosa?” Dia hoy aho: “Harona misy voankazo masaka fahavaratra.” Ary hoy i Jehovah tamiko: “Tonga ny farany ho an’ny Israely vahoakako. Tsy havelako intsony ny helony.",
        "3": "‘Tsy hisy hihira intsony ao amin’ny tempoly amin’izany andro izany, fa hidradradradra’, hoy i Jehovah Tompo Fara Tampony. ‘Ary hisy faty be dia be hariana eny rehetra eny. Mangìna ô!’",
        "4": "Henoy izao, ry mpampijaly ny mahantra, Dia ianareo izay mandripaka ny mpandefitra eto amin’ity tany ity,",
        "5": "Ka miteny hoe: ‘Rahoviana vao ho tapitra ny fetin’ny tsinam-bolana mba hivarotanay varimbazaha, Ary ny Sabata mba hahafahanay hivarotra varimbazaha indray? Dia ho afaka hampiasa efaha kely kokoa Sy sekely mavesatra kokoa izahay, Dia tsy ho marina intsony ny mizana, ka ho afaka hanambaka izahay.",
        "6": "Dia ho afaka hividy olona sahirana koa izahay, ka volafotsy no hividiananay azy, Sady ho afaka hividy olona mahantra, ka hoatran’ny vidina kapa no hividiananay azy, Ary ho afaka hivarotra varimbazaha efa fakofakony.’",
        "7": "Nianiana tamin’ny tenany i Jehovah, ilay Reharehan’i Jakoba, hoe: ‘Tsy hohadinoiko mihitsy izay rehetra nataon’izy ireo.",
        "8": "Izany no mahatonga ny tany hihovotrovotra, Sy mahatonga ny mponina rehetra ao aminy hisaona. Tsy hisondrotra toy ny ranon’i Neily ve ny tany manontolo, Sady hiaka-midina hoatran’i Neily any Ejipta?’",
        "9": "‘Amin’izany andro izany’, hoy i Jehovah Tompo Fara Tampony, ‘Dia hataoko milentika amin’ny mitataovovonana ny masoandro, Ary hataoko maizina amin’ny andro mazava be ny tany.",
        "10": "Dia hataoko tsy misy intsony ny fetinareo ka hisaona ianareo, Ary hovako ho hira fisaonana ny hira rehetra fanaonareo. Hataoko misikina lamba gony ny olona rehetra, ary hosolaiko ny lohan’izy rehetra. Hataoko toy ny fisaonana zanaka lahitokana izany, Ka tena hangidy ny hiafaran’izany andro izany.’",
        "11": "Hoy i Jehovah Tompo Fara Tampony: ‘Ho avy ny andro handefasako mosary eo amin’ilay tany. Tsy hoe mosary noho ny sakafo tsy misy, na hetaheta noho ny rano tsy misy, Fa faniriana handre ny tenin’i Jehovah.",
        "12": "Hivembena hatrany amin’ny ranomasina ka hatrany amin’ny ranomasina izy ireo, Ary hatrany avaratra ka hatrany atsinanana. Dia hivezivezy hitady ny tenin’i Jehovah izy, nefa tsy hahita.",
        "13": "Amin’izany andro izany, dia ho safotra ny virjiny tsara tarehy, Ary ho safotra koa ny tovolahy, satria hangetaheta be.",
        "14": "Mianiana amin’ny andriamani-dison’i Samaria izy ireo, sady miteny hoe: “Raha mbola velona koa ny andriamanitrao, ry Dana!”, Sy hoe: “Raha mbola misy koa ny lalana mankany Beri-sheba!” Hianjera izy ireo ka tsy ho tafarina intsony.’”"
    },
    "9": {
        "1": "Nahita an’i Jehovah teo ambonin’ny alitara aho. Ary hoy izy: “Kapohy eo amin’ny lohany ny andry dia hihozongozona ny fotony. Tapaho eo amin’ny lohany ireo, ary hovonoiko amin’ny sabatra ny olona sisa tavela. Tsy hisy ho tafavoaka na izay mandositra na izay mitady hitsoaka.",
        "2": "Raha mangady lavaka ho any amin’ny Fasana izy ireo, Dia any no hakan’ny tanako azy. Ary raha miakatra eny amin’ny lanitra izy, Dia avy eny no hampidinako azy.",
        "3": "Raha miafina eny an-tampon’i Karmela izy, Dia eny no hikarohako sy hakako azy. Ary raha miafina any amin’ny farany ambany amin’ny ranomasina izy mba tsy ho hitako, Dia any ny bibilava no hasaiko hanaikitra azy.",
        "4": "Raha entina babo any amin’ny tanin’ny fahavalony izy, Dia any ny sabatra no hasaiko hamono azy. Hifantoka aminy ny masoko mba hanisy ratsy azy, fa tsy hanao soa.",
        "5": "Fa i Jehovah Tompon’ny tafika sady Tompo Fara Tampony no mikasika ny tany, Ka hihozongozona izy io, ary hisaona ny mponina rehetra eo aminy. Hisondrotra toy ny ranon’i Neily ny tany manontolo, Sady hihena hoatran’i Neily any Ejipta.",
        "6": "‘Ilay manao ny tohatra mankany an-danitra, Sy manao tafo boribory eo ambonin’ny tany, Ilay miantso ny ranomasina Mba handraraka azy eny ambonin’ny tany. Jehovah no anarany.’",
        "7": "‘Tsy mitovy amin’ny taranaky ny Kosita ihany ve ianareo amiko, ry vahoakan’Israely?’, hoy i Jehovah. ‘Angaha tsy izaho no nitondra ny Israely avy tany Ejipta, Sy nitondra ny Filistinina avy tany Kreta, ary ny Syrianina avy tany Kira?’",
        "8": "‘Mijery an’ilay fanjakana mpanota ny mason’i Jehovah Tompo Fara Tampony, Ka hofoanany tsy hisy intsony eny ambonin’ny tany izy io. Tsy haringako tanteraka anefa ny taranak’i Jakoba’, hoy i Jehovah.",
        "9": "‘Hanome baiko aho, Ka hohozongozoniko eny amin’ny firenena rehetra ny taranak’Israely, Hoatran’ny manozongozona sivana, Mba tsy hisy vatokilonjy hilatsaka amin’ny tany.",
        "10": "Ho fatin’ny sabatra ny mpanota rehetra amin’ny vahoakako, Dia izay milaza hoe: “Tsy hanakaiky anay na hahatratra anay ny loza.”’",
        "11": "‘Amin’izany andro izany, dia hatsangako ny trano rantsankazon’i Davida izay efa nirodana, Ary hotampenako izay gorobaka. Haveriko amin’ny laoniny izay sisa tsy rava tamin’ilay izy. Hamboariko indray ilay izy dia ho lasa hoatran’ny taloha,",
        "12": "Amin’izay mba ho azony alaina ny sisa tavela amin’i Edoma, Sy ny firenena rehetra izay antsoina amin’ny anarako’, hoy i Jehovah, izay hanao an’izany.",
        "13": "‘Ho avy ny andro’, hoy i Jehovah, ‘Ka ho tratran’ny mpiasa tany ny mpijinja, Ary ho tratran’ny mpanitsakitsaka voaloboka ny mpamafy voa. Hisy divay mamy hitete eny an-tendrombohitra, Ka hikoriana eny amin’ny havoana rehetra.",
        "14": "Hampodiko izay babo amin’ny Israely vahoakako. Haorin’izy ireo indray ny tanàna rava, ka ao izy no hipetraka. Hamboly voaloboka koa izy ireo ka hisotro ny divay azo avy amin’izany, Sady hanao zaridaina ka hihinana ny vokatra amin’izany.",
        "15": "‘Hamboleko eo amin’ny taniny izy ireo, Ka tsy hongotana hiala amin’ilay tany nomeko azy intsony’, Hoy i Jehovah Andriamanitrao.”"
    },
    "meta": {
        "name": "Amosa",
        "order": 29,
        "chapter_number": 9
    }
}