{
    "1": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Joiakima mpanjakan’ny Joda, dia tonga tany Jerosalema i Nebokadnezara mpanjakan’i Babylona, ka nataony fahirano ilay tanàna.",
        "2": "Tatỳ aoriana, dia natolotr’i Jehovah teo an-tanan’i Nebokadnezara i Joiakima mpanjakan’ny Joda, sy ny fitaovana sasany tao an-tranon’ilay tena Andriamanitra. Dia nentin’i Nebokadnezara tao an-tranon’ny andriamaniny, tany Sinara, ireny ka nataony tao amin’ny fitehirizan-karenan’ny andriamaniny.",
        "3": "Ary nomen’ny mpanjaka baiko i Aspenaza lehiben’ny tandapany mba hitondra Israelita, anisan’izany ny avy amin’ny taranaky ny mpanjaka sy ny taranaky ny olona ambony.",
        "4": "Tokony ho tanora tsy misy tsiny no hoentiny, sady tsara tarehy sy tsara bika, manana fahendrena sy fahalalana ary lalin-tsaina, sady ho afaka hanompo ao an-dapan’ny mpanjaka. Nasaina nampianariny azy ireo ny soratra sy ny fitenin’ny Kaldeanina.",
        "5": "Nasain’ny mpanjaka nomena anjara isan’andro avy tamin’ny sakafo matsiro fihinan’ny mpanjaka sy ny divay fisotrony koa izy ireo. Tokony hampiofanina mandritra ny telo taona izy ireo, ary hanompo ny mpanjaka rehefa tapitra izay fotoana izay.",
        "6": "Avy tamin’ny fokon’i Joda ny sasany tamin’izy ireo, dia i Daniela, Hanania, Misaela, ary Azaria.",
        "7": "Ary nomen’ny lehiben’ny tandapa anarana hafa izy ireo, ka i Daniela nantsoiny hoe Beltesazara, i Hanania nantsoiny hoe Sadraka, i Misaela nantsoiny hoe Mesaka, ary i Azaria nantsoiny hoe Abednego.",
        "8": "Tapa-kevitra tao am-pony anefa i Daniela fa tsy handoto ny tenany amin’ny sakafo matsiro fihinan’ny mpanjaka na amin’ny divay fisotrony. Koa nangataka alalana tamin’ny lehiben’ny tandapa izy mba tsy handoto ny tenany amin’ireny.",
        "9": "Ary nataon’ilay tena Andriamanitra niantra an’i Daniela sy namindra fo taminy ilay lehiben’ny tandapa.",
        "10": "Hoy anefa ilay lehiben’ny tandapa tamin’i Daniela: “Matahotra ny mpanjaka tompoko aho. Izy mantsy no niteny izay tokony hohaninareo sy hosotroinareo. Dia ahoana raha hitany hoe mihamahia ianareo, fa tsy hoatran’ny tanora hafa mitovy taona aminareo? Hotapahin’ny mpanjaka amin’izany ny lohako.”",
        "11": "Hoy anefa i Daniela tamin’ny mpiambina, izay notendren’ilay lehiben’ny tandapa hiambina an’i Daniela sy Hanania sy Misaela ary Azaria:",
        "12": "“Mba tsapao folo andro aloha izahay mpanomponao e! Dia aleo homena legioma izahay hohaninay, dia rano hosotroinay.",
        "13": "Avy eo dia ampitahao izahay sy ny tanora mihinana ny sakafo matsiro fihinan’ny mpanjaka, dia arakaraka izay hitanao no ataovy amin’ny mpanomponao.”",
        "14": "Nanaiky an’ilay soso-kevitra àry ilay mpiambina, ka nitsapa azy ireo folo andro.",
        "15": "Rehefa tapitra ny folo andro, dia hita fa netinety tsara sy salama kokoa noho ny tanora rehetra nihinana ny sakafo matsiro fihinan’ny mpanjaka izy ireo.",
        "16": "Koa nalain’ilay mpiambina ny sakafo matsiro sy ny divay tokony ho azy ireo ka nosoloany legioma.",
        "17": "Ary nomen’ilay tena Andriamanitra fahalalana sy fahaizana ary fahendrena ireo tanora efa-dahy ireo ka nahay soratra isan-karazany. Nahay namantatra ny dikan’ny fahitana sy nofy isan-karazany koa i Daniela.",
        "18": "Rehefa tapitra ilay fotoana noferan’i Nebokadnezara Mpanjaka, ka tokony hampidirina eo anatrehany izy ireo, dia nentin’ilay lehiben’ny tandapa teo anatrehany izy ireo.",
        "19": "Rehefa niresaka tamin’izy ireo ny mpanjaka, dia hitany fa tsy nisy tahaka an’i Daniela sy Hanania sy Misaela ary Azaria izy rehetra. Koa nanompo teo anatrehan’ny mpanjaka foana izy ireo.",
        "20": "Ary tamin’izay rehetra nanontanian’ny mpanjaka azy, dia hitany hoe nanana fahendrena sy fahiratan-tsaina avo folo heny izy ireo, raha oharina amin’ny mpisorona rehetra mpanao sikidy sy ny mpila hevitra amin’ny maty, eran’ny fanjakany.",
        "21": "Mbola tany foana i Daniela hatramin’ny taona voalohany nanjakan’i Kyrosy Mpanjaka."
    },
    "2": {
        "1": "Tamin’ny taona faharoa nanjakan’i Nebokadnezara, dia nanonofy izy. Ary nitebiteby be izy ka tsy nahita tory.",
        "2": "Koa nampanantsoin’ny mpanjaka ny mpisorona mpanao sikidy, ny mpila hevitra amin’ny maty, ny mpilalao ody, ary ny Kaldeanina, mba hilaza aminy an’ilay nofiny. Dia tonga izy ireo, ka nijoro teo anatrehan’ny mpanjaka.",
        "3": "Ary hoy ny mpanjaka tamin’izy ireo: “Nanonofy aho, dia mitebiteby be fa tiako ho fantatra hoe inona ilay nofiko.”",
        "4": "Dia novalian’ny Kaldeanina tamin’ny teny aramianina ny mpanjaka hoe: “Ho velona mandrakizay anie ianao, ry mpanjaka ô! Tantarao aminay mpanomponao ilay nofy, dia holazainay ny dikany.”",
        "5": "Ary hoy ny mpanjaka tamin’ny Kaldeanina: “Izao no teniko farany: Hotetitetehina ianareo ary hatao kabinem-bahoaka ny tranonareo, raha tsy ampahafantarinareo ahy ilay nofy sy ny dikany.",
        "6": "Fa raha lazainareo kosa ilay nofy sy ny dikany, dia homeko fanomezana sy valisoa ary voninahitra lehibe ianareo. Koa lazao amiko ilay nofy sy ny dikany.”",
        "7": "Dia hoy indray izy ireo: “Aleo mba lazain’ny mpanjaka aminay mpanomponao ilay nofy, dia holazainay ny dikany.”",
        "8": "Ary hoy ny mpanjaka: “Fantatro tsara fa mitetika ny hahazo fotoana lavalava fotsiny ianareo, satria azonareo tsara ny dikan’ilay teniko farany teo.",
        "9": "Koa raha tsy ampahafantarinareo ahy ilay nofy, dia hampiharana sazy mitovy daholo ianareo rehetra. Fa efa nifanaraka ianareo hoe lainga sy fitaka no holazainareo amiko, sao dia mba hiova hevitra ihany aho. Koa lazao amiko ilay nofy, dia ho fantatro raha mahay milaza ny dikany ianareo.”",
        "10": "Ary hoy ny Kaldeanina tamin’ny mpanjaka: “Tsy misy olona eto ambonin’ny tany mahavita an’izany zavatra angatahin’ny mpanjaka izany. Fa mbola tsy nisy mpanjaka lehibe na governora nangataka zavatra hoatr’izany tamin’ny mpisorona mpanao sikidy, na tamin’ny mpila hevitra amin’ny maty, na tamin’ny Kaldeanina.",
        "11": "Sarotra izany zavatra angatahin’ny mpanjaka izany, ka tsy misy mahavita milaza an’izany amin’ny mpanjaka, afa-tsy ireo andriamanitra tsy miaraka amin’ny olombelona mety maty.”",
        "12": "Dia tezitra sy romotra be ny mpanjaka, ka nanome baiko hoe haringana daholo ny olon-kendry rehetra tao Babylona.",
        "13": "Rehefa navoaka ilay baiko, ary efa hovonoina ireo olon-kendry, dia notadiavina koa i Daniela sy ireo namany mba hovonoina ho faty.",
        "14": "Tamin’izay dia niresaka tamin’i Arioka i Daniela, sady malina sy nitandrina tsara ihany. Lehiben’ny mpiambina ny mpanjaka io Arioka io, ary efa nivoaka mba hamono ny olon-kendrin’i Babylona.",
        "15": "Hoy i Daniela tamin’i Arioka, ilay tandapa mpiaro ny mpanjaka: “Fa maninona ny mpanjaka no mamoaka didy henjana be hoatr’izany?” Dia notantarain’i Arioka tamin’i Daniela ny zava-nitranga.",
        "16": "Koa nankao amin’ny mpanjaka i Daniela ka nangataka mba homena fotoana fanampiny, fa holazainy amin’ny mpanjaka ny dikan’ilay nofy.",
        "17": "Nody tany an-tranony i Daniela avy eo, ary notantarainy tamin’i Hanania sy Misaela ary Azaria namany ny zava-nitranga.",
        "18": "Nasainy nivavaka tamin’ilay Andriamanitry ny lanitra izy ireo mba hangataka famindram-po taminy, dia hampahafantatra azy ireo an’ilay zava-miafina. Amin’izay dia tsy ho ringana miaraka amin’ny sisa amin’ny olon-kendrin’i Babylona i Daniela sy ny namany.",
        "19": "Dia nampahafantarina an’i Daniela tao amin’ny fahitana tamin’ny alina ilay zava-miafina. Koa nidera an’ilay Andriamanitry ny lanitra izy.",
        "20": "Hoy i Daniela: “Hisaorana mandrakizay doria anie ny anaran’Andriamanitra, Satria izy irery ihany no hendry sy mahery!",
        "21": "Manova fotoana sy vanim-potoana izy, Manongana mpanjaka sy mametraka mpanjaka eo amin’ny toerany, Manome fahendrena ho an’ny hendry, ary manome fahalalana ho an’ny olona lalin-tsaina.",
        "22": "Mampahafantatra zava-dalina sy zava-miafina izy. Fantany ny ao amin’ny maizina, Ary feno hazavana manodidina azy.",
        "23": "Ianao no isaorako sy deraiko, ry Andriamanitry ny razambeko ô! Efa nomenao fahendrena sy hery mantsy aho. Dia nampahafantarinao ahy koa izao ny zavatra nangatahinay taminao. Nampahafantarinao anay ilay zavatra mampiasa saina ny mpanjaka.”",
        "24": "Dia lasa i Daniela nankao amin’i Arioka, ilay notendren’ny mpanjaka handringana ny olon-kendrin’i Babylona, ka niteny taminy hoe: “Aza misy aringana ny olon-kendrin’i Babylona. Ento any amin’ny mpanjaka aho fa holazaiko aminy ny dikan’ilay nofy.”",
        "25": "Dia nentin’i Arioka haingana teo anatrehan’ny mpanjaka i Daniela, ka hoy izy taminy: “Nahita lehilahy afaka mampahafantatra amin’ny mpanjaka ny dikan’ilay nofy aho. Anisan’ny olona natao sesitany avy any Joda izy.”",
        "26": "Ary hoy ny mpanjaka tamin’i Daniela, ilay nantsoina hoe Beltesazara: “Tena hainao tokoa ve ny milaza amiko hoe inona ilay hitako tao amin’ny nofy dia inona ny dikany?”",
        "27": "Dia hoy i Daniela tamin’ny mpanjaka: “Tsy misy mahavita milaza an’ilay zava-miafina nanontanian’ny mpanjaka, na ny olon-kendry, na ny mpila hevitra amin’ny maty, na ny mpisorona mpanao sikidy, na ny mpanandro.",
        "28": "Misy Andriamanitra anefa any an-danitra, dia izy no Mpampiharihary zava-miafina. Izy no nampahafantatra tamin’i Nebokadnezara Mpanjaka ny zavatra hitranga any am-parany. Izao ilay nofinao sy ireo fahitana hitanao tamin’ianao natory tao am-pandriana:",
        "29": "“Ry mpanjaka ô, lasa saina momba izay hitranga amin’ny hoavy ianao tao am-pandriananao. Ary mampahafantatra anao an’izay hitranga Ilay Mpampiharihary zava-miafina.",
        "30": "Raha ny amiko kosa, dia tsy hoe noho izaho manana fahendrena mihoatra noho ny olona rehetra no antony nampahafantarana ahy an’ilay zava-miafina, fa mba hampahafantarana amin’ny mpanjaka ny dikan’ilay nofy, ka ho fantatrao izay tao an-tsainao.",
        "31": "“Nijery ianao, ry mpanjaka ô, ka nahita sarivongana ngezabe. Nijoro teo anoloanao ilay sarivongana. Ngezabe sady namirapiratra tsy nisy hoatr’izany ilay izy, ary nampatahotra anao.",
        "32": "Volamena tena tsara ny lohany, volafotsy ny tratrany sy ny sandriny, varahina ny kibony sy ny feny,",
        "33": "vy ny ranjony, ary ny tongony kosa nisy ampahany vy sady nisy ampahany tanimanga.",
        "34": "Dia mbola nijery ianao, ka nisy vato nendahana nefa tsy nendahana tamin’ny tanana. Ary nandona mafy an’ilay sarivongana teo amin’ny tongony vy sy tanimanga ilay vato, ka namotipotika azy.",
        "35": "Tamin’izay fotoana izay, dia potipotika daholo ny vy, ny tanimanga, ny varahina, ny volafotsy, ary ny volamena ka lasa hoatran’ny akofa eny am-pamoloana amin’ny fahavaratra. Dia notsofin’ny rivotra ireny, ka nanjavona tsy hita intsony. Fa lasa tendrombohitra lehibe kosa ilay vato nandona mafy an’ilay sarivongana, ka feno azy ny tany manontolo.",
        "36": "“Izany ilay nofy, fa holazainay amin’ny mpanjaka izao ny dikany:",
        "37": "Ianao, ry mpanjaka ô, ianao no mpanjakan’ny mpanjaka, ary nomen’ilay Andriamanitry ny lanitra anao ny fanjakana sy ny hery sy ny tanjaka ary ny voninahitra.",
        "38": "Nomeny anao koa ny fahefana amin’ny olona, na aiza na aiza misy azy ireo, sy ny fahefana amin’ny bibidia sy ny voro-manidina, ka nataony mpanjakan’izy rehetra ianao. Ianao àry ilay loha volamena.",
        "39": "“Hisy fanjakana ambany kokoa noho ny fanjakanao anefa hitsangana handimby ny anao. Hisy fanjakana hafa koa avy eo hitsangana, dia fanjakana fahatelo, izay varahina. Hitondra ny tany manontolo izy io.",
        "40": "“Ny fanjakana fahefatra kosa hatanjaka toy ny vy. Fa manorotoro sy mamotipotika ary manamontsana ny zava-drehetra ny vy. Dia hoatr’izany koa fa hanorotoro sy hamotipotika an’ireo fanjakana rehetra ireo io fanjakana io.",
        "41": "“Araka ilay hitanao, dia tanimanga novolavolain’ny mpanefy ny ampahany tamin’ny tongotr’ilay sarivongana sy ny rantsantongony, fa vy kosa ny ampahany. Dia ho voazarazara toy izany koa ilay fanjakana, nefa ho mafy toy ny vy ny ampahany aminy satria vy nifangaro tanimanga mbola lena no hitanao.",
        "42": "Nisy ampahany vy ny rantsantongony, sady nisy ampahany tanimanga. Hisy ampahany amin’ilay fanjakana àry hatanjaka, fa hisy ampahany kosa halemy.",
        "43": "Araka ilay hitanao, dia tanimanga mbola lena no nifangaro tamin’ny vy. Mitovy amin’izany koa fa hisy ampahany amin’ilay fanjakana hifangaro amin’ny vahoaka. Tsy hitambatra amin’ny iray mihitsy anefa ny iray, sahala amin’ny vy tsy mety mitambatra amin’ny tanimanga.",
        "44": "“Amin’ny andron’ireo mpanjaka ireo, dia hanangana fanjakana iray ilay Andriamanitry ny lanitra. Tsy ho rava mihitsy izy io sady tsy homena olon-kafa. Dia hotorotoroin’io fanjakana io sy hofoanany ny fanjakana hafa rehetra, fa izy irery ihany no haharitra mandrakizay.",
        "45": "Araka ilay hitanao mantsy, dia nisy vato nendahana avy tamin’ny tendrombohitra, nefa tsy nendahana tamin’ny tanana. Dia notorotoroin’ilay vato ny vy, ny varahina, ny tanimanga, ny volafotsy, ary ny volamena. Koa nampahafantarin’ilay Andriamanitra Be Voninahitra tamin’ny mpanjaka ny zavatra hitranga any aoriana any. Tsy maintsy ho tanteraka ilay nofy, ary azo itokisana ny dikany.”",
        "46": "Dia niankohoka tamin’ny tany teo anatrehan’i Daniela i Nebokadnezara Mpanjaka, sady nanome voninahitra azy. Ary nanome baiko izy hoe homena fanomezana i Daniela sady handoroana emboka manitra.",
        "47": "Dia hoy ny mpanjaka tamin’i Daniela: “Tena Andriamanitry ny andriamanitra tokoa ilay Andriamanitrareo, sady Tompon’ireo mpanjaka ary Mpampiharihary zava-miafina, satria vitanao ny nampahafantatra an’ilay zava-miafina.”",
        "48": "Nomen’ny mpanjaka toerana ambony i Daniela avy eo, sady nomeny fanomezana tena tsara be dia be. Notendreny ho filohan’ny faritanin’i Babylona koa izy, sady ho mpiadidy hifehy ny olon-kendry rehetra tao Babylona.",
        "49": "Ary notendren’ny mpanjaka hitantana ny raharaham-panjakana tao amin’ny faritanin’i Babylona i Sadraka sy Mesaka ary Abednego, noho ny fangatahan’i Daniela. I Daniela kosa nanompo tao an-dapan’ny mpanjaka."
    },
    "3": {
        "1": "Nanao sarivongana volamena i Nebokadnezara Mpanjaka, ka 60 hakiho ny haavony, ary 6 hakiho ny sakany. Ary natsangany teo amin’ny lemak’i Dora tao amin’ny faritanin’i Babylona ilay izy.",
        "2": "Dia naniraka olona i Nebokadnezara Mpanjaka mba hamory ny lehibem-paritany, ny mpiadidy, ny governora, ny mpanolo-tsaina, ny mpitahiry ny harenam-panjakana, ny mpitsara, ny mpahay lalàna, ary izay rehetra nitantana ny raharaham-panjakana tany amin’ny faritany. Nasaina ho tonga amin’ny fitokanana an’ilay sarivongana natsangan’i Nebokadnezara Mpanjaka izy rehetra ireo.",
        "3": "Koa nivory mba hitokana an’ilay sarivongana natsangan’i Nebokadnezara Mpanjaka ny lehibem-paritany, ny mpiadidy, ny governora, ny mpanolo-tsaina, ny mpitahiry ny harenam-panjakana, ny mpitsara, ny mpahay lalàna, ary izay rehetra nitantana ny raharaham-panjakana tany amin’ny faritany. Ary nijoro teo anoloan’ilay sarivongana natsangan’i Nebokadnezara izy ireo.",
        "4": "Dia niantsoantso mafy ny mpitondra hafatra hoe: “Izao no baiko omena anareo, ry vahoaka sy firenena ary olona samy hafa fiteny:",
        "5": "Rehefa henonareo ny feon’ny anjombona, ny sodina, ny valiha vata, ny harpa telozoro, ny zavamaneno fitendry, ny sodina misy kitapon-drivotra, ary ny zavamaneno hafa isan-karazany, dia tsy maintsy miankohoka sy mivavaka amin’ilay sarivongana volamena natsangan’i Nebokadnezara Mpanjaka ianareo.",
        "6": "Ary izay tsy miankohoka na mivavaka amin’ilay sarivongana, dia hatsipy avy hatrany ao anaty lafaoro misy afo mivaivay.”",
        "7": "Koa niankohoka sy nivavaka tamin’ilay sarivongana volamena natsangan’i Nebokadnezara Mpanjaka daholo ny vahoaka sy ny firenena ary ny olona samy hafa fiteny, rehefa naheno ny feon’ny anjombona, ny sodina, ny valiha vata, ny harpa telozoro, ny zavamaneno fitendry, ary ny zavamaneno hafa isan-karazany.",
        "8": "Tamin’izay dia nisy Kaldeanina nankeo amin’ny mpanjaka ka niampanga an’ireo Jiosy.",
        "9": "Dia hoy izy ireo tamin’i Nebokadnezara Mpanjaka: “Ho ela velona anie ianao, ry mpanjaka ô!",
        "10": "Efa namoaka didy ianao, ry mpanjaka ô, fa izay maheno ny feon’ny anjombona, ny sodina, ny valiha vata, ny harpa telozoro, ny zavamaneno fitendry, ny sodina misy kitapon-drivotra, ary ny zavamaneno hafa isan-karazany, dia tokony hiankohoka sy hivavaka amin’ilay sarivongana volamena.",
        "11": "Ary izay tsy miankohoka na mivavaka amin’ilay sarivongana dia hatsipy ao anaty lafaoro misy afo mivaivay.",
        "12": "Misy Jiosy tsy niraharaha ny teninao anefa, ry mpanjaka ô! Tsy iza izany fa i Sadraka sy Mesaka ary Abednego, izay notendrenao hitantana ny raharaham-panjakana eto amin’ny faritanin’i Babylona. Tsy manompo an’ireo andriamanitrao mantsy ry zareo, sady tsy mety mivavaka amin’ilay sarivongana volamena natsanganao.”",
        "13": "Dia romotra be i Nebokadnezara ka nanome baiko mba hoentina eo aminy i Sadraka sy Mesaka ary Abednego. Koa nentina teo anatrehan’ny mpanjaka izy ireo.",
        "14": "Ary hoy i Nebokadnezara taminy: “Tena marina tokoa ve, ry Sadraka sy Mesaka ary Abednego, fa tsy manompo an’ireo andriamanitro, hono, ianareo, sady tsy mety mivavaka amin’ilay sarivongana volamena natsangako?",
        "15": "Raha vonona hiankohoka sy hivavaka amin’ilay sarivongana nataoko anefa ianareo izao, rehefa maheno ny feon’ny anjombona, ny sodina, ny valiha vata, ny harpa telozoro, ny zavamaneno fitendry, ny sodina misy kitapon-drivotra, ary ny zavamaneno hafa isan-karazany, dia tsara izany. Fa raha tsy mety mivavaka amin’ilay sarivongana kosa ianareo, dia hatsipy avy hatrany ao anaty lafaoro misy afo mivaivay. Fa iza koa no andriamanitra mahavita mamonjy anareo eo am-pelatanako?”",
        "16": "Dia hoy i Sadraka sy Mesaka ary Abednego tamin’ny mpanjaka: “Tsy mila mamaly anao momba an’izany akory izahay, ry Nebokadnezara ô!",
        "17": "Raha tsy maintsy atsipy ao anatin’ny lafaoro misy afo mivaivay izahay, dia mahavita mamonjy anay avy ao sy mamonjy anay eo am-pelatananao ilay Andriamanitra tompoinay, ry mpanjaka ô!",
        "18": "Fa na tsy hamonjy anay aza anefa izy, dia tianay ho fantatrao fa tsy hanompo an’ireo andriamanitrao izahay, ry mpanjaka ô, sady tsy hivavaka amin’ilay sarivongana volamena natsanganao.”",
        "19": "Dia tezitra be tamin’i Sadraka sy Mesaka ary Abednego i Nebokadnezara, ka niova be mihitsy ny tarehiny. Ary nanome baiko izy hoe tokony hohafanaina avo fito heny noho ny mahazatra ilay lafaoro.",
        "20": "Nomeny baiko koa ny miaramila matanjaka sasany tao amin’ny tafiny mba hamatotra an’i Sadraka sy Mesaka ary Abednego, ka hanipy azy ireo ao anatin’ilay lafaoro misy afo mivaivay.",
        "21": "Dia nafatotra izy telo lahy. Mbola teny aminy ny fitafiany ivelany, ny akanjony, ny satrony, ary ny fitafiany hafa, tamin’izy ireo natsipy tao anatin’ilay lafaoro misy afo mivaivay.",
        "22": "Koa satria hentitra be ny baikon’ny mpanjaka sady faran’izay nahamay be ilay lafaoro, dia ireo lehilahy nibata an’i Sadraka sy Mesaka ary Abednego indray no matin’ny lelafo.",
        "23": "Fa izy telo lahy kosa, izany hoe i Sadraka sy Mesaka ary Abednego, dia nilatsaka tao anatin’ilay lafaoro misy afo mivaivay, sady mbola nifatotra.",
        "24": "Dia raiki-tahotra i Nebokadnezara Mpanjaka ka nitsangana haingana. Ary hoy izy tamin’ny manam-pahefana ambony: “Angaha moa tsy telo lahy no nafatotsika sy natsipintsika tao anaty afo?” Dia hoy ireo tamin’ny mpanjaka: “Marina izany, ry mpanjaka ô!”",
        "25": "Ary hoy izy: “Jereo anefa fa efa-dahy no hitako mandehandeha ao anaty afo! Tsy mifatotra ry zareo sady tsy misy maninona. Ary hoatran’ny zanak’ireo andriamanitra ilay fahefatra.”",
        "26": "Nankeo am-baravaran’ilay lafaoro misy afo mivaivay i Nebokadnezara, ka niteny hoe: “Ry Sadraka sy Mesaka ary Abednego, mpanompon’ilay Andriamanitra Avo Indrindra! Mivoaha dia avia atỳ!” Dia nivoaka avy tao anaty afo i Sadraka sy Mesaka ary Abednego.",
        "27": "Ary hitan’ny lehibem-paritany sy ny mpiadidy sy ny governora ary ny manam-pahefana ambony tafavory teo fa tsy nampaninona azy ireo ny afo. Tsy nisy nikainkona koa ny volon-dohany, tsy niova ny fitafiany ivelany, ary tsy nisy fofon’afo akory aza taminy.",
        "28": "Hoy i Nebokadnezara avy eo: “Hoderaina anie ilay Andriamanitr’i Sadraka sy Mesaka ary Abednego, fa naniraka ny anjeliny izy hamonjy ny mpanompony! Natoky azy mantsy ry zareo ka tsy nety nanaraka ny baikon’ny mpanjaka, fa naleony aza maty toy izay hanompo na hivavaka amin’andriamani-kafa afa-tsy ny Andriamaniny ihany.",
        "29": "Koa mamoaka didy aho fa hotetitetehina izay vahoaka na firenena na olona avy amin’ny fiteny samy hafa ka miteny zavatra hanoherana an’ilay Andriamanitr’i Sadraka sy Mesaka ary Abednego. Hatao kabinem-bahoaka koa ny tranony. Fa tsy misy andriamani-kafa mahavita mamonjy hoatr’azy.”",
        "30": "Dia nomen’ny mpanjaka toerana ambony tao amin’ny faritanin’i Babylona i Sadraka sy Mesaka ary Abednego."
    },
    "4": {
        "1": "“Izao no tenin’i Nebokadnezara Mpanjaka ho an’ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra eran-tany: Hitombo be anie ny fiadananareo!",
        "2": "Faly aho milaza aminareo ny famantarana sy ny zava-mahagaga nataon’ilay Andriamanitra Avo Indrindra tamiko.",
        "3": "Lehibe tokoa ny famantarana nataony, ary tena miavaka ny zava-mahagaga nataony! Ny fanjakany dia fanjakana mandrakizay, ary ny fitondrany haharitra hatramin’ny taranaka fara aman-dimby.",
        "4": "“Izaho Nebokadnezara dia niadana be erỳ tato an-tranoko, sady nandeha tsara ny fiainako tato an-dapako.",
        "5": "Nanonofy aho, ary nampatahotra ahy ilay izy. Nampatahotra be ahy ny sary sy fahitana hitako tao an-tsaiko tao, tamin’izaho natory teo am-pandrianako.",
        "6": "Koa namoaka didy aho hoe hoentina eo anatrehako ny olon-kendry rehetra eto Babylona, mba hilaza amiko ny dikan’ilay nofy.",
        "7": "“Dia nankao amiko ny mpisorona mpanao sikidy, ny mpila hevitra amin’ny maty, ny Kaldeanina, ary ny mpanandro. Tsy nahavita nilaza tamiko ny dikan’ilay nofy anefa izy ireo, rehefa nolazaiko taminy ilay nofy.",
        "8": "Farany, dia nankao amiko i Daniela, ilay atao hoe Beltesazara araka ny anaran’ny andriamanitro. Ary miasa aminy ny fanahin’ireo andriamanitra masina. Dia nolazaiko taminy ilay nofy hoe:",
        "9": "“‘Ry Beltesazara lehiben’ny mpisorona mpanao sikidy ô! Fantatro tsara fa miasa aminao ny fanahin’ireo andriamanitra masina, ka tsy misy zava-miafina tsy hainao hazavaina. Hazavao amiko àry ny fahitana hitako tao amin’ny nofy, dia lazao amiko ny dikany.",
        "10": "“‘Tao amin’ny fahitana hitako tamin’izaho tao am-pandrianako, dia nahita hazo anankiray teo afovoan’ny tany aho. Avo be mihitsy ilay izy.",
        "11": "Nitombo ilay hazo, ary lasa matanjaka be. Nanakatra ny lanitra ny tendrony, ka tazana hatrany amin’ny faran’ny tany ilay izy.",
        "12": "Tsara tarehy ny raviny, betsaka ny voany, ary nisy sakafo ho an’ny rehetra teo aminy. Nialokaloka teo ambaniny koa ny bibidia, dia nipetraka teny amin’ny sampany ny voro-manidina, ary nahazo sakafo avy taminy ny zavaboary rehetra.",
        "13": "“‘Ary raha mbola nijery an’ireo fahitana ireo aho tamin’izaho tao am-pandrianako, dia nahita mpiambina anankiray, iraka masina nidina avy any an-danitra.",
        "14": "Niantsoantso mafy izy hoe: “Kapao io hazo io, tapaho ny sampany, ahintsano ny raviny, ary aparitaho ny voany! Dia handositra hiala eo ambaniny ny bibidia, ary hiala eny amin’ny sampany ny vorona.",
        "15": "Avelao eo amin’ny tany, eo amin’ny ahitra any an-tsaha, anefa ny fotony sy ny fakany, ka gejao amin’ny vy sy varahina. Dia avelao ho lenan’ny andon’ny lanitra ny fotony, ka hiaraka amin’ny bibidia eny amin’ny ahitra amin’ny tany.",
        "16": "Aleo hovana ho fom-biby ny fony mba tsy ho fon’olombelona intsony. Ary aleo holanina aminy ny fe-potoana fito.",
        "17": "Izany no didy nolazain’ny mpiambina, sy didim-pitsarana nolazain’ireo masina, mba ho fantatry ny velona fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena fitondrana no omeny an’izany, na dia ny ambany indrindra amin’ny olombelona aza.”",
        "18": "“‘Izany no hitako tao amin’ny nofiko, izaho Nebokadnezara Mpanjaka. Koa hazavao ny dikan’ilay nofy, ry Beltesazara ô, satria tsy misy mahavita milaza an’izany amiko ny olon-kendry hafa rehetra eto amin’ny fanjakako. Fa ianao kosa no mahavita an’izany, satria miasa aminao ny fanahin’ireo andriamanitra masina.’",
        "19": "“Tamin’izay dia ankona tsy nahateny vetivety i Daniela, ilay atao hoe Beltesazara, ary lasa nampatahotra azy ny eritreriny. “Dia hoy ny mpanjaka: ‘Aza atao mampatahotra anao ilay nofy sy ny dikany, ry Beltesazara ô!’ “Ary hoy i Beltesazara: ‘Enga anie hihatra amin’izay mankahala anao ilay nofy, tompoko ô, ary enga anie ho tanteraka amin’ny fahavalonao ny dikan’ilay nofy!",
        "20": "“‘Ilay hazo hitanao nitombo be sy lasa matanjaka ary nanakatra ny lanitra ny tendrony ka tazana nanerana ny tany,",
        "21": "sady nisy raviny tsara tarehy sy voany be dia be ary nisy sakafo ho an’ny rehetra, sady nipetrahan’ny bibidia teo ambaniny, ary nipetrahan’ny voro-manidina teny amin’ny sampany,",
        "22": "dia ianao izany, ry mpanjaka ô. Lasa lehibe sy natanjaka mantsy ianao, ary nitombo be nanakatra ny lanitra ny voninahitrao. Tonga hatrany amin’ny faran’ny tany koa ny fanjakanao.",
        "23": "“‘Nahita mpiambina ianao, ry mpanjaka ô, dia iraka masina iray nidina avy any an-danitra, nilaza hoe: “Kapao io hazo io dia poteho, nefa avelao eo amin’ny tany, eo amin’ny ahitra any an-tsaha, ny fotony sy ny fakany ka gejao amin’ny vy sy varahina. Dia avelao ho lenan’ny andon’ny lanitra ny fotony ka hiaraka amin’ny bibidia, mandra-pahatapitry ny fe-potoana fito.”",
        "24": "Izao no dikany, ry mpanjaka ô, ary izany no didin’ilay Avo Indrindra tsy maintsy hihatra amin’ny mpanjaka tompoko:",
        "25": "Horoahina hiala amin’ny olona ianao, ka hiara-mipetraka amin’ny bibidia. Homena ahitra ianao dia hihinana ahitra hoatran’ny omby, ary ho lenan’ny andon’ny lanitra. Ary havela holanina aminao ny fe-potoana fito, mandra-pahafantatrao fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena fitondrana no omeny an’izany.",
        "26": "“‘Nasaina navela anefa ny fototr’ilay hazo sy ny fakany, ka midika izany fa haverina aminao indray ny fanjakanao rehefa fantatrao fa ny lanitra no mitondra.",
        "27": "Koa mba ekeo re ny torohevitro, ry mpanjaka ô! Aza manota intsony fa manaova ny tsara. Dia aza manao ratsy intsony fa iantrao ny mahantra, amin’izay angamba mba haharitra kokoa ny fiadananao.’”",
        "28": "Nihatra tamin’i Nebokadnezara Mpanjaka daholo izany rehetra izany.",
        "29": "Roa ambin’ny folo volana taorian’izay, dia nandehandeha teny amin’ny tafon’ny lapam-panjakan’i Babylona ny mpanjaka.",
        "30": "Ary hoy izy: “Tsy ity ve no Babylona Lehibe, ilay naoriko tamin’ny tanjaky ny heriko mba ho lasa lapam-panjakana sy hahazoako voninahitra lehibe?”",
        "31": "Raha mbola niteny an’izany ny mpanjaka, dia nisy feo avy any an-danitra nanao hoe: “Izao no lazaina aminao, ry Nebokadnezara Mpanjaka ô: ‘Nesorina taminao ny fanjakana,",
        "32": "ary horoahina hiala amin’ny olombelona ianao. Hiara-mipetraka amin’ny bibidia ianao, ary homena ahitra dia hihinana ahitra hoatran’ny omby. Havela holanina aminao ny fe-potoana fito mandra-pahafantatrao fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena fitondrana no omeny an’izany.’”",
        "33": "Tamin’izay indrindra no tanteraka tamin’i Nebokadnezara izany teny izany. Dia noroahina niala tamin’ny olombelona izy, ary nanomboka nihinana ahitra hoatran’ny omby. Lenan’ny andon’ny lanitra ny vatany, ka lasa naniry lava be toy ny volon’ny voromahery ny volony, ary lava be toy ny hohon’ny vorona ny hohony.",
        "34": "“Rehefa tapitra izany fotoana izany, dia nijery ny lanitra izaho Nebokadnezara, ary niverina indray ny saiko. Dia nidera an’ilay Avo Indrindra aho, sady nidera sy nanome voninahitra an’Ilay velona mandrakizay. Fitondrana mandrakizay mantsy ny fitondrany, ary haharitra hatramin’ny taranaka fara aman-dimby ny fanjakany.",
        "35": "Tsinontsinona ny mponina rehetra eto an-tany, raha ampitahaina aminy. Manao izay sitrapony rehetra izy, eo amin’ny tafiky ny lanitra sy ny mponina eto an-tany. Tsy misy mahasakana azy, na afaka miteny aminy hoe: ‘Fa inona ity ataonao?’",
        "36": "“Tamin’izay indrindra no nody indray ny saiko, dia lasa mpanjaka ambony sady be voninahitra indray aho. Nitady ahy mafy ny manam-pahefana sy ny olona ambony, ka naverina teo amin’ny fanjakako indray aho, ary vao mainka nahazo voninahitra.",
        "37": "“Koa midera sy manandratra ary mankalaza an’ilay Mpanjakan’ny lanitra izaho Nebokadnezara, satria tsara sy ara-drariny daholo ny zavatra ataony, ary vitany ny mampietry an’izay manambony tena.”"
    },
    "5": {
        "1": "Nanao fanasambe ho an’ny olona ambony 1 000 lahy i Belsazara Mpanjaka, ka nisotro divay teo anatrehan’ireo.",
        "2": "Rehefa mamomamo iny i Belsazara, dia nanome baiko izy hoe hoentina eo aminy ny kaopy volamena sy volafotsy, izay nalain’i Nebokadnezara rainy avy tao amin’ny tempoly tany Jerosalema. Nasainy nentina teo izany mba hisotroan’ny mpanjaka sy ny olona ambony, ary ny vadikeliny sy ny vadiny hafa.",
        "3": "Dia nentina ny kaopy volamena nalaina tao amin’ny tempolin’ny tranon’Andriamanitra tany Jerosalema, ka nisotroan’ny mpanjaka sy ny olona ambony, ary ny vadikeliny sy ny vadiny hafa.",
        "4": "Nisotro divay izy ireo, sady nidera an’ireo andriamanitra volamena sy volafotsy sy varahina sy vy sy hazo ary vato.",
        "5": "Tamin’izay indrindra no nisy rantsantanan’olona nipoitra ka nanoratra teo amin’ilay rindrina voalalotra tsara, teo ampitan’ny fitoeran-jiro, tao an-dapan’ny mpanjaka. Ary hitan’ny mpanjaka ilay tanana nanoratra.",
        "6": "Dia lasa hatsatra ny tarehin’ny mpanjaka, sady nampatahotra be azy ny eritreriny, ary nangovitra ny andilany. Nangovitra be koa ny lohaliny ka nifandona.",
        "7": "Dia niantsoantso mafy ny mpanjaka mba hasaina hankeo aminy ny mpila hevitra amin’ny maty, sy ny Kaldeanina, ary ny mpanandro. Dia hoy izy tamin’ireo olon-kendrin’i Babylona ireo: “Izay mahavaky an’io soratra io ka milaza amiko ny dikany, dia hampanaovina akanjo volomparasy, sady hasiana rojo volamena ny vozony, ary izy no ho mpitondra fahatelo eto amin’ny fanjakana.”",
        "8": "Dia tonga daholo ny olon-kendrin’ny mpanjaka, nefa tsy nisy nahavita namaky an’ilay soratra na nahay nilaza ny dikany tamin’ny mpanjaka.",
        "9": "Koa natahotra be i Belsazara Mpanjaka, ka vao mainka lasa hatsatra ny tarehiny. Ary tsy hitan’ny olona ambony intsony izay hatao.",
        "10": "Ary naheno ny tenin’ny mpanjaka sy ny olona ambony ny renin’ny mpanjaka, ka niditra tao amin’ny efitrano nanaovana an’ilay fanasana. Dia hoy izy: “Ho ela velona anie ianao, ry mpanjaka ô! Aza atao mampatahotra anao ny eritreritrao, ary aza avela ho hatsatra ny tarehinao.",
        "11": "Misy lehilahy iray manana ny fanahin’ireo andriamanitra masina, eto amin’ny fanjakanao. Tamin’ny andron’i Nebokadnezara Mpanjaka rainao, dia hita fa nanam-pahalalana sady lalin-tsaina izy, ary nanana fahendrena toy ny an’ireo andriamanitra. Ary izy no notendren’ny rainao ho lehiben’ny mpisorona mpanao sikidy sy ny mpila hevitra amin’ny maty sy ny Kaldeanina ary ny mpanandro. Izany no nataon’ny rainao, ry mpanjaka ô!",
        "12": "Fa marani-tsaina tsy misy hoatr’izany i Daniela, izay nantsoin’ny mpanjaka hoe Beltesazara, ary manam-pahalalana sy lalin-tsaina, ka mahay milaza ny dikan’ny nofy, sady mahavita manazava ny dikan’ny teny saro-pantarina sy mahavaha olana saro-bahana. Dia aleo izy hampanantsoina fa holazainy aminao ny dikan’io soratra io.”",
        "13": "Dia nentina teo anatrehan’ny mpanjaka i Daniela. Ary hoy ny mpanjaka taminy: “Ianao ve izany Daniela anisan’ny natao sesitany avy any Joda izany, ilay nentin’ny mpanjaka raiko niala tany Joda?",
        "14": "Henoko fa ao aminao ny fanahin’ireo andriamanitra. Manam-pahalalana sy lalin-tsaina ary hendry tsy misy hoatr’izany koa, hono, ianao.",
        "15": "Ary nentina teto anatrehako ny olon-kendry sy ny mpila hevitra amin’ny maty, mba hamaky an’io soratra io sy hilaza amiko ny dikany. Tsy mahavita milaza ny dikan’ilay soratra anefa izy ireo.",
        "16": "Efa henoko kosa ny momba anao, fa mahay milaza ny dikan’ny zava-miafina sy mahavaha olana saro-bahana, hono, ianao. Dia raha hainao ny mamaky an’io soratra io ka lazainao amiko ny dikany, dia hampanaovina akanjo volomparasy ianao sady hasiana rojo volamena ny vozonao, ary ianao no ho mpitondra fahatelo eto amin’ny fanjakana.”",
        "17": "Ary hoy i Daniela tamin’ny mpanjaka: “Aoka ihany ho anao ny fanomezanao, dia omeo olon-kafa ny valisoa tianao homena. Hovakiko aminao ihany anefa, ry mpanjaka, io soratra io, ary holazaiko aminao ny dikany.",
        "18": "Ry mpanjaka ô! Nomen’ilay Andriamanitra Avo Indrindra an’i Nebokadnezara rainao ny fanjakana sy ny fahalehibeazana sy ny voninahitra ary ny fahefana.",
        "19": "Ary nangovitra sy natahotra azy ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra, noho ny fahalehibeazana nomen’Andriamanitra azy. Izay tiany hovonoina mantsy dia novonoiny, ary izay tiany ho velona dia navelany ho velona. Izay tiany hasandratra koa dia nasandrany, ary izay tiany haetry dia naetriny.",
        "20": "Nirehareha anefa ny fony ary lasa mafy loha izy, ka lasa sahisahy ratsy nanao ny tsy tokony hatao. Koa naongana tsy ho eo amin’ny seza fiandrianan’ny fanjakany izy, ary nesorina taminy ny voninahiny.",
        "21": "Noroahina niala tamin’ny olombelona izy, sady novana ho lasa hoatran’ny fom-biby ny fony, ary niara-nipetraka tamin’ny ampondradia izy. Nomena ahitra izy dia nihinana ahitra hoatran’ny omby, ary lenan’ny andon’ny lanitra ny vatany, mandra-pahafantany fa ilay Andriamanitra Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izy no manendry an’izay tiany hitondra eo.",
        "22": "“Tsy mba nanetry tena anefa ianao tao am-ponao, ry Belsazara zanany lahy, na dia fantatrao aza izany rehetra izany.",
        "23": "Nanandra-tena hanohitra ny Tompon’ny lanitra kosa ianao, ary nasainao nentina teto anatrehanao ireo kaopy tao an-tranony. Dia nisotro divay tamin’ireny ianao sy ny olona ambony, ary ny vadikelinao sy ny vadinao hafa, sady nidera an’ireo andriamanitra volafotsy sy volamena sy varahina sy vy sy hazo ary vato. Tsy mahita na maheno na mahalala na inona na inona anefa ireny. Tsy mba nomenao voninahitra kosa ilay Andriamanitra tompon’ny ainao sy manana fahefana amin’izay rehetra ataonao.",
        "24": "Izany no nahatonga azy handefa an’io tanana io, ka nampisy an’io soratra io.",
        "25": "Izao ilay soratra: MENE, MENE, TEKELA, ary PARSINA.",
        "26": "“Dia izao avy no dikan’ireo teny ireo: MENE: Nisain’Andriamanitra ny andro naharetan’ny fanjakanao ka nofaranany.",
        "27": "“TEKELA: Nolanjaina tamin’ny mizana ianao ka hita hoe tsy ampy lanja.",
        "28": "“PERESA: Nozaraina ny fanjakanao, ka homena ho an’ny Medianina sy ny Persianina.”",
        "29": "Dia namoaka didy i Belsazara ka nampanaovina akanjo volomparasy i Daniela, ary nasiana rojo volamena ny vozony. Dia nasaina nambara fa izy no ho mpitondra fahatelo eo amin’ny fanjakana.",
        "30": "Tamin’iny alina iny ihany dia novonoina i Belsazara mpanjakan’ny Kaldeanina.",
        "31": "Ary i Dariosy Medianina no nandray ny fanjakana, tamin’izy 62 taona teo ho eo."
    },
    "6": {
        "1": "Ary hitan’i Dariosy hoe tsara raha manendry lehibem-paritany 120 izy hitantana an’ilay fanjakana manontolo.",
        "2": "Nisy manam-pahefana ambony telo niandraikitra azy ireo, ka anisan’izany i Daniela. Nandefa tatitra tsy tapaka tany amin’ireo manam-pahefana ambony ireo ny lehibem-paritany, mba tsy hisy fatiantoka ho an’ny mpanjaka.",
        "3": "Ary niavaka foana i Daniela raha oharina amin’ireo manam-pahefana ambony sy lehibem-paritany, satria narani-tsaina tsy nisy hoatr’izany izy. Dia nieritreritra ny hanandratra azy hitantana ny fanjakana manontolo ny mpanjaka.",
        "4": "Tamin’izany fotoana izany, dia nitady antony hiampangana an’i Daniela momba ny raharaham-panjakana ny manam-pahefana ambony sy ny lehibem-paritany. Tsy nahita zavatra azo iampangana azy anefa izy ireo, sady tsy afaka niampanga azy ho nanao ny tsy marina, satria mendri-pitokisana izy. Tsy mba nanao kitoatoa mihitsy koa izy sady nanao ny marina foana.",
        "5": "Dia hoy ireo lehilahy ireo: “Tsy hahita zavatra hiampangana an’io Daniela io mihitsy isika, raha tsy hoe zavatra mifandray amin’ny lalàn’ny Andriamaniny angaha.”",
        "6": "Dia nirohotra nankao amin’ny mpanjaka ireo manam-pahefana ambony sy lehibem-paritany ireo, ka niteny hoe: “Ho velona mandrakizay anie ianao, ry Dariosy Mpanjaka ô!",
        "7": "Nikaon-doha daholo ny manam-pahefana eto amin’ny fanjakana, ny mpiadidy, ny lehibem-paritany, ny lehiben’ny tandapa, ary ny governora ka nifanaraka hoe aleo hasiana lalàm-panjakana mampanan-kery an’izao fandrarana izao: Izay manao fangatahana ato anatin’ny 30 andro, na amin’andriamanitra izany na amin’olona, afa-tsy aminao ihany, ry mpanjaka ô, dia hatsipy ao an-davaky ny liona.",
        "8": "Dia mba avoahy izany lalàna izany, ry mpanjaka ô, ka ataovy sonia mba tsy ho azo ovana, araka ny lalàn’ny Medianina sy ny Persianina, izay tsy azo foanana.”",
        "9": "Koa nosoniavin’i Dariosy Mpanjaka ilay lalàna sy ilay fandrarana.",
        "10": "Vao henon’i Daniela anefa hoe efa vita sonia ilay lalàna, dia nankao an-tranony izy. Nisokatra tandrifin’i Jerosalema ny varavarankelin’ny efitranony tany an-tampon-trano. Dia nandohalika sy nivavaka ary nidera ny Andriamaniny intelo isan’andro izy, araka ny efa fanaony talohan’izay.",
        "11": "Tamin’izay no nirohotra niditra ireo lehilahy ireo, ka nahita an’i Daniela nangataka sy nitalaho famindram-po tamin’ny Andriamaniny.",
        "12": "Koa nankao amin’ny mpanjaka izy ireo, ka nampahatsiahy azy an’ilay fandrarana navoakan’ny mpanjaka. Dia hoy izy ireo: “Ry mpanjaka ô, angaha moa ianao tsy efa nanao sonia an’ilay fandrarana hoe izay manao fangatahana ato anatin’ny 30 andro, na amin’andriamanitra izany na amin’olona, afa-tsy aminao ihany, dia hatsipy ao an-davaky ny liona?” Dia hoy ny mpanjaka: “Ie, didy efa manan-kery izany, araka ny lalàn’ny Medianina sy ny Persianina, izay tsy azo foanana.”",
        "13": "Tonga dia niteny tamin’ny mpanjaka izy ireo hoe: “Ry mpanjaka ô, i Daniela, ilay anisan’ny babo avy any Joda, ange tsy niraharaha ny didinao sy ny fandrarana nosoniavinao e! Fa izy mbola mivavaka intelo isan’andro ihany.”",
        "14": "Vao henon’ny mpanjaka izany, dia tena nalahelo be izy. Ary nitady hevitra hamonjena an’i Daniela izy, ka niezaka mafy hanavotra azy alohan’ny hilentehan’ny masoandro.",
        "15": "Farany, dia nirohotra nankao amin’ny mpanjaka ireo lehilahy ireo, ka niteny hoe: “Ry mpanjaka ô, tadidio fa araka ny lalàn’ny Medianina sy ny Persianina, dia tsy azo ovana izay fandrarana na lalàna efa navoakan’ny mpanjaka.”",
        "16": "Koa nanome baiko ny mpanjaka, dia nentina i Daniela ka natsipy tao an-davaky ny liona. Dia hoy ny mpanjaka tamin’i Daniela: “Hamonjy anao ilay Andriamanitra tompoinao andro aman’alina.”",
        "17": "Avy eo dia nisy vato nalaina nanampenana an’ilay lavaka. Ary nasian’ny mpanjaka tombo-kase tamin’ny peratra fanombohan-kaseny sy ny peratra fanombohan-kasen’ny olona ambony ilay vato, mba tsy ho azo ovana ny lalàna nampiharina tamin’i Daniela.",
        "18": "Dia nody tao an-dapany ny mpanjaka. Nifady hanina izy ny alin’iny, sady tsy navelany hisy olona hampiala voly azy. Tsy nety nahita tory mihitsy koa izy.",
        "19": "Rehefa maraina ny andro, tamin’ilay nangiran-dratsy iny, dia niarina ny mpanjaka ka nihazakazaka nankany amin’ilay lavaky ny liona.",
        "20": "Rehefa teo akaikin’ilay lavaka izy, dia niantsoantso an’i Daniela sady nalahelohelo erỳ niteny hoe: “Ry Daniela mpanompon’ilay Andriamanitra velona ô! Nahavita namonjy anao tamin’ny liona ihany ve ilay Andriamanitra tompoinao andro aman’alina?”",
        "21": "Tonga dia namaly i Daniela hoe: “Ho velona mandrakizay anie ianao, ry mpanjaka ô!",
        "22": "Naniraka ny anjeliny ilay Andriamanitro ka nanakombona ny vavan’ny liona, dia tsy naninona ahy mihitsy ny liona. Hita mantsy hoe tsy nanan-tsiny teo anatrehany aho. Sady tsy nanao ratsy taminao koa aho, ry mpanjaka ô!”",
        "23": "Dia faly be ny mpanjaka, ka nasainy nampiakarina avy tao amin’ilay lavaka i Daniela. Rehefa tafakatra avy tao i Daniela, dia hita fa tsy naninona mihitsy izy, satria natoky an’ilay Andriamaniny.",
        "24": "Nanome baiko ny mpanjaka avy eo, dia nalaina ireo lehilahy niampanga an’i Daniela ka natsipy tao an-davaky ny liona, niaraka tamin’ny vady aman-janany. Mbola tsy tonga tany amin’ny faran’ilay lavaka akory izy ireo dia efa norambasan’ny liona, ka nopotipotehiny daholo ny taolany.",
        "25": "Dia nanoratra ho an’ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra eran-tany i Dariosy Mpanjaka hoe: “Hitombo be anie ny fiadananareo!",
        "26": "Mamoaka didy aho hoe tokony hangovitra sy hatahotra an’ilay Andriamanitr’i Daniela ny olona any amin’ny faritra rehetra eran’ny fanjakako. Fa izy no Andriamanitra velona sy maharitra mandrakizay. Tsy ho rava mihitsy ny fanjakany, ary maharitra mandrakizay ny fitondrany.",
        "27": "Mamonjy sy manafaka izy, ary manao famantarana sy zava-mahagaga eny amin’ny lanitra sy etỳ an-tany, satria namonjy an’i Daniela teny am-bavan’ny liona.”",
        "28": "Koa nilamina ny fiainan’i Daniela nandritra ny fanjakan’i Dariosy sy ny fanjakan’i Kyrosy Persianina."
    },
    "7": {
        "1": "Tamin’ny taona voalohany nanjakan’i Belsazara mpanjakan’i Babylona, dia nanonofy sy nahita fahitana i Daniela tamin’izy natory teo am-pandrianany. Dia nosoratany ilay nofy, ka nataony an-tsoratra izay rehetra hitany sy henony.",
        "2": "Ary hoy izy: “Nijery tao amin’ilay fahitana hitako tamin’ny alina aho, ka izao no hitako: Nifofofofo be ny rivotra efatry ny lanitra, ka nisamboaravoara ny ranomasimbe.",
        "3": "Dia nisy biby ngezabe efatra nivoaka avy tao anaty ranomasina, ary samy hafa daholo izy ireo.",
        "4": "“Nitovy tamin’ny liona ilay biby voalohany, saingy nanana elatry ny voromahery. Dia nijery ihany aho mandra-panongotra ny elany. Ningaina niala tamin’ny tany izy, ka najoro tamin’ny tongony roa hoatran’ny olona mijoro, sady nomena fon’olombelona.",
        "5": "“Dia iny koa nisy biby hafa. Io no biby faharoa, ary nitovy tamin’ny orsa ilay izy. Ningaina ny ila tenany, ary nisy taolan-tehezana telo teo am-bavany, teo anelanelan’ny nifiny. Ary izao no nolazaina taminy: ‘Mitsangàna dia mihinàna nofo be dia be.’",
        "6": "“Mbola nijery aho taorian’izay, dia iny nisy biby hafa nitovy tamin’ny leopara. Nisy elatra efatra hoatran’ny ela-borona teo an-damosiny, ary efatra ny lohany. Nomena fahefana hitondra io biby io.",
        "7": "“Mbola nijery ihany aho taorian’izay, tao amin’ilay fahitana hitako tamin’ny alina, dia nahita biby fahefatra. Nampahatahotra sy nampihoron-koditra ilay izy, sady natanjaka tsy nisy hoatr’izany. Nanana nify vy ngezabe izy io, ary nandrapaka sy nanorotoro, ka izay sisa tsy laniny dia nohitsakitsahiny. Hafa noho ny biby rehetra teo alohany izy, ary nanana tandroka folo.",
        "8": "Tamin’izaho mbola nijery an’ireo tandroka ireo, dia hitako fa nisy tandroka kely iray hafa nipoitra teo amin’izy ireo. Dia niongotra teo anoloany ny telo tamin’ireo tandroka voalohany. Nisy maso toy ny mason’olona teo amin’ilay tandroka kely, ary nisy vava nirehareha be.",
        "9": "“Mbola nijery ihany aho dia nahita seza fiandrianana napetraka, ary nipetraka hitsara Ilay Efa Nisy Hatry ny Ela Be. Fotsy mangatsakatsaka ny akanjony, ary toy ny volonondry madio ny volon-dohany. Afo miredareda ny seza fiandrianany, ary afo mandoro ny kodiaran’ilay izy.",
        "10": "Nisy renirano afo nikoriana sy nivoaka avy teo anatrehany. Arivoarivo no nanompo azy, ary iray alina ampitomboina iray alina no nijoro teo anatrehany. Dia natomboka ny Fitsarana, ka nisy boky nosokafana.",
        "11": "“Mbola nijery ihany aho tamin’izay fotoana izay satria henoko ny fireharehan’ilay tandroka. Mbola nijery aho mandra-pamono an’ilay biby, ary natsipy tao anaty afo ny fatiny mba ho may sy ho levona.",
        "12": "Ny fahefan’ireo biby hafa kosa nesorina taminy. Nampitomboina fe-potoana iray sy vanim-potoana iray anefa ny androm-piainan’izy ireo.",
        "13": "“Mbola nijery ihany aho, tao amin’ilay fahitana hitako tamin’ny alina. Dia iny nisy hoatran’ny zanak’olona nanatona, niaraka tamin’ny rahon’ny lanitra. Nahazo alalana hankeo amin’Ilay Efa Nisy Hatry ny Ela Be izy, ka nentina teo anatrehany.",
        "14": "Ary nomena fitondrana sy voninahitra ary fanjakana izy, ka tokony hanompo azy daholo ny vahoaka sy ny firenena ary ny olona samy hafa fiteny. Ny fitondrany dia fitondrana haharitra mandrakizay fa tsy handalo fotsiny, ary ny fanjakany tsy ho rava.",
        "15": "“Dia kivy be izaho Daniela tao anatiko tao, satria nampatahotra ahy ny fahitana hitako.",
        "16": "Ary nankeo amin’ny iray tamin’ireo nijoro teo aho, ka nanontaniako azy ny tena dikan’ilay izy. Dia namaly ahy izy, ary nampahafantatra ahy ny dikan’izany rehetra izany.",
        "17": "“‘Ireo biby ngezabe efatra ireo dia mpanjaka efatra hitsangana avy amin’ny tany.",
        "18": "Ny olona masin’ilay Andriamanitra Fara Tampony anefa no hahazo ny fanjakana. Ary homena azy ireo mandrakizay ny fanjakana, eny, mandrakizay mandrakizay.’",
        "19": "“Ary tiako ho fantatra kokoa ny momba an’ilay biby fahefatra, izay tsy nitovy tamin’ny biby hafa rehetra. Tena faran’izay nampahatahotra izy io, ary nanana nify vy sy hoho varahina ka nandrapaka sy nanorotoro. Ary izay sisa tsy laniny dia nohitsakitsahin’ny tongony.",
        "20": "Tiako ho fantatra koa ny momba an’ireo tandroka folo teo amin’ny lohany, sy ilay tandroka hafa nipoitra ka nampianjera tandroka telo. Nanana maso io tandroka nipoitra io, dia nanana vava nirehareha be. Ary ngeza noho ireo tandroka hafa ny fahitana azy.",
        "21": "“Mbola nijery ihany aho, ary hitako fa niady tamin’ny olona masina ilay tandroka ka naharesy azy,",
        "22": "mandra-pahatongan’Ilay Efa Nisy Hatry ny Ela Be. Dia nomena rariny ireo olona masin’ilay Andriamanitra Fara Tampony. Ary tonga ny fotoana voatondro handraisan’izy ireo ny fanjakana.",
        "23": "“Dia hoy izy: ‘Ilay biby fahefatra dia fanjakana fahefatra hisy eny ambonin’ny tany. Ho hafa noho ny fanjakana rehetra izy io, ary handrapaka ny tany manontolo, ka hanitsakitsaka sy hanorotoro azy.",
        "24": "Ary ny tandroka folo dia mpanjaka folo hipoitra avy amin’io fanjakana io. Mbola hisy mpanjaka iray hafa koa hipoitra aorian’izy ireo. Ho hafa noho ny teo alohany izy, ary handresy mpanjaka telo.",
        "25": "Ary hiteny zavatra hanoherana an’ilay Avo Indrindra izy, ka hanenjika foana an’ireo olona masin’ ilay Andriamanitra Fara Tampony. Hikasa hanova fotoana sy lalàna koa izy, ary hatolotra eo am-pelatanany ireo olona masina, mandritra ny fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana.",
        "26": "Natomboka anefa ny Fitsarana, ka nesorina tamin’io mpanjaka io ny fahefany, mba hofoanana sy horinganina tanteraka izy.",
        "27": "“‘Ary nomena an’ireo olona masin’ilay Andriamanitra Fara Tampony ny fanjakana sy ny fahefana ary ny fahalehibeazan’ny fanjakana eny ambanin’ny lanitra rehetra eny. Ny fanjakan’izy ireo dia fanjakana haharitra mandrakizay. Ary hanompo sy hankatò azy ireo ny fitondrana rehetra.’",
        "28": "“Dia tapitra ilay fitantarana. Fa izaho Daniela kosa nitebiteby be noho ny eritreritro, ka lasa hatsatra ny tarehiko. Nataoko tao am-poko anefa ny zavatra hitako sy henoko.”"
    },
    "8": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Belsazara Mpanjaka, dia nahita fahitana izaho Daniela, taorian’ilay hitako teo aloha.",
        "2": "Tao an-dapan’i Sosana, any amin’ny faritanin’i Elama aho, tamin’izaho nahita an’ilay fahitana. Dia nijery an’ilay fahitana aho, ary teo amoron’ny reniranon’i Olay aho tamin’izay.",
        "3": "Dia nijery aho, ka nahita ondrilahy iray nijoro teo akaikin’ilay renirano. Nanana tandroka roa izy io ary samy lava ireo tandroka ireo, saingy lava noho ny anankiray ny iray. Ilay lava kokoa anefa no nipoitra farany.",
        "4": "Ary hitako nanoto niankandrefana sy nianavaratra ary nianatsimo ilay ondrilahy, ka tsy nisy bibidia nahavita nijanona teo anatrehany. Tsy nisy nahavonjy an’izay resiny koa. Nanao izay tiany izy, sady nanambony tena.",
        "5": "Ary mbola nijery aho, dia hitako fa nisy osilahy iray avy any andrefana. Dia nitety ny tany manontolo izy io nefa tsy nitehi-tany. Ary nisy tandroka iray nisongadina be teo anelanelan’ny masony.",
        "6": "Dia iny ilay osilahy fa nanatona an’ilay ondrilahy manana tandroka roa, izay hitako nijoro teo amoron’ilay renirano. Nihazakazaka nanatona an’ilay ondrilahy izy, sady romotry ny hatezerana.",
        "7": "Hitako nanakaiky an’ilay ondrilahy ilay osilahy, sady tezitra be taminy. Dia nanoto an’ilay ondrilahy izy, ka tapaka ny tandrok’ilay ondrilahy, dia izy anankiroa. Tsy nanana hery hanoherana azy ilay ondrilahy, ka nazerany tamin’ny tany sady nohitsakitsahiny. Ary tsy nisy nahavonjy an’ilay ondrilahy avy teny an-tanany.",
        "8": "Ary nanambony tena loatra ilay osilahy, kanjo raha vao natanjaka izy, dia tapaka ilay tandroka ngezabe. Dia nisy tandroka efatra nipoitra nisolo azy io. Nisongadina be ireo tandroka ireo, ary nitodika tany amin’ny rivotra efatry ny lanitra.",
        "9": "Ary nisy tandroka kely iray nipoitra avy tamin’ny iray tamin’ireo tandroka ireo. Dia lasa ngezabe izy io, ka nitodika nianatsimo sy niantsinanana ary tany amin’ilay Tany Kanto.",
        "10": "Lasa ngezabe mihitsy ilay izy, ka nipaka hatrany amin’ny tafiky ny lanitra. Dia nazerany tamin’ny tany ny sasany tao amin’izany tafika izany, sy ny kintana sasany, ka nohitsakitsahiny.",
        "11": "Nanambony tena ilay izy, ka na ny Andrianan’ny tafika aza nianjonanjonany. Nesorina tamin’io Andriana io koa ny fanatitra atolotra tsy tapaka, ary narodana ilay toerana masina efa nataony mafy orina.",
        "12": "Ary noho ny fandikan-dalàna, dia navela hanjakazakan’ilay tandroka ny tafika iray, ary natsahatra ny fanatitra atolotra tsy tapaka. Natsipin’ilay tandroka tamin’ny tany koa ny fahamarinana, ary nanao araka izay sitrapony izy sady nahomby.",
        "13": "Dia naheno anjely iray niteny aho, ary nisy anjely anankiray koa niteny tamin’io anjely io hoe: “Fa hitohy mandra-pahoviana ny zava-mitranga voalazan’ilay fahitana momba ny fanatitra atolotra tsy tapaka, sy momba ny fandikan-dalàna mahatonga faharavana? Mandra-pahoviana koa no hohitsakitsahina ny toerana masina sy ny tafika?”",
        "14": "Dia hoy izy tamiko: “Mandra-pahatapitry ny 2 300 andro. Avy eo dia haverina amin’ny laoniny tokoa ilay toerana masina.”",
        "15": "Tamin’izaho Daniela mbola nijery an’ilay fahitana ka niezaka hahazo ny dikany, dia tampoka teo dia nahita hoatran’ny lehilahy nijoro teo anatrehako aho.",
        "16": "Avy eo dia naheno feon’olona teo afovoan’ny reniranon’i Olay aho, niantsoantso hoe: “Ry Gabriela ô, mba ampahafantaro azy ny dikan’ilay zavatra hitany.”",
        "17": "Nankeo akaikin’ilay nijoroako àry i Gabriela. Rehefa tonga teo anefa izy, dia natahotra mafy aho ka niankohoka. Dia hoy izy: “Tsara ho fantatrao, ry zanak’olona, fa ho tanteraka amin’ny fotoanan’ny farany ilay fahitana.”",
        "18": "Raha mbola niresaka tamiko anefa izy, dia renoky ny torimaso aho, ka nihohoka tamin’ny tany. Nokasihiny àry aho, ka natsangany teo amin’ilay nijoroako.",
        "19": "Hoy izy avy eo: “Hampahafantariko anao izay hitranga any amin’ny faran’ny fotoana anamparan’Andriamanitra ny hatezerany, satria ho tanteraka amin’ny fotoana voatondro, amin’ny fotoanan’ny farany, ilay fahitana.",
        "20": "“Ilay ondrilahy manana tandroka roa hitanao, dia ny mpanjakan’i Media sy Persa.",
        "21": "Ilay osilahy lava volo indray dia ny mpanjakan’i Gresy, ary ilay tandroka ngezabe teo anelanelan’ny masony dia ny mpanjaka voalohany.",
        "22": "Ary ilay tandroka tapaka ka nisy efatra nipoitra nisolo azy, dia midika hoe hisy fanjakana efatra hitsangana avy amin’ny fireneny, saingy tsy hitovy hery aminy.",
        "23": "“Ary rehefa hifarana ny fanjakan’izy ireo, fa efa tafahoatra loatra ny ataon’ny mpandika lalàna, dia hisy mpanjaka iray masiaka endrika hitsangana. Tena mahay mamorona tetika io mpanjaka io.",
        "24": "Ho lasa matanjaka be izy io, nefa tsy noho ny herin’ny tenany. Handravarava tsy misy hoatr’izany izy. Hahomby izy sady ho vitany tsara izay ataony. Dia hataony mitondra faisana ny matanjaka sy ny olona masina.",
        "25": "Fetsifetsy izy ka hampiasa fitaka, satria tiany hahomby izay ataony. Hirehareha be koa izy ao am-pony ao. Ary amin’ilay fotoana mampilamina ny tany iny izy no handravarava ny maro. Na ilay Andrianan’ny andriana aza ho sahiny hotoherina, ka ho torotoro izy nefa tsy hisy tanan’olona hamely azy akory.",
        "26": "“Marina ilay fahitana momba ny fanatitra takariva sy maraina. Tazòny ho tsiambaratelo anefa ilay fahitana, satria mbola afaka andro maro vao ho tanteraka izany.”",
        "27": "Dia reraka be izaho Daniela ka narary andro vitsivitsy. Niarina aho avy eo, ka niasa ho an’ny mpanjaka, nefa hoatran’ny mbola tsy tonga saina aho noho ilay zavatra hitako. Ary tsy nisy nahazo ny dikan’ilay fahitana."
    },
    "9": {
        "1": "Tamin’ny taona voalohany nanjakan’i Dariosy, zanak’i Ahasoerosy, taranaky ny Medianina, izay notendrena ho mpanjaka teo amin’ny fanjakan’ny Kaldeanina,",
        "2": "tamin’ny taona voalohany nanjakany, dia nandinika an’izay voalaza ao amin’ny boky izaho Daniela. Lasa fantatro ny isan’ny taona haharava an’i Jerosalema, izay efa nolazain’i Jehovah tamin’i Jeremia mpaminany. Fantatro àry fa 70 taona izany.",
        "3": "Koa nitodika tany amin’i Jehovah, ilay tena Andriamanitra, aho ka nivavaka sy nitalaho taminy. Nifady hanina sy niakanjo gony aho tamin’izay, dia nihosin-davenona.",
        "4": "Nivavaka tamin’i Jehovah Andriamanitro aho, ka nibaboka hoe: “Jehovah ô, Andriamanitra tena miavaka sady mendrika hatahorana ianao! Manaja ny fifanekena nataonao ianao, ka izay tia anao sy mankatò ny didinao no tianao sady tsy ivadihanao.",
        "5": "Efa nanota izahay, ka nanao fahadisoana sy nanao ratsy ary nikomy. Tsy nanaraka ny didinao sy ny didim-pitsaranao intsony izahay.",
        "6": "Tsy nohenoinay ny mpaminany mpanomponao, nefa tamin’ny anaranao no nitenenany tamin’ny mpanjakanay, ny andriananay, ny razambenay, ary ny vahoaka manontolo.",
        "7": "Ianao no manao ny rariny, Jehovah ô, fa izahay kosa menatra. Menatra izahay mponin’i Joda sy Jerosalema ary ny Israely rehetra izao, na ny lavitra na ny akaiky, dia izay any amin’ny tany rehetra nanaparitahanao an-dry zareo noho izy nivadika taminao.",
        "8": "“Jehovah ô, menatra izahay! Menatra izahay sy ny mpanjakanay sy ny andriananay ary ny razambenay, satria efa nanota taminao.",
        "9": "Mamindra fo sy mamela heloka ianao, ry Jehovah Andriamanitray ô, nefa nikomy taminao izahay.",
        "10": "Tsy nankatò ny teninao izahay, ry Jehovah Andriamanitray, ka tsy nanaraka ny lalàna nomenao anay tamin’ny alalan’ny mpaminany mpanomponao.",
        "11": "Nandika ny Lalànao daholo ny Israely rehetra, sady tsy nankatò ny teninao. Koa nampiharinao taminay ny ozona sy ny fianianana voasoratra ao amin’ny Lalàn’i Mosesy mpanomponao, satria nanota taminao izahay.",
        "12": "Notanterahinao ny teny nanamelohanao anay sy ny mpitondra nitondra anay. Koa nandefasanao loza lehibe izahay, ary mbola tsy nisy loza hoatran’ny nanjo an’i Jerosalema mihitsy na taiza na taiza tetỳ ambanin’ny lanitra.",
        "13": "Nihatra taminay izany loza rehetra izany, araka ny voasoratra ao amin’ny Lalàn’i Mosesy. Mbola tsy nitalaho famindram-po taminao ihany anefa izahay, ry Jehovah Andriamanitray, ka tsy nibebaka tamin’ny fahadisoanay, sady tsy niezaka hahalala ny fahamarinanao.",
        "14": "“Koa niandry foana ianao, Jehovah ô, dia farany nandefa loza taminay. Manao ny rariny amin’izay rehetra ataonao mantsy ianao, ry Jehovah Andriamanitray, saingy tsy nankatò ny teninao izahay.",
        "15": "“Ry Jehovah Andriamanitray ô, efa nitondra ny vahoakanao nivoaka avy tany Ejipta tamin’ny tanana matanjaka ianao, ary nataonao nalaza ny anaranao hatramin’izao androany izao. Efa nanota sy nanao ratsy izahay.",
        "16": "Jehovah ô, nanao ny rariny foana ianao. Koa enga anie ianao mba tsy ho tezitra na hisafoaka intsony amin’i Jerosalema tanànanao sy tendrombohitrao masina! Fa noho ny fahotanay sy ny fahadisoan’ny razambenay no nahatonga an’i Jerosalema sy ny vahoakanao holatsain’izay rehetra manodidina anay.",
        "17": "Mba henoy izao vavaka sy fitalahoan’ny mpanomponao izao, ry Andriamanitray ô! Ary noho ny anaranao, Jehovah ô, dia mba manaova soa amin’ny toeranao masina efa rava.",
        "18": "Enga anie ianao mba hanongilan-tsofina ka hihaino, ry Andriamanitro ô! Mba sokafy ny masonao ka jereo tsara fa rava ilay tanàna nantsoina tamin’ny anaranao. Fa tsy noho izahay nanao ny tsara no italahoanay aminao, fa noho ianao be famindram-po.",
        "19": "Mba mihainoa, Jehovah ô! Mamelà heloka re, Jehovah ô! Mihainoa ka manaova zavatra, Jehovah ô! Aza ela, ry Andriamanitro ô, noho ny anaranao, fa nantsoina tamin’ny anaranao ny tanànanao sy ny vahoakanao.”",
        "20": "Raha mbola niteny sy nivavaka ary niaiky ny fahotako sy ny fahotan’ny Israely fireneko aho, sady nitalaho famindram-po teo anatrehan’i Jehovah Andriamanitro momba ny tendrombohitra masin’ilay Andriamanitro,",
        "21": "ary raha mbola nivavaka aho, dia nankeo amiko ilay lehilahy atao hoe Gabriela, izay efa hitako tao amin’ilay fahitana teo aloha. Tokotokony ho tamin’ny fotoana fanaovana ny fanatitra takariva tamin’izay, ary tena reraka be aho.",
        "22": "Dia nanampy ahy hahazo ny dikan’ny zava-drehetra izy, ka niteny hoe: “Ry Daniela ô, tonga aho mba hanampy anao hahafantatra sy hahazo tsara kokoa ny dikan’ny zava-drehetra.",
        "23": "Vao nanomboka nitalaho ianao, dia nirahina aho ka tonga hilaza aminao izao hafatra izao, satria tena sarobidy ianao. Koa diniho izay holazaiko aminao, dia fantaro ny dikan’ilay fahitana.",
        "24": "“Fitopolo herinandro no atokana ho an’ny firenenao sy ny tanànanao masina, mba hofaranana ny fandikan-dalàna, hatsahatra ny ota, havela ny fahadisoana, hatao maharitra mandrakizay ny fahamarinana, hasiana tombo-kase ny fahitana sy ny faminaniana, ary hotokanana ny Masina Indrindra.",
        "25": "Tokony ho fantatrao sy ho azonao tsara fa manomboka amin’ny fotoana hivoahan’ny didy hoe haverina amin’ny laoniny sy haorina indray i Jerosalema, ka mandra-pahatongan’ny Mesia Mpitarika, dia hisy 7 herinandro sy 62 herinandro. Haverina amin’ny laoniny sy haorina indray i Jerosalema, sady hasiana tany malalaka sy hady. Amin’ny fotoan-tsarotra anefa no hanaovana an’izany.",
        "26": "“Aorian’ireo 62 herinandro ireo, dia hovonoina ny Mesia, ka tsy hanana na inona na inona intsony. “Handrava an’ilay tanàna sy ny toerana masina ny tafiky ny mpitarika iray ho avy. Ary ho vita hatreo ny amin’izy io, fa hisy tondra-drano. Hisy ady mandra-pahatongan’ny farany, ary hisy fandravana, araka ny didy navoaka.",
        "27": "“Ary hataony manan-kery ho an’ny olona maro mandritra ny herinandro ilay fifanekena. Rehefa misasaka io herinandro io, dia hofaranany ny sorona sy fanatitra atao fanomezana. “Ary hoentin’ny elatry ny zava-maharikoriko ilay mpandrava. Hampiharina amin’ilay efa rava koa ny didim-pitsarana, mandra-pahatongan’ny fandringanana tanteraka.”"
    },
    "10": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Kyrosy mpanjakan’i Persa, dia nisy hafatra nampahafantarina an’i Daniela, ilay antsoina hoe Beltesazara. Marina ilay hafatra, ary momba ny ady goavana iray ilay izy. Azon’i Daniela ny dikan’ilay hafatra, ary nampahafantarina azy ny dikan’ilay zavatra hitany.",
        "2": "Nisaona nandritra ny telo herinandro katroka izaho Daniela, tamin’izany fotoana izany.",
        "3": "Tsy nihinana sakafo matsiro aho, na nihinan-kena na nisotro divay, sady tsy nihosotra menaka mihitsy nandritra ny telo herinandro katroka.",
        "4": "Tamin’ny andro faha-24 amin’ny volana voalohany, dia mbola teo amoron’ilay renirano lehibe atao hoe Tigra aho.",
        "5": "Dia nijery aho, ka nahita lehilahy iray nanao akanjo rongony. Nanao fehikibo vita tamin’ny volamena avy any Ofaza koa izy teo amin’ny andilany.",
        "6": "Namirapiratra hoatran’ny krizolita ny vatany, toy ny tselatra ny tarehiny, ary tahaka ny fanilo mirehitra ny masony. Hoatran’ny varahina nokosehina hangirana ny sandriny sy ny tongony, ary toy ny feon’ny vahoaka be ny feony.",
        "7": "Izaho Daniela ihany no nahita an’ilay fahitana, fa ny olona niaraka tamiko teo tsy mba nahita. Nangovitra be anefa izy ireo, ka lasa nitsoaka dia niafina.",
        "8": "Dia tavela irery teo aho. Rehefa nahita an’izany fahitana mahagaga izany aho, dia tsy nisy hery intsony tato anatiko. Lasa hatsatra be koa ny tarehiko, sady tsy nanan-kery intsony aho.",
        "9": "Henoko niteny ilay lehilahy avy eo. Dia renoky ny torimaso aho rehefa naheno azy niteny, ka nihohoka tamin’ny tany.",
        "10": "Nisy tanana nikasika ahy anefa, ka nanarina ahy mba handohalika sady hitehina amin’ny tanako roa.",
        "11": "Ary hoy izy tamiko: “Ry Daniela ô, tena sarobidy ianao. Henoy tsara ny teny holazaiko aminao. Dia mitsangàna amin’izay, fa nirahina ho atỳ aminao aho.” Rehefa nilaza an’izany tamiko izy, dia nitsangana aho sady nangovitra.",
        "12": "Hoy koa izy tamiko: “Aza matahotra, ry Daniela ô! Nanomboka tamin’ilay andro voalohany niezahanao mafy hahazo ny dikan’ny zava-drehetra sy hanetry tena teo anatrehan’Andriamanitrao, dia nohenoina ny teninao. Tonga àry aho noho izany teninao izany.",
        "13": "Nanohitra ahy 21 andro anefa ny andrianan’ny fanjakan’i Persa. Fa tonga nanampy ahy i Mikaela, iray amin’ireo andriana lehibe indrindra. Tafajanona teo amin’ireo mpanjakan’i Persa aho nandritra an’izany fotoana izany.",
        "14": "Dia tonga aho mba hampahafantatra anao an’izay hanjo ny firenenao any am-parany, satria mbola afaka andro maro vao ho tanteraka ilay fahitana.”",
        "15": "Rehefa nilaza an’izany tamiko izy, dia nanondrika ny lohako aho, sady tsy nahateny.",
        "16": "Nisy hoatran’ny lehilahy nikasika ny molotro avy eo. Ary nosokafako ny vavako, dia hoy aho tamin’ilay nijoro teo anoloako: “Mangovitra aho, tompoko, noho ilay fahitana hitako, ka tsy manana hery intsony.",
        "17": "Tsy manana hery intsony aho izao, sady sempotra. Dia ahoana moa no ahavitan’ny mpanomponao miresaka aminao, tompoko?”",
        "18": "Nikasika ahy indray ilay hoatran’ny lehilahy, ka nankahery ahy.",
        "19": "Dia hoy izy: “Aza matahotra, ry ilay tena sarobidy ô! Ho aminao anie ny fiadanana! Mahereza ianao! Mahereza!” Nahazo hery aho rehefa niresaka tamiko izy, dia hoy aho: “Ento àry ny teninao, tompoko, fa efa nankahery ahy ianao.”",
        "20": "Dia hoy izy: “Mba fantatrao moa hoe nahoana aho no tonga atỳ aminao? Handeha hiverina hiady amin’ilay andrianan’i Persa aho izao. Ary rehefa lasa aho, dia ho avy koa ny andrianan’i Gresy.",
        "21": "Holazaiko aminao anefa izay voasoratra ao amin’ny bokin’ny fahamarinana. Ary tsy mba misy manohana ahy amin’izany, afa-tsy i Mikaela, ilay andriananareo."
    },
    "11": {
        "1": "“Tamin’ny taona voalohany nanjakan’i Dariosy Medianina, dia nitsangana aho mba hanohana an’i Mikaela sy hampahery azy.",
        "2": "Marina izao zavatra holazaiko aminao izao: “Mbola hisy mpanjaka telo hitsangana any Persa, ary ny fahefatra hanangona harena betsaka noho ny an’ny hafa rehetra. Rehefa lasa mahery izy noho ny harenany, dia hoentaniny ny rehetra mba hanafika ny fanjakan’i Gresy.",
        "3": "“Ary hisy mpanjaka mahery hitsangana ka hanjaka amin’ny faritra midadasika, sady hanao izay tiany.",
        "4": "Rehefa tena mahery anefa izy, dia ho rava ny fanjakany ka ho voazarazara any amin’ny vazan-tany efatra. Tsy ho an’ny taranany anefa ilay izy sady tsy hitovy amin’ilay fanjakana nentiny. Hongotana mantsy ny fanjakany, ka homena olon-kafa ankoatra an’ireo.",
        "5": "“Ary hatanjaka ny mpanjakan’ny atsimo, izany hoe ny iray amin’ireo andrianany. Hisy olon-kafa hatanjaka kokoa noho izy anefa, ka hanana fahefana lehibe, dia fahefana lehibe noho ny azy.",
        "6": "“Ary hiray dina izy roa tonta rehefa afaka taona maromaro. Dia ho any amin’ny mpanjakan’ny avaratra ny zanakavavin’ny mpanjakan’ny atsimo mba hanao fifanarahana ara-drariny aminy. Hihena anefa ny herin-tsandrin’ilay zazavavy, ary tsy hanana fahefana intsony ilay mpanjaka. Dia homena olon-kafa ilay zazavavy sy izay nitondra azy tany, sy ilay niteraka azy, ary ilay mahatonga azy hahery amin’izany fotoana izany.",
        "7": "Ary hitsangana handimby azy ny tsimoka iray avy amin’ny faka nipoiran’ilay zazavavy. Ho any amin’ny tafika izy io, dia hotafihiny ny tanàna voaro mafy misy ny mpanjakan’ny avaratra. Hamely azy ireo izy ka handresy azy.",
        "8": "Ho any Ejipta koa izy, ka hoentiny any ny andriamanitr’izy ireo sy ny sarivongana metaliny sy ny zava-tsarobidiny vita amin’ny volafotsy sy volamena, ary ny zavatra nobaboiny. Dia hanalavitra an’ilay mpanjakan’ny avaratra mandritra ny taona maromaro izy.",
        "9": "Ary hanafika any amin’ny faritra anjakan’ny mpanjakan’ny atsimo ilay mpanjakan’ny avaratra. Hiverina any amin’ny taniny ihany anefa izy avy eo.",
        "10": "“Ary hiomana hiady ny zanany lahy, ka hanangona miaramila be dia be, dia tafika tena lehibe. Tena handroso izy ka handravarava hoatran’ny tondra-drano. Hiverina anefa izy, ary hiady foana mandra-pahatongany any amin’ny tanànany voaro mafy.",
        "11": "“Ary ho tezitra ny mpanjakan’ny atsimo ka hivoaka hiady amin’ny mpanjakan’ny avaratra. Hanangona vahoaka be izy, saingy hatolotra eo am-pelatanan’ilay anankiray izany vahoaka izany.",
        "12": "Dia hoentina ilay vahoaka. Ary hiavonavona ny fon’ilay mpanjaka, ka handripaka olona an’alinaliny izy. Tsy hahay hanararaotra ny heriny rehetra anefa izy.",
        "13": "“Dia hiverina ny mpanjakan’ny avaratra ka hanangona vahoaka betsaka noho ilay teo aloha. Ary amin’ny fotoana farany, izany hoe rehefa afaka taona maromaro, dia ho avy tokoa izy ka hitondra tafika lehibe ampy fitaovana tsara.",
        "14": "Ho betsaka no hitsangana hanohitra ny mpanjakan’ny atsimo, amin’izany fotoana izany. “Ary ny olona mahery setra eo amin’ny vahoakanao dia ho voataonan’olon-kafa mba hanandrana hanatanteraka fahitana, saingy tsy hahavita hanatanteraka an’izany izy ireo.",
        "15": "“Dia ho avy ny mpanjakan’ny avaratra, ka hanangana dongon-tany fanaovana fahirano sy hamabo tanàna voaro mafy. Ary samy tsy hahatohitra na ny sandrin’ny atsimo na ny miaramilany voafantina. Tsy hanana hery hanoherana koa izy ireo.",
        "16": "Ary hanao izay tiany ilay ho avy hamely ny mpanjakan’ny atsimo, ka tsy hisy hahatohitra azy. Hitsangana ao amin’ilay Tany Kanto izy, ary hanana hery handripahana.",
        "17": "Ho tapa-kevitra ny ho avy izy, ka hiaraka amin’ny tafika manontolo ao amin’ny fanjakany. Dia hanao fifanarahana ara-drariny amin’ny mpanjakan’ny atsimo izy, ary hahomby. Ary havela hahatonga loza amin’ilay zanakavavin’ny olombelona izy. Dia tsy hahavita hijoro ilay zazavavy, sady tsy ho fananany intsony.",
        "18": "Hanafika any amoron-tsiraka izy ka haka babo be dia be. Ary hatsahatry ny mpitari-tafika iray ny latsa hataon’io mpanjaka io aminy, ka tsy handatsa intsony io. Dia hataon’ilay mpitari-tafika hifotitra aminy ihany izany.",
        "19": "Hiverina any amin’ireo tanàna voaro mafy any amin’ny taniny izy avy eo, nefa ho tafintohina sy hianjera ka tsy ho hita intsony.",
        "20": "“Ary hisy olona hitsangana handimby azy, ka handefa mpitaky hetra eran’ilay fanjakana be voninahitra. Ho faty anefa izy rehefa afaka andro vitsivitsy, nefa tsy noho ny hatezerana na noho ny ady.",
        "21": "“Ary hitsangana handimby azy ny lehilahy iray halan’ny olona, saingy tsy homen’izy ireo azy ny voninahitry ny fanjakana. Amin’ilay fotoana mampilamina ny tany iny izy no ho tonga, dia hilaza teny mamitaka mba hahazoana ny fanjakana.",
        "22": "Ho resiny ny sandry izay mandravarava toy ny tondra-drano, ka ho torotoro. Hovonoina koa ilay Mpitarika ny fifanekena.",
        "23": "Dia hisy olona hanao fifanarahana aminy, ka hamitaka foana izy. Ary hitsangana izy ka ho lasa matanjaka, satria hisy firenena kely hanampy azy.",
        "24": "Amin’ilay fotoana milamina iny izy no ho tonga ao amin’ny toerana tsara indrindra amin’ilay faritany. Dia hanao zavatra mbola tsy nataon’ ny razambeny izy. Zavatra norobaina sy nobaboina ary zava-tsarobidy hafa no hozarazarainy amin’ny vahoakany. Ary hanao tetika hamelezana an’ireo toerana voaro mafy izy, nefa mandritra ny fotoana fohy ihany.",
        "25": "“Ary hanangona ny heriny sy ny herim-pony izy, ka hitondra tafika lehibe mba hanafika ny mpanjakan’ny atsimo. Hiomana hiady koa ny mpanjakan’ny atsimo, ka hitondra tafika faran’izay lehibe sy mahery. Tsy hahatohitra anefa izy, satria hamorona teti-dratsy hamelezana azy izy ireo.",
        "26": "Ary izay mihinana ny sakafo matsirony ihany no hampianjera azy. “Ny tafiny kosa ho rava, ary be dia be no ho ripaka.",
        "27": "“Ary samy haniry hanao ratsy ny fon’ireo mpanjaka roa ireo. Dia hiaraka hipetraka eo amin’ny latabatra iray ihany izy ireo, ka handainga amin’izy samy izy. Tsy hisy hahomby anefa izay hataony, satria amin’ny fotoana voatondro vao ho tonga ny farany.",
        "28": "“Ary hody any amin’ny taniny izy, sady hitondra harena be dia be. Dia hanohitra ny fifanekena masina izy ao am-pony ao. Hahomby izy ka hody any amin’ny taniny.",
        "29": "“Ary hiverina izy amin’ny fotoana voatondro, ka hiady amin’ny atsimo. Tsy hitovy amin’ilay teo aloha anefa ny amin’ity indray mandeha ity.",
        "30": "Hiady aminy mantsy ny sambon’i Kitima, dia haetry izy. “Hiverina izy ka ho tezitra amin’ny fifanekena masina, ary hahomby izy. Dia hiverina izy ka hifantoka amin’ireo nahafoy ny fifanekena masina.",
        "31": "Ary hisy tafika hitsangana avy aminy. Hozimbazimbain’izy ireo ny toerana masina, izany hoe ny tanàna voaro mafy, ary hesoriny ny fanatitra atolotra tsy tapaka. “Dia hatsangan’izy ireo ilay zava-maharikoriko mahatonga faharavana.",
        "32": "“Ary hofitahiny ny olona manao ratsy sy tsy miraharaha an’ilay fifanekena, ka ho voataonany hikomy. Handresy anefa ny olona mahalala an’Andriamanitra ka hahomby.",
        "33": "Ary hampita fahalalana amin’ny olona maro ireo lalin-tsaina amin’ny vahoaka. Ho lavo mandritra ny andro vitsivitsy izy ireo, satria ho voan’ny sabatra, ho main’ny lelafo, ho babo, ary hisy handroba.",
        "34": "Hahazo famonjena kely anefa izy ireo rehefa lavo. Ho betsaka no hanohana azy ireo, saingy hamitaka fotsiny.",
        "35": "Ary ho lavo ny sasany amin’ireo lalin-tsaina, ary noho izy ireo dia hodiovina ny vahoaka ka tsy hisy loto ary tsy hisy pentina, mandra-pahatongan’ny fotoanan’ny farany. Amin’ny fotoana voatondro mantsy vao ho tonga izany.",
        "36": "“Hanao izay tiany ilay mpanjaka, ka hanambony tena sy hanandra-tena ho ambonin’ny andriamanitra rehetra. Ary hiteny zavatra tsy mampino mihitsy izy mba hanoherana an’ilay Andriamanitry ny andriamanitra. Hahomby izy mandra-pahatanteraky ny fanamelohana, satria tsy maintsy ho tanteraka ny hevitra efa tapaka.",
        "37": "Tsy hiraharaha an’ilay Andriamanitry ny razambeny izy na izay irin’ny vehivavy na izay andriamanitra hafa rehetra, fa hanandra-tena ho ambonin’ny olona rehetra.",
        "38": "Izy kosa hanome voninahitra an’ilay andriamanitry ny manda fiarovana. Ary andriamanitra tsy fantatry ny razambeny no homeny voninahitra, amin’ ny alalan’ny volamena sy volafotsy sy vatosoa ary zava-tsarobidy.",
        "39": "Hotafihiny ny tanàna faran’izay voaro mafy, ka hahomby izy satria natoky andriamani-kafa. Homeny voninahitra be izay manohana azy, ka hataony mpitondra eo amin’ny olona maro. Dia hozarainy amin’izay mandoa ny vidiny ilay tany.",
        "40": "“Amin’ny fotoanan’ny farany, dia ho avy ny mpanjakan’ny atsimo ka hifanosika aminy. Ny mpanjakan’ny avaratra kosa ho avy hamely azy toy ny tafio-drivotra, ka hitondra kalesy sy mpitaingin-tsoavaly ary sambo be dia be. Dia hitsofoka any amin’ny tany maro izy ka handravarava hoatran’ny tondra-drano.",
        "41": "Hitsofoka ao amin’ilay Tany Kanto koa izy, ary hisy tany maro ho lasany. Ireto anefa no ho afa-mandositra ka tsy ho azon’ny tanany: Ny mponin’i Edoma sy Moaba ary ireo lohandohany amin’ny Amonita.",
        "42": "Mbola hampiasa ny heriny hamelezana tany be dia be izy, ary tsy ho afa-mandositra i Ejipta.",
        "43": "Hanjaka amin’ny harena miafina izy, dia ny volamena sy ny volafotsy ary ny zava-tsarobidy rehetra any Ejipta. Dia hanao an’izay hasainy atao ny Libyanina sy ny Etiopianina.",
        "44": "“Hisy tatitra hampikorontan-tsaina azy anefa avy any atsinanana sy avy any avaratra. Dia ho tezitra be izy ka hivoaka handripaka sy handringana olona maro.",
        "45": "Ary ny tranolainy, izay toy ny lapa, dia haoriny eo anelanelan’ny ranomasina lehibe sy ny tendrombohitra masin’ilay Tany Kanto. Dia hiroso ho any amin’izay hiafarany izy, ka tsy hisy hamonjy."
    },
    "12": {
        "1": "“Mandritra an’izany fotoana izany, dia hitsangana i Mikaela, ilay andriana lehibe, izay mitsangana hiaro ny firenenao. Dia hisy fotoam-pahoriana mbola tsy nisy hoatr’izany, hatrizay nisian’ny firenena ka hatramin’izany fotoana izany. Mandritra an’izany fotoana izany, dia ho afaka handositra ny firenenao, izany hoe izay rehetra hita voasoratra ao amin’ny boky.",
        "2": "Ary maro amin’izay matory ao amin’ny vovoky ny tany no hifoha, ka ny sasany hahazo fiainana mandrakizay, fa ny sasany kosa ho afa-baraka sy hatao tsinontsinona mandrakizay.",
        "3": "“Hamirapiratra be hoatran’ny lanitra ny olona lalin-tsaina. Ary izay manampy olona maro mba hanaraka ny fahamarinana dia hamirapiratra hoatran’ny kintana, mandrakizay mandrakizay.",
        "4": "“Ry Daniela ô, asio tombo-kase ilay boky ka tazòny ho tsiambaratelo ny teny ao anatiny, mandra-pahatongan’ny fotoanan’ny farany. Be dia be no hivezivezy etsy sy eroa, ka hitombo be ny tena fahalalana.”",
        "5": "Nijery izaho Daniela avy eo, ka nahita lehilahy roa hafa nijoro teo amoron’ny renirano: Ny iray tetỳ amin’ny morony ilany, fa ny iray kosa terỳ amin’ny ilany.",
        "6": "Dia nanontanian’ny anankiray ilay lehilahy nanao akanjo rongony, teo ambonin’ilay renirano, hoe: “Mbola hisy hafiriana vao ho tanteraka ireo zava-mahagaga ireo?”",
        "7": "Dia nanangana ny tanany havia sy havanana nanondro ny lanitra ilay lehilahy nanao akanjo rongony, teo ambonin’ilay renirano. Henoko izy nianiana tamin’ny anaran’Ilay velona mandrakizay, hoe: “Hisy fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana. Raha vao vita ny famotipotehina ny herin’ny olona masina, dia ho tanteraka izany rehetra izany.”",
        "8": "Henoko izany nefa tsy azoko ny dikany, ka hoy aho: “Hanao ahoana no hiafaran’izany, tompoko?”",
        "9": "Dia hoy izy: “Mandehana, ry Daniela ô, satria tokony hotazonina ho tsiambaratelo izany teny izany sady hasiana tombo-kase, mandra-pahatongan’ny fotoanan’ny farany.",
        "10": "Be dia be ny olona ho voadio, satria hodioviny sy hofotsiny ny tenany. Fa ny ratsy fanahy kosa mbola hanao ratsy ihany. Ary tsy hisy ratsy fanahy hahazo ny dikan’izany teny izany, fa izay lalin-tsaina ihany no hahazo.",
        "11": "“Ary hisy 1 290 andro, manomboka amin’ny fotoana hanesorana an’ilay fanatitra atolotra tsy tapaka, sy hananganana an’ilay zava-maharikoriko mahatonga faharavana.",
        "12": "“Sambatra izay miandry foana ka mahatratra ny faran’ny 1 335 andro!",
        "13": "“Fa ianao kosa, mahareta hatramin’ny farany. Dia hiala sasatra ianao, nefa hitsangana any am-parany mba hahazo ny anjaranao.”"
    },
    "meta": {
        "name": "Daniela",
        "order": 26,
        "chapter_number": 12
    }
}