{
    "1": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Joiakima mpanjakan’ny Joda, dia tonga tany Jerosalema i Nebokadnezara mpanjakan’i Babylona, ka nanao fahirano azy.",
        "2": "Tamin’ny farany, dia natolotr’i Jehovah teo an-tanan’i Nebokadnezara i Joiakima mpanjakan’ny Joda, sy ny fitaovana sasany tao an-tranon’ilay tena Andriamanitra. Ary nentin’i Nebokadnezara tany Sinara, ho ao an-tranon’andriamaniny ireny, ka nataony tao amin’ny fitehirizan-karenan’ny andriamaniny.",
        "3": "Ary ny mpanjaka nandidy an’i Aspenaza lehiben’ny tandapany mba haka olona avy tamin’ny zanak’Israely sy ny tarana-mpanjaka ary ny andriana,",
        "4": "dia ankizy tsy nisy tsininy mihitsy, fa tsara tarehy sy mahay ny karazam-pahendrena rehetra sy manam-pahalalana ary manana fahaizana, sady ho afaka hanompo ao an-dapan’ny mpanjaka. Nalaina mba hampianarina ny soratra sy ny fitenin’ny Kaldeanina ireo ankizy ireo.",
        "5": "Ary nasain’ny mpanjaka nomena anjara sakafo isan’andro avy tamin’ny hanim-py fihinan’ny mpanjaka sy ny divay fisotrony izy ireo. Natao izany mba hanabeazana azy ireo mandritra ny telo taona, ka ho afaka hanompo eo anatrehan’ny mpanjaka izy ireo aorian’izay.",
        "6": "Ary taranak’i Joda ny sasany tamin’izy ireo, dia i Daniela, Hanania, Misaela, ary Azaria.",
        "7": "Ary nomen’ny lehiben’ny tandapa anarana hafa izy ireo, ka i Daniela nantsoiny hoe Beltesazara, i Hanania nantsoiny hoe Sadraka, i Misaela nantsoiny hoe Mesaka, ary i Azaria nantsoiny hoe Abednego.",
        "8": "Tapa-kevitra tao am-pony anefa i Daniela ny tsy handoto ny tenany tamin’ny hanim-py fihinan’ny mpanjaka sy ny divay fisotrony. Ary nangataka foana tamin’ny lehiben’ny tandapa izy mba tsy handotoany tena.",
        "9": "Koa notahin’Andriamanitra * i Daniela, ka tsara fanahy sy namindra fo taminy ilay lehiben’ny tandapa.",
        "10": "Ary hoy ilay lehiben’ny tandapa tamin’i Daniela: “Matahotra ny mpanjaka tompoko aho. Izy mantsy no nandidy ny amin’izay hohaninareo sy hosotroinareo. Koa ahoana raha hitany fa toy ny tarehin’olona kivy ny tarehinareo, tsy sahala amin’ny an’ny ankizy hafa mitovy taona aminareo? Tianareo angaha ny hahameloka ahy eo anatrehan’ny mpanjaka, ka hahafaty ahy?”",
        "11": "Ary hoy i Daniela tamin’ny mpiambina notendren’ilay lehiben’ny tandapa hiambina an’i Daniela sy Hanania sy Misaela ary Azaria:",
        "12": "“Mba tsapao folo andro aloha izahay mpanomponao, ka legioma homena hohaninay ary rano homena hosotroinay.",
        "13": "Dia hojerenao ny tarehinay sy ny tarehin’ny ankizy mihinana ny hanim-py avy amin’ny mpanjaka, ka arakaraka izay hitanao no ataovy amin’ny mpanomponao.”",
        "14": "Ary nanaiky izany ihany izy tamin’ny farany, ka nitsapa azy folo andro.",
        "15": "Rehefa tapitra ny folo andro, dia hita fa tsara sy dongadonga noho ny tarehin’ny ankizy rehetra nihinana ny hanim-py avy tamin’ny mpanjaka ny tarehin’izy ireo.",
        "16": "Koa legioma no nomen’ilay mpiambina ho azy ireo, fa tsy ny hanim-py sy ny divay tokony ho azy.",
        "17": "Ary nomen’Andriamanitra fahalalana sy fahaizana ny soratra rehetra sy ny fahendrena rehetra ireo ankizy efatra ireo. Ary nahay namantatra ny hevitry ny fahitana sy nofy i Daniela, na inona na inona karazan’izany.",
        "18": "Rehefa tapitra ilay fe-potoana nolazain’i Nebokadnezara Mpanjaka, ka tokony hampidirina eo anatrehany izy ireo, dia nentin’ilay lehiben’ny tandapa ho eo anatrehany tokoa izy ireo.",
        "19": "Ary niresaka tamin’izy ireo ny mpanjaka, ka tsy nisy tahaka an’i Daniela sy Hanania sy Misaela ary Azaria tamin’izy rehetra. Koa nanompo teo anatrehan’ny mpanjaka izy ireo.",
        "20": "Ary nanontanian’ny mpanjaka azy ny zava-drehetra nilana fahendrena sy fahiratan-tsaina, ka hitany fa avo folo heny ny fahaizan’izy ireo raha oharina amin’ny an’ny mpisorona rehetra mampiasa herin’ny maizina sy ny mpila hevitra amin’ny maty, nanerana ny fanjakany.",
        "21": "Ary nijanona tany i Daniela hatramin’ny taona voalohany nanjakan’i Kyrosy Mpanjaka."
    },
    "2": {
        "1": "Tamin’ny taona faharoa nanjakan’i Nebokadnezara, dia nanonofy izy ka nitebiteby, ary tsy nahita tory.",
        "2": "Koa nampanantsoin’ny mpanjaka ny mpisorona mampiasa herin’ny maizina sy ny mpila hevitra amin’ny maty sy ny mpilalao ody ary ny Kaldeanina, mba hilaza aminy ilay nofiny. Dia tonga izy ireo, ka nijoro teo anatrehan’ny mpanjaka.",
        "3": "Ary hoy ny mpanjaka tamin’izy ireo: “Nanonofy aho, ka mitebiteby te hahalala an’ilay nofy.”",
        "4": "Dia niteny tamin’ny mpanjaka tamin’ny teny aramianina ny Kaldeanina, hoe: “Ho ela velona anie ianao, ry mpanjaka ô! Ambarao amin’ny mpanomponao ilay nofy, dia holazainay ny heviny.”",
        "5": "Ary hoy ny mpanjaka tamin’ny Kaldeanina: “Izao no didy avoakako: Hotapahina hatao tsy hisy rantsambatana intsony ianareo ary hatao kabinem-bahoaka ny tranonareo, raha tsy ampahafantarinareo ahy ilay nofy sy ny heviny.",
        "6": "Fa raha lazainareo kosa ilay nofy sy ny heviny, dia hahazo fanomezana sy valisoa ary voninahitra lehibe avy amiko ianareo. Koa lazao amiko ilay nofy sy ny heviny.”",
        "7": "Dia hoy indray izy ireo: “Aoka hambaran’ny mpanjaka amin’ny mpanompony ilay nofy, dia holazainay ny heviny.”",
        "8": "Ary hoy ny mpanjaka: “Hitako mihitsy izao fa mitady hangataka andro fotsiny ianareo, satria fantatrareo fa efa namoaka didy aho.",
        "9": "Koa izany didim-pitsarana tsy azo ivalozana izany no hampiharina aminareo, raha tsy ampahafantarinareo ahy ilay nofy. Fa lainga sy zavatra tsy marina no efa nifanarahanareo holazaina eto anatrehako, mandra-piovan’ny toe-javatra. Koa lazao amiko ilay nofy, dia ho fantatro raha mahay milaza ny heviny ianareo.”",
        "10": "Ary hoy ny Kaldeanina teo anatrehan’ny mpanjaka: “Tsy misy olona eto ambonin’ny tany mahalaza ilay nofin’ny mpanjaka, fa mbola tsy nisy mpanjaka lehibe na governora nitaky zavatra toy izany tamin’ny mpisorona mampiasa herin’ny maizina, na tamin’ny mpila hevitra amin’ny maty, na tamin’ny Kaldeanina.",
        "11": "Sarotra izany zavatra takin’ny mpanjaka izany, ary tsy misy mahalaza izany amin’ny mpanjaka, afa-tsy ireo andriamanitra izay tsy miara-monina amin’ny olombelona.”",
        "12": "Dia romotry ny hatezerana ny mpanjaka, ka nandidy ny handringanana ny olon-kendry rehetran’i Babylona.",
        "13": "Koa navoaka ny didy, ary nadiva hovonoina ireo olon-kendry. Dia notadiavina i Daniela sy ireo namany mba hovonoina.",
        "14": "Tamin’izay, dia niresaka tamin’i Arioka i Daniela, ka naneho fahamalinana sy fahendrena. Lehiben’ny mpiaro ny mpanjaka io Arioka io, izay efa nivoaka mba hamono ny olon-kendrin’i Babylona.",
        "15": "Ary hoy i Daniela tamin’i Arioka, tandapa mpiaro ny mpanjaka: “Inona no mahatonga ny mpanjaka hamoaka didy henjana be toy izany?” Dia nolazain’i Arioka tamin’i Daniela ny zava-nitranga.",
        "16": "Koa nankao amin’ny mpanjaka i Daniela ka nangataka taminy mba hanome azy fotoana fanampiny, dia holazainy amin’ny mpanjaka ny hevitry ny nofy.",
        "17": "Dia nody tany an-tranony i Daniela, ary nolazainy tamin’i Hanania sy Misaela ary Azaria namany ny zava-nitranga,",
        "18": "mba hangatahan’izy ireo famindram-po amin’ilay Andriamanitry ny lanitra momba izany zava-miafina izany. Amin’izay dia tsy ho voaringana miaraka amin’ny sisa amin’ny olon-kendrin’i Babylona i Daniela sy ny namany.",
        "19": "Ary naharihary tamin’i Daniela ilay zava-miafina, rehefa nahazo fahitana izy tamin’ny alina. Koa nisaotra an’ilay Andriamanitry ny lanitra izy,",
        "20": "nanao hoe: “Hisaorana mandrakizay mandrakizay anie ny anaran’Andriamanitra, satria azy ny fahendrena sy ny hery!",
        "21": "Manova fotoana sy vanim-potoana izy, manaisotra mpanjaka sy mametraka mpanjaka, manome fahendrena ho an’ny hendry, ary manome fahalalana ho an’ny manana fahaiza-manavaka.",
        "22": "Mampiharihary zava-dalina sy zava-miafina izy, mahalala an’izay ao anaty haizina, ary ao aminy no itoeran’ny hazavana.",
        "23": "Ianao, ry Andriamanitry ny razako, no deraiko sy ankalazaiko, satria nomenao fahendrena sy hery aho. Ary nampahafantarinao ahy ny zavatra nangatahinay taminao, satria nampahafantarinao anay ilay nofin’ny mpanjaka.”",
        "24": "Noho izany, dia nankao amin’i Arioka, izay notendren’ny mpanjaka handringana ny olon-kendrin’i Babylona, i Daniela. Eny, nankao aminy i Daniela, ka nanao taminy hoe: “Aza misy aringana ny olon-kendrin’i Babylona. Ento ho eo anatrehan’ny mpanjaka aho mba hilazako ny hevitry ny nofy amin’ny mpanjaka.”",
        "25": "Dia nentin’i Arioka haingana teo anatrehan’ny mpanjaka i Daniela, ka hoy izy taminy: “Nahita lehilahy afaka mampahafantatra amin’ny mpanjaka ny hevitry ny nofy aho. Anisan’ny olona avy any Joda natao sesitany izy.”",
        "26": "Ary hoy ny mpanjaka tamin’i Daniela, ilay nantsoina hoe Beltesazara: “Hainao ve ny milaza amiko ny nofiko sy ny heviny?”",
        "27": "Dia hoy ny navalin’i Daniela teo anatrehan’ny mpanjaka: “Ilay zava-miafina nanontanian’ny mpanjaka dia tsy misy olona mahalaza azy, na ny olon-kendry, na ny mpila hevitra amin’ny maty, na ny mpisorona mampiasa herin’ny maizina na ny mpanandro.",
        "28": "Misy Andriamanitra anefa any an-danitra, izay Mpampiharihary zava-miafina. Izy no mampahafantatra amin’i Nebokadnezara Mpanjaka ny zavatra hitranga any am-parany. Izao ilay nofinao sy ireo fahitana hitanao tamin’ianao tao am-pandriana:",
        "29": "“Ry mpanjaka ô, tamin’ianao tao am-pandriana dia lasa eritreritra momba izay hitranga any aoriana ianao. Ary Ilay Mpampiharihary zava-miafina no mampahafantatra anao izay hitranga.",
        "30": "Fa raha ny amiko kosa, dia tsy noho izaho manana fahendrena mihoatra noho ny velona rehetra akory no nampiharihariana tamiko izany zava-miafina izany, fa mba hampahafantarana kosa amin’ny mpanjaka ny hevitr’ilay nofy, ary mba hahalalanao ny eritreritry ny fonao.",
        "31": "“Nijery ianao, ry mpanjaka ô, ka nahita sarivongana ngezabe. Nijoro teo anoloanao ilay sarivongana, izay tena lehibe sy namirapiratra tsy nisy toy izany, ary nampahatahotra ny fahitana azy.",
        "32": "Volamena tena tsara ny lohany, volafotsy ny tratrany sy ny sandriny, varahina ny kibony sy ny feny,",
        "33": "vy ny ranjony, ary ny tongony kosa nisy ampahany vy sady nisy ampahany tanimanga novolavolaina.",
        "34": "Ary raha mbola nijery an’ilay sary ianao, dia nisy vato nendahana, nefa tsy nendahan-tanana. Ary namely an’ilay sary teo amin’ny tongony vy sy tanimanga ilay vato, ka nahatorotoro azy.",
        "35": "Tamin’izay, dia torotoro daholo ny vy, ny tanimanga, ny varahina, ny volafotsy ary ny volamena, ka nanjary toy ny akofa teny am-pamoloana fahavaratra. Dia nopaohin’ny rivotra ireny, ka nanjavona tsy hita. Fa lasa tendrombohitra lehibe kosa ilay vato namely an’ilay sary, ka feno azy ny tany manontolo.",
        "36": "“Izany ilay nofy, ary holazainay eto anatrehan’ny mpanjaka ny heviny.",
        "37": "Ianao, ry mpanjaka ô, ianao no mpanjakan’ny mpanjaka, ary nomen’ilay Andriamanitry ny lanitra anao ny fanjakana sy ny hery sy ny tanjaka ary ny voninahitra,",
        "38": "ary nomeny eo an-tananao koa ny bibidia sy ny voro-manidina, na aiza na aiza onenan’ny zanak’olombelona, sady nataony mpanjakan’izy rehetra ianao. Araka izany, dia ianao ilay loha volamena.",
        "39": "“Ary hisy fanjakana ambany kokoa noho ianao hitsangana handimby anao. Ary hisy fanjakana hafa koa hitsangana, dia fanjakana fahatelo, izay varahina. Hitondra ny tany manontolo izy io.",
        "40": "“Ny fanjakana fahefatra kosa hatanjaka toy ny vy. Fa manorotoro sy manamontsana ny zava-drehetra ny vy, ka hanorotoro sy hamotipotika an’ireo rehetra ireo koa io fanjakana io, toy ny vy mamotipotika ny zava-drehetra.",
        "41": "“Toy izao no nahitanao ny tongotr’ilay sary sy ny rantsantongony: Nisy ampahany taminy tanimanga novolavolain’ny mpanefy tanimanga, ary nisy ampahany vy. Koa ho voazarazara ilay fanjakana, nefa ao aminy ihany ny hamafin’ny vy, satria vy nifangaro tanimanga mbola lena no hitanao.",
        "42": "Nisy ampahany vy ny rantsantongony, sady nisy ampahany tanimanga novolavolaina. Koa hisy ampahany amin’ilay fanjakana àry hatanjaka, fa hisy ampahany kosa halemy.",
        "43": "Araka ny hitanao, dia tanimanga mbola lena no nifangaro tamin’ny vy. Koa hisy ampahany amin’ilay fanjakana àry hifangaro amin’ny taranak’olombelona, nefa tsy hitambatra izy ireo, eny, tsy hitambatra amin’ny iray ny iray, toy ny tsy hifangaroan’ny vy amin’ny tanimanga.",
        "44": "“Amin’ny andron’ireo mpanjaka ireo, dia hanorina fanjakana tsy ho rava mandrakizay ilay Andriamanitry ny lanitra, ary tsy ho lasan’olon-kafa izany fanjakana izany. Hotorotoroin’izy io sy hofoanany ireo fanjakana rehetra ireo, fa izy kosa haharitra mandritra ny fotoana tsy voafetra.",
        "45": "Hitanao mantsy fa nisy vato nendahana tamin’ny tendrombohitra, nefa tsy nendahan-tanana, ka nanorotoro ny vy, sy ny varahina, sy ny tanimanga novolavolaina, sy ny volafotsy ary ny volamena. Ilay Andriamanitra Be Voninahitra no nampahafantatra tamin’ny mpanjaka ny zavatra hitranga any aoriana. Azo antoka ilay nofy, ary azo itokisana ny heviny.”",
        "46": "Dia niankohoka i Nebokadnezara Mpanjaka, ka nanome voninahitra an’i Daniela, ary nandidy ny hanolorana fanomezana ho azy sy handoroana emboka manitra ho azy.",
        "47": "Ary hoy ny mpanjaka tamin’i Daniela: “Tena Andriamanitry ny andriamanitra tokoa ny Andriamanitrareo, sady Tompon’ireo mpanjaka ary Mpampiharihary zava-miafina, satria vitanao ny nampiharihary ilay zava-miafina.”",
        "48": "Koa nomen’ny mpanjaka toerana ambony i Daniela, sady notolorany fanomezana lehibe maro, ary notendreny ho filohan’ny faritanin’i Babylona sy ho mpiadidy hifehy ny olon-kendry rehetran’i Babylona.",
        "49": "Ary nanao fangatahana tamin’ny mpanjaka i Daniela, ka notendren’ny mpanjaka hitantan-draharaha teo amin’ny faritanin’i Babylona i Sadraka sy Mesaka ary Abednego. Fa i Daniela kosa tao an-dapan’ny mpanjaka."
    },
    "3": {
        "1": "Nanao sarivongana volamena i Nebokadnezara Mpanjaka: Enimpolo hakiho ny haavony, ary enina hakiho ny sakany. Dia natsangany teo amin’ny lemak’i Dora teo amin’ny faritanin’i Babylona izy io.",
        "2": "Ary naniraka olona i Nebokadnezara Mpanjaka mba hamory ny lehibem-paritany, sy ny mpiadidy, sy ny governora, sy ny mpanolo-tsaina, sy ny mpitahiry ny harenam-panjakana, sy ny mpitsara, sy ny mpampihatra lalàna, ary izay rehetra nitantan-draharaha tao amin’ireo faritany, ho tonga amin’ny fitokanana an’ilay sarivongana natsangan’i Nebokadnezara Mpanjaka.",
        "3": "Dia nivory ny lehibem-paritany, sy ny mpiadidy, sy ny governora, sy ny mpanolo-tsaina, sy ny mpitahiry ny harenam-panjakana, sy ny mpitsara, sy ny mpampihatra lalàna, ary izay rehetra nitantan-draharaha tao amin’ireo faritany mba hitokana an’ilay sary natsangan’i Nebokadnezara Mpanjaka. Ary nijoro teo anoloan’ilay sary natsangan’i Nebokadnezara izy ireo.",
        "4": "Koa niantsoantso mafy ny mpitondra hafatra, hoe: “Izao no teny ambara aminareo, ry vahoaka sy firenena ary olona samy hafa fiteny:",
        "5": "Raha vao renareo ny feon’ny anjombona sy ny sodina sy ny valiha vata sy ny harpa telozoro sy ny lokanga sy ny sodina misy kitapon-drivotra ary ny zavamaneno isan-karazany, dia miankohofa sy mivavaha amin’ilay sarivongana volamena natsangan’i Nebokadnezara Mpanjaka.",
        "6": "Ary izay tsy miankohoka sy tsy mivavaka amin’ilay sary dia hatsipy avy hatrany ao anaty lafaoro misy afo mivaivay.”",
        "7": "Koa niankohoka sy nivavaka tamin’ilay sarivongana volamena natsangan’i Nebokadnezara Mpanjaka ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra, raha vao nandre ny feon’ny anjombona sy ny sodina sy ny valiha vata sy ny harpa telozoro sy ny lokanga ary ny zavamaneno isan-karazany.",
        "8": "Tamin’izay dia nisy Kaldeanina nanatona ny mpanjaka ka niampanga an’ireo Jiosy.",
        "9": "Dia hoy izy ireo tamin’i Nebokadnezara Mpanjaka: “Ho ela velona anie ianao, ry mpanjaka ô!",
        "10": "Efa namoaka didy ianao, ry mpanjaka ô, fa izay mandre ny feon’ny anjombona sy ny sodina sy ny valiha vata sy ny harpa telozoro sy ny lokanga sy ny sodina misy kitapon-drivotra ary ny zavamaneno isan-karazany, dia tokony hiankohoka sy hivavaka amin’ilay sarivongana volamena.",
        "11": "Ary izay tsy miankohoka na mivavaka amin’ilay sary dia hatsipy ao anaty lafaoro misy afo mivaivay.",
        "12": "Misy Jiosy notendrenao hitantan-draharaha eto amin’ny faritanin’i Babylona, dia i Sadraka sy Mesaka ary Abednego. Tsy niraharaha ny teninao anefa izy ireo, ry mpanjaka ô, ka tsy nanompo an’ireo andriamanitrao, na nivavaka tamin’ilay sarivongana volamena natsanganao.”",
        "13": "Dia romotry ny hatezerana i Nebokadnezara ka nasainy nalaina i Sadraka sy Mesaka ary Abednego. Koa nentina teo anatrehan’ny mpanjaka izy telo lahy.",
        "14": "Ary hoy i Nebokadnezara taminy: “Marina tokoa ve, ry Sadraka sy Mesaka ary Abednego, fa tsy nanompo an’ireo andriamanitro ianareo, na nivavaka tamin’ilay sarivongana volamena natsangako?",
        "15": "Koa ankehitriny, raha vonona ianareo ka miankohoka sy mivavaka amin’ilay sary nataoko, rehefa mandre ny feon’ny anjombona sy ny sodina sy ny valiha vata sy ny harpa telozoro sy ny lokanga sy ny sodina misy kitapon-drivotra ary ny zavamaneno isan-karazany, dia tsara izany. Fa raha tsy mivavaka amin’ilay sary kosa ianareo, dia hatsipy avy hatrany ao anaty lafaoro misy afo mivaivay. Ary iza moa izany andriamanitra mahavonjy anareo eo an-tanako izany?”",
        "16": "Dia namaly i Sadraka sy Mesaka ary Abednego, ka niteny tamin’ny mpanjaka hoe: “Tsy voatery hamaly anao momba izany akory izahay, ry Nebokadnezara ô!",
        "17": "Raha tsy maintsy atsipy ao izahay, dia mahavonjy anay ilay Andriamanitra tompoinay. Hamonjy anay avy ao amin’ny lafaoro misy afo mivaivay sy eo an-tananao izy, ry mpanjaka ô!",
        "18": "Ary na tsy hamonjy anay aza izy, dia aoka ho fantatrao, ry mpanjaka ô, fa tsy hanompo an’ireo andriamanitrao izahay, ary tsy hivavaka amin’ilay sarivongana volamena natsanganao.”",
        "19": "Dia romotry ny hatezerana i Nebokadnezara, ka hita teny amin’ny endriny fa vinitra tamin’i Sadraka sy Mesaka ary Abednego izy. Koa nasainy nohafanaina avo fito heny noho ny mahazatra ny lafaoro.",
        "20": "Ary vatan-dehilahy matanjaka anisan’ny tafiny no nasainy namatotra an’i Sadraka sy Mesaka ary Abednego, mba hanipy azy ireo tao anatin’ilay lafaoro misy afo mivaivay.",
        "21": "Koa nafatotra izy telo lahy, raha mbola teny aminy ny lamba fitafiny sy ny akanjony sy ny satrony ary ny fitafiany hafa. Dia natsipy tao anatin’ilay lafaoro misy afo mivaivay izy ireo.",
        "22": "Koa satria henjana ny tenin’ny mpanjaka ka natao tena nahamay be ilay lafaoro, dia ireo vatan-dehilahy nibata an’i Sadraka sy Mesaka ary Abednego no matin’ny lelafo.",
        "23": "Ary niantonta tao anatin’ilay lafaoro misy afo mivaivay izy telo lahy, izany hoe i Sadraka sy Mesaka ary Abednego, raha mbola nifatotra.",
        "24": "Tamin’izay dia raiki-tahotra i Nebokadnezara Mpanjaka ka nitsangana haingana. Ary hoy izy tamin’ny olom-panjakana ambony: “Tsy telo lahy nifatotra ve no natsipintsika tao anaty afo?” Dia hoy ireo tamin’ny mpanjaka: “Marina izany, ry mpanjaka ô!”",
        "25": "Ary hoy ny mpanjaka: “Efa-dahy mirijarija anefa no hitako mandehandeha tsy mifatotra ao anaty afo, nefa tsy misy maninona, ary toy ny zanak’ireo andriamanitra no fahitana an’ilay fahefatra.”",
        "26": "Koa nanatona teo am-baravaran’ilay lafaoro misy afo mivaivay i Nebokadnezara, ka niteny hoe: “Ry Sadraka sy Mesaka ary Abednego, mpanompon’ilay Andriamanitra Avo Indrindra, mivoaha ka avia atỳ!” Dia nivoaka avy tao anaty afo i Sadraka sy Mesaka ary Abednego.",
        "27": "Ary nijery azy telo lahy ny lehibem-paritany sy ny mpiadidy sy ny governora ary ny olom-panjakana ambony izay tafavory teo, ka hitany fa tsy nisy vokany tamin’izy ireo ny afo, sady tsy nisy nikainkona ny volon-dohany, tsy niova ny lamba fitafiny, ary tsy nisy fofon’afo akory taminy.",
        "28": "Ary hoy i Nebokadnezara: “Hisaorana anie ny Andriamanitr’i Sadraka sy Mesaka ary Abednego! Fa naniraka ny anjeliny izy hamonjy ny mpanompony, izay nitoky taminy ka tsy nety nanaraka ny tenin’ny mpanjaka fa vonona hamoy ny ainy, satria tsy nanaiky hanompo na hivavaka amin’andriamani-kafa afa-tsy ny Andriamaniny ihany.",
        "29": "Koa mamoaka didy aho fa izay vahoaka na firenena na olona avy amin’ny fiteny samy hafa ka miteny manohitra an’ilay Andriamanitr’i Sadraka sy Mesaka ary Abednego, dia hotapahina hatao tsy hisy rantsambatana intsony izy ary ny tranony hatao kabinem-bahoaka. Fa tsy misy andriamani-kafa mahavonjy toa azy.”",
        "30": "Dia nataon’ny mpanjaka izay nampandeha tsara ny fiainan’i Sadraka sy Mesaka ary Abednego, teo amin’ny faritanin’i Babylona."
    },
    "4": {
        "1": "“Nebokadnezara Mpanjaka. Ho an’ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra monina manerana ny tany, Hitombo anie ny fiadananareo!",
        "2": "Hitako fa mety ny manambara aminareo ny famantarana sy ny zava-mahagaga nataon’ilay Andriamanitra Avo Indrindra tamiko.",
        "3": "Lehibe tokoa ny famantarana nataony, ary tena niavaka ny zava-mahagaga nataony! Ny fanjakany dia fanjakana mandrakizay, ary ny fitondrany haharitra hatramin’ny taranaka fara mandimby.",
        "4": "“Niadana erỳ izaho Nebokadnezara, tato an-tranoko, ary nety tsara ny fiainako tato an-dapako.",
        "5": "Nanonofy aho, ary nampahatahotra ahy ilay izy. Nisy sary tonga tao an-tsaiko tamin’izaho tao am-pandriana, ary nisy fahitana hitako, ka nampahatahotra ahy.",
        "6": "Ary namoaka didy aho mba hoentina eo anatrehako ny olon-kendry rehetran’i Babylona, hampahafantatra ahy ny hevitr’ilay nofy.",
        "7": "“Dia niditra ny mpisorona mampiasa herin’ny maizina sy ny mpila hevitra amin’ny maty sy ny Kaldeanina ary ny mpanandro. Ary nolazaiko tamin’izy ireo ilay nofy, nefa tsy nahalaza ny hevitr’ilay nofy tamiko ireo.",
        "8": "Farany, dia tonga teo anatrehako i Daniela, ilay atao hoe Beltesazara araka ny anaran’ny andriamanitro. Ao aminy ny fanahin’ireo andriamanitra masina. Dia nolazaiko taminy ilay nofy, hoe:",
        "9": "“‘Ry Beltesazara ô, lehiben’ny mpisorona mampiasa herin’ny maizina ianao ka lazao amiko ny fahitana hitako tao amin’ny nofy sy ny heviny, satria fantatro tsara fa ao aminao ny fanahin’ireo andriamanitra masina, ary tsy olana ho anao mihitsy rehefa mety ho zava-miafina.",
        "10": "“‘Izao no fahitana hitako tamin’izaho tao am-pandriana: Nisy hazo iray teo afovoan’ny tany, ary avo mijoalajoala ilay izy.",
        "11": "Nitombo ilay hazo, ary natanjaka. Lasa avo be nanakatra ny lanitra ilay izy, ka tazana tany amin’ny faran’ny tany.",
        "12": "Tsara tarehy ny raviny, be dia be ny voany, ary nisy sakafo ho an’ny rehetra teo aminy. Nitady alokaloka teo ambaniny ny bibidia, nipetraka teny amin’ny sampany ny voro-manidina, ary ny nofo rehetra nahazo sakafo avy taminy.",
        "13": "“‘Ary mbola nijery ihany aho, ka izao no fahitana hitako tamin’izaho tao am-pandriana: Nisy mpiambina, eny, anjely masina iray nidina avy tany an-danitra.",
        "14": "Dia niantsoantso mafy izy, hoe: “Kapaonareo io hazo io, tapaho ny sampany, hozongozony hihintsana ny raviny, ary aparitaho ny voany. Aoka ny bibidia handositra avy eo ambaniny, ary ny vorona hiala eny amin’ny sampany.",
        "15": "Avelao eo amin’ny tany, eny amin’ny ahitra any an-tsaha, ihany anefa ny fotony ka asio fehiny vy sy varahina. Aoka ho lenan’ny andon’ny lanitra ny fotony, ka hiara-mitoetra amin’ny bibidia eny amin’ny ahitra amin’ny tany.",
        "16": "Aoka hovana ny fony mba tsy ho fon’olombelona intsony, fa fom-biby no homena azy. Ary aoka ho fe-potoana fito no holanina aminy.",
        "17": "Didy nambaran’ny mpiambina izany, ary didim-pitsarana nambaran’ireo masina, mba hahalalan’ny velona fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena azy no omeny azy, ary ilay ambany indrindra amin’ny olombelona no apetrany eo amin’izany fanjakana izany.”",
        "18": "“‘Izany no hitako tao amin’ny nofiko, dia izaho Nebokadnezara Mpanjaka. Koa lazao ny hevitr’ilay nofy, ry Beltesazara ô, satria tsy nahalaza izany tamiko ny olon-kendry rehetra teto amin’ny fanjakako. Fa ianao kosa no mahalaza izany, satria ao aminao ny fanahin’ireo andriamanitra masina.’",
        "19": "“Tamin’izay dia gaga vetivety i Daniela, ilay atao hoe Beltesazara, ary nampahatahotra azy ny eritreriny. “Dia hoy ny mpanjaka: ‘Aoka tsy hampahatahotra anao ilay nofy sy ny heviny, ry Beltesazara ô!’ “Ary hoy i Beltesazara: ‘Hihatra amin’izay mankahala anao anie ilay nofy, tompoko ô, ary ho tanteraka amin’ny fahavalonao anie ny heviny!",
        "20": "“‘Ilay hazo hitanao, izay nihalehibe sy natanjaka ary lasa avo nanakatra ny lanitra, ka tazana nanerana ny tany,",
        "21": "ary tsara tarehy ny raviny, be dia be ny voany, nisy sakafo ho an’ny rehetra teo aminy sady nonenan’ny bibidia teo ambaniny ary nipetrahan’ny voro-manidina teny amin’ny sampany,",
        "22": "dia ianao izany, ry mpanjaka ô, satria nihalehibe sy natanjaka ianao, ary nitombo be ny voninahitrao ka nanakatra ny lanitra, ary ny fanjakanao nipaka hatrany amin’ny faran’ny tany.",
        "23": "“‘Nahita mpiambina ianao, ry mpanjaka ô, eny, nahita anjely masina iray nidina avy tany an-danitra izay nilaza hoe: “Kapaonareo io hazo io ary simbao, nefa avelao eo amin’ny tany, eny amin’ny ahitra any an-tsaha, ihany anefa ny fotony ka asio fehiny vy sy varahina. Aoka ho lenan’ny andon’ny lanitra ny fotony ka hiara-mitoetra amin’ny bibidia, mandra-pahatapitry ny fe-potoana fito.”",
        "24": "Noho izany, dia izao no heviny, ry mpanjaka ô, ary tsy maintsy hihatra amin’ny mpanjaka tompoko ny didin’ilay Avo Indrindra:",
        "25": "Horoahina hiala amin’ny olona ianao, ka hiara-mitoetra amin’ny bibidia. Homena ahitra toy ny omby ianao mba hohaninao, ho lenan’ny andon’ny lanitra ianao, ary fe-potoana fito no holanina aminao, mandra-pahafantatrao fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena azy no omeny azy.",
        "26": "“‘Ary satria nasainy navela ny fototr’ilay hazo, dia hiverina aminao indray ny fanjakanao rehefa fantatrao fa ny lanitra no mitondra.",
        "27": "Mba ekeo re ny torohevitro, ry mpanjaka ô! Koa mialà amin’ny fahotanao ka manaova ny marina, ary ialao ny faharatsianao ka iantrao ny mahantra. Angamba haharitra kokoa ny fiadananao.’”",
        "28": "Nihatra tamin’i Nebokadnezara Mpanjaka tokoa izany rehetra izany.",
        "29": "Roa ambin’ny folo volana taorian’ny nahafantarany ny hevitr’ilay nofy, dia nandehandeha teo an-tampon’ny lapam-panjakan’i Babylona ny mpanjaka.",
        "30": "Ary hoy izy: “Tsy ity ve no Babylona Lehibe, izay naoriko tamin’ny tanjaky ny heriko mba ho lapam-panjakana sy ho voninahitry ny fahamboniako?”",
        "31": "Raha mbola teo am-bavan’ny mpanjaka izany teny izany, dia nisy feo avy tany an-danitra nanao hoe: “Izao no lazaina aminao, ry Nebokadnezara Mpanjaka ô: ‘Niala taminao ny fanjakana,",
        "32": "ary horoahina hiala amin’ny olombelona ianao, ka hiara-mitoetra amin’ny bibidia. Ary homena ahitra toy ny omby ianao mba hohaninao, ary fe-potoana fito no holanina aminao, mandra-pahafantatrao fa ilay Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany homena azy no omeny azy.’”",
        "33": "Ary tamin’izay indrindra no tanteraka tamin’i Nebokadnezara izany teny izany, ka noroahina niala tamin’ny olombelona izy. Dia nihinana ahitra toy ny omby izy, ary lenan’ny andon’ny lanitra ny tenany, mandra-panirin’ny volony ho lava toy ny an’ny voromahery, ary ny hohony ho toy ny an’ny vorona.",
        "34": "“Rehefa tapitra izany fotoana izany, dia nanandratra ny masoko ho amin’ny lanitra izaho Nebokadnezara, ary nody tamiko indray ny saiko. Dia nisaotra an’ilay Avo Indrindra aho, sady nidera sy nankalaza an’Ilay velona mandritra ny fotoana tsy voafetra, satria ny fitondrany dia fitondrana mandritra ny fotoana tsy voafetra, ary ny fanjakany haharitra hatramin’ny taranaka fara mandimby.",
        "35": "Tsinontsinona ny mponina rehetra amin’ny tany, raha ampitahaina aminy. Manao araka izay sitrapony izy, eo amin’ny tafiky ny lanitra sy ny mponin’ny tany. Tsy misy mahasakana ny tanany, na afaka miteny aminy hoe: ‘Fa inona ity ataonao?’",
        "36": "“Ary tamin’izay indrindra no nody tamiko indray ny saiko. Dia niverina tamiko indray ny fahamboniako sy ny famirapiratako, mba hiverenan’ny voninahitry ny fanjakako. Ary nitady ahy fatratra ireo olom-panjakana ambony sy olo-manan-kaja, ka naverina teo amin’ny fanjakako indray aho, ary vao mainka nahazo voninahitra lehibe.",
        "37": "“Koa ankehitriny, izaho Nebokadnezara dia midera sy manandratra ary mankalaza an’ilay Mpanjakan’ny lanitra, satria araka ny fahamarinana ny zava-drehetra ataony, ara-drariny ny lalany, ary vitany ny mampietry izay manambony tena.”"
    },
    "5": {
        "1": "Ary i Belsazara Mpanjaka dia nanao fanasambe ho an’ny olo-manan-kajany arivo lahy, ka nisotro divay teo anatrehan’ireo.",
        "2": "Rehefa mamomamon’ny divay i Belsazara, dia nasainy nalaina ireo kaopy volamena sy volafotsy, izay nalain’i Nebokadnezara rainy * avy tao amin’ny tempoly tany Jerosalema. Nasainy nalaina izany mba hisotroan’ny mpanjaka sy ny olo-manan-kajany, mbamin’ny vadikeliny sy ny vadiny hafa.",
        "3": "Dia nentina ireo kaopy volamena nalaina tao amin’ny tempolin’ny tranon’Andriamanitra tany Jerosalema, ka nisotroan’ny mpanjaka sy ny olo-manan-kajany, mbamin’ny vadikeliny sy ny vadiny hafa.",
        "4": "Koa nisotro divay izy ireo, ary nidera an’ireo andriamanitra volamena sy volafotsy sy varahina sy vy sy hazo ary vato.",
        "5": "Tamin’izay indrindra no nisy rantsantanan’olona niseho ka nanoratra teo anoloan’ny fitoeran-jiro, izay teo amin’ilay rindrina voalalotra tsara tao an-dapan’ny mpanjaka. Ary hitan’ny mpanjaka ilay tanana nanoratra.",
        "6": "Dia nivaloarika ny mpanjaka, ary nampahatahotra azy ny eritreriny, nivahavaha ny andilany, ary nifampikatrokatroka ny lohaliny.",
        "7": "Koa niantsoantso mafy ny mpanjaka mba hoentina eo aminy ny mpila hevitra amin’ny maty sy ny Kaldeanina ary ny mpanandro. Dia hoy izy tamin’ireo olon-kendrin’i Babylona ireo: “Izay mahavaky io soratra io ka milaza amiko ny heviny, dia hampanaovina akanjo volomparasy, hasiana rojo volamena ny vozony, ary ho mpitondra fahatelo eto amin’ny fanjakana izy.”",
        "8": "Dia niditra ny olon-kendry rehetran’ny mpanjaka, nefa tsy nisy nahay namaky an’ilay soratra na nahalaza ny heviny tamin’ny mpanjaka.",
        "9": "Koa raiki-tahotra mafy i Belsazara Mpanjaka ka vao mainka nivaloarika. Ary very hevitra koa ny olo-manan-kajany.",
        "10": "Ary nandre ny tenin’ny mpanjaka sy ny olo-manan-kaja ny renin’ny mpanjaka, ka niditra tao amin’ny efitrano nanaovana ilay fanasana. Dia hoy izy: “Ho ela velona anie ianao, ry mpanjaka ô! Aoka tsy hampahatahotra anao ny eritreritrao, ary aza mivaloarika toy izao.",
        "11": "Misy lehilahy mahay eto amin’ny fanjakanao, ary ao aminy ny fanahin’ireo andriamanitra masina. Tamin’ny andron’i Nebokadnezara Mpanjaka rainao, dia hita fa nanam-pahalalana sy lalin-tsaina izy, ary nanana fahendrena toy ny an’ireo andriamanitra, ka notendren-drainao ho lehiben’ny mpisorona mampiasa herin’ny maizina sy ny mpila hevitra amin’ny maty sy ny Kaldeanina ary ny mpanandro. Ny rainao mihitsy no nanendry azy, ry mpanjaka ô!",
        "12": "Fa marani-tsaina tsy misy hoatr’izany izy, sady manam-pahalalana sy lalin-tsaina, ka nahay nilaza ny hevitry ny nofy sy nahafantatra ny hevitry ny teny saro-pantarina ary nahavaha olana saro-bahana. I Daniela izany olona izany, izay nantsoin’ny mpanjaka hoe Beltesazara. Koa aoka hantsoina izy mba hilaza ny hevitr’io soratra io.”",
        "13": "Dia nentina teo anatrehan’ny mpanjaka i Daniela. Ary hoy ny mpanjaka taminy: “Ianao ve izany Daniela anisan’ny natao sesitany avy tany Joda izany, izay nentin’ny mpanjaka raiko niala tany Joda?",
        "14": "Reko koa fa ao aminao ny fanahin’ireo andriamanitra, ary hita fa manam-pahalalana sy lalin-tsaina ary hendry tsy misy hoatr’izany, hono, ianao.",
        "15": "Ary nentina teto anatrehako ny olon-kendry sy ny mpila hevitra amin’ny maty, mba hamaky ilay soratra sy hampahafantatra ahy ny heviny, nefa tsy hain’izy ireo ny nilaza ny hevitr’ilay soratra.",
        "16": "Ary efa reko ny momba anao, fa mahay milaza ny hevitry ny zava-miafina sy mahavaha olana saro-bahana, hono, ianao. Koa raha hainao ny mamaky an’io soratra io ka hampahafantarinao ahy ny heviny, dia hampanaovina akanjo volomparasy ianao, hasiana rojo volamena ny vozonao, ary ho mpitondra fahatelo eto amin’ny fanjakana ianao.”",
        "17": "Dia hoy i Daniela teo anatrehan’ny mpanjaka: “Aoka ihany ho anao ny fanomezanao, ary omeo olon-kafa ny valisoa tianao homena. Hovakiko amin’ny mpanjaka ihany anefa io soratra io, ary hampahafantariko azy ny heviny.",
        "18": "Ry mpanjaka ô, nomen’ilay Andriamanitra Avo Indrindra an’i Nebokadnezara rainao ny fanjakana sy ny fahalehibeazana sy ny voninahitra ary ny fahamboniana.",
        "19": "Ary nangovitra teo anatrehany sy natahotra azy ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra, noho ny fahalehibeazana nomen’Andriamanitra azy. Koa izay tiany hovonoina dia novonoiny, izay tiany haripaka dia naripany, izay tiany hasandratra dia nasandrany, ary izay tiany haetry dia naetriny.",
        "20": "Nirehareha anefa ny fony ary be di-doha izy, ka sahisahy ratsy nanao izay tsy tokony hatao. Koa naongana tsy ho eo amin’ny seza fiandrianan’ny fanjakany izy, ary nesorina taminy ny voninahiny.",
        "21": "Noroahina niala tamin’ny zanak’olombelona izy, ary novana ho toy ny fom-biby ny fony, ary niara-nitoetra tamin’ny ampondradia izy. Nomena ahitra toy ny omby izy mba hohaniny, ary lenan’ny andon’ny lanitra ny tenany, mandra-pahafantany fa ilay Andriamanitra Avo Indrindra no Mpitondra eo amin’ny fanjakan’ny olombelona, ka izay tiany hapetraka eo no ataony eo.",
        "22": "“Ary ianao, ry Belsazara zanany, * tsy mba nanetry tena ianao tao am-ponao, na fantatrao aza izany rehetra izany.",
        "23": "Fa nanandra-tena hanohitra ny Tompon’ny lanitra kosa ianao, ary nentina teto anatrehanao ireo kaopy tao an-tranony, ka nisotro divay tamin’ireny ianao sy ny olo-manan-kajanao, mbamin’ny vadikelinao sy ny vadinao hafa. Ary nidera andriamanitra volafotsy sy volamena sy varahina sy vy sy hazo ary vato ianao. Tsy mahita na mandre na mahalala na inona na inona anefa ireny. Fa ilay Andriamanitra iankinan’ny ainao sy tompon’ny lalanao rehetra kosa tsy mba nomenao voninahitra.",
        "24": "Izany no nahatonga azy handefa an’io tanana io, ka nampisy an’io soratra io.",
        "25": "Ary izao ilay soratra: MENE, MENE, TEKELA, ary PARSINA.",
        "26": "“Izao no hevitr’ilay teny: MENE: Nisain’Andriamanitra ny andro naharetan’ny fanjakanao ka faranany.",
        "27": "“TEKELA: Nolanjaina tamin’ny mizana ianao ka hita fa maivan-danja.",
        "28": "“PERESA: Nozaraina ny fanjakanao, ka homena ho an’ny Medianina sy ny Persianina.”",
        "29": "Dia namoaka didy i Belsazara ka nampanaovina akanjo volomparasy i Daniela, ary nasiana rojo volamena ny vozony. Dia nambara fa izy no ho mpitondra fahatelo eo amin’ny fanjakana.",
        "30": "Tamin’iny alina iny ihany dia novonoina i Belsazara mpanjakan’ny Kaldeanina,",
        "31": "ka i Dariosy Medianina no nandray ny fanjakana, tamin’izy roa amby enimpolo taona teo ho eo."
    },
    "6": {
        "1": "Ary hitan’i Dariosy fa tsara ny hisian’ny lehibem-paritany, ka nanendry olona roapolo amby zato ho amin’izany toerana izany izy, ary ireo no hitantana ilay fanjakana manontolo.",
        "2": "Nisy olona telo koa notendreny ho olom-panjakana ambony, anisan’izany i Daniela, mba hiandraikitra an’ireo lehibem-paritany. Amin’izay dia handefa tatitra tsy tapaka any amin’ireo olom-panjakana ireo ny lehibem-paritany, ka tsy hisy fatiantoka ho an’ny mpanjaka.",
        "3": "Rehefa nandeha ny fotoana, dia hita fa niavaka foana i Daniela raha oharina amin’ireo olom-panjakana ambony sy lehibem-paritany, satria narani-tsaina tsy nisy hoatr’izany. Koa nikasa ny hanandratra azy hiadidy ny fanjakana manontolo ny mpanjaka.",
        "4": "Ary tsy nitsahatra nitady antony hiampangana an’i Daniela momba ny raharaham-panjakana ny olom-panjakana ambony sy ny lehibem-paritany, nefa tsy nahita mihitsy, sady tsy afaka niampanga azy ho nanao ny tsy marina, satria mendri-pitokisana izy, ary tsy mba nanao tsirambina mihitsy fa nanao ny marina foana.",
        "5": "Koa nifampiresaka ireo lehilahy ireo hoe: “Tsy hahita antony hiampangana an’io Daniela io mihitsy isika, raha tsy hoe mitady antony mifandray amin’ny lalàn’Andriamaniny angaha.”",
        "6": "Dia nirohotra nankao amin’ny mpanjaka ny olom-panjakana ambony sy ny lehibem-paritany. Ary hoy izy ireo taminy: “Ho ela velona anie ianao, ry Dariosy Mpanjaka ô!",
        "7": "Nikaon-doha daholo ny olom-panjakana ambony eto amin’ny fanjakana sy ny mpiadidy sy ny lehibem-paritany sy ny lehiben’ny tandapa ary ny governora, mba hamoahana lalàm-panjakana ka hampanan-kery an’izao fandrarana izao: Izay manao fangatahana ato anatin’ny telopolo andro, na amin’andriamanitra izany na amin’olona, afa-tsy aminao ihany, ry mpanjaka ô, dia hatsipy ao an-davaky ny liona.",
        "8": "Koa aoka hamoaka izany lalàna izany ianao, ry mpanjaka ô, ka ataovy sonia izany mba tsy ho azo ovana, araka ny lalàn’ny Medianina sy ny Persianina, izay tsy azo foanana.”",
        "9": "Koa nosoniavin’i Dariosy Mpanjaka ilay lalàna sy fandrarana.",
        "10": "Raha vao ren’i Daniela kosa anefa hoe efa vita sonia ilay lalàna, dia nankao an-tranony izy, ka nandohalika sy nivavaka ary nidera an’Andriamaniny intelo isan’andro, araka ny efa fanaony talohan’izay. Ary efa nisokatra nanandrify an’i Jerosalema ny varavarankelin’ny efitranony tany an-tampon-trano.",
        "11": "Dia nirohotra niditra ireo lehilahy ireo, ka nahita an’i Daniela nanao fangatahana sy nitalaho famindram-po teo anatrehan’Andriamaniny.",
        "12": "Ary nohatonin’izy ireo ny mpanjaka, ka niresahany momba ilay fandrarana navoakan’ny mpanjaka. Hoy izy ireo: “Tsy efa nisy fandrarana nosoniavinao moa, ry mpanjaka? Tsy efa nandidy ve ianao hoe izay manao fangatahana ato anatin’ny telopolo andro, na amin’andriamanitra izany na amin’olona, afa-tsy aminao ihany, dia hatsipy ao an-davaky ny liona?” Dia hoy ny mpanjaka: “Didy efa manan-kery izany, araka ny lalàn’ny Medianina sy ny Persianina, izay tsy azo foanana.”",
        "13": "Koa avy hatrany dia hoy izy ireo tamin’ny mpanjaka: “Tsy niraharaha ny didinao sy ny fandrarana nosoniavinao i Daniela, ilay anisan’ny natao sesitany avy tany Joda, ry mpanjaka ô, fa intelo isan’andro izy no manao fangatahana amin’Andriamaniny.”",
        "14": "Vao ren’ny mpanjaka izany, dia tena tsy faly izy. Ary nitady hevitra hamonjena an’i Daniela izy, ka niezaka mafy hanafaka azy mandra-pilentiky ny masoandro.",
        "15": "Dia nirohotra nankao amin’ny mpanjaka ireo lehilahy ireo tamin’ny farany, ka nanao hoe: “Tsarovy, ry mpanjaka ô, fa araka ny lalàn’ny Medianina sy ny Persianina dia tsy azo ovana izay fandrarana na lalàna efa navoakan’ny mpanjaka.”",
        "16": "Koa nanome baiko ny mpanjaka, dia nentina i Daniela ka natsipy tao an-davaky ny liona. Ary hoy ny mpanjaka tamin’i Daniela: “Ilay Andriamanitra tompoinao mandrakariva no hamonjy anao.”",
        "17": "Ary nisy vato nalaina ka nanampenana ny vava lavaka. Ary nasian’ny mpanjaka tombo-kase tamin’ny peratra fanombohan-kaseny sy ny peratra fanombohan-kasen’ny olo-manan-kajany ilay vato, mba tsy ho azo ovana ny lalàna nampiharina tamin’i Daniela.",
        "18": "Dia nody tao an-dapany ny mpanjaka, ary nifady hanina izy ny alin’iny, sady tsy nisy zavamaneno nentina teo anatrehany, ary tsy nahita tory izy.",
        "19": "Ary vao maraina be, tamin’ilay nangiran-dratsy iny, dia efa niarina sahady ny mpanjaka ka niolomay nankany amin’ilay lavaky ny liona.",
        "20": "Ary niantsoantso an’i Daniela tamin’ny feo malahelo izy, rehefa teo akaikin’ilay lavaka, ka niteny hoe: “Ry Daniela mpanompon’ilay Andriamanitra velona ô! Nahavonjy anao tamin’ny liona ve ilay Andriamanitra tompoinao mandrakariva?”",
        "21": "Dia namaly avy hatrany i Daniela hoe: “Ho ela velona anie ianao, ry mpanjaka ô!",
        "22": "Naniraka ny anjeliny ny Andriamanitro ka nanakombona ny vavan’ny liona tsy hamiravira ahy, satria hitany fa tsy nanan-tsiny aho. Ary tsy nanao ratsy teo anatrehanao koa aho, ry mpanjaka ô!”",
        "23": "Dia faly be ny mpanjaka, ka nandidy ny hampiakarana an’i Daniela avy tao an-davaka. Koa nakarina avy tao i Daniela, ary tsy nisy ratra mihitsy taminy, satria natoky an’Andriamaniny izy.",
        "24": "Ary nanome baiko ny mpanjaka, dia nalaina ireo lehilahy niampanga an’i Daniela ka natsipy tao an-davaky ny liona, niaraka tamin’ny vady aman-janany. Tsy nipaka tamin’ny fanambanin’ilay lavaka akory izy ireo dia efa norambasan’ny liona, ka nopotipotehiny daholo ny taolan’izy ireo.",
        "25": "Ary i Dariosy Mpanjaka dia nanoratra ho an’ny vahoaka sy ny firenena ary ny olona samy hafa fiteny rehetra, izay nonina nanerana ny tany, nanao hoe: “Hitombo be anie ny fiadananareo!",
        "26": "Mamoaka didy aho fa tokony hangovitra eo anatrehan’ilay Andriamanitr’i Daniela sy hatahotra azy ny olona any amin’ny faritra rehetra manerana ny fanjakako. Fa izy no ilay Andriamanitra velona sy Ilay maharitra mandrakizay. Ny fanjakany dia fanjakana tsy ho rava, ary ny fitondrany haharitra mandrakizay.",
        "27": "Mamonjy sy manafaka izy, ary manao famantarana sy zava-mahagaga eny amin’ny lanitra sy etỳ an-tany, satria namonjy an’i Daniela tamin’ny tanan’ny liona.”",
        "28": "Ary nahita fahombiazana i Daniela tao amin’ny fanjakan’i Dariosy sy ny fanjakan’i Kyrosy Persianina."
    },
    "7": {
        "1": "Tamin’ny taona voalohany nanjakan’i Belsazara mpanjakan’i Babylona, dia nanonofy sy nahita fahitana i Daniela tamin’izy tao am-pandriana. Dia nataony an-tsoratra ilay nofy, ka notantarainy izay rehetra hitany.",
        "2": "Ary hoy izy: “Nijery aho ka izao no fahitana hitako tamin’ny alina: Nisamboaravoara ny ranomasimbe noho ny fifofofofon’ny rivotra efatry ny lanitra.",
        "3": "Dia nisy biby ngezabe efatra niakatra avy ao an-dranomasina, ary samy hafa daholo izy ireo.",
        "4": "“Ny voalohany dia tahaka ny liona. Nanana ny elatry ny voromahery izy. Mbola nijery ihany aho mandra-panongotra ny elany, ary ningaina niala tamin’ny tany izy, dia najoro tamin’ny tongony roa toy ny fijoron’ny olona, ary nomena fon’olombelona.",
        "5": "“Ary nahita biby hafa koa aho, dia biby faharoa, izay tahaka ny orsa. Niainga ny ila tenany, ary nisy taolan-tehezana telo teo am-bavany, teo anelanelan’ny nifiny. Ary izao no nolazaina taminy: ‘Mitsangàna, mihinàna nofo be dia be.’",
        "6": "“Mbola nijery aho taorian’izany, ka nahita biby hafa tahaka ny leopara, nefa nisy ela-borona efatra teo andamosiny. Nanana loha efatra io biby io, ary nomena fahefana hitondra.",
        "7": "“Mbola nijery ihany aho ka izao no fahitana hitako tamin’ny alina: Nisy biby fahefatra, izay nampahatahotra sy nahatsiravina ary natanjaka tsy nisy hoatr’izany. Nanana nify vy lehibe izy, ary nandrapaka sy nanorotoro, ka izay sisa tsy laniny dia nohitsakitsahin’ny tongony. Hafa noho ny biby rehetra teo alohany izy, ary nanana tandroka folo.",
        "8": "Mbola nijery an’ireo tandroka aho, ary hitako fa nisy tandroka kely iray hafa nipoitra teo amin’izy ireo, ary niongotra teo anoloany ny telo tamin’ireo tandroka voalohany. Nisy maso toy ny mason’olona teo amin’ilay tandroka, ary nisy vava namoaka teny feno fireharehana.",
        "9": "“Mbola nijery ihany aho mandra-pametraka seza fiandrianana, ary nipetraka teo Ilay Efa Nisy Hatry ny Ela Be. Fotsy mangatsakatsaka * ny fitafiany, ary toy ny volonondry madio ny volon-dohany. Afo miredareda ny seza fiandrianany, ary afo mandoro ny kodiaran’ilay izy.",
        "10": "Renirano afo no nikoriana sy nivoaka avy teo anatrehany. Arivoarivo no nanompo azy, ary iray alina ampitomboina iray alina no nijoro teo anatrehany. Nanomboka ny Fitsarana, ka nisy boky nosokafana.",
        "11": "“Mbola nijery ihany aho tamin’izay fotoana izay noho ny teny feno fireharehana nataon’ilay tandroka. Mbola nijery aho mandra-pamono an’ilay biby, ary ny fatiny natsipy tao amin’ny afo mandoro ka levona.",
        "12": "Fa ny amin’ireo biby sisa kosa, dia nesorina ny fanjakany. Navela haharitra mandritra ny fe-potoana sy vanim-potoana iray anefa izy ireo.",
        "13": "“Mbola nijery ihany aho ka izao no fahitana hitako tamin’ny alina: Teny amin’ny rahon’ny lanitra, dia nisy toy ny zanak’olona nihananatona. Ary nahazo alalana hankeo amin’Ilay Efa Nisy Hatry ny Ela Be izy, ka nentina ho eo anatrehany.",
        "14": "Ary nomena azy ny fitondrana sy ny voninahitra ary ny fanjakana, mba hanompo azy avokoa ny vahoaka sy ny firenena ary ny olona samy hafa fiteny. Ny fitondrany dia fitondrana haharitra mandritra ny fotoana tsy voafetra fa tsy handalo, ary ny fanjakany tsy ho rava.",
        "15": "“Dia ory izaho Daniela noho izany, ary nampahatahotra ahy ny fahitana hitako.",
        "16": "Dia nohatoniko ny iray tamin’ireo nijoro teo, mba hangatahako fanazavana azo antoka momba izany rehetra izany. Koa hoy izy tamiko, rehefa nampahafantatra ahy ny hevitr’izany:",
        "17": "“‘Ireo biby ngezabe efatra ireo dia mpanjaka efatra hitsangana avy amin’ny tany.",
        "18": "Ny olona masin’ilay Andriamanitra Fara Tampony anefa no hahazo ny fanjakana, ka handray an-tanana azy io hatramin’ny fotoana tsy voafetra, eny, hatramin’ny fotoana tsy voafetra.’",
        "19": "“Ary tiako hofantarina tsara ny amin’ilay biby fahefatra, izay tsy nitovy tamin’ny biby hafa rehetra. Tena nampahatahotra be izy io, ary nanana nify vy sy hoho varahina, ka nandrapaka sy nanorotoro, ary izay sisa tsy laniny dia nohitsakitsahin’ny tongony.",
        "20": "Tiako hofantarina tsara koa ny amin’ireo tandroka folo teo amin’ny lohany, sy ilay tandroka hafa nipoitra ka nampianjera tandroka telo. Nanana maso io tandroka nipoitra io, sady nanana vava namoaka teny feno fireharehana, ary lehibe noho ireo tandroka hafa ny fahitana azy.",
        "21": "“Mbola nijery aho, ary hitako fa niady tamin’ny olona masina ilay tandroka ka naharesy azy,",
        "22": "mandra-pahatongan’ilay Efa Nisy Hatry ny Ela Be ka nahazo rariny ireo olona masin’ilay Andriamanitra Fara Tampony. Ary tonga ny fotoana voatondro handraisan’izy ireo an-tanana ny fanjakana.",
        "23": "“Ary hoy izy: ‘Ilay biby fahefatra dia fanjakana fahefatra hisy eny ambonin’ny tany. Ho hafa noho ny fanjakana rehetra izy io, ary handrapaka ny tany manontolo, ka hanitsakitsaka sy hanorotoro azy.",
        "24": "Ary ny tandroka folo dia mpanjaka folo izay hipoitra avy amin’io fanjakana io. Ary hisy mpanjaka iray hafa koa hipoitra aorian’izy ireo. Ho hafa noho ireo voalohany izy, ary hampietry mpanjaka telo.",
        "25": "Ary hiteny hanohitra ny Avo Indrindra izy, ka hampahory foana an’ireo olona masin’ilay Andriamanitra Fara Tampony. Hikasa hanova fotoana sy lalàna koa izy, ary hatolotra eo an-tanany ireo olona masina, mandritra ny fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana.",
        "26": "Ary nanomboka ny Fitsarana, ka nesorina tamin’io mpanjaka io ny fanjakany, mba hanafoanana sy handringanana azy tanteraka.",
        "27": "“‘Ary nomena an’ireo olona masin’ilay Andriamanitra Fara Tampony ny fanjakana sy ny fitondrana ary ny fahalehibeazan’ny fanjakana eny ambanin’ny lanitra rehetra eny. Ny fanjakan’izy ireo dia fanjakana haharitra mandritra ny fotoana tsy voafetra. Ary hanompo sy hankatò azy ireo ny fitondrana rehetra.’",
        "28": "“Mifarana eto ilay fitantarana. Dia nampahatahotra be ahy ny eritreritro, ka nivaloarika aho. Noraketiko tao am-poko anefa izay hitako sy reko.”"
    },
    "8": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Belsazara Mpanjaka, dia nahita fahitana izaho Daniela, taorian’ilay hitako tamin’ny voalohany.",
        "2": "Ary nanomboka nijery an’izay naseho tao amin’ilay fahitana aho. Koa raha mbola nijery aho, dia hitako fa tao an-dapan’i Sosana, any amin’ny faritanin’i Elama, no nisy ahy. Eny, nijery an’izay naseho tao amin’ilay fahitana aho. Ary teo amoron’ny reniranon’i Olay aho, tamin’izay.",
        "3": "Dia nanopy ny masoko aho ka nahita ondrilahy iray nijoro teo akaikin’ilay renirano. Nanana tandroka roa izy io, ary lava ireo tandroka ireo. Lava noho ny iray ny iray, nefa ilay lava kokoa no nipoitra farany.",
        "4": "Ary hitako nanoto niankandrefana sy nianavaratra ary nianatsimo ilay ondrilahy. Tsy nisy bibidia nahajanona teo anatrehany, ary tsy nisy nahavonjy an’izay teny an-tanany. Nanao araka izay sitrapony izy, ary nirehareha be.",
        "5": "Ary mbola nijery aho, ka nahita osilahy iray avy any amin’ny filentehan’ny masoandro. Dia nitety ny tany manontolo izy io nefa tsy nitehi-tany. Ary nisy tandroka niharihary be teo anelanelan’ny masony.",
        "6": "Nihananatona izy mba hanafika an’ilay ondrilahy manana tandroka roa, izay hitako nijoro teo akaikin’ilay renirano. Dia nihazakazaka nankany amin’ilay ondrilahy izy, sady romotry ny hatezerana.",
        "7": "Hitako tonga teo amin’ilay ondrilahy ilay osilahy, ary tezitra taminy. Dia namely an’ilay ondrilahy izy, ka nahatapaka ny tandrony roa. Tsy nanan-kery hanoherana azy ilay ondrilahy, ka nazerany tamin’ny tany sady nohitsakitsahiny. Ary tsy nisy nahavonjy an’ilay ondrilahy avy teny an-tanany.",
        "8": "Nirehareha loatra ilay osilahy. Raha vao natanjaka anefa izy, dia tapaka ilay tandroka lehibe, ary nisy tandroka efatra nipoitra nisolo azy io. Niharihary be izy ireo, ary nitodika tany amin’ny rivotra efatry ny lanitra.",
        "9": "Ary nisy tandroka kely iray nipoitra avy tamin’ny iray tamin’ireo tandroka ireo. Nihalehibe izy io, ka nanondro nianatsimo sy niantsinanana ary nanondro an’ilay Tany Kanto. *",
        "10": "Dia nihalehibe foana izy io, ka nipaka hatrany amin’ny tafiky ny lanitra. Nazerany tamin’ny tany ny sasany tao amin’izany tafika izany, mbamin’ny kintana sasany, ka nohitsakitsahiny.",
        "11": "Ary hatramin’ilay Andrianan’ny tafika aza nianjonanjonany. Nesorina tamin’io Andriana io koa ny fanatitra atolotra tsy tapaka, ary narodana ilay toerana masina efa nataony mafy orina.",
        "12": "Ary noho ny fandikan-dalàna, dia navela hanjakazakan’ilay tandroka ny tafika sy ny fanatitra atolotra tsy tapaka. Nazerany tamin’ny tany koa ny fahamarinana, ary nanao araka izay sitrapony izy sady nahomby.",
        "13": "Ary nandre anjely masina iray niteny aho, ary nisy iray koa nanontany toy izao an’ilay niteny: “Haharitra hafiriana ireo zava-mitranga voalazan’ilay fahitana, dia ilay fahitana momba ny fanatitra atolotra tsy tapaka, sy ny fandikan-dalàna mahatonga faharavana, ary ny fanitsakitsahana ny toerana masina sy ny tafika?”",
        "14": "Dia hoy izy tamiko: “Mandra-pahatapitry ny telonjato sy roa arivo andro. * Avy eo, dia haverina amin’ny laoniny tokoa ilay toerana masina.”",
        "15": "Ary raha mbola nijery an’izay naseho tao amin’ilay fahitana izaho Daniela, ka niezaka hahazo ny heviny, dia nisy olona nijoro teo anoloako, ary toy ny lehilahy tomady no fahitana azy.",
        "16": "Ary nandre feon’olona teo afovoan’i Olay aho. Niantsoantso ilay feo hoe: “Ry Gabriela ô, ampahafantaro azy ny hevitr’ilay zavatra hitany.”",
        "17": "Dia nankeo amin’ilay nijoroako i Gabriela. Rehefa tonga teo izy, dia natahotra mafy aho, ka niankohoka. Ary hoy izy tamiko: “Aoka ho azonao, ry zanak’olona, fa ho tanteraka amin’ny fotoanan’ny farany ilay fahitana.”",
        "18": "Ary raha mbola niresaka tamiko izy, dia renoky ny torimaso aho, ka nihohoka tamin’ny tany. Dia nokasihiny aho, ka natsangany teo amin’ilay nijoroako.",
        "19": "Ary hoy izy: “Hampahafantariko anao izay hitranga any amin’ny faran’ny fanamelohana, satria ho tanteraka amin’ny fotoana voatondro ilay fahitana, eny, amin’ny fotoanan’ny farany.",
        "20": "“Ilay ondrilahy hitanao, izay manana tandroka roa, dia ireo mpanjakan’i Media sy Persa.",
        "21": "Ilay osilahy lava volo dia ny mpanjakan’i Gresy, ary ilay tandroka lehibe teo anelanelan’ny masony dia ny mpanjaka voalohany.",
        "22": "Ary satria tapaka io tandroka io ka nisy efatra nipoitra nisolo azy, dia hisy fanjakana efatra hitsangana avy amin’ny fireneny, saingy tsy hitovy hery aminy.",
        "23": "“Ary rehefa hifarana ny fanjakan’izy ireo, eny, rehefa tafahoatra loatra ny fahotan’ireo mpandika lalàna, dia hitsangana ny mpanjaka iray masiaka endrika, izay mahay ny dikan’ny teny saro-pantarina.",
        "24": "Ary hitombo hery izy, nefa tsy noho ny herin’ny tenany. Hahatonga faharavana tanteraka izy, ary hahomby amin’izay ataony sady hahefa an’izay kasainy. Dia hataony mitondra faisana ny mahery sy ny olona masina.",
        "25": "Lalin-tsaina izy ka hahomby ny fitaka hataony. Hirehareha be ao am-pony izy. Amin’ny fotoana tsy hisian’ny fanahiana no hataony mitondra faisana ny maro. Ary hitsangana hanohitra an’ilay Andrianan’ny andriana izy, kanjo ho torotoro nefa tsy hisy tanana hamely azy.",
        "26": "“Ary marina ilay fahitana efa voalaza, dia ilay fahitana momba ireo andro. * Fa ianao kosa, hazòny ho zava-miafina ilay fahitana, satria mbola andro maro any aoriana vao ho tanteraka izany.”",
        "27": "Dia reraka be izaho Daniela ka narary andro vitsivitsy. Niarina aho avy eo, ka niasa ho an’ny mpanjaka, nefa hoatran’ny mbola tsy tonga saina aho noho ilay zavatra hitako. Ary tsy nisy nahazo ny hevitr’ilay fahitana."
    },
    "9": {
        "1": "Tamin’ny taona voalohany nanjakan’i Dariosy, zanak’i Ahasoerosy, taranaky ny Medianina, izay notendrena ho mpanjaka teo amin’ny fanjakan’ny Kaldeanina,",
        "2": "eny, tamin’ny taona voalohany nanjakany, izaho Daniela dia nandinika an’izay noraketin’ny boky, ka nahafantatra ny isan’ireo taona aharavan’i Jerosalema, araka ny tenin’i Jehovah tonga tamin’i Jeremia mpaminany. Fantatro àry fa fitopolo taona izany.",
        "3": "Koa nitodika tamin’i Jehovah Andriamanitra aho mba hitady azy, ka nivavaka sy nitalaho taminy sy nifady hanina ary niakanjo gony sy nihosin-davenona.",
        "4": "Dia nivavaka tamin’i Jehovah Andriamanitro aho, ka nibaboka hoe: “Jehovah ô, Andriamanitra lehibe sy mendrika hatahorana ianao. Manaja ny fifanekena nifanaovanao tamin’ireo tia anao sy ireo mitandrina ny didinao ianao, sady maneho hatsaram-panahy feno fitiavana amin’izy ireo.",
        "5": "Efa nanota izahay, ka nanao fahadisoana sy nanao ratsy ary nikomy. Tsy nanaraka ny didinao sy ny didim-pitsaranao izahay.",
        "6": "Tsy nohenoinay ny mpaminany mpanomponao, nefa tamin’ny anaranao no nitenenany tamin’ny mpanjakanay sy ny andriananay sy ny razanay ary ny vahoaka manontolo.",
        "7": "Anao ny fahamarinana, Jehovah ô, fa anay kosa ny henatra toy ny amin’izao anio izao, eny, anay mponin’i Joda sy Jerosalema mbamin’ny Israely rehetra, na ny lavitra na ny akaiky, dia izay any amin’ny tany rehetra nanaparitahanao azy noho izy nivadika taminao.",
        "8": "“Anay ny henatra, Jehovah ô, anay sy ny mpanjakanay sy ny andriananay ary ny razanay, satria efa nanota taminao izahay.",
        "9": "Anao, ry Jehovah Andriamanitray, ny famindram-po sy ny famelan-keloka, nefa nikomy taminao izahay.",
        "10": "Ary tsy nankatò ny teninao izahay, ry Jehovah Andriamanitray, ka tsy nanaraka ny lalàna nomenao anay tamin’ny alalan’ny mpaminany mpanomponao.",
        "11": "Nandika ny lalànao ny Israely rehetra, sady tsy nankatò ny teninao. Koa nampiharinao taminay ny ozona sy ny fianianana voasoratra ao amin’ny lalàn’i Mosesy mpanomponao, satria nanota taminao izahay.",
        "12": "Ary notanterahinao ny teny nanamelohanao anay sy ny mpitsara anay. Koa nahatonga loza lehibe taminay ianao, ka na taiza na taiza tetỳ ambanin’ny lanitra, dia mbola tsy nisy loza sahala amin’ny nanjo an’i Jerosalema.",
        "13": "Nihatra taminay izany loza rehetra izany, araka ny voasoratra ao amin’ny lalàn’i Mosesy. Tsy mba nitady sitraka taminao izahay, ry Jehovah Andriamanitray, ka tsy niala tamin’ny fahadisoanay, sady tsy navelanay hisy heriny teo amin’ny fiainanay ny nahalalanay fa tia ny fahamarinana ianao.",
        "14": "“Efa tao an-tsainao foana ilay loza, Jehovah ô, ka nampiharinao taminay tamin’ny farany. Manao ny rariny mantsy ianao, ry Jehovah Andriamanitray, amin’izay rehetra ataonao, fa izahay no tsy nankatò ny teninao.",
        "15": "“Ry Jehovah Andriamanitray ô, efa nitondra ny olonao nivoaka avy tany Ejipta tamin’ny tanana mahery ianao, ary nampahalaza ny anaranao hatramin’izao anio izao. Ary ankehitriny, nanota sy nanao ratsy izahay.",
        "16": "Jehovah ô, nanao ny rariny foana ianao. Koa aoka re tsy ho tezitra intsony ianao e, na hisafoaka amin’i Jerosalema tanànanao sy tendrombohitrao masina. Fa noho ny fahotanay sy ny fahadisoan’ny razanay no nahatonga an’i Jerosalema sy ny olonao holatsain’izay rehetra manodidina anay.",
        "17": "Koa henoy izao vavaka sy fitalahoan’ny mpanomponao izao, ry Andriamanitray ô! Ary noho ny anaranao, Jehovah ô, dia aoka ianao hankasitraka ny toeranao masina efa rava.",
        "18": "Aoka ianao hanongilan-tsofina ka hihaino, ry Andriamanitro ô! Ahirato ny masonao ka jereo ny faharavan’ny tanànanay izay nantsoina tamin’ny anaranao. Fa tsy noho ny fahamarinanay no italahoanay eto anatrehanao, fa noho ny famindram-ponao lehibe.",
        "19": "Mihainoa, Jehovah ô! Mamelà heloka, Jehovah ô! Mihainoa ka manaova zavatra, Jehovah ô! Aza ela, ry Andriamanitro ô, noho ny anaranao, fa nantsoina tamin’ny anaranao ny tanànanao sy ny olonao.”",
        "20": "Raha mbola niteny sy nivavaka ary niaiky ny fahotako sy ny fahotan’ny Israely fireneko aho, ary nitalaho famindram-po teo anatrehan’i Jehovah Andriamanitro momba ilay tendrombohitra masin’Andriamanitro,",
        "21": "eny, raha mbola nivavaka aho, dia tonga teo anilako ilay lehilahy atao hoe Gabriela, izay efa hitako tao amin’ny fahitana tamin’ny voalohany. Ary tamin’ny fotoana fanaterana ny fanatitra takariva no nahatongavany. Tena reraka be aho tamin’izay.",
        "22": "Dia nanampy ahy hahazo ny hevitry ny zava-drehetra izy, ka niteny hoe: “Ry Daniela ô, tonga aho hanampy anao hahafantatra sy hahazo tsara kokoa ny hevitry ny zava-drehetra.",
        "23": "Vao nanomboka nitalaho ianao, dia nirahina aho ka tonga mba hampita hafatra aminao, satria tena tiana ianao. Koa diniho izay holazaiko aminao, ka aoka ho azonao ny hevitr’izay hitanao.",
        "24": "“Fitopolo herinandro no atokana ho an’ny firenenao sy ny tanànanao masina mba hamaranana ny fandikan-dalàna, sy hampitsaharana ny ota, sy handrakofana ny fahotana, sy hampisy ny fahamarinana hatramin’ny fotoana tsy voafetra, sy hanisiana tombo-kase ny fahitana sy ny faminaniana, ary hanosorana ny Masina Indrindra.",
        "25": "Ary aoka ho fantatrao sy ho azonao tsara fa manomboka amin’ny fotoana hivoahan’ny didy hanarenana an’i Jerosalema sy hanamboarana azy, mandra-pahatongan’ny Mesia Mpitarika, dia hisy fito herinandro sy roa amby enimpolo herinandro. Haorina indray i Jerosalema ka hamboarina, sady hasiana tany malalaka sy hadivory. Ao anatin’ny fotoam-pahoriana anefa no hanaovana izany.",
        "26": "“Aorian’ireo roa amby enimpolo herinandro, dia hovonoina ny Mesia, ka tsy hanana na inona na inona intsony. “Ary ny tanàna sy ny toerana masina dia horavan’ny tafiky ny mpitarika iray ho avy. Ary horavan’ny tondra-drano manafotra ilay toerana masina. Ary hisy ady mandra-pahatongan’ny farany. Araka ny didy navoaka, dia hisy faharavana.",
        "27": "“Ary hataony manan-kery ho an’ny maro, mandritra ny herinandro, ny fifanekena. Hampitsahatra ny sorona sy ny fanatitra atao fanomezana izy, rehefa misasaka io herinandro io. “Ary amin’ny elatry ny zava-maharikoriko no hahatongavan’ny mpandrava. Hihatra amin’ilay efa rava koa ny didim-pitsarana, mandra-pahatongan’ny fandringanana tanteraka.”"
    },
    "10": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Kyrosy mpanjakan’i Persa, dia nisy teny nambara tamin’i Daniela, ilay antsoina hoe Beltesazara. Marina ilay teny nambara, izay nisy resaka ady. Azon’i Daniela tsara ny hevitr’izay nambara taminy sy ilay zavatra hitany.",
        "2": "Nisaona nandritra ny telo herinandro katroka izaho Daniela, tamin’izany fotoana izany.",
        "3": "Tsy nihinana sakafo matsiro aho, ary tsy nihinan-kena na nisotro divay, sady tsy nihoso-menaka mihitsy mandra-pahatapitry ny telo herinandro.",
        "4": "Ary tamin’ny andro fahefatra amby roapolon’ny volana voalohany, raha mbola teo amoron’ilay renirano lehibe atao hoe Hidekela aho,",
        "5": "dia nanopy ny masoko, ka nahita lehilahy iray nanao akanjo vita tamin’ny lamba rongony, ary nisy fehikibo natao tamin’ny volamena avy any Ofaza teo amin’ny andilany.",
        "6": "Toy ny krizolita ny vatany, ary toy ny tselatra ny tarehiny, ary toy ny fanilo mirehitra ny masony, ary toy ny varahina nokosehina hangirana no fahitana ny sandriny sy ny tongony, ary toy ny feon’ny vahoaka be ny feony.",
        "7": "Izaho Daniela ihany no nahita izany, fa ny olona niaraka tamiko teo tsy mba nahita. Nangovitra be anefa izy ireo, ka nandositra niafina.",
        "8": "Fa izaho kosa tavela irery teo, ka nahita izany fahitana mahagaga izany. Tsy nisy hery intsony tato anatiko, ary nivaloarika tanteraka aho, sady tsy nanan-kery intsony.",
        "9": "Ary reko niteny izy. Dia renoky ny torimaso aho teo am-pihainoana ny teniny, ka nihohoka tamin’ny tany.",
        "10": "Ary nisy tanana nikasika ahy, ka nanarina ahy moramora mba handohalika sady hitehina amin’ny tanako roa.",
        "11": "Ary hoy izy tamiko: “Ry Daniela ô, tena tiana ianao. Ary aoka ho azonao ny hevitry ny teny holazaiko aminao, ka mijoroa eo amin’ilay nijoroanao fa nirahina ho atỳ aminao aho.” Ary rehefa nilaza izany tamiko izy, dia nijoro tokoa aho nefa nangovitra.",
        "12": "Hoy koa izy tamiko: “Aza matahotra, ry Daniela ô, fa nanomboka tamin’ilay andro voalohany niezahanao mafy hahazo ny hevitr’izany sy hanetry tena teo anatrehan’Andriamanitrao, dia nohenoina ny teninao, ka tonga aho noho izany teninao izany.",
        "13": "Nanohitra ahy iraika amby roapolo andro anefa ny andrianan’ny fanjakan’i Persa. Dia tonga nanampy ahy i Mikaela, iray amin’ireo andriana lehibe indrindra. Ary tafajanona teo amin’ireo mpanjakan’i Persa aho, nandritra izany fotoana izany.",
        "14": "Koa tonga aho mba hampahafantatra anao izay hanjo ny firenenao any am-parany, satria mbola andro maro any aoriana vao ho tanteraka ilay fahitana.”",
        "15": "Ary rehefa avy nilaza izany tamiko izy, dia naondriko ny lohako, ary tsy nahateny aho.",
        "16": "Ary nisy hoatran’ny zanak’olombelona nikasika ny molotro, dia nisoka-bava aho ka niteny. Dia hoy aho tamin’ilay nijoro teo anoloako: “Nifanintona tampoka aho, tompoko, noho ilay fahitana hitako, ka tsy nanana hery intsony.",
        "17": "Koa ahoana moa no ahafahan’ity mpanomponao miresaka aminao, tompoko? Ary mbola tsy manan-kery aho hatramin’izao, sady tsy misy aina intsony ato anatiko.”",
        "18": "Koa nikasika ahy indray ilay hoatran’ny olona, ka nankahery ahy.",
        "19": "Dia hoy izy: “Aza matahotra, ry ilay tena tiana ô! Ho aminao anie ny fiadanana! Mahereza, eny, mahereza!” Dia nanangona ny heriko rehetra aho, raha vao niteny izany tamiko izy, ka hoy aho tamin’ny farany: “Ento àry ny teninao, tompoko, fa efa nankahery ahy ianao.”",
        "20": "Dia hoy izy: “Mba fantatrao moa ny anton-diako atỳ aminao? Handeha hiverina hiady amin’ilay andrianan’i Persa aho izao. Ary rehefa handeha aho, dia ho avy koa ny andrianan’i Gresy.",
        "21": "Holazaiko aminao anefa izay voasoratra ao amin’ny bokin’ny fahamarinana. Ary tsy mba nisy nanampy ahy tamin’izany, afa-tsy i Mikaela, ilay andrianan’ny firenenareo."
    },
    "11": {
        "1": "“Tamin’ny taona voalohany nanjakan’i Dariosy Medianina, dia nanohana an’i Mikaela aho ka nampahery azy, sady toy ny fiarovana mafy ho azy.",
        "2": "Ary holazaiko aminao ny marina: “Mbola hisy mpanjaka telo hitsangana any Persa. Ary ny fahefatra hanangona harena betsaka noho ny an’ny hafa rehetra. Ary raha vao mahery izy noho ny harenany, dia hoentaniny ny rehetra mba hanafika ny fanjakan’i Gresy.",
        "3": "“Ary hisy mpanjaka mahery hitsangana ka hanjaka amin’ny faritra midadasika, ary hanao araka izay sitrapony izy.",
        "4": "Rehefa tena ao amin’ny heriny * anefa izy, dia ho rava ny fanjakany ka ho voazarazara manerana ny rivotra efatry ny lanitra. Tsy ho an’ny taranany anefa izany sady tsy hitovy amin’ilay fanjakana nentiny. Fa hongotana ny fanjakany, ka homena olon-kafa ankoatra an’ireo.",
        "5": "“Ary hatanjaka ny mpanjakan’ny atsimo, eny, ny iray amin’ireo andrianany. Handresy azy anefa izy * ka hanjaka tokoa, ary hanana fahefana lehibe noho ny azy.",
        "6": "“Ary hiray dina izy roa tonta rehefa afaka taona maromaro. Dia ho any amin’ny mpanjakan’ny avaratra ny zanakavavin’ny mpanjakan’ny atsimo mba hanao fifanarahana ara-drariny, nefa tsy ho voatanan-drazazavavy ny herin’ny sandriny. Ary samy tsy hahatohitra na ny mpanjakan’ny avaratra na ny sandriny. Hatolotra eo an-tanan’ny olon-kafa razazavavy, sy ireo hitondra azy any, sy ny rainy niteraka azy, ary ilay mahatonga azy hahery amin’izany fotoana izany.",
        "7": "Ary hitsangana ho mpanjakan’ny atsimo ny tsimoka iray avy amin’ny faka nipoiran-drazazavavy, ka ho any amin’ny tafika. Dia hotafihiny ny tanàna voaro mafy misy ny mpanjakan’ny avaratra. Ary hamely azy ireo izy ka handresy azy.",
        "8": "Ary ho any Ejipta izy ka hoentiny any ny andriamanitr’izy ireo sy ny sarivongana metaliny sy ny zava-tsarobidiny vita amin’ny volafotsy sy volamena, ary ireo zavatra nobaboiny. Dia hihataka amin’ny mpanjakan’ny avaratra mandritra ny taona maromaro izy.",
        "9": "“Ary hiditra any amin’ny fanjakan’ny mpanjakan’ny atsimo izy, dia hiverina any amin’ny taniny.",
        "10": "“Ary hientanentana ireo zanany lahy, ka hanangona miaramila maro be. Handroso tokoa izy ka hahery fiavy toy ny tondra-drano, ary hopaohiny ny zava-drehetra. Hiverina anefa izy, ary hientanentana hiady mandra-pahatongany any amin’ny tanànany voaro mafy.",
        "11": "“Ary ho tezitra ny mpanjakan’ny atsimo ka hivoaka hiady amin’ny mpanjakan’ny avaratra, izay hanangana tafika lehibe. Hatolotra eo an-tanan’ilay anankiray anefa izany tafika izany,",
        "12": "ka hoentiny. Dia hiavonavona ny fon’ny mpanjakan’ny atsimo, ka handripaka alinalina izy. Tsy hahay hanararaotra ny heriny rehetra anefa izy.",
        "13": "“Dia hiverina ny mpanjakan’ny avaratra ka hanangona miaramila maro noho ilay tamin’ny voalohany. Ary amin’ny fotoana farany, izany hoe rehefa afaka taona maromaro, dia ho avy izy ka hitondra tafika lehibe ampy fitaovana tsara.",
        "14": "Ary maro no hitsangana hanohitra ny mpanjakan’ny atsimo amin’izany fotoana izany. “Ary hitsangana ny taranaky ny mpandroba anisan’ny firenenao ka hitady hanatanteraka fahitana, nefa tsy hahavita.",
        "15": "“Dia ho avy ny mpanjakan’ny avaratra, ka hanorina tovon-tany * fanaovana fahirano sy hamabo tanàna misy manda. Ary samy tsy hahatohitra na ny sandrin’ny * atsimo na ireo miaramilany voafantina. Tsy hanan-kery hanoherana koa izy ireo.",
        "16": "Ary ilay ho avy mba hamely ny mpanjakan’ny atsimo dia hanao araka izay sitrapony, ka tsy hisy hahatohitra. Hitsangana ao amin’ilay Tany Kanto * izy, ary hanana hery handripahana.",
        "17": "Ho tapa-kevitra ny ho avy miaraka amin’ny tafika maherin’ny fanjakany manontolo izy. Hanao fifanarahana ara-drariny amin’ny mpanjakan’ny atsimo ihany anefa izy, ary hahomby. Ary havela hahatonga loza amin’ilay zanakavavin’ny olombelona izy. Tsy hijoro anefa razazavavy, sady tsy ho azy intsony.",
        "18": "Ary hitodi-doha ho any amoron-tsiraka ny mpanjakan’ny avaratra ka haka babo maro. Ary hisy mpitari-tafika hampitsahatra ny latsa hataon’io mpanjaka io aminy, ka tsy handatsa intsony io. Dia hataon’ilay mpitari-tafika hifotitra aminy ihany izany.",
        "19": "Ary hiverina any amin’ireo tanàna voaro mafy any amin’ny taniny izy, nefa ho tafintohina sy ho lavo, ka tsy ho hita intsony.",
        "20": "“Ary hitsangana handimby azy ny olona iray izay handefa mpitaky hetra eran’ilay fanjakana be voninahitra. Ho lavo izy rehefa afaka andro vitsivitsy, nefa tsy noho ny fahatezerana na ny ady.",
        "21": "“Ary hitsangana handimby azy ny olona iray hohamavoina. Koa tsy homen’izy ireo azy ny voninahitry ny fanjakana. Amin’ny fotoana tsy hisian’ny fanahiana anefa no hahatongavany, ary ho azony amin’ny teny malefaka ny fanjakana.",
        "22": "Ho resiny ireo sandry * izay manafotra toy ny tondra-drano, ka ho torotoro. Ary ho torotoro koa ilay Mpitarika izay mampanan-kery ny fifanekena.",
        "23": "Ary hiray dina aminy izy ireo, nefa hofitahiny. Ary hiakatra izy ka hahery satria hanampy azy ny firenena kely iray.",
        "24": "Amin’ny fotoana tsy hisian’ny fanahiana no hitsofohany ao amin’ny toerana tsara indrindra amin’ilay faritany, ary hanao zavatra mbola tsy nataon’ny rainy na ny razany izy. Zavatra norobaina sy nobaboina ary zava-tsoa no haparitany eo amin’ny vahoaka. Ary hitetika ny hamely toerana voaro mafy izy, nefa mandritra ny fotoana kely ihany.",
        "25": "“Ary hanangona ny heriny sy ny herim-pony izy, ka hitondra tafika lehibe mba hanafihana ny mpanjakan’ny atsimo. Hientanentana hiady koa ny mpanjakan’ny atsimo ka hitondra tafika tena lehibe sy mahery. Dia tsy hahatohitra tokoa ny mpanjakan’ny avaratra, satria hitetika ny hamely azy izy ireo.",
        "26": "Ary ireo mihinana ny hanim-py avy aminy ihany no handavo azy. “Dia hipariaka toy ny rano be ny tafiny, ary maro no ho ripaka.",
        "27": "“Ary ao am-pony ao, dia samy haniry hanao ratsy ireo mpanjaka roa ireo, ka hilaza lainga eo amin’ny latabatra iray ihany. Tsy hisy hahomby anefa izay hataony, satria amin’ny fotoana voatondro vao ho tonga ny farany.",
        "28": "“Ary hody any amin’ny taniny izy ka hitondra zava-tsoa be dia be. Ao am-pony ao, dia hanohitra ny fifanekena masina izy. Ary hahomby izy ka hody any amin’ny taniny.",
        "29": "“Ary hiverina izy amin’ny fotoana voatondro, ka hiady amin’ny atsimo, nefa tsy ho toy ny tamin’ny voalohany ity indray mandeha ity.",
        "30": "Ary hiady aminy ireo sambon’i Kitima, ka ho kivy izy. “Hiverina izy ka homelohiny ny fifanekena masina, ary hahomby izy. Dia hiverina izy ka hieritreritra an’ireo mahafoy ny fifanekena masina.",
        "31": "Ary hisy sandry * hitsangana avy aminy. Hozimbazimbain’izy ireo ny toerana masina, izany hoe ny tanàna voaro mafy, ary hesoriny ny fanatitra atolotra tsy tapaka. “Dia hanangana an’ilay zava-maharikoriko mahatonga faharavana izy.",
        "32": "“Ary ireo manao ratsy ka manohitra ny fifanekena dia hotaominy amin’ny teny malefaka mba hivadi-pinoana. Fa handresy kosa ireo mahalala an’Andriamanitra ka hahomby.",
        "33": "Ary hampita fahalalana amin’ny maro ireo olona lalin-tsaina. Ho lavon’ny sabatra sy ny lelafo sy ny fahababoana ary ny fandrobana izy ireo, mandritra ny andro vitsivitsy.",
        "34": "Rehefa lavo anefa izy ireo, dia hahazo famonjena kely. Ary maro no hiaraka amin’izy ireo, ka hanao teny malefaka.",
        "35": "Ary ho lavo ny sasany amin’ireo lalin-tsaina mba ho voadio sy tsy hisy loto ary tsy hisy pentina, mandra-pahatongan’ny fotoanan’ny farany, satria amin’ny fotoana voatondro vao ho tonga izany.",
        "36": "“Ary hanao araka izay sitrapony ilay mpanjaka, ka hanambony tena sy hanandra-tena ho ambonin’ny andriamanitra rehetra. Ary hiteny zava-mahatsiravina hanoherana an’ilay Andriamanitry ny andriamanitra izy. Hahomby izy mandra-pahatanteraky ny fanamelohana, satria tsy maintsy hihatra ny didim-pitsarana.",
        "37": "Ary tsy hiraharaha an’ilay Andriamanitry ny razany izy, sady tsy hiraharaha izay irin’ny vehivavy na izay andriamanitra hafa na iza na iza, fa hanandra-tena ho ambonin’ny rehetra kosa.",
        "38": "Ary hanome voninahitra an’ilay andriamanitry ny fiarovana mafy izy, amin’izany toerana tanany izany. Koa andriamanitra tsy fantatry ny razany no homeny voninahitra, amin’ny alalan’ny volamena sy volafotsy sy vatosoa ary zava-tsarobidy.",
        "39": "Ary hotafihiny ny tanàna faran’izay voaro mafy, ka hahomby izy noho ny fitokisany amin’andriamani-kafa. Hataony lehibe tokoa ny voninahitr’ireo manaiky azy, ka hataony ho mpitondra eo amin’ny olona maro izy ireo. Ary hozarainy ny tany, araka izay vidiny.",
        "40": "“Amin’ny fotoanan’ny farany, dia hifanosika aminy ny mpanjakan’ny atsimo, ary ny mpanjakan’ny avaratra kosa ho avy hamely azy toy ny tafio-drivotra ka hitondra kalesy sy mpitaingin-tsoavaly ary sambo maro. Dia hitsofoka any amin’ny tany maro izy ka hanafotra toy ny tondra-drano, ary hopaohiny ny zava-drehetra.",
        "41": "Ary hitsofoka ao amin’ilay Tany Kanto izy, ary hisy tany maro ho lasany. Ireto anefa no ho afa-mandositra tsy ho azon’ny tanany: Ny mponin’i Edoma sy Moaba ary ireo lohandohany amin’ny taranak’i Amona.",
        "42": "Mbola haninjitra ny tanany hamely tany maro izy, ary i Ejipta kosa tsy ho afa-mandositra.",
        "43": "Ho eo ambany fifehezany ny harena miafina, dia ny volamena sy ny volafotsy ary ny zava-tsarobidy rehetran’i Ejipta. Ary hanara-dia azy ny Libyanina sy ny Etiopianina.",
        "44": "“Hisy tatitra hampikorontan-tsaina azy anefa avy any amin’ny fiposahan’ny masoandro sy avy any avaratra. Dia hivoaka amin-katezerana mafy izy mba handripaka sy handringana olona maro.",
        "45": "Ary ny tranolainy, izay toy ny lapa, dia haoriny eo anelanelan’ny ranomasina lehibe sy ny tendrombohitra masin’ilay Tany Kanto. Hiroso ho any amin’izay hiafarany izy, ary tsy hisy hamonjy."
    },
    "12": {
        "1": "“Mandritra izany fotoana izany, dia hitsangana i Mikaela, ilay andriana lehibe, izay mitsangana hiaro ny zanaky ny firenenao. Ary hisy fotoam-pahoriana mbola tsy nisy toa azy, hatrizay nisian’ny firenena ka hatramin’izany fotoana izany. Mandritra izany fotoana izany, dia ho afa-mandositra ny firenenao, dia izay rehetra hita voasoratra ao amin’ny boky.",
        "2": "Ary maro amin’ireo matory ao amin’ny vovoky ny tany no hifoha, ka ny sasany hahazo fiainana tsy hanam-petra, fa ny sasany kosa hahazo latsa sy ho zava-maharikoriko mandritra ny fotoana tsy voafetra.",
        "3": "“Hamirapiratra toy ny famirapiratry ny habakabaka ireo lalin-tsaina. Ary izay mitarika ny maro ho amin’ny fahamarinana dia hamirapiratra toy ny kintana, mandritra ny fotoana tsy voafetra, eny, mandrakizay.",
        "4": "“Ry Daniela ô, hazòny ho zava-miafina ny teny ary asio tombo-kase ny boky, mandra-pahatongan’ny fotoanan’ny farany. Maro no handinika lalina, * ka hitombo be ny tena fahalalana.”",
        "5": "Ary izaho Daniela nahita fa indreo, nisy roa hafa nijoro teo amoron’ny renirano: Ny iray tetỳ amin’ny morony ilany, ary ny iray kosa terỳ amin’ny morony ilany.",
        "6": "Ary ny iray tamin’izy roa ireo dia nanontany an’ilay lehilahy nanao akanjo vita tamin’ny lamba rongony, izay teo ambonin’ilay renirano, nanao hoe: “Mbola haharitra hafiriana vao ho tanteraka ireo zava-mahagaga?”",
        "7": "Ary io lehilahy nanao akanjo vita tamin’ny lamba rongony io, izay teo ambonin’ilay renirano, dia nanangana ny tanany havia sy havanana ho amin’ny lanitra, ary reko izy nianiana tamin’ny anaran’Ilay velona mandrakizay, hoe: “Ho fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana. Raha vao vita ny fanamontsamontsanana ny herin’ny olona masina, dia hifarana izany rehetra izany.”",
        "8": "Ary reko izany, nefa tsy azoko ny heviny, ka hoy aho: “Hanao ahoana ny hiafaran’izany, tompoko?”",
        "9": "Dia hoy izy: “Mandehana, ry Daniela ô, satria nohazonina ho zava-miafina ny teny, sady nasiana tombo-kase mandra-pahatongan’ny fotoanan’ny farany.",
        "10": "Maro no hanadio ny tenany ho fotsy, ka ho voadio. Fa ny ratsy fanahy kosa hanao ratsy. Ary tsy hisy ratsy fanahy hahazo ny hevitry ny teny, fa izay lalin-tsaina no hahazo.",
        "11": "“Ary manomboka amin’ny fotoana hanesorana an’ilay fanatitra atolotra tsy tapaka, sy hananganana an’ilay zava-maharikoriko mahatonga faharavana, dia hisy sivifolo sy roanjato sy arivo andro.",
        "12": "“Sambatra izay miandry amim-paharetana mandra-pahatapitry ny dimy amby telopolo sy telonjato sy arivo andro!",
        "13": "“Fa ianao kosa, mirosoa ho amin’ny farany. Dia hiala sasatra ianao, nefa hitsangana any am-parany mba hahazo ny anjaranao.”"
    },
    "meta": {
        "name": "Daniela",
        "order": 26,
        "chapter_number": 12
    }
}