{
    "1": {
        "1": "Ireto ny tenin’i Mosesy tamin’ny Israely rehetra tao amin’ny faritr’i Jordana, tany an-tany efitra, teny amin’ny lemaka karakaina tandrifin’i Sofa, anelanelan’i Parana, Tofela, Labana, Hazerota, ary Dizahaba.",
        "2": "Lalana 11 andro avy any Horeba ny mankany Kadesi-barnea, raha any an-tendrombohitra Seira no lalana.",
        "3": "Tamin’ny andro voalohan’ny volana faha-11, tamin’ny taona faha-40, dia nolazain’i Mosesy tamin’ny Israelita izay rehetra nasain’i Jehovah nolazaina tamin’izy ireo.",
        "4": "Tamin’izay i Mosesy efa avy nandresy an’i Sihona mpanjakan’ny Amorita, ilay nipetraka tany Hesbona, sy Oga mpanjakan’i Basana, ilay nipetraka tany Astarota, tany Edrehy.",
        "5": "Tao amin’ny faritr’i Jordana, any Moaba, i Mosesy no nanazava an’izao Lalàna izao:",
        "6": "“Hoy i Jehovah Andriamanitsika tamintsika tany Horeba: ‘Efa ela ihany izay ianareo no nijanona teo amin’io faritra be tendrombohitra io.",
        "7": "Mandehana any amin’ny faritra be tendrombohitra misy ny Amorita sy ny faritra rehetra manodidina, izany hoe Araba sy ny faritra be tendrombohitra, Sefela, Negeba, ary ny morontsiraka. Mandehana any amin’ireo tanin’ny Kananita ireo, hatrany Libàna sy ilay renirano lehibe, dia ny reniranon’i Eofrata.",
        "8": "Efa nataoko io alohanareo io ilay tany. Midira ao dia alaivo ho anareo izy io. Io ilay tany nianianan’i Jehovah tamin’ny razambenareo, dia tamin’i Abrahama sy Isaka ary Jakoba hoe homeny azy ireo sy ny taranany.’",
        "9": "“Hoy aho taminareo tamin’izay: ‘Tsy vitako irery ny mitondra anareo.",
        "10": "Efa nataon’i Jehovah Andriamanitrareo nihabetsaka ianareo, ka izao ianareo lasa be dia be hoatran’ny kintana eny amin’ny lanitra.",
        "11": "Enga anie i Jehovah Andriamanitry ny razambenareo hampitombo ny isanareo ho avo arivo heny noho izao, ka hitahy anareo araka izay nampanantenainy anareo!",
        "12": "Mavesatra sady mafy be amiko ny mitondra anareo sy mandamina ny adinareo, koa ahoana no hahavitako irery an’izany?",
        "13": "Mifidiana àry lehilahy hendry sy malina ary za-draharaha eo amin’ny fokonareo, mba hotendreko ho lehibenareo.’",
        "14": "Dia hoy ianareo tamiko: ‘Tsara izany asainao ataonay izany.’",
        "15": "Koa nalaiko ireo lehiben’ny fokonareo ireo, dia lehilahy hendry sy za-draharaha, ka notendreko ho lehibenareo, izany hoe lehiben’ny arivo, lehiben’ny zato, lehiben’ny dimampolo, lehiben’ny folo, ary mpifehy ny fokonareo.",
        "16": "“Izao no nampianariko ny mpitsaranareo tamin’izay: ‘Rehefa misy adin’ny rahalahinareo entiny eo aminareo, dia tsarao araka ny rariny izay manana ady amin’ny rahalahiny, na amin’ny vahiny miara-monina aminy.",
        "17": "Aza miangatra rehefa mitsara, fa henoy sahala amin’ny lehibe ihany ny madinika. Aza matahotra olona, fa an’Andriamanitra ny fitsarana. Raha misy raharaha sarotra loatra aminareo, dia ento atỳ amiko, fa izaho no hihaino an’izany.’",
        "18": "Natoroko anareo daholo koa tamin’izay ny zavatra rehetra tokony hataonareo.",
        "19": "“Dia niala tany Horeba isika, araka ny didy nomen’i Jehovah Andriamanitsika, ka nandeha namakivaky an’ilay tany efitra lehibe sady mampahatahotra. Hitanareo io tany efitra io tamin’isika teny an-dalana ho any amin’ny faritra be tendrombohitra misy ny Amorita. Farany, dia tonga tao Kadesi-barnea isika.",
        "20": "Dia hoy aho taminareo: ‘Tonga eto amin’ity faritra be tendrombohitra misy ny Amorita ity ianareo, ary homen’i Jehovah Andriamanitsika antsika izy ity.",
        "21": "Efa nomen’i Jehovah Andriamanitrareo anareo ity tany ity. Koa miakara dia alaivo ho anareo izy io, araka ny tenin’i Jehovah Andriamanitry ny razambenareo taminareo. Aza matahotra na mihorohoro.’",
        "22": "“Nanatona ahy daholo anefa ianareo, ka niteny hoe: ‘Andao isika haniraka olona handeha mialoha antsika. Dia hasaintsika hijery taratra an’ilay tany izy, ka hanao tatitra atỳ amintsika hoe aiza ny lalana tokony harahintsika ary tanàna hoatran’ny ahoana no ho hitantsika.’",
        "23": "Dia hitako hoe tsara ilay hevitra, ka nifidy 12 lahy teo aminareo aho, izany hoe iray isaky ny foko.",
        "24": "Koa lasa ry zareo niakatra ho any amin’ilay faritra be tendrombohitra, ary tonga tany amin’ny Lohasahan’i Eskola, ka nitsikilo an’ilay tany.",
        "25": "Dia nakan-dry zareo ny vokatr’ilay tany, ka nentiny tany amintsika. Ary nanao tatitra tamintsika ry zareo hoe: ‘Tsara ilay tany homen’i Jehovah Andriamanitsika antsika.’",
        "26": "Tsy nety niakatra anefa ianareo, fa nikomy tsy nanaraka ny baikon’i Jehovah Andriamanitrareo.",
        "27": "Dia nimenomenona foana ianareo tao an-tranolainareo, hoe: ‘Halan’i Jehovah isika matoa nentiny nivoaka avy tany Ejipta, mba hatolony ho eo am-pelatanan’ny Amorita dia haringan’izy ireo.",
        "28": "Koa inona no mbola handehanantsika any amin’izany toerana izany? Efa nampihorohoro ny fontsika mantsy ny rahalahintsika rehefa nilaza hoe: “Vaventy sy lava noho isika ry zareo. Lehibe koa ny tanànany sady misy manda manakatra ny lanitra. Hitanay tany koa ny taranaky ny Anakita.”’",
        "29": "“Dia hoy aho taminareo: ‘Aza mihorohoro noho ny aminy na matahotra azy.",
        "30": "Fa handeha eo alohanareo i Jehovah Andriamanitrareo ary hiady ho anareo, hoatran’ny efa hitanareo nataony tany Ejipta.",
        "31": "Hitanareo tany an-tany efitra koa fa tahaka ny fitondran’ny olona an-janany no nitondran’i Jehovah Andriamanitrareo anareo, na taiza na taiza nalehanareo mandra-pahatonganareo teto.’",
        "32": "Mbola tsy nino an’i Jehovah Andriamanitrareo ihany anefa ianareo, na teo aza izany rehetra izany.",
        "33": "Nandeha teo alohanareo anefa izy teny an-dalana, mba hitady toerana hitobianareo. Nasehony hoe teo aminareo izy, ka afo no nampiasainy rehefa alina ary rahona rehefa antoandro, amin’izay dia hitanareo ny lalana tokony halehanareo.",
        "34": "“Henon’i Jehovah daholo ny teninareo tamin’izay, dia tezitra izy ka nianiana hoe:",
        "35": "‘Tsy hisy amin’ity taranaka ratsy fanahy ity na iray aza hahita an’ilay tany tsara, izay nianianako homena ny razambenareo,",
        "36": "afa-tsy i Kaleba zanak’i Jefone. Hahita azy io izy ary homeko azy sy ny taranany ilay tany nandehanany, satria nanaraka an’i Jehovah tamin’ny fony manontolo izy.",
        "37": "Tezitra tamiko mihitsy koa aza i Jehovah noho ny nataonareo, ka niteny hoe: “Ianao koa tsy hiditra any,",
        "38": "fa i Josoa zanak’i Nona, izay mitsangana eo anatrehanao, no hiditra any.’ Ampaherezo izy, fa izy no hitarika ny Israely handova an’ilay tany.”",
        "39": "Ary ny zanakareo izay nolazainareo hoe ho lasa babo, sy ny zanakareo izay mbola tsy mahalala ny tsara sy ny ratsy akory, dia ireo no hiditra any. Homeko an-dry zareo ilay tany, ka ho lasany.",
        "40": "Fa ianareo kosa, miverena dia mankanesa any an-tany efitra, ka ilay lalana mankany amin’ny Ranomasina Mena no araho.’",
        "41": "“Dia hoy ianareo tamiko: ‘Efa nanota tamin’i Jehovah izahay. Hiakatra hiady izao izahay, araka ny baiko nomen’i Jehovah Andriamanitsika!’ Dia samy nitondra ny fitaovam-piadianareo avy ianareo, ary nieritreritra hoe ho mora ny hiakatra an’ilay tendrombohitra.",
        "42": "Hoy anefa i Jehovah tamiko: ‘Lazao amin’izy ireo hoe: “Aza miakatra hiady fa tsy hanampy anareo aho. Raha miakatra any ianareo, dia ho resin’ny fahavalonareo.”’",
        "43": "Dia niteny taminareo aho nefa tsy nohenoinareo. Nikomy tsy nanaraka ny baikon’i Jehovah kosa ianareo, dia sahisahy ratsy niakatra tany an-tendrombohitra ihany.",
        "44": "Kanjo nivoaka hiady taminareo ny Amorita nipetraka tany amin’ilay tendrombohitra, ka nanenjika anareo toy ny tantely, dia nanaparitaka anareo tany Seira ka hatrany Horma.",
        "45": "Koa niverina ianareo ka nitomany teo anatrehan’i Jehovah. Tsy nihaino anareo anefa i Jehovah sady tsy niraharaha anareo.",
        "46": "Dia izany no nahatonga anareo hipetraka ela be tany Kadesy."
    },
    "2": {
        "1": "“Dia nivily nankany an-tany efitra isika. Ny lalana mankany amin’ny Ranomasina Mena no narahintsika, araka ny tenin’i Jehovah tamiko. Ary nandeha teny amin’ny manodidina ny Tendrombohitra Seira isika, nandritra ny andro maro.",
        "2": "Dia hoy i Jehovah tamiko:",
        "3": "‘Efa ela izay ianareo no nandeha nanodidina an’io tendrombohitra io, ka mandehana mianavaratra.",
        "4": "Ary lazao amin’ny vahoaka ilay didy hoe: “Izao ianareo dia handalo any akaikin’ny sisin-tanin’ny rahalahinareo, dia ny taranak’i Esao, izay mipetraka any Seira. Hatahotra anareo izy ireo, nefa mitandrema tsara.",
        "5": "Aza mila ady aminy, fa tsy hisy homeko anareo ny taniny na dia eram-paladia aza. Efa nomeko ho an’i Esao mantsy ny Tendrombohitra Seira.",
        "6": "Tokony haloanareo vola izay sakafo hohaninareo, ary tokony hovidinareo aminy koa ny rano hosotroinareo.",
        "7": "Fa nitahy anareo i Jehovah Andriamanitrareo tamin’izay rehetra nataonareo. Fantany tsara fa nandeha namakivaky an’ity tany efitra lehibe ity ianareo. Nanampy anareo foana i Jehovah Andriamanitrareo nandritra an’izay 40 taona izay, ka tsy ory na inona na inona ianareo.”’",
        "8": "Nandalo teny akaikin’ireo rahalahintsika àry isika, izany hoe teny akaikin’ny taranak’i Esao, izay mipetraka any Seira, ary nanalavitra an’ilay lalana mankany Araba sy Elata ary Eziona-gebera. “Dia nivily isika ka nandeha tamin’ny lalana mankany an-tany efitr’i Moaba.",
        "9": "Hoy i Jehovah tamiko avy eo: ‘Aza mila vaniny na miady amin’ny Moabita, fa tsy hisy homeko ho anareo ny taniny. Efa nomeko ho an’ny taranak’i Lota mantsy i Ara.",
        "10": "Ny Emima no nipetraka tany taloha. Natanjaka izy ireo sady be dia be, ary lava ranjanana hoatran’ny Anakita.",
        "11": "Ny Refaima koa hoatran’ny Anakita, ka nantsoin’ny Moabita hoe Emima.",
        "12": "Ny Horita no nipetraka tany Seira taloha. Naka ny tanin’izy ireo anefa ny taranak’i Esao dia nandringana azy. Dia ny taranak’i Esao indray no nipetraka tany, hoatran’ny hataon’ny Israely amin’ilay tany homen’i Jehovah ho azy ireo.",
        "13": "Mandehana àry miampita ny Lohasahan’i Zareda.’ Koa niampita an’ilay lohasaha isika.",
        "14": "Ary naharitra 38 taona ny diantsika avy tany Kadesi-barnea ka hatramin’ny niampitantsika an’ilay Lohasahan’i Zareda. Nandeha teny foana isika mandra-paharipak’ilay taranaka manontolo, dia ny lehilahy mpiady rehetra tao an-toby, araka izay efa nianianan’i Jehovah taminy.",
        "15": "Namely azy ireo ny tanan’i Jehovah mba handringanana azy, mandra-paharipany.",
        "16": "“Rehefa maty daholo ny lehilahy mpiady rehetra teo amin’ny vahoaka,",
        "17": "dia hoy indray i Jehovah tamiko:",
        "18": "‘Izao ianao dia handalo ny faritr’i Moaba, izany hoe Ara.",
        "19": "Rehefa mandalo eny akaikin’ny Amonita ianao, dia aza mila vaniny na mila ady aminy. Fa tsy hisy homeko ho anao ny taniny, satria efa nomeko ho an’ny taranak’i Lota izany.",
        "20": "Noheverin’ny olona hoe tanin’ny Refaima koa izy io. Ny Refaima mantsy taloha no nipetraka tao, ary nantsoin’ny Amonita hoe Zamzomita izy ireo.",
        "21": "Natanjaka sady be dia be izy ireo, ary lava ranjanana hoatran’ny Anakita. Naringan’i Jehovah tsy ho eo anatrehan’ny Amonita anefa ry zareo. Koa noroahin’ny Amonita izy ireny, ary ny Amonita indray no nipetraka teo amin’ny taniny.",
        "22": "Izany no nataon’Andriamanitra ho an’ny taranak’i Esao, izay mipetraka any Seira. Naringany tsy ho eo anatrehan’izy ireo mantsy ny Horita, dia amin’izay lasan’izy ireo ny taniny ka izy ireo indray no mipetraka any hatramin’izao.",
        "23": "Ny Avita kosa nipetraka tao amin’ny tanàna kely hatrany Gaza. Nandringana azy ireo anefa ny Kaftorima avy tany Kaftora, ka izy ireo indray no nipetraka tao amin’ny tanànany.",
        "24": "“‘Mitsangàna, dia mandehana miampita ny Lohasahan’i Arnona. Efa hataoko resinao i Sihona Amorita mpanjakan’i Hesbona. Dia alaivo ho anao ny taniny, ary miadia aminy.",
        "25": "Ary manomboka izao dia hataoko mihorohoro sy matahotra anao ny olona rehetra eny ambanin’ny lanitra, rehefa maheno ny momba anao. Dia hitebiteby sy hihorohoro izy ireo noho ny aminao.’",
        "26": "“Ary naniraka olona avy any an-tany efitr’i Kedemota aho hankany amin’i Sihona mpanjakan’i Hesbona, mba hiteny aminy hoe mitady fihavanana isika, ka hilaza hoe:",
        "27": "‘Mba avelao aho handalo ao amin’ny taninao. Amin’ny lalambe ihany aho no handeha fa tsy hivily hiankavanana na hiankavia.",
        "28": "Izay sakafo hamidinao amiko ihany no hohaniko, ary izay rano hamidinao amiko ihany no hosotroiko. Fa avelao fotsiny aho handalo ao amin’ny taninao.",
        "29": "Ny taranak’i Esao mipetraka any Seira sy ny Moabita any Ara koa mantsy namela ahy handalo tao amin’ny taniny, mandra-piampitako ny Reniranon’i Jordana mba ho any amin’ilay tany homen’ i Jehovah Andriamanitray anay.’",
        "30": "Tsy namela antsika handalo tao amin’ny taniny anefa i Sihona mpanjakan’i Hesbona. Navelan’i Jehovah Andriamanitrareo hiziriziry amin’ny heviny sy hanamafy ny fony mantsy izy, satria tiany ho resinao. Dia izany tokoa izao no mitranga.",
        "31": "“Dia hoy i Jehovah tamiko: ‘Efa nomeko anao i Sihona sy ny taniny. Koa alaivo ho anareo ny taniny.’",
        "32": "Rehefa nivoaka hiady tamintsika tao Jahaza i Sihona sy ny vahoakany manontolo,",
        "33": "dia nataon’i Jehovah Andriamanitsika resintsika ry zareo. Dia resintsika izy sy ny zanany ary ny vahoakany manontolo.",
        "34": "Azontsika daholo ny tanànany tamin’izay fotoana izay, ka noravantsika tanteraka ny tanàna tsirairay, ary naringantsika ny lehilahy sy ny vehivavy ary ny ankizy. Tsy nasiantsika niangana izy ireo na iray aza.",
        "35": "Ny biby fiompy sy ny fananana ihany no nalaintsika ho babo tao amin’ireo tanàna resintsika.",
        "36": "Nanomboka tany Aroera, eo amin’ny sisin’ny Lohasahan’i Arnona, sy ny tanàna eo amin’ilay lohasaha, ka hatrany Gileada, dia tsy nisy tanàna tsy resintsika. Nataon’i Jehovah Andriamanitsika resintsika daholo izy rehetra.",
        "37": "Ianao anefa tsy nanakaiky ny tanin’ny Amonita, dia ny sisiny rehetra amin’ny Lohasahan’i Jaboka, sy ireo tanàna ao amin’ny faritra be tendrombohitra. Tsy nanakaiky an’izay toerana nandraran’i Jehovah Andriamanitsika antsika koa ianao."
    },
    "3": {
        "1": "“Nivily lalana isika avy eo, ka niakatra nanaraka an’ilay Lalan’i Basana. Dia nivoaka hiady tamintsika tao Edrehy i Oga mpanjakan’i Basana sy ny tafiny manontolo.",
        "2": "Hoy àry i Jehovah tamiko: ‘Aza matahotra azy fa hataoko resinao izy sy ny tafiny manontolo ary homeko anao ny taniny. Hataonao hoatran’i Sihona izy, dia ilay mpanjakan’ny Amorita nipetraka tao Hesbona.’",
        "3": "Dia nataon’i Jehovah Andriamanitsika resintsika koa i Oga mpanjakan’i Basana sy ny tafiny manontolo. Dia nasiantsika ry zareo ka nataontsika tsy nisy niangana na iray aza.",
        "4": "Nalaintsika ny tanànany rehetra, ka azontsika daholo ireo tanàna 60 nanerana ny faritr’i Argoba, tao amin’ny fanjakan’i Oga tany Basana.",
        "5": "Tanàna voaro mafy misy manda avo sy vavahady misy bara hidiny daholo ireo, miaraka amin’ny tanàna kely be dia be tany ambanivohitra.",
        "6": "Naringantsika tanteraka anefa ireny, toy ny nataontsika tamin’i Sihona mpanjakan’i Hesbona. Noravantsika tanteraka mantsy ny tanànany rehetra, ary naringantsika ny lehilahy sy ny vehivavy ary ny ankizy.",
        "7": "Nalaintsika daholo koa ny biby fiompy sy ny fananana tao amin’ireo tanàna ireo.",
        "8": "“Tamin’izay dia nalaintsika ny tanin’ireo mpanjakan’ny Amorita anankiroa tany amin’ny faritr’i Jordana, nanomboka teo amin’ny Lohasahan’i Arnona ka hatrany amin’ny Tendrombohitra Hermona.",
        "9": "Io ilay tendrombohitra nantsoin’ny Sidonianina hoe Siriona, fa nantsoin’ny Amorita kosa hoe Senira.",
        "10": "Nalaintsika daholo koa ny tanàna teny amin’ny lembalemba sy nanerana an’i Gileada sy Basana, hatrany Saleka sy Edrehy, izay tanàna tao amin’ny fanjakan’i Oga tany Basana.",
        "11": "I Oga mpanjakan’i Basana no sisa tavela tamin’ny Refaima. Vita tamin’ny vy ilay filanjana ny fatiny, ary mbola ao Raba tanànan’ny Amonita ilay izy. Sivy hakiho ny lavan’izy io, ary efatra hakiho ny sakany, araka ny hakiho mahazatra.",
        "12": "Tamin’izay dia nalaintsika ho antsika ilay tany, manomboka eo Aroera, eo akaikin’ny Lohasahan’i Arnona, sy ny antsasaky ny faritra be tendrombohitr’i Gileada. Nomeko ho an’ny Robenita sy ny Gadita ny tanàna tany.",
        "13": "Nomeko ho an’ny antsasaky ny fokon’i Manase kosa ny ambiny amin’i Gileada sy ny faritr’i Basana manontolo, izay anisan’ny fanjakan’i Oga. Tanin’ny Refaima no nahafantarana ny faritr’i Argoba manontolo, izay anisan’i Basana.",
        "14": "“Nalain’i Jaira zanak’i Manase ny faritr’i Argoba manontolo hatrany amin’ny sisin-tanin’ny Gesorita sy ny Makatita. Ary nampitondrainy ny anarany ireny tanàna kely any Basana ireny, ka nantsoiny hoe Havota-jaira hatramin’izao.",
        "15": "Ary nomeko an’i Makira i Gileada.",
        "16": "Nomeko ho an’ny Robenita sy ny Gadita kosa ny faritra manomboka eo Gileada ka hatreo amin’ny Lohasahan’i Arnona, ary eo afovoan’ilay lohasaha ny sisin-tany. Nomeko azy ireo koa ilay faritra hatrany Jaboka, ilay lohasaha izay sisin-tanin’ny Amonita.",
        "17": "Ary nomeko azy ireo i Araba sy ny Reniranon’i Jordana sy ny morony, manomboka any Kinereta ka hatrany amin’ny Ranomasin’i Araba, dia ny Ranomasin-tsira eo am-pototry ny havoanan’i Pisga manandrify ny atsinanana.",
        "18": "“Dia nanome an’izao didy izao anareo aho: ‘Efa nomen’i Jehovah Andriamanitrareo anareo ity tany ity mba halainareo ho anareo. Handray ny fiadiany daholo ny lehilahy mahery fo eo aminareo, dia hiampita eo alohan’ny Israelita rahalahinareo.",
        "19": "Ny vadinareo sy ny zanakareo ary ny biby fiompinareo ihany no hijanona ao amin’ireo tanàna nomeko anareo—fantatro tsara fa maro be ny biby fiompinareo—",
        "20": "mandra-pahazon’ny rahalahinareo an’ilay tany homen’i Jehovah Andriamanitrareo azy eny ampitan’i Jordana. Hataon’i Jehovah milamina ny fiainan’izy ireo amin’izay, hoatran’ny nataony taminareo ihany. Aorian’izay ianareo vao hiverina any amin’ny tany efa nomeko anareo avy.’",
        "21": "“Nandidy an’i Josoa aho tamin’izay hoe: ‘Efa hitan’ny masonao izay rehetra nataon’i Jehovah Andriamanitrareo tamin’ireny mpanjaka roa ireny. Hataon’i Jehovah hoatr’izany koa izay fanjakana rehetra handalovanao.",
        "22": "Aza matahotra an-dry zareo, fa i Jehovah Andriamanitrareo no miady ho anareo.’",
        "23": "“Dia nitalaho tamin’i Jehovah aho tamin’izay hoe:",
        "24": "‘Ry Jehovah Tompo Fara Tampony ô! Efa nanomboka nasehonao tamin’ny mpanomponao hoe tena miavaka ianao sady manana sandry mahery. Fa iza no andriamanitra mahavita an’ireny asa lehibe vitanao ireny, na any an-danitra na etỳ an-tany?",
        "25": "Mba avelao re aho hiampita dia hahita an’ilay tany tsara erỳ ampitan’i Jordana e, ilay faritra be tendrombohitra sady tsara tarehy, dia avy eo koa i Libàna!’",
        "26": "Mbola tezitra tamiko foana anefa i Jehovah noho ny nataonareo, ka tsy nety nihaino ahy. Fa hoy i Jehovah tamiko: ‘Aoka izay! Aza miresaka amiko momba an’izany intsony.",
        "27": "Miakara eny an-tampon’i Pisga, ary mijere miankandrefana sy mianavaratra ary mianatsimo sy miantsinanana, dia jereo ilay tany, satria tsy hiampita an’io Jordana io ianao.",
        "28": "Tendreo hisolo anao i Josoa ka ampaherezo sy hatanjaho, satria izy no hitarika an’ity vahoaka ity ho any amin’ilay tany, amin’izay izy ireo ho afaka handova azy io.’",
        "29": "Tamin’isika nipetraka tany amin’ilay lohasaha tandrifin’i Beti-peora no nitranga izany rehetra izany."
    },
    "4": {
        "1": "“Henoy, ry Israely, ny fitsipika sy ny didim-pitsarana ampianariko anareo, dia ankatoavy. Amin’izay ho velona ianareo, ka hiditra ao amin’ilay tany homen’i Jehovah Andriamanitry ny razambenareo anareo, ary haka an’izany ho anareo.",
        "2": "Aza anampiana ny teny andidiako anareo ary aza analana, fa araho tsara ny didin’i Jehovah Andriamanitrareo izay andidiako anareo.",
        "3": "“Ny masonareo mihitsy no nahita an’izay nataon’i Jehovah tamin’ny olona rehetra nanaraka an’i Balan’i Peora. Naringan’i Jehovah Andriamanitrareo teo aminareo daholo ry zareo.",
        "4": "Fa mbola velona daholo kosa izao ianareo izay mifikitra amin’i Jehovah Andriamanitrareo.",
        "5": "Efa nampianariko fitsipika sy didim-pitsarana ianareo, araka ny didy nomen’i Jehovah Andriamanitro ahy, amin’izay dia hankatò an’ireny ianareo any amin’ilay tany halainareo ho anareo.",
        "6": "Araho tsara ireny, satria izany no hahitan’ny firenen-kafa hoe hendry sy mahira-tsaina ianareo. Haheno an’ireny fitsipika rehetra ireny mantsy ry zareo, dia hiteny hoe: ‘Ary tena hendry sy mahira-tsaina io firenena lehibe io!’",
        "7": "Fa iza no firenena lehibe manana andriamanitra akaiky azy, hoatran’i Jehovah Andriamanitsika izay akaiky antsika ka mamaly antsika isaky ny miantso azy isika?",
        "8": "Ary iza no firenena lehibe manana fitsipika sy didim-pitsarana marina hoatran’ilay Lalàna manontolo omeko anareo anio?",
        "9": "“Fa mitandrema fotsiny, dia tandremo tsara sao hadinoinao ny zavatra efa hitan’ny masonao, ary sao hiala ao am-ponao izany mandritra ny androm-piainanao. Ampahafantaro ny zanakao sy ny zafinao koa izany.",
        "10": "Fa tamin’ianao nijoro teo anatrehan’i Jehovah Andriamanitrao tany Horeba, dia hoy i Jehovah tamiko: ‘Vorio ho etỳ amiko ny vahoaka fa tiako hihaino ny teniko, mba hianarany hatahotra ahy mandritra ny andro rehetra hiainany eo amin’ilay tany, ary mba hampianarany ny zanany.’",
        "11": "“Dia nanatona ianareo, ka nitsangana teo am-pototry ny tendrombohitra. Ary nirehitra ilay tendrombohitra, ka nisy afo nanakatra ny lanitra, sady nisy haizina sy rahona ary haizim-pito.",
        "12": "Dia niteny taminareo avy tao anaty afo i Jehovah, ka naheno feo ianareo saingy tsy nahita an’ilay niteny. Feo ihany no henonareo.",
        "13": "Ary nolazainy taminareo ilay fifanekena nasainy harahinareo, dia ny Didy Folo. Nosoratany teo amin’ny takela-bato roa ilay izy avy eo.",
        "14": "Dia nasain’i Jehovah nampianatra anareo fitsipika sy didim-pitsarana aho tamin’izay. Tokony hankatoavinareo ireny, any amin’ilay tany halehanareo sy halainareo ho anareo.",
        "15": "“Tamin’ilay andro niresahan’i Jehovah taminareo avy tao anaty afo, tany Horeba, dia tsy nahita ny endriny ianareo. Koa mitandrema tsara",
        "16": "sao manao ratsy ianareo, izany hoe manao sary sokitra ho anareo, na sarin’inona izany na sarin’inona, na sarin-dehilahy na sarim-behivavy,",
        "17": "na sarim-biby eto an-tany, na sarim-borona manidina eny amin’ny lanitra,",
        "18": "na sarim-biby mandady amin’ny tany, na sarin-trondro any anaty rano ambanin’ny tany.",
        "19": "Ary rehefa mitraka mijery ny lanitra ianao ka mahita ny masoandro sy ny volana ary ny kintana, izany hoe izay rehetra eny amin’ny lanitra, dia tandremo sao miankohoka eo anatrehan’ireny sy manompo azy satria hoe manintona anao ireny. Nomen’i Jehovah Andriamanitrao ho an’ny firenena rehetra eny ambanin’ny lanitra manontolo mantsy ireny.",
        "20": "Fa ianareo no nalain’i Jehovah sy nentiny nivoaka avy tao amin’ilay fatana fandrendrehana vy, izany hoe avy tany Ejipta, mba ho lasa fananany manokana hoatr’izao androany izao.",
        "21": "“Tezitra tamiko i Jehovah noho ny nataonareo, ka nianiana hoe tsy hiampita an’i Jordana aho, na hiditra ao amin’ilay tany tsara homen’i Jehovah Andriamanitrareo anareo ho lovanareo.",
        "22": "Ho faty eto amin’ity tany ity mantsy aho fa tsy hiampita an’i Jordana. Fa ianareo no hiampita dia haka an’io tany tsara io ho anareo.",
        "23": "Tandremo sao hadinoinareo ilay fifanekena nataon’i Jehovah Andriamanitrareo taminareo. Aza manao sary sokitra ho anareo, dia zavatra mitovy bika amin’ireo zavatra nandraran’i Jehovah Andriamanitrareo anareo ireo.",
        "24": "Fa afo mandevona i Jehovah Andriamanitrareo, ilay Andriamanitra mitaky ny hanompoana azy irery ihany.",
        "25": "“Raha miteraka sy manan-jafikely ianareo ka efa ela no nipetraka teo amin’ilay tany, nefa manao ratsy ka manao sary sokitra na sarin’inona izany na sarin’inona, ary manao izay ratsy eo imason’i Jehovah Andriamanitrareo ka mampahatezitra azy,",
        "26": "dia hataoko vavolombelona hiampanga anareo ny lanitra sy ny tany anio, hoe tsy ho ela ianareo dia tsy maintsy ho ripaka eo amin’ilay tany izay halainareo ho anareo eny ampitan’i Jordana. Tsy ho ela velona eo ianareo, fa ho ringana tanteraka.",
        "27": "Haparitak’i Jehovah any amin’ny firenen-kafa ianareo, ka ho vitsy kely sisa ianareo no ho velona, any amin’ireo firenena handefasan’i Jehovah anareo.",
        "28": "Hanompo andriamanitra vato aman-kazo nataon’olona ianareo any, dia andriamanitra tsy mahita na maheno na mihinana na mandre fofona.",
        "29": "“Raha mitady an’i Jehovah Andriamanitrao anefa ianao any, dia tena hahita azy tokoa raha mitady azy amin’ny fonao manontolo sy ny tenanao manontolo.",
        "30": "Rehefa mitranga aminao daholo ireo zavatra voalaza rehetra ireo any aoriana any ka mafy be ny mahazo anao, dia hiverina amin’i Jehovah Andriamanitrao ianao ka hihaino ny feony.",
        "31": "Fa Andriamanitra mamindra fo i Jehovah Andriamanitrao, ka tsy hahafoy anao na handringana anao na hanadino an’ilay fifanekena nianianany tamin’ny razambenao.",
        "32": "“Tadidio ange ny andro taloha e, tamin’ianareo mbola tsy nisy, hatramin’ny andro namoronan’Andriamanitra ny olona teto an-tany! Mandehana mikaroka any amin’ny faravodilanitra iray ka hatrany amin’ny faravodilanitra iray. Angaha efa nisy zavatra miavaka be hoatr’izao, sa efa mba nisy naheno zavatra hoatr’izao?",
        "33": "Efa nisy vahoaka naheno ny feon’Andriamanitra niteny avy tao anaty afo hoatr’ireny henonao ireny ve, ka mbola velona ihany?",
        "34": "Sa Andriamanitra efa mba nanandrana naka firenena ho an’ny tenany avy tamin’ny firenena iray, ka namoaka didim-pitsarana sy nanao famantarana sy fahagagana ary niady, sady nampiasa ny tanany matanjaka sy ny sandriny mahery, ary nanao zavatra mampahatahotra? Efa nanao toy izany ve i Jehovah Andriamanitrareo, hoatran’ny nataony taminareo tany Ejipta teo imasonareo?",
        "35": "Ianareo ihany no nampisehoana an’izany rehetra izany mba ho fantatrareo fa i Jehovah no tena Andriamanitra, ary tsy misy ankoatra azy.",
        "36": "Nataony henonareo avy any an-danitra ny feony mba hanitsiana anareo. Ary nasehony anareo teto an-tany ny afo miredareda, dia henonareo avy tao anatin’ilay afo ny teniny.",
        "37": "“Tiany ny razambenao ka nofidiny ny taranak’izy ireo. Dia nentiny nivoaka avy tany Ejipta teo anatrehany tamin-kery lehibe ianao.",
        "38": "Noroahiny niala teo anatrehanao izay firenena lehibe sy matanjaka noho ianao. Amin’izay ianao no hampidirina ao amin’ny tanin’izy ireo, ka homeny anao ilay izy mba ho lovanao, hoatr’izao androany izao.",
        "39": "Fantaro àry dia ataovy ao am-ponao androany, fa i Jehovah no tena Andriamanitra any amin’ny lanitra ambony sy etỳ amin’ny tany ambany. Tsy misy afa-tsy izy.",
        "40": "Araho ny fitsipiny sy ny didiny izay andidiako anao anio, mba handeha tsara foana ny fiainanao sy ny an’ny taranakao. Dia ho ela velona eo amin’ilay tany homen’i Jehovah Andriamanitrao anao ianao.”",
        "41": "Nanokana tanàna telo teny ampita atsinanan’i Jordana i Mosesy, tamin’izay fotoana izay.",
        "42": "Raha misy olona mahafaty olona tsy nahy nefa tsy nankahala an’ilay olona talohan’izay, dia handositra any amin’ny iray amin’ireo tanàna ireo izy, ka ho velona.",
        "43": "Ireto avy izany tanàna izany: I Bezera any an-tany efitra, eny amin’ny lembalemba, no ho an’ny Robenita. I Ramota any Gileada no ho an’ny Gadita. Ary i Golana any Basana no ho an’ny Manasita.",
        "44": "Ary izao no Lalàna napetrak’i Mosesy teo anatrehan’ny vahoakan’Israely.",
        "45": "Ireto avy ny fampahatsiahivana sy ny fitsipika ary ny didim-pitsarana nomen’i Mosesy ny Israelita, rehefa tafavoaka avy tany Ejipta izy ireo,",
        "46": "tany amin’ny faritr’i Jordana, teo amin’ilay lohasaha tandrifin’i Beti-peora, tao amin’ny tanin’i Sihona mpanjakan’ny Amorita izay nipetraka tao Hesbona, dia ilay resin’i Mosesy sy ny Israelita, rehefa tafavoaka avy tany Ejipta izy ireo.",
        "47": "Ary nalain’izy ireo ny tanin’i Sihona sy ny tanin’i Oga mpanjakan’i Basana, dia ny mpanjakan’ny Amorita anankiroa, tany amin’ny faritra atsinanan’i Jordana,",
        "48": "manomboka any Aroera, eo an-tsisin’ny Lohasahan’i Arnona, ka hatrany amin’ny Tendrombohitra Siona, izany hoe Hermona,",
        "49": "sy Araba manontolo any amin’ny faritra atsinanan’i Jordana, ka hatrany amin’ny Ranomasin’i Araba, eo am-pototry ny havoanan’i Pisga."
    },
    "5": {
        "1": "Dia nantsoin’i Mosesy ny Israely rehetra, ka hoy izy: “Ry Israely ô, henoy ny fitsipika sy ny didim-pitsarana lazaiko aminareo anio, dia ianaro sy araho tsara.",
        "2": "Nanao fifanekena tamintsika i Jehovah Andriamanitsika, tany Horeba.",
        "3": "Tsy tamin’ny razambentsika no nanaovan’i Jehovah an’izany fifanekena izany fa tamintsika, dia isika rehetra mbola velona eto.",
        "4": "Niteny mivantana taminareo avy tao anaty afo i Jehovah, teo amin’ilay tendrombohitra.",
        "5": "Nitsangana teo anelanelanareo sy Jehovah aho tamin’izay, mba hampita aminareo ny tenin’i Jehovah. Natahotra an’ilay afo mantsy ianareo, ka tsy niakatra teo amin’ilay tendrombohitra. Hoy izy tamin’izay:",
        "6": "“‘Izaho no Jehovah Andriamanitrao izay nitondra anao nivoaka avy tany Ejipta, tany amin’ny toerana nanandevozana anao.",
        "7": "Aza manana andriamani-kafa ankoatra ahy mihitsy.",
        "8": "“‘Aza manao sary sokitra ho anao, na manamboatra zavatra mitovy bika amin’izay eny amin’ny lanitra ambony, na izay etỳ amin’ny tany ambany, na izay any anaty rano ambanin’ny tany.",
        "9": "Aza miankohoka eo anatrehan’ireny, na manaiky ho voatarika hanompo azy, fa izaho Jehovah Andriamanitrao dia Andriamanitra mitaky ny hanompoana ahy irery ihany. Koa raha misy raim-pianakaviana mankahala ahy, dia hosaziko noho ny fahadisoany ny zanany sy ny zafikeliny ary ny zafiafiny.",
        "10": "Fa raha misy kosa tia ahy sy mankatò ny didiko, dia ho tiako foana ny taranany, hatramin’ny taranany faharivo.",
        "11": "“‘Aza manao tsinontsinona ny anaran’i Jehovah Andriamanitrao, fa tsy hisy havelan’i Jehovah ho afa-maina izay manao tsinontsinona ny anarany.",
        "12": "“‘Tandremo ny andro sabata mba ho masina foana io andro io, araka ny didy nomen’i Jehovah Andriamanitrao anao.",
        "13": "Enina andro ianao no hiasa sy hanao ny raharahanao rehetra.",
        "14": "Fa ny andro fahafito kosa Sabata ho an’i Jehovah Andriamanitrao. Aza manao asa na inona na inona, na ianao, na ny zanakao lahy, na ny zanakao vavy, na ny mpanompolahinao, na ny mpanompovavinao, na ny ombinao, na ny ampondranao, na ny biby fiompinao, na ny vahiny mipetraka ao an-tanànanao. Amin’izay dia ho afaka hiala sasatra hoatr’anao koa ny mpanompolahinao sy ny mpanompovavinao.",
        "15": "Tadidio fa andevo tany Ejipta ianao, ka nampiasa ny tanany matanjaka sy ny sandriny mahery i Jehovah Andriamanitrao rehefa nitondra anao niala tany. Izany no antony nandidian’i Jehovah Andriamanitrao anao hitandrina ny andro sabata.",
        "16": "“‘Hajao ny rainao sy ny reninao, araka ny didy nomen’i Jehovah Andriamanitrao anao, mba ho ela velona ianao, ary mba handeha tsara ny fiainanao eo amin’ilay tany homen’i Jehovah Andriamanitrao anao.",
        "17": "“‘Aza mamono olona.",
        "18": "“‘Aza manitsakitsa-bady.",
        "19": "“‘Aza mangalatra.",
        "20": "“‘Aza mijoro ho vavolombelona mandainga hiampanga ny namanao.",
        "21": "“‘Ary aza mitsiriritra ny vadin’ny namanao. Aza tia tena ka mitsiriritra ny tranon’ny namanao, na ny taniny, na ny mpanompolahiny, na ny mpanompovaviny, na ny ombiny, na ny ampondrany, na inona na inona fananany.’",
        "22": "“Ireo didy ireo no nolazain’i Jehovah taminareo rehetra tafavory teo amin’ilay tendrombohitra, ary nilaza an’izany tamin’ny feo mafy avy tao anaty afo sy rahona ary haizim-pito izy. Tsy nasiany fanampiny ireo didy ireo. Dia nosoratany teo amin’ny takela-bato roa ireo ka nomeny ahy.",
        "23": "“Raha vao henonareo anefa ilay feo avy tao anaty haizina, tamin’ilay tendrombohitra mbola nirehitra, dia nanatona ahy daholo ny lehibem-poko sy ny anti-panahy teo aminareo.",
        "24": "Dia hoy ianareo: ‘Efa nasehon’i Jehovah Andriamanitsika antsika ny voninahiny sy ny heriny, ary efa henontsika ny feony niteny avy tao anaty afo. Androany isika no nahita fa afaka miteny amin’olona Andriamanitra, kanefa mbola velona ihany ilay olona.",
        "25": "Matahotra anefa izahay sao ho faty, satria mety handevona anay io afo lehibe io. Tena ho faty mihitsy izahay, raha mbola maheno ny feon’i Jehovah Andriamanitsika.",
        "26": "Fa iza tamin’ny olona rehetra no hoatr’antsika ka hoe efa naheno ny feon’ilay Andriamanitra velona niteny avy tao anaty afo, nefa mbola velona ihany?",
        "27": "Fa mandehana ianao mihaino an’izay rehetra holazain’i Jehovah Andriamanitsika. Dia ianao no hiteny aminay izay rehetra lazain’i Jehovah Andriamanitsika aminao, ary hohenoinay izany ka harahinay.’",
        "28": "“Henon’i Jehovah àry ny teny nolazainareo tamiko, ka hoy i Jehovah tamiko: ‘Efa henoko ny tenin’ity vahoaka ity taminao. Mety daholo izany teniny izany.",
        "29": "Raha mba maniry hatahotra ahy sy hankatò ny didiko rehetra foana mantsy ny fony, dia handeha tsara mandrakizay ny fiainany sy ny an’ny taranany!",
        "30": "Mandehana lazao aminy hoe: “Modia any amin’ny tranolainareo.”",
        "31": "Ianao kosa mijanòna eto amiko, fa holazaiko aminao daholo ny didy sy ny fitsipika ary ny didim-pitsarana tokony hampianarinao azy sy tokony hankatoaviny any amin’ilay tany homeko azy.’",
        "32": "Koa araho tsara izay efa nandidian’i Jehovah Andriamanitrareo anareo. Aza miala amin’izany na mivily miankavanana na miankavia.",
        "33": "Araho tsara ny lalana asain’i Jehovah Andriamanitrareo halehanareo, mba ho velona ianareo ka handeha tsara ny fiainanareo, ary ho ela velona eo amin’ilay tany halainareo ho anareo ianareo."
    },
    "6": {
        "1": "“Izao no didy sy fitsipika ary didim-pitsarana asain’i Jehovah Andriamanitrareo ampianarina anareo, mba harahinareo rehefa miampita any amin’ilay tany halainareo ho anareo ianareo.",
        "2": "Dia amin’izay hatahotra an’i Jehovah Andriamanitrareo ianareo sy ny zanakareo ary ny zafinareo, ka hanaraka ny lalàny sy ny didiny rehetra andidiako anareo ianareo mandritra ny androm-piainanareo, mba ho ela velona.",
        "3": "Dia henoy izao, ry Israely ô, ka araho tsara mba handeha tsara ny fiainanareo, ary ho lasa be dia be ianareo any amin’ilay tany tondra-dronono sy tantely, araka ny efa nampanantenain’i Jehovah Andriamanitry ny razambenareo anareo.",
        "4": "“Henoy izao, ry Israely ô: I Jehovah Andriamanitsika dia Jehovah iray ihany.",
        "5": "Tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ary ny herinao manontolo.",
        "6": "Ataovy ao am-ponao ireto teny andidiako anao anio ireto.",
        "7": "Dia alenteho tsikelikely ao an-tsain’ny zanakao izany ary resaho na rehefa mipetraka ao an-tranonao ianao, na mandeha eny an-dalana, na hatory, na mifoha.",
        "8": "Afatory eo amin’ny tananao izany mba ho fampahatsiahivana ho anao, ary ataovy fehiloha eo amin’ny handrinao.",
        "9": "Soraty eo amin’ny tolàm-baravaran’ny tranonao sy eo amin’ny vavahadinao koa izany.",
        "10": "“Rehefa entin’i Jehovah Andriamanitrao any amin’ilay tany efa nianianany tamin’i Abrahama sy Isaka ary Jakoba razambenao hoe homena anao ianao, dia hahazo tanàna lehibe sady tsara tarehy izay tsy naorinao.",
        "11": "Hahazo trano feno zavatra tsara isan-karazany izay tsy nisasaranao koa ianao, sy lavaka fanangonan-drano tsy nolavahanao, sy tanimboaloboka tsy novolenao, ary hazo oliva tsy nambolenao. Dia hihinana ianao ka ho voky.",
        "12": "Tandremo anefa sao hadinoinao i Jehovah, ilay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny toerana nanandevozana anao.",
        "13": "I Jehovah Andriamanitrao no tokony hatahoranao, izy no tokony hotompoinao, ary amin’ny anarany ianao no tokony hianiana.",
        "14": "Aza manompo andriamani-kafa, dia ny andriamanitr’ireo firenena manodidina anao,",
        "15": "satria i Jehovah Andriamanitrao izay eo aminao dia Andriamanitra mitaky ny hanompoana azy irery ihany. Fa raha manompo andriamani-kafa ianao, dia ho tezitra be aminao i Jehovah Andriamanitrao, ka haringany ianao dia tsy hisy intsony eny ambonin’ny tany.",
        "16": "“Aza mitsapa toetra an’i Jehovah Andriamanitrareo, hoatran’ny nataonareo tao Masa.",
        "17": "Araho an-tsakany sy an-davany ny didin’i Jehovah Andriamanitrareo sy ny fampahatsiahivany ary ny fitsipiny izay nasainy narahinareo.",
        "18": "Izay tsara sy mety eo imason’i Jehovah no ataovy mba handeha tsara ny fiainanao, ka hiditra ao amin’ilay tany tsara nianianan’i Jehovah tamin’ny razambenao ianao. Dia halainao ho anao izy io,",
        "19": "ka horoahinao hiala eo anatrehanao daholo ny fahavalonao, araka ny efa nampanantenain’i Jehovah.",
        "20": "“Raha manontany anao ny zanakao any aoriana any hoe: ‘Inona no dikan’ireny fampahatsiahivana sy fitsipika ary didim-pitsarana nandidian’i Jehovah Andriamanitsika anareo ireny?’,",
        "21": "dia izao no holazainao aminy: ‘Andevon’i Farao isika tany Ejipta, nefa nentin’i Jehovah nivoaka avy tany tamin’ny herin-tsandriny.",
        "22": "Koa nanao famantarana sy fahagagana lehibe i Jehovah mba handripahana an’i Ejipta sy Farao ary ny ankohonany manontolo, ary hitan’ny masontsika mihitsy izany.",
        "23": "Dia navoakany avy tany isika ka nentiny eto mba homeny an’ilay tany efa nianianany tamin’ny razambentsika.",
        "24": "Nandidy antsika i Jehovah avy eo mba hankatò an’ireo fitsipika rehetra ireo, sady hatahotra an’i Jehovah Andriamanitsika. Handeha tsara foana ny fiainantsika amin’izay, dia ho velona foana isika hoatr’izao androany izao.",
        "25": "Ho olo-marina koa isika, raha mitandrina tsara an’izany didy rehetra izany satria mankatò an’i Jehovah Andriamanitsika, araka ny didy nomeny antsika.’"
    },
    "7": {
        "1": "“Rehefa ampidirin’i Jehovah Andriamanitrao any amin’ilay tany efa halainao ho anao ianao, dia horoahiny hiala eo aminao koa ireto firenena be mponina ireto: Ny Hetita, ny Girgasita, ny Amorita, ny Kananita, ny Perizita, ny Hivita, ary ny Jebosita, izany hoe firenena fito be mponina sady mahery noho ianao.",
        "2": "Ary hatolotr’i Jehovah Andriamanitrao eo am-pelatananao ireny ka ho resinao. Tsy maintsy haringanao tanteraka izy ireny. Aza manao fifanekena aminy na miantra azy.",
        "3": "Aza manao fifanarahana aminy, ka hoe omenao ho vadin’ny zanany lahy ny zanakao vavy, ary alainao ho vadin’ny zanakao lahy ny zanany vavy.",
        "4": "Fa hitarika ny zanakao lahy hiala amiko sy hanompo andriamani-kafa ireny, dia ho tezitra be aminao i Jehovah, ka horinganiny ao anatin’ny fotoana fohy ianao.",
        "5": "“Fa izao kosa no hataonareo amin’ireny: Arodano ny alitarany, potipoteho ny tsangambatony masina, kapao ny tsato-kazony masina, ary dory ny sary sokitra ivavahany.",
        "6": "Fa vahoaka masina ianareo amin’i Jehovah Andriamanitrareo, ary nofidin’i Jehovah Andriamanitrareo avy tamin’ny firenena rehetra etỳ ambonin’ny tany, mba ho vahoakany sy ho fananany manokana.",
        "7": "“Tsy hoe satria ianareo no maro an’isa indrindra amin’ny firenena rehetra dia miraiki-po aminareo sy nifidy anareo i Jehovah. Ianareo tsinona no vitsy indrindra amin’ny firenena rehetra.",
        "8": "Fa tia anareo kosa i Jehovah sady nanaja an’ilay fianianana nataony tamin’ny razambenareo. Dia izany no nahatonga an’i Jehovah hampiasa ny herin-tsandriny mba hitondrana anareo sy hanavotana anareo avy tany amin’ilay toerana nanandevozana anareo, dia avy teo ambany fahefan’i Farao mpanjakan’i Ejipta.",
        "9": "Fantatrao tsara fa i Jehovah Andriamanitrao no tena Andriamanitra, ilay Andriamanitra mendri-pitokisana sady manaja ny fifanekena nataony. Tena tia an’izay tia azy sy izay mankatò ny didiny koa izy sady tsy mba mivadika amin’izy ireny mihitsy, na dia hatrany amin’ny taranaka faharivo aza.",
        "10": "Izay mankahala azy kosa hovaliany ka haringany. Tsy hiandry ela izy rehefa hanasazy an’izay mankahala azy, fa hataony hitan’izy ireo tsara ny hamaliany azy.",
        "11": "Tandremo tsara àry ny didy sy ny fitsipika ary ny didim-pitsarana andidiako anao anio, dia ankatoavy izy ireny.",
        "12": "“Raha mihaino an’izany didim-pitsarana izany foana ianareo ka manaraka tsara sy mankatò azy ireny, dia hotanterahin’i Jehovah Andriamanitrareo ilay fifanekena nataony, ary ho tia anareo sy tsy hivadika aminareo izy, araka ilay fianianana nataony tamin’ny razambenareo.",
        "13": "Dia ho tia sy hitahy anao tokoa izy, ary hataony lasa be dia be ianao. Tena hotahiny tokoa ianao ka hataony lasa be dia be ny zanakao, ny vokatry ny taninao, ny varimbazahanao, ny divainao vaovao, ny menakao, ny zanak’ombinao, ary ny zanak’ondrinao, any amin’ilay tany nianianany tamin’ny razambenao hoe homena anao.",
        "14": "Ianao no hotahina indrindra amin’ny firenena rehetra. Hanan-janaka daholo na ny lehilahy na ny vehivavy eo aminao, na ny biby fiompinao.",
        "15": "Hesorin’i Jehovah eo aminao ny aretina rehetra. Ary hataony tsy misy mahazo anao ny aretina faran’izay ratsy efa fantatrao tany Ejipta. Fa izay rehetra mankahala anao kosa no hataony voan’izany.",
        "16": "Tokony haringanao daholo ny firenena rehetra hataon’i Jehovah Andriamanitrao resinao. Aza miantra azy ianao ary aza manompo ny andriamaniny, fa ho fandrika ho anao izany.",
        "17": "“Raha mieritreritra ianao hoe: ‘Betsaka lavitra noho izahay ireo firenena ireo, ka ho vitanay ve ny handroaka an’ireo?’,",
        "18": "dia aza matahotra azy. Tadidio foana izay nataon’i Jehovah Andriamanitrao tamin’i Farao sy Ejipta manontolo,",
        "19": "dia ny sazy lehibe efa hitan’ny masonao, ny famantarana sy fahagagana nataon’i Jehovah Andriamanitrao, ny tanana matanjaka sy herin-tsandry nampiasainy mba hitondrana anao hivoaka avy tany. Hoatr’izany no hataon’i Jehovah Andriamanitrao amin’ny firenena rehetra atahoranao.",
        "20": "Hataon’i Jehovah Andriamanitrao koa izay hahakivy azy ireny, mandra-pahafatin’izay sisa tavela sy izay niafina anao.",
        "21": "Aza mihorohoro noho ny amin’ireny, fa manampy anao i Jehovah Andriamanitrao, ilay Andriamanitra tena miavaka sy mendrika hatahorana.",
        "22": "“Horoahin’i Jehovah Andriamanitrao hiala tsikelikely eo anatrehanao ireny firenena ireny. Tsy mahazo mandringana azy ao anatin’ny fotoana fohy anefa ianao, sao ho lasa be dia be ny bibidia ka ho laniny ianao.",
        "23": "Hanolotra azy ireny eo am-pelatananao i Jehovah Andriamanitrao ka handresy azy tanteraka, mandra-paharipaka an’ireny.",
        "24": "Dia hataony resinao ny mpanjakany, ka hofoananao etỳ ambanin’ny lanitra ny anaran’ireny. Tsy hisy hahavita hanohitra anao, mandra-pandringanao tanteraka an’ireny.",
        "25": "Tokony hodoranareo ny sary sokitra ataony andriamanitra. Aza mitsiriritra ny volafotsy na ny volamena eo amin’ireny, na maka an’izany ho anao, sao ho voafandrik’izany ianao. Zavatra maharikoriko an’i Jehovah Andriamanitrao mantsy izany.",
        "26": "Aza mitondra zava-maharikoriko ho ao an-tranonao, sao haringana hoatr’izany zavatra izany koa ianao. Tokony haharikoriko tanteraka anao izany sady ho tena halanao, satria zavatra voatokana haringana."
    },
    "8": {
        "1": "“Ankatoavy izay didy rehetra omeko anao anio, mba ho velona foana ianao, ka hihamaro be ary hiditra ao amin’ilay tany nianianan’i Jehovah tamin’ny razambenao, dia haka an’ilay izy ho anao.",
        "2": "Tsarovy ilay lalana lavitra be nitondran’i Jehovah Andriamanitrao anao tany an-tany efitra nandritra an’izay 40 taona izay. Nentiny tany amin’ilay lalana ianao, satria tiany hampianarina hanetry tena sy tiany hotsapaina, mba hahafantarana an’izay ao am-ponao na hanaraka ny didiny ianao na tsia.",
        "3": "Koa nataony izay hahatonga anao hanetry tena, ka navelany ho noana ianao, ary nomeny mana ho sakafonao, dia mana tsy fantatrao sady tsy fantatry ny razambenao. Tiany hampahafantarina anao mantsy fa tsy ny mofo ihany no mahavelona ny olona, fa ny teny rehetra lazain’i Jehovah koa.",
        "4": "Tsy lasa tonta ny akanjo nanaovanao, ary tsy nivonto ny tongotrao nandritra an’izay 40 taona izay.",
        "5": "Fantatrao tsara fa nanitsy anao i Jehovah Andriamanitrao, hoatran’ny olona manitsy ny zanany.",
        "6": "“Araho àry ny didin’i Jehovah Andriamanitrao, ka mandehana amin’ny lalana atorony ary matahora azy.",
        "7": "Fa efa hampiditra anao ao amin’ilay tany tsara i Jehovah Andriamanitrao. Tany be renirano izy io, sady misy loharano sy rano lalina mikoriana eny amin’ny tany lemaka sy ny faritra be tendrombohitra.",
        "8": "Tany misy varimbazaha koa izy io, sady misy vary orza, voaloboka, aviavy, ampongabendanitra, menak’oliva, ary tantely.",
        "9": "Tsy ho ory sakafo ianao ao amin’izany tany izany, sady tsy ho ory na inona na inona. Misy vy ny vato ao, ary ao amin’ny tendrombohitra ao ianao no hitrandraka varahina.",
        "10": "“Rehefa mihinana ianao ka voky, dia derao i Jehovah Andriamanitrao noho ilay tany tsara nomeny anao.",
        "11": "Tandremo sao hadinoinao i Jehovah Andriamanitrao, ka tsy ankatoavinao ny didiny sy ny didim-pitsarany ary ny lalàny, izay andidiako anao anio.",
        "12": "Rehefa mihinana ianao ka voky ary manorina trano tsara ka mipetraka ao,",
        "13": "sady lasa be dia be ny omby sy ny ondry aman’osinao, ny volafotsinao, ny volamenanao, ary ny fanananao rehetra,",
        "14": "dia aza avela hiavonavona ny fonao ka hahatonga anao hanadino an’i Jehovah Andriamanitrao. Izy mantsy no nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny toerana nanandevozana anao.",
        "15": "Izy koa no nitarika anao hamakivaky an’ilay tany efitra lehibe sy mampahatahotra, izay misy bibilava misy poizina sy maingoka, sady tany karakaina tsy misy rano. Izy koa no namoaka rano avy tamin’ny vatolampy,",
        "16": "sy nanome anao mana ho sakafonao tany an-tany efitra, dia mana tsy fantatry ny razambenao. Tiany hampianarina hanetry tena mantsy ianao sady tiany hotsapaina, mba handray soa any aoriana any.",
        "17": "Raha mieritreritra ianao hoe: ‘Ny tanjako sy ny herin-tsandriko no nahazoako an’izao harena izao’,",
        "18": "dia tadidio fa i Jehovah Andriamanitrao no manome hery anao mba hahazoana harena. Tiany hotanterahina mantsy ilay fifanekena nianianany tamin’ny razambenao, hoatran’izao androany izao.",
        "19": "“Fa raha sanatria manadino an’i Jehovah Andriamanitrareo ianareo, ka manaraka andriamani-kafa sy manompo an’ireny sady miankohoka eo anatrehany, dia mampitandrina anareo aho anio fa ho ripaka tokoa ianareo.",
        "20": "Ho ripaka tahaka an’ireo firenena haringan’i Jehovah eo alohanareo ianareo, satria tsy nety nihaino ny feon’i Jehovah Andriamanitrareo."
    },
    "9": {
        "1": "“Mihainoa, ry Israely ô: Efa hiampita an’i Jordana ianao izao ary hiditra ao amin’ilay tany, dia halainao io tanin’ny firenena lehibe sy mahery noho ianao io. Misy tanàna lehibe sady misy manda manakatra ny lanitra ilay izy,",
        "2": "ary misy vahoaka matanjaka sy lava ranjanana izay taranaky ny Anakita. Fantatrao ireo ary efa henonao izay lazain’ny olona momba azy hoe: ‘Iza no mahavita manohitra ny taranak’i Anàka?’",
        "3": "Fantaro àry anio fa hiampita eo alohanao i Jehovah Andriamanitrao. Fa afo mandevona izy, ka handringana an’ireny. Hataony resy eo imasonao ireny, dia horoahinao sy haringanao ao anatin’ny fotoana fohy, araka izay efa nampanantenain’i Jehovah anao.",
        "4": "“Rehefa roahin’i Jehovah Andriamanitrao hiala eo anatrehanao ireny, dia aza mieritreritra hoe: ‘Satria manao ny marina aho, dia izany no nahatonga an’i Jehovah hampiditra ahy teto amin’ity tany ity mba haka azy ity.’ Fa noho ireny firenena ireny ratsy fanahy no antony handroahan’i Jehovah azy hiala eo alohanao.",
        "5": "Tsy hoe satria manao ny marina ianao na hoe mahitsy fo, dia hiditra ao amin’ny tanin’izy ireo sy haka an’ilay izy ho anao. Fa noho ireo firenena ireo ratsy fanahy no antony handroahan’i Jehovah Andriamanitrao azy eo alohanao. Tian’i Jehovah hotanterahina koa ilay fianianany tamin’i Abrahama sy Isaka ary Jakoba razambenao.",
        "6": "Fantaro àry fa tsy hoe satria manao ny marina ianao dia homen’i Jehovah Andriamanitrao anao io tany tsara io. Vahoaka mafy loha mantsy ianareo.",
        "7": "“Tsarovy, ary aza hadinoina mihitsy ny zavatra nataonareo ka nampahatezitra an’i Jehovah Andriamanitrareo tany an-tany efitra. Nikomy tamin’i Jehovah foana ianareo, nanomboka tamin’ny andro nialanareo tany Ejipta ka mandra-pahatonganareo teto amin’ity toerana ity.",
        "8": "Nampahatezitra an’i Jehovah ianareo na tany Horeba aza. Dia tezitra be taminareo i Jehovah ka efa saika handringana anareo.",
        "9": "Rehefa niakatra an’ilay tendrombohitra aho mba handray ny takela-bato misy ny fifanekena nataon’i Jehovah taminareo, dia nijanona 40 andro sy 40 alina teny, sady tsy nihinan-kanina no tsy nisotro rano.",
        "10": "Dia avy eo nomen’i Jehovah ahy ny takela-bato roa nosoratan’ny rantsantanany. Voasoratra tao daholo ny teny rehetra nolazain’i Jehovah taminareo avy tao anaty afo teo amin’ilay tendrombohitra, tamin’ilay andro nivorian’ny vahoaka.",
        "11": "Dia nomen’i Jehovah ahy ny takela-bato roa, dia ny takela-baton’ny fifanekena, rehefa tapitra ny 40 andro sy 40 alina.",
        "12": "Dia hoy i Jehovah tamiko: ‘Mialà eto dia midìna haingana, fa manao ratsy ilay vahoakanao nentinao niala tany Ejipta. Izay sahady ry zareo dia efa niala tamin’ilay lalana nasaiko narahiny, ka nanao sarivongana metaly.’",
        "13": "Hoy koa i Jehovah tamiko: ‘Efa hitako mihitsy fa mafy loha ity vahoaka ity!",
        "14": "Aleo haringako ireo dia hofoanako eny ambanin’ny lanitra ny anarany, fa ianao kosa hataoko firenena matanjaka sy be mponina kokoa noho ireo.’",
        "15": "“Dia nihodina aho, ka nidina avy teo amin’ilay tendrombohitra mbola nirehitra. Teny amin’ny tanako roa ny takela-bato roa misy ny fifanekena.",
        "16": "Nijery aho dia nahita anareo nanota tamin’i Jehovah Andriamanitrareo! Efa nanao zanak’omby tamin’ny metaly ianareo. Tamin’io sahady ianareo dia efa niala tamin’ilay lalana nasain’i Jehovah narahinareo.",
        "17": "Nalaiko àry ny takela-bato roa dia natontako avy teny an-tanako, ka novakivakiko teo imasonareo.",
        "18": "Niankohoka teo anatrehan’i Jehovah 40 andro sy 40 alina aho avy eo, hoatran’ilay tamin’ny voalohany ihany. Tsy nihinan-kanina aho tamin’izay na nisotro rano, noho ny fahotana rehetra nataonareo. Nanao izay ratsy teo imason’i Jehovah mantsy ianareo, ka nampahatezitra azy.",
        "19": "Fa natahotra be aho satria tena tezitra be taminareo i Jehovah, ka efa saika handringana anareo. Mbola nihaino ahy ihany anefa i Jehovah tamin’izay.",
        "20": "“Tena tezitra be tamin’i Arona koa i Jehovah, ka efa saika handringana azy. Fa nitalaho ho an’i Arona koa aho tamin’izay.",
        "21": "Dia nalaiko ilay zanak’omby, dia ilay fahotana nataonareo, ka nodorako tao anaty afo. Dia nopotipotehiko sy notorotoroiko tanteraka ilay izy ka lasa vovoka madinika tamin’ny farany. Natsipiko tao amin’ilay renirano nikoriana avy tany amin’ilay tendrombohitra ny vovony avy eo.",
        "22": "“Mbola nampahatezitra an’i Jehovah koa ianareo tany Tabera sy Masa ary Kibrota-hatava.",
        "23": "Nisy fotoana koa ianareo nasain’i Jehovah niala tao Kadesi-barnea, dia noteneniny hoe: ‘Miakara ka alaivo ho anareo ilay tany homeko anareo!’ Mbola tsy nanaraka ny baikon’i Jehovah Andriamanitrareo indray anefa ianareo, ary tsy nino na nankatò azy.",
        "24": "Nikomy tamin’i Jehovah foana ianareo hatramin’izay nahalalako anareo izay.",
        "25": "“Niankohoka teo anatrehan’i Jehovah foana àry aho, nandritra ny 40 andro sy 40 alina. Niankohoka aho satria nilaza i Jehovah hoe efa handringana anareo.",
        "26": "Dia nitalaho tamin’i Jehovah aho hoe: ‘Ry Jehovah Tompo Fara Tampony ô! Mba aza aringana re ny vahoakanao e! Fanananao manokana ange izy ireo e! Navotanao tamin’ny herinao lehibe mantsy izy ireo, dia nentinao nivoaka avy tany Ejipta tamin’ny herin-tsandrinao.",
        "27": "Tsarovy i Abrahama sy Isaka ary Jakoba mpanomponao. Marina fa mafy loha ity vahoaka ity sady ratsy fanahy sy mpanota, nefa aza izany no jerena.",
        "28": "Sao mantsy hiteny ny mponina ao amin’ilay tany namoahanao anay hoe: “Tsy vitan’i Jehovah ny nitondra an-dry zareo ho any amin’ilay tany nampanantenainy azy. Tena tsy tiany ry zareo matoa nalainy teto mba hovonoiny any an-tany efitra.”",
        "29": "Mbola vahoakanao mantsy izy ireo sady fanananao manokana, izay nentinao tamin’ny herinao lehibe sy ny sandrinao mahery.’"
    },
    "10": {
        "1": "“Niteny tamiko i Jehovah tamin’izay hoe: ‘Manamboara takela-bato roa mitovy amin’ireo voalohany ka miakara atỳ amiko, atỳ an-tendrombohitra. Manaova koa vata hazo anankiray.",
        "2": "Dia hosoratako eo amin’ireo takela-bato ireo ny teny nosoratana teo amin’ireo takela-bato voalohany efa nopotipotehinao. Ary ataovy ao anatin’ilay vata ireo.’",
        "3": "Koa nanao vata tamin’ny hazo akasia aho, ary nanamboatra takela-bato roa nitovy tamin’ilay voalohany. Dia niakatra an’ilay tendrombohitra aho, ary nentiko teny an-tanako ny takela-bato roa.",
        "4": "Nosoratany teo amin’ireo takela-bato ireo ny teny nosoratany tamin’ny voalohany, dia ny Didy Folo nolazain’i Jehovah taminareo avy tao anaty afo teny amin’ilay tendrombohitra, tamin’ny andro nivorian’ny vahoaka. Dia nomen’i Jehovah ahy ireo takela-bato ireo.",
        "5": "Dia lasa aho avy eo nidina an’ilay tendrombohitra. Napetrako tao anatin’ilay vata nataoko ireo takela-bato ireo, ary mbola ao foana ireo, araka ny didy nomen’i Jehovah ahy.",
        "6": "“Niala tany Berota Bene-jakana ny Israelita avy eo ka nankany Mosera. Tao no nahafatesan’i Arona sy nandevenana azy. I Eleazara zanany indray no lasa nanao ny asan’ny mpisorona nandimby azy.",
        "7": "Dia niala tao ny Israelita ka nankany Godgoda, ary avy tao indray dia nankany Jotbata, tany be renirano mikoriana.",
        "8": "“Tamin’izay fotoana izay, dia natokan’i Jehovah ny fokon’i Levy mba hilanja ny Vata misy ny fifanekena nataon’i Jehovah, sy hanompo eo anatrehan’i Jehovah, ary hitso-drano amin’ny anarany, hoatr’izao ataon’izy ireo androany izao.",
        "9": "Izany no mahatonga an’i Levy tsy hanana anjara na lova miaraka amin’ny rahalahiny. Fa i Jehovah no lovany, araka ny efa nolazain’i Jehovah Andriamanitrao taminy.",
        "10": "Fa izaho indray nijanona teny amin’ilay tendrombohitra 40 andro sy 40 alina, hoatran’ilay tamin’ny voalohany. Nihaino ahy koa i Jehovah tamin’izay, dia lasa tsy te handringana anao i Jehovah.",
        "11": "Dia hoy i Jehovah tamiko: ‘Mandehana eo alohan’ny vahoaka dia miomàna ianareo hiainga. Amin’izay izy ireo dia hiditra ao amin’ilay tany efa nianianako tamin’ny razambeny hoe homena azy, ka haka an’ilay izy.’",
        "12": "“Fa inona moa no angatahin’i Jehovah Andriamanitrao aminao, ry Israely ô? Izao ihany: Matahotra an’i Jehovah Andriamanitrao, manaraka ny lalana rehetra atorony, tia azy, manompo an’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo,",
        "13": "ary mankatò ny didin’i Jehovah sy ny lalàny andidiako anao anio, mba hahasoa anao.",
        "14": "An’i Jehovah Andriamanitrao ny lanitra, dia ny lanitry ny lanitra, sy ny tany ary ny zavatra rehetra eto ambonin’ny tany.",
        "15": "Ny razambenao ihany anefa no nifandraisan’i Jehovah akaiky sy notiaviny. Ary tamin’ny firenena rehetra dia ny taranany, izany hoe ianareo, no nofidiny, hoatr’izao androany izao.",
        "16": "Koa diovy ny fonareo, ary aza mafy loha be hoatr’izao intsony.",
        "17": "Fa Andriamanitry ny andriamanitra sy Tompon’ny tompo i Jehovah Andriamanitrareo. Andriamanitra tena miavaka sy mahery ary mendrika hatahorana izy, sady tsy mba miangatra amin’iza na iza na mandray kolikoly.",
        "18": "Manome rariny ho an’ny kamboty ray sy ny mpitondratena izy, sady tia vahiny ka manome azy sakafo sy akanjo.",
        "19": "Tiavo koa ny vahiny, satria efa mba vahiny tany Ejipta ihany ianao.",
        "20": "“I Jehovah Andriamanitrao no tokony hatahoranao, izy no tokony hotompoinao, izy no tokony hifikiranao, ary amin’ny anarany ianao no tokony hianiana.",
        "21": "Izy no tokony hoderainao. Izy no Andriamanitrao, ilay nanao an’ireny zavatra miavaka sy mahagaga rehetra ireny ho anao, dia ireny efa hitan’ny masonao ireny.",
        "22": "Fa 70 fotsiny ny razambenareo rehefa nidina nankany Ejipta, nefa izao ianareo efa nataon’i Jehovah Andriamanitrareo lasa be dia be hoatran’ny kintana eny amin’ny lanitra."
    },
    "11": {
        "1": "“Tiavo i Jehovah Andriamanitrareo, ary ataovy foana izay takiny aminareo, dia araho foana ny lalàny sy ny didim-pitsarany ary ny didiny.",
        "2": "Fantatrareo fa miteny aminareo aho izao, fa tsy amin’ny zanakareo izay tsy nahalala sady tsy nahita ny famaizan’i Jehovah Andriamanitrareo na ny heriny lehibe, na ny tanany matanjaka, na ny sandriny mahery.",
        "3": "Ny zanakareo koa tsy nahita ny famantarana sy ny zavatra nataony tany Ejipta, dia izay nataony tamin’i Farao mpanjakan’i Ejipta sy ny taniny manontolo,",
        "4": "na ny nataony tamin’ny tafik’i Ejipta sy ny soavalin’i Farao ary ny kalesy fitondrany miady, izay difotry ny Ranomasina Mena rehefa nanenjika anareo. Naringan’i Jehovah indray mandeha tsy miverina izy ireo.",
        "5": "Tsy hitan’izy ireo ny nataon’Andriamanitra ho anareo tany an-tany efitra, mandra-pahatonganareo teto amin’ity toerana ity.",
        "6": "Tsy hitan’izy ireo koa ny nataony tamin’i Datana sy Abirama zanak’i Eliaba taranak’i Robena, rehefa nisokatra ny tany ka nitelina azy niaraka tamin’ny ankohonany sy ny tranolainy ary izay rehetra nanaraka azy, teo imason’ny Israely rehetra.",
        "7": "Ny masonareo kosa no nahita ny asa lehibe rehetra nataon’i Jehovah.",
        "8": "“Tandremo ny didy rehetra omeko anareo anio, mba ho lasa mahery ianareo ka hiampita any amin’ilay tany halainareo ho anareo.",
        "9": "Amin’izay ianareo dia ho ela velona eo amin’ilay tany izay nianianan’i Jehovah hoe homena ny razambenareo sy ny taranany, dia tany tondra-dronono sy tantely.",
        "10": "“Ilay tany efa halainareo, dia tsy hoatran’i Ejipta, izay tany nialanareo. Tany Ejipta mantsy ianareo namafy voa sy nampiditra rano tamin’ny tongotrareo, tahaka ny fanao amin’ny zaridaina fambolena legioma.",
        "11": "Ilay tany halehanareo sy halainareo erỳ ampita kosa, dia tany be tendrombohitra sy tany lemaka sady be orana avy any an-danitra.",
        "12": "Tany voakarakaran’i Jehovah Andriamanitrareo tsara io tany io. Eo amin’izy io foana ny mason’i Jehovah Andriamanitrareo, hatramin’ny fiandohan’ny taona ka hatramin’ny faran’ny taona.",
        "13": "“Ary raha mankatò an-tsakany sy an-davany ny didy izay andidiako anareo anio ianareo, ka tia an’i Jehovah Andriamanitrareo sy manompo azy amin’ny fonareo manontolo sy ny tenanareo manontolo,",
        "14": "dia handatsaka orana ara-potoana eo amin’ny taninareo izy, dia oram-pararano sy oran-dohataona. Dia hanangona ny varimbazahanareo sy ny divay vaovao ary ny menakareo ianareo.",
        "15": "Hampaniry zavamaniry ho an’ny biby fiompinareo eny amin’ny sahanareo koa izy, ary hihinan-kanina ianareo ka ho voky.",
        "16": "Tandremo anefa ny fonareo sao avelanareo ho voafitaka, ka ho voatarika hanompo andriamani-kafa sy hiankohoka eo anatrehany.",
        "17": "Fa raha manompo andriamani-kafa ianareo, dia ho tezitra be aminareo i Jehovah. Dia hanidy ny lanitra izy mba tsy hisy orana, ka tsy hahavokatra ny tany. Tsy ho ela koa dia ho ripaka eo amin’ilay tany tsara homen’i Jehovah anareo ianareo.",
        "18": "“Ataovy milentika tsara ao am-ponareo sy ao an-tsainareo ireo teniko ireo. Dia afatory eo amin’ny tananareo izany mba ho fampahatsiahivana ho anareo, ka ataovy fehiloha eo amin’ny handrinareo.",
        "19": "Ampianaro ny zanakareo koa izany, ary resaho na rehefa mipetraka ao an-tranonareo ianareo, na mandeha eny an-dalana, na hatory, na mifoha.",
        "20": "Soraty eo amin’ny tolàm-baravaran’ny tranonareo sy eo amin’ny vavahadinareo izany,",
        "21": "mba ho ela velona ianareo sy ny taranakareo eo amin’ilay tany izay nianianan’i Jehovah hoe homena ny razambenareo, raha mbola maharitra ambonin’ny tany koa ny lanitra.",
        "22": "“Raha manaraka an-tsakany sy an-davany an’ity didy omeko anareo ity ianareo sady mankatò an’izany, ka tia an’i Jehovah Andriamanitrareo sy mandeha amin’ny lalana rehetra atorony ary mifikitra aminy,",
        "23": "dia horoahin’i Jehovah hiala eo anatrehanareo ireo firenena rehetra ireo. Handresy firenena lehibe sady maro an’isa noho ianareo koa ianareo.",
        "24": "Ho lasanareo ny toerana rehetra handehanan’ny tongotrareo. Ary hanomboka any an-tany efitra ka hatrany Libàna ny sisin-taninareo, ary hanomboka any amin’ny Renirano, izany hoe ny reniranon’i Eofrata, ka hatrany amin’ny ranomasina andrefana.",
        "25": "Tsy hisy hahavita hanohitra anareo. Fa hataon’i Jehovah Andriamanitrareo mihorohoro sy matahotra anareo ny mponina ao amin’ilay tany manontolo handehananareo, araka ny nampanantenainy anareo.",
        "26": "“Omeko safidy àry ianareo anio hoe fitahiana sa ozona:",
        "27": "Fitahiana raha mankatò ny didin’i Jehovah Andriamanitrareo izay andidiako anareo anio ianareo,",
        "28": "ary ozona kosa raha tsy mankatò ny didin’i Jehovah Andriamanitrareo ianareo, fa miala amin’ny lalana atoroko anareo anio ka manompo andriamani-kafa tsy fantatrareo.",
        "29": "“Rehefa ampidirin’i Jehovah Andriamanitrareo ao amin’ilay tany halainareo ianareo, dia tonòny eo amin’ny Tendrombohitra Gerizima ilay fitahiana, ary eo amin’ny Tendrombohitra Ebala kosa ilay ozona.",
        "30": "Eny ampitan’i Jordana eny andrefana ireo tendrombohitra ireo, dia ao amin’ny tanin’ny Kananita mipetraka any Araba tandrifin’i Gilgala, eny akaikin’ny hazobe ao More.",
        "31": "Fa efa hiampita an’i Jordana ianareo izao, ka hiditra ao amin’ilay tany homen’i Jehovah Andriamanitrareo anareo. Rehefa maka an’ilay izy ho anareo ianareo ka mipetraka ao,",
        "32": "dia araho tsara ny fitsipika sy ny didim-pitsarana rehetra omeko anareo anio."
    },
    "12": {
        "1": "“Ireto avy ny fitsipika sy didim-pitsarana tokony harahinareo tsara mandritra ny androm-piainanareo, any amin’ilay tany homen’i Jehovah Andriamanitry ny razambenareo ho fanananareo:",
        "2": "Handresy firenena maro ianareo, ka tokony horavanareo tanteraka ny toerana rehetra anompoany ny andriamaniny, na eny amin’ny tendrombohitra avo izany, na eny amin’ny havoana, na eny ambanin’ny hazo midoroboka rehetra.",
        "3": "Arodano ny alitarany, potipoteho ny tsangambatony masina, dory ny tsato-kazony masina, ary kapao ny sary sokitra ataony andriamanitra, ka foano tanteraka eo amin’ilay toerana ny anaran’ireny andriamaniny ireny.",
        "4": "“Rehefa manompo an’i Jehovah Andriamanitrareo ianareo, dia aza manao hoatran’ny fanaon’izy ireo.",
        "5": "Mandehana kosa any amin’izay toerana fidin’i Jehovah Andriamanitrareo eo amin’ny fokonareo rehetra mba hametrahana ny anarany sy honenany, dia any ianareo no hanompo azy.",
        "6": "Any ianareo no tokony hanatitra ny fanatitra dorana, ny sorona, ny ampahafolon-karena, ny fanomezana avy aminareo, ny fanatitra fanefana voady, ny fanatitra an-tsitrapo, ary ny voalohan-teraky ny omby aman’ondrinareo.",
        "7": "Dia any ianareo sy ny ankohonanareo no hihinana eo anatrehan’i Jehovah Andriamanitrareo sy hifaly amin’izay rehetra hataonareo, satria efa notahin’i Jehovah Andriamanitrareo ianareo.",
        "8": "“Aza manao hoatr’izao ataontsika izao intsony, hoatr’izao samy manao izay saim-pantany izao,",
        "9": "satria ianareo mbola tsy tonga any amin’ny toerana hipetrahanareo sy any amin’ilay lova homen’i Jehovah Andriamanitrareo anareo.",
        "10": "Rehefa miampita an’i Jordana ianareo ka mipetraka ao amin’ilay tany homen’i Jehovah Andriamanitrareo ho fanananareo, dia harovany amin’ny fahavalonareo rehetra manodidina anareo ianareo, ka hiadana sy hilamina.",
        "11": "Dia hoentinareo any amin’izay toerana fidin’i Jehovah Andriamanitrareo hametrahana ny anarany ny zavatra rehetra asaiko entinareo, dia ny fanatitra dorana, ny sorona, ny ampahafolon-karena, ny fanomezana avy aminareo, ary izay fanatitra fidinareo hanefana ny voady hataonareo amin’i Jehovah.",
        "12": "Hifaly eo anatrehan’i Jehovah Andriamanitrareo ianareo sy ny zanakareo lahy, ny zanakareo vavy, ny mpanompolahinareo, ny mpanompovavinareo, ary ny Levita ao an-tanànanareo, satria ny Levita tsy mba manana anjara na lova eo aminareo.",
        "13": "Tandremo sao any amin’izay toeran-kafa tianareo ianareo no manolotra fanatitra dorana.",
        "14": "Eo amin’ilay toerana fidin’i Jehovah ao amin’ny tanin’ny foko anankiray aminareo ihany ianareo no tokony hanolotra fanatitra dorana. Eo koa ianareo no tokony hanao an’izay rehetra andidiako anareo.",
        "15": "“Isaky ny te hihinan-kena anefa ianao, dia mahazo mamono biby ka mihinana ny henany, arakaraka ny fitahian’i Jehovah Andriamanitrao anao ao an-tanànanao. Mahazo mihinana an’ilay hena ny olona maloto sy ny olona madio, hoatran’ny mihinana gazela na serfa ihany.",
        "16": "Aza hanina anefa ny rany. Tokony hararakao amin’ny tany toy ny rano ilay izy.",
        "17": "Tsy ho azonao hanina ao an-tanànanao ny ampahafolon’ny varimbazaha sy divay vaovao ary menaka atolotrao, na ny voalohan-teraky ny omby aman’ondrinao, na izay fanatitra hanefanao voady, na ny fanatitra an-tsitrapo, na ny fanomezana avy aminao.",
        "18": "Fa eo anatrehan’i Jehovah Andriamanitrao, eo amin’ilay toerana hofidin’i Jehovah Andriamanitrao, ianao no tsy maintsy hihinana an’izany, dia ianao sy ny zanakao lahy, ny zanakao vavy, ny mpanompolahinao, ny mpanompovavinao, ary ny Levita ao an-tanànanao. Dia hifaly eo anatrehan’i Jehovah Andriamanitrao ianao amin’izay rehetra hataonao.",
        "19": "Tandremo sao ataonao tsirambina ny fikarakarana ny Levita, raha mbola velona koa ianao ao amin’ny taninao.",
        "20": "“Rehefa itarin’i Jehovah Andriamanitrao ny taninao, araka ny efa nampanantenainy anao, ka te hihinan-kena ianao, dia mahazo mihinan-kena ianao isaky ny te hihinana.",
        "21": "Raha lavitra be anao ilay toerana fidin’i Jehovah Andriamanitrao hametrahana ny anarany, dia hamono omby na ondry avy amin’ny omby aman’ondry nomen’i Jehovah anao ianao, araka ny didy nomeko anao, ka ao an-tanànanao ianao no tokony hihinana an’ilay izy, isaky ny te hihinana.",
        "22": "Azonao hanina hoatran’ny mihinana gazela sy serfa ilay izy. Mahazo mihinana an’ilay izy daholo na ny olona maloto na ny olona madio.",
        "23": "Fa izao fotsiny: Tokony ho tapa-kevitra ny tsy hihinana ra mihitsy ianao, satria ny ra no aina, ka aza mihinana aina miaraka amin’ny hena.",
        "24": "Aza mihinana ra, fa araraho amin’ny tany toy ny rano izany.",
        "25": "Aza mihinana an’izany, dia amin’izay handeha tsara ny fiainanao sy ny an’ny zanakao, satria manao izay tsara eo imason’i Jehovah ianao.",
        "26": "Ny zava-masina hatolotrao sy ny fanatitra hanefanao voady ihany no azonao entina, rehefa mankany amin’ilay toerana fidin’i Jehovah ianao.",
        "27": "Any ianao no hanolotra ny fanatitra dorana, dia ny hena sy ny ra, eo amin’ny alitaran’i Jehovah Andriamanitrao. Dia araraho eo anilan’ny alitaran’i Jehovah Andriamanitrao ny ran’ny sorona hoentinao, fa ny henany kosa azonao hanina.",
        "28": "“Ankatoavy tsara daholo ireo teny rehetra andidiako anao ireo. Amin’izay dia handeha tsara foana ny fiainanao sy ny an’ny taranakao, satria manao izay tsara sy mety eo imason’i Jehovah Andriamanitrao ianao.",
        "29": "“Haringan’i Jehovah Andriamanitrao ireo firenena ho resinao, ary hipetraka ao amin’ny taniny ianao.",
        "30": "Tandremo anefa sao voafandrika hanaraka ny fanaon-dry zareo ianao, rehefa aringan’Andriamanitra tsy ho eo anatrehanao ry zareo. Aza manontanintany momba ny andriamaniny, hoe: ‘Mba ahoana àry no fanaon’ireo firenena ireo rehefa manompo ny andriamaniny ry zareo? Mba hanao hoatr’izany koa aho.’",
        "31": "Rehefa manompo an’i Jehovah Andriamanitrareo kosa ianareo, dia aza manao hoatran’ny fanaon-dry zareo. Zavatra maharikoriko an’i Jehovah sy halany daholo mantsy no ataon-dry zareo amin’ny andriamaniny, fa na ny zanany lahy sy ny zanany vavy aza dorany ao anaty afo ho an’ny andriamaniny.",
        "32": "Araho tsara daholo izay rehetra teneniko aminareo. Aza anampiana izany na analana."
    },
    "13": {
        "1": "“Raha misy mpaminany eo aminareo, na olona milaza ny hoavy amin’ny alalan’ny nofy, ka manome famantarana na fambara,",
        "2": "ary tanteraka ilay famantarana na fambara nolazainy, sady miteny izy hoe: ‘Andao isika hanaraka andriamanitra hafa, andriamanitra mbola tsy fantatrao, ary andao hanompo azy’,",
        "3": "dia aza mihaino an’izany mpaminany na mpanonofy izany. Mitsapa anareo mantsy i Jehovah Andriamanitrareo, mba hahalalany raha tia an’i Jehovah Andriamanitrareo amin’ny fonareo manontolo sy ny tenanareo manontolo ianareo.",
        "4": "I Jehovah Andriamanitrareo no tokony harahinareo, ary izy no tokony hatahoranareo. Ny didiny no tokony hankatoavinareo, ary ny feony no tokony hohenoinareo. Izy no tokony hotompoinareo sy hifikiranareo.",
        "5": "Tokony hovonoina ho faty kosa izany mpaminany na mpanonofy izany. Izy mantsy nitaona anareo hikomy tamin’i Jehovah Andriamanitrareo, ilay Andriamanitra nitondra anareo nivoaka avy tany Ejipta, sy nanavotra anareo avy tany amin’ny toerana nanandevozana anareo. Nitaona anareo hiala amin’ilay lalana nasain’i Jehovah Andriamanitrareo haleha koa izy. Esory tsy ho eo aminareo ny ratsy.",
        "6": "“Raha mitady hitaona anao mangingina ny rahalahinao zanaky ny reninao, na ny zanakao lahy, na ny zanakao vavy, na ny vady malalanao, na ny namana tena akaiky anao, ka miteny hoe: ‘Andao hanompo andriamani-kafa’, izay andriamanitra tsy fantatrao sady tsy fantatry ny razambenao,",
        "7": "ary andriamanitry ny firenena manodidina anao, na akaiky na lavitra, hatrany amin’ny faran’ilay tany,",
        "8": "dia aza manaiky azy na mihaino azy. Aza miantra azy, na mangoraka azy, na miaroaro azy,",
        "9": "fa tsy maintsy hovonoinao ho faty izy. Ny tananao mihitsy no tokony hamono azy voalohany, dia izay vao ny tanan’ny olona rehetra.",
        "10": "Torahy vato izy ho faty, satria nitady hampiala anao amin’i Jehovah Andriamanitrao, ilay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny toerana nanandevozana anao.",
        "11": "Dia haheno an’izany ny Israely rehetra ka hatahotra, dia tsy hisy hanao zava-dratsy hoatr’izany intsony eo aminareo.",
        "12": "“Raha sendra henonao ao amin’ny iray amin’ny tanàna homen’i Jehovah Andriamanitrao anao hoe:",
        "13": "‘Misy olona tsy misy ilana azy eo aminareo, ka tarihiny hivadika amin’Andriamanitra ny olona ao an-tanànany hoe: “Andao hanompo andriamani-kafa”, izay andriamanitra tsy fantatrao’,",
        "14": "dia hamotopototra sy hanadihady tsara ianao, sady hanontany. Raha voaporofo fa misy an’izany zava-maharikoriko izany tokoa eo aminareo,",
        "15": "dia tsy maintsy hovonoinao amin’ny sabatra ny mponin’izany tanàna izany. Aringano tanteraka amin’ny sabatra ilay tanàna sy izay rehetra ao aminy ary ny biby fiompiny.",
        "16": "Avy eo dia angony eo afovoan’ny tany malalaky ny tanàna ny zava-drehetra nobaboina tao, ary dory ilay tanàna. Dia ho fanatitra ho an’i Jehovah Andriamanitrao ny zavatra nobaboina tao, ka hodorana manontolo. Ho lasa korontam-bato mivangongo mandrakizay ilay tanàna, ary tsy tokony haorina intsony.",
        "17": "Aza maka amin’ny zavatra efa voatokana haringana. Amin’izay tsy ho tezitra be aminao i Jehovah, fa hamindra fo aminao ka hiantra anao, dia hataony lasa be dia be ianao, araka izay nianianany tamin’ny razambenao.",
        "18": "Tokony hankatò an’i Jehovah Andriamanitrao ianao ka hanaraka ny didiny rehetra andidiako anao anio, izany hoe hanao izay tsara eo imason’i Jehovah Andriamanitrao."
    },
    "14": {
        "1": "“Zanak’i Jehovah Andriamanitrareo ianareo. Aza didididiana ny vatanareo, ary aza haratana ny volomasonareo, rehefa misy maty.",
        "2": "Fa vahoaka masina ianareo amin’i Jehovah Andriamanitrareo, ary nofidin’i Jehovah avy tamin’ny firenena rehetra etỳ ambonin’ny tany, mba ho vahoakany sy ho fananany manokana.",
        "3": "“Aza mihinana zava-maharikoriko, na inona izany na inona.",
        "4": "Ireto avy ny biby azonareo hanina: Omby, ondry, osy,",
        "5": "serfa, gazela, serfa kely, osidia, antilopa, ondridia, ary ondry mpianika tendrombohitra.",
        "6": "Azonareo hanina izay biby mandinika rehetra mivaky kitro, izany hoe misaraka roa tsara ny kitrony.",
        "7": "Tsy azonareo hanina kosa ireto biby ireto, satria mandinika na mivaky kitro fotsiny: Ny rameva sy ny bitrodia ary ny bitrom-bato, satria mandinika ireny, saingy tsy mivaky kitro. Maloto aminareo ireny.",
        "8": "Toy izany koa ny kisoa, satria mivaky kitro ireny, saingy tsy mandinika. Maloto aminareo ireny. Aza hanina ny henany, ary aza kasihina ny fatiny.",
        "9": "“Izao no azonareo hanina amin’izay rehetra any anaty rano: Izay rehetra misy vombony sy kirany no azonareo hanina.",
        "10": "Tsy azonareo hanina kosa izay rehetra tsy misy vombony sy kirany. Maloto aminareo ireny.",
        "11": "“Azonareo hanina ny vorona madio rehetra.",
        "12": "Tsy azonareo hanina kosa ireto: Ny voromahery, ny hitsikitsika mpihinan-trondro, ny vaotoro mainty,",
        "13": "ny papango mena, ny papango mainty, ny karazana papango rehetra,",
        "14": "ny karazana goaika rehetra,",
        "15": "ny aotirisy, ny vorondolo, ny varevaka, ny karazana hitsikitsika lehibe rehetra,",
        "16": "ny vorondolo kely, ny vorondolo lava sofina, ny gisa mpanidina,",
        "17": "ny gisandrano, ny vaotoro, ny sakaizamboay,",
        "18": "ny vanobe, ny karazana vano rehetra, ny takodara, ary ny ramanavy.",
        "19": "Ny bibikely rehetra manana elatra sady mifanaretsaka koa dia maloto aminareo, ka tsy tokony hohanina.",
        "20": "Azonareo hanina kosa ny biby manidina rehetra izay madio.",
        "21": "“Aza mihinana biby maty ho azy. Fa vahoaka masina ianao amin’i Jehovah Andriamanitrao. Azonao omena ny vahiny mipetraka ao an-tanànanao anefa ilay izy, ka azony hanina. Azo amidy amin’ny hafa firenena koa ilay izy. “Aza mahandro zanak’osy amin’ny rononon-dreniny.",
        "22": "“Tsy maintsy manome ny ampahafolon’ny vokatra rehetra avy amin’ny voa nafafinao ianao, dia izay vokatry ny saha isan-taona.",
        "23": "Eo anatrehan’i Jehovah Andriamanitrao ianao no hihinana ny ampahafolon’ny varimbazahanao sy ny divainao vaovao sy ny menakao, ary ny voalohan-teraky ny omby aman’ondrinao, any amin’izay toerana fidiny hametrahana ny anarany. Amin’izay ianao hianatra hatahotra an’i Jehovah Andriamanitrao foana.",
        "24": "“Raha lavitra loatra anefa ny lalana halehanao, ka tsy vitanao ny mitondra an’ireny any amin’ny toerana hofidin’i Jehovah Andriamanitrao hametrahana ny anarany satria lavitra be anao ilay toerana—hitahy anao mantsy i Jehovah Andriamanitrao—",
        "25": "dia azonao avadika ho vola ireny, ka mandehana any amin’ilay toerana hofidin’i Jehovah Andriamanitrao, ary ento ny volanao.",
        "26": "Azonao vidina amin’ilay vola izay rehetra irinao na omby, na ondry, na osy, na divay, na toaka, na izay zavatra tianao. Hihinana an’izany eo anatrehan’i Jehovah ianao any, ary hifaly ianao sy ny ankohonanao.",
        "27": "Aza atao tsirambina ny fikarakarana ny Levita ao an-tanànanao, satria izy tsy mba manana anjara na lova eo aminao.",
        "28": "“Isaky ny telo taona, dia tokony hoentinao daholo ny ampahafolon’ny vokatra azonao amin’ilay taona fahatelo, ka hapetrakao ao an-tanànanao.",
        "29": "Dia ho tonga eo ny Levita satria tsy mba manana anjara na lova eo aminao izy. Ho tonga eo koa ny vahiny sy ny kamboty ray ary ny mpitondratena ao an-tanànanao, dia hihinana ka ho voky. Amin’izay ianao hotahin’i Jehovah Andriamanitrao amin’izay rehetra hataonao."
    },
    "15": {
        "1": "“Isaky ny fito taona, dia tokony hahafoy an’izay trosa anananao amin’olona ianao,",
        "2": "ka hoatr’izao no hatao: Hamoy an’izay trosa ananany any amin’ny namany ny tompon-trosa rehetra. Tsy hasainy handoa an’izany ny namany na ny rahalahiny, satria ho efa natao antso avo hoe afoy ny trosa rehetra ho voninahitr’i Jehovah.",
        "3": "Afaka mitaky trosa amin’ny hafa firenena anefa ianao, fa tokony hafoinao kosa izay rehetra anananao any amin’ny rahalahinao.",
        "4": "Na izany aza, dia tsy tokony hisy ho lasa mahantra eo aminao, satria tena hotahin’i Jehovah ianao ao amin’ilay tany homen’i Jehovah Andriamanitrao anao mba ho lovanao.",
        "5": "Tsy hotahiny anefa ianao raha tsy mankatò an-tsakany sy an-davany an’i Jehovah Andriamanitrao, sady tsy manaraka tsara ny didy rehetra omeko anao androany.",
        "6": "Hitahy anao mantsy i Jehovah Andriamanitrao, araka ny efa nampanantenainy anao. Hampindrana zavatra amin’ny firenena be dia be ianao, fa ianao kosa tsy mba hindrana. Hifehy firenena maro ianao, fa ireny kosa tsy mba hifehy anao.",
        "7": "“Raha misy lasa mahantra ny rahalahinao ao amin’ny tanànanao anankiray, ao amin’ilay tany homen’i Jehovah Andriamanitrao anao, dia aza mafy fo na kahihitra amin’ilay rahalahinao mahantra.",
        "8": "Fa tena tokony halala-tanana aminy ianao, ka hampindrana azy an’izay ilainy na izay tsy ananany.",
        "9": "Tandremo sao ataonao ao am-ponao foana izao eritreri-dratsy izao: ‘Efa akaiky izao ny taona fahafito, ilay taona hamelana trosa!’ Dia lasa tsy malala-tanana amin’ilay rahalahinao mahantra ianao, ka tsy manome azy na inona na inona. Koa raha mitaraina amin’i Jehovah momba anao izy, dia ho fahotana ho anao izany.",
        "10": "Tokony halala-tanana ianao ka hanome azy amin’ny fonao. Izany mantsy no mahatonga an’i Jehovah Andriamanitrao hitahy an’izay ataonao sy ny asanao rehetra.",
        "11": "Fa hisy mahantra foana ao amin’ilay tany. Izany no mahatonga ahy handidy anao hoe: ‘Tena tokony halala-tanana amin’ny rahalahinao mijaly sy mahantra ao amin’ny taninao ianao.’",
        "12": "“Raha nivarotra ny tenany taminao ny rahalahinao anankiray, na lehilahy hebreo izy na vehivavy hebreo, ka efa nanompo anao enin-taona, dia tokony hafahanao izy amin’ny taona fahafito.",
        "13": "Aza alefa tanam-polo izy rehefa manafaka azy ianao.",
        "14": "Tena tokony halala-tanana aminy ianao ka omeo amin’ny ondry aman’osinao izy, sady omeo amin’ny vokatrao avy eny am-pamoloana sy amin’ny menaka avy amin’ny famiazan’olivanao ary amin’ny divay avy amin’ny famiazam-boalobokao. Arakaraka ny fitahiana nomen’i Jehovah Andriamanitrao anao no tokony hanomezanao azy.",
        "15": "Tadidio fa andevo tany Ejipta ianao, ary navotan’i Jehovah Andriamanitrao. Izany no antony andidiako anao anio mba hanao an’izany.",
        "16": "“Raha miteny aminao anefa izy hoe: ‘Izaho tsy hiala ato aminao!’ satria tiany ianao sy ny ankohonanao ary nahafinaritra azy ny tao aminareo,",
        "17": "dia makà haolo ka teveho amin’iny eo amin’ny varavarana ny sofiny. Dia ho lasa mpanomponao mandra-pahafatiny izy. Hoatr’izany koa atao raha vehivavy ilay mpanompo.",
        "18": "Aza mieritreritra hoe voa mafy ianao raha manafaka azy dia lasa izy, satria raha nokaramainao izy hatramin’izay nanompoany anao enin-taona izay, dia ho indroan’ny karaman’ny mpiasa anankiray ny karamany. I Jehovah Andriamanitrao koa efa nitahy anao tamin’ny zavatra rehetra.",
        "19": "“Hamasino ho an’i Jehovah Andriamanitrao izay lahy voalohan-teraka rehetra amin’ny omby aman’ondrinao. Aza ampiasaina izay voalohan-teraky ny biby fiompinao, ary aza hetezana ny volon’izay voalohan-teraka amin’ny ondry aman’osinao.",
        "20": "Tokony hohaninao sy ny ankohonanao eo anatrehan’i Jehovah Andriamanitrao isan-taona izany, any amin’ny toerana hofidin’i Jehovah.",
        "21": "Aza atao sorona ho an’i Jehovah Andriamanitrao anefa ilay biby raha manan-takaitra, izany hoe raha malemy tongotra na jamba, na manana takaitra hafa ratsy be.",
        "22": "Ao an-tanànanao ianao no hihinana an’ilay izy, ary mahazo mihinana daholo na ny olona maloto na ny olona madio, hoatran’ny rehefa mihinana gazela na serfa ihany.",
        "23": "Aza hanina anefa ny rany, fa araraho amin’ny tany toy ny rano."
    },
    "16": {
        "1": "“Tsarovy foana ny volana Abiba ary ankalazao ny Paska ho an’i Jehovah Andriamanitrao, satria tamin’ny volana Abiba i Jehovah Andriamanitrao no nitondra anao nivoaka avy tany Ejipta, tamin’ny andro alina.",
        "2": "Any amin’ilay toerana fidin’i Jehovah hametrahana ny anarany ianao no tokony hamono ny biby hatao sorona hankalazana ny Paska ho an’i Jehovah Andriamanitrao, dia biby avy amin’ny ondry aman’osy sy omby.",
        "3": "Aza mihinana zavatra misy lalivay miaraka amin’ilay izy. Mofo tsy misy lalivay no tokony hohaninao mandritra ny fito andro, hoatran’ilay nohaninao tamin’ianao niala haingana be tany Ejipta. Amin’izay dia hotsaroanao ny fijalianao tany, ary tsy hohadinoinao mihitsy ilay andro nanafahana anao tany.",
        "4": "Tsy tokony hahitana lalivay ao aminao, sy ao amin’ny taninao rehetra, mandritra ny fito andro. Ary tsy tokony hisy hotehirizina mandra-paharainan’ny andro ny hena hataonao sorona amin’ ny harivan’ny andro voalohany.",
        "5": "Tsy izay tanàna homen’i Jehovah Andriamanitrao anao dia azonao amonoana ny biby hatao fanatitra hankalazana ny Paska.",
        "6": "Any amin’ilay toerana fidin’i Jehovah Andriamanitrao hametrahana ny anarany kosa ianao no tokony hanao an’izany. Amin’ny hariva vao maty masoandro ianao no tokony hamono an’ilay biby hatao fanatitra hankalazana ny Paska, amin’ny fotoana voatondro mifanitsy amin’ilay fotoana nivoahanao avy tany Ejipta.",
        "7": "Atonoy dia hano any amin’ilay toerana hofidin’i Jehovah Andriamanitrao ilay biby hatao sorona. Mahazo mody any amin’ny tranolainao ianao avy eo, rehefa maraina.",
        "8": "Enina andro ianao no tokony hihinana mofo tsy misy lalivay. Ary hisy fivoriambe makotrokotroka ho an’i Jehovah Andriamanitrao amin’ny andro fahafito. Koa aza manao asa, na inona izany na inona.",
        "9": "“Hanisa fito herinandro ianao, dia hanomboka hanisa an’ireo fito herinandro ireo, amin’ny andro voalohany hampiasanao antsim-bary mba hijinjana ny vokatra eny an-tsaha.",
        "10": "Dia ankalazao ho an’i Jehovah Andriamanitrao ny Fetin’ireo Herinandro, ka ento eny an-tananao ny fanatitra an-tsitrapo, arakaraka ny fitahiana omen’i Jehovah Andriamanitrao anao.",
        "11": "Ary hifaly eo anatrehan’i Jehovah Andriamanitrao ianao, any amin’ilay toerana fidin’i Jehovah Andriamanitrao hametrahana ny anarany. Hifaly any koa ny zanakao lahy, ny zanakao vavy, ny mpanompolahinao, ny mpanompovavinao, ny Levita ao an-tanànanao, ny vahiny, ny kamboty ray, ary ny mpitondratena eo aminao.",
        "12": "Tadidio fa andevo tany Ejipta ianao, ka ankatoavy sy araho ireo fitsipika ireo.",
        "13": "“Tokony hankalaza ny Fetin’ny Trano Rantsankazo ianao mandritra ny fito andro, rehefa manangom-bokatra avy eny am-pamoloana sy avy amin’ny famiazan’olivanao sy ny famiazam-boalobokao.",
        "14": "Ary hifaly mandritra ny fety ianao sy ny zanakao lahy, ny zanakao vavy, ny mpanompolahinao, ny mpanompovavinao, ny Levita, ny vahiny, ny kamboty ray, ary ny mpitondratena ao an-tanànanao.",
        "15": "Mandritra ny fito andro ianao no hankalaza an’ilay fety ho an’i Jehovah Andriamanitrao any amin’ilay toerana fidin’i Jehovah. Hotahin’i Jehovah Andriamanitrao mantsy ny vokatrao rehetra sy izay rehetra ataonao, ka ho faly be ianao.",
        "16": "“Intelo isan-taona ny lehilahy rehetra eo aminao no hiseho eo anatrehan’i Jehovah Andriamanitrao, any amin’ilay toerana fidiny: Amin’ny Fetin’ny Mofo Tsy Misy Lalivay, sy ny Fetin’ireo Herinandro, ary ny Fetin’ny Trano Rantsankazo. Tsy tokony hisy hitondra tanam-polo rehefa mankeo anatrehan’i Jehovah.",
        "17": "Be dia be ny fitahiana omen’i Jehovah Andriamanitrao anao, ka tokony ho arakaraka izany ny fanomezana hoentin’ny tsirairay.",
        "18": "“Manendre mpitsara sy mpifehy ny foko tsirairay ao amin’ny tanàna rehetra homen’i Jehovah Andriamanitrao anao. Ary hitsara araka ny rariny izy ireo.",
        "19": "Aza mamadika ny rariny, na miangatra, na mandray kolikoly. Manajamba ny mason’ny hendry sady mamadika ny tenin’olo-marina mantsy ny kolikoly.",
        "20": "Ny rariny ihany no tena tokony hataonao, mba ho velona ianao ka ho lasanao ilay tany homen’i Jehovah Andriamanitrao anao.",
        "21": "“Aza mamboly hazo hatao tsato-kazo masina eo akaikin’ilay alitara ataonao ho an’i Jehovah Andriamanitrao, na hazo inona izany na hazo inona.",
        "22": "“Aza manao tsangambato masina ho anao koa, fa zavatra halan’i Jehovah Andriamanitrao izany."
    },
    "17": {
        "1": "“Aza atao sorona ho an’i Jehovah Andriamanitrao ny omby na ondry manan-takaitra na misy kilema, satria maharikoriko an’i Jehovah Andriamanitrao izany.",
        "2": "“Andeha hatao hoe misy lehilahy na vehivavy eo aminareo, ao amin’ny iray amin’ny tanàna homen’i Jehovah Andriamanitrao anao, ka manao izay ratsy eo imason’i Jehovah sady mivadika amin’ny fifanekena nataon’Andriamanitra.",
        "3": "Dia lasa manompo andriamani-kafa izy ary miankohoka amin’ireny, na amin’ny masoandro, na amin’ny volana na amin’izay rehetra eny amin’ny lanitra, nefa zavatra tsy mba nandidiako izany.",
        "4": "Rehefa misy milaza aminao momba an’izany, na henonao izany, dia tokony hanadihady tsara ianao. Raha voaporofo fa nisy nanao an’izany zava-maharikoriko izany tokoa eo amin’ny Israely,",
        "5": "dia avoahy ho eny am-bavahadin’ny tanàna ilay lehilahy na vehivavy nanao an’izany zava-dratsy izany, ka torahy vato ho faty.",
        "6": "Olona roa na telo no mijoro ho vavolombelona, vao azo vonoina ho faty ny olona mendrika ho faty. Tsy azo vonoina ho faty noho ny tenin’ny vavolombelona iray ihany izy.",
        "7": "Ny tanan’ireo vavolombelona no hamono azy voalohany, dia izay vao ny tanan’ny olona rehetra. Esory eo aminao ny ratsy.",
        "8": "“Raha misy raharaham-pitsarana sarotra loatra aminao ao amin’ny iray amin’ny tanànanao, na momba ny fandatsahan-dra izany, na fampakarana raharaha any amin’ny fitsarana, na herisetra, na fifandirana hafa, dia mandehana miakatra any amin’ilay toerana fidin’i Jehovah Andriamanitrao.",
        "9": "Mankanesa any amin’ny Levita mpisorona sy any amin’ilay mpitsara miasa amin’izany fotoana izany ka anontanio izy ireo, dia holazainy aminao ny didim-pitsarana.",
        "10": "Dia tanteraho izay didim-pitsarana lazainy aminao eo amin’ilay toerana fidin’i Jehovah. Tanteraho tsara daholo izay asainy ataonao.",
        "11": "Ankatoavy izay lalàna asehony anao sy izay didim-pitsarana lazainy aminao. Araho foana ny didim-pitsarana holazainy aminao, fa aza mivily miankavanana na miankavia.",
        "12": "Hovonoina ho faty ny olona sahisahy ratsy ka tsy mihaino an’ilay mpisorona manompo an’i Jehovah Andriamanitrao, na tsy mihaino an’ilay mpitsara. Esory eo amin’ny Israely ny ratsy.",
        "13": "Dia haheno an’izany ny olona rehetra ka hatahotra, ary tsy ho sahisahy ratsy intsony.",
        "14": "“Rehefa miditra ao amin’ilay tany homen’i Jehovah Andriamanitrao anao ianao, ary maka an’ilay izy ho anao sady mipetraka ao, ka miteny hoe: ‘Andeha aho hanendry mpanjaka hifehy ahy, hoatran’ny ataon’ny firenena rehetra manodidina ahy’,",
        "15": "dia izay mpanjaka fidin’i Jehovah Andriamanitrao ihany no tsy maintsy hotendrenao hifehy anao. Olona avy amin’ny rahalahinao no hotendrenao ho mpanjaka, fa tsy azonao tendrena hifehy anao ny hafa firenena tsy rahalahinao.",
        "16": "Tsy tokony hampitombo ny isan’ny soavaliny anefa izy, na handefa olona hiverina any Ejipta mba hahazoana soavaly betsaka kokoa. Niteny taminareo mantsy i Jehovah hoe: ‘Aza miverina amin’io lalana io intsony ianareo.’",
        "17": "Tsy tokony hanambady maro koa izy, sao ho voafitaka ny fony. Ary tsy tokony hanangona volafotsy sy volamena be dia be ho azy izy.",
        "18": "Rehefa mipetraka eo amin’ny seza fiandrianan’ny fanjakany izy, dia tsy maintsy adikany ao anaty boky ity Lalàna ity, mba hampiasainy, ka ataony mitovy amin’ilay Lalàna tehirizin’ny Levita mpisorona ilay izy.",
        "19": "“Hotehiriziny any aminy foana izy io, ary hovakiny amin’ny andro rehetra iainany, mba hianarany hatahotra an’i Jehovah Andriamaniny, sy hianarany hankatò an’izay rehetra voalazan’io Lalàna io sy ireto fitsipika ireto.",
        "20": "Amin’izay dia tsy hanandra-tena ho ambony noho ny rahalahiny izy, fa hanaraka foana ny didy ka tsy hivily hiankavanana na hiankavia. Dia haharitra eo amin’ny fitondrana izy ka hanjaka eo amin’ny Israely izy sy ny taranany."
    },
    "18": {
        "1": "“Tsy hahazo anjara na lova eo amin’ny Israely ny Levita mpisorona, sy ny fokon’i Levy manontolo mihitsy. Ny fanatitra atao anaty afo ho an’i Jehovah no hohaniny, fa izany no lovany.",
        "2": "Koa tsy tokony hahazo lova eo amin’ny rahalahiny izy ireo, fa i Jehovah no lovany, araka izay noteneniny taminy.",
        "3": "“Manan-jo hahazo an’ireto avy amin’ny vahoaka ny mpisorona rehefa misy manao sorona biby, na omby izany na ondry: Ny sorony sy ny vavany ary ny vavoniny.",
        "4": "Omeo azy koa ny voaloham-bokatra amin’ny varimbazahanao sy ny divainao vaovao sy ny menakao ary ny santatry ny volonondrinao vao avy nohetezana.",
        "5": "Izy sy ny zanany mantsy no nofidin’i Jehovah Andriamanitrao avy teo amin’ny fokonao rehetra mba hanompo foana amin’ny anaran’i Jehovah.",
        "6": "“Raha misy Levita anankiray miala any amin’ny tanàna nipetrahany, ao amin’ny iray amin’ny tanànanao any Israely, ka te ho any amin’izay toerana fidin’i Jehovah,",
        "7": "dia afaka manompo amin’ny anaran’i Jehovah Andriamaniny koa izy any, hoatran’ny Levita rahalahiny rehetra manompo eo anatrehan’i Jehovah any.",
        "8": "Hahazo anjara sakafo mitovy amin’ny an’ireo izy, ankoatra an’izay azony rehefa mivarotra ny fananany navelan’ny razambeny.",
        "9": "“Rehefa tafiditra ao amin’ilay tany homen’i Jehovah Andriamanitrao anao ianao, dia aza mianatra ny zava-maharikoriko fanaon’ireny firenena ireny.",
        "10": "Tsy tokony hisy eo aminao mihitsy ny olona mandoro ny zanany lahy na ny zanany vavy ao anaty afo, na manao sikidy, na mampiasa herin’ny maizina, na mitady fambara, na milalao ody,",
        "11": "na mamosavy, na mankany amin’ny mpamoha angatra na mpilaza ny hoavy, na olona manontany amin’ny maty.",
        "12": "Maharikoriko an’i Jehovah mantsy izay manao an’ireo zavatra ireo. Ary ireo fanao maharikoriko ireo no mahatonga an’i Jehovah Andriamanitrao handroaka an’ireny olona ireny hiala eo anatrehanao.",
        "13": "Asehoy hoe tsy misy tsiny eo anatrehan’i Jehovah Andriamanitrao ianao.",
        "14": "“Ireny firenena ho resinao ireny mantsy nihaino foana an’ireny mpampiasa herin’ny maizina sy mpanao sikidy ireny. Fa ianao kosa tsy avelan’i Jehovah Andriamanitrao hanao hoatr’izany.",
        "15": "Hanendry mpaminany ho anao i Jehovah Andriamanitrao, dia mpaminany hoatr’ahy, avy eo amin’ny rahalahinao. Henoy izy.",
        "16": "Izany no valin’ilay nangatahinao tamin’i Jehovah Andriamanitrao tany Horeba, tamin’ilay andro nivorian’ny vahoaka. Hoy mantsy ianao tamin’izay: ‘Aleo izahay tsy maheno ny feon’i Jehovah Andriamanitray intsony, na mahita an’io afo lehibe io intsony, sao ho faty izahay!’",
        "17": "Dia hoy i Jehovah tamiko: ‘Mety izany nolazainy izany.",
        "18": "Hanendry mpaminany ho an-dry zareo avy eo amin’ny rahalahiny aho, dia mpaminany hoatr’anao. Ary hampitaiko aminy ny teny tiako holazainy, ka hoteneniny amin’izy ireo izay rehetra andidiako azy.",
        "19": "Tsy hataoko afa-maina izay tsy mihaino ny teniko holazain’io mpaminany io amin’ny anarako.",
        "20": "“‘Raha misy mpaminany sahisahy ratsy milaza zavatra amin’ny anarako, nefa zavatra tsy nasaiko nolazainy, dia hovonoina ho faty izy. Hovonoina ho faty koa izy raha miteny amin’ny anaran’andriamani-kafa.",
        "21": "Mety hiteny anakampo anefa ianao hoe: “Dia ahoana no hahafantaranay hoe tsy niteny an’ilay izy i Jehovah?”",
        "22": "Raha miteny amin’ny anaran’i Jehovah ilay mpaminany, nefa tsy mitranga na tsy tanteraka ilay zavatra teneniny, dia tsy nolazain’i Jehovah ilay izy. Sahisahy ratsy ilay mpaminany nilaza an’izany. Koa tsy tokony hatahotra azy ianao.’"
    },
    "19": {
        "1": "“Rehefa aringan’i Jehovah Andriamanitrao ny firenena tompon’ilay tany homen’i Jehovah Andriamanitrao anao, ka efa azonao ny tanin’izy ireo, ary efa mipetraka ao amin’ny tanànany sy ny tranony ianao,",
        "2": "dia tokony hanokana tanàna telo ianao, ao amin’ilay tany homen’i Jehovah Andriamanitrao ho fanananao.",
        "3": "Tokony hozarainao telo ilay tany omen’i Jehovah Andriamanitrao ho anao. Amboary ny lalana mankany amin’ireo tanàna ireo, mba ho afaka handositra any amin’ny iray amin’ireo izay nahafaty olona.",
        "4": "“Izao no tokony hataon’izay namono olona ka mahazo mandositra any mba tsy ho faty: Raha nahafaty olona tsy nahy izy nefa tsy nankahala an’ilay olona,",
        "5": "ohatra hoe tamin’izy niaraka tamin’ilay olona haka kitay tany anaty ala, dia nanainga famaky izy mba hikapa hazo, nefa niala tamin’ny tahony ny lelan’ilay famaky ka nahavoa an’ilay olona ary maty ilay olona, dia tokony handositra any amin’ny iray amin’ireo tanàna ireo izy mba tsy ho faty.",
        "6": "Raha tsy izany mantsy, dia hanenjika azy ny mpamaly ra, raha iny mbola tezitra be iny. Ary ho tratran’ilay mpamaly ra izy satria lavitra be ny lalana mankany amin’ilay tanàna, ka hovonoiny ho faty. Tsy mendrika ny ho faty anefa izy satria tsy hoe nankahala an’ilay olona izy talohan’izay.",
        "7": "Izany no antony andidiako anao hoe: ‘Manokàna tanàna telo.’",
        "8": "“Raha itarin’i Jehovah Andriamanitrao ny taninao, araka izay nianianany tamin’ny razambenao, ary omeny anao daholo ilay tany nampanantenainy hoe homena ny razambenao",
        "9": "—raha mankatò an-tsakany sy an-davany ny didy rehetra omeko anao anio ianao, ka tia an’i Jehovah Andriamanitrao sy mandeha foana amin’ny lalana atorony—dia ampio tanàna telo hafa ireo tanàna telo ireo.",
        "10": "Amin’izay dia tsy hisy ran’olona tsy manan-tsiny ho latsaka eo amin’ilay tany homen’i Jehovah Andriamanitrao ho lovanao, ary tsy ho meloka ho nandatsa-dra ianao.",
        "11": "“Fa raha misy kosa nankahala olona ary efa nandrasany ilay olona dia noratrainy ka maty, ary avy eo izy nandositra tany amin’ny iray amin’ireo tanàna ireo,",
        "12": "dia hampiantso azy avy any ny anti-panahy ao an-tanànany, ka hanolotra azy eo am-pelatanan’ny mpamaly ra, dia tsy maintsy hovonoina ho faty izy.",
        "13": "Tsy tokony hiantra azy ianao, fa esory eo amin’ny Israely ny heloka vokatry ny fandatsahana ran’olona tsy manan-tsiny. Amin’izay dia handeha tsara ny fiainanao.",
        "14": "“Rehefa azonao ny lovanao ao amin’ilay tany homen’i Jehovah Andriamanitrao ho fanananao, dia aza akisaka amin’izay efa nametrahan’ny razambenareo azy ny marika mamaritra ny tanin’ny namanao.",
        "15": "“Raha vavolombelona iray ihany, dia tsy mahazo miampanga olon-kafa hoe nanao diso na nanota. Ny tenin’ny vavolombelona roa na telo no ahazoana antoka hoe mitombina ny zavatra iray.",
        "16": "Raha misy vavolombelona mitetika ny hanao ratsy ka miampanga olon-kafa hoe nanao ratsy,",
        "17": "dia hijoro eo anatrehan’i Jehovah izy roa lahy manana ady, izany hoe eo anatrehan’ny mpisorona sy ny mpitsara miasa amin’izany fotoana izany.",
        "18": "Dia hanadihady tsara ireo mpitsara ireo, ka raha vavolombelona mandainga ilay miampanga, sady nanendrikendrika an’ilay rahalahiny,",
        "19": "dia tokony hataonao aminy izay noeritreretiny hatao amin’ilay rahalahiny. Esory eo aminao ny ratsy.",
        "20": "Dia haheno an’izany ny olon-kafa rehetra ka hatahotra, dia tsy hisy hanao zava-dratsy hoatr’izany intsony eo aminao.",
        "21": "Tsy tokony hiantra azy ianao, fa aina ho solon’ny aina, maso ho solon’ny maso, nify ho solon’ny nify, tanana ho solon’ny tanana, ary tongotra ho solon’ny tongotra."
    },
    "20": {
        "1": "“Raha mandeha miady amin’ny fahavalonao ianao, ka hitanao fa betsaka noho ny anao ny soavaliny sy ny kalesiny ary ny miaramilany, dia aza matahotra azy. Manampy anao mantsy i Jehovah Andriamanitrao, ilay nitondra anao niakatra avy tany Ejipta.",
        "2": "Rehefa handeha hiady ianareo, dia tokony hanatona hiresaka amin’ny miaramila ny mpisorona,",
        "3": "hoe: ‘Mihainoa, ry Israely ô! Handeha hiady amin’ny fahavalonareo ianareo izao, ka aza mitebiteby. Aza matahotra na mihorohoro na mangovitra noho ny aminy.",
        "4": "Fa miara-mandeha aminareo i Jehovah Andriamanitrareo ka hiady amin’ny fahavalonareo, ary hamonjy anareo.’",
        "5": "“Hilaza amin’ny miaramila koa ny mpifehy hoe: ‘Iza no nahavita trano vaovao nefa mbola tsy nitokana an’ilay izy? Aleo izy mody any an-tranony, sao maty any an’ady ka lehilahy hafa no hitokana an’ilay trano.",
        "6": "Iza koa no namboly voaloboka nefa mbola tsy nioty ny vokatra amin’ilay izy? Aleo izy mody any an-tranony, sao maty any an’ady ka lehilahy hafa no hioty amin’ilay izy.",
        "7": "Iza koa no manana fofombady nefa mbola tsy nanambady an’ilay vehivavy? Aleo izy mody any an-tranony, sao maty any an’ady ka lehilahy hafa no hanambady an’ilay vehivavy.’",
        "8": "Tokony hanontanian’ny mpifehy koa ny miaramila hoe: ‘Iza no matahotra na mitebiteby? Tokony hody any an-tranony izy, sao izy indray no hahatonga ny rahalahiny hatahotra hoatr’azy.’",
        "9": "Rehefa avy miresaka amin’ny miaramila ny mpifehy, dia hanendry lehiben’ny tafika izy hitarika ny miaramila.",
        "10": "“Raha manatona tanàna iray ianao mba hiady aminy, dia lazao amin’ny mponina ao izay tokony hataony mba tsy hisian’ny ady.",
        "11": "Raha manaiky izy ireo hoe tsy hiady ka manokatra vavahady mba hidiranao, dia ho lasanao ny olon-drehetra ao amin’ilay tanàna ka hampanaovinao asa an-terivozona ary hanompo anao.",
        "12": "Raha tsy manaiky hihavana aminao kosa izy fa te hiady aminao, dia tokony hataonao fahirano.",
        "13": "Dia hataon’i Jehovah Andriamanitrao resinao tokoa ilay tanàna, ka vonoy amin’ny sabatra ny lehilahy rehetra ao.",
        "14": "Azonao atao babo kosa ny vehivavy, ny ankizy, ny biby fiompy, ary ny zava-drehetra ao amin’ilay tanàna, dia ny fananana rehetra ao. Hano koa ny zavatra nentinao ho babo avy tamin’ny fahavalonao, dia izay nomen’i Jehovah Andriamanitrao anao.",
        "15": "“Hoatr’izany no hataonao amin’ny tanàna lavitra be rehetra, izay tsy anisan’ny tanànan’iretsy firenena etsy akaiky iretsy.",
        "16": "Aza avela hisy zavamananaina ho velona anefa ao amin’ny tanànan’iretsy firenena homen’i Jehovah Andriamanitrao ho lovanao iretsy.",
        "17": "Fa aringano tanteraka ny Hetita, ny Amorita, ny Kananita, ny Perizita, ny Hivita, ary ny Jebosita, araka ny didy nomen’i Jehovah Andriamanitrao anao.",
        "18": "Sao izy ireo hampianatra anareo hanao ny zava-maharikoriko rehetra fanaony amin’ny andriamaniny, ka hahatonga anareo hanota amin’i Jehovah Andriamanitrareo.",
        "19": "“Raha manao fahirano tanàna iray ianao, ary azonao ilay tanàna rehefa avy niady nandritra ny andro maromaro ianao, dia aza aripaka sy kapaina amin’ny famaky daholo ny hazo maniry ao. Azonao hanina ny voany, fa aza tapahina ny hazo. Ny hazo koa ve dia hataonao fahirano hoatran’ny olona?",
        "20": "Izay hazo misy voany fantatrao hoe tsy fihinana ihany no azonao aripaka. Azonao tapahina ilay izy ka ampiasainao hanaovana fahirano an’ilay tanàna miady aminao, mandra-paharesiny."
    },
    "21": {
        "1": "“Raha misy olona maty novonoin’olona ka hita mitsirara any an-tsaha, ao amin’ilay tany homen’i Jehovah Andriamanitrao anao, ary tsy fantatra izay namono azy,",
        "2": "dia tokony hivoaka ny anti-panahy sy ny mpitsara eo aminao, ka handrefy manomboka eo amin’ilay faty ka hatreny amin’ireo tanàna manodidina.",
        "3": "Avy eo dia tokony haka vantotr’ombivavy mbola tsy nampiasaina sady mbola tsy nitondra zioga mihitsy ny anti-panahy ao amin’ny tanàna akaiky indrindra an’ilay faty.",
        "4": "Ary hoentin’ireo anti-panahy ireo eny amin’ny lohasaha misy rano mikoriana ilay vantotr’ombivavy, eny amin’ny lohasaha mbola tsy nasaina sady tsy namafazana voa. Dia hovelezin’izy ireo eo amin’ilay lohasaha ny hatok’ilay ombivavy mba hahafaty azy.",
        "5": "“Ary hanatona eo ny mpisorona, izany hoe ny Levita, satria izy ireo no nofidin’i Jehovah Andriamanitrao hanompo azy sy hitso-drano amin’ny anaran’i Jehovah. Izy ireo no hilaza ny fomba handaminana ny adin’izay rehetra nifamaly ka nampiasa herisetra.",
        "6": "Dia hanasa ny tanany eo ambonin’ilay vantotr’ombivavy daholo ny anti-panahy ao amin’ilay tanàna akaiky indrindra an’ilay faty, rehefa avy novelezina teo amin’ilay lohasaha ny hatok’ilay ombivavy.",
        "7": "Ary tokony hiteny izy ireo hoe: ‘Tsy namono an’io olona io izahay, sady tsy nahita ny namonoana azy.",
        "8": "Aza atao tompon’andraikitra amin’izany ny Israely vahoakanao izay navotanao, Jehovah ô! Ary aza melohina ho nandatsaka ran’olona tsy manan-tsiny ny Israely vahoakanao.’ Dia tsy holazaina hoe meloka ho nandatsa-dra izy ireo.",
        "9": "Amin’izay dia tsy hisy ho meloka ho nandatsaka ran’olona tsy manan-tsiny eo aminao, satria manao izay tsara eo imason’i Jehovah ianao.",
        "10": "“Raha mandeha miady amin’ny fahavalonao ianao, ary ataon’i Jehovah Andriamanitrao resinao izy ireo ka entinao ho babo,",
        "11": "ary mahita vehivavy tsara tarehy eo amin’ireo babo ianao, ka lasa tia azy ary te hanambady azy,",
        "12": "dia azonao entina ao an-tranonao izy. Tokony hosolainy ny lohany, hotapahiny ny hohony,",
        "13": "hesoriny ny akanjo nanaovany tamin’izy babo, ary hipetraka ao an-tranonao izy. Hitomany an-drainy sy ny reniny mandritra ny iray volana katroka izy, dia mahazo manao firaisana aminy ianao aorian’izay. Dia ho lasa vadiny ianao, ary izy ho vadinao.",
        "14": "Raha lasa tsy mahafinaritra anao anefa izy, dia tokony havelanao handeha any amin’izay tiany haleha. Tsy azonao amidy kosa izy na ampijalina, satria efa nataonao afa-baraka.",
        "15": "“Raha misy lehilahy manana vady roa, ka ny iray no tiany kokoa noho ilay anankiray, nefa samy niterahany zanakalahy izy roa vavy, saingy ny zanak’ilay tsy tiany no lahimatoa,",
        "16": "dia tsy azony atao lahimatoa ny zanak’ilay tiany ho solon’ny zanak’ilay tsy tiany, izay tena lahimatoany, rehefa tonga ny andro izarany lova amin’ireo zanany lahy.",
        "17": "Tokony hekeny fa ny zanak’ilay tsy tiany no lahimatoa, ka tokony homeny anjaran’olon-droa amin’izay rehetra ananany. Izy io mantsy no naterany voalohany, ka an’io zanany io ny zon’ny lahimatoa.",
        "18": "“Raha misy lehilahy manan-janaka mafy loha sy mpikomy, sady tsy mankatò ray na reny, ary efa niezaka ry zareo nanitsy azy saingy tsy nety nihaino izy,",
        "19": "dia tokony hitondra azy any amin’ny anti-panahy eo am-bavahadin’ny tanànany ny rainy sy ny reniny.",
        "20": "Ary hilaza amin’ny anti-panahy ao an-tanànany ry zareo hoe: ‘Mafy loha sy mpikomy ity zanakay ity sady tsy mety mankatò anay. Izy koa tendan-kanina sady mamo lava.’",
        "21": "Dia hitora-bato azy ho faty ny olon-drehetra ao an-tanànany. Koa esory eo aminao ny ratsy. Ary haheno an’izany ny Israely rehetra ka hatahotra.",
        "22": "“Raha misy olona manao fahotana azo anamelohana azy ho faty, ka novonoina izy ary nahantona teo amin’ny tsato-kazo,",
        "23": "dia tsy tokony hajanona eo mandritra ny alina ny fatiny, fa tokony halevina amin’iny andro iny ihany. Voaozon’Andriamanitra mantsy izay mihantona eo amin’ny tsato-kazo. Tsy tokony holotoinao ny taninao, izay homen’i Jehovah Andriamanitrao ho lovanao."
    },
    "22": {
        "1": "“Raha hitanao diso lalana ny ombin’ny rahalahinao na ny ondriny, dia aza odiana tsy hita fotsiny fa ento miverina any amin’ny rahalahinao.",
        "2": "Raha tsy mipetraka eny akaikinao eny anefa ny rahalahinao na raha tsy fantatrao izy, dia tokony hoentinao mody any an-tranonao ilay biby, ka hajanona ao aminao mandra-pitadin’ny rahalahinao an’ilay izy. Tokony haverinao amin’ny rahalahinao ilay izy amin’izay.",
        "3": "Izany no tokony hataonao amin’ny ampondran’ny rahalahinao, sy ny akanjony, ary izay fananany very ka hitanao. Aza odiana tsy hita fotsiny ilay izy.",
        "4": "“Raha hitanao lavo eny an-dalana ny ampondran’ny rahalahinao na ny ombiny, dia aza odiana tsy hita fotsiny. Tokony hampianao hanarina an’ilay izy ny rahalahinao.",
        "5": "“Tsy mahazo manao akanjon-dehilahy ny vehivavy, ary ny lehilahy tsy tokony hanao akanjom-behivavy. Maharikoriko an’i Jehovah Andriamanitrao mantsy izay olona manao an’izany.",
        "6": "“Raha sendra mahita akanim-borona ianao eny an-dalana, na eny ambony hazo izany na eo amin’ny tany, ka misy zana-borona na atody ao amin’ilay izy, ary ao ambanin’ilay reniny ny zanany na ny atodiny, dia aza alaina miaraka amin’ny zanany ilay reniny.",
        "7": "Alefaso ilay reniny fa ny zanany kosa azonao alaina. Ataovy izany dia handeha tsara ny fiainanao sady ho ela velona ianao.",
        "8": "“Asio arofanina ny tampon-trano raha manao trano vaovao ianao, sao hivesatra trosan-dra ianao sy ny ao an-tranonao, raha sanatria misy olona mianjera avy eny.",
        "9": "“Aza mamafy voa roa karazana eo amin’ny tanimboalobokao, sao dia halaina ho an’ny toerana masina daholo ny vokatra avy amin’ny voa afafinao sy ny vokatry ny tanimboalobokao.",
        "10": "“Aza ampiraisina zioga hiasa tany ny omby sy ny ampondra.",
        "11": "“Aza manao akanjo vita amin’ny volonondry sy rongony niara-notenomina.",
        "12": "“Asio vona ny zorony efatra amin’ny lamba fitafinao.",
        "13": "“Raha misy lehilahy maka vady ary manao firaisana amin’ilay vehivavy, nefa lasa mankahala azy",
        "14": "ka miampanga azy ho ratsy fitondran-tena, ary manala baraka azy hoe: ‘Nalaiko ho vady ity vehivavy ity, nefa rehefa nanao firaisana taminy aho, dia tsy nahita porofo hoe mbola virjiny izy’,",
        "15": "dia hasehon’ny ray aman-drenin’ilay tovovavy amin’ny anti-panahy eo am-bavahadin’ny tanàna ny porofo hoe virjiny ilay tovovavy.",
        "16": "Dia hiteny amin’ny anti-panahy ny rain’ilay tovovavy hoe: ‘Nomeko ho vadin’io lehilahy io ny zanako vavy, nefa lasa halany,",
        "17": "sady ampangainy hoe ratsy fitondran-tena, ka hoy izy: “Tsy nahita porofo aho hoe mbola virjiny ny zanakao vavy.” Intỳ anefa ny porofo fa virjiny ny zanako.’ Dia hovelarin’izy ireo eo anatrehan’ny anti-panahy ao an-tanàna ilay lamba.",
        "18": "Koa halain’ireo anti-panahy ao an-tanàna ilay lehilahy, dia hofaiziny.",
        "19": "Hosazin’izy ireo handoa volafotsy 100 sekely koa izy, ka homeny ny rain’ilay tovovavy izany. Nanala baraka virjiny teo amin’ny Israely mantsy ilay lehilahy. Ary mbola ho vadiny ihany ilay tovovavy, ka tsy azony isarahana mandritra ny androm-piainany.",
        "20": "“Raha marina anefa ilay fiampangana, ka tsy misy porofo hoe virjiny ilay tovovavy,",
        "21": "dia havoaka ho eo amin’ny fidirana amin’ny tranon’ny rainy izy, ary hitora-bato azy ho faty ny olona ao an-tanànany. Nanao zavatra manala baraka teo amin’ny Israely mantsy izy, satria nijangajanga tamin’izy tao an-tranon’ny rainy. Esory eo aminao ny ratsy.",
        "22": "“Raha misy lehilahy tratra manao firaisana amin’ny vehivavy vadin’olona, dia tsy maintsy miaraka vonoina ho faty izy roa, izany hoe ilay lehilahy nanao firaisana tamin’ilay vehivavy sy ilay vehivavy. Koa esory eo amin’ny Israely ny ratsy.",
        "23": "“Raha misy tovovavy virjiny efa fofombadin’olona, ary misy lehilahy mahita azy ao an-tanàna ka manao firaisana aminy,",
        "24": "dia tokony havoakanao eny am-bavahadin’ilay tanàna izy roa ka hotoraham-bato ho faty. Tsy niantsoantso mafy tao an-tanàna mantsy ilay tovovavy, ary ilay lehilahy kosa nandoto ny vadin’ny namany. Koa esory eo aminao ny ratsy.",
        "25": "“Raha sendra hitan’ilay lehilahy tany an-tsaha kosa ilay tovovavy efa fofombadin’olona, ary matanjaka noho izy ilay lehilahy ka nanolana azy, dia ilay lehilahy nanao firaisana taminy ihany no hovonoina ho faty.",
        "26": "Aza atao na inona na inona ilay tovovavy, fa tsy nanao fahotana tokony hahafaty azy izy. Izany dia mitovy amin’ny hoe misy olona anankiray mamely ny namany ka mamono azy.",
        "27": "Sendra hitan’ilay lehilahy tany an-tsaha mantsy ilay tovovavy efa fofombadin’olona, ary niantsoantso mafy izy fa tsy nisy olona namonjy azy.",
        "28": "“Raha misy lehilahy sendra mahita tovovavy virjiny mbola tsy fofombadin’olona, ary misambotra azy ka manao firaisana aminy ary hitan’ny olona izy roa,",
        "29": "dia hanome volafotsy 50 sekely ho an’ny rain’ilay tovovavy ilay lehilahy nanao firaisana taminy. Ary ho lasa vadiny ilay tovovavy satria efa nataony afa-baraka, ka tsy azony isarahana mandritra ny androm-piainany.",
        "30": "“Tsy misy lehilahy mahazo maka ny vadin’ny rainy, sao izy hanala baraka ny rainy."
    },
    "23": {
        "1": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah izay lehilahy novosirina ka notorotoroina ny vihiny, na izay nesorina ny filahiany.",
        "2": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah ny zazasary. Na hatramin’ny taranany fahafolo aza tsy misy mahazo miditra ho anisan’ny fiangonan’i Jehovah.",
        "3": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah na ny Amonita na ny Moabita. Na hatramin’ny taranany fahafolo aza tsy misy mahazo miditra ho anisan’ny fiangonan’i Jehovah mihitsy.",
        "4": "Tsy nanampy anareo mantsy izy ireo sady tsy nanome sakafo sy rano anareo, tamin’ianareo teny an-dalana avy tany Ejipta. Nokaramainy hanozona anareo koa i Balama zanak’i Beora, avy any Petora, any Mezopotamia.",
        "5": "Tsy nety nihaino an’i Balama anefa i Jehovah Andriamanitrao, fa novan’i Jehovah Andriamanitrao ho tsodrano ho anao ilay ozona, satria tia anao i Jehovah Andriamanitrao.",
        "6": "Tsy tokony hitady izay hahasoa an’ireny mihitsy ianao na hanao izay hiadanany, mandritra ny androm-piainanao.",
        "7": "“Aza mankahala Edomita, satria rahalahinao izy. “Aza mankahala Ejipsianina, fa efa mba vahiny tany amin’ny taniny ihany ianao.",
        "8": "Mahazo miditra ho anisan’ny fiangonan’i Jehovah ny zafiafin’izy ireo.",
        "9": "“Mitandrema amin’izay zavatra mandoto anao, rehefa mitoby hiady amin’ny fahavalonao ianao.",
        "10": "Raha misy lehilahy lasa maloto satria nivoaka tsirinaina tamin’ny alina, dia tokony hankany ivelan’ny toby izy, ary tsy tokony hiverina ao amin’ny toby.",
        "11": "Tokony hisasa amin’ny rano izy rehefa harivariva ny andro, ka mahazo miverina ao amin’ny toby indray rehefa milentika ny masoandro.",
        "12": "Tokony hisy toeram-pivoahana azo ampiasaina eny ivelan’ny toby, ka any no tokony handehananao.",
        "13": "Tokony hisy hazo maranitra koa hoentinao miaraka amin’ny fitaovanao. Rehefa mipetraka mininginingina eny ivelany àry ianao dia tokony hangady lavaka amin’ilay hazo, dia avy eo totofy ny malotonao.",
        "14": "Mandehandeha ao an-tobinao mantsy i Jehovah Andriamanitrao, mba hamonjy anao sy hanampy anao handresy ny fahavalonao. Tsy maintsy masina àry ny tobinao sao hahita zavatra tsy mendrika eo aminao izy, dia hiala eo ka tsy hiaraka aminao intsony.",
        "15": "“Tsy tokony hatolotrao amin’ny tompony ny mpanompo, raha mandositra avy any amin’ny tompony izy ka mankany aminao.",
        "16": "Mahazo mipetraka any amin’izay tiany izy, any amin’izay toerana fidiny hipetrahana ao amin’ny iray amin’ny tanànanao. Ary aza mampijaly azy.",
        "17": "“Tsy misy mahazo manao mpivaro-tenan’ny tempoly, na ny zanakavavin’ny Israely na ny zanakalahin’ny Israely.",
        "18": "Aza entina ao an-tranon’i Jehovah Andriamanitrao mba hanefana voady ny karaman’ny vehivavy mpivaro-tena na ny karaman’ny lehilahy mpivaro-tena, satria samy maharikoriko an’i Jehovah Andriamanitrao izany.",
        "19": "“Aza maka tombony amin’ny rahalahinao rehefa mampindrana vola na sakafo na zavatra hafa mety ho azo akana tombony.",
        "20": "Azonao akana tombony anefa ny hafa firenena rehefa mampindrana azy ianao, fa ny rahalahinao kosa aza akana. Amin’izay dia hotahin’i Jehovah Andriamanitrao ianao amin’izay rehetra ataonao eo amin’ilay tany halainao ho anao.",
        "21": "“Raha mivoady amin’i Jehovah Andriamanitrao ianao, dia aza miandry ela be vao manatanteraka an’ilay voady. Tena hotakin’i Jehovah Andriamanitrao aminao mantsy ny hanefanao an’ilay izy. Raha tsy manefa an’ilay izy ianao, dia ho fahotana ho anao izany.",
        "22": "Tsy ho meloka hoe nanota anefa ianao raha tsy mivoady.",
        "23": "Tokony hitana ny teninao ianao, ka tanteraho izay voady nolazainao, fa hoatran’ny fanatitra an-tsitrapo ho an’i Jehovah Andriamanitrao ihany ilay izy.",
        "24": "“Raha mankeny amin’ny tanimboalobok’olona ianao, dia mahazo mihinana voaloboka izay laninao, nefa tsy tokony hitondra amin’ny harona.",
        "25": "“Raha mankeny amin’ny sahan’olona misy varimbazaha ianao, dia mahazo mioty salohy masaka amin’ny tananao, fa tsy tokony hojinjainao amin’ny antsy fijinjana ny varimbazahan’olona."
    },
    "24": {
        "1": "“Raha manambady vehivavy anankiray ny lehilahy iray, kanefa lasa tsy mahafinaritra azy ilay vehivavy satria hitany nanao zavatra tsy mendrika, dia tsy maintsy manao taratasy fisaraham-panambadiana izy ka homeny an’ilay vehivavy izany, dia horoahiny hiala ao an-tranony ilay vehivavy.",
        "2": "Rehefa miala ao an-tranony ilay vehivavy, dia mahazo manambady olon-kafa.",
        "3": "Raha lasa mankahala an’ilay vehivavy koa ilay vadiny faharoa, ka manao taratasy fisaraham-panambadiana ary manome azy an’ilay taratasy sady mandroaka azy hiala ao an-tranony, na raha maty ilay vadiny faharoa,",
        "4": "dia tsy mahazo manambady azy intsony ilay vadiny voalohany nandroaka azy, satria efa voaloto izy. Maharikoriko an’i Jehovah mantsy izany, ka aza mampanota ny olona ao amin’ilay tany homen’i Jehovah Andriamanitrao ho lovanao.",
        "5": "“Raha vao nanambady ny lehilahy anankiray, dia tsy tokony hanao miaramila na hampanaovina adidy hafa. Tsy tokony hampanaovina adidy izy mandritra ny herintaona fa hijanona ao an-trano, dia hampifalifaly an’ilay vadiny.",
        "6": "“Tsy tokony hisy haka vato fikosoham-bary mba hatao antoka, na ny vato amboniny fotsiny aza, satria ny fiveloman’ilay olona mihitsy no alaina hatao antoka amin’izany.",
        "7": "“Raha misy olona anankiray tratra naka an-keriny ny rahalahiny israelita, ka nampijaly azy sy nivarotra azy, dia tsy maintsy hovonoina ho faty ilay naka an-keriny. Tokony hesorinao eo aminao ny ratsy.",
        "8": "“Rehefa misy voan’ny habokana, dia araho tsara izay toromarika rehetra lazain’ny Levita mpisorona aminareo. Araho an-tsakany sy an-davany izay nandidiako azy ireo.",
        "9": "Tsarovy izay nataon’i Jehovah Andriamanitrao tamin’i Miriama teny an-dalana, tamin’ianareo avy tany Ejipta.",
        "10": "“Raha mampindrana zavatra ny namanao ianao, na inona izany na inona, dia aza miditra ao an-tranony mba haka ny zavatra omeny hatao antoka.",
        "11": "Mijoroa eo ivelany, fa ilay olona nampindraminao zavatra no tokony hamoaka an’izay ataony antoka, dia hanome an’ilay izy anao.",
        "12": "Ary raha mahantra ilay olona, dia aza mandeha matory raha mbola any aminao ilay zavatra nomeny hatao antoka.",
        "13": "Tokony haverinao aminy ilay zavatra nomeny hatao antoka, raha vao milentika ny masoandro. Dia hoentiny matory ilay akanjony ka hitso-drano anao izy. Ho olo-marina eo anatrehan’i Jehovah Andriamanitrao ianao raha manao an’izany.",
        "14": "“Aza ambakaina ny mpikarama sahirana sady mahantra, na rahalahinao izy na vahiny mipetraka ao an-tanànanao, eo amin’ny taninao.",
        "15": "Tokony homenao azy amin’iny andro iny ihany ny karamany, alohan’ny hilentehan’ny masoandro, fa sahirana izy ka iny karamany iny no antoky ny ainy. Sao mantsy izy hitaraina amin’i Jehovah momba anao, ka ho fahotana ho anao izany.",
        "16": "“Tsy tokony hovonoina ho faty noho ny fahotan’ny zanany ny ray, ary tsy tokony hovonoina ho faty noho ny fahotan’ny rainy ny zanaka. Hovonoina ho faty noho ny fahotana vitany ihany ny olona tsirairay.",
        "17": "“Aza mamoaka didim-pitsarana tsy ara-drariny rehefa mitsara ny vahiny na ny kamboty ray, ary aza alaina ho antoka ny akanjon’ny mpitondratena.",
        "18": "Tadidio hoe andevo tany Ejipta ianao, fa navotan’i Jehovah Andriamanitrao avy tany. Izany no antony andidiako anao mba hanao an’izany.",
        "19": "“Rehefa mijinja ny vokatrao any an-tsaha ianao, ka misy amboara hadinonao any, dia aza miverina maka an’ilay izy. Tokony havela ho an’ny vahiny sy ny kamboty ray ary ny mpitondratena ilay izy. Dia hotahin’i Jehovah Andriamanitrao ianao amin’izay rehetra ataonao.",
        "20": "“Rehefa mikapoka ny hazo olivanao ianao, dia aza iverenana kapohina ireo sampany. Tokony havela ho an’ny vahiny sy ny kamboty ray ary ny mpitondratena izay ambiny eo.",
        "21": "“Rehefa mioty voaloboka eny amin’ny tanimboalobokao ianao, dia aza miverina mioty an’izay sisa tavela. Tokony havela ho an’ny vahiny sy ny kamboty ray ary ny mpitondratena ireny.",
        "22": "Tadidio fa andevo tany Ejipta ianao. Izany no antony andidiako anao hanao an’izany."
    },
    "25": {
        "1": "“Raha misy olona mifamaly be, dia mahazo mankany amin’ny mpitsara izy ireo. Dia hotsaraina izy ireo ka holazaina hoe tsy manan-tsiny ilay tsy diso, ary holazaina hoe meloka ilay nanao ratsy.",
        "2": "Raha mendrika ny hokapohina ilay nanao ratsy, dia hasain’ny mpitsara matory mihohoka amin’ny tany izy, ary hokapohina eo anatrehany. Tokony ho arakaraka ny ratsy nataony ny isan’ny kapoka homena azy.",
        "3": "Azon’izy ireo kapohina hatramin’ny in-40 izy, saingy tsy azo atao mihoatra an’izay. Raha kapohina mihoatra an’izay mantsy ilay rahalahinao, dia ho lasa tsy misy hajany eo imasonao izy.",
        "4": "“Aza asiana fehivava ny omby miasa eny am-pamoloana.",
        "5": "“Raha misy mpirahalahy miara-monina ary maty ny anankiray nefa mbola tsy nitera-dahy, dia tsy tokony hanambady olon-kafa ivelan’ny fianakaviana ilay vady navelan’ny maty. Tokony hankany amin’ilay vehivavy ny rahalahin’ny vadiny ary hampakatra azy ho vady, izany hoe hitondra loloha azy.",
        "6": "Dia hitondra ny anaran’ilay rahalahiny efa maty ny zaza voalohany haterak’ilay vehivavy, amin’izay mba tsy ho foana eo amin’ny Israely ny anaran’ilay rahalahiny.",
        "7": "“Raha tsy te hanambady an’ilay vady navelan’ny rahalahiny anefa ilay lehilahy, dia tokony hankeny amin’ny anti-panahy eny am-bavahadin’ny tanàna ilay vehivavy, ka hiteny hoe: ‘Tsy manaiky hamelona ny anaran’ny rahalahiny eo amin’ny Israely ny rahalahin’ny vadiko. Tsy mety manambady ahy mantsy izy.’",
        "8": "Dia hiantso an’ilay lehilahy ny anti-panahy ao an-tanànany ka hiresaka aminy. Raha mbola tsy manaiky ihany anefa ilay lehilahy ka miteny hoe: ‘Tsy te hanambady azy aho’,",
        "9": "dia tokony hankeo aminy eo imason’ny anti-panahy ilay vady navelan’ny rahalahiny, ka hanala ny kapa eny an-tongotr’ilay lehilahy, dia handrora eo amin’ny tarehiny sady hiteny hoe: ‘Hoatr’izao no hatao amin’izay lehilahy tsy manome taranaka ho an’ny rahalahiny!’",
        "10": "Aorian’izay dia izao no anarana hahafantarana ny fianakavian’ilay lehilahy, eo amin’ny Israely: ‘Ny ankohonan’ilay nalana kapa.’",
        "11": "“Raha misy lehilahy roa miady, ka miditra koa ny vadin’ny anankiray mba hiaro ny vadiny amin’ilay mamely azy, ary manatsotra ny tanany ilay vehivavy ka mandray an’ilay lehilahy eo amin’ny filahiany,",
        "12": "dia hotapahinao ny tanany. Tsy tokony hiantra azy ianao.",
        "13": "“Aza mitondra vatomizana roa samy hafa ao anaty kitaponao, izany hoe ny iray lehibe ary ny iray kely.",
        "14": "Tsy azonao atao ny manana famarana roa samy hafa ao an-tranonao, izany hoe ny iray lehibe ary ny iray kely.",
        "15": "Tokony ho vatomizana marina sy tsy mandainga foana no ampiasainao, ary famarana marina sy tsy mandainga. Amin’izay dia ho ela velona ianao, ao amin’ilay tany homen’i Jehovah Andriamanitrao anao.",
        "16": "Maharikoriko an’i Jehovah Andriamanitrao mantsy ny olona rehetra manao ny tsy marina toy izany.",
        "17": "“Tadidio ny nataon’i Amaleka taminao teny an-dalana, tamin’ianao nivoaka avy tany Ejipta.",
        "18": "Tonga teo aminareo teny an-dalana izy ireo, ka nanafika an’izay rehetra tsy naharaka ny namany, tamin’ianareo efa reraka sy vizana. Tsy natahotra an’Andriamanitra izy.",
        "19": "Rehefa arovan’i Jehovah Andriamanitrao amin’ny fahavalo rehetra manodidina anao ianao, ao amin’ilay tany homen’i Jehovah Andriamanitrao ho lovanao sy ho fanananao, dia tokony hofafanao eny ambanin’ny lanitra ny fahatsiarovana ny Amalekita. Aza hadinoinao izany."
    },
    "26": {
        "1": "“Rehefa tafiditra ao amin’ilay tany homen’i Jehovah Andriamanitrao ho lovanao ianao, ka maka an’izany ho anao sady mipetraka ao,",
        "2": "dia akao ny voaloham-bokatra rehetra hangoninao ao amin’ilay tany homen’i Jehovah Andriamanitrao anao. Ataovy ao anaty harona izany, dia ento mankany amin’ilay toerana fidin’i Jehovah Andriamanitrao hametrahana ny anarany.",
        "3": "Dia mankanesa any amin’izay mpisorona manompo amin’izany fotoana izany, ka lazao aminy hoe: ‘Holazaiko amin’i Jehovah Andriamanitrao anio, fa efa tafiditra eto amin’ilay tany nianianan’i Jehovah tamin’ny razambentsika hoe homena antsika aho.’",
        "4": "“Ary horaisin’ilay mpisorona eny an-tananao ilay harona, ka hapetrany eo anoloan’ny alitaran’i Jehovah Andriamanitrao.",
        "5": "Dia lazao eo anatrehan’i Jehovah Andriamanitrao hoe: ‘Aramianina nifindrafindra monina ny raiko, ary nidina tany Ejipta izy sy ny ankohonany dia nivahiny tany. Vitsivitsy no niaraka taminy tamin’izay, nefa lasa firenena lehibe sy matanjaka ary be mponina izy tany.",
        "6": "Dia nampijaly anay ny Ejipsianina sady nampahory sy nanandevo mafy anay.",
        "7": "Koa nitaraina taminao izahay, ry Jehovah Andriamanitry ny razambenay, dia nihaino anay ianao, Jehovah ô, sady nijery ny fahorianay sy ny zava-tsarotra niainanay ary ny fijalianay.",
        "8": "Farany, dia nitondra anay nivoaka avy tany Ejipta tamin’ny tanana matanjaka sy sandry mahery ianao, Jehovah ô, sady nanao zavatra nampahatahotra be sy famantarana ary fahagagana.",
        "9": "Dia nentinao teto amin’ity toerana ity izahay, ka nomenao an’ity tany tondra-dronono sy tantely ity.",
        "10": "Ireto entiko ireto àry ny voaloham-bokatry ny tany nomen’i Jehovah ahy.’ “Apetraho eo anatrehan’i Jehovah Andriamanitrao ilay izy, ary miankohofa eo anatrehan’i Jehovah Andriamanitrao.",
        "11": "Dia hifaly noho ny soa rehetra nataon’i Jehovah Andriamanitrao taminao sy ny ankohonanao ianao sy ny Levita ary ny vahiny eo aminao.",
        "12": "“Rehefa voatokanao daholo ny ampahafolon’ny vokatrao amin’ilay taona fahatelo, izany hoe ilay taona hanomezana ny ampahafolony, dia omeo ho an’ny Levita sy ny vahiny sy ny kamboty ray ary ny mpitondratena izany. Dia hihinana an’izany ao an-tanànanao izy ireo, ka ho voky.",
        "13": "Dia avy eo ianao hiteny eo anatrehan’i Jehovah Andriamanitrao hoe: ‘Efa nesoriko tao an-tranoko ireny zavatra masina ireny, dia nomeko ho an’ny Levita sy ny vahiny sy ny kamboty ray ary ny mpitondratena, araka ny didy nomenao ahy. Tsy nandika ny didinao aho, na hoe nanao tsinontsinona an’izany.",
        "14": "Tsy nihinanako ireny tamin’izaho nisaona, ary tsy nakako tamin’izaho naloto, sady tsy nanomezako ho an’ny maty. Efa nankatò ny tenin’i Jehovah Andriamanitro aho sady nanao araka ny didy rehetra nomenao ahy.",
        "15": "Koa mba tsinjovy avy any an-danitra fonenanao masina ny Israely vahoakanao sy ilay tany tondra-dronono sy tantely nomenao anay, ka tahio araka ilay fianianana nataonao tamin’ny razambenay.’",
        "16": "“Mandidy anao hanaraka an’ireo fitsipika sy didim-pitsarana ireo i Jehovah Andriamanitrao androany. Ankatoavy ireo, ka araho amin’ny fonao manontolo sy ny tenanao manontolo.",
        "17": "Nanome toky anao i Jehovah androany hoe ho Andriamanitrao izy, raha mandeha amin’ny lalana atorony ianao sady mankatò ny fitsipiny sy ny didiny ary ny didim-pitsarany, ary mihaino ny feony.",
        "18": "Ianao kosa nanome toky an’i Jehovah androany hoe ho vahoakany ianao, dia ho fananany manokana, araka izay nampanantenainy anao, ary hankatò ny didiny rehetra.",
        "19": "Dia hanandratra anao ho ambony noho ny firenena hafa rehetra nataony izy, araka ny nampanantenainy. Ho fiderana sy laza ary voninahitra ho azy ianao, rehefa lasa vahoaka masina eo anatrehan’i Jehovah Andriamanitrao, araka ny nampanantenainy.”"
    },
    "27": {
        "1": "Dia nandidy ny olona i Mosesy sy ny anti-panahin’ny Israely hoe: “Ankatoavy ny didy rehetra andidiako anareo anio.",
        "2": "Rehefa hiampita an’i Jordana ianao mba ho any amin’ilay tany homen’i Jehovah Andriamanitrao anao, dia manangàna vato lehibe ho anao, amin’io andro io, ka lalory ireny.",
        "3": "Soraty eo amin’ireo vato ireo ny teny rehetra ato amin’ity Lalàna ity rehefa tonga eny ampita ianao. Amin’izay dia hiditra ao amin’ilay tany tondra-dronono sy tantely homen’i Jehovah Andriamanitrao anao ianao, araka ny efa nampanantenain’i Jehovah Andriamanitry ny razambenao anao.",
        "4": "Rehefa tonga eny ampitan’i Jordana ianareo, dia atsangano eo amin’ny Tendrombohitra Ebala ireo vato ireo, dia lalory, araka ny didy omeko anareo androany.",
        "5": "Rehefa eo ianareo, dia manaova koa alitara vato ho an’i Jehovah Andriamanitrao, nefa aza mampiasa fitaovana vy rehefa manamboatra an’ilay izy.",
        "6": "Vato mbola tsy voapaika no hanaovanao an’ilay alitaran’i Jehovah Andriamanitrao, ary manolora fanatitra dorana eo amboniny, ho an’i Jehovah Andriamanitrao.",
        "7": "Dia manolora sorona iombonana, ka hano eo izany. Ary hifaly eo anatrehan’i Jehovah Andriamanitrao ianao.",
        "8": "Dia soraty mazava tsara eo amin’ireo vato ireo ny teny rehetra ato amin’ity Lalàna ity.”",
        "9": "Avy eo dia hoy i Mosesy sy ny Levita mpisorona tamin’ny Israely rehetra: “Mangìna, ry Israely ô, dia henoy izao! Lasa vahoakan’i Jehovah Andriamanitrao ianao androany.",
        "10": "Henoy ny feon’i Jehovah Andriamanitrao, ary ankatoavy ny didiny sy ny fitsipiny omeko anao anio.”",
        "11": "Nandidy ny olona koa i Mosesy tamin’izay andro izay hoe:",
        "12": "“Rehefa tonga eny ampitan’i Jordana ianareo, dia ireto avy ny foko hitsangana eo amin’ny Tendrombohitra Gerizima mba hilaza an’izay fitahiana ho azon’ny vahoaka: Simeona, Levy, Joda, Isakara, Josefa, ary Benjamina.",
        "13": "Ireto kosa no hitsangana eo amin’ny Tendrombohitra Ebala mba hilaza ozona: Robena, Gada, Asera, Zebolona, Dana, ary Naftaly.",
        "14": "Dia hamaly ny Levita sady hiteny mafy amin’ny Israelita rehetra hoe:",
        "15": "“‘Voaozona izay manao sary sokitra, na sarivongana metaly, dia zavatra maharikoriko an’i Jehovah sady asa tanan’ny mpanao asa tanana. Voaozona izay manao an’izany sady manafina an’ilay izy.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "16": "“‘Voaozona izay manao tsinontsinona ny rainy na ny reniny.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "17": "“‘Voaozona izay manakisaka ny marika mamaritra ny tanin’ny namany.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "18": "“‘Voaozona izay mahatonga ny jamba ho diso lalana.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "19": "“‘Voaozona izay mamoaka didim-pitsarana tsy ara-drariny rehefa mitsara ny vahiny sy ny kamboty ray ary ny mpitondratena.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "20": "“‘Voaozona izay manao firaisana amin’ny vadin’ny rainy, satria manala baraka ny rainy izy.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "21": "“‘Voaozona izay manao firaisana amin’ny biby.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "22": "“‘Voaozona izay manao firaisana amin’ny anabaviny, na amin’ny zanakavavin’ny rainy, na amin’ny zanakavavin’ny reniny.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "23": "“‘Voaozona izay manao firaisana amin’ny rafozambaviny.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "24": "“‘Voaozona izay miafina mba hamono olona ka mahafaty azy.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "25": "“‘Voaozona izay mandray kolikoly mba hamonoana olona tsy manan-tsiny.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’",
        "26": "“‘Voaozona izay tsy manaraka an’izay voalazan’ity Lalàna ity, izany hoe tsy mankatò ny Lalàna.’ Dia hamaly ny olona rehetra hoe: ‘Amena!’"
    },
    "28": {
        "1": "“Raha tena mihaino ny feon’i Jehovah Andriamanitrao ianao, ka mankatò ny didiny rehetra omeko anao androany, dia tena hasandratr’i Jehovah Andriamanitrao ho ambony noho ny firenena rehetra eto ambonin’ny tany.",
        "2": "Ary ho tonga aminao sady hahatratra anao ireto fitahiana rehetra ireto, satria ianao mihaino ny feon’i Jehovah Andriamanitrao foana:",
        "3": "“Hotahina ianao ao an-tanàna, ary hotahina koa any an-tsaha.",
        "4": "“Hotahina ny zanakao sy ny vokatry ny taninao ary ny zanaky ny biby fiompinao, na ny zanak’ombinao izany na ny zanak’ondrinao.",
        "5": "“Hotahina ny haronao sy ny vilia famolavolanao koba.",
        "6": "“Hotahina ianao rehefa miditra, ary hotahina rehefa mivoaka.",
        "7": "“Hataon’i Jehovah resinao izay fahavalo miady aminao. Lalana iray no handehanany rehefa hanafika anao izy, fa lalana fito kosa no handosirany anao.",
        "8": "Hamoaka didy koa i Jehovah hoe hotahina ny trano fitehirizam-bokatrao sy izay rehetra ataonao, ka tena hotahiny tokoa ianao eo amin’ilay tany homen’i Jehovah Andriamanitrao anao.",
        "9": "Hataon’i Jehovah vahoaka masina ho an’ny tenany ianao, araka izay nianianany taminao, satria ankatoavinao foana ny didin’i Jehovah Andriamanitrao, sady arahinao ny lalana atorony.",
        "10": "Dia ho hitan’ny firenena rehetra eto ambonin’ny tany fa antsoina amin’ny anaran’i Jehovah ianao, ka hatahotra anao izy ireo.",
        "11": "“Ary hataon’i Jehovah lasa be dia be ny zanakao sy ny biby fiompinao ary ny vokatry ny taninao, eo amin’ilay tany nianianan’i Jehovah tamin’ny razambenao hoe homena anao.",
        "12": "Hosokafan’i Jehovah ho anao ny lanitra, izay fitehirizany vokatra be dia be, ka handatsaka orana ara-potoana eo amin’ny taninao izy sady hitahy an’izay rehetra ataonao. Dia hampindrana zavatra ny firenena maro ianao, fa ianao kosa tsy mba hindrana.",
        "13": "Hataon’i Jehovah lohany ianao fa tsy rambony. Ary ho eny amin’ ny fara tampony ianao, fa tsy ho eny amin’ny farany ambany, raha ankatoavinao foana ny didin’i Jehovah Andriamanitrao, dia ny didy omeko anao androany mba hankatoavinao sy hotanterahinao.",
        "14": "Araho foana ny teny rehetra andidiako anareo androany, ka aza mivily miankavanana na miankavia. Aza manaraka andriamani-kafa na manompo an’ireny.",
        "15": "“Raha tsy mihaino ny feon’i Jehovah Andriamanitrao kosa ianao, ka tsy mankatò ny didiny rehetra sy ny lalàny omeko anao androany, dia ho tanteraka aminao ireto ozona rehetra ireto, sady hahatratra anao:",
        "16": "“Ho voaozona ianao ao an-tanàna, ary ho voaozona any an-tsaha.",
        "17": "“Ho voaozona ny haronao sy ny vilia famolavolanao koba.",
        "18": "“Ho voaozona ny zanakao sy ny vokatry ny taninao ary ny zanak’ombinao sy ny zanak’ondrinao.",
        "19": "“Ho voaozona ianao rehefa miditra, ary ho voaozona rehefa mivoaka.",
        "20": "“Hozonin’i Jehovah ianao amin’izay rehetra ataonao ka hataony misahotaka sady hosaziny, mandra-pahalany ringana anao sy mandra-paharipaka anao haingana. Nanao ratsy foana mantsy ianao sady nahafoy ahy.",
        "21": "Hataon’i Jehovah miraikitra aminao ny aretina, mandra-pandripak’Andriamanitra anao tanteraka eo amin’ilay tany halainao ho anao.",
        "22": "Hataon’i Jehovah voan’ny tioberkilaozy sy ny fanaviana mahery ary ny hoditra mitera-mena ianao, sady hataony miakatra be ny hafananao. Hasiany amin’ny sabatra koa ianao, ary hataony mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny volinao. Dia hanenjika anao ireo mandra-paharipaka anao.",
        "23": "Hohidiako ny lanitra eo ambony lohanao mba tsy handatsaka orana, ary hataoko tsy mamokatra ny tany eo ambany tongotrao.",
        "24": "Fasika sy vovoka no ranonorana harotsak’i Jehovah avy any an-danitra eo amin’ny taninao, mandra-pahalany ringana anao.",
        "25": "Hataon’i Jehovah resin’ny fahavalonao ianao. Lalana iray no handehananao rehefa hanafika azy ireo ianao, fa lalana fito kosa no handosiranao azy. Hihorohoro ny fanjakana rehetra eran-tany rehefa mahita an’izay manjo anao.",
        "26": "Ho lasa sakafon’ny voro-manidina rehetra eny amin’ny lanitra sy ny bibidia ny fatinao, nefa tsy hisy hampatahotra an’ireny biby ireny ka hampandositra azy.",
        "27": "“Hasian’i Jehovah amin’ny vain’i Ejipta sy ny hemoroida sy ny aretin-koditra mitera-mena ary ny aretin-koditra mibontsimbontsina ianao, ka tsy ho sitrana amin’ireny mihitsy.",
        "28": "Ary hataon’i Jehovah lasa adala sy jamba ianao, ary mikorontan-tsaina.",
        "29": "Hitsapatsapa ianao amin’ny mitataovovonana, hoatran’ny jamba mitsapatsapa ao anaty haizina, ka tsy hahomby daholo izay hataonao. Dia hisy hanambaka sy handroba foana ianao, nefa tsy hisy hamonjy.",
        "30": "Hanana fofombady ianao, saingy hisy lehilahy hanolana azy. Hanamboatra trano ianao, nefa tsy hipetraka ao, ary hamboly voaloboka, nefa tsy hisantatra ny vokatra.",
        "31": "Hovonoina eo imasonao ny ombinao, nefa ianao tsy mba hihinana ny henany. Hisy hangalatra eo imasonao ny ampondranao, nefa tsy haverina aminao. Homena ho an’ny fahavalonao ny ondrinao, nefa tsy hisy hamonjy anao.",
        "32": "Homena ho an’ny firenen-kafa ny zanakao lahy sy ny zanakao vavy, ary ho hitanao mihitsy izany. Halahelo azy ireo foana ianao amin’izay, saingy tsy ho afa-manoatra.",
        "33": "Hohanin’ny firenen-kafa tsy fantatrao ny vokatry ny taninao sy ny zavatra vokarinao rehetra. Ary hisy hanambaka sy hampijalijaly foana ianao.",
        "34": "Ho lasa adala ianao noho ny zavatra hitan’ny masonao.",
        "35": "“Hasian’i Jehovah amin’ny vay mampanaintaina be sady tsy mety sitrana ianao, eo amin’ny lohalikao sy ny tongotrao, ary hatrany an-tampon-dohanao ka hatrany am-paladianao.",
        "36": "Horoahin’i Jehovah hankany amin’ny firenena tsy fantatrao sy tsy fantatry ny razambenao ianao sy ny mpanjaka apetrakao hitondra anao. Rehefa any ianao dia hanompo andriamani-kafa, dia andriamanitra vato aman-kazo.",
        "37": "Dia hihorohoro daholo ny firenena rehefa mahita an’izay manjo anao, ary hesoesoiny sy hataony fihomehezana ianao, any amin’ny firenena rehetra hitondran’i Jehovah anao.",
        "38": "“Be dia be ny voa hoentinao hafafy any an-tsaha, saingy kely ny vokatra hangoninao, satria ho lanin’ny valala izany.",
        "39": "Hamboly voaloboka sy hikarakara an’ilay izy ianao, saingy tsy hisotro divay na dia kely aza sady tsy hioty na inona na inona, satria ho lanin’ny kankana izany.",
        "40": "Hanana hazo oliva ianao manerana ny taninao, nefa tsy hihosotra menaka satria hihintsana ny olivanao.",
        "41": "Hiteraka zanakalahy sy zanakavavy ianao, saingy tsy ho anao foana izy ireo satria ho lasa babo.",
        "42": "Ho rakotra bibikely mifanaretsaka ny hazonao rehetra sy ny vokatry ny taninao.",
        "43": "Ary hisondrotra ho ambony kokoa noho ianao foana ny vahiny mipetraka eo aminao, fa ianao kosa hietry ho ambany kokoa foana.",
        "44": "Hampindrana zavatra anao izy, fa ianao kosa tsy mba hampindrana azy. Izy ho lohany, fa ianao kosa ho rambony.",
        "45": "“Ho tanteraka aminao ireo ozona rehetra ireo, ary hanenjika anao ka hahatratra anao mandra-pahalany ringana anao. Tsy nihaino ny feon’i Jehovah Andriamanitrao mantsy ianao ka tsy nankatò ny didiny sy ny lalàny nandidiany anao.",
        "46": "Ho tanteraka aminao sy ny taranakao foana ireo, ka ho famantarana sy anatra mandrakizay,",
        "47": "satria ianao tsy mba falifaly sy ravoravo rehefa nanompo an’i Jehovah Andriamanitrao, nefa ianao nanan-javatra be dia be.",
        "48": "Halefan’i Jehovah hiady aminao ny fahavalonao, dia hanompo an’ireny ianao nefa ianao noana sy mangetaheta, sady zara raha mitafy sy tsy manana na inona na inona. Ary hasiany zioga vy eo amin’ny vozonao, mandra-pandringany tanteraka anao.",
        "49": "“Hisy firenena avy any lavitra, avy any amin’ny faran’ny tany, hampirisihin’i Jehovah hiady aminao. Hifaoka tampoka toy ny voromahery ilay firenena. Fiteny tsy ho azonao no ampiasainy,",
        "50": "ary masiaka be ny endriny ka tsy hiantrany ny antitra sady tsy horaharahiany ny tanora.",
        "51": "Hohanin’izy ireo ny zanaky ny biby fiompinao sy ny vokatry ny taninao, mandra-pahalany ringana anao. Tsy hisy havelany ho anao na varimbazaha, na divay vaovao, na menaka, na zanak’omby, na zanak’ondry, mandra-pandringany tanteraka anao.",
        "52": "Hataony fahirano ianao ka hohidiany ao amin’ny tanànanao rehetra manerana ny taninao, mandra-pirodan’ny mandanao, dia ireo manda avo sy voaro mafy itokisanao. Hataony fahirano tokoa ianao ao amin’ny tanànanao rehetra manerana an’ilay tany omen’i Jehovah Andriamanitrao anao.",
        "53": "Dia hohaninao ny zanaka nomen’i Jehovah Andriamanitrao anao. Hohaninao tokoa ny nofon’ny zanakao lahy sy ny zanakao vavy, satria ho mafy be ilay fahirano sady hataon’ny fahavalonao mijalijaly ianao.",
        "54": "“Na ny lehilahy miaingitraingitra sy sarotsarotiny indrindra eo aminao aza tsy hiantra ny rahalahiny sy ny vady malalany ary ny zanany sisa miangana.",
        "55": "Tsy hisy hozarainy amin’izy ireo ny nofon-janany izay hohaniny, satria tsy manana na inona na inona intsony izy. Ho mafy be mantsy ilay fahirano sady hataon’ny fahavalonao mijalijaly ny olona ao an-tanànanao.",
        "56": "Ary ny vehivavy miaingitraingitra sy sarotsarotiny eo aminao, izay tsy te hanitsaka ny tany amin’ny faladiany akory fa miaingitraingitra be, dia tsy hiantra ny vady malalany na ny zanany lahy na ny zanany vavy,",
        "57": "satria tsy tiany homena azy ireo ny tavòny mivoaka avy eo anelakela-peny sy ny zaza naterany. Hohaniny mangingina mantsy ny zaza naterany sy ny tavòniny, satria ho mafy be ilay fahirano, sady hataon’ny fahavalonao mijalijaly ny olona ao an-tanànanao.",
        "58": "“Raha tsy arahinao tsara ny teny rehetra ao amin’ny Lalàna voasoratra ato amin’ity boky ity, ary tsy atahoranao ilay anarana be voninahitra sy mendrika hatahorana, izany hoe ny anaran’i Jehovah Andriamanitrao,",
        "59": "dia hasian’i Jehovah amin’ny loza mahery vaika ianao sy ny taranakao, dia loza lehibe sady maharitra, ary aretina mampijalijaly sady tsy mety sitrana.",
        "60": "Ary haveriny aminao ireny aretina rehetra tany Ejipta natahoranao ireny, ka tsy hiala aminao mihitsy.",
        "61": "Na ny aretina sy ny loza rehetra tsy voasoratra ato amin’ity boky misy ny Lalàna ity koa aza hataon’i Jehovah mamely anao, mandra-pahalany ringana anao.",
        "62": "Na dia maro be hoatran’ny kintana eny amin’ny lanitra aza ianareo, dia ho lasa vitsy kely sisa, satria tsy nihaino ny feon’i Jehovah Andriamanitrareo.",
        "63": "“Faly erỳ i Jehovah taloha rehefa nataony nandeha tsara ny fiainanareo sady nataony lasa be dia be ianareo. Dia hoatr’izany koa fa ho faly i Jehovah handringana anareo sy handripaka anareo. Fa hesorina hiala eo amin’ilay tany efa halainareo ho anareo ianareo.",
        "64": "“Ary haparitak’i Jehovah any amin’ny firenena rehetra ianao, hatrany amin’ny faran’ny tany anankiray ka hatrany amin’ny faran’ny tany anankiray, ka any ianao no hanompo andriamanitra vato aman-kazo, izay tsy fantatrao sy ny razambenao.",
        "65": "Tsy hiadana mihitsy ianao any amin’ireo firenena ireo, sady tsy hahita toerana hametrahanao ny faladianao. Hataon’i Jehovah mitebiteby ny fonao any, sady ho reraka ny masonao ary ho kivy be ianao.",
        "66": "Tena hatahorana ny ainao, ary hihorohoro andro aman’alina ianao, ka tsy hanampo ny ho velona intsony.",
        "67": "Amin’ny maraina dia hilaza ianao hoe: ‘Raha mba alina mantsy ny andro!’, ary amin’ny alina indray hilaza hoe: ‘Raha mba maraina mantsy ny andro!’ Fa hatahotra be ny fonao noho izay ho hitan’ny masonao.",
        "68": "Ary hoentin’i Jehovah an-tsambo hiverina any Ejipta ianao, amin’ilay lalana efa nolazaiko taminao hoe: ‘Tsy hahita an’io lalana io intsony ianareo.’ Hivarotra ny tenanareo amin’ny fahavalonareo ianareo any, mba ho lasa andevolahy sy andevovavy, saingy tsy hisy mpividy.”"
    },
    "29": {
        "1": "Izao no voalazan’ny fifanekena nasain’i Jehovah nataon’i Mosesy tamin’ny vahoakan’Israely tany Moaba, ankoatra an’ilay fifanekena nifanaovany tamin’izy ireo tany Horeba.",
        "2": "Dia nantsoin’i Mosesy ny Israely rehetra, ka hoy izy: “Efa hitanareo daholo izay nataon’i Jehovah teo imasonareo tany Ejipta. Hitanareo tokoa ny nataony tamin’i Farao sy ny mpanompony rehetra ary ny taniny manontolo,",
        "3": "dia ny sazy henjana efa hitan’ny masonareo, izany hoe ireny famantarana lehibe sy fahagagana ireny.",
        "4": "Tsy nomen’i Jehovah fo hahazo ny dikan’izay henonareo anefa ianareo hatramin’izao, na maso hahita, na sofina haheno.",
        "5": "‘Nandritra an’izay 40 taona nitarihako anareo tany an-tany efitra izay, dia tsy lasa tonta ny akanjonareo, ary tsy simba ny kapa teny an-tongotrareo.",
        "6": "Tsy nihinana mofo ianareo, ary tsy nisotro divay na toaka. Nikarakara anareo anefa aho mba hahafantaranareo fa izaho no Jehovah Andriamanitrareo.’",
        "7": "Farany, dia tonga teto amin’ity toerana ity ianareo. Ary nivoaka hiady tamintsika i Sihona mpanjakan’i Hesbona sy Oga mpanjakan’i Basana, nefa resintsika.",
        "8": "Dia nalaintsika ny taniny, ka nomentsika ho lovan’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’ny Manasita.",
        "9": "Koa araho izay voalazan’ity fifanekena ity ka ankatoavy, mba hahomby izay rehetra ataonareo.",
        "10": "“Eto anatrehan’i Jehovah Andriamanitrareo ianareo rehetra androany, dia ny lehiben’ny fokonareo, ny anti-panahy, ny mpifehy eo aminareo, ny lehilahy rehetra eo amin’ny Israely,",
        "11": "ny zanakareo, ny vadinareo, ary ny vahiny mipetraka ao an-tobinareo, hatramin’ny mpaka kitay ka hatramin’ny mpantsaka rano.",
        "12": "Eto ianareo mba hianiana sy hanao fifanekena amin’i Jehovah Andriamanitrareo, dia ilay fifanekena ataon’i Jehovah Andriamanitrareo aminareo anio.",
        "13": "Amin’izay dia hataony vahoakany ianareo anio ary izy ho Andriamanitrareo, araka izay nampanantenainy anareo, sy nianianany tamin’i Abrahama sy Isaka ary Jakoba razambenareo.",
        "14": "“Tsy aminareo ihany anefa no anaovako an’ity fifanekena sy fianianana ity,",
        "15": "fa amin’izay miara-mijoro amintsika eto androany koa, eto anatrehan’i Jehovah Andriamanitsika, sy amin’izay tsy miaraka amintsika eto androany.",
        "16": "—Fantatrareo tsara mantsy hoe nanao ahoana ny fiainantsika tany Ejipta. Fantatrareo tsara koa fa nandalo tao amin’ny tanin’ny firenena samihafa isika tamin’ilay diantsika.",
        "17": "Ary hitanareo ny zava-maharikoriko notompoin’izy ireo sy ny sampiny maharikoriko vita amin’ny vato aman-kazo sy volafotsy ary volamena, izay teo amin’izy ireo.—",
        "18": "Tandremo àry mba tsy hisy aminareo, na lehilahy, na vehivavy, na fianakaviana, na foko, hanana fo ratsy ka hiala amin’i Jehovah Andriamanitsika dia handeha hanompo ny andriamanitr’ireny firenena ireny. Tandremo koa mba tsy hisy faka mitsimoka ho lasa zavamaniry misy poizina sy mangidy be eo aminareo.",
        "19": "“Raha misy anefa maheno an’izay voalazan’ity fianianana ity, nefa mirehareha ao am-pony hoe: ‘Hiadana ihany aho na dia hanaraka ny ditran’ny foko aza!’, hany ka mahita loza daholo izay zava-drehetra lalovany,",
        "20": "dia tsy hanaiky hamela ny helony i Jehovah. Ho tezitra be amin’izany olona izany kosa i Jehovah, ka ho tanteraka aminy daholo ny ozona rehetra voasoratra ato amin’ity boky ity. Ary hofoanan’i Jehovah eny ambanin’ny lanitra ny anarany.",
        "21": "Dia hosarahin’i Jehovah amin’ny foko rehetra eo amin’ny Israely izy ka hataony tratran’ny loza, araka ny ozona rehetra ao amin’ilay fifanekena voasoratra ato amin’ity boky misy ny Lalàna ity.",
        "22": "“Rehefa mahita ny loza sy ny aretina halefan’i Jehovah amin’ity tany ity ny taranaka handimby ny zanakareo sy ny vahiny avy any an-tany lavitra,—",
        "23": "fa ho hitan’izy ireo hoe ho ravaravan’ny solifara sy ny sira ary ny afo mandoro ilay tany manontolo ka tsy hamafazam-boa sady tsy hisy voa hitsimoka na zavatra haniry, hoatran’ny nandravana an’i Sodoma sy Gomora sy Adma ary Zeboima, izay noravan’i Jehovah satria tezitra be izy sady nisafoaka—",
        "24": "dia hanontany izy ireo sy ny firenena rehetra hoe: ‘Maninona io tany io no nataon’i Jehovah hoatr’izao? Fa maninona izy no tena tezitra be?’",
        "25": "Dia hilaza ny olona hoe: ‘Satria ry zareo nivadika tamin’ilay fifanekena nataon’i Jehovah Andriamanitry ny razambeny tamin’izy nitondra an-dry zareo nivoaka avy tany Ejipta.",
        "26": "Lasa nanompo andriamani-kafa mantsy ry zareo, sady niankohoka teo anatrehan’ireny, dia andriamanitra tsy fantany sady tsy navelan’Andriamanitra hotompoiny.",
        "27": "Dia tezitra be tamin’io tany io i Jehovah, ka nataony tanteraka aminy daholo ny ozona rehetra voasoratra ato amin’ity boky ity.",
        "28": "Koa tezitra be sy vinitra ary nisafoaka i Jehovah, ka nanongotra an-dry zareo teo amin’ny taniny, ary nandefa azy tany an-tany hafa, dia ilay tany misy azy amin’izao.’",
        "29": "“Fantatr’i Jehovah Andriamanitsika ny zava-miafina rehetra. Mampiharihary zavatra amintsika sy ny taranatsika fara aman-dimby anefa izy, mba hankatoavantsika an’izay voalazan’ity Lalàna ity."
    },
    "30": {
        "1": "“Rehefa tanteraka aminao daholo ireo teny ireo, izany hoe ny fitahiana sy ny ozona izay nasaiko nisafidiananao, ka tsaroanao ireo any amin’ny firenena rehetra anaparitahan’i Jehovah Andriamanitrao anao,",
        "2": "ary miverina amin’i Jehovah Andriamanitrao ianao ka mihaino ny feony ianao sy ny zanakao, araka ny didy rehetra omeko anao anio, sady manao an’izany amin’ny fonao manontolo sy ny tenanao manontolo,",
        "3": "dia hoentin’i Jehovah Andriamanitrao miverina ny vahoakanao natao babo, ary hiantra anao izy ka hanangona anao indray avy any amin’ny firenena rehetra anaparitahan’i Jehovah Andriamanitrao anao.",
        "4": "Na dia miparitaka hatrany amin’ny faravodilanitra aza ny vahoakanao, dia avy any no hanangonan’i Jehovah Andriamanitrao anao sy hamerenany anao.",
        "5": "Ary hampidirin’i Jehovah Andriamanitrao ao amin’ilay tany nalain’ny razambenao ho fananany ianao, ka ho lasanao izy io. Dia hataony mandeha tsara ny fiainanao, sady hataony lasa be dia be mihoatra noho ny razambenao ianao.",
        "6": "Ary hodiovin’i Jehovah Andriamanitrao ny fonao sy ny fon’ny taranakao, mba ho tia an’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ianao ka ho velona.",
        "7": "Avy eo dia hataon’i Jehovah Andriamanitrao tratran’ireo ozona rehetra ireo ny fahavalo nankahala sy nampijaly anao.",
        "8": "“Dia hiverina ianao ka hihaino ny feon’i Jehovah, ary hankatò ny didiny rehetra izay andidiako anao androany.",
        "9": "Hataon’i Jehovah Andriamanitrao be dia be ny vokatry ny asan’ny tananao rehetra, ary hataony maro be ny zanakao sy ny biby fiompinao ary ny vokatry ny taninao. Fa ho faly indray i Jehovah hanao izay hiadananao, hoatran’ny nataony tamin’ny razambenao.",
        "10": "Hihaino ny feon’i Jehovah Andriamanitrao mantsy ianao amin’izay fotoana izay, sady hankatò ny didiny sy ny lalàny voasoratra ato amin’ity boky misy ny Lalàna ity, ary hiverina amin’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo.",
        "11": "“Tsy sarotra loatra aminao izany didy omeko anao androany izany, sady tsy lavitra loatra anao.",
        "12": "Tsy any an-danitra ilay izy, ka hilaza ianao hoe: ‘Iza no hiakatra any an-danitra haka an’izany ho antsika, mba ho afaka hihaino sy hankatò an’izany isika?’",
        "13": "Tsy any ampitan-dranomasina koa ilay izy, ka hilaza ianao hoe: ‘Iza no hiampita ranomasina haka an’izany ho antsika, mba hahafahantsika mihaino sy mankatò an’izany?’",
        "14": "Fa tena eo akaikinao, izany hoe eo am-bavanao sy ao am-ponao, ny teny mba harahinao.",
        "15": "“Omeko safidy ianareo androany hoe fiainana sy fitahiana sa fahafatesana sy loza.",
        "16": "Raha mihaino ny didin’i Jehovah Andriamanitrao izay andidiako anao androany ianao, ka tia an’i Jehovah Andriamanitrao sy mandeha amin’ny lalana atorony ary mankatò ny didiny sy ny lalàny ary ny didim-pitsarany, dia ho velona ianao sady ho lasa maro be, ary hitahy anao i Jehovah Andriamanitrao any amin’ilay tany halainao ho fanananao.",
        "17": "“Fa raha mivily kosa ny fonao, ka tsy mihaino ianao, fa voafitaka ka lasa miankohoka eo anatrehan’ny andriamani-kafa ary manompo an’ireny,",
        "18": "dia lazaiko aminareo androany fa tena ho ripaka ianareo. Tsy ho ela velona ianareo eo amin’ilay tany halehanareo eny ampitan’i Jordana izay efa halainareo ho fanananareo.",
        "19": "Miantso ny lanitra sy ny tany aho izao ho vavolombelona hiampanga anareo, fa efa nomeko safidy ianareo hoe fiainana sa fahafatesana, ary fitahiana sa ozona. Koa fidio ny fiainana mba ho velona ianao sy ny taranakao,",
        "20": "ka tiavo i Jehovah Andriamanitrao, henoy ny feony, ary mifikira aminy. Fa izy no manome fiainana anao sy mahatonga anao ho ela velona eo amin’ilay tany nianianan’i Jehovah hoe homena an’i Abrahama sy Isaka ary Jakoba razambenao.”"
    },
    "31": {
        "1": "Dia nankeo amin’ny Israely rehetra i Mosesy ka niteny an’ireto teny ireto:",
        "2": "“Efa 120 taona aho izao. Tsy afaka mitarika anareo intsony aho, satria nilaza tamiko i Jehovah hoe: ‘Tsy hiampita an’io Jordana io ianao.’",
        "3": "I Jehovah Andriamanitrareo no hiampita eo alohanareo. Izy no handringana an’ireo firenena ireo eo imasonareo, ary ianareo no handroaka an’ireo, ka i Josoa no hitarika anareo hiampita, araka izay nolazain’i Jehovah.",
        "4": "Hoatran’ny nataon’i Jehovah tamin’izy nandringana an’i Sihona sy Oga mpanjakan’ny Amorita sy nandrava ny taniny, no hataony amin’ireo.",
        "5": "Dia hataon’i Jehovah resinareo ry zareo, ka ataovy aminy izay rehetra nandidiako anareo.",
        "6": "Manàna herim-po ary mahereza! Aza matahotra na mihorohoro eo anatrehany, satria i Jehovah Andriamanitrareo no miara-mandeha aminareo. Tsy handao anareo izy ary tsy hahafoy anareo mihitsy.”",
        "7": "Niantso an’i Josoa i Mosesy avy eo, ka nilaza taminy teo imason’ny Israely rehetra hoe: “Manàna herim-po ary mahereza, fa ianao no hitarika an’ity vahoaka ity hiditra ao amin’ilay tany nianianan’i Jehovah tamin’ny razambeny hoe homena azy, ary ianao no hanome an’ilay izy ho lovan’izy ireo.",
        "8": "I Jehovah no mandeha eo alohanao, ary hanampy anao foana izy. Tsy handao anao izy ary tsy hahafoy anao mihitsy. Koa aza matahotra na mihorohoro.”",
        "9": "Avy eo dia nosoratan’i Mosesy ity Lalàna ity, dia nomeny an’ireo Levita mpisorona nilanja ny Vata misy ny fifanekena nataon’i Jehovah, sy ny anti-panahy rehetra teo amin’ny Israely.",
        "10": "Nandidy azy ireo koa i Mosesy hoe: “Isaky ny fito taona, izany hoe amin’ny fotoana voatondro amin’ny taona famelana trosa, mandritra ny Fetin’ny Trano Rantsankazo,",
        "11": "rehefa mankeo anatrehan’i Jehovah Andriamanitrareo any amin’ny toerana fidiny ny Israely rehetra, dia tokony hovakinareo ho henon’ny Israely rehetra ity Lalàna ity.",
        "12": "Vorio daholo ny vahoaka, dia ny lehilahy, ny vehivavy, ny ankizy, ary ny vahiny mipetraka ao an-tanànanareo. Dia amin’izay izy ireo hihaino sy hianatra momba an’i Jehovah Andriamanitrareo ary hatahotra azy, ka hanaraka tsara an’izay rehetra voalazan’ity Lalàna ity.",
        "13": "Dia hihaino sy hianatra hatahotra an’i Jehovah Andriamanitrareo ny zanany izay tsy mahafantatra an’ity Lalàna ity, mandritra ny androm-piainanareo ao amin’ilay tany halainareo ho fanananareo eny ampitan’i Jordana.”",
        "14": "Avy eo, dia hoy i Jehovah tamin’i Mosesy: “Tsy ho ela dia ho faty ianao. Koa antsoy i Josoa, dia mandehana ao amin’ny tranolay fihaonana ianareo fa hanendry azy aho.” Dia nandeha nankao amin’ny tranolay fihaonana i Mosesy sy Josoa.",
        "15": "Ary niseho teo amin’ny tranolay fihaonana i Jehovah, tao anatin’ny andry rahona. Dia nijanona teo amin’ny fidirana amin’ny tranolay fihaonana ilay andry rahona.",
        "16": "Ary hoy i Jehovah tamin’i Mosesy: “Efa ho faty ianao izao, dia hanomboka hivaro-tena amin’ny andriamani-kafa manodidina azy ity vahoaka ity, any amin’ilay tany halehany. Ary hahafoy ahy izy ireo, ka hivadika amin’ilay fifanekena nataoko taminy.",
        "17": "Dia ho tezitra be amin-dry zareo aho, ka hafoiko izy ireo. Handao an-dry zareo aho mandra-paharipaka azy ireo. Rehefa tratran’ny loza be dia be sy mijalijaly izy ireo any aoriana any, dia hiteny hoe: ‘Tsy eto amintsika ny Andriamanitsika, koa aiza moa isika no tsy ho tratran’izao loza izao?’",
        "18": "Fa handao an-dry zareo aho amin’izay andro izay, satria manao an’ireny zava-dratsy rehetra ireny izy ireo ka manompo andriamani-kafa.",
        "19": "“Soraty àry izao hira izao, dia ampianaro ny Israelita. Asaivo ianarany ilay izy mba ho vavolombelona hiampanga ny vahoakan’Israely.",
        "20": "Hoentiko any amin’ilay tany nianianako tamin’ny razambeny izy ireo, dia ilay tany tondra-dronono sy tantely. Hihinana izy ireo dia ho voky sady hiadana. Amin’izay fotoana izay dia hanaraka andriamani-kafa sy hanompo an’ireny izy ireo, ary tsy hanaja ahy sady hivadika amin’ilay fifanekena nataoko.",
        "21": "Rehefa tratran’ny loza be dia be sy mijalijaly ry zareo, dia ho lasa vavolombelona hiampanga an-dry zareo io hira io. Fa tsy tokony hohadinoin’ny taranany mihitsy ilay hira. Efa fantatro tsara mantsy ny ao an-tsainy, na dia mbola tsy ampidiriko ao amin’ilay tany nianianako taminy aza izy.”",
        "22": "Dia nosoratan’i Mosesy tamin’iny andro iny ihany àry ilay hira, ka nampianariny an’ireo Israelita.",
        "23": "Nanendry an’i Josoa zanak’i Nona izy avy eo sady niteny hoe: “Manàna herim-po ary mahereza, fa ianao no hitarika ny Israelita hiditra ao amin’ilay tany nianianako tamin’izy ireo, ary hanampy anao foana aho.”",
        "24": "Raha vao avy nanoratra ny teny rehetra ato amin’ity Lalàna ity tao amin’ny boky i Mosesy,",
        "25": "dia nandidy an’ireo Levita nilanja ny Vata misy ny fifanekena nataon’i Jehovah izy hoe:",
        "26": "“Alaivo ity boky misy ny Lalàna ity, dia apetraho eo akaikin’ilay Vata misy ny fifanekena nataon’i Jehovah Andriamanitrareo, fa eo izy io no ho vavolombelona hiampanga anareo.",
        "27": "Fantatro tsara mantsy fa mpikomy ianareo sady mafy loha. Mbola velona eto aminareo aza aho dia efa mikomy amin’i Jehovah hoatr’izao foana ianareo, koa mainka fa rehefa maty aho?",
        "28": "Vorio etỳ amiko daholo ny anti-panahy eo amin’ny fokonareo, sy ny mpifehy anareo, dia holazaiko aminy ireto teny ireto mba ho henony. Ary hiantso ny lanitra sy ny tany aho mba ho vavolombelona hiampanga an’ireo.",
        "29": "Fantatro tsara mantsy fa tsy maintsy hanao ratsy ianareo rehefa maty aho, dia hiala amin’ilay lalana nasaiko narahinareo. Dia tsy maintsy ho tratran’ny loza ianareo any aoriana any, satria hanao izay ratsy eo imason’i Jehovah sady hampahatezitra azy noho ny zavatra ataonareo.”",
        "30": "Dia nolazain’i Mosesy hatramin’ny voalohany ka hatramin’ny farany tamin’ny fiangonan’Israely manontolo ny tonon’ity hira ity:"
    },
    "32": {
        "1": "“Mihainoa, ry lanitra, fa hiteny aho, Ary aoka ny tany haheno an’izay lazain’ny vavako.",
        "2": "Hirotsaka toy ny orana ny fampianarako, Hilatsaka tsikelikely hoatran’ny ando ny teniko, Tahaka ny erika eny amin’ny ahitra, Sy tahaka ny oram-be eny amin’ny zavamaniry.",
        "3": "Fa hilaza ny anaran’i Jehovah aho. Resaho hoe tena miavaka ilay Andriamanitsika!",
        "4": "Izy ilay Vatolampy! Tonga lafatra ny zavatra ataony, Fa manao ny rariny foana izy. Andriamanitra mendri-pitokisana izy, ary sanatria azy ny hanao ny tsy rariny. Marina sy mahitsy izy.",
        "5": "Izy ireny no nanao ratsy. Tsy zanany ireny, fa ireny ihany no diso. Taranaka maditra sy ratsy fanahy ireny!",
        "6": "Hoatr’izao ve no tokony hataonao amin’i Jehovah, Ry vahoaka adala sy tsy manam-pahendrena? Angaha tsy izy no Ray niteraka anao, Ilay nanao anao sy nahatonga anao ho lasa firenena?",
        "7": "Tsarovy ny andro fahiny. Eritrereto ireo taona lasa niainan’ny taranaka taloha. Anontanio ny rainao, fa afaka miteny aminao izy, Ary ny anti-panahy eo aminao, fa hilaza an’izany aminao izy ireo.",
        "8": "Rehefa nanome lova ho an’ireo firenena ilay Avo Indrindra, Rehefa nozarazarainy ny taranak’i Adama, Dia nofaritany ny sisin-tanin’ireo firenena, Ka nataony nifanaraka tamin’ny isan’ny zanak’Israely.",
        "9": "Fa ny anjaran’i Jehovah dia ny vahoakany, Ary i Jakoba no lovany.",
        "10": "Nahita azy tany an-tany efitra Izy, Tany amin’ny tany karakaina misy feon’ny bibidia minaonaona. Nanodidina azy sy niaro azy Izy, sady nikarakara azy, Ary niaro azy hoatran’ny anakandriamasony.",
        "11": "Toy ny voromahery manaitaitra ny zanany ao amin’ny akaniny mba hianatra hanidina, Ka manidintsidina eo ambonin’ireny zanany ireny, Sy mamelatra ny elany ka mandray an’ireny, Ary mitondra an’ireny eo ambony elany,",
        "12": "Dia hoatr’izany no nitarihan’i Jehovah azy, ary izy irery no nitarika azy, Fa tsy nisy andriamani-kafa niaraka taminy.",
        "13": "Nentiny teny amin’ireo toerana avo teto an-tany izy, Mba hihinana ny vokatry ny saha. Nomeny sakafo izy, dia tantely avy amin’ny harambato, Menaka avy amin’ny vatolampy,",
        "14": "Dibera vita amin’ny rononon’omby sy rononon’ondry, Ny ondry tsara indrindra, Ondrilahy avy any Basana sy osilahy, Ary varimbazaha faran’izay tsara. Nomeny divay avy amin’ny voaloboka nofiazana koa izy hosotroiny.",
        "15": "Nikomy i Jesorona ka nandaka rehefa nihanatavy. —Ry Jesorona ô, lasa natavy sy dongadonga ianao sady lasa botrefona.— Dia nahafoy an’ilay Andriamanitra nanao azy izy, Ary nanao tsinontsinona an’ilay Vatolampy mpamonjy azy.",
        "16": "Nampisafoaka Azy izy ireo satria nivavaka tamin’ny andriamani-kafa, Ary nampahatezitra Azy tamin’ny zava-maharikoriko.",
        "17": "Nanao sorona ho an’ny demonia, fa tsy ho an’Andriamanitra, izy ireo, Ho an’andriamanitra tsy fantatr’izy ireo, Andriamanitra vaovao izay niseho vao haingana, Sady tsy fantatry ny razambenareo.",
        "18": "Nohadinoinao ilay Vatolampy rainao, Ary tsy tsaroanao ilay Andriamanitra niteraka anao.",
        "19": "Rehefa hitan’i Jehovah izany, dia nolaviny izy ireo, Satria nampahatezitra Azy ny zanany lahy sy ny zanany vavy.",
        "20": "Hoy àry Izy: ‘Handao azy ireo aho, Dia ho hitako eo hoe hanao ahoana izy ireo any aoriana any. Fa taranaka ratsy toetra izy ireo, Ary zanaka tsy mendri-pitokisana.",
        "21": "Nampisafoaka ahy tamin’izay tsy andriamanitra izy ireo, Ary nampahatezitra ahy tamin’ny sampiny tsy misy dikany. Koa hampiasa an’izay tsy vahoaka akory aho mba hahatonga azy ireo hialona, Ary hampiasa firenena adaladala mba hampahatezitra azy.",
        "22": "Fa nandrehitra afo ny hatezerako. Dia hirehitra hatrany amin’ny Fasana ilay afo, Ka handevona ny tany sy ny vokatra eo aminy, Sady hampirehitra ny fototry ny tendrombohitra.",
        "23": "Hampitomboiko ny isan’ny loza mihatra aminy, Ary hotaperiko aminy ny zana-tsipìkako.",
        "24": "Ho reraka be izy ireo fa noana, Ary ho lanin’ny fanaviana mahery sy ny fandringanana faran’izay mangidy. Halefako hanaikitra azy koa ny bibidia mpihaza, Sy ny biby mandady amin’ny vovoka sady misy poizina.",
        "25": "Ho fatin’ny sabatra ny zanak’izay eny ivelany, Ary hihorohoro ny ao an-trano. Izany no hanjo ny tovolahy sy ny virjiny, Ary ny zazakely sy ny lehilahy fotsy volo.",
        "26": "Saika hilaza aho hoe: “Haparitako izy ireo, Ary hataoko tsy misy mahatsiaro azy intsony ny olona”,",
        "27": "Saingy nanahy momba izay holazain’ny fahavalo aho. Mety handika vilana an’izany mantsy ny mpanohitra azy, Ka hiteny hoe: “Isika no tena mahery. Tsy i Jehovah no nahavita an’izany rehetra izany.”",
        "28": "Fa firenena tsy misaina ny Israely, Sady tsy mahay na inona na inona.",
        "29": "Raha mba hendry mantsy izy ireo, dia ho nisaintsaina momba an’izany, Ka ho nieritreritra an’izay hiafarany!",
        "30": "Olon-tokana ve dia hahavita hanenjika olona 1 000, Ary roa lahy ve dia hampandositra 10 000? Raha tsy hoe nafoin’ny Vatolampiny angaha izy ireny, Ary nataon’i Jehovah resin’ny fahavalony.",
        "31": "Tsy mitovy amin’ny Vatolampintsika mantsy ny vatolampin’ireny, Ary na ny fahavalontsika aza niaiky an’izany.",
        "32": "Fa avy amin’ny voalobok’i Sodoma ny voalobok’izy ireo, Dia avy amin’ny tanimboly mikitohatohatr’i Gomora. Misy poizina ny voalobok’izy ireo, Ary mangidy ny voaloboka amin’ny tangozany.",
        "33": "Poizin’ny bibilava ny divainy, Dia poizina mahafaty avy amin’ny kôbrà.",
        "34": "Angaha tsy notehirizina atỳ amiko izany, Sady nasiana tombo-kase ao amin’ny trano fitehirizako entana?",
        "35": "Ahy ny famaliana ary izaho no hamaly Amin’ny fotoana voatondro, rehefa mibolisatra ny tongony. Efa akaiky mantsy ny andro hahitany loza, Ary ho tonga haingana ny zavatra efa miandry azy.’",
        "36": "Fa hitsara ny vahoakany i Jehovah, Ary hiantra ny mpanompony izy, Rehefa hitany fa mihareraka izy ireo, Ary ny tsy misy mpiaro sy ny malemy sisa no tavela.",
        "37": "Dia hilaza izy hoe: ‘Aiza izao ireny andriamaniny ireny, Dia ny vatolampy nialokalofany,",
        "38": "Izay nihinana ny tavin’ny sorona natolotr’izy ireo, Ary nisotro ny divay nateriny ho fanatitra zava-pisotro? Aleo ireny hitsangana hanampy anareo. Aleo ireny ho lasa toerana ialokalofanareo.",
        "39": "Jereo fa izaho no izy, Fa tsy misy andriamanitra afa-tsy izaho. Izaho no mamono ho faty, ary izaho no mamelona. Izaho no mandratra mafy, ary izaho no hanasitrana. Tsy misy mahavita mamonjy an’izay etỳ an-tanako.",
        "40": "Manangan-tanana amin’ny lanitra aho, Ka mianiana hoe: “Raha mbola velona mandrakizay koa aho”,",
        "41": "Rehefa mandranitra ny sabatro manjelanjelatra aho, Ary miomana hampihatra didim-pitsarana, Dia hamaly faty ny fahavaloko aho, Sy hamaly an’ireo mankahala ahy.",
        "42": "Hataoko mamon’ny ra ny zana-tsipìkako, Ary hihinana nofo ny sabatro, Ka ho mamon’ny ran’izay novonoina ho faty sy ny ran’ny babo. Ho lanin’ny sabatro koa ny lohan’ny mpitarika an’ireo fahavalo.’",
        "43": "Mifalia miaraka amin’ny vahoakan’Andriamanitra ianareo hafa firenena! Fa hamaly ny ran’ny mpanompony Izy, Ary hamaly ny nataon’ny fahavalony, Sy handrakotra ny fahotan’ilay tanin’ny vahoakany.”",
        "44": "Tonga i Mosesy avy eo, ka nilaza an’ilay tononkira manontolo izy sy Hosea zanak’i Nona mba ho henon’ny vahoaka.",
        "45": "Rehefa avy nilaza an’ilay tononkira manontolo tamin’ny Israely rehetra i Mosesy,",
        "46": "dia hoy izy: “Alatsaho ao am-ponareo ny teny rehetra ampitandremako anareo androany. Amin’izay dia ho afaka hiteny amin’ny zanakareo ianareo hoe ankatoavy ny teny rehetra ato amin’ity Lalàna ity.",
        "47": "Tsy hoe teny tsy misy dikany mantsy ireo aminareo, fa iankinan’ny ainareo. Ireo teny ireo koa no hahela velona anareo, eo amin’ilay tany halainareo ho fanananareo eny ampitan’i Jordana.”",
        "48": "Hoy koa i Jehovah tamin’i Mosesy tamin’iny andro iny:",
        "49": "“Miakara eo amin’io tendrombohitr’i Abarima io, dia ny Tendrombohitra Nebo ao Moaba, izay tandrifin’i Jeriko. Dia tazano ilay tany Kanana homeko ho fananan’ny Israelita.",
        "50": "Ary ho faty eo amin’io tendrombohitra hiakaranao io ianao, ka hangonina any amin’ny razambenao, hoatran’i Arona rahalahinao izay maty teo amin’ny Tendrombohitra Hora ka nangonina tany amin’ny razambeny.",
        "51": "Nivadika tamiko teo imason’ny Israelita mantsy ianareo roa lahy, teo amin’ilay rano tao Meriba any Kadesy, tany an-tany efitr’i Zina, sady tsy nanamasina ahy teo anatrehan’ny vahoakan’Israely.",
        "52": "Hitazana an’ilay tany avy eny lavitra ianao, saingy tsy hiditra ao amin’ilay tany homeko ny vahoakan’Israely.”"
    },
    "33": {
        "1": "Izao no tsodrano nolazain’i Mosesy, lehilahin’Andriamanitra, rehefa nitso-drano ny Israelita izy talohan’ny nahafatesany.",
        "2": "Hoy izy: “Tonga avy any Sinay i Jehovah, Ary avy tao Seira izy no namirapiratra teo amin’izy ireo. Namirapiratra sy be voninahitra izy, avy tao amin’ny faritra be tendrombohitr’i Parana. Nisy anjely masina an’alinaliny niaraka taminy, Ary teo ankavanany ny miaramilany.",
        "3": "Tena tiany ny vahoakany. Eo an-tananao daholo ny olo-masin’izy ireo. Nipetraka teo an-tongotrao izy ireo, Dia nohenoiny ny teninao.",
        "4": "Nanome lalàna antsika i Mosesy, Ho fananan’ny fiangonan’i Jakoba.",
        "5": "Lasa mpanjaka teo amin’i Jesorona Andriamanitra, Rehefa nivory ny lohandohany teo amin’ny vahoaka, Sy ny foko rehetra teo amin’ny Israely.",
        "6": "Aleo i Robena ho velona fa tsy ho faty, Ary enga anie mba tsy hihavitsy ny lehilahy eo aminy!”",
        "7": "Izao no tsodrano nolazainy momba an’i Joda: “Henoy ny feon’i Joda, Jehovah ô, Ary enga anie ianao hamerina azy any amin’ny vahoakany! Ny sandriny no niarovany ny fananany. Enga anie ianao hanampy azy hamely ny fahavalony!”",
        "8": "Hoy izy momba an’i Levy: “An’ilay tsy mivadika aminao ny Tomimanao sy ny Orimanao, An’ilay notsapainao toetra tany Masa. Niady taminy ianao teo akaikin’ilay rano tao Meriba,",
        "9": "Dia tamin’ilay lehilahy niteny tamin’ny ray aman-dreniny hoe: ‘Tsy raharahiako ianareo.’ Na ny rahalahiny aza tsy nekeny, Ary tsy noraharahiany ny zanany. Fa nanaraka ny teninao izy ireo, Ary nohajainy foana ny fifanekena nataonao taminy.",
        "10": "Aleo hampianariny an’i Jakoba ny didim-pitsaranao, Ary hampianariny an’i Israely ny Lalànao. Aleo izy ireo hanolotra emboka manitra mba ho hanitra mahafinaritra anao, Ary hanolotra fanatitra mba hodorana manontolo eo amin’ny alitaranao.",
        "11": "Tahio ny heriny, Jehovah ô! Ary enga anie hahafinaritra anao ny asan’ny tanany! Ataovy torotoro ny tongotr’izay mitsangana hiady aminy, Mba tsy ho tafarina intsony izay mankahala azy.”",
        "12": "Hoy indray izy momba an’i Benjamina: “Aleo ilay malalan’i Jehovah hipetraka tsy hanana ahiahy eo akaikiny, Ary izy hanome fialofana azy mandritra ny andro manontolo. Hipetraka eo anelanelan’ny sorony izy.”",
        "13": "Hoy izy momba an’i Josefa: “Enga anie hotahin’i Jehovah ny taniny, Ka hahazo ny zavatra tena tsara avy any an-danitra, Dia ando sy rano avy any amin’ny loharano any ambany any,",
        "14": "Zavatra tena tsara entin’ny masoandro, Vokatra tsara azo isam-bolana,",
        "15": "Ny zavatra tsara indrindra avy amin’ny tendrombohitra efa nisy hatrizay, Zavatra tena tsara eny amin’ny havoana efa teo hatry ny ela,",
        "16": "Ny zavatra tena tsara avy amin’ny tany sy izay rehetra eo aminy, Ary ny fankasitrahan’Ilay mipetraka ao amin’ny voarointsilo. Enga anie izy ireny ho eo an-dohan’i Josefa, Dia ho eo an-tampon-dohan’ilay nosinganina tamin’ny rahalahiny!",
        "17": "Ny voninahiny dia hoatran’ny voninahitry ny ombilahy nateraka voalohany, Ary tandrok’ombidia ny tandrony. Hanoto ny vahoaka amin’ireny izy, Ka hatosiny hatrany amin’ny faran’ny tany izy rehetra. Ireny no alinalin’i Efraima, Sady arivoarivon’i Manase.”",
        "18": "Hoy izy momba an’i Zebolona: “Mifalia, ry Zebolona, noho ny varotra ataonao any ivelany, Ary ianao, ry Isakara, mifalia ao an-tranolainao.",
        "19": "Hantsoin’izy ireo ho any an-tendrombohitra ny vahoaka, Ka any izy ireo no hanao sorona araka ny fahamarinana. Fa haka amin’ny harem-be any an-dranomasina izy ireo, Sady haka amin’ny harena miafina ao amin’ny fasika.”",
        "20": "Hoy kosa izy momba an’i Gada: “Hotahina ilay manitatra ny sisin-tanin’i Gada. Mamitsaka hoatran’ny liona izy, Ka vonona hamiravira sandry, sy hamiravira tampon-doha mihitsy aza.",
        "21": "Hifidy ny ampahany tsara indrindra izy, Satria io no anjara natokan’ny mpanao lalàna homena azy. Hiara-mivory ny lohandohany eo amin’ny vahoaka. Izay rariny amin’i Jehovah no hampihariny, Ary hampihariny amin’ny Israely ny didim-pitsarany.”",
        "22": "Hoy izy momba an’i Dana: “Zana-diona i Dana. Hitsambikina avy ao Basana izy.”",
        "23": "Hoy indray izy momba an’i Naftaly: “Voky fankasitrahana i Naftaly, Ary tototry ny fitahian’i Jehovah. Alaivo ho anao ny tany any andrefana sy ny any atsimo.”",
        "24": "Ary hoy izy momba an’i Asera: “Hotahina i Asera ka hahazo zanakalahy. Enga anie izy mba hankasitrahan’ny rahalahiny, Ary enga anie izy hanatsoboka ny tongony ao anaty menaka!",
        "25": "Vy sy varahina ny hidim-bavahadinao, Ary ho voaro tsara ianao mandritra ny androm-piainanao.",
        "26": "Tsy misy hoatran’ilay Andriamanitr’i Jesorona, Izay mamakivaky ny lanitra mba hanampy anao, Sady mitaingina rahona amin’ny voninahiny lehibe.",
        "27": "Fialofana hatramin’ny taloha ela be Andriamanitra, Ary hanohana anao ny sandriny maharitra mandrakizay. Horoahiny hiala eo anatrehanao ny fahavalo, Sady hiteny izy hoe: ‘Aringano ireny!’",
        "28": "Hilamina ny tanin’i Israely, Ary ho voaro ny lavadranon’i Jakoba, Eo amin’ny tany be varimbazaha sy divay vaovao, Ary hitete ando ny lanitra eo amboniny.",
        "29": "Sambatra ianao, ry Israely ô! Iza moa no tahaka anao, Izay vahoaka mahazo famonjena avy amin’i Jehovah, Dia Ilay ampinga miaro anao, Sy Ilay sabatrao be voninahitra? Hatahotra anao ny fahavalonao ka hihemotra, Fa ianao kosa hanitsaka ny lamosiny.”"
    },
    "34": {
        "1": "Dia niakatra avy eny amin’ny lemaka karakaina any Moaba i Mosesy ka nankany amin’ny Tendrombohitr’i Nebo, ho eo an-tampon’i Pisga, izay tandrifin’i Jeriko. Ary nasehon’i Jehovah azy ilay tany manontolo, hatrany Gileada ka hatrany Dana,",
        "2": "sy Naftaly manontolo, sy ny tanin’i Efraima sy Manase, sy ny tanin’i Joda manontolo hatrany amin’ny ranomasina andrefana,",
        "3": "sy Negeba sy ny Faritr’i Jordana, sy ny lemak’i Jeriko, ilay tanàna be hazo palmie, ary hatrany Zoara.",
        "4": "Ary hoy i Jehovah taminy: “Io ilay tany nianianako tamin’i Abrahama sy Isaka ary Jakoba hoe: ‘Ny taranakao no homeko an’io.’ Avelako hahita azy io ny masonao, saingy tsy hiampita eny ianao.”",
        "5": "Dia maty teo i Mosesy mpanompon’i Jehovah. Maty tany Moaba izy, araka ny efa nolazain’i Jehovah.",
        "6": "Koa naleviny tao amin’ilay lohasaha tany Moaba, tandrifin’i Beti-peora, izy, ary tsy misy mahalala ny fasany hatramin’izao.",
        "7": "Ary 120 taona i Mosesy tamin’izy maty, nefa tsy nihananjavozavo ny masony, sady tsy nihena ny heriny.",
        "8": "Ary nitomany an’i Mosesy nandritra ny 30 andro ny vahoakan’Israely, teny amin’ny lemaka karakaina any Moaba. Dia tapitra ny andro nitomaniana sy nisaonana azy.",
        "9": "Ary feno fahendrena i Josoa zanak’i Nona, satria i Mosesy efa nametra-tanana taminy. Dia nanomboka nihaino azy ny Israelita, ka nanao araka ny didy nomen’i Jehovah an’i Mosesy.",
        "10": "Mbola tsy nisy mpaminany tena fantatr’i Jehovah tsara hoatran’i Mosesy mihitsy anefa teo amin’ny Israely.",
        "11": "Nataon’i Mosesy tamin’i Farao sy ny mpanompony rehetra ary tamin’i Ejipta manontolo ny famantarana sy fahagagana rehetra nasain’i Jehovah nataony, tamin’izy nirahiny nankany.",
        "12": "Nampiasa herin-tsandry sy hery lehibe teo imason’ny Israely rehetra izy tamin’izany."
    },
    "meta": {
        "name": "Deoteronomia",
        "order": 4,
        "chapter_number": 34
    }
}