{
    "1": {
        "1": "Ireto avy ny tenin’i Mosesy tamin’ny Israely rehetra tao amin’ny faritr’i Jordana, tany an-tany efitra, teny amin’ny lemaka karakaina tandrifin’i Sofa, anelanelan’i Parana sy Tofela sy Labana sy Hazerota ary Dizahaba.",
        "2": "Lalana iraika ambin’ny folo andro avy any Horeba i Kadesi-barnea, raha any an-tendrombohitra Seira no lalana.",
        "3": "Ary tamin’ny andro voalohan’ny volana fahiraika ambin’ny folo, tamin’ny taona fahefapolo, dia nolazain’i Mosesy tamin’ny zanak’Israely izay rehetra nasain’i Jehovah nolazaina tamin’izy ireo,",
        "4": "taorian’ny nandresen’i Mosesy an’i Sihona mpanjakan’ny Amorita, ilay nonina tany Hesbona, sy Oga mpanjakan’i Basana, ilay nonina tany Astarta, tany Edrehy.",
        "5": "Tao amin’ny faritr’i Jordana, any amin’ny tany Moaba, no nanazavan’i Mosesy izao lalàna izao:",
        "6": "“Hoy i Jehovah Andriamanitsika tamintsika tany Horeba: ‘Efa ela no nonenanareo teo amin’io faritra be tendrombohitra io,",
        "7": "ka mandehana any amin’ny faritra be tendrombohitra misy ny Amorita sy ny faritra rehetra manodidina, izany hoe Araba sy ny faritra be tendrombohitra sy Sefela sy Negeba ary ny morontsiraka. Mandehana any amin’ireo tanin’ny Kananita ireo, hatrany Libanona sy ilay renirano lehibe, dia ny reniranon’i Eofrata.",
        "8": "Ataoko eo anoloanareo ilay tany, ka midira ao ary alaivo ho fanananareo io tany io, izay nianianan’i Jehovah tamin’ny razanareo. Efa nianiana tamin’i Abrahama sy Isaka ary Jakoba mantsy izy fa hanome io tany io azy ireo sy ny taranany.’",
        "9": "“Ary hoy aho taminareo tamin’izay fotoana izay: ‘Tsy vitako irery ny hitondra anareo.",
        "10": "Efa nataon’i Jehovah Andriamanitrareo maro ianareo, ka toy ny kintana eny amin’ny lanitra ny hamaroanareo izao.",
        "11": "I Jehovah Andriamanitry ny razanareo anie hampitombo anareo ho avo arivo heny noho izao, ka hitahy anareo araka izay nampanantenainy anareo!",
        "12": "Mavesatra amiko anefa ny mitondra anareo, ary enta-mavesatra amiko ianareo, ka hataoko ahoana no hitondra irery izany sy handamina irery ny fifandiranareo?",
        "13": "Koa mifidiana lehilahy hendry sy malina ary za-draharaha, eo amin’ny fokonareo, mba hataoko ho lehibenareo.’",
        "14": "Dia hoy ny navalinareo ahy: ‘Tsara izany asainao ataonay izany.’",
        "15": "Koa nalaiko ireo lehiben’ny fokonareo ireo, dia lehilahy hendry sy za-draharaha, ka nataoko ho lehibenareo: Lehiben’ny arivo sy lehiben’ny zato sy lehiben’ny dimampolo sy lehiben’ny folo ary mpiadidy teo amin’ny fokonareo.",
        "16": "“Ary nandidy ny mpitsaranareo aho tamin’izay hoe: ‘Rehefa mihaino ny rahalahinareo hotsaraina ianareo, dia tsarao araka ny rariny izay manana ady amin’ny rahalahiny, na amin’ny vahiny monina eo aminy.",
        "17": "Aza mizaha tavan’olona rehefa mitsara, fa henoy sahala amin’ny lehibe ny madinika. Aza matahotra olona, fa an’Andriamanitra ny fitsarana. Ary ento atỳ amiko ny raharaha sarotra loatra aminareo, fa izaho no hihaino izany.’",
        "18": "Ary nandidy anareo ny amin’ny zava-drehetra tokony hataonareo aho tamin’izay.",
        "19": "“Dia niala tany Horeba isika, ka nandeha namakivaky ilay tany efitra lehibe sady mampahatahotra izay efa hitanareo. Ary ny lalana mankany amin’ny faritra be tendrombohitra misy ny Amorita no narahintsika, araka izay nandidian’i Jehovah Andriamanitsika, ka tonga tao Kadesi-barnea isika.",
        "20": "Dia hoy aho taminareo: ‘Tonga eto amin’ity faritra be tendrombohitra misy ny Amorita ity ianareo, dia faritra omen’i Jehovah Andriamanitsika antsika.",
        "21": "Efa natolotr’i Jehovah Andriamanitrao teo an-tananao ity tany ity, ka miakara ary alaivo ho anao izany, araka izay nolazain’i Jehovah Andriamanitry ny razanao taminao. Aza matahotra na mihorohoro.’",
        "22": "“Nanatona ahy daholo anefa ianareo, ka nanao hoe: ‘Aoka isika haniraka olona hialoha antsika, hijery taratra an’ilay tany ka hanao tatitra atỳ amintsika momba izay lalana tokony hiakarantsika sy izay tanàna hidirantsika.’",
        "23": "Dia hitako hoe tsara izany hevitra izany, ka naka roa ambin’ny folo lahy teo aminareo aho, izany hoe iray isam-poko.",
        "24": "Koa lasa izy ireo niakatra ho any amin’ilay faritra be tendrombohitra, ary tonga hatrany amin’ny lohasaha falehan-driakan’i Eskola, ka nijery taratra an’ilay tany.",
        "25": "Dia nakan’izy ireo ny vokatry ny tany, ka nentiny nidina tany amintsika. Ary nanao tatitra tany amintsika izy ireo hoe: ‘Tsara ilay tany homen’i Jehovah Andriamanitsika antsika.’",
        "26": "Tsy nety niakatra anefa ianareo, ka nikomy tsy nanaraka ny didin’i Jehovah Andriamanitrareo.",
        "27": "Dia tsy nitsahatra nimenomenona ianareo tao an-tranolainareo, nanao hoe: ‘Halan’i Jehovah isika matoa nentiny nivoaka avy tany Ejipta mba hanolorany antsika eo an-tanan’ny Amorita sy handringanany antsika.",
        "28": "Hiakatra ho aiza isika? Efa nampihorohoro ny fontsika ny rahalahintsika rehefa nilaza hoe: “Vaventy sy lava noho isika ny olona, ary lehibe ny tanàna sady misy manda manakatra ny lanitra. Hitanay tany koa ny taranaky ny Anakita.”’",
        "29": "“Dia hoy aho taminareo: ‘Aza mivadi-po na matahotra azy,",
        "30": "fa i Jehovah Andriamanitrareo no mandeha eo alohanareo. Izy no hiady ho anareo, araka izay rehetra nataony ho anareo teo ambany masonareo tany Ejipta",
        "31": "sy tany an-tany efitra. Efa hitanareo tany fa tahaka ny fitondran’ny olona an-janany no nitondran’i Jehovah Andriamanitrareo anareo, tany amin’ny lalana rehetra nalehanareo mandra-pahatonganareo teto.’",
        "32": "Na teo aza anefa izany teniko izany, dia mbola tsy ninoanareo ihany i Jehovah Andriamanitrareo",
        "33": "izay nandeha teo alohanareo teny an-dalana, mba hitady toerana hitobianareo, ka afo no nitarihany anareo rehefa alina mba hahitanareo izay lalana tokony haleha, ary rahona kosa rehefa antoandro.",
        "34": "“Ren’i Jehovah ny teninareo tamin’izany fotoana rehetra izany, dia tezitra izy ka nianiana hoe:",
        "35": "‘Tsy hisy na iray aza amin’ity taranaka ratsy fanahy ity hahita ilay tany soa izay nianianako homena ny razanareo,",
        "36": "afa-tsy i Kaleba zanak’i Jefone. Izy no hahita izany, ary izy sy ny taranany no homeko ilay tany izay nodiaviny, satria nanaraka an’i Jehovah tamin’ny fony manontolo izy.",
        "37": "Izaho koa aza notezeran’i Jehovah noho ny aminareo, ka nitenenany hoe: ‘Tsy hiditra any koa ianao,",
        "38": "fa i Josoa zanak’i Nona, izay mitsangana eo anatrehanao, no hiditra any.’ Koa izy no nampaherezin’Andriamanitra, fa izy no hampandova ny Israely an’ilay tany.",
        "39": "Ary ny amin’ny zanakareo madinika izay nolazainareo hoe: “Ho lasa babo ireo!”, sy ny zanakareo izay mbola tsy mahalala ny tsara sy ny ratsy akory ankehitriny, dia ireo no hiditra any, ary ireo no homeko ilay tany, ary ireo no haka azy ho fananany.",
        "40": "Fa ianareo kosa, mivilia ka mankanesa any an-tany efitra, any amin’ny lalana mankany amin’ny Ranomasina Mena.’",
        "41": "“Dia izao no navalinareo: ‘Efa nanota tamin’i Jehovah izahay. Hiakatra izahay ka hiady, araka izay rehetra nandidian’i Jehovah Andriamanitsika!’ Dia samy nanao ny fitaovam-piadianareo teo amin’ny andilanareo avy ianareo, ary noheverinareo fa ho mora ny hiakatra tany an-tendrombohitra.",
        "42": "Fa hoy i Jehovah tamiko: ‘Lazao amin’ireo hoe: “Aza miakatra hiady fa tsy eo aminareo aho, sao ho resy eo anoloan’ny fahavalonareo ianareo.”’",
        "43": "Dia niteny taminareo aho, nefa tsy nihaino ianareo, fa nikomy tsy nanaraka ny tenin’i Jehovah sady mbola be di-doha, ka nitady hiakatra tany an-tendrombohitra ihany.",
        "44": "Kanjo nivoaka hifanandrina taminareo ny Amorita, izay nonina tany amin’ilay tendrombohitra, ka nanenjika anareo toy ny tantely, ary nanaparitaka anareo tany Seira ka hatrany Horma.",
        "45": "Dia niverina ianareo ka nitomany teo anatrehan’i Jehovah. Fa tsy nihaino anareo i Jehovah, na nanongilan-tsofina hihaino anareo.",
        "46": "Koa nonina andro maro tao Kadesy ianareo, araka ny hamaroan’ny andro nonenanareo tao."
    },
    "2": {
        "1": "“Dia nivily isika ka niala teo mba ho any an-tany efitra. Ny lalana mankany amin’ny Ranomasina Mena no narahintsika, araka izay nolazain’i Jehovah tamiko. Ary nandeha andro maro teny amin’ny manodidina ny Tendrombohitra Seira isika.",
        "2": "Dia hoy i Jehovah tamiko:",
        "3": "‘Efa ela no nandehananareo teny amin’ny manodidina an’io tendrombohitra io, ka mandehana mianavaratra.",
        "4": "Ary lazao amin’ny olona izao didy izao: “Efa handalo eo akaikin’ny sisin-tanin’ny taranak’i Esao rahalahinareo, izay monina any Seira, ianareo izao. Ary hatahotra anareo izy ireo, nefa mitandrema tsara.",
        "5": "Aza mila ady aminy, fa tsy hanomezako anareo ny taniny na dia eram-paladia aza, satria efa nomeko ho fananan’i Esao ny Tendrombohitra Seira.",
        "6": "Izay hanina vidinareo vola aminy no hohaninareo. Ary izay rano vidinareo vola aminy no hosotroinareo.",
        "7": "Fa nitahy anao i Jehovah Andriamanitrao tamin’izay rehetra nataon’ny tananao. Fantany tsara ny dianao namakivaky ity tany efitra lehibe ity. Ary nomba anao foana i Jehovah Andriamanitrao nandritra izay efapolo taona izay, ka tsy ory na inona na inona ianao.”’",
        "8": "Koa nandalo lavidavitra an’ireo taranak’i Esao rahalahintsika monina any Seira isika, ary nialantsika ny lalana mankany Araba sy Elata ary Eziona-gebera. “Dia nivily isika ka nandeha tamin’ny lalana mankany an-tany efitr’i Moaba.",
        "9": "Dia hoy i Jehovah tamiko: ‘Aza mihetraketraka amin’ny Moabita na miady aminy, fa tsy hanomezako ho fanananao ny taniny, satria efa nomeko ho fananan’ny taranak’i Lota i Ara.",
        "10": "—Ny Emima no nonina tany fahiny. Firenena mahery sy maro an’isa ary lava toy ny Anakita ireny.",
        "11": "Ary noheverina ho tahaka ny Anakita koa ny Refaima, ka nantsoin’ny Moabita hoe Emima.",
        "12": "Nonina tany Seira ny Horita fahiny, fa nandroaka azy ny taranak’i Esao sady nandringana azy ka nonina tany hisolo azy, tahaka ny tsy maintsy ataon’ny Israely amin’ilay tany izay homen’i Jehovah azy ho fananany.—",
        "13": "Miaingà ankehitriny, ka mandehana mita ny lohasaha falehan-driakan’i Zareda.’ Koa nita an’ilay lohasaha isika.",
        "14": "Ary valo amby telopolo taona no nandehanantsika avy tany Kadesi-barnea ka hatramin’ny niampitantsika ny lohasaha falehan-driakan’i Zareda, mandra-paharipaky ny lehilahy mpiady rehetra tamin’izany taranaka izany, ka tsy nisy intsony tao an-toby, araka izay efa nianianan’i Jehovah tamin’izy ireo.",
        "15": "Ary namely azy ireo koa ny tanan’i Jehovah mba hampisahotaka azy mandra-pahalany ripaka azy tsy hisy tao an-toby intsony.",
        "16": "“Ary raha vao tapitra maty ny lehilahy mpiady rehetra teo amin’ny vahoaka,",
        "17": "dia hoy indray i Jehovah tamiko:",
        "18": "‘Izao ianao dia handalo ny faritr’i Moaba, izany hoe Ara,",
        "19": "ka manatòna ho eo anoloan’ny taranak’i Amona. Aza mihetraketraka aminy na miady aminy, fa tsy hanomezako ho fanananao ny taniny, satria ny taranak’i Lota no efa nomeko izany.",
        "20": "Noheverina ho tanin’ny Refaima koa izy io. Nonina tao mantsy fahiny ny Refaima, izay nantsoin’ny Amonita hoe Zamzomita.",
        "21": "Firenena mahery sy maro an’isa ary lava toy ny Anakita ireny. Naringan’i Jehovah tsy ho eo anatrehan’ny Amonita ireny mba hakan’ny Amonita ny tanin’ireny ka honenan’izy ireo ao hisolo azy,",
        "22": "toy ny nataon’Andriamanitra ho an’ny taranak’i Esao, izay monina any Seira. Nandringana ny Horita tsy ho eo anatrehan’ny taranak’i Esao mantsy Izy, mba hakan’izy ireo ny tanin’ny Horita ka honenany ao hisolo azy, mandraka androany.",
        "23": "Ary ny Avita izay nonina an-tanàna kely hatrany Gaza, dia naringan’ny Kaftorima izay avy tany Kaftora, mba honenan’izy ireo ao hisolo azy.",
        "24": "“‘Koa mitsangàna, ary miaingà ka mità ny lohasaha falehan-driakan’i Arnona. Efa natolotro teo an-tananao i Sihona Amorita mpanjakan’i Hesbona. Koa alaivo ho fanananareo amin’izay ny taniny, ary miadia aminy.",
        "25": "Ary manomboka anio dia hataoko mihorohoro sy matahotra anao ny olona ambanin’ny lanitra rehetra izay handre momba anao. Dia hitebiteby izy ary hanaintaina toy ny mihetsi-jaza noho ny aminao.’",
        "26": "“Dia nandefa iraka avy tany an-tany efitr’i Kedemota aho hankany amin’i Sihona mpanjakan’i Hesbona, mba hitondra teny fangataham-pihavanana, nanao hoe:",
        "27": "‘Avelao aho handalo ao amin’ny taninao, fa ny lalambe ihany no hizorako ka tsy hivily hiankavanana aho na hiankavia.",
        "28": "Izay hanina hamidinao vola amiko no hohaniko, ary izay rano hamidinao vola amiko no hosotroiko. Fa avelao fotsiny aho handalo ao amin’ny taninao.",
        "29": "Namela ahy handalo tao amin’ny taniny mantsy ny taranak’i Esao monina any Seira, sy ny Moabita any Ara, mandra-piampitako ny Reniranon’i Jordana ho any amin’ilay tany homen’i Jehovah Andriamanitray anay.’",
        "30": "Fa tsy namela antsika handalo tao amin’ny taniny i Sihona mpanjakan’i Hesbona, satria navelan’i Jehovah Andriamanitrao hikiribiby amin’ny heviny sy hanamafy ny fony izy, mba hanolorana azy eo an-tananao toy ny amin’izao andro izao.",
        "31": "“Dia hoy i Jehovah tamiko: ‘Manomboka izao dia atolotro eo an-tananao i Sihona sy ny taniny. Koa alaivo ho fanananareo amin’izay ny taniny.’",
        "32": "Ary rehefa nivoaka hiady tamintsika tao Jahaza i Sihona sy ny olony rehetra,",
        "33": "dia natolotr’i Jehovah Andriamanitsika teo an-tanantsika izy. Koa resintsika izy sy ny zanany ary ny olony rehetra,",
        "34": "ary azontsika daholo ny tanànany tamin’izay fotoana izay, ka naringantsika tanteraka ny tanàna tsirairay sy ny lehilahy sy ny vehivavy ary ny ankizy madinika. Tsy nasiantsika niangana izy na iray aza.",
        "35": "Ny biby fiompy ihany no nalaintsika, mbamin’ny fananana tao amin’ireo tanàna azontsika.",
        "36": "Nanomboka tany Aroera, eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, sy ny tanàna ao an-dohasaha falehan-driaka, ka hatrany Gileada, dia tsy nisy tanàna avo loatra ho antsika, fa natolotr’i Jehovah Andriamanitsika teo an-tanantsika daholo izy rehetra.",
        "37": "Fa tsy nohatoninao kosa ny tanin’ny taranak’i Amona, dia ny sisiny rehetra amin’ny lohasaha falehan-driakan’i Jaboka, na ny tanàna ao amin’ny faritra be tendrombohitra, na izay rehetra nandraran’i Jehovah Andriamanitsika antsika."
    },
    "3": {
        "1": "“Dia nivily lalana isika ka niakatra nanaraka ny lalana mankany Basana. Ary nivoaka hiady tamintsika tao Edrehy i Oga mpanjakan’i Basana, sy ny olony rehetra.",
        "2": "Koa hoy i Jehovah tamiko: ‘Aza matahotra azy fa hatolotro eo an-tananao tokoa izy sy ny olony rehetra ary ny taniny. Ary toy ny nataonao tamin’i Sihona mpanjakan’ny Amorita, izay nonina tao Hesbona, no ataovy aminy.’",
        "3": "Dia natolotr’i Jehovah Andriamanitsika teo an-tanantsika tokoa i Oga mpanjakan’i Basana, sy ny olony rehetra. Ary nataontsika tsy nisy niangana ny olony na iray aza.",
        "4": "Nalaintsika ny tanànany rehetra tamin’izay fotoana izay ka tsy nisy tsy azontsika ireo tanàna enimpolo nanerana ny faritr’i Argoba, izay anisan’ny fanjakan’i Oga tany Basana.",
        "5": "Samy tanàna voaro mafy misy manda avo sy vavahady misy bara hidiny daholo ireo, afa-tsy ny tanàna kely maro be tany ambanivohitra.",
        "6": "Naringantsika tanteraka anefa ireny, toy ny nataontsika tamin’i Sihona mpanjakan’i Hesbona, rehefa naringantsika tanteraka ny tanàna rehetra sy ny lehilahy sy ny vehivavy ary ny ankizy madinika.",
        "7": "Ary nalaintsika ho antsika ny biby fiompy rehetra sy izay azo nobaboina tao an-tanàna.",
        "8": "“Ary nalaintsika avy teo am-pelatanan’ny mpanjaka roan’ny Amorita tany amin’ny faritr’i Jordana ny taniny, nanomboka teo amin’ny lohasaha falehan-driakan’i Arnona ka hatrany an-tendrombohitra Hermona.",
        "9": "Ny Sidonianina niantso an’i Hermona hoe Siriona, fa ny Amorita niantso azy hoe Senira.",
        "10": "Nalaintsika koa ny tanàna rehetra teny amin’ny lembalemba sy nanerana an’i Gileada sy Basana, hatrany Saleka sy Edrehy izay tanàna tao amin’ny fanjakan’i Oga tany Basana.",
        "11": "I Oga mpanjakan’i Basana ihany no sisa tavela tamin’ny Refaima. Filanjana vy no nilanjana ny fatiny. Tsy ao Raban’ny taranak’i Amona ve izany filanjana izany? Sivy hakiho * ny lavan’ilay izy, ary efatra hakiho ny sakany, araka ny hakihon-dehilahy.",
        "12": "Dia nalaintsika ho fananantsika ilay tany, tamin’izay fotoana izay. Ary nomeko ho an’ny Robenita sy ny Gadita ny faritra manomboka eo Aroera, izay eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, sy ny antsasaky ny faritra be tendrombohitr’i Gileada ary ny tanàna tao.",
        "13": "Nomeko ho an’ny antsasaky ny fokon’i Manase kosa ny ambiny amin’i Gileada sy ny faritr’i Basana manontolo, izay anisan’ny fanjakan’i Oga. Tsy antsoina hoe tanin’ny Refaima ve ny faritr’i Argoba manontolo, izay anisan’i Basana?",
        "14": "“Nalain’i Jaira zanak’i Manase ny faritr’i Argoba manontolo hatrany amin’ny faran’ny tanin’ny Gesorita sy ny Makatita. Ary nampitondrainy ny anarany ireny tanàna kely any Basana ireny, ka nantsoiny hoe Havota-jaira mandraka androany.",
        "15": "Ary nomeko ho an’i Makira i Gileada.",
        "16": "Nomeko ho an’ny Robenita sy ny Gadita kosa manomboka eo Gileada ka hatreo afovoan’ny lohasaha falehan-driakan’i Arnona, izay lasa sisin-tany, ary hatrany amin’ny lohasaha falehan-driakan’i Jaboka, izay sisin-tanin’ny taranak’i Amona,",
        "17": "ary koa i Araba sy ny Reniranon’i Jordana sy ny morony, manomboka any Kinereta ka hatrany amin’ny ranomasin’i Araba, dia ny Ranomasin-tsira izay eo am-pototry ny tehezan’i Pisga manandrify ny fiposahan’ny masoandro.",
        "18": "“Koa nandidy anareo aho tamin’izay hoe: ‘Efa nomen’i Jehovah Andriamanitrareo anareo ity tany ity mba halainareo ho fanananareo. Ho eny ampita ianareo lehilahy mahery fo rehetra, izay samy efa voaomana hiady, ka handeha eo alohan’ny zanak’Israely rahalahinareo.",
        "19": "Ny vadinareo sy ny zanakareo madinika ary ny biby fiompinareo ihany—fantatro tsara fa maro be ny biby fiompinareo—no hijanona ao amin’ireo tanàna nomeko anareo,",
        "20": "mandra-panomen’i Jehovah fiadanana ho anareo sy ny rahalahinareo, ka ho azon’izy ireo ilay tany eny ampitan’i Jordana, izay omen’i Jehovah Andriamanitrareo azy. Aorian’izay ianareo vao hiverina, ka samy ho any amin’ny tany efa nomeko anareo avy.’",
        "21": "“Ary nandidy an’i Josoa aho tamin’izay hoe: ‘Efa hitan’ny masonao izay rehetra nataon’i Jehovah Andriamanitrareo tamin’ireny mpanjaka roa ireny. Toy izany koa no hataon’i Jehovah amin’izay fanjakana rehetra holalovanao.",
        "22": "Koa aza matahotra azy, fa i Jehovah Andriamanitrareo no miady ho anareo.’",
        "23": "“Dia nitalaho tamin’i Jehovah aho tamin’izay mba hamindrany fo, ka hoy aho:",
        "24": "‘Ry Jehovah Tompo Fara Tampony ô! Efa nanomboka nasehonao tamin’ny mpanomponao ny fahalehibeazanao sy ny sandrinao mahery. Fa na any an-danitra na etỳ an-tany, iza moa no andriamanitra mahavita ny vitanao sy mahefa asa lehibe toy ny nataonao?",
        "25": "Koa mba avelao re aho hiampita e, mba hahita an’ilay tany soa eny ampitan’i Jordana, dia ilay faritra be tendrombohitra sady tsara, mbamin’i Libanona.’",
        "26": "Fa mbola tezitra tamiko foana i Jehovah noho ny aminareo, ka tsy nihaino ahy. Fa hoy i Jehovah tamiko: ‘Aoka izay! Aza miresaka amiko momba izany intsony.",
        "27": "Miakara eo an-tampon’i Pisga, ary atopazo miankandrefana sy mianavaratra ary mianatsimo sy miantsinanana ny masonao ka mijere, fa tsy hiampita an’io Jordana io ianao.",
        "28": "Ary tendreo ho mpitarika i Josoa, ka ampaherezo sy hatanjaho fa izy no hiampita eo alohan’ity firenena ity, ary izy no hampandova azy ilay tany izay ho hitanao.’",
        "29": "Nonina tany an-dohasaha tandrifin’i Beti-peora isika nandritra izany fotoana izany."
    },
    "4": {
        "1": "“Ary ankehitriny ry Israely ô, henoy ny fitsipika sy ny didim-pitsarana izay ampianariko anareo, ka mila ankatoavinareo. Henoy izany mba ho velona ianareo, ka hiditra ao amin’ilay tany omen’i Jehovah Andriamanitry ny razanareo anareo, ary haka izany ho fanananareo.",
        "2": "Aza ampiana ny teny andidiako anareo ary aza anesorana, mba hitandremanareo ny didin’i Jehovah Andriamanitrareo izay andidiako anareo.",
        "3": "“Ny masonareo no nahita izay nataon’i Jehovah tamin’ilay raharaha momba an’i Balan’i Peora. Koa hitanareo fa naringan’i Jehovah Andriamanitrareo tsy ho eo aminareo, izay rehetra nanaraka an’i Balan’i Peora.",
        "4": "Fa ianareo izay nifikitra tamin’i Jehovah Andriamanitrareo kosa mbola velona daholo ankehitriny.",
        "5": "Efa nampianariko fitsipika sy didim-pitsarana ianareo, araka izay nandidian’i Jehovah Andriamanitro ahy, mba harahinareo any amin’ilay tany halehanareo sy halainareo ho fanananareo.",
        "6": "Koa tandremo sy ankatoavy izany, satria izany no hahitan’ny firenen-kafa fa hendry sy mahira-tsaina ianareo. Handre izany fitsipika rehetra izany mantsy izy ireo, ka hilaza tokoa hoe: ‘Tena hendry sy mahira-tsaina io firenena lehibe io!’",
        "7": "Fa iza moa no firenen-dehibe manana andriamanitra akaiky azy toa an’i Jehovah Andriamanitsika izay akaiky antsika rehefa antsointsika?",
        "8": "Ary iza moa no firenen-dehibe manana fitsipika sy didim-pitsarana marina toy ireo lalàna rehetra ataoko eo anatrehanareo anio?",
        "9": "“Fa mitandrema fotsiny, ary tandremo tsara ny tenanao sao hadinoinao ny zavatra efa hitan’ny masonao ka hiala ao am-ponao izany, mandritra ny androm-piainanao. Ary ampahafantaro ny zanakao sy ny zafinao izany,",
        "10": "sy ilay andro nitsangananao teo anatrehan’i Jehovah Andriamanitrao tany Horeba, tamin’i Jehovah nilaza tamiko hoe: ‘Vorio ho etỳ amiko ny olona fa hampandrenesiko azy ny teniko, mba hianarany hatahotra ahy amin’ny andro rehetra hiainany eo amin’ilay tany, ary mba hampianarany ny zanany.’",
        "11": "“Koa nanatona ianareo, dia nitsangana teo am-pototry ny tendrombohitra. Ary nirehitra ilay tendrombohitra, ka nisy afo nanakatra ny lanitra, sady nisy haizina sy rahona ary haizim-pito.",
        "12": "Dia niteny taminareo avy tao anaty afo i Jehovah, ka feo ihany no renareo fa tsy nahita bika aman’endrika ianareo. Feo ihany no renareo.",
        "13": "Ary nambarany taminareo ilay fifanekena nasainy harahinareo, dia ny Teny Folo. Avy eo, dia nosoratany teo amin’ny takela-bato roa izany.",
        "14": "Izaho no nodidian’i Jehovah tamin’izay fotoana izay hampianatra anareo fitsipika sy didim-pitsarana mba hankatoavinareo any amin’ilay tany halehanareo sy halainareo ho fanananareo.",
        "15": "“Ary mitandrema tsara ianareo, satria tsy nahita bika aman’endrika mihitsy ianareo tamin’ilay andro nitenenan’i Jehovah taminareo avy tao anaty afo, tany Horeba,",
        "16": "sao mitady loza ianareo, ka manao sary sokitra ho anareo, dia sarin-javatra na inona na inona, na sarin-dehilahy na sarim-behivavy,",
        "17": "na sarim-biby eto an-tany, na sarim-borona manana elatra izay manidina eny amin’ny lanitra,",
        "18": "na sarin’izay biby mandady amin’ny tany, na sarin-trondro any anaty rano ambanin’ny tany.",
        "19": "Tandremo koa sao ianao miandrandra ny lanitra ka mahita ny masoandro sy ny volana ary ny kintana, dia izay rehetra eny amin’ny lanitra, ka voataona hiankohoka eo anatrehan’ireny sy hanompo azy. Nataon’i Jehovah Andriamanitrao ho anjaran’ny firenen-drehetra ambanin’ny lanitra manontolo mantsy ireny.",
        "20": "Fa ianareo no nalain’i Jehovah mba hoentiny mivoaka avy tao amin’ny fatana fandrendreham-by, izany hoe avy tany Ejipta, mba ho lasa fananany manokana toy ny amin’izao andro izao.",
        "21": "“Ary tezitra mafy tamiko i Jehovah noho ny aminareo ka nianiana fa tsy hiampita an’i Jordana aho, na hiditra ao amin’ilay tany soa izay omen’i Jehovah Andriamanitrao anao ho lovanao.",
        "22": "Ho faty eto amin’ity tany ity aho fa tsy hiampita an’i Jordana. Fa ianareo kosa no hiampita ka haka an’io tany soa io ho fanananareo.",
        "23": "Koa tandremo sao hadinoinareo ny fifanekena nataon’i Jehovah Andriamanitrareo taminareo, ka manao sary sokitra ho anareo ianareo, dia bikabikan’ny zavatra rehetra nandraran’i Jehovah Andriamanitrareo anareo.",
        "24": "Fa afo mandevona i Jehovah Andriamanitrao, dia Andriamanitra mitaky ny hanompoana azy irery ihany.",
        "25": "“Raha miteraka sy manan-jafikely ianao ka efa ela ianareo no nipetraka teo amin’ilay tany, nefa mitady loza ka manao sary sokitra na bikabikan-javatra na inona na inona, ary manao ratsy eo imason’i Jehovah Andriamanitrao ka mampahatezitra azy,",
        "26": "dia hataoko ho vavolombelona hiampanga anareo ny lanitra sy ny tany anio, fa tsy ho ela ianareo dia ho ripaka tokoa ka tsy ho eo amin’ilay tany izay halainareo ho fanananareo eny ampitan’i Jordana. Tsy ho lava andro iainana ianareo eo, fa ho ringana tokoa.",
        "27": "Ary haparitak’i Jehovah any amin’ny firenen-kafa ianareo, ka ho vitsy sisa ianareo any amin’ireo firenena izay handefasan’i Jehovah anareo.",
        "28": "Hanompo andriamanitra nataon-tanan’olona ianareo any, dia vato aman-kazo izay tsy mahita na mandre na mihinana na mandre fofona.",
        "29": "“Raha mitady an’i Jehovah Andriamanitrao ianao any, dia hahita azy tokoa, satria hitady azy amin’ny fonao manontolo sy ny tenanao manontolo.",
        "30": "Rehefa ory mafy ianao ary manjo anao ireo voalaza rehetra ireo any am-parany, dia hiverina amin’i Jehovah Andriamanitrao ianao ka hihaino ny feony.",
        "31": "Fa Andriamanitra mamindra fo i Jehovah Andriamanitrao, ka tsy hahafoy anao na handringana anao na hanadino ny fifanekena nianianany tamin’ny razanao.",
        "32": "“Fa anontanio ange ny momba ny andro taloha e, hatramin’ny andro namoronan’Andriamanitra ny olona teto an-tany, manomboka any amin’ny faravodilanitra iray hatrany amin’ny faravodilanitra iray, ka ataovy hoe: Efa nisy zava-dehibe toy izany ve nitranga? Ary efa mba nisy nandre zavatra toy izany ve?",
        "33": "Firenena iza no efa nandre ny feon’Andriamanitra niteny avy tao anaty afo, toy ny efa renao, nefa mbola velona ihany?",
        "34": "Sa Andriamanitra efa mba nanandrana naka firenena ho an’ny tenany avy tamin’ny firenena iray, tamin’ny alalan’ny fizahan-toetra, sy famantarana, sy fahagagana, sy ady, sy tanana mahery, sy sandry nahinjitra, ary zavatra tena mampahatahotra, toy izay rehetra nataon’i Jehovah Andriamanitrareo ho anareo teo imasonareo, tany Ejipta?",
        "35": "Ianao no nampisehoana izany mba hahafantaranao fa i Jehovah no tena Andriamanitra ary tsy misy afa-tsy izy.",
        "36": "Avy tany an-danitra no nampandrenesany anao ny feony mba hanitsiana anao. Ary teto an-tany no nasehony anao ny afony lehibe, ary efa renao avy tao anaty afo ny teniny.",
        "37": "“Mbola velona ihany anefa ianao na izany aza, satria tiany ireo razanao ka nifidy ny taranak’izy ireo izy ary nitondra anao nivoaka avy tany Ejipta teo ambany masony, tamin-kery lehibe.",
        "38": "Nanao izany izy mba handroahany tsy ho eo anatrehanao ireo firenena lehibe sy matanjaka noho ianao, ka hampidirany anao ao amin’ny tanin’ireny sy hanomezany anao izany ho lovanao, toy ny amin’izao andro izao.",
        "39": "Fantatrao tsara ankehitriny ary raketo ao am-ponao fa i Jehovah no tena Andriamanitra any amin’ny lanitra ambony sy etỳ amin’ny tany ambany, ary tsy misy afa-tsy izy.",
        "40": "Koa tandremo ny fitsipiny sy ny didiny izay andidiako anao anio, mba hahita soa foana ianao sy ny taranakao, ary mba ho lava andro iainana ianao eo amin’ilay tany omen’i Jehovah Andriamanitrao anao.”",
        "41": "Ary tamin’izay fotoana izay i Mosesy no nanokana tanàna telo teny ampitan’i Jordana, nanandrify ny fiposahan’ny masoandro,",
        "42": "mba handosiran’izay nahafaty olona tsy nahy nefa tsy nankahala an’ilay olona talohan’izay. Ary handositra any amin’ny iray amin’ireo tanàna ireo izy, ka ho velona.",
        "43": "Ireto avy izany tanàna izany: Bezera any an-tany efitra, eny amin’ny lembalemba, ho an’ny Robenita; Ramota any Gileada, ho an’ny Gadita; ary Golana any Basana, ho an’ny Manasita.",
        "44": "Ary izao no lalàna nataon’i Mosesy teo anatrehan’ny zanak’Israely.",
        "45": "Ireto avy ny fampahatsiahivana sy ny fitsipika ary ny didim-pitsarana nolazain’i Mosesy tamin’ny zanak’Israely, rehefa nivoaka avy tany Ejipta izy ireo,",
        "46": "tany amin’ny faritr’i Jordana, teo an-dohasaha tandrifin’i Beti-peora, tao amin’ny tanin’i Sihona mpanjakan’ny Amorita izay nonina tao Hesbona, dia ilay resin’i Mosesy sy ny zanak’Israely, rehefa nivoaka avy tany Ejipta izy ireo.",
        "47": "Ary nalain’izy ireo ho fananany ny tanin’i Sihona sy ny tanin’i Oga mpanjakan’i Basana, dia ny mpanjaka roan’ny Amorita, izay tany amin’ny faritr’i Jordana nanandrify ny fiposahan’ny masoandro,",
        "48": "nanomboka tany Aroera, eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, ka hatrany an-tendrombohitra Siona, izany hoe Hermona,",
        "49": "sy Araba manontolo any amin’ny ilany atsinanana amin’ny faritr’i Jordana, ka hatrany amin’ny ranomasin’i Araba, izay eo am-pototry ny tehezan’i Pisga."
    },
    "5": {
        "1": "Nantsoin’i Mosesy ny Israely rehetra, ka hoy izy taminy: “Ry Israely ô, henoy ny fitsipika sy ny didim-pitsarana ambarako aminareo anio, ka ianaro sy tandremo tsara.",
        "2": "Nanao fifanekena tamintsika i Jehovah Andriamanitsika, tany Horeba.",
        "3": "Tsy tamin’ny razantsika no nanaovan’i Jehovah izany fifanekena izany fa tamintsika, dia isika rehetra izay mbola velona eto ankehitriny.",
        "4": "Niteny nifanatrika taminareo avy tao anaty afo i Jehovah, tao an-tendrombohitra.",
        "5": "Nitsangana teo anelanelanareo sy Jehovah aho tamin’izay, mba hilaza taminareo ny tenin’i Jehovah, fa natahotra ianareo noho ny afo, ka tsy niakatra tao an-tendrombohitra. Hoy izy tamin’izay:",
        "6": "“‘Izaho no Jehovah Andriamanitrao izay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny trano fanandevozana.",
        "7": "Aza manana andriamani-kafa hifandrafy amiko.",
        "8": "“‘Aza manao sary sokitra ho anao, na ny mety ho bikabikan-javatra mitovy amin’izay eny amin’ny lanitra ambony, na izay etỳ amin’ny tany ambany, na izay any anaty rano ambanin’ny tany.",
        "9": "Aza miankohoka eo anatrehan’ireny, na manaiky ho voatarika hanompo azy, fa izaho Jehovah Andriamanitrao dia Andriamanitra mitaky ny hanompoana ahy irery ihany. Koa raha misy raim-pianakaviana mankahala ahy, dia hosaziko noho ny fahadisoany ny zanany sy ny zafikeliny ary ny zafiafiny.",
        "10": "Fa izay tia ahy sy mitandrina ny didiko kosa hanehoako hatsaram-panahy feno fitiavana, na dia hatramin’ny taranaka faharivo aza.",
        "11": "“‘Aza manao tsinontsinona ny anaran’i Jehovah Andriamanitrao, fa tsy hisy havelan’i Jehovah ho afa-maina izay manao tsinontsinona ny anarany.",
        "12": "“‘Aoka hotandremana ny andro sabata mba hanamasinana azy io, araka izay nandidian’i Jehovah Andriamanitrao anao.",
        "13": "Koa enina andro no hanaovanao ny raharahanao sy ny asanao rehetra,",
        "14": "fa sabata ho an’i Jehovah Andriamanitrao kosa ny andro fahafito. Aza manao asa na inona na inona ianao, na ny zanakao lahy, na ny zanakao vavy, na ny mpanompolahinao, na ny mpanompovavinao, na ny ombinao, na ny ampondranao, na ny biby fiompinao, na ny vahiny monina ao an-tanànanao, mba hiala sasatra toa anao koa ny mpanompolahinao sy ny mpanompovavinao.",
        "15": "Tsarovy fa andevo tany Ejipta ianao, ka tanana mahery sy sandry nahinjitra no nitondran’i Jehovah Andriamanitrao anao nivoaka avy tany. Izany no antony nandidian’i Jehovah Andriamanitrao anao hitandrina foana ny andro sabata.",
        "16": "“‘Hajao ny rainao sy ny reninao, araka izay nandidian’i Jehovah Andriamanitrao anao, mba ho lava andro iainana ianao, ary mba hahita soa any amin’ny tany izay omen’i Jehovah Andriamanitrao anao.",
        "17": "“‘Aza mamono olona.",
        "18": "“‘Ary aza manitsakitsa-bady.",
        "19": "“‘Ary aza mangalatra.",
        "20": "“‘Ary aza mijoro ho vavolombelona mandainga hiampanga ny mpiara-belona aminao.",
        "21": "“‘Ary aza mitsiriritra vadin’olona. Aza manaiky hasesiky ny fitiavan-tena ka haniry mafy hahazo tranon’olona, na tanin’olona, na ny mpanompolahiny, na ny mpanompovaviny, na ny ombiny, na ny ampondrany, na inona na inona fananany.’",
        "22": "“Ireo Teny ireo no nolazain’i Jehovah taminareo rehetra tamin’ny feo mafy avy tao anaty afo sy rahona ary haizim-pito, tao an-tendrombohitra. Tsy nasiany fanampiny izany, ary nosoratany teo amin’ny takela-bato roa ka natolony ahy.",
        "23": "“Raha vao renareo ilay feo avy tao anaty haizina, raha mbola nirehitra ny tendrombohitra, dia nanatona ahy ianareo, izany hoe ny lehibem-poko rehetra sy ny anti-panahy rehetra teo aminareo.",
        "24": "Dia hoy ianareo: ‘Efa nasehon’i Jehovah Andriamanitsika antsika ny voninahiny sy ny fahalehibeazany, ary efa rentsika ny feony avy tao anaty afo. Androany no nahitantsika fa afaka miteny amin’olona Andriamanitra, kanefa mbola velona ihany ilay olona.",
        "25": "Koa nahoana no ho faty izahay, satria mety handevona anay io afo lehibe io? Tena ho faty mihitsy izahay, raha mbola mandre ny feon’i Jehovah Andriamanitsika.",
        "26": "Rentsika niteny avy tao anaty afo mantsy ny feon’ilay Andriamanitra velona. Iza tamin’ny nofo rehetra anefa no efa nandre izany toa antsika, nefa mbola velona ihany?",
        "27": "Koa aleo ianao ihany no hankany sy hihaino izay rehetra holazain’i Jehovah Andriamanitsika. Ary ianao no hilaza aminay izay rehetra hambaran’i Jehovah Andriamanitsika aminao, dia hohenoinay tokoa izany, ka harahinay.’",
        "28": "“Koa ren’i Jehovah ny teny nolazainareo tamiko, dia hoy i Jehovah tamiko: ‘Efa reko ny tenin’ity firenena ity taminao. Mety daholo izany nolazainy izany.",
        "29": "Raha mba miezaka hanana fo matahotra ahy sy mitandrina foana ny didiko rehetra mantsy izy ireo, dia hahita soa izy sy ny taranany, mandritra ny fotoana tsy voafetra!",
        "30": "Mandehana lazao aminy hoe: “Modia any amin’ny tranolainareo avy.”",
        "31": "Fa ianao kosa mijanòna eto amiko, fa holazaiko aminao ny didy rehetra sy ny fitsipika ary ny lalàna tokony hampianarinao azy ka hankatoaviny any amin’ilay tany homeko azy ho fananany.’",
        "32": "Koa araho tsara izay efa nandidian’i Jehovah Andriamanitrareo anareo. Aza mivily miankavanana na miankavia.",
        "33": "Fa ny lalana rehetra asain’i Jehovah Andriamanitrareo aleha no tokony halehanareo, mba ho velona ianareo ka hahita soa, ary ho lava andro iainana eo amin’ilay tany izay halainareo ho fanananareo."
    },
    "6": {
        "1": "“Izao no didy sy fitsipika ary didim-pitsarana nasain’i Jehovah Andriamanitrareo nampianarina anareo mba harahinareo any amin’ilay tany izay halehanareo sy halainareo ho fanananareo.",
        "2": "Amin’izay dia hatahotra an’i Jehovah Andriamanitrao ianao, ka hitandrina ny lalàny rehetra sy ny didiny andidiako anao sy ny zanakao ary ny zafinao, mandritra ny androm-piainanao, ary mba ho lava andro iainana koa ianao.",
        "3": "Koa henoy izao, ry Israely ô, ka araho tsara mba hahita soa ianao, ary hanjary ho maro be any amin’ilay tany tondra-dronono sy tantely, araka izay nampanantenain’i Jehovah Andriamanitry ny razanao anao.",
        "4": "“Mihainoa, ry Israely ô: I Jehovah Andriamanitsika dia Jehovah iray ihany.",
        "5": "Ary tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ary ny herinao manontolo.",
        "6": "Aoka ho ao am-ponao ireto teny andidiako anao anio ireto.",
        "7": "Dia alenteho tsikelikely ao an-tsain’ny zanakao izany ary resaho, na mipetraka ao an-tranonao ianao, na mandeha eny an-dalana, na mandry, na mifoha.",
        "8": "Afatory ho famantarana eo amin’ny tananao izany, ka ataovy fehiloha eo amin’ny handrinao,",
        "9": "ary soraty eo amin’ny tolàm-baravaran’ny tranonao sy eo amin’ny vavahadinao.",
        "10": "“Rehefa hoentin’i Jehovah Andriamanitrao any amin’ilay tany, izay efa nianianany tamin’i Abrahama sy Isaka ary Jakoba razanao homena anao ianao, ka hahazo tanàna lehibe sady tsara tarehy izay tsy naorinao,",
        "11": "sy trano feno ny zava-tsoa rehetra izay tsy ianao no nameno azy, sy lavaka fanangonan-drano izay tsy nohadinao, sy tanimboaloboka tsy novolenao, sy hazo oliva tsy nambolenao, ary hihinana ianao ka ho voky,",
        "12": "dia tandremo sao hadinoinao i Jehovah izay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny trano fanandevozana.",
        "13": "I Jehovah Andriamanitrao no tokony hatahoranao, ary izy no hotompoinao, ary amin’ny anarany no hianiananao.",
        "14": "Aza manaraka andriamani-kafa, dia ny andriamanitr’ireo firenena manodidina anao,",
        "15": "sao hirehitra aminao ny fahatezeran’i Jehovah Andriamanitrao, ka haringany tsy ho eo ambonin’ny tany ianao. Fa Andriamanitra mitaky ny hanompoana azy irery ihany i Jehovah Andriamanitrao, izay eo aminao.",
        "16": "“Aza mitsapa toetra an’i Jehovah Andriamanitrareo, toy ny nataonareo tao Masa.",
        "17": "Tandremo tsara ny didin’i Jehovah Andriamanitrareo sy ny fampahatsiahivany ary ny fitsipiny izay nandidiany anareo.",
        "18": "Izay mahitsy sy tsara eo imason’i Jehovah no ataovy mba hahita soa ianao, ka hiditra ao amin’ilay tany soa nianianan’i Jehovah tamin’ny razanao, ary haka azy io ho fanananao,",
        "19": "ka horoahinao tsy ho eo anatrehanao ny fahavalonao rehetra, araka izay nampanantenain’i Jehovah.",
        "20": "“Raha manontany anao ny zanakao any aoriana any hoe: ‘Inona no hevitr’ireny fampahatsiahivana sy fitsipika ary lalàna nandidian’i Jehovah Andriamanitsika anareo ireny?’,",
        "21": "dia izao no holazainao aminy: ‘Andevon’i Farao isika tany Ejipta, fa i Jehovah kosa nitondra antsika nivoaka avy tany, tamin’ny tanana mahery.",
        "22": "Koa famantarana sy fahagagana lehibe nitondra loza no nataon’i Jehovah tamin’i Ejipta sy Farao ary ny ankohonany manontolo, teo imasontsika.",
        "23": "Dia nentiny nivoaka avy tany isika mba hitondrany antsika eto sy hanomezany antsika ilay tany izay nianianany tamin’ny razantsika.",
        "24": "Koa nandidy antsika hanaraka ireo fitsipika rehetra ireo i Jehovah, sady nandidy ny hatahorana an’i Jehovah Andriamanitsika, mba hahitantsika soa mandrakariva, ka ho velona isika toy ny amin’izao andro izao.",
        "25": "Ary ho olo-marina isika raha mitandrina tsara izany didy rehetra izany eo anatrehan’i Jehovah Andriamanitsika, araka izay nandidiany antsika.’"
    },
    "7": {
        "1": "“Rehefa hampiditra anao any amin’ilay tany izay halehanao sy halainao ho fanananao i Jehovah Andriamanitrao, dia horoahiny tsy ho eo anatrehanao ireto firenena be mponina ireto: Ny Hetita, ny Girgasita, ny Amorita, ny Kananita, ny Perizita, ny Hivita ary ny Jebosita, izany hoe firenena fito be mponina sady mahery noho ianao.",
        "2": "Ary hatolotr’i Jehovah Andriamanitrao eo an-tananao tokoa ireny ka horesenao. Tsy maintsy haringanao tanteraka ireny. Aza manao fifanekena aminy na mamindra fo aminy.",
        "3": "Aza manao fifanarahana ara-panambadiana aminy: Aza omenao ho vadin’ny zanany lahy ny zanakao vavy, ary aza alainao ho vadin’ny zanakao lahy ny zanany vavy.",
        "4": "Fa hampiala ny zanakao lahy tsy hanaraka ahy izy, ka azo antoka fa hanompo andriamani-kafa ireo. Koa hirehitra aminareo tokoa ny fahatezeran’i Jehovah, ka tsy hiandry ela izy, fa handringana anareo.",
        "5": "“Fa izao kosa no hataonareo amin’ireny: Arodano ny alitarany, torotoroy ny tsangambatony masina, kapao ny tsato-kazony masina, ary dory ny sary sokitra ivavahany.",
        "6": "Fa vahoaka masina ianareo amin’i Jehovah Andriamanitrareo. Ary ianareo no nofidin’i Jehovah Andriamanitrareo avy tamin’ny firenena rehetra etỳ ambonin’ny tany, mba ho vahoakany sy ho fananany manokana.",
        "7": "“Tsy noho ianareo maro an’isa indrindra amin’ny firenena rehetra no nahatonga an’i Jehovah hiraiki-po aminareo sy hifidy anareo. Ianareo mantsy no vitsy indrindra amin’ny firenena rehetra.",
        "8": "Fa noho ny fitiavan’i Jehovah anareo sy ny fanajany ny fianianana nataony tamin’ny razanareo no namoahan’i Jehovah anareo tamin’ny tanana mahery, mba hanavotany anareo avy tany amin’ny trano fanandevozana, avy teo an-tanan’i Farao mpanjakan’i Ejipta.",
        "9": "Ary fantatrao tsara fa i Jehovah Andriamanitrao no tena Andriamanitra. Andriamanitra mendri-pitokisana izy, sady manaja fifanekena sy maneho hatsaram-panahy feno fitiavana amin’izay tia azy sy mitandrina ny didiny, hatramin’ny taranaka arivo mandimby.",
        "10": "Valiany an-kitsirano * kosa anefa izay mankahala azy ka haringany. Tsy hisalasala hamaly an-kitsirano an’izay mankahala azy izy.",
        "11": "Koa tandremo ny didy sy ny fitsipika ary ny didim-pitsarana izay andidiako anao anio, ka ankatoavy.",
        "12": "“Hotanterahin’i Jehovah Andriamanitrareo aminareo ilay fifanekena nianianany tamin’ny razanareo, ka hanehoany hatsaram-panahy feno fitiavana ianareo, satria mihaino foana an’izany didim-pitsarana izany sady mitandrina sy manaraka izany.",
        "13": "Dia ho tia sy hitahy anao tokoa izy, ary hahamaro anao ka hotahiny izay aloaky ny kibonao sy ny vokatry ny taninao, ny varimbazahanao sy ny divainao vaovao sy ny menakao, ny zanak’ombinao sy ny zanaky ny ondry aman’osinao, any amin’ilay tany izay nianianany tamin’ny razanao homena anao.",
        "14": "Hotahina mihoatra noho ny firenena rehetra ianao. Tsy hisy tsy hanan-taranaka ny lehilahy sy ny vehivavy eo aminao, mbamin’ny biby fiompinao.",
        "15": "Hesorin’i Jehovah tsy ho eo aminao tokoa ny aretina rehetra. Ary tsy hisy hataony mahazo anao ny areti-mandoza rehetra tany Ejipta izay efa fantatrao, fa izay rehetra mankahala anao kosa no hataony azon’izany.",
        "16": "Haringanao tanteraka ny firenena rehetra homen’i Jehovah Andriamanitrao anao. Aoka tsy hiantra azy ny masonao ary aza manompo ny andriamaniny, fa ho fandrika ho anao izany.",
        "17": "“Raha hoy ianao anakampo: ‘Be mponina loatra ireo firenena ireo, ka ho vitako ve ny handroaka azy?’,",
        "18": "dia aza matahotra azy na izany aza. Aza hadinoina mihitsy izay nataon’i Jehovah Andriamanitrao tamin’i Farao sy Ejipta manontolo,",
        "19": "dia ny fizahan-toetra lehibe izay efa hitan’ny masonao, ary koa ny famantarana sy fahagagana sy tanana mahery ary sandry nahinjitra, izay nampiasain’i Jehovah Andriamanitrao namoahana anao. Ho toy izany no hataon’i Jehovah Andriamanitrao amin’ny firenena rehetra atahoranao.",
        "20": "Ary hataon’i Jehovah Andriamanitrao koa izay hahakivy tanteraka an’ireny, mandra-pahafatin’izay sisa tavela sy izay niafina anao.",
        "21": "Aza mivadi-po noho ny aminy, fa eo aminao i Jehovah Andriamanitrao, izay Andriamanitra lehibe sy mendrika hatahorana.",
        "22": "“Horoahin’i Jehovah Andriamanitrao tsikelikely tsy ho eo anatrehanao ireny firenena ireny. Tsy mahazo mandringana azy haingana anefa ianao, sao hihamaro ny bibidia ka hamely anao.",
        "23": "Hatolotr’i Jehovah Andriamanitrao eo an-tananao tokoa ireny, ka horoahiny ao anatin’ny fisavoritahana be, mandra-pahalany ringana an’ireny.",
        "24": "Dia hatolony eo an-tananao tokoa ireo mpanjakany, ka hofoananao tsy ho etỳ ambanin’ny lanitra ny anaran’ireny. Tsy hisy hahatohitra anao, mandra-pandringanao tanteraka an’ireny.",
        "25": "Hodoranareo ny sary sokitra izay andriamaniny. Aza mitsiriritra ny volafotsy na ny volamena eo amin’ireny, na maka izany ho anao, sao ho voafandrik’izany ianao, fa zava-maharikoriko amin’i Jehovah Andriamanitrao izany.",
        "26": "Aza mitondra zava-maharikoriko ho ao an-tranonao, sao ho voatokana haringana toy izany zavatra izany koa ianao. Tokony haharikoriko tanteraka anao izany, ary ho tena halanao, satria zavatra natokana haringana."
    },
    "8": {
        "1": "“Araho tsara izay didy rehetra andidiako anareo anio, mba ho ela velona ianareo, ka hihamaro ary hiditra ao amin’ilay tany nianianan’i Jehovah tamin’ny razanareo, ary haka izany ho fanananareo.",
        "2": "Tsarovy ny lalana rehetra nasain’i Jehovah Andriamanitrao nalehanao tany an-tany efitra nandritra izay efapolo taona izay, mba hampanetry tena anao sy hitsapana anao mba hahalalana izay ao am-ponao, ka hahafantarana raha hitandrina ny didiny ianao na tsia.",
        "3": "Koa nampanetry tena anao izy, ka namela anao ho noana, sy nanome anao mana ho sakafo, dia ny mana izay tsy fantatrao sady tsy fantatry ny razanao, mba hampahafantarana anao fa tsy ny mofo ihany no iveloman’ny olona, fa ny teny rehetra avy amin’ny vavan’i Jehovah koa.",
        "4": "Tsy nanjary tonta ny lamba notafinao, ary tsy nivonto ny tongotrao nandritra izay efapolo taona izay.",
        "5": "Ary fantatrao tsara ao am-ponao fa tahaka ny anitsian’ny olona ny zanany no nanitsian’i Jehovah Andriamanitrao anao.",
        "6": "“Tandremo ny didin’i Jehovah Andriamanitrao, ka mandehana amin’ny lalany ary matahora azy.",
        "7": "Fa efa hampiditra anao ao amin’ny tany soa i Jehovah Andriamanitrao. Tany be lohasaha falehan-driaka misy rano izy io, sady misy loharano sy rano lalina avy any amin’ny lemaka * sy ny faritra be tendrombohitra;",
        "8": "tany misy varimbazaha sy vary orza sy voaloboka sy aviavy sy ampongabendanitra sy oliva fanaovana menaka, ary tany misy tantely.",
        "9": "Tsy ho ory sakafo ianao ao, sady tsy ho ory na inona na inona. Feno vy ny vato ao amin’izany tany izany, ary ao amin’ny tendrombohiny no hitrandrahanao varahina.",
        "10": "“Rehefa mihinana ianao ka voky, dia misaora an’i Jehovah Andriamanitrao noho ilay tany soa nomeny anao.",
        "11": "Tandremo anefa sao hadinoinao i Jehovah Andriamanitrao, ka tsy ankatoavinao ny didiny sy ny didim-pitsarany ary ny lalàny, izay andidiako anao anio.",
        "12": "Tandremo koa sao rehefa mihinana ianao ka voky ary manorina trano tsara ka mipetraka ao,",
        "13": "ary mihamaro ny omby sy ny ondry aman’osinao, ary mitombo ny volafotsinao sy ny volamenanao ary ny fanananao rehetra,",
        "14": "dia hiavonavona ny fonao ka hohadinoinao i Jehovah Andriamanitrao izay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny trano fanandevozana.",
        "15": "Fa izy no nampandeha anao namakivaky ilay tany efitra lehibe sy mampahatahotra, izay onenan’ny bibilava misy poizina sy ny maingoka, sady tany karakaina tsy misy rano. Izy koa no namoaka rano ho anao avy tamin’ny harambato,",
        "16": "ary nanome anao mana ho sakafo tany an-tany efitra—mana izay tsy fantatry ny razanao—mba hampanetry tena anao sy hitsapana anao ka hanasoavana anao any aoriana.",
        "17": "Koa rehefa mahazo izany rehetra izany ianao, dia tandremo koa sao hanao anakampo hoe: ‘Ny heriko sy ny tanjako manontolo no nahazoako izao harena izao.’",
        "18": "Fa tsarovy i Jehovah Andriamanitrao, satria izy no manome anao hery hahazoanao harena, mba hanatanterahany ilay fifanekena nianianany tamin’ny razanao, toy ny amin’izao andro izao.",
        "19": "“Fa raha sanatria manadino an’i Jehovah Andriamanitrareo ianareo, ary manaraka andriamani-kafa sy manompo an’ireny sady miankohoka eo anatrehany, dia lazaiko marimarina aminareo anio fa ho ripaka tanteraka ianareo.",
        "20": "Ho ripaka toy ireo firenena izay haringan’i Jehovah tsy ho eo anatrehanareo ianareo, satria tsy nihaino ny feon’i Jehovah Andriamanitrareo."
    },
    "9": {
        "1": "“Mihainoa, ry Israely ô: Efa hiampita an’i Jordana ianao ankehitriny ary hiditra ao amin’ilay tany, ka handroaka firenena lehibe sy mahery noho ianao, eny, tanàna lehibe misy manda manakatra ny lanitra,",
        "2": "ary firenena mahery sy lava, izay taranaky ny Anakita. Fantatrao ireo ary efa renao izay voalaza momba azy hoe: ‘Iza no mahatohitra ny taranak’i Anàka?’",
        "3": "Fantatrao tsara ankehitriny fa miampita eo alohanao i Jehovah Andriamanitrao. Afo mandevona izy, ka handringana sy handresy an’ireny eo anatrehanao. Handroaka an’ireny ianao ka handringana azy haingana, araka izay nolazain’i Jehovah taminao.",
        "4": "“Rehefa roahin’i Jehovah Andriamanitrao tsy ho eo anatrehanao ireny, dia aza manao anakampo hoe: ‘Noho ny fahamarinako no nampidiran’i Jehovah ahy teto amin’ity tany ity mba hakako azy ho fananako.’ Kanefa, noho ny haratsiam-panahin’ireny firenena ireny no handroahan’i Jehovah azy tsy ho eo anatrehanao.",
        "5": "Tsy noho ny fahamarinanao na ny hitsim-ponao mantsy no hidiranao ao amin’ny tanin’izy ireo sy hakanao izany ho fanananao. Fa noho ny haratsiam-panahin’ireo firenena ireo no handroahan’i Jehovah Andriamanitrao azy tsy ho eo anatrehanao. Nandroaka azy ireo koa i Jehovah mba hanatanterahany ny fianianany tamin’i Abrahama sy Isaka ary Jakoba razanao.",
        "6": "Aoka ho fantatrareo fa tsy noho ny fahamarinanareo no hanomezan’i Jehovah Andriamanitrareo anareo io tany soa io, satria vahoaka mafy hatoka ianareo.",
        "7": "“Tsarovy ary aza hadinoina fa nampahatezitra an’i Jehovah Andriamanitrao ianao tany an-tany efitra. Nikomy foana tamin’i Jehovah ianareo, nanomboka tamin’ny andro nivoahanareo avy tany Ejipta ka mandra-pahatonganareo teto amin’ity toerana ity.",
        "8": "Na tany Horeba aza dia nampahatezitra an’i Jehovah ianareo, hany ka tezitra mafy taminareo i Jehovah ka efa saika handringana anareo.",
        "9": "Rehefa niakatra tao an-tendrombohitra aho mba handray ny takela-bato nisy ny fifanekena nataon’i Jehovah taminareo, ka nijanona efapolo andro sy efapolo alina tao, sady tsy nihinan-kanina na nisotro rano,",
        "10": "dia nomen’i Jehovah ahy ny takela-bato roa, voasoratry ny rantsantanan’Andriamanitra. Teo amin’ireo no nisy ny teny rehetra nolazain’i Jehovah taminareo avy tao anaty afo, tao an-tendrombohitra, tamin’ny andro namoriana ny fiangonana.",
        "11": "Ary nomen’i Jehovah ahy ny takela-bato roa, dia ny takela-baton’ny fifanekena, rehefa tapitra ny efapolo andro sy efapolo alina.",
        "12": "Dia hoy i Jehovah tamiko: ‘Mitsangàna, ka midìna haingana miala eto, fa efa nanao ratsy ny olonao izay nentinao nivoaka avy tany Ejipta. Efa nivily sahady niala tamin’ny lalana nasaiko narahiny izy, ka nanao sarivongana metaly.’",
        "13": "Ary hoy koa i Jehovah tamiko: ‘Efa hitako fa mafy hatoka ity vahoaka ity.",
        "14": "Avelao aho handringana azy, ka hofoanako tsy ho eny ambanin’ny lanitra ny anarany, fa ianao kosa hataoko firenena mahery sy lehibe noho izy.’",
        "15": "“Dia nihodina aho, ka nidina niala teo amin’ilay tendrombohitra, izay mbola nirehitra. Ary teny an-tanako roa ny takela-bato roa misy ny fifanekena.",
        "16": "Nijery aho ka hitako fa nanota tamin’i Jehovah Andriamanitrareo ianareo! Efa nanao zanak’omby tamin’ny metaly ianareo. Efa nivily sahady niala tamin’ny lalana nasain’i Jehovah narahinareo ianareo.",
        "17": "Dia noraisiko ny takela-bato roa ka natontako avy teny an-tanako, ary novakivakiko teo imasonareo.",
        "18": "Ary niankohoka teo anatrehan’i Jehovah efapolo andro sy efapolo alina hoatran’ilay tamin’ny voalohany aho, ka tsy nihinan-kanina na nisotro rano, noho ny fahotana rehetra nataonareo. Nanao izay ratsy teo imason’i Jehovah tokoa ianareo, ka nampahatezitra azy.",
        "19": "Fa natahotra aho satria tena tezitra be taminareo i Jehovah, ka efa saika handringana anareo. Mbola nihaino ahy koa i Jehovah tamin’izay.",
        "20": "“Ary tena tezitra mafy tamin’i Arona koa i Jehovah, ka efa saika handringana azy. Fa nitalaho ho an’i Arona koa aho tamin’izay.",
        "21": "Dia nalaiko ilay zanak’omby, izay fahotana nataonareo, ka nodorako tao anaty afo, ary nopotipotehiko sy notorotoroiko tanteraka mandra-pahatongany ho madinika toy ny vovoka. Avy eo, dia natsipiko tao amin’ilay riaka nikoriana avy tany an-tendrombohitra ny vovony.",
        "22": "“Nampahatezitra an’i Jehovah koa ianareo tany Tabera sy Masa ary Kibrota-hatava.",
        "23": "Ary rehefa nasain’i Jehovah niala tao Kadesi-barnea ianareo ka nataony hoe: ‘Miakara ka alaivo ho fanananareo ilay tany izay homeko anareo!’, dia nikomy tsy nanaraka ny baikon’i Jehovah Andriamanitrareo ianareo, ary tsy nino azy na nihaino ny feony.",
        "24": "Mpikomy tamin’i Jehovah ianareo hatramin’izay nahalalako anareo.",
        "25": "“Koa niankohoka teo anatrehan’i Jehovah foana aho, nandritra ny efapolo andro sy efapolo alina. Niankohoka toy izany aho, satria nilaza ny handringana anareo i Jehovah.",
        "26": "Dia nitalaho tamin’i Jehovah aho hoe: ‘Ry Jehovah Tompo Fara Tampony ô! Aza dia aringanao re ny olonao e, dia ny fanananao manokana, izay navotanao tamin’ny fahalehibeazanao, ary nentinao nivoaka avy tany Ejipta tamin’ny tanana mahery.",
        "27": "Tsarovy i Abrahama sy Isaka ary Jakoba mpanomponao. Marina fa mafy loha ity vahoaka ity sady ratsy fanahy sy mpanota, nefa aza izany no jerena,",
        "28": "sao hilaza ny mponin’ilay tany namoahanao anay hoe: “Tsy vitan’i Jehovah ny nitondra azy ho any amin’ilay tany nampanantenainy azy, ary halany koa izy ireo, ka izany no namoahany azy avy teto mba hovonoiny any an-tany efitra.”",
        "29": "Na izany aza, dia mbola olonao izy ireo sady fanananao manokana, izay nentinao nivoaka tamin’ny herinao lehibe sy ny sandrinao nahinjitra.’"
    },
    "10": {
        "1": "“Tamin’izay fotoana izay no nilazan’i Jehovah tamiko hoe: ‘Manamboara takela-bato roa mitovy amin’ireo voalohany ka miakara atỳ amiko, atỳ an-tendrombohitra. Manaova koa vata hazo iray.",
        "2": "Dia hosoratako eo amin’ireo takela-bato ny teny teo amin’ireo takela-bato voalohany izay novakivakinao. Ary ataovy ao anatin’ilay vata ireo.’",
        "3": "Koa nanao vata tamin’ny hazo akasia aho, ary nanamboatra takela-bato roa nitovy tamin’ireo voalohany. Dia niakatra tao an-tendrombohitra aho, ary teny an-tanako ny takela-bato roa.",
        "4": "Ary nosoratany teo amin’ireo ilay soratra tamin’ny voalohany, dia ny Teny Folo nolazain’i Jehovah taminareo avy tao anaty afo, tao an-tendrombohitra, tamin’ny andro namoriana ny fiangonana. Dia nomen’i Jehovah ahy ireo takela-bato,",
        "5": "ary nihodina aho ka nidina avy tany an-tendrombohitra. Napetrako tao anatin’ilay vata nataoko ireo takela-bato mba ho ao foana, araka izay nandidian’i Jehovah ahy.",
        "6": "“Dia niala tany Berota Bene-jakana ny zanak’Israely mba ho any Mosera. Tao no nahafatesan’i Arona sy nandevenana azy. Ary i Eleazara zanany no nanao ny asan’ny mpisorona nandimby azy.",
        "7": "Dia niala tao izy ireo ka nankany Godgoda, ary avy tao dia nankany Jotbata, izay be lohasaha falehan-driaka misy rano.",
        "8": "“Tamin’izay fotoana izay no nanokanan’i Jehovah ny fokon’i Levy mba hilanja ny Vata misy ny fifanekena nataon’i Jehovah, sy mba hitsangana eo anatrehan’i Jehovah hanompo azy, ary mba hitso-drano amin’ny anarany mandraka androany.",
        "9": "Noho izany, dia tsy manana anjara na lova miaraka amin’ny rahalahiny i Levy, fa i Jehovah no lovany, araka izay nolazain’i Jehovah Andriamanitrao taminy.",
        "10": "Ary nijanona tao an-tendrombohitra efapolo andro sy efapolo alina toy ilay tamin’ny voalohany aho. Nihaino ahy koa i Jehovah tamin’izay. Tsy te handringana anao i Jehovah.",
        "11": "Dia hoy i Jehovah tamiko: ‘Mandehana hialoha lalana ny olona mba hitarika azy hiditra ao amin’ilay tany izay nianianako tamin’ny razany homena azy, ka hakany izany ho fananany.’",
        "12": "“Ary ankehitriny, ry Israely ô, inona moa no angatahin’i Jehovah Andriamanitrao aminao? Tsy izao ihany ve: Ny hatahoranao an’i Jehovah Andriamanitrao mba handehananao amin’ny lalany rehetra sy hitiavanao azy sy hanompoanao an’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo,",
        "13": "ary ny hitandremanao ny didin’i Jehovah sy ny lalàny izay andidiako anao anio, mba hahasoa anao?",
        "14": "An’i Jehovah Andriamanitrao ny lanitra, eny fa na dia ny lanitry ny lanitra sy ny tany mbamin’izay rehetra eo aminy aza.",
        "15": "Ny razanao ihany anefa no niraiketan’ny fon’i Jehovah ka notiaviny. Koa nofidiny teo amin’ny firenena rehetra ny taranany, izany hoe ianareo, toy ny amin’izao andro izao.",
        "16": "Koa forao ny fonareo, ary aza manamafy hatoka intsony.",
        "17": "Fa Andriamanitry ny andriamanitra sy Tompon’ny tompo i Jehovah Andriamanitrareo. Izy no Andriamanitra lehibe sy mahery ary mendrika hatahorana, izay tsy miangatra amin’iza na iza, ary tsy mandray kolikoly,",
        "18": "fa manome rariny ho an’ny kamboty ray sy ny mpitondratena, sady tia ny mpivahiny ka manome azy hanina sy lamba fitafy.",
        "19": "Ary tiavo koa ny mpivahiny, fa efa mba mpivahiny tany Ejipta ihany ianareo.",
        "20": "“I Jehovah Andriamanitrao no tokony hatahoranao, izy no hotompoinao, izy no hifikiranao, ary amin’ny anarany no hianiananao.",
        "21": "Izy Ilay tokony hoderainao, ary izy no Andriamanitrao, izay nanao ireo zavatra lehibe sy mampahatahotra ireo ho anao, dia izay hitan’ny masonao.",
        "22": "Rehefa nidina tany Ejipta ny razanao, dia fitopolo monja izy ireo, * nefa ankehitriny nataon’i Jehovah Andriamanitrao tonga maro be tahaka ny kintana eny amin’ny lanitra."
    },
    "11": {
        "1": "“Tiavo foana i Jehovah Andriamanitrao, ary ataovy mandrakariva ny adidinao aminy, ka tandremo foana ny lalàny sy ny didim-pitsarany ary ny didiny.",
        "2": "Fantatrareo tsara ankehitriny fa tsy ny zanakareo no itenenako, dia ny zanakareo izay tsy nahalala sady tsy nahita ny famaizan’i Jehovah Andriamanitrareo, sy ny fahalehibeazany, sy ny tanany mahery, ary ny sandriny nahinjitra.",
        "3": "Ny zanakareo koa tsy nahita ny famantarana sy ny zavatra nataony tany Ejipta, tamin’i Farao mpanjakan’i Ejipta sy ny taniny manontolo,",
        "4": "na ny nataony tamin’ny tafik’i Ejipta sy ny soavalin’i Farao mbamin’ny kalesin’adiny, izay difotry ny ranon’ny Ranomasina Mena rehefa nanenjika anareo, ka nataon’i Jehovah ringana mandraka androany.",
        "5": "Tsy nahita ny nataon’Andriamanitra taminareo, tany an-tany efitra koa izy ireo, mandra-pahatonganareo teto amin’ity toerana ity,",
        "6": "na ny nataony tamin’i Datana sy Abirama zanak’i Eliaba taranak’i Robena, rehefa nisokatra ny tany ka nitelina azy, mbamin’ny ankohonany, sy ny tranolainy, ary izay rehetra nanaraka azy teo amin’ny Israely rehetra.",
        "7": "Ny masonareo kosa no nahita ny asa lehibe rehetra nataon’i Jehovah.",
        "8": "“Koa tandremo ny didy rehetra andidiako anareo anio, mba hihamahery ianareo ka hiditra ao amin’ilay tany halehanareo erỳ ampita, ary haka azy io ho fanananareo.",
        "9": "Eny, tandremo izany mba ho lava andro iainana ianareo eo amin’ilay tany izay nianianan’i Jehovah tamin’ny razanareo homena azy sy ny taranany, dia tany tondra-dronono sy tantely.",
        "10": "“Ilay tany halainao ho fanananao dia tsy hoatran’i Ejipta izay nialanao, eny, i Ejipta izay namafazanao voa sy nampidiranao rano tamin’ny tongotrao tahaka ny zaridaina fambolena legioma.",
        "11": "Ilay tany halehanareo erỳ ampita kosa, dia tany be tendrombohitra sy lemaka * sady mifoka rano avy amin’ny ranonoran’ny lanitra.",
        "12": "Tany voakarakaran’i Jehovah Andriamanitrao io. Mitsinjo azy io mandrakariva ny mason’i Jehovah Andriamanitrao, manomboka amin’ny fiandohan’ny taona ka hatramin’ny faran’ny taona.",
        "13": "“Ary raha mankatò an-tsakany sy an-davany ny didy izay andidiako anareo anio ianareo, ka tia an’i Jehovah Andriamanitrareo sy manompo azy amin’ny fonareo manontolo sy ny tenanareo manontolo,",
        "14": "dia handatsaka orana amin’ny fotoanany eo amin’ny taninareo aho, dia oram-pararano sy oran-dohataona. Ary hanangona ny varimbazahanareo sy ny divay mamy ary ny menakareo ianareo.",
        "15": "Dia hampaniriko zavamaniry ho an’ny biby fiompinareo ny sahanareo. Ary hihinan-kanina ianareo ka ho voky.",
        "16": "Tandremo anefa sao voafitaka ny fonareo, ka mivily hanompo andriamani-kafa ianareo ary miankohoka eo anatrehany.",
        "17": "Dia hirehitra aminareo ny fahatezeran’i Jehovah, ka hanidy ny lanitra izy mba tsy hisy orana, ary tsy hahavokatra ny tany. Ary tsy ho ela ianareo dia ho ripaka tsy ho eo amin’ilay tany soa omen’i Jehovah anareo.",
        "18": "“Alatsaho ao am-ponareo sy ampiharo amin’ny tenanareo ireo teniko ireo. Dia afatory ho famantarana eo amin’ny tananareo izany, ary ataovy fehiloha eo amin’ny handrinareo.",
        "19": "Ampianaro ny zanakao koa izany, ka resaho na mipetraka ao an-tranonao ianao, na mandeha eny an-dalana, na mandry, na mifoha.",
        "20": "Ary soraty eo amin’ny tolàm-baravaran’ny tranonao sy eo amin’ny vavahadinao izany,",
        "21": "mba ho maro andro ianao sy ny taranakao eo amin’ilay tany izay nianianan’i Jehovah tamin’ny razanao homena azy, eny, ho maro andro tahaka ny haharetan’ny lanitra ambonin’ny tany.",
        "22": "“Fa raha mitandrina an-tsakany sy an-davany ny didy rehetra andidiako anareo ianareo ary mankatò izany, ka tia an’i Jehovah Andriamanitrareo sy mandeha amin’ny lalany rehetra ary mifikitra aminy,",
        "23": "dia horoahin’i Jehovah noho ny aminareo ireo firenena rehetra ireo. Ary ianareo handroaka firenena lehibe sady maro an’isa noho ianareo.",
        "24": "Ho lasanareo ny toerana rehetra hodiavin’ny tongotrareo. Ary ny sisin-taninareo dia hanomboka any an-tany efitra ka hatrany Libanona, ary hanomboka any amin’ny Renirano, izany hoe ny reniranon’i Eofrata, ka hatrany amin’ny ranomasina andrefana.",
        "25": "Tsy hisy hahatohitra anareo, fa hataon’i Jehovah Andriamanitrareo mihorohoro sy matahotra anareo ny tany rehetra hodiavinareo, araka izay nampanantenainy anareo.",
        "26": "“Koa ataoko eo anatrehanareo anio ny fitahiana sy ny ozona,",
        "27": "eny, fitahiana raha toa ianareo ka mankatò ny didin’i Jehovah Andriamanitrareo, izay andidiako anareo anio,",
        "28": "ary ozona kosa, raha toa ianareo ka tsy mankatò ny didin’i Jehovah Andriamanitrareo, fa mivily miala amin’ny lalana andidiako anareo anio ka manaraka andriamani-kafa tsy fantatrareo.",
        "29": "“Ary rehefa ampidirin’i Jehovah Andriamanitrao ao amin’ilay tany halehanao ianao, dia tonòny eo amin’ny Tendrombohitra Gerizima ilay fitahiana, ary eo amin’ny Tendrombohitra Ebala kosa ilay ozona.",
        "30": "Tsy eny ampitan’i Jordana ve ireo, amin’ilay ilany manandrify ny filentehan’ny masoandro, any amin’ny tanin’ny Kananita monina any Araba, tandrifin’i Gilgala, eo anilan’ny hazoben’i More?",
        "31": "Fa efa hiampita an’i Jordana ianareo mba hiditra ao amin’ilay tany omen’i Jehovah Andriamanitrareo anareo, ary haka izany ho fanananareo ka honina ao.",
        "32": "Koa araho tsara ny fitsipika sy ny didim-pitsarana rehetra ataoko eo anatrehanareo anio."
    },
    "12": {
        "1": "“Ireto avy ny fitsipika sy didim-pitsarana ka araho tsara, mandritra ny androm-piainanareo any amin’ilay tany avelan’i Jehovah Andriamanitry ny razanareo halainareo ho fanananareo:",
        "2": "Handroaka firenena maro ianareo, ary tokony horavanareo tanteraka ny toerana rehetra nanompoany ny andriamaniny, na teny amin’ny tendrombohitra avo sy havoana izany, na teny ambanin’ny hazo midoroboka rehetra.",
        "3": "Arodano ny alitarany ary torotoroy ny tsangambatony masina. Dory ny tsato-kazony masina, ary kapao ny sary sokitra izay andriamaniny. Foany tsy ho eo amin’ilay toerana intsony ny anaran’ny andriamaniny.",
        "4": "“Aza manao toy izany amin’i Jehovah Andriamanitrareo,",
        "5": "fa tadiavo kosa izay toerana hofidin’i Jehovah Andriamanitrareo eo amin’ny fokonareo rehetra, mba hametrahany sy hampitoerany ny anarany, ka any no halehanareo.",
        "6": "Any no hanateranareo ny fanatitra dorana, sy ny sorona, sy ny ampahafolon-karena, sy ny fanomezan’ny tananareo, sy ny fanatitra fanefana voady, sy ny fanatitra an-tsitrapo, ary ny voalohan-teraky ny omby aman’ondrinareo.",
        "7": "Any ianareo no hihinana eo anatrehan’i Jehovah Andriamanitrareo, sy hifaly amin’izay rehetra ataonareo, dia ianareo sy ny ankohonanareo, satria efa notahin’i Jehovah Andriamanitrareo ianareo.",
        "8": "“Aza manao hoatr’izao ataontsika izao intsony, dia izao samy manao izay saim-pantany izao",
        "9": "satria ianareo mbola tsy tonga any amin’ny toeram-ponenana sy ny lova omen’i Jehovah Andriamanitrareo anareo.",
        "10": "Hiampita an’i Jordana ianareo ka honina any amin’ilay tany omen’i Jehovah Andriamanitrareo ho fanananareo, ary hataony mandry feizay eo anivon’ny fahavalonareo rehetra manodidina ianareo, ka honina tsy hanana ahiahy tokoa.",
        "11": "Ary any amin’izay toerana hofidin’i Jehovah Andriamanitrareo hampitoerana ny anarany, no hanateranareo izay rehetra andidiako anareo, dia ny fanatitra dorana, sy ny sorona, sy ny ampahafolon-karena, sy ny fanomezan’ny tananareo, ary izay rehetra fidinareo hatao fanatitra fanefana voady, araka izay voady hataonareo amin’i Jehovah.",
        "12": "Hifaly eo anatrehan’i Jehovah Andriamanitrareo ianareo sy ny zanakareo lahy sy ny zanakareo vavy sy ny mpanompolahinareo sy ny mpanompovavinareo mbamin’ny Levita ao an-tanànanareo, fa ny Levita tsy mba manana anjara na lova eo aminareo.",
        "13": "Tandremo sao manolotra fanatitra dorana any amin’izay toeran-kafa hitanao ianao.",
        "14": "Fa eo amin’ny toerana hofidin’i Jehovah any amin’ny iray amin’ny foko eo aminao, no hanoloranao ny fanatitra dorana, ary eo no hanaovanao izay rehetra andidiako anao.",
        "15": "“Mahazo mamono biby ianao isaky ny te hihinan-kena. Ary hihinana izany ianao, araka izay fitahiana omen’i Jehovah Andriamanitrao anao ao an-tanànanao. Mahazo mihinan-kena na ny olona maloto na ny madio, tahaka ny ahazoany mihinana gazela sy serfa.",
        "16": "Ny ra ihany no tsy azonao hanina, fa tokony hararakao amin’ny tany toy ny rano.",
        "17": "Tsy ho azonao hanina ao an-tanànanao ny ampahafolon’ny varimbazaha sy ny divay vaovao ary ny menaka izay atolotrao, sy ny voalohan-teraky ny omby aman’ondrinao, na izay hataonao fanatitra fanefana voady, na izay fanatitra an-tsitrapo, na ny fanomezan’ny tananao.",
        "18": "Fa eo anatrehan’i Jehovah Andriamanitrao, eny, eo amin’ny toerana hofidin’i Jehovah Andriamanitrao, no hihinananao izany, dia ianao sy ny zanakao lahy sy ny zanakao vavy sy ny mpanompolahinao sy ny mpanompovavinao ary ny Levita ao an-tanànanao. Hifaly eo anatrehan’i Jehovah Andriamanitrao ianao amin’izay rehetra ataonao.",
        "19": "Ary tandremo sao ataonao tsirambina ny fikarakarana ny Levita, mandritra ny androm-piainanao eo amin’ny taninao.",
        "20": "“Rehefa halalahin’i Jehovah Andriamanitrao ny faritaninao, araka izay nampanantenainy anao, ka hilaza ianao hoe: ‘Hihinan-kena aho’, satria te hihinana ianao, dia mahazo mihinan-kena ianao isaky ny te hanao izany.",
        "21": "Ary raha lavitra anao ny toerana hofidin’i Jehovah Andriamanitrao hametrahana ny anarany, dia hamono amin’ny ombinao na ny ondrinao izay nomen’i Jehovah anao ianao, araka izay efa nandidiako anao, ka hihinana izany ao an-tanànanao, isaky ny te hihinana.",
        "22": "Tahaka ny ahazoanao mihinana gazela sy serfa no ahazoanao mihinana izany. Mahazo mihinana izany na ny olona maloto na ny madio.",
        "23": "Aoka ianao ho tapa-kevitra mafy tsy hihinan-dra satria ny ra no aina, ka aza mihinana ny aina miaraka amin’ny hena.",
        "24": "Aza mihinana ra, fa araraho amin’ny tany toy ny rano izany.",
        "25": "Aza mihinana izany, dia hahita soa ianao sy ny taranakao, satria hanao izay mahitsy eo imason’i Jehovah ianao.",
        "26": "Ny zava-masina izay ho azonao any sy ny fanatitra fanefana voady ihany no hoentinao, ary hankeo amin’ny toerana hofidin’i Jehovah ianao.",
        "27": "Atolory eo amin’ny alitaran’i Jehovah Andriamanitrao ny fanatitra dorana, dia ny hena sy ny ra. Dia araraho eo anilan’ny alitaran’i Jehovah Andriamanitrao ny ran’ny sorona entinao, fa ny henany kosa azonao hanina.",
        "28": "“Koa mitandrema, ary ankatoavy ireo teny rehetra andidiako anao ireo, mba hahita soa mandritra ny fotoana tsy voafetra ianao sy ny taranakao, satria hanao izay tsara sy mahitsy eo imason’i Jehovah Andriamanitrao ianao.",
        "29": "“Rehefa haringan’i Jehovah Andriamanitrao tsy ho eo anatrehanao ireo firenena izay halehanao any sy horoahinao, dia ho lasanao ny taniny ka honina eo ianao.",
        "30": "Koa tandremo sao voafandrika hanaraka ny fanaon’ireny, rehefa ringana tsy ho eo anatrehanao izy. Tandremo koa sao manontanintany momba ny andriamaniny, hoe: ‘Mba ahoana àry no fomba nanompoan’ireny firenena ireny ny andriamaniny? Fa mba hanao toy izany koa aho.’",
        "31": "Aza manao toy izany amin’i Jehovah Andriamanitrao. Izay rehetra maharikoriko an’i Jehovah sady halany mantsy no nataon’ireny tamin’ny andriamaniny, fa ny zanany lahy sy ny zanany vavy aza nodorany tao anaty afo ho an’ny andriamaniny.",
        "32": "Ny teny rehetra andidiako anareo no hotandremanareo tsara. Aza ampiana izany na anesorana."
    },
    "13": {
        "1": "“Raha misy mpaminany na mpanonofy eo aminareo ka milaza famantarana na fambara,",
        "2": "ary tanteraka ilay famantarana na fambara nolazainy, fony izy nanao hoe: ‘Andao hanaraka andriamani-kafa tsy fantatrao, ary andao hanompo azy’,",
        "3": "dia aza mihaino ny tenin’izany mpaminany na mpanonofy izany, fa mitsapa toetra anareo i Jehovah Andriamanitrareo mba hahalalany raha tia an’i Jehovah Andriamanitrareo amin’ny fonareo manontolo sy ny tenanareo manontolo ianareo.",
        "4": "I Jehovah Andriamanitrareo no tokony harahinareo, ary izy no tokony hatahoranareo. Ny didiny no hotandremanareo, ary ny feony no hohenoinareo. Izy no hotompoinareo sy hifikiranareo.",
        "5": "Fa hovonoina ho faty izany mpaminany na mpanonofy izany, satria efa nitaona anareo hikomy tamin’i Jehovah Andriamanitrareo izay nitondra anareo nivoaka avy tany Ejipta, sy nanavotra anareo avy tany amin’ny trano fanandevozana. Eny, nitaona anareo hikomy izy, mba hampiala anareo amin’ny lalana nasain’i Jehovah Andriamanitrareo haleha. Esory tsy ho eo aminareo ny ratsy.",
        "6": "“Raha mitady hitaona anao mangingina ny rahalahinao zanaky ny reninao, na ny zanakao lahy, na ny zanakao vavy, na ny vady malalanao, na ny namanao akaiky izay efa toy ny tenanao, ka manao hoe: ‘Andao hanompo andriamani-kafa’ tsy fantatrao sady tsy fantatry ny razanao,",
        "7": "izay andriamanitry ny firenena manodidina, na akaiky na lavitra, manomboka any amin’ny faran’ilay tany ka hatrany amin’ny faran’ilay tany,",
        "8": "dia aza manao izay tiany na mihaino azy. Aoka tsy hiantra azy ny masonao, ary aza mangoraka azy, na manarontsarona ny ataony mba hiarovana azy,",
        "9": "fa vonoy ho faty izy. Ny tananao no voalohany hamely azy ho faty, avy eo vao ny tanan’ny olona rehetra.",
        "10": "Ary hitora-bato azy ho faty ianao, noho izy efa nitady hampiala anao tamin’i Jehovah Andriamanitrao, izay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny trano fanandevozana.",
        "11": "Handre izany ny Israely rehetra, dia hatahotra ka tsy hanao zava-dratsy toy izany intsony eo aminareo.",
        "12": "“Raha ao amin’ny iray amin’ny tanàna omen’i Jehovah Andriamanitrao anao mba honenanao no andrenesanao filazana hoe:",
        "13": "‘Misy olona tsy manjary avy eo aminareo, ary mitady hampiala ny mponina ao an-tanànany amin’Andriamanitra izy, ka manao hoe: “Andao hanompo andriamani-kafa”, izay tsy fantatrao’,",
        "14": "dia hikaroka sy hamotopototra ary hanadihady tsara ianao. Koa raha voaporofo fa marina izany, ary natao teo aminareo tokoa izany zava-maharikoriko izany,",
        "15": "dia tsy maintsy hasianao amin’ny lelan-tsabatra ny mponin’izany tanàna izany. Aringano tanteraka amin’ny lelan-tsabatra ny tanàna sy izay rehetra ao aminy, mbamin’ny biby fiompiny.",
        "16": "Ary angony eo afovoan’ny tany malalaky ny tanàna ny zava-drehetra nobaboina tao, ka dory miaraka amin’ilay tanàna, ho fanatitra dorana manontolo ho an’i Jehovah Andriamanitrao. Aoka ho lasa korontam-bato miavosa ilay tanàna, mandritra ny fotoana tsy voafetra. Tsy tokony haorina intsony izy io.",
        "17": "Aza alaina ho anao ny zavatra voarara izay efa voatokana, dia tsy hirehitra intsony ny fahatezeran’i Jehovah ary hamindra fo aminao izy ka hiantra anao, ary hahamaro anao, araka izay nianianany tamin’ny razanao.",
        "18": "Tokony hihaino ny feon’i Jehovah Andriamanitrao ianao ka hitandrina ny didiny rehetra izay andidiako anao anio, mba hanaovanao izay mahitsy eo imason’i Jehovah Andriamanitrao."
    },
    "14": {
        "1": "“Zanak’i Jehovah Andriamanitrareo ianareo. Koa aza didididiana ny vatanareo, ary aza haratana ny volomasonareo, * rehefa misy maty.",
        "2": "Fa vahoaka masina ianareo amin’i Jehovah Andriamanitrareo, ary nofidin’i Jehovah avy tamin’ny firenena rehetra etỳ ambonin’ny tany, mba ho vahoakany sy ho fananany manokana.",
        "3": "“Aza mihinana zava-maharikoriko, na inona izany na inona.",
        "4": "Fa izao no karazam-biby azonareo hanina: Omby, ondry aman’osy,",
        "5": "serfa, gazela, serfa kely, osidia, antilopa, ondridia, samoà,",
        "6": "ary ny biby mandinika * rehetra izay mivaky kitro ka misaraka roa tsara ny kitrony. Azonareo hanina izany.",
        "7": "Izao ihany no biby tsy azonareo hanina amin’ny biby mandinika na mivaky kitro ka misaraka tsara ny kitrony: Ny rameva sy ny bitrodia ary ny bitrom-bato, satria mandinika ireny, saingy tsy mivaky kitro. Maloto aminareo ireny.",
        "8": "Toy izany koa ny kisoa, satria mivaky kitro izy, nefa tsy mandinika. Maloto aminareo izy. Tsy misy azonareo hanina ny henan’ireny, ary aza kasihina ny fatiny.",
        "9": "“Izao no azonareo hanina amin’izay rehetra ao anaty rano: Izay misy vombony sy kirany no azonareo hanina.",
        "10": "Izay rehetra tsy misy vombony sy kirany kosa tsy azonareo hanina. Maloto aminareo izany.",
        "11": "“Azonareo hanina ny vorona madio rehetra.",
        "12": "Fa ireto no tsy azonareo hanina: Ny voromahery, ny hitsikitsika mpihinan-trondro, ny vaotoro mainty,",
        "13": "ny papango mena, ny papango mainty, ny karazana papango rehetra,",
        "14": "ny karazana goaika rehetra,",
        "15": "ny aotirisy, ny vorondolo, ny varevaka, ny karazana hitsikitsika lehibe rehetra,",
        "16": "ny vorondolo kely, ny vorondolo lava sofina, ny gisa mpanidina,",
        "17": "ny gisandrano, ny vaotoro, ny sakaizamboay,",
        "18": "ny vanobe, ny karazana vano rehetra, ny takodara, ary ny ramanavy.",
        "19": "Ny bibikely rehetra manana elatra sady mifanaretsaka dia maloto aminareo, ka tsy tokony hohanina.",
        "20": "Ny biby manidina rehetra izay madio dia azonareo hanina.",
        "21": "“Aza mihinana biby maty ho azy. Azonao omena ny vahiny monina ao an-tanànanao kosa izany, ka izy no hihinana azy. Azo amidy amin’ny hafa firenena koa izany. Fa vahoaka masina ianao amin’i Jehovah Andriamanitrao. “Aza mahandro zanak’osy amin’ny rononon-dreniny.",
        "22": "“Aoka ianao hanome ny ampahafolon’ny vokatra rehetra avy amin’ny voa nafafinao, dia izay vokatry ny saha isan-taona.",
        "23": "Eo anatrehan’i Jehovah Andriamanitrao, any amin’izay toerana hofidiny hampitoerana ny anarany no hihinananao ny ampahafolon’ny varimbazahanao sy ny divainao vaovao sy ny menakao, ary hihinananao ny voalohan-teraky ny omby aman’ondrinao, mba hianaranao hatahotra an’i Jehovah Andriamanitrao mandrakariva.",
        "24": "“Raha lavitra loatra ny lalan-kaleha, satria lavitra loatra ho anao ny toerana hofidin’i Jehovah Andriamanitrao hametrahana ny anarany ka tsy ho zakanao entina ireo, satria hitahy anao i Jehovah Andriamanitrao,",
        "25": "dia avadiho ho vola ireo, ary tazòny eny an-tananao ny vola, ka mandehana any amin’ny toerana hofidin’i Jehovah Andriamanitrao.",
        "26": "Vidio amin’ilay vola izay rehetra irinao na omby na ondry na osy na divay na toaka, ary izay zavatra tianao. Hihinana izany eo anatrehan’i Jehovah ianao any, ary hifaly ianao sy ny ankohonanao.",
        "27": "Aza atao tsirambina ny fikarakarana ny Levita izay ao an-tanànanao, fa tsy mba manana anjara na lova eo aminao izy.",
        "28": "“Isaky ny telo taona, dia ento manontolo ny ampahafolon’ny vokatrao amin’ilay taona fahatelo, ka apetraho ao an-tanànanao.",
        "29": "Aoka ho avy ny Levita satria tsy mba manana anjara na lova eo aminao izy, ary aoka koa ho avy ny mpivahiny sy ny kamboty ray ary ny mpitondratena izay ao an-tanànanao, dia hihinana izy ireo ka ho voky. Dia hotahin’i Jehovah Andriamanitrao ianao amin’izay rehetra hataon’ny tananao."
    },
    "15": {
        "1": "“Isaky ny fito taona, dia asio fotoam-panafahana.",
        "2": "Toy izao no anaovana ilay fanafahana: Hamoy izay trosa mety hananany any amin’ny namany ny tompon-trosa rehetra. Tsy hotereny handoa izany ny namany na ny rahalahiny, satria hisy antso avo manambara fanafahana ho voninahitr’i Jehovah.",
        "3": "Ny hafa firenena no azonao terena handoa trosa, fa izay anananao any amin’ny rahalahinao kosa dia aoka hafoinao.",
        "4": "Tsy tokony hisy ho lasa mahantra anefa eo aminao, satria hitahy anao tokoa i Jehovah ao amin’ilay tany omen’i Jehovah Andriamanitrao ho lovanao, sy halainao ho fanananao,",
        "5": "raha tena mihaino ny feon’i Jehovah Andriamanitrao ianao, ka mitandrina tsara izao didy rehetra andidiako anao anio izao.",
        "6": "Ary hitahy anao tokoa i Jehovah Andriamanitrao, araka izay nampanantenainy anao. Koa hampisambotra ny firenena maro ianao sady haka antoka, fa ianao kosa tsy mba hisambotra. Ary hifehy firenena maro ianao, fa ireny kosa tsy mba hifehy anao.",
        "7": "“Raha misy amin’ny rahalahinao lasa mahantra ao amin’ny iray amin’ny tanànanao, ao amin’ny taninao izay omen’i Jehovah Andriamanitrao anao, dia aza manamafy fo, ary aza mafy tanana amin’ny rahalahinao mahantra.",
        "8": "Fa tokony hanokatra ny tananao aminy ianao ka halala-tanana, dia hampisambotra azy sady haka antoka, ary hanome azy izay ilainy nefa tsy ananany.",
        "9": "Koa tandremo sao mitsiry ao am-ponao ny hevi-dratsy hoe: ‘Efa akaiky ny taona fahafito, taom-panafahana.’ Dia hanjary ho kahihitra ianao rehefa mijery ny rahalahinao mahantra, ka tsy hanome azy na inona na inona. Ary hitaraina amin’i Jehovah momba anao izy, ka ho fahotana ho anao izany.",
        "10": "Tena tokony homenao izy, ary tsy tokony ho kahihitra ny fonao rehefa manome azy, satria izany no hitahian’i Jehovah Andriamanitrao anao amin’ny asanao rehetra sy izay rehetra hataonao.",
        "11": "Hisy olo-mahantra foana mantsy eo amin’ilay tany. Koa izany no andidiako anao hoe: ‘Tokony hanokatra ny tananao ianao ka halala-tanana amin’ny rahalahinao ory sy mahantra, izay eo amin’ny taninao.’",
        "12": "“Raha namidy taminao ny rahalahinao, lehilahy hebreo na vehivavy hebreo, ka efa nanompo anao enin-taona, dia tokony halefanao ho olona afaka izy amin’ny taona fahafito.",
        "13": "Aza alefa tanam-polo izy raha alefanao ho olona afaka.",
        "14": "Tena tokony hanomezanao azy ny ondry aman’osinao sy ny vokatrao avy teny am-pamoloana sy avy tamin’ny famiazan’olivanao sy ny famiazam-boalobokao. Araka izay nitahian’i Jehovah Andriamanitrao anao no tokony hanomezanao azy.",
        "15": "Tsarovy koa fa andevo tany Ejipta ianao, ary nanavotra anao i Jehovah Andriamanitrao. Izany no antony andidiako anao anio mba hanao izany.",
        "16": "“Fa raha milaza aminao kosa izy hoe: ‘Tsy hiala eto aminao aho!’ satria tena tiany ianao sy ny ankohonanao fa nety tsara taminy tao aminao,",
        "17": "dia makà haolo ka teveho amin’iny eo amin’ny varavarana ny sofiny, ary ho lasa mpanomponao mandritra ny fotoana tsy voafetra izy. Ataovy toy izany koa ny mpanompovavinao.",
        "18": "Aoka tsy ho mafy aminao ny handefa azy hiala eo aminao mba ho olona afaka, satria avo roa heny noho ny karaman’ny mpikarama iray ny vidin’ny nanompoany anao enin-taona, ka nitahian’i Jehovah Andriamanitrao anao tamin’izay rehetra nataonao.",
        "19": "“Hamasino ho an’i Jehovah Andriamanitrao ny lahy voalohan-teraka rehetra, izay hateraky ny omby aman’ondrinao. Aza mampiasa ny voalohan-teraky ny ombinao, na manety ny volon’ny voalohan-teraky ny ondry aman’osinao.",
        "20": "Eo anatrehan’i Jehovah Andriamanitrao no hihinananao izany isan-taona miaraka amin’ny ankohonanao, eo amin’ny toerana hofidin’i Jehovah.",
        "21": "Ary aza atao sorona ho an’i Jehovah Andriamanitrao ilay biby raha manan-takaitra: Na malemy tongotra ilay izy, na jamba na manana takaitra ratsy na inona na inona.",
        "22": "Ao an-tanànanao no hihinananao izany, ary samy mahazo mihinana na ny olona maloto na ny madio, tahaka ny ahazoana mihinana gazela sy serfa.",
        "23": "Ny rany ihany no tsy azonao hanina, fa tokony hararakao amin’ny tany toy ny rano."
    },
    "16": {
        "1": "“Aoka hotandremana ny volana Abiba. Ary ankalazao ny Paska ho an’i Jehovah Andriamanitrao, satria tamin’ny volana Abiba no namoahan’i Jehovah Andriamanitrao anao avy tany Ejipta, tamin’ny andro alina.",
        "2": "Vonoy any amin’izay toerana hofidin’i Jehovah hampitoerana ny anarany, ny Paska ho an’i Jehovah Andriamanitrao, izay alaina avy amin’ny ondry aman’osy na omby.",
        "3": "Aza mihinana zavatra misy lalivay miaraka amin’izany, mandritra ny fito andro. Mofo tsy misy lalivay, mofom-pahoriana, no hohaninao miaraka aminy, satria maika be no nivoahanao avy tany Ejipta. Amin’izay dia hotsaroanao mandritra ny androm-piainanao ny andro nivoahanao avy tany Ejipta.",
        "4": "Tsy tokony hahitana lalivay ao aminao, sy ao amin’ny faritaninao rehetra, mandritra ny fito andro. Ary aza misy tehirizina mandritra ny alina mandra-maraina ny hena hataonao sorona amin’ny takarivan’ny andro voalohany.",
        "5": "Tsy azonao vonoina any amin’ireo tanàna omen’i Jehovah Andriamanitrao anao ny Paska,",
        "6": "fa any amin’izay toerana hofidin’i Jehovah Andriamanitrao hampitoerana ny anarany no hamonoanao ny Paska, amin’ny takariva vao maty masoandro, amin’ny fotoana voatondro, izany hoe ilay fotoana nivoahanao avy tany Ejipta.",
        "7": "Ary hatsatsikao any amin’izay toerana hofidin’i Jehovah Andriamanitrao ny sorona, ka hohaninao any. Dia modia any an-tranolainao amin’ny maraina.",
        "8": "Enina andro no hihinananao mofo tsy misy lalivay, ary amin’ny andro fahafito dia hisy fivoriambe manetriketrika ho an’i Jehovah Andriamanitrao. Koa aza manao asa na inona na inona.",
        "9": "“Manisà fito herinandro, ka manomboka amin’ny fotoana voalohany ampiasana ny antsy fijinjana mba hijinjana ny vokatra eny an-tsaha no hanisanao izany.",
        "10": "Dia ankalazao ho an’i Jehovah Andriamanitrao ny fetin’ireo herinandro, ka ento ny fanatitra an-tsitrapo hatolotrao, araka izay hitahian’i Jehovah Andriamanitrao anao.",
        "11": "Ary hifaly eo anatrehan’i Jehovah Andriamanitrao, any amin’izay toerana hofidin’i Jehovah Andriamanitrao hampitoerana ny anarany, ianao sy ny zanakao lahy sy ny zanakao vavy sy ny mpanompolahinao sy ny mpanompovavinao sy ny Levita ao an-tanànanao mbamin’ny mpivahiny sy ny kamboty ray ary ny mpitondratena eo aminao.",
        "12": "Tsarovy fa andevo tany Ejipta ianao, ka tandremo sy araho ireo fitsipika ireo.",
        "13": "“Fito andro no hankalazanao ny fetin’ny trano rantsankazo, rehefa manangom-bokatra avy eny am-pamoloana sy avy amin’ny famiazan’olivanao sy ny famiazam-boalobokao ianao.",
        "14": "Ary hifaly mandritra ny fety ianao sy ny zanakao lahy sy ny zanakao vavy sy ny mpanompolahinao sy ny mpanompovavinao sy ny Levita mbamin’ny mpivahiny sy ny kamboty ray ary ny mpitondratena ao an-tanànanao.",
        "15": "Fito andro no hankalazanao ny fety ho an’i Jehovah Andriamanitrao any amin’izay toerana hofidin’i Jehovah, satria hitahy anao i Jehovah Andriamanitrao, ka hotahiny ny vokatrao rehetra sy izay rehetra ataon’ny tananao, ka dia hifaly tokoa ianao.",
        "16": "“Intelo isan-taona ny lehilahy rehetra eo aminao no hiseho eo anatrehan’i Jehovah Andriamanitrao, any amin’izay toerana hofidiny: Amin’ny fetin’ny mofo tsy misy lalivay, sy ny fetin’ireo herinandro, ary ny fetin’ny trano rantsankazo. Aoka tsy hisy hitondra tanam-polo rehefa mankeo anatrehan’i Jehovah.",
        "17": "Tokony ho arakaraka ny habetsahan’ny fitahiana nomen’i Jehovah Andriamanitrao anao ny fanomezana hoentin’ny tsirairay.",
        "18": "“Mametraha mpitsara sy mpiadidy ho anao eo amin’ny vavahadinao, ao amin’izay tanàna rehetra omen’i Jehovah Andriamanitrao anao araka ny fokonao. Ary hitsara ny olona araka ny rariny ireo.",
        "19": "Aza manao fitsarana miangatra, ary aza mizaha tavan’olona. Aza mandray kolikoly, fa manajamba ny mason’ny hendry sady mamadika ny tenin’olo-marina ny kolikoly.",
        "20": "Ny rariny, eny, ny rariny ihany no katsaho, mba ho velona ianao ka ho lasa fanananao ilay tany omen’i Jehovah Andriamanitrao anao.",
        "21": "“Aza mamboly hazo, na inona na inona, mba hatao tsato-kazo masina eo akaikin’ny alitaran’i Jehovah Andriamanitrao izay hataonao ho anao.",
        "22": "“Aza manao tsangambato masina ho anao, fa zavatra tena halan’i Jehovah Andriamanitrao izany."
    },
    "17": {
        "1": "“Aza atao sorona ho an’i Jehovah Andriamanitrao ny omby na ondry manan-takaitra, na misy tsininy na inona na inona, fa zava-maharikoriko amin’i Jehovah Andriamanitrao izany.",
        "2": "“Raha toa ao amin’ny iray amin’ny tanàna nomen’i Jehovah Andriamanitrao anao, ka misy lehilahy na vehivavy manao izay ratsy eo imason’i Jehovah Andriamanitrao, izany hoe mivadika amin’ny fifanekena nataon’Andriamanitra,",
        "3": "ka lasa manompo andriamani-kafa sy miankohoka aminy, na amin’ny masoandro, na amin’ny volana na amin’izay rehetra eny amin’ny lanitra, nefa zavatra tsy mba nandidiako izany,",
        "4": "ary nolazaina taminao izany ary renao sady nohadihadinao tsara, ka voaporofo fa marina, eny, natao teo amin’ny Israely tokoa izany zava-maharikoriko izany,",
        "5": "dia avoahy ho eny am-bavahadinao ilay lehilahy na vehivavy nanao izany zava-dratsy izany, ka torahy vato ho faty.",
        "6": "Amin’ny tenin’ny vavolombelona roa na telo no hamonoana ilay tokony ho faty. Tsy hovonoina ho faty noho ny tenin’ny vavolombelona iray monja izy.",
        "7": "Ny tanan’ireo vavolombelona no voalohany hamely azy ho faty, avy eo vao ny tanan’ny olona rehetra. Esory tsy ho eo aminao ny ratsy.",
        "8": "“Raha misy raharaham-pitsarana sarotra loatra aminao ao an-tanànanao, toy ny raharaha mahakasika fandatsahan-dra, na fampakarana raharaha any amin’ny fitsarana, na herisetra, na fifandirana, dia miaingà ka miakara any amin’izay toerana hofidin’i Jehovah Andriamanitrao,",
        "9": "ary mankanesa any amin’ny Levita mpisorona sy izay mpitsara am-perinasa amin’izany fotoana izany ka anontanio ireo, fa ireo no hilaza aminao ny didim-pitsarana.",
        "10": "Dia araho izay teny hambarany aminao eo amin’ny toerana hofidin’i Jehovah, ary tandremo tsara izay rehetra asainy ataonao.",
        "11": "Izay lalàna hasehony anao sy izay didim-pitsarana hambarany aminao no hataonao. Aza miala amin’izay teny holazainy aminao, ka mivily miankavanana na miankavia.",
        "12": "Fa hovonoina ho faty ny olona sahisahy ratsy tsy mihaino an’ilay mpisorona izay mitsangana eo mba hanompo an’i Jehovah Andriamanitrao, na tsy mihaino ny mpitsara. Esory tsy ho eo amin’ny Israely ny ratsy.",
        "13": "Dia handre izany ny olona rehetra ka hatahotra, ary tsy ho sahisahy ratsy intsony.",
        "14": "“Rehefa tafiditra ao amin’ilay tany omen’i Jehovah Andriamanitrao anao ianao, ary maka izany ho fanananao sady efa monina ao, ka manao hoe: ‘Andeha aho mba hametraka mpanjaka hifehy ahy, sahala amin’ny firenena rehetra manodidina ahy’,",
        "15": "dia izay mpanjaka hofidin’i Jehovah Andriamanitrao no tsy maintsy hapetrakao hifehy anao. Avy amin’ny rahalahinao no hakanao olona ho mpanjaka hifehy anao, fa tsy azonao alaina hifehy anao ny hafa firenena, izay tsy rahalahinao.",
        "16": "Aoka anefa izy tsy hampitombo ny isan’ny soavaliny, na hampiverina ny olona ho any Ejipta mba hahazoana soavaly maro. Efa niteny taminareo mantsy i Jehovah hoe: ‘Aza miverina amin’io lalana io intsony.’",
        "17": "Aoka koa izy tsy hampitombo ny isan’ny vadiny, sao hivily ny fony. Ary aoka izy tsy hanangona volafotsy sy volamena be dia be ho an’ny tenany.",
        "18": "Ary rehefa mipetraka eo amin’ny seza fiandrianan’ny fanjakany izy, dia aoka hadikany amin’ny boky mba ho an’ny tenany ity lalàna ity izay tehirizin’ny Levita mpisorona.",
        "19": "“Ho eo aminy foana izany, ary hovakiny amin’ny andro rehetra iainany, mba hianarany hatahotra an’i Jehovah Andriamaniny ka hitandremany sy hankatoavany izay rehetra voalazan’io lalàna io sy ireto fitsipika ireto.",
        "20": "Amin’izay dia tsy hanandra-tena ho ambony noho ny rahalahiny izy, ary tsy hiala amin’ny didy ka tsy hivily hiankavanana na hiankavia, mba ho lava andro eo amin’ny fanjakany izy sy ny taranany eo amin’ny Israely."
    },
    "18": {
        "1": "“Tsy hisy anjara na lova eo amin’ny Israely ho lasa fananan’ny mpisorona sy ny Levita, izany hoe ny fokon’i Levy manontolo. Ny fanatitra atao anaty afo ho an’i Jehovah, eny, ny anjaran’Andriamanitra no hohanin’izy ireo.",
        "2": "Koa tsy hisy lova eo amin’ny rahalahiny ho lasa fananany, fa i Jehovah no lovany, araka izay nolazainy taminy.",
        "3": "“Izao no zon’ny mpisorona ka tokony homen’ny vahoaka azy foana, rehefa mamono biby hatao sorona, na omby na ondry: Homena azy ny soroka sy ny valanorano ary ny vavony.",
        "4": "Omeo azy koa ny voaloham-bokatry ny varimbazahanao, sy ny divainao vaovao, sy ny menakao, ary ny santatry ny volonondrinao vao avy nohetezana.",
        "5": "Izy mantsy no nofidin’i Jehovah Andriamanitrao avy teo amin’ny fokonao rehetra mba hitsangana hanompo foana amin’ny anaran’i Jehovah, eny, izy sy ny zanany.",
        "6": "“Raha miainga ao amin’ny iray amin’ny tanànanao manerana an’i Israely, avy any amin’izay nipetrahany vetivety, ny Levita ka mankany amin’izay toerana hofidin’i Jehovah, satria maniry mafy ho any,",
        "7": "dia hanompo amin’ny anaran’i Jehovah Andriamaniny koa izy, sahala amin’ny Levita rahalahiny rehetra izay mitsangana eo anatrehan’i Jehovah any.",
        "8": "Hahazo anjara hanina mitovy amin’ny an’ireo izy, ankoatra an’izay zavatra azony amin’ny fivarotany ny fananany navelan’ny razany.",
        "9": "“Rehefa tafiditra ao amin’ilay tany omen’i Jehovah Andriamanitrao anao ianao, dia aza mianatra manao ny zava-maharikoriko fanaon’ireo firenena ireo.",
        "10": "Aoka tsy hisy eo aminao ny olona mandoro * ny zanany lahy na ny zanany vavy ao anaty afo, na manao sikidy, na mampiasa herin’ny maizina, na mitady fambara, na mpilalao ody,",
        "11": "na mpilaza ozona famosaviana, na olona mankany amin’ny mpamoha angatra na mankany amin’ny mpilaza ny hoavy, na olona manontany amin’ny maty.",
        "12": "Maharikoriko an’i Jehovah mantsy izay rehetra manao ireo zavatra ireo. Ary noho ireo zava-maharikoriko ireo no androahan’i Jehovah Andriamanitrao an’ireny olona ireny tsy ho eo anatrehanao.",
        "13": "Aoka ianao tsy hanan-tsiny eo anatrehan’i Jehovah Andriamanitrao.",
        "14": "“Nihaino an’ireny mpampiasa herin’ny maizina sy mpisikidy ireny mantsy ireo firenena horoahinao ireo. Fa ianao kosa tsy avelan’i Jehovah Andriamanitrao hanao toy izany.",
        "15": "Mpaminany avy eo aminao, avy eo amin’ny rahalahinao, eny, mpaminany toa ahy, no hotendren’i Jehovah Andriamanitrao ho anao. Izy no tokony hohenoinao.",
        "16": "Izany no valin’izay rehetra nangatahinao tamin’i Jehovah Andriamanitrao tany Horeba, tamin’ny andro namoriana ny fiangonana. Hoy mantsy ianao tamin’izay: ‘Aoka tsy handre ny feon’i Jehovah Andriamanitro intsony aho, ary aoka tsy ho hitako intsony io afo lehibe io, sao ho faty aho.’",
        "17": "Dia hoy i Jehovah tamiko: ‘Mety izany nolazainy izany.",
        "18": "Koa hanendry mpaminany ho azy aho, avy eo amin’ny rahalahiny, dia mpaminany toa anao. Ary hataoko eo am-bavany tokoa ny teniko, ka holazainy amin’izy ireo ny teny rehetra handidiako azy.",
        "19": "Ary izay tsy mihaino ny teniko izay holazainy amin’ny anarako, dia izaho mihitsy no hanao ampamoaka azy.",
        "20": "“‘Hovonoina ho faty ny mpaminany izay sahisahy ratsy miteny amin’ny anarako ka milaza zavatra tsy nasaiko nolazainy, na koa miteny amin’ny anaran’andriamani-kafa.",
        "21": "Ary raha hoy ianao anakampo: “Ahoana no hahafantaranay izay teny tsy nolazain’i Jehovah?”",
        "22": "Raha miteny amin’ny anaran’i Jehovah ilay mpaminany, nefa tsy tanteraka na tsy marina ilay teny, dia tsy nolazain’i Jehovah ilay izy. Sahisahy ratsy ilay mpaminany nilaza izany. Koa aza matahotra azy.’"
    },
    "19": {
        "1": "“Rehefa aringan’i Jehovah Andriamanitrao ireo firenena tompon’ilay tany omen’i Jehovah Andriamanitrao anao, ka efa voaroakanao izy ireo, ary mipetraka ao amin’ny tanànany sy ny tranony ianao,",
        "2": "dia manokàna tanàna telo ao amin’ilay tany izay omen’i Jehovah Andriamanitrao sy halainao ho fanananao.",
        "3": "Amboary ny lalana mankany, ary zarao ho telo ilay faritany omen’i Jehovah Andriamanitrao ho fanananao, ary any no handosiran’izay nahafaty olona.",
        "4": "“Mahazo mandositra any ka ho velona izay nahafaty olona, raha nahafaty olona tsy nahy nefa tsy nankahala azy talohan’izay,",
        "5": "na raha niaraka tamin’olona haka kitay tany an’ala ka rehefa nanainga famaky mba hikapa hazo, dia nitsoaka tamin’ny zaran’ilay famaky ny lelany vy, ary nahavoa an’ilay olona ka nahafaty azy. Handositra ho any amin’ny iray amin’ireo tanàna ireo ilay nahafaty olona, ka ho velona.",
        "6": "Raha tsy izany dia hanenjika azy ny mpamaly ra, satria mbola mafana ny fony. Ary hahatratra azy izy satria lavitra ny lalana. Dia hamely azy * ho faty ilay mpamaly ra, na dia tsy voaheloka ho faty aza izy satria tsy nankahala an’ilay olona talohan’izay.",
        "7": "Izany no andidiako anao hoe: ‘Tanàna telo no atokàny.’",
        "8": "“Ary raha halalahin’i Jehovah Andriamanitrao ny faritaninao, araka izay nianianany tamin’ny razanao, ary homeny anao daholo ilay tany nampanantenainy homena ny razanao,",
        "9": "noho ianao mitandrina ny didy rehetra andidiako anao anio ary mankatò izany, ka tia an’i Jehovah Andriamanitrao sy mandeha mandrakariva amin’ny lalany, dia asio tanàna telo hafa ho fanampin’ireo telo ireo,",
        "10": "mba tsy hisy ran’olona tsy manan-tsiny ho latsaka eo amin’ilay tany omen’i Jehovah Andriamanitrao ho lovanao, ary tsy ho meloka ho nandatsa-dra ianao.",
        "11": "“Fa raha misy kosa mankahala olona ary miafina mba hanafika sy hamely azy * ho faty ka mahafaty an’ilay olona, ary mandositra any amin’ny iray amin’ireo tanàna ireo,",
        "12": "dia handefa iraka ny anti-panahin’ny tanànany ka haka azy avy any, ary hanolotra azy eo an-tanan’ny mpamaly ra, ka hovonoina ho faty izy.",
        "13": "Aoka tsy hiantra azy ny masonao, ary esory tsy ho amin’ny Israely ny fanamelohana ho nandatsaka ran’olona tsy manan-tsiny, mba hahita soa ianao.",
        "14": "“Aza ahemotra ny fetra mamaritra ny tanin’ny namanao, rehefa ho voafaritry ny razanao ny anjara lovanao ao amin’ilay tany homen’i Jehovah Andriamanitrao anao mba ho fanananao.",
        "15": "“Raha vavolombelona iray monja, dia tsy afaka mijoro hiampanga olona ny amin’ny fahadisoana na fahotana mety hataony, na inona izany na inona. Amin’ny tenin’ny vavolombelona roa na telo no hahamarim-pototra ilay raharaha.",
        "16": "Raha misy vavolombelona mitetika ny hanao ratsy ka mijoro hiampanga olona ho nikomy,",
        "17": "dia hitsangana eo anatrehan’i Jehovah izy roa lahy manana ady, ka ho eo anatrehan’ny mpisorona sy ny mpitsara am-perinasa amin’izany fotoana izany.",
        "18": "Dia hanadihady tsara ireo mpitsara, ka raha vavolombelona mandainga ilay olona, ary nanendrikendrika an’ilay rahalahiny,",
        "19": "dia ataovy aminy izay saika hataony tamin’ny rahalahiny. Ary esory tsy ho eo aminao ny ratsy.",
        "20": "Dia handre izany ny olon-kafa rehetra ka hatahotra ary tsy hanao ratsy toy izany intsony mihitsy eo aminao.",
        "21": "Aoka tsy hiantra azy ny masonao, fa aina ho solon’ny aina, maso ho solon’ny maso, nify ho solon’ny nify, tanana ho solon’ny tanana, ary tongotra ho solon’ny tongotra."
    },
    "20": {
        "1": "“Raha mivoaka hiady amin’ny fahavalonao ianao, ka mahita soavaly sy kalesin’ady ary vahoaka maro noho ianao, dia aza matahotra azy. Momba anao mantsy i Jehovah Andriamanitrao izay nitondra anao niakatra avy tany Ejipta.",
        "2": "Koa rehefa manatona hiady ianareo, dia hankeny aminareo ny mpisorona mba hiresaka aminareo,",
        "3": "ka hilaza hoe: ‘Mihainoa, ry Israely ô! Efa manatona hiady amin’ny fahavalonareo ianareo izao, koa aoka tsy ho ketraka ny fonareo. Aza matahotra na mikoropaka mandositra na mipararetra noho ny aminy,",
        "4": "fa miara-mandeha aminareo i Jehovah Andriamanitrareo ka hiady amin’ny fahavalonareo ho anareo, mba hamonjena anareo.’",
        "5": "“Hilaza amin’ny vahoaka koa ny mpiadidy hoe: ‘Iza no lehilahy nahavita trano vaovao nefa mbola tsy nitokana azy? Aoka hody any an-tranony izy, sao maty any an’ady ka lehilahy hafa no hitokana ilay trano.",
        "6": "Iza no lehilahy nanao tanimboaloboka, nefa mbola tsy nisantatra ny vokatra avy aminy? Aoka hody any an-tranony izy, sao maty any an’ady ka lehilahy hafa no hisantatra izany.",
        "7": "Iza no lehilahy manana fofombady nefa mbola tsy nampakatra azy? Aoka hody any an-tranony izy, sao maty any an’ady ka lehilahy hafa no hampakatra an-dravehivavy.’",
        "8": "Hilaza amin’ny vahoaka koa ny mpiadidy hoe: ‘Iza no lehilahy kanosa na saro-tahotra? Aoka hody any an-tranony izy, sao hihorohoro toy ny fony koa ny fon’ny rahalahiny.’",
        "9": "Ary rehefa avy milaza izany amin’ny vahoaka ny mpiadidy, dia hanendry lehiben’ny tafika hitarika ny vahoaka izy.",
        "10": "“Raha manatona hiady amin’ny tanàna iray ianao, dia lazao aminy aloha izay fepetra tsy hisian’ny ady.",
        "11": "Koa raha manaiky izy fa tsy hiady ary mamoha vavahady hidiranao, dia ho lasanao ny olon-drehetra ao amin’ilay tanàna, ary hoterena hanao fanompoana izy ka hanompo anao.",
        "12": "Raha tsy manaiky hihavana aminao kosa izy, fa te hiady aminao ka voatery hanao fahirano azy ianao,",
        "13": "dia hatolotr’i Jehovah Andriamanitrao eo an-tananao ilay tanàna, ka asio amin’ny lelan-tsabatra ny lehilahy rehetra ao.",
        "14": "Ny zaza amam-behivavy ihany mbamin’ny biby fiompy sy ny zava-drehetra azo baboina ao amin’ilay tanàna, no halainao ho babo. Ary hano ny zavatra nobaboinao avy tamin’ny fahavalonao, izay natolotr’i Jehovah Andriamanitrao teo an-tananao.",
        "15": "“Toy izany no hataonao amin’ny tanàna rehetra lavitra be, izay tsy tanànan’ireto firenena ireto.",
        "16": "Aza avela hisy zavamiaina ho velona kosa ao amin’ny tanànan’ireto firenena ireto izay homen’i Jehovah Andriamanitrao ho lovanao,",
        "17": "fa tsy maintsy haringanao tanteraka ny Hetita sy ny Amorita, ny Kananita sy ny Perizita, ary ny Hivita sy ny Jebosita, araka izay nandidian’i Jehovah Andriamanitrao anao,",
        "18": "sao hampianarin’izy ireo hanao hoatran’ny zava-maharikoriko rehetra fanaony tamin’ireo andriamaniny ianareo, ka hanota amin’i Jehovah Andriamanitrareo.",
        "19": "“Ary raha manao fahirano tanàna iray mandritra ny andro maro ianao, dia aza simbana ka kapaina amin’ny famaky ny hazo maniry ao. Aza tapahina ny hazo, fa hohaninao ny voany. Olona angaha moa ny hazo any an-tsaha no hataonao fahirano?",
        "20": "Izay hazo fantatrao hoe tsy fihinana ihany no hosimbanao ary hotapahinao ka hampiasainao hanaovana fahirano an’ilay tanàna miady aminao, mandra-paharesiny."
    },
    "21": {
        "1": "“Raha misy maty novonoin’olona ka hita miampatra any an-tsaha, ao amin’ilay tany izay omen’i Jehovah Andriamanitrao mba halainao ho fanananao, ary tsy fantatra izay namono azy,",
        "2": "dia hivoaka ny anti-panahy sy ny mpitsara eo aminao, ka handrefy manomboka eo amin’ilay faty ka hatreny amin’ireo tanàna manodidina,",
        "3": "mba hahitana hoe iza no tanàna akaiky indrindra an’ilay faty. Ary haka vantotr’ombivavy mbola tsy nampiasaina sady mbola tsy nitondra zioga ny anti-panahin’izany tanàna izany,",
        "4": "ka hitondra an’ilay ombivavy hidina ho any amin’ny lohasaha falehan-driaka misy rano, dia lohasaha mbola tsy nasaina na namafazam-boa. Ary hovelezin’izy ireo eo amin’ilay lohasaha ny hatok’ilay ombivavy mba hahafaty azy.",
        "5": "“Ary hanatona eo ny mpisorona taranak’i Levy, satria izy ireo no nofidin’i Jehovah Andriamanitrao hanompo azy sy hitso-drano amin’ny anaran’i Jehovah, ary ny tenin’izy ireo no hoenti-mandamina ny adihevitra rehetra momba ny herisetra isan-karazany.",
        "6": "Dia hanasa ny tanany eo ambonin’ilay vantotr’ombivavy ny anti-panahy rehetra ao amin’ilay tanàna akaiky indrindra an’ilay faty, rehefa avy novelezina teo amin’ny lohasaha ny hatok’ilay ombivavy.",
        "7": "Ary hiteny izy ireo hoe: ‘Tsy nandatsaka an’io ra io ny tananay, sady tsy nahita ny nanaovana izany ny masonay.",
        "8": "Aza isaina ho heloky ny Israely olonao izay navotanao izany, Jehovah ô! Ary aza asaina mibaby ny heloka noho ny fandatsahana ran’olona tsy manan-tsiny ny Israely olonao.’ Koa tsy hisaina ho helok’izy ireo ilay fanamelohana ho nandatsa-dra.",
        "9": "Dia hesorinao tsy ho eo aminao ny fanamelohana ho nandatsaka ran’olona tsy manan-tsiny, satria hanao izay mahitsy eo imason’i Jehovah ianao.",
        "10": "“Raha mivoaka hiady amin’ny fahavalonao ianao, ary atolotr’i Jehovah Andriamanitrao eo an-tananao izy ireo ka entinao ho babo,",
        "11": "ary mahita vehivavy tsara bika eo amin’ireo babo ianao, ary raiki-pitia aminy ka maka azy ho vady,",
        "12": "dia ento ao an-tranonao izy. Ary hanaratra ny lohany sy hanapaka ny hohony izy,",
        "13": "sady hanaisotra ny lamba fitafy nanaovany tamin’izy babo, ary hitoetra ao an-tranonao sy hitomany mandritra ny iray volana katroka noho ny amin’ny rainy sy ny reniny. Dia hanao firaisana aminy ianao aorian’izany ka haka azy ho fanananao, ary ho lasa vadinao izy.",
        "14": "Ary raha tsy mahafinaritra anao izy, dia alefaso handeha araka izay tiany fa aza amidy hahazoam-bola. Ary aza lozabe aminy rehefa avy nampietry azy.",
        "15": "“Raha misy lehilahy manana vady roa, ka ny iray tiany ary ny iray halany, nefa samy niterahany zanakalahy izy roa, ka ny zanak’ilay halany no lahimatoa,",
        "16": "dia tsy ho azony atao lahimatoany ny zanak’ilay tiany ka hasolony ny zanak’ilay halany, izay tena lahimatoany, rehefa tonga ny andro anomezany ny fananany ho lovan’ireo zanany lahy.",
        "17": "Tokony hekeny fa ny zanak’ilay halany no lahimatoany, ka homeny anjaran’olon-droa amin’izay rehetra ananany. Izy io mantsy no porofo voalohany fa afaka manan-janaka izy, ka an’io ny zon’ny lahimatoa.",
        "18": "“Raha misy lehilahy manan-janaka mafy loha sy manohitra, izay tsy mihaino ny tenin-drainy na ny tenin-dreniny, ary efa nahitsin’izy ireo izy fa tsy nety nihaino,",
        "19": "dia haka azy ny rainy sy ny reniny ka hitondra azy any amin’ny anti-panahin’ny tanànany sy eo am-bavahadin’ny tanànany.",
        "20": "Ary hilaza amin’ny anti-panahin’ny tanànany ireo hoe: ‘Mafy loha sy manohitra ity zanakay ity, ary tsy mihaino ny teninay fa tendan-kanina sy mamo lava.’",
        "21": "Dia hitora-bato azy ho faty ny olon-drehetra ao an-tanànany. Esory tsy ho eo aminao ny ratsy. Ary handre izany ny Israely rehetra ka hatahotra tokoa.",
        "22": "“Raha misy olona manao fahotana mahameloka azy ho faty, ka novonoina ary nahantona teo amin’ny tsato-kazo,",
        "23": "dia tsy tokony hajanona eo mandritra ny alina ny fatiny, fa tokony halevina ny androtr’iny ihany, satria voaozon’Andriamanitra izay mihantona eo amin’ny tsato-kazo. Aza lotoina ny taninao izay omen’i Jehovah Andriamanitrao ho lovanao."
    },
    "22": {
        "1": "“Raha hitanao diso lalana ny ombin’ny rahalahinao na ny ondriny, dia aza ialana fotsiny fa tariho hiverina any amin’ny rahalahinao.",
        "2": "Ary raha tsy eny akaikinao eny ny rahalahinao ka tsy fantatrao, dia ento mody any an-tranonao ilay biby, ka aoka ho ao aminao foana mandra-pitadin’ny rahalahinao azy. Dia avereno amin’ny rahalahinao ilay izy.",
        "3": "Toy izany koa no hataonao amin’ny ampondran’ny rahalahinao, sy ny lamba fitafiny, ary izay fananany very ka hitanao. Aza ialana fotsiny ireny.",
        "4": "“Raha hitanao lavo eny an-dalana ny ampondran’ny rahalahinao na ny ombiny, dia aza ialana fotsiny. Ampio kosa ny rahalahinao hanarina azy.",
        "5": "“Tsy azon’ny vehivavy anaovana ny fitafian-dehilahy. Ary ny lehilahy tsy tokony hanao fitafiam-behivavy. Maharikoriko an’i Jehovah Andriamanitrao mantsy izay olona manao ireo zavatra ireo.",
        "6": "“Raha sendra mahita akanim-borona eny an-dalana ianao, na eny ambony hazo na eo amin’ny tany, ka misy zana-borona na atody omban-dreniny ao, dia aza alaina miaraka amin’ny zanany ny reniny.",
        "7": "Alefaso ny reniny, fa azonao alaina kosa ny zanany. Dia hahita soa ianao sady ho lava andro iainana.",
        "8": "“Asio arofanina ny tampon-trano raha manao trano vaovao ianao. Amin’izay dia tsy hahatonga trosan-dra amin’ny tranonao ianao. Mety hisy olona hianjera mantsy avy eny.",
        "9": "“Aza mamafy voa roa karazana eo amin’ny tanimboalobokao, sao alaina ho an’ny toerana masina daholo ny vokatra avy amin’ny voa afafinao sy ny vokatry ny tanimboalobokao.",
        "10": "“Aza ampiraisina zioga hiasa tany ny omby sy ny ampondra.",
        "11": "“Aza manao akanjo vita amin’ny volonondry sy rongony niara-notenomina.",
        "12": "“Asio vona ny zorony efatra amin’ny lamba fitafy isaloranao.",
        "13": "“Raha misy lehilahy maka vady ary manao firaisana amin-dravehivavy, nefa manjary mankahala azy",
        "14": "ka miampanga azy ho nanao zavatra tena ratsy, ary manala baraka azy hoe: ‘Ity ilay vehivavy nalaiko ho vady, nefa tsy hitako taminy ny porofo maha virjiny azy, rehefa nanao firaisana taminy aho’,",
        "15": "dia halain’ny rain-drazazavavy sy ny reniny ny porofo naha virjiny an-drazazavavy, ka hoentiny any amin’ny anti-panahin’ny tanàna, eny am-bavahadin’ny tanàna.",
        "16": "Ary hiteny amin’ny anti-panahy ny rain-drazazavavy hoe: ‘Nomeko ho vadin’io lehilahy io ny zanako vavy, nefa nanjary halany.",
        "17": "Ary izao izy dia miampanga azy ho nanao zavatra tena ratsy, ka milaza hoe: “Tsy nahitako ny porofo maha virjiny azy ny zanakao vavy.” Intỳ anefa ny porofo fa virjiny ny zanako.’ Dia hovelarin’izy ireo eo anatrehan’ny anti-panahin’ny tanàna ilay lamba fitafy.",
        "18": "Koa halain’ireo anti-panahin’ny tanàna ilay lehilahy, ka hofaiziny.",
        "19": "Hosazin’izy ireo handoa sekely volafotsy zato izy, ka hanome izany ho an’ny rain-drazazavavy, satria nanala baraka virjiny teo amin’ny Israely. Ary mbola ho vadiny ihany razazavavy, ka tsy azony isarahana mandritra ny androm-piainany.",
        "20": "“Raha marina anefa ilay fiampangana, ka tsy hita tamin-drazazavavy ny porofo maha virjiny azy,",
        "21": "dia havoaka ho eo amin’ny fidirana amin’ny tranon-drainy razazavavy, ary hitora-bato azy ho faty ny olona ao an-tanànany. Nanao hadalana manala baraka teo amin’ny Israely mantsy izy, satria nivaro-tena fony mbola tao an-tranon-drainy. Esory tsy ho eo aminao ny ratsy.",
        "22": "“Raha misy lehilahy tratra manao firaisana amim-behivavy vadin’olona, dia miaraka vonoina ho faty izy roa, na ilay lehilahy nanao firaisana tamin’ilay vehivavy na ilay vehivavy. Esory tsy ho eo amin’ny Israely ny ratsy.",
        "23": "“Raha misy zazavavy virjiny efa fofombadin’olona, ary misy lehilahy mahita azy ao an-tanàna ka manao firaisana aminy,",
        "24": "dia avoahy ho eny am-bavahadin’ilay tanàna izy roa ka torahy vato ho faty, satria razazavavy tsy niantsoantso mafy tao an-tanàna, ary ralehilahy kosa nampietry ny vadin’ny namany. Esory tsy ho eo aminao ny ratsy.",
        "25": "“Raha tany an-tsaha kosa no nahitan’ilay lehilahy an-drazazavavy izay efa fofombadin’olona, ary nisambotra azy izy ka nanao firaisana taminy, dia ilay lehilahy nanao firaisana taminy ihany no hovonoina ho faty.",
        "26": "Aza manao na inona na inona amin-drazazavavy, fa tsy nanao fahotana tokony hahafaty azy izy, satria mitovy ihany io raharaha io sy ny hoe misy olona mitsangana sy mamely ny namany ary mamono azy ka mahafaty azy. *",
        "27": "Tany an-tsaha mantsy no nahitan’ilay lehilahy an’ilay zazavavy efa fofombadin’olona, ary niantsoantso mafy izy, fa tsy nisy olona hamonjy azy tany.",
        "28": "“Raha misy lehilahy mahita zazavavy virjiny mbola tsy fofombadin’olona, ary misambotra azy ka manao firaisana aminy ary tratra izy roa,",
        "29": "dia hanome sekely volafotsy dimampolo ho an’ny rain-drazazavavy ilay lehilahy nanao firaisana taminy. Ary ho lasa vadiny razazavavy satria efa nampietreny, ka tsy azony isarahana mandritra ny androm-piainany.",
        "30": "“Tsy misy lehilahy mahazo maka ny vadin-drainy, sao manainga ny akanjon-drainy izy."
    },
    "23": {
        "1": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah ny lehilahy izay torotoro ny vihiny na nesorina ny filahiany.",
        "2": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah ny zazasary. Na hatramin’ny taranany fahafolo aza tsy misy mahazo miditra ho anisan’ny fiangonan’i Jehovah.",
        "3": "“Tsy mahazo miditra ho anisan’ny fiangonan’i Jehovah na ny Amonita na ny Moabita. Na hatramin’ny taranany fahafolo aza tsy misy mahazo miditra ho anisan’ny fiangonan’i Jehovah, mandritra ny fotoana tsy voafetra.",
        "4": "Tsy nanampy anareo mantsy izy ireo ka tsy nanome anareo mofo sy rano teny an-dalana, fony ianareo nivoaka avy tany Ejipta. Ary nokaramainy hanozona anareo i Balama zanak’i Beora, avy any Petora, any Mezopotamia.",
        "5": "Tsy nety nihaino an’i Balama anefa i Jehovah Andriamanitrao, fa noho ny aminao no nanovan’i Jehovah Andriamanitrao an’ilay ozona ho tsodrano, satria tia anao i Jehovah Andriamanitrao.",
        "6": "Koa aza mitady izay hahasoa an’ireny na izay hiadanany, mandritra ny androm-piainanao, hatramin’ny fotoana tsy voafetra.",
        "7": "“Aza mankahala Edomita, fa rahalahinao izy. “Aza mankahala Ejipsianina, fa efa mba mpivahiny tany amin’ny taniny ihany ianao.",
        "8": "Mahazo miditra ho anisan’ny fiangonan’i Jehovah ny zafiafin’izy ireo.",
        "9": "“Raha mandeha ianao ka mitoby mba hiady amin’ny fahavalonao, dia mitandrema amin’ny zava-dratsy rehetra.",
        "10": "Raha misy lehilahy tsy madio eo aminao, satria nivoaka tsirinaina tamin’ny alina, dia aoka izy hankany ivelan’ny toby. Tsy mahazo mankao an-toby izy.",
        "11": "Hisasa amin’ny rano izy rehefa harivariva ny andro, ka afaka mankao an-toby rehefa milentika ny masoandro.",
        "12": "Tokony hisy toeram-pivoahana azonao ampiasaina eny ivelan’ny toby, ka any no handehananao.",
        "13": "Ary tokony hisy hazo maranitra any aminao, miaraka amin’ny fitaovanao hafa, ka rehefa hipetraka hininginingina eny ivelany ianao dia mihadia lavaka amin’ilay hazo, ary mitodiha ka totofy ny dikinao. *",
        "14": "Mandehandeha ao an-tobinao mantsy i Jehovah Andriamanitrao, mba hanafaka anao sy hanolotra ny fahavalonao eo an-tananao. Koa aoka ho masina ny tobinao mba tsy hahita zavatra manafintohina eo aminao izy, ka hiala ary tsy hiaraka aminao intsony.",
        "15": "“Aza atolotra amin’ny tompony ny mpanompo raha mandositra avy any amin’ny tompony ka mankany aminao.",
        "16": "Aoka izy hiara-monina aminao, eo amin’izay toerana hofidiny ao amin’ny iray amin’ny tanànanao, any amin’izay tiany. Ary aza mampijaly azy.",
        "17": "“Aoka tsy hisy zanakavavin’ny Israely na zanakalahin’ny Israely ho mpivaro-tenan’ny tempoly.",
        "18": "Aza entina ao an-tranon’i Jehovah Andriamanitrao mba hanefana voady ny karaman’ny mpivaro-tena na ny vidin’alika, * satria samy zava-maharikoriko amin’i Jehovah Andriamanitrao ireny.",
        "19": "“Aza maka tombony amin’ny rahalahinao rehefa mampisambotra vola na sakafo na zavatra hafa mety ho azo akana tombony.",
        "20": "Azonao akana tombony ny hafa firenena rehefa mampisambotra azy ianao, fa ny rahalahinao kosa aza akana, mba hitahian’i Jehovah Andriamanitrao anao amin’izay rehetra ataonao eo amin’ilay tany izay halehanao sy halainao ho fanananao.",
        "21": "“Raha mivoady amin’i Jehovah Andriamanitrao ianao dia aza ela fanefa, satria tena hampamoahin’i Jehovah Andriamanitrao ny amin’izany ianao ka ho fahotana ho anao tokoa izany.",
        "22": "Tsy ho fahotana ho anao kosa izany raha tsy nivoady ianao.",
        "23": "Tano ny teninao, ary araka izay voadinao tamin’i Jehovah Andriamanitrao no ataovy fa toy ny fanatitra an-tsitrapo naloaky ny vavanao izany.",
        "24": "“Raha mankeny amin’ny tanimboalobok’olona ianao, dia mihinàna izay voaloboka hahavoky anao fa aza misy atao ao anatin’ny haronao izany.",
        "25": "Raha mankeny amin’ny vokatr’olona mbola eny an-tsaha ianao, dia miotaza salohy masaka amin’ny tananao, nefa aza jinjaina amin’ny antsy fijinjana ny vokatr’olona."
    },
    "24": {
        "1": "“Raha misy lehilahy maka vady ka lasa fananany ravehivavy, izany hoe lasa vadiny, nefa manjary tsy mahazo sitraka aminy satria nahitany zavatra manafintohina, dia aoka izy hanao taratasy fisaraham-panambadiana ary hanolotra izany an-dravehivavy, ka handroaka azy hiala ao an-tranony.",
        "2": "Dia hiala ao an-tranony ravehivavy ka handeha, ary ho lasa vadin’olon-kafa.",
        "3": "Raha manjary mankahala azy koa ilay vadiny faharoa, ka manao taratasy fisaraham-panambadiana ary manolotra izany ho azy sady mandroaka azy hiala ao an-tranony, na raha maty ilay vadiny faharoa,",
        "4": "dia tsy mahazo maka azy ho vady intsony ilay vadiny voalohany izay nandroaka azy, satria efa voaloto izy. Zava-maharikoriko amin’i Jehovah mantsy izany, ka aza mampanota an’ilay tany homen’i Jehovah Andriamanitrao ho lovanao.",
        "5": "“Raha misy lehilahy vao nampaka-bady, dia tsy tokony handeha hiantafika izy sady tsy tokony hampanaovina adidy hafa. Omena alalana tsy hiantafika izy fa ho ao an-tranony mandritra ny herintaona, ka hampifaly an’ilay vadiny vao avy nampakariny.",
        "6": "“Aoka tsy hisy haka vato fikosoham-bary ho antoka, na ny vato amboniny fotsiny aza, fa aina mihitsy no alainy ho antoka raha manao izany izy.",
        "7": "“Raha misy tratra maka olona * an-keriny, ka rahalahiny eo amin’ny zanak’Israely no nalainy, ary lozabe taminy izy ka nivarotra azy, dia hovonoina ho faty ilay naka an-keriny. Esory tsy ho eo aminao ny ratsy.",
        "8": "“Mitandrema amin’ny habokana, ka tandremo tsara izay rehetra hampianarin’ny Levita mpisorona anareo. Araho tsara izay nandidiako azy ireo.",
        "9": "Aoka hotsarovana ny nataon’i Jehovah Andriamanitrao tamin’i Miriama teny an-dalana, rehefa nivoaka avy tany Ejipta ianareo.",
        "10": "“Raha mampisambotra ny namanao ianao, na inona na inona ampisamborinao azy, dia aza miditra ao an-tranony mba haka ny zavatra nomeny ho antoka.",
        "11": "Mijoroa eo ivelany, ary ilay olona nampisamborinao no hamoaka ny antoka ho eo aminao.",
        "12": "Ary raha tra-pahasahiranana ilay olona, dia aza mandeha matory ianao raha mbola any aminao ilay antoka.",
        "13": "Tsy maintsy haverinao aminy ilay antoka raha vao milentika ny masoandro. Dia hoentiny matory ilay akanjony ary hitso-drano anao izy. Ho olo-marina eo anatrehan’i Jehovah Andriamanitrao ianao raha manao izany.",
        "14": "“Aza ambakaina ny mpikarama izay tra-pahasahiranana sady mahantra, na rahalahinao izy na vahiny monina ao an-tanànanao, ao amin’ny taninao.",
        "15": "Omeo androtr’iny ihany ny karamany, ka aza tazonina any aminao ho tratran’ny masoandro milentika, fa tra-pahasahiranana izy ka iny no andrandrainy. Sao mantsy izy hitaraina amin’i Jehovah momba anao, ka ho fahotana ho anao izany.",
        "16": "“Ny ray tsy tokony hovonoina ho faty noho ny fahotan’ny zanaka, ary ny zanaka tsy hovonoina ho faty noho ny fahotan’ny ray, fa hovonoina ho faty noho ny fahotany avy ny tsirairay.",
        "17": "“Aza manao fitsarana miangatra amin’ny mpivahiny na ny kamboty ray. Ary aza alaina ho antoka ny akanjon’ny mpitondratena.",
        "18": "Tsarovy fa efa mba andevo ihany ianao tany Ejipta, ary nanavotra anao avy tany i Jehovah Andriamanitrao. Izany no antony andidiako anao mba hanao izany.",
        "19": "“Raha mijinja ny vokatrao any an-tsaha ianao, ka misy amboara hadinonao any, dia aza miverina haka izany. Tokony havela ho an’ny mpivahiny sy ny kamboty ray ary ny mpitondratena izany. Dia hotahin’i Jehovah ianao amin’izay rehetra ataon’ny tananao.",
        "20": "“Raha mikapoka ny hazo olivanao ianao, dia aza iverenana indray ireo sampany. Tokony havela ho an’ny mpivahiny sy ny kamboty ray ary ny mpitondratena ireny.",
        "21": "“Raha mioty ny voaloboka eny amin’ny tanimboalobokao ianao, dia aza miverina mioty izay sisa tavela. Tokony havela ho an’ny mpivahiny sy ny kamboty ray ary ny mpitondratena ireny.",
        "22": "Ary tsarovy fa efa mba andevo ihany ianao tany Ejipta. Izany no antony andidiako anao mba hanao izany."
    },
    "25": {
        "1": "“Raha misy olona mifanditra ka tonga mba hotsaraina, dia hotsaraina tokoa izy ireo ka hambara ho marina izay marina, ary homelohina izay meloka.",
        "2": "Ary raha tokony hokapohina ilay meloka, dia hasain’ny mpitsara ampandriana sy kapohina eo anatrehany izy, ka arakaraka ny ratsy nataony ny isan’ny kapoka.",
        "3": "Kapoka efapolo no hatao aminy fa tsy azo atao mihoatra na iray aza, sao kapohina imbetsaka noho ireo izy, ka ho lasa tsy misy vidiny eo imasonao ny rahalahinao.",
        "4": "“Aza asiana fehivava ny omby miasa eny am-pamoloana.",
        "5": "“Raha misy mpirahalahy miara-monina ary maty tsy nitera-dahy ny iray, dia tsy tokony ho lasa vadin’olon-kafa ny vady navelan’ny maty. Tokony handeha ho any amin-dravehivavy ny rahalahim-badiny, ary hampakatra azy ho vady ka hitondra loloha azy.",
        "6": "Ary ny zaza voalohany hatera-dravehivavy aminy no hitondra ny anaran’ilay rahalahiny efa maty, mba tsy ho voakosoka tsy ho eo amin’ny Israely ny anarany.",
        "7": "“Raha tsy tian-dralehilahy kosa ny hanambady ny vady navelan’ny rahalahiny, dia hiakatra ho eny am-bavahady ravehivavy, hankeny amin’ny anti-panahy ka hanao hoe: ‘Tsy mety mamelo-maso ny anaran’ny rahalahiny eo amin’ny Israely ny rahalahim-badiko. Tsy manaiky hitondra loloha ahy izy.’",
        "8": "Dia hiantso an-dralehilahy ireo anti-panahin’ny tanànany ka hiresaka aminy. Ary hitsangana izy, ka hanao hoe: ‘Tsy te hanambady azy aho.’",
        "9": "Dia hanatona azy eo anatrehan’ny anti-panahy ny vady navelan’ny rahalahiny, ka hanala ny kapa eny an-tongotr’ilay lehilahy, ary handrora azy eo amin’ny tarehiny ka hiteny hoe: ‘Izany no hatao amin’ny lehilahy tsy manome taranaka ho an’ny rahalahiny.’",
        "10": "Ary ny anarana iantsoana an-dralehilahy eo amin’ny Israely dia hoe ‘Ny ankohonan’ilay nalana kapa.’",
        "11": "“Raha misy roa lahy miady, ary avy ny vadin’ny anankiray mba hanafaka am-badiny eo an-tanan’ilay mamely azy, ary manatsotra ny tanany ravehivavy ka mandray an’ilay lehilahy avy eo amin’ny filahiany,",
        "12": "dia hotapahinao ny tanany. Aza miantra azy.",
        "13": "“Aoka ianao tsy hanana vatomizana roa karazana ao an-kitaponao, ka ny iray lehibe ary ny iray kely.",
        "14": "Aoka ianao tsy hanana efaha roa karazana ao an-tranonao, ka ny iray lehibe ary ny iray kely.",
        "15": "Vatomizana marina sy ara-dalàna foana no tokony hanananao. Ary efaha marina sy ara-dalàna foana no tokony hanananao, mba ho lava andro iainana ianao eo amin’ilay tany omen’i Jehovah Andriamanitrao anao.",
        "16": "Maharikoriko an’i Jehovah Andriamanitrao mantsy izay rehetra manao ny tsy marina toy izany.",
        "17": "“Aoka hotsarovana izay nataon’i Amaleka taminao teny an-dalana, fony ianao nivoaka avy tany Ejipta.",
        "18": "Nivoaka hiady taminareo teny an-dalana izy ireo, ka namely an’ireo olona tany aoriana izay nitaredretra tany afara, rehefa reraka be sy sasatra ianareo. Tsy natahotra an’Andriamanitra izy.",
        "19": "Koa tokony hofafanao tsy ho eny ambanin’ny lanitra ny fahatsiarovana ny Amalekita, rehefa ataon’i Jehovah Andriamanitrao mandry feizay eo anivon’ny fahavalonao rehetra manodidina ianao, ao amin’ilay tany omen’i Jehovah Andriamanitrao ho lovanao, mba halainao ho fanananao. Aza hadinoinao izany."
    },
    "26": {
        "1": "“Rehefa tafiditra ao amin’ilay tany omen’i Jehovah Andriamanitrao anao ho lovanao ianao, ka maka izany ho fanananao sady efa monina ao,",
        "2": "dia makà amin’ny voaloham-bokatra rehetra avy amin’ilay tany omen’i Jehovah Andriamanitrao anao, ka ataovy ao anaty harona ary ento mankany amin’izay toerana hofidin’i Jehovah Andriamanitrao hampitoerana ny anarany.",
        "3": "Ary mankanesa any amin’izay mpisorona am-perinasa amin’izany fotoana izany, ka lazao aminy hoe: ‘Hambarako amin’i Jehovah Andriamanitrao anio, fa tafiditra eto amin’ilay tany izay nianianan’i Jehovah tamin’ny razantsika homena antsika aho.’",
        "4": "“Dia horaisin’ilay mpisorona eny an-tananao ilay harona, ka hapetrany eo anoloan’ny alitaran’i Jehovah Andriamanitrao.",
        "5": "Ary hiteny eo anatrehan’i Jehovah Andriamanitrao ianao hoe: ‘Syrianina efa saika maty ny raiko, ary nidina tany Ejipta sy nivahiny tany izy mbamin’ny olona vitsy kely. Nanjary firenena lehibe sy mahery ary maro an’isa anefa izy tany.",
        "6": "Dia nampijaly antsika ny Ejipsianina ka nampahory antsika sy nanandevo mafy antsika.",
        "7": "Koa nitaraina tamin’i Jehovah Andriamanitry ny razantsika isika, ka nihaino antsika i Jehovah sady nijery ny fahoriantsika sy ny zava-tsarotra nanjo antsika ary ny fijaliantsika.",
        "8": "Farany, dia nitondra antsika nivoaka avy tany Ejipta i Jehovah, tamin’ny tanana mahery, sy sandry nahinjitra, sy zavatra tena nampahatahotra, sy famantarana ary fahagagana.",
        "9": "Ary nentiny teto amin’ity toerana ity isika, ka nomeny an’ity tany tondra-dronono sy tantely ity.",
        "10": "Koa intỳ aho mitondra ny voaloham-bokatry ny tany izay nomen’i Jehovah ahy.’ “Dia hametraka izany eo anatrehan’i Jehovah Andriamanitrao ianao, ka hiankohoka eo anatrehan’i Jehovah Andriamanitrao.",
        "11": "Ary hifaly noho ny soa rehetra nomen’i Jehovah Andriamanitrao anao sy ny ankohonanao ianao sy ny Levita ary ny mpivahiny eo aminao.",
        "12": "“Ary rehefa voatokanao manontolo ny ampahafolon’ny vokatrao amin’ilay taona fahatelo fanomezana ny ampahafolony, dia omeo ho an’ny Levita, sy ny mpivahiny sy ny kamboty ray ary ny mpitondratena izany. Ary hihinana izany ao an-tanànanao ireo, ka ho voky.",
        "13": "Dia hilaza eo anatrehan’i Jehovah Andriamanitrao ianao hoe: ‘Efa nesoriko tao an-tranoko ny zava-masina, ka nomeko ho an’ny Levita sy ny mpivahiny sy ny kamboty ray ary ny mpitondratena, araka ny didy rehetra izay nandidianao ahy. Tsy nodikaiko na nohadinoiko ny didinao.",
        "14": "Tsy nihinanako ilay zava-masina tamin’izaho nisaona, ary tsy nakako tamin’izaho naloto, sady tsy nanomezako ho an’ny maty. Efa nihaino ny feon’i Jehovah Andriamanitro aho, ary nanao araka izay rehetra nandidianao ahy.",
        "15": "Koa mba tsinjovy avy eny an-danitra fonenanao masina ny Israely olonao sy ilay tany tondra-dronono sy tantely nomenao anay, ka tahio araka izay nianiananao tamin’ny razanay.’",
        "16": "“Androany i Jehovah Andriamanitrao no mandidy anao hanaraka ireo fitsipika sy didim-pitsarana ireo. Ary tandremo ireo, ka araho amin’ny fonao manontolo sy ny tenanao manontolo.",
        "17": "Ianao no nahatonga an’i Jehovah hiteny androany hoe ho Andriamanitrao izy, raha mandeha amin’ny lalany ianao ka mitandrina ny fitsipiny sy ny didiny ary ny didim-pitsarany, sady mihaino ny feony.",
        "18": "I Jehovah kosa no nahatonga anao hiteny androany hoe ho vahoakany ianao, ho fananany manokana araka izay nampanantenainy anao. Izany koa no nahatonga anao hilaza fa hitandrina ny didiny rehetra ianao,",
        "19": "ary hanandratra anao ho ambony noho ny firenena hafa rehetra nataony izy. Ho fiderana sy laza ary hatsaran-tarehy ianao, amin’ny maha vahoaka masina anao eo anatrehan’i Jehovah Andriamanitrao, araka izay nampanantenainy.”"
    },
    "27": {
        "1": "Nandidy ny olona koa i Mosesy sy ny anti-panahin’ny Israely hoe: “Aoka hotandremana ny didy rehetra andidiako anareo anio.",
        "2": "Ary amin’ny andro hiampitanao an’i Jordana mba ho any amin’ilay tany omen’i Jehovah Andriamanitrao anao, dia manangàna vato lehibe ho anao, ka lalory fotsy amin’ny sokay.",
        "3": "Soraty eo amin’ireo vato ireo ny teny rehetra ato amin’ity lalàna ity rehefa tonga eny ampita ianao, mba hidiranao ao amin’ilay tany tondra-dronono sy tantely izay omen’i Jehovah Andriamanitrao anao, araka izay nolazain’i Jehovah Andriamanitry ny razanao taminao.",
        "4": "Ary rehefa tafita an’i Jordana ianareo, dia atsangano eo amin’ny Tendrombohitra Ebala ireo vato ireo, araka izay andidiako anareo anio, ka lalory fotsy amin’ny sokay.",
        "5": "Eo koa no anoreno alitara vato ho an’i Jehovah Andriamanitrao, ka aza ampiasana fitaovana vy ireo vato.",
        "6": "Vato tsy voapaika no hanaovanao ny alitaran’i Jehovah Andriamanitrao, ary manolora fanatitra dorana eo amboniny ho an’i Jehovah Andriamanitrao.",
        "7": "Ary manolora sorona iombonana, ka hano eo izany. Ary hifaly eo anatrehan’i Jehovah Andriamanitrao ianao.",
        "8": "Soraty eo amin’ireo vato ireo ny teny rehetra ato amin’ity lalàna ity, ka ataovy mazava tsara.”",
        "9": "Dia hoy i Mosesy sy ny Levita mpisorona tamin’ny Israely rehetra: “Ry Israely ô, mangìna ary mihainoa! Lasa vahoakan’i Jehovah Andriamanitrao ianao androany.",
        "10": "Koa henoy ny feon’i Jehovah Andriamanitrao, ary ankatoavy ny didiny sy ny fitsipiny izay andidiako anao anio.”",
        "11": "Nandidy ny olona koa i Mosesy tamin’izay andro izay hoe:",
        "12": "“Rehefa tafita an’i Jordana ianareo, dia ireto avy no hitsangana eo amin’ny Tendrombohitra Gerizima mba hanonona fitahiana ho an’ny olona: I Simeona sy Levy sy Joda sy Isakara sy Josefa ary Benjamina.",
        "13": "Ary ireto kosa no hitsangana eo amin’ny Tendrombohitra Ebala hanonona ozona: I Robena, Gada sy Asera ary Zebolona, Dana sy Naftaly.",
        "14": "Ary hiteny mafy amin’ny Israelita rehetra ny Levita hoe:",
        "15": "“‘Voaozona izay manao sary sokitra, na sarivongana metaly, dia zava-maharikoriko amin’i Jehovah sady asa tanan’ny mpanao asa hazo sy asa vy, eny, voaozona izay mametraka izany ao amin’ny miafina.’ Ary ny olona rehetra hamaly hoe: ‘Amena!’ *",
        "16": "“‘Voaozona izay manao tsinontsinona ny rainy na ny reniny.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "17": "“‘Voaozona izay mampihemotra ny fetra mamaritra ny tanin’ny namany.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "18": "“‘Voaozona izay mahatonga ny jamba ho diso lalana.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "19": "“‘Voaozona izay manao fitsarana miangatra amin’ny mpivahiny sy ny kamboty ray ary ny mpitondratena.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "20": "“‘Voaozona izay manao firaisana amin’ny vadin-drainy, satria manainga ny akanjon-drainy izy.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "21": "“‘Voaozona izay manao firaisana amin’ny biby.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "22": "“‘Voaozona izay manao firaisana amin’ny anabaviny, na amin’ny zanakavavin-drainy na amin’ny zanakavavin-dreniny.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "23": "“‘Voaozona izay manao firaisana amin’ny rafozambaviny.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "24": "“‘Voaozona izay mamely avy ao amin’ny toeram-piafenany ka mahafaty olona.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "25": "“‘Voaozona izay mandray kolikoly mba hamonoana olona * ho faty, ka mandatsaka ran’olona tsy manan-tsiny.’ Ary ny olona rehetra hanao hoe: ‘Amena!’",
        "26": "“‘Voaozona izay tsy mampanan-kery ny teny ato amin’ity lalàna ity sy tsy mankatò izany.’ Ary ny olona rehetra hanao hoe: ‘Amena!’"
    },
    "28": {
        "1": "“Raha tena mihaino ny feon’i Jehovah Andriamanitrao ianao, ka mitandrina tsara ny didiny rehetra andidiako anao anio, dia hasandratr’i Jehovah Andriamanitrao ho ambony noho ny firenena rehetra eto ambonin’ny tany ianao.",
        "2": "Ary ho tonga aminao ireto fitahiana rehetra ireto ka hahatratra anao, satria mihaino ny feon’i Jehovah Andriamanitrao foana ianao:",
        "3": "“Hotahina ianao na ao an-tanàna na any an-tsaha.",
        "4": "“Hotahina izay aloaky ny kibonao, sy ny vokatry ny taninao, ary ny zanaky ny biby fiompinao, na ny omby na ny ondry aman’osy.",
        "5": "“Hotahina ny haronao sy ny vilia famolavolanao koba.",
        "6": "“Hotahina ianao na miditra na mivoaka.",
        "7": "“Hataon’i Jehovah resy eo anoloanao ny fahavalonao izay mitsangana hiady aminao. Lalana iray no hivoahany hiady aminao, fa lalana fito kosa no handosirany eo anoloanao.",
        "8": "Handidy ny hitahiana ny fitehirizam-bokatrao sy izay rehetra ataonao i Jehovah, ka hotahiny tokoa ianao eo amin’ilay tany homen’i Jehovah Andriamanitrao anao.",
        "9": "Hataon’i Jehovah vahoaka masina ho an’ny tenany ianao, araka izay nianianany taminao, satria mitandrina foana ny didin’i Jehovah Andriamanitrao ianao, sady mandeha amin’ny lalany.",
        "10": "Dia ho hitan’ny firenena rehetra eto ambonin’ny tany fa antsoina eo aminao ny anaran’i Jehovah, ka hatahotra anao tokoa izy ireo.",
        "11": "“Ary hataon’i Jehovah ambinin-java-tsoa ianao, ka ho maro ny aloaky ny kibonao sy ny zanaky ny biby fiompinao ary ny vokatry ny taninao, eo amin’ilay tany nianianan’i Jehovah tamin’ny razanao homena anao.",
        "12": "Hosokafan’i Jehovah ho anao ny fitehirizam-bokatra tsara, dia ny lanitra, mba handatsahany orana amin’ny fotoanany eo amin’ny taninao sy mba hitahiany izay rehetra ataon’ny tananao. Dia hampisambotra ny firenena maro ianao, fa ianao kosa tsy mba hisambotra.",
        "13": "Ary hataon’i Jehovah lohany ianao fa tsy rambony. Ary ho eny amin’ny fara tampony foana ianao, fa tsy ho eny amin’ny farany ambany, satria ianao mankatò hatrany ny didin’i Jehovah Andriamanitrao, izay andidiako anao anio mba hotandremana sy hankatoavina.",
        "14": "Aza miala amin’ny teny rehetra andidiako anareo anio, ka mivily miankavanana na miankavia, mba hanaraka andriamani-kafa sy hanompo an’ireny.",
        "15": "“Raha tsy mihaino ny feon’i Jehovah Andriamanitrao kosa ianao, ka tsy mitandrina tsara ny didiny rehetra sy ny lalàny izay andidiako anao anio, dia ho tonga aminao ireto ozona rehetra ireto, ka hahatratra anao:",
        "16": "“Ho voaozona ianao na ao an-tanàna na any an-tsaha.",
        "17": "“Ho voaozona ny haronao sy ny vilia famolavolanao koba.",
        "18": "“Ho voaozona izay aloaky ny kibonao, sy ny vokatry ny taninao, sy ny zanaky ny omby sy ny ondry aman’osinao.",
        "19": "“Ho voaozona ianao na miditra na mivoaka.",
        "20": "“Amin’izay rehetra ataonao ka iezahanao hotanterahina, dia ozona no halefan’i Jehovah aminao, ary hataony misahotaka ianao sady hoteneniny mafy, mandra-pahalany ringana anao sy mandra-paharipakao haingana. Nanao ratsy mantsy ianao rehefa nahafoy ahy.",
        "21": "Hataon’i Jehovah miraikitra aminao ny areti-mandringana mandra-pandripak’Andriamanitra anao tanteraka tsy ho eo amin’ilay tany halehanao mba halainao ho fanananao.",
        "22": "Ary hasian’i Jehovah amin’ny tioberkilaozy sy ny fanaviana mahery sy ny hoditra mitera-mena sy ny hafanana mivaivay sy ny sabatra ianao, ary hataony mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny volinao. Dia hanenjika anao tokoa izany mandra-paharipakao.",
        "23": "Ho varahina ny lanitra eo ambony lohanao, ary ho vy ny tany eo ambany tongotrao.",
        "24": "Fasika sy vovoka no ranonorana harotsak’i Jehovah eo amin’ny taninao, ary hilatsaka avy any an-danitra izany mandra-pahalany ringana anao.",
        "25": "Hataon’i Jehovah resy eo anoloan’ny fahavalonao ianao. Lalana iray no hivoahanao hiady aminy, fa lalana fito kosa no handosiranao eo anoloany. Ary ho raiki-tahotra ny fanjakana rehetra eran-tany rehefa mahita izay nanjo anao.",
        "26": "Hihinana ny fatinao ny voro-manidina rehetra eny amin’ny lanitra sy ny bibidia, ary tsy hisy hampangovitra an’ireny.",
        "27": "“Hasian’i Jehovah amin’ny vain’i Ejipta sy ny hemoroida sy ny aretin-koditra mitera-mena ary ny aretin-koditra mibontsimbontsina ianao, ka tsy ho sitrana amin’ireny mihitsy.",
        "28": "Ary hataon’i Jehovah lasa adala sy jamba ary very hevitra ianao.",
        "29": "Ary hitsapatsapa tokoa ianao na dia amin’ny mitataovovonana aza, tahaka ny jamba mitsapatsapa ao anaty haizina, ka tsy hahomby izay hataonao. Dia hambakain’ny sasany sy ho voaroba foana ianao, nefa tsy hisy hamonjy.",
        "30": "Hanana fofombady ianao, nefa hisy lehilahy hafa hametaveta azy. Hanao trano ianao, nefa tsy hipetraka ao, ary hanao tanimboaloboka ianao, nefa tsy hisantatra ny vokatra.",
        "31": "Hovonoina eo imasonao ny ombinao, nefa tsy hihinana ny henany ianao. Hangalarina eo anatrehanao ny ampondranao, nefa tsy hiverina aminao. Homena ho an’ny fahavalonao ny ondrinao, nefa tsy hisy hamonjy anao.",
        "32": "Homena ho an’ny firenen-kafa ny zanakao lahy sy ny zanakao vavy, ka hipitrapitra ny masonao sady te hahita azy ireo foana, nefa tsy hahefa na inona na inona ny tananao.",
        "33": "Hohanin’ny firenen-kafa tsy fantatrao ny vokatry ny taninao sy izay rehetra novokarinao. Ary hambakain’ny sasany sy hampahorina mafy foana ianao.",
        "34": "Ary ho lasa adala tokoa ianao noho izay ho hitan’ny masonao.",
        "35": "“Hasian’i Jehovah amin’ny vay mampanaintaina be ianao eo amin’ny lohalikao roa sy ny tongotrao roa, ary hatrany an-tampon-dohanao ka hatrany am-paladianao. Tsy ho sitrana amin’izany mihitsy ianao.",
        "36": "Ary halefan’i Jehovah hankany amin’ny firenena tsy fantatrao, sady tsy fantatry ny razanao, ianao sy ny mpanjaka izay hapetrakao hifehy anao. Hanompo andriamani-kafa vato aman-kazo ianao any.",
        "37": "Dia higagan’ny olona ianao, sady hataony teny fanarabiana sy teny fanesoana eo amin’ny firenena rehetra hitondran’i Jehovah anao.",
        "38": "“Be dia be ny voa hoentinao hafafy any an-tsaha, fa kely ny vokatra hangoninao, satria ho lanin’ny valala izany.",
        "39": "Hanao tanimboaloboka sy hikarakara izany tokoa ianao, nefa tsy hisotro divay na dia kely aza sady tsy hioty na inona na inona, satria ho lanin’ny kankana izany.",
        "40": "Hanana hazo oliva ianao manerana ny taninao, nefa tsy hihoso-menaka satria hihintsana ny olivanao.",
        "41": "Hitera-dahy sy hitera-bavy ianao, nefa tsy ho anao foana izy ireo satria ho lasa babo.",
        "42": "Hanjakan’ny bibikely mifanaretsaka ny hazonao rehetra sy ny vokatry ny taninao.",
        "43": "Ary hisondrotra ho ambony kokoa noho ianao foana ny vahiny monina eo aminao, fa ianao kosa hietry ho ambany kokoa foana.",
        "44": "Izy no hampisambotra anao, fa ianao kosa tsy hampisambotra azy. Izy ho lohany, fa ianao kosa ho rambony.",
        "45": "“Dia ho tonga aminao ireo ozona rehetra ireo ary hanenjika anao ka hahatratra anao mandra-pahalany ringana anao, satria tsy nihaino ny feon’i Jehovah Andriamanitrao ianao ka tsy nitandrina ny didiny sy ny lalàny izay nandidiany anao.",
        "46": "Ho famantarana sy fambara eo aminao sy eo amin’ny taranakao foana ireo, mandritra ny fotoana tsy voafetra,",
        "47": "satria ianao tsy nanompo an’i Jehovah Andriamanitrao tamin’ny fifaliana sy faharavoam-po, nefa ianao nanam-be tamin’ny zava-drehetra.",
        "48": "Hanompo ny fahavalonao izay halefan’i Jehovah hiady aminao ianao, na dia noana sy mangetaheta aza, sady mitanjaka sy tsy manana na inona na inona. Ary hasiany zioga vy eo amin’ny vozonao, mandra-pandringany tanteraka anao.",
        "49": "“Hampirisihin’i Jehovah hiady aminao ny firenena avy any lavitra, avy any amin’ny faran’ny tany, izay toy ny voromahery mifaoka tampoka, dia firenena tsy ho azonao ny fiteniny,",
        "50": "sady masiaka endrika, izay tsy hiantra ny lahiantitra na ho tsara fanahy amin’ny tovolahy.",
        "51": "Ary hohanin’izy ireo tokoa ny zanaky ny biby fiompinao sy ny vokatry ny taninao mandra-pahalany ringana anao, ary tsy hisy havelany ho anao na varimbazaha, na divay vaovao, na menaka, na ny zanaky ny omby sy ny ondry aman’osinao, mandra-pandringany tanteraka anao.",
        "52": "Ary hataony fahirano tokoa ianao ao amin’ny tanànanao rehetra, mandra-pirodan’ny mandanao manerana ny taninao, dia ireo manda avo sy voaro mafy izay nitokisanao. Eny, hataony fahirano ianao ao amin’ny tanànanao rehetra manerana ilay tany omen’i Jehovah Andriamanitrao anao.",
        "53": "Koa ho latsaka an-katerena ianao sady ho tra-pahoriana, noho ny fangejan’ny fahavalonao anao, ka hohaninao ny aloaky ny kibonao, dia ny nofon’ny zanakao lahy sy ny zanakao vavy izay nomen’i Jehovah Andriamanitrao anao.",
        "54": "“Ary ny lehilahy be haitraitra sy miaingitraingitra eo aminao, dia ho ratsy fijery ny rahalahiny sy ny vady malalany ary ny zanany sisa tavela, izay sisa niangana.",
        "55": "Tsy hisy homeny amin’ny nofon-janany izay hohaniny mantsy ireo, satria tsy manana na inona na inona intsony izy, fa latsaka an-katerena sady tra-pahoriana noho ny fangejan’ny fahavalonao anao, ao amin’ny tanànanao rehetra.",
        "56": "Ary ny vehivavy be haitraitra sy miaingitraingitra eo aminao, izay tsy mba nanandrana nanitsaka ny tany tamin’ny faladiany akory fa zatra niaingitraingitra sady be haitraitra, dia ho ratsy fijery ny vady malalany sy ny zanany lahy sy ny zanany vavy",
        "57": "ary ny tavòny mivoaka avy eo anelakela-peny sy ny zaza naterany. Tiany hohanina mangingina mantsy ny zaza naterany sy ny tavòniny noho izy tsy manana na inona na inona sy latsaka an-katerena sady tra-pahoriana noho ny fangejan’ny fahavalonao anao, ao amin’ny tanànanao.",
        "58": "“Raha tsy miezaka mafy ianareo hanatanteraka ny teny rehetra ao amin’ny lalàna izay voasoratra ato amin’ity boky ity, mba hatahotra an’ilay anarana be voninahitra sy mendrika hatahorana hoe Jehovah, eny, ilay Andriamanitrareo,",
        "59": "dia hataon’i Jehovah mahery vaika tokoa ny loza hanjo anao sy hanjo ny taranakao, dia loza lehibe sady maharitra, ary aretina mampidi-doza sady maharitra.",
        "60": "Dia haveriny aminao ny aretina rehetran’i Ejipta izay aretina natahoranao, ary tsy hiala aminao mihitsy ireny.",
        "61": "Hataon’i Jehovah manjo anao koa izay aretina sy loza rehetra tsy voasoratra ato amin’ity boky misy ny lalàna ity, mandra-pahalany ringana anao.",
        "62": "Ary na dia lasa maro be tahaka ny kintana eny amin’ny lanitra aza ianareo, dia ho vitsy kely sisa no ho tavela, satria ianareo tsy nihaino ny feon’i Jehovah Andriamanitrareo.",
        "63": "“Ary ho toy ny nifalian’i Jehovah nanasoa sy nahamaro anareo, no hifalian’i Jehovah handringana sy handripaka anareo koa. Hesorina tsy ho eo amin’ilay tany izay halehanareo mba halainareo ho fanananareo ianareo.",
        "64": "“Ary haparitak’i Jehovah any amin’ny firenena rehetra, hatrany amin’ny faran’ny tany anankiray ka hatrany amin’ny faran’ny tany anankiray ianao, ka any ianao no hanompo andriamani-kafa, vato aman-kazo, izay tsy fantatrao sady tsy fantatry ny razanao.",
        "65": "Ary tsy ho afaka hiala sasatra ianao any amin’ireo firenena ireo, sady tsy hahita toerana hametrahanao ny faladianao. Hataon’i Jehovah mipararetra ny fonao sy ho simba ny masonao ary ho kivy ianao any.",
        "66": "Tena hotandindomin-doza ny ainao, ary hihorohoro andro aman’alina ianao, ka tsy hanampo izay ho velona intsony.",
        "67": "Amin’ny maraina ianao hilaza hoe: ‘Raha mba alina mantsy ny andro!’, ary amin’ny alina ianao hilaza hoe: ‘Raha mba maraina mantsy ny andro!’, noho ny tahotry ny fonao izay hampihorohoro anao, sy noho izay ho hitan’ny masonao.",
        "68": "Ary hoentin’i Jehovah an-tsambo hiverina any Ejipta ianao, manaraka ny lalana izay efa nolazaiko taminao hoe: ‘Tsy hahita an’io lalana io intsony ianareo.’ Dia hivarotra ny tenanareo amin’ny fahavalonareo ianareo, mba ho andevolahy sy mpanompovavy, nefa tsy hisy mpividy.”"
    },
    "29": {
        "1": "Izao no voalazan’ny fifanekena nasain’i Jehovah nataon’i Mosesy tamin’ny zanak’Israely tany Moaba, ankoatra an’ilay fifanekena nifanaovany tamin’izy ireo tany Horeba.",
        "2": "Dia nantsoin’i Mosesy ny Israely rehetra, ka nilazany hoe: “Ianareo no nahita izay rehetra nataon’i Jehovah teo imasonareo tany Ejipta, tamin’i Farao sy ny mpanompony rehetra ary ny taniny manontolo,",
        "3": "dia ny fizahan-toetra lehibe izay efa hitan’ny masonareo, ary koa ny famantarana lehibe sy fahagagana.",
        "4": "Mandraka androany anefa dia tsy nomen’i Jehovah fo mba hahalalanareo ianareo, na maso mba hahitanareo, na sofina mba handrenesanareo.",
        "5": "‘Nandritra ny efapolo taona nitarihako anareo tany an-tany efitra, dia tsy tonta ny fitafiana nanaovanareo, ary tsy simba ny kapa teny an-tongotrareo.",
        "6": "Tsy nihinana mofo na nisotro divay sy toaka ianareo. Nikarakara anareo anefa aho mba hahafantaranareo fa izaho no Jehovah Andriamanitrareo.’",
        "7": "Farany, dia tonga teto amin’ity toerana ity ianareo. Ary nivoaka hiady tamintsika i Sihona mpanjakan’i Hesbona sy Oga mpanjakan’i Basana, nefa resintsika.",
        "8": "Dia nalaintsika ny taniny ka nomentsika ho lovan’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’ny Manasita.",
        "9": "Koa tandremo izay voalazan’ity fifanekena ity ka ankatoavy, mba hahomby izay rehetra ataonareo.",
        "10": "“Eto anatrehan’i Jehovah Andriamanitrareo ianareo rehetra ankehitriny, dia ny lehiben’ny fokonareo, ny anti-panahy sy ny mpiadidy eo aminareo, ny lehilahy rehetra eo amin’ny Israely,",
        "11": "ny zanakareo madinika, ny vadinareo, ary ny vahiny monina ao an-tobinareo, hatramin’ny mpaka kitay ka hatramin’ny mpantsaka rano.",
        "12": "Eny, eto ianareo mba hiditra amin’ny fifanekena ataon’i Jehovah Andriamanitrareo, sy ny fianianana ataon’i Jehovah Andriamanitrareo aminareo anio,",
        "13": "mba hifidianany anareo ho vahoakany anio ary izy ho Andriamanitrareo, araka izay nampanantenainy anareo, sy nianianany tamin’i Abrahama sy Isaka ary Jakoba razanareo.",
        "14": "“Tsy aminareo ihany anefa no anaovako ity fifanekena sy fianianana ity,",
        "15": "fa amin’izay mitsangana eto amintsika androany koa, eo anatrehan’i Jehovah Andriamanitsika, sy amin’izay tsy miaraka amintsika eto androany,",
        "16": "—fantatrareo tsara mantsy izay niainantsika tany Ejipta sy ny nandalovantsika tao amin’ny tanin’ireo firenena nolalovantsika.",
        "17": "Ary hitanareo ny zava-maharikoriko notompoin’izy ireo sy ny sampy maharikoriko izay tany aminy, dia vato aman-kazo sy volafotsy ary volamena—",
        "18": "mba tsy hisy aminareo na lehilahy na vehivavy na fianakaviana na foko, hiova fo ka hiala amin’i Jehovah Andriamanitsika anio mba handeha hanompo ny andriamanitr’ireo firenena. Amin’izay koa dia tsy hisy aminareo ho lasa faka manome voan’ny zavamaniry misy poizina sy voan’ny zavamaniry mangidy.",
        "19": "“Ary raha misy olona mandre izay voalazan’ity fianianana ity, ary mikasa handripaka ny tany azon-drano sy ny tany karakaina, sady mirehareha anakampo hoe: ‘Hiadana ihany aho na dia hanaraka ny ditran’ny foko aza’,",
        "20": "dia tsy hety hamela ny helony i Jehovah. Fa hirehitra * aminy ny fahatezeran’i Jehovah sy ny fahavinirany, ka tena hihatra aminy ny ozona rehetra voasoratra ato amin’ity boky ity. Ary hofoanan’i Jehovah tsy ho eny ambanin’ny lanitra ny anarany.",
        "21": "Koa hosarahin’i Jehovah amin’ny foko rehetran’ny Israely izy mba hanjo azy ny loza, araka ny ozona rehetra ao amin’ilay fifanekena voasoratra ato amin’ity boky misy ny lalàna ity.",
        "22": "“Ary tsy maintsy hanontany ireo taranaka ho avy, dia ny zanakareo handimby anareo, mbamin’ny vahiny avy any an-tany lavitra, rehefa mahita ny loza sy ny aretina ataon’i Jehovah amin’io tany io,",
        "23": "sy ny solifara sy ny sira ary ny afo mandoro, izay hahatonga ilay tany manontolo tsy hamafazam-boa sady tsy hisy voa hitsimoka na zavatra haniry. Toy izany no nandravana an’i Sodoma sy Gomora sy Adma ary Zeboima, izay noravan’i Jehovah tao anatin’ny fahatezerany sy ny fahavinirany.",
        "24": "Eny, tsy maintsy hanontany ny firenena rehetra hoe: ‘Nahoana re no dia nataon’i Jehovah toy izao io tany io? Nahoana no mirehitra mafy toy izao ny fahatezerany?’",
        "25": "Dia hilaza ireo hoe: ‘Satria izy ireo nivadika tamin’ilay fifanekena, izay nataon’i Jehovah Andriamanitry ny razany fony izy nitondra azy ireo nivoaka avy tany Ejipta.",
        "26": "Lasa nanompo andriamani-kafa izy ireo, sady niankohoka teo anatrehan’ireny, izay andriamanitra tsy fantany sady tsy navelan’Andriamanitra hotompoiny.",
        "27": "Dia nirehitra tamin’ilay tany ny fahatezeran’i Jehovah, ka nataony nihatra taminy ny ozona rehetra voasoratra ato amin’ity boky ity.",
        "28": "Koa tezitra sy vinitra ary nisafoaka i Jehovah, ka nanongotra azy ireo tsy ho eo amin’ilay tany, ary nanipy azy tany an-tany hafa, toy ny amin’izao andro izao.’",
        "29": "“An’i Jehovah Andriamanitsika ny zavatra nafenina, fa antsika sy ny taranatsika mandritra ny fotoana tsy voafetra kosa ny zavatra naharihary, mba hankatoavantsika izay voalazan’ity lalàna ity."
    },
    "30": {
        "1": "“Rehefa mihatra aminao daholo ireo teny ireo, izany hoe ny fitahiana sy ny ozona izay ataoko eo anatrehanao, ka raketinao ao am-ponao indray izany, any amin’ny firenena rehetra anaparitahan’i Jehovah Andriamanitrao anao,",
        "2": "ary miverina amin’i Jehovah Andriamanitrao ianao ka mihaino ny feony araka izay rehetra andidiako anao anio, eny, ianao sy ny zanakao, sady manao izany amin’ny fonao manontolo sy ny tenanao manontolo,",
        "3": "dia hampodin’i Jehovah Andriamanitrao ireo olonao babo, ary hiantrany ianao ka hangoniny avy any amin’ny firenena rehetra nanaparitahan’i Jehovah Andriamanitrao anao.",
        "4": "Na dia any amin’ny faravodilanitra aza no iparitahan’ny olonao, dia avy any no hanangonan’i Jehovah Andriamanitrao anao, sy hakany anao.",
        "5": "Ary hampidirin’i Jehovah Andriamanitrao ao amin’ilay tany nalain’ny razanao ho fananany ianao, ka halainao ho fanananao tokoa izany. Dia hanasoa anao izy sady hahamaro anao mihoatra noho ny razanao.",
        "6": "Ary hoforan’i Jehovah Andriamanitrao ny fonao sy ny fon’ny taranakao, mba hitiavanao an’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo, ka ho velona ianao.",
        "7": "Ary hampiharan’i Jehovah Andriamanitrao ireo ozona rehetra ireo ny fahavalonao sy ny mpankahala anao, izay mampijaly anao.",
        "8": "“Fa ianao kosa hiverina ka hihaino ny feon’i Jehovah tokoa, ary hankatò ny didiny rehetra izay andidiako anao anio.",
        "9": "Dia hataon’i Jehovah Andriamanitrao manana amby ampy ny vokatry ny asa rehetra ataonao, ary ho maro ny aloaky ny kibonao, sy ny zanaky ny biby fiompinao, ary ny vokatry ny taninao. Koa hanam-be ianao satria i Jehovah hifaly hanasoa anao indray, tahaka ny nifaliany tamin’ny razanao.",
        "10": "Hihaino ny feon’i Jehovah Andriamanitrao mantsy ianao, mba hitandrina ny didiny sy ny lalàny voasoratra ato amin’ity boky misy ny lalàna ity, satria hiverina amin’i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ianao.",
        "11": "“Fa tsy sarotra loatra aminao izany didy andidiako anao anio izany, sady tsy lavitra loatra.",
        "12": "Tsy any an-danitra izany, ka hisy hilaza hoe: ‘Iza no hiakatra any an-danitra haka izany ho antsika, ka hampahafantatra izany amintsika mba hotanterahintsika?’",
        "13": "Tsy any ampitan-dranomasina koa izany, ka hisy hilaza hoe: ‘Iza no hiampita ny ranomasina haka izany ho antsika, ka hampahafantatra izany amintsika mba hotanterahintsika?’",
        "14": "Fa tena eo akaikinao, izany hoe eo am-bavanao sy ao am-ponao ny teny, mba hotanterahinao.",
        "15": "“Ataoko eo anatrehanao anio ny fiainana sy ny soa, ary ny fahafatesana sy ny loza.",
        "16": "Raha mihaino ny didin’i Jehovah Andriamanitrao izay andidiako anao anio ianao, ka tia an’i Jehovah Andriamanitrao sy mandeha amin’ny lalany ary mitandrina ny didiny sy ny lalàny ary ny didim-pitsarany, dia ho velona ianao sady hihamaro, ary hitahy anao i Jehovah Andriamanitrao any amin’ilay tany halehanao sy halainao ho fanananao.",
        "17": "“Fa raha mivily kosa ny fonao, ary tsy mihaino ianao, ka voataona hiankohoka eo anatrehan’ny andriamani-kafa ary manompo an’ireny,",
        "18": "dia lazaiko aminareo marimarina anio, fa ho ripaka tokoa ianareo. Tsy ho lava andro iainana ianareo eo amin’ilay tany halehanareo eny ampitan’i Jordana mba halainareo ho fanananareo.",
        "19": "Miantso ny lanitra sy ny tany aho anio ho vavolombelona hiampanga anareo, fa efa nataoko teo anatrehanareo tokoa ny fiainana sy ny fahafatesana, ary ny fitahiana sy ny ozona. Koa mifidiana ny fiainana mba ho velona ianao sy ny taranakao,",
        "20": "ka tiavo i Jehovah Andriamanitrao, henoy ny feony, ary mifikira aminy. Fa izy no manome anao fiainana sy andro maro, mba honenanao eo amin’ilay tany nianianan’i Jehovah homena an’i Abrahama sy Isaka ary Jakoba razanao.”"
    },
    "31": {
        "1": "Dia nandeha i Mosesy, ka nilaza ireto teny ireto tamin’ny Israely rehetra:",
        "2": "“Roapolo amby zato taona aho izao. Tsy mahazo mitarika anareo intsony aho, satria nilaza tamiko i Jehovah hoe: ‘Tsy hiampita an’io Jordana io ianao.’",
        "3": "I Jehovah Andriamanitrao no hiampita eo alohanao. Izy no handringana ireo firenena ireo tsy ho eo anatrehanao, ary ianao no handroaka azy ireny. I Josoa no hiampita eo alohanao, araka izay nolazain’i Jehovah.",
        "4": "Toy ny nataon’i Jehovah tamin’izy nandringana an’i Sihona sy Oga mpanjakan’ny Amorita mbamin’ny taniny, no hataony amin’ireo koa.",
        "5": "Dia hatolotr’i Jehovah eo an-tananareo izy ireo, ka araka ny didy rehetra nandidiako anareo no ataovy aminy.",
        "6": "Ary mahereza sy matanjaha. Aza matahotra na mivadi-po eo anatrehany, fa i Jehovah Andriamanitrao no miara-mandeha aminao. Tsy handao anao izy ary tsy hahafoy anao mihitsy.”",
        "7": "Dia niantso an’i Josoa i Mosesy, ka nilaza taminy teo imason’ny Israely rehetra hoe: “Mahereza sy matanjaha, fa ianao no hitondra ity vahoaka ity hiditra ao amin’ilay tany nianianan’i Jehovah tamin’ny razany homena azy, ary ianao no hanome azy ireo izany ho lovany.",
        "8": "Ary i Jehovah no mandeha eo alohanao. Homba anao foana izy. Tsy handao anao izy ary tsy hahafoy anao mihitsy. Koa aza matahotra na mihorohoro.”",
        "9": "Dia nosoratan’i Mosesy ity lalàna ity, ka nomeny ny mpisorona taranak’i Levy, mpilanja ny Vata misy ny fifanekena nataon’i Jehovah, mbamin’ny anti-panahy rehetran’ny Israely.",
        "10": "Nandidy azy ireo koa i Mosesy hoe: “Isaky ny fito taona, amin’ny fotoana voatondro, izany hoe amin’ny fetin’ny trano rantsankazo mandritra ny taom-panafahana,",
        "11": "rehefa tonga ny Israely rehetra mba hahita ny tavan’i Jehovah Andriamanitrareo any amin’ny toerana hofidiny, dia hovakinao eo anatrehan’ny Israely rehetra ity lalàna ity.",
        "12": "Koa vorio ny vahoaka, dia ny lehilahy sy ny vehivavy sy ny ankizy madinika ary ny vahiny monina ao an-tanànanao, mba hihainoany sy hianarany, satria tokony hatahotra an’i Jehovah Andriamanitrareo izy, ary tokony hitandrina mba hanaraka an’izay rehetra voalazan’ity lalàna ity.",
        "13": "Ary ny zanany izay tsy mahalala an’izany dia tokony hihaino sy hianatra hatahotra an’i Jehovah Andriamanitrareo, mandritra ny androm-piainanareo eo amin’ilay tany izay halehanareo eny ampitan’i Jordana ka halainareo ho fanananareo.”",
        "14": "Avy eo, dia hoy i Jehovah tamin’i Mosesy: “Efa manakaiky ny andro hahafatesanao. Koa antsoy i Josoa, ary mitsangàna ao amin’ny tranolay fihaonana ianareo mba hanendreko azy.” Dia nandeha i Mosesy sy Josoa, ka nitsangana tao amin’ny tranolay fihaonana.",
        "15": "Ary niseho teo amin’ny tranolay fihaonana i Jehovah, tao anatin’ny andry rahona. Dia nijanona teo amin’ny fidirana amin’ny tranolay fihaonana ilay andry rahona.",
        "16": "Ary hoy i Jehovah tamin’i Mosesy: “Efa hodimandry any amin’ny razanao ianao. Ary azo antoka fa hitsangana ity vahoaka ity ka hanana fifandraisana mamoafady amin’ny andriamani-kafa eo anivony, any amin’ilay tany izay halehany. Ary hahafoy ahy tokoa izy ireo, ka hivadika amin’ny fifanekena nataoko taminy.",
        "17": "Dia hirehitra amin’izy ireo tokoa ny fahatezerako amin’izany andro izany, ary hafoiko tokoa izy ireo sady hafeniko azy ny tavako, ka ho levona izy ireo. Ary hisy loza sy fahoriana maro hanjo azy ireo, dia tsy maintsy hiteny izy ireo amin’izany andro izany hoe: ‘Tsy noho ny Andriamanitsika tsy eto amintsika ve no mahatonga izao loza izao amintsika?’",
        "18": "Fa izaho kosa amin’izany andro izany dia hanafina tanteraka ny tavako, noho ny ratsy rehetra nataony sy noho izy nanaraka andriamani-kafa.",
        "19": "“Koa soraty izao hira izao, ka ampianaro ny zanak’Israely. Ary ataovy eo am-bavan’izy ireo izy io mba ho vavolombeloko hiampanga azy.",
        "20": "Fa hoentiko any amin’ilay tany nianianako tamin’ny razany izy ireo, dia ilay tany tondra-dronono sy tantely. Ary hihinana izy ireo ka ho voky sy hihamatavy, dia hanaraka andriamani-kafa sy hanompo an’ireny ka haniratsira ahy ary hivadika amin’ny fifanekena nataoko.",
        "21": "Ary rehefa ianjadian’ny loza sy fahoriana maro izy ireo, dia ho vavolombelona hiampanga azy io hira io, satria tsy ho afaka am-bavan’ny taranany. Fantatro tsara mantsy ny toe-tsaina mihamahazo vahana eo amin’izy ireo amin’izao fotoana izao, na dia alohan’ny hampidirako azy ao amin’ilay tany nianianako taminy aza.”",
        "22": "Koa nosoratan’i Mosesy ny androtr’iny ihany ilay hira, mba hampianariny ny zanak’Israely.",
        "23": "Ary notendren’Andriamanitra i Josoa zanak’i Nona sady nilazany hoe: “Mahereza sy matanjaha, fa ianao no hitondra ny zanak’Israely hiditra ao amin’ilay tany nianianako tamin’izy ireo, ary homba anao foana aho.”",
        "24": "Rehefa voasoratr’i Mosesy tao amin’ny boky avokoa ny teny ato amin’ity lalàna ity,",
        "25": "dia nodidiany toy izao ny Levita, mpilanja ny Vata misy ny fifanekena nataon’i Jehovah:",
        "26": "“Aoka halaina ity boky misy ny lalàna ity, ka apetraho eo anilan’ilay Vata misy ny fifanekena nataon’i Jehovah Andriamanitrareo, ary aoka izy io ho vavolombelona eo hiampanga anareo.",
        "27": "Fantatro tsara mantsy fa mpikomy ianareo sady mafy hatoka. Mbola velona eto aminareo aza aho ankehitriny dia efa mikomy amin’i Jehovah ianareo, koa mainka fa rehefa maty aho?",
        "28": "Koa vorio etỳ amiko ny anti-panahy rehetra eo amin’ny fokonareo sy ny mpiadidy eo aminareo, mba hilazako ireto teny ireto. Ary hiantso ny lanitra sy ny tany aho ho vavolombelona hiampanga azy.",
        "29": "Fantatro tsara mantsy fa tsy maintsy hanao ratsy ianareo rehefa maty aho, ary azo antoka fa hivily hiala amin’ny lalana nandidiako anareo ianareo. Dia tsy maintsy hisy loza hanjo anareo any am-parany, satria ianareo hanao izay ratsy eo imason’i Jehovah mba hampahatezitra azy noho ny asan’ny tananareo.”",
        "30": "Dia nolazain’i Mosesy tamin’ny fiangonan’Israely manontolo ny tonon’ity hira ity hatramin’ny farany:"
    },
    "32": {
        "1": "“Mihainoa ry lanitra, fa hiteny aho. Ary aoka ny tany handre ny tenin’ny vavako.",
        "2": "Hirotsaka toy ny orana ny fampianarako, Hilatsaka tahaka ny ando ny teniko, Eny, tahaka ny erika eny amin’ny ahitra Sy tahaka ny oram-be eny amin’ny zavamaniry.",
        "3": "Fa hanambara ny anaran’i Jehovah aho. Ekeo ny fahalehibeazan’ny Andriamanitsika!",
        "4": "Tonga lafatra izay ataon’ilay Vatolampy, Fa ara-drariny daholo ny lalany. Andriamanitra mendri-pitokisana izy, ary tsy mba manao ny tsy rariny. Marina sy mahitsy izy.",
        "5": "Izy ireo no nanao ratsy. Tsy zanany ireny, ary avy amin’ireny ihany ny kilemany. Taranaka tsy marina sy ratsy fanahy ireny!",
        "6": "I Jehovah ve no ataonareo toy izany lava izao, Ry adala sy tsy manam-pahendrena? Tsy izy ve no Rainao niteraka anao, Izay nanao anao sy nampilamina ny fiainanao?",
        "7": "Tsarovy ny andro fahiny, Eritrereto ireo taona lasa hatramin’ny taranaka nifandimby. Anontanio ny rainao, fa afaka miteny aminao izy, Ary ny lahiantitra eo aminao, fa afaka milaza izany aminao izy.",
        "8": "Fony nanome lova ho an’ireo firenena ilay Avo Indrindra, Fony izy nanasaratsaraka ny taranak’i Adama, Dia nofaritany ny sisin-tanin’ireo firenena, Araka ny isan’ny zanak’Israely.",
        "9": "Fa ny anjaran’i Jehovah dia ny olony, Ary i Jakoba no anjara lovany.",
        "10": "Nahita azy tany an-tany efitra Izy, Tany amin’ny tany karakaina misy feom-biby mitaraindraina. Nihodidina azy Izy, ka nikarakara azy, Ary niaro azy toy ny anakandriamasony.",
        "11": "Toy ny voromahery manaitaitra an’izay ao amin’ny akaniny, Ka manidintsidina eo ambonin’ny zanany kely, Sy mamelatra ny elany ka mandray azy ireo, Ary mitondra azy ireo eo ambony elany,",
        "12": "Dia toy izany no nitarihan’i Jehovah azy, ary irery Izy rehefa nanao izany, Fa tsy nisy andriamani-kafa niaraka taminy.",
        "13": "Nampandehaniny teny amin’ireo toerana avo teto an-tany izy, Mba hihinana ny vokatry ny saha. Ary nampitsentsitra azy tantely avy tamin’ny harambato izy, Sy menaka avy tamin’ny vatoafo.",
        "14": "Nanome azy dibera vita tamin’ny rononon’omby izy, ary koa rononon’ny ondry aman’osy, Sy tavin’ondrilahy, Sy ondrilahy avy any Basana, ary osilahy Mbamin’ny varimbazaha faran’izay tsara. Ary ny ran’ny voaloboka no divay nosotroinao foana.",
        "15": "Nandaka i Jesorona rehefa nihanatavy. Ry Jesorona ô, lasa natavy sy dongadonga ianao sady voky be. Dia nahafoy an’Andriamanitra izay nanao azy izy, Ary nanamavo an’ilay Vatolampy famonjena azy.",
        "16": "Nanao izay hahasaro-piaro Azy izy ireo noho ireo andriamani-kafa nivavahan’izy ireo, Sady tsy nitsahatra nampahatezitra Azy noho ireo zava-maharikoriko.",
        "17": "Nanao sorona ho an’ny demonia izy ireo, fa tsy ho an’Andriamanitra, Eny, nanao sorona ho an’andriamanitra tsy fantatr’izy ireo, Dia andriamanitra vaovao izay vao tonga, Sady tsy fantatry ny razany.",
        "18": "Nohadinoinao ilay Vatolampy niteraka anao, Ary tsy tsaroanao intsony Andriamanitra, Ilay narary nihetsi-jaza niteraka anao.",
        "19": "Nanjary tsy niraharaha an’ireo i Jehovah rehefa nahita izany, Satria nanao zavatra mahasosotra ny zanany lahy sy ny zanany vavy.",
        "20": "Koa hoy Izy: ‘Aoka hafeniko azy ireo ny tavako, Dia ho hitako eo izay hiafaran’izy ireo aorian’izay. Fa taranaka ratsy toetra Sy zanaka tsy mendri-pitokisana ireo.",
        "21": "Nanao izay hahasaro-piaro ahy izy ireo, noho ny andriamani-tsy izy, Ary nampahasosotra ahy noho ireo sampiny tsy misy ilana azy. Ary izaho kosa hanao izay hialonan’izy ireo an’izay tsy vahoaka. Firenena adaladala no hataoko hampahatezitra azy ireo.",
        "22": "Nanomboka nirehitra ny afom-pahatezerako, Ka hirehitra hatrany amin’ny Fasana, * izay toerana ambany indrindra, Ary handevona ny tany sy ny vokatra eo aminy, Sady hampirehitra ny fototry ny tendrombohitra.",
        "23": "Hampitomboiko ny isan’ny loza mihatra aminy, Ary hotaperiko aminy ny zana-tsipìkako.",
        "24": "Ho reraka be noho ny hanoanana izy ireo, ary ho lanin’ny fanaviana mahery Sy ny fandringanana mangidy. Ary halefako ho amin’izy ireo ny biby manaikitra, Sy ny poizin’ny biby mandady amin’ny vovoka.",
        "25": "Eny ivelany, dia sabatra no hahafaty azy ireo, Ary ao anatiny, dia tahotra. Eny, izany no hahafaty ny tovolahy sy ny virjiny eo aminy Sy ny zaza minono ary ny lehilahy fotsy volo.",
        "26": "Tokony ho nilaza aho hoe: “Haparitako ireo, Ary hovonoiko tsy ho eo amin’ny olombelona mety maty ny fahatsiarovana azy.”",
        "27": "Tsy nanao izany anefa aho, sao hanao izay hahasosotra ahy ny fahavalony, Ary sao handika vilana an’izany ny rafiny, Ka hanao hoe: “Ny tanantsika no mahery kokoa, Fa tsy i Jehovah no nanatanteraka izany rehetra izany.”",
        "28": "Firenena tsy mieritreritra ny Israely Sady tsy misaina.",
        "29": "Raha mba hendry mantsy izy ireo, dia ho nisaintsaina momba izany, Ka ho nieritreritra izay hiafarany aorian’izay.",
        "30": "Ataon’ny olon-tokana ahoana no fanenjika arivo, Ary ataon’ny roa lahy ahoana no fampandositra iray alina? Raha tsy hoe ny Vatolampiny ihany angaha no efa nivarotra azy tamin’ireny, Ary i Jehovah no efa nanolotra azy teo an-tanan’ireny.",
        "31": "Fa tsy mitovy amin’ny Vatolampintsika ny vatolampin’ireny, Ary na ny fahavalontsika aza niaiky an’izany koa.",
        "32": "Fa avy amin’ny voalobok’i Sodoma ny voalobok’izy ireo, Avy amin’ny tanimboly mikitohatohatr’i Gomora. Misy poizina ny voalobok’izy ireo, Ary mangidy ny voaloboka amin’ny sampahony.",
        "33": "Poizin’ny bibilava ngezabe ny divainy, Sady poizina mitera-doza avy amin’ny kôbrà.",
        "34": "Moa ve izany tsy notehirizina atỳ amiko, Sady nasiana tombo-kase ao amin’ny trano fitehirizako harena?",
        "35": "Ahy ny famaliana, ary izaho no hamaly. Hivembena izy ireo amin’ny fotoana voatondro, Satria akaiky ny andro hahitany loza, Ary avy haingana ny zavatra voaomana hihatra aminy.’",
        "36": "Fa hitsara ny vahoakany i Jehovah Ary hanenina izy ka hamindra fo amin’ny mpanompony, Satria ho hitany fa nanjavona ny herin’izy ireo Sady nanjary tsy misy mpiaro sy tsy misy ilana azy sisa izy ireo.",
        "37": "Hilaza Izy hoe: ‘Aiza ireo andriamaniny, Dia ny vatolampy nialokalofany,",
        "38": "Izay nihinana ny tavin’ny sorona natolotr’izy ireo, Ary nisotro ny divay nateriny ho fanatitra zava-pisotro? Aoka ireny hitsangana hanampy anareo, Ary aoka ireny ho toerana azonareo iafenana.",
        "39": "Jereo fa izaho no izy, Ary tsy misy andriamanitra hafa miaraka amiko. Izaho no mamono ho faty, ary izaho no mamelona. Izaho no nandratra mafy, ary izaho no hanasitrana. Tsy misy maharombaka an’izay etỳ an-tanako.",
        "40": "Manangan-tanana ho amin’ny lanitra aho, ka mianiana hoe: “Raha mbola velona koa aho mandritra ny fotoana tsy voafetra”,",
        "41": "Rehefa mandranitra ny sabatro manjelanjelatra aho, Ary mandray an-tanana ny fitsarana, Dia izaho no hamaly ny nataon’ireo fahavaloko, Ary hamaly an’ireo mankahala mafy ahy.",
        "42": "Hataoko mamon-dra ny zana-tsipìkako Ary ny sabatro hihinana nofo, Eny, ho mamon’ny ran’ny voavono sy ny ran’ny babo, Ary ny sabatro hihinana ny lehiben’ny mpitarika an’ireo fahavalo.’",
        "43": "Koa mifalia ianareo hafa firenena sy ny vahoakan’Andriamanitra Fa hamaly ny ran’ny mpanompony Izy, Ary hamaly ny nataon’ireo fahavalony Sy handrakotra ny fahotan’ny tanin’ny vahoakany.”",
        "44": "Koa tonga i Mosesy, ary nilaza ilay tononkira manontolo tamin’ny olona izy sy Hosea zanak’i Nona.",
        "45": "Ary rehefa voalazan’i Mosesy tamin’ny Israely rehetra avokoa ireo teny ireo,",
        "46": "dia hoy koa izy: “Alatsaho ao am-ponareo ny teny fampitandremana rehetra izay lazaiko aminareo androany, mba handidianareo ny zanakareo hankatò tsara ny teny rehetra ato amin’ity lalàna ity.",
        "47": "Fa tsy teny tsy misy vidiny ireo, fa ireo no antoky ny fiainanareo. Ary ireo teny ireo no hahalava andro iainana anareo, eo amin’ilay tany halehanareo eny ampitan’i Jordana ka halainareo ho fanananareo.”",
        "48": "Ary hoy koa i Jehovah tamin’i Mosesy tamin’iny andro iny:",
        "49": "“Miakara eo amin’io tendrombohitr’i Abarima io, dia ny Tendrombohitra Nebo ao Moaba, izay manandrify an’i Jeriko. Dia tazano ny tany Kanana izay homeko ho fananan’ny zanak’Israely.",
        "50": "Ary aoka ianao ho faty ao amin’io tendrombohitra halehanao io ka hangonina any amin’ny razanao, tahaka ny nahafatesan’i Arona rahalahinao tao amin’ny Tendrombohitra Hora sy nanangonana azy any amin’ny razany.",
        "51": "Tsy nanao ny adidinareo tamiko teo anivon’ny zanak’Israely mantsy ianareo roa lahy, teo amin’ny ranon’i Meriba any Kadesy, tany an-tany efitr’i Zina. Tsy nanamasina ahy teo anivon’ny zanak’Israely koa ianareo.",
        "52": "Koa hitazana an’ilay tany avy eny lavitra ianao, fa tsy hiditra ao amin’ilay tany homeko ny zanak’Israely.”"
    },
    "33": {
        "1": "Izao no tsodrano nataon’i Mosesy, lehilahin’Andriamanitra, rehefa nitso-drano ny zanak’Israely izy talohan’ny nahafatesany.",
        "2": "Hoy izy: “Tonga avy tany Sinay i Jehovah, Ka nanjelanjelatra teo amin’izy ireo, eny, nanjelanjelatra avy tao Seira. Namirapiratra avy tao amin’ny faritra be tendrombohitr’i Parana izy. Anjely masina an’alinalina no niaraka taminy, Ary teo ankavanany ny miaramila mpiadin’izy ireo.",
        "3": "Tiany tokoa ny vahoakany. Eo an-tananao daholo ny olo-masin’izy ireo. Ary ireo kosa mipetraka eo an-tongotrao, Ary nisy noraisiny ny teninao.",
        "4": "Nanome lalàna antsika i Mosesy, Ho fananan’ny fiangonan’i Jakoba.",
        "5": "Ary Andriamanitra lasa mpanjaka teo amin’i Jesorona, Fony nivory ireo lohandohany teo amin’ny vahoaka, Eny, ny foko rehetran’ny Israely.",
        "6": "Aoka ho velona i Robena fa tsy ho faty, Ary aoka tsy hihavitsy ny lehilahy eo aminy.”",
        "7": "Dia nanohy ny teniny izy, ka nitso-drano an’i Joda hoe: “Henoy ny feon’i Joda, Jehovah ô, Ary ianao anie hitondra azy any amin’ny olony! Efa niady mba hahazoany izay azy ny sandriny. Ianao anie hanampy azy hamely ny fahavalony!”",
        "8": "Ny amin’i Levy, dia hoy izy: “Ny Tomimanao sy ny Orimanao dia an’ilay tsy mivadika aminao, Eny, ilay notsapainao toetra tany Masa. Niady taminy ianao teo akaikin’ny ranon’i Meriba.",
        "9": "Ilay niteny tamin-drainy sy reniny hoe: ‘Tsy hitako izy.’ Na ny rahalahiny aza tsy nekeny, Ary ny zanany tsy fantany. Fa notandremany ny teninao, Ary nohajainy foana ny fifanekena nataonao taminy.",
        "10": "Aoka hampianariny an’i Jakoba ny didim-pitsaranao, Ary hampianariny an’i Israely ny lalànao. Aoka hanolorany emboka manitra eo am-bavoronao, Sy fanatitra dorana manontolo eo amin’ny alitaranao.",
        "11": "Tahio ny heriny, Jehovah ô, Ary ianao anie ho finaritra amin’ny asan’ny tanany! Ataovy maratra mafy ny andilan’izay mitsangana hiady aminy, Sy izay mankahala mafy azy, mba tsy hiarina intsony ireny.”",
        "12": "Ny amin’i Benjamina, dia hoy izy: “Aoka ilay malalan’i Jehovah hitoetra tsy hanana ahiahy eo anilany, Ary izy hampialoka azy tontolo andro. Hitoetra eo anelanelan’ny sorony izy.”",
        "13": "Ny amin’i Josefa, dia hoy izy: “Hotahin’i Jehovah mandrakariva anie ny taniny, Ka hahazo zava-tsoa avy any an-danitra, sy ando, Sy rano lalina any ambany any,",
        "14": "Sy zava-tsoa entin’ny masoandro, Sy zava-tsoa entin’ireo volana mifandimby,",
        "15": "Sy zavatra tsara indrindra avy any an-tendrombohitra any atsinanana, Sy zava-tsoa eny amin’ny havoana maharitra hatramin’ny fotoana tsy voafetra,",
        "16": "Sy zava-tsoan’ny tany mbamin’izay rehetra eo aminy, Ary ny fankasitrahan’Ilay monina ao amin’ny voaroy. Ho eo an-dohan’i Josefa anie ireo, Eny, ho eo an-tampon-dohan’ilay nosinganina tamin’ny rahalahiny!",
        "17": "Tahaka ny voninahitry ny voalohan-teraky ny omby ny voninahiny. Tandrok’ombidia ny tandrony, Ary amin’ireo no hanosehany ny vahoaka, Izay miaraka hatosiny hatrany amin’ny faran’ny tany. Ireo no alinalin’i Efraima, Sy arivoarivon’i Manase.”",
        "18": "Ny amin’i Zebolona, dia hoy izy: “Mifalia, ry Zebolona, amin’ny fandehananao any ivelany Ary ianao, ry Isakara, mifalia ao an-tranolainao.",
        "19": "Hantsoin’izy ireo ho any an-tendrombohitra ny vahoaka, Ka any no hanaovan’izy ireo sorona atolotra amim-pahamarinana. Fa hitsentsitra ny harem-ben’ny ranomasina Mbamin’ny harena miafina ao amin’ny fasika izy ireo.”",
        "20": "Ny amin’i Gada, dia hoy izy: “Mahazo fitahiana ilay manitatra ny sisin-tanin’i Gada. Honina tahaka ny liona izy, Sady hamiravira sandry, eny, hatramin’ny tampon-doha aza.",
        "21": "Ary hifidy ny ampahany tsara indrindra izy, Satria teo no voatokana ho anjarany, avy tamin’ny mpamoaka lalàna. Hiangona ireo lohandohany eo amin’ny vahoaka. Tena hampihatra ny fahamarinan’i Jehovah Sy ny didim-pitsarany amin’ny Israely izy.”",
        "22": "Ny amin’i Dana, dia hoy izy: “Zana-diona i Dana. Hitsambikina avy ao Basana izy.”",
        "23": "Ny amin’i Naftaly, dia hoy izy: “Voky fankasitrahana i Naftaly, Sady heniky ny fitahian’i Jehovah. Alaivo ho fanananao ny andrefana sy ny atsimo.”",
        "24": "Ny amin’i Asera, dia hoy izy: “Notahina i Asera ka nahazo zanakalahy. Aoka izy hanjary hankasitrahan’ny rahalahiny, Sady hanatsoboka ny tongony ao amin’ny menaka.",
        "25": "Vy sy varahina ny hidim-bavahadinao, Ary hilamina tsara ny fiainanao mandritra ny androm-piainanao.",
        "26": "Tsy misy tahaka an’ilay Andriamanitr’i Jesorona, Izay mitaingina ny lanitra mba hamonjy anao, Eny, mitaingina ny lanitra feno rahona izy, amin’ny fahamboniany.",
        "27": "Ilay Andriamanitry ny andro fahiny no fiafenanao, Ary manohana anao ireo sandriny izay maharitra mandritra ny fotoana tsy voafetra. Ary horoahiny tsy ho eo anatrehanao ny fahavalo, Sady hiteny izy hoe: ‘Aringano ireny!’",
        "28": "Dia honina tsy hanana ahiahy i Israely, Hitoetra irery ny lavadranon’i Jakoba, Eo amin’ny tany be varimbazaha sy divay vaovao. Eny, hitete ando ny lanitra eo aminy.",
        "29": "Sambatra ianao, ry Israely ô! Iza moa no tahaka anao, Izay vahoaka mahazo famonjena avy amin’i Jehovah Ilay ampingan’ny famonjena anao, Sy Ilay sabatrao malaza? Koa hitakemotra eo anoloanao ny fahavalonao, Fa ianao kosa hanitsaka ny toerana avony.”"
    },
    "34": {
        "1": "Dia niakatra avy eny amin’ny lemaka karakaina any Moaba i Mosesy ka nankany an-tendrombohitra Nebo, ho eo an-tampon’i Pisga, izay manandrify an’i Jeriko. Ary nasehon’i Jehovah azy ilay tany manontolo, hatrany Gileada ka hatrany Dana,",
        "2": "sy Naftaly manontolo, sy ny tanin’i Efraima sy Manase, sy ny tanin’i Joda manontolo hatrany amin’ny ranomasina andrefana,",
        "3": "sy Negeba sy ny Faritr’i Jordana, sy ny lemak’i * Jeriko, ilay tanàna be hazo palmie, ka hatrany Zoara.",
        "4": "Dia hoy i Jehovah taminy: “Io ilay tany nianianako tamin’i Abrahama sy Isaka ary Jakoba hoe: ‘Ny taranakao no homeko azy.’ Ataoko hitan’ny masonao izy io, fa tsy hiampita ho eny ianao.”",
        "5": "Dia maty teo i Mosesy mpanompon’i Jehovah, izany hoe tao Moaba, araka ny didin’i Jehovah.",
        "6": "Ary naleviny tao an-dohasahan’ny tany Moaba, tandrifin’i Beti-peora izy, ary tsy misy mahalala ny fasany mandraka androany.",
        "7": "Roapolo amby zato taona i Mosesy tamin’izy maty, nefa tsy nihananjavozavo ny masony, sady tsy nihena ny heriny.",
        "8": "Ary nitomany an’i Mosesy telopolo andro ny zanak’Israely rehetra, teny amin’ny lemaka karakaina any Moaba. Farany, dia tapitra ny andro nitomaniana sy nisaonana azy.",
        "9": "Ary feno fanahim-pahendrena i Josoa zanak’i Nona, satria efa nametra-tanana taminy i Mosesy. Dia nanomboka nihaino azy ny zanak’Israely, ka nanao araka izay nandidian’i Jehovah an’i Mosesy.",
        "10": "Mbola tsy nisy mpaminany tena fantatr’i Jehovah tsara * toa an’i Mosesy mihitsy anefa teo amin’ny Israely.",
        "11": "Tena tsy nanan-tsahala izy raha jerena ny famantarana sy ny fahagagana rehetra nataony tamin’i Farao sy tamin’ny mpanompony rehetra ary tamin’i Ejipta manontolo, rehefa naniraka azy tany i Jehovah.",
        "12": "Nampiasa hery lehibe koa izy sady nanao zava-mampahatahotra teo imason’ny Israely rehetra."
    },
    "meta": {
        "name": "Deoteronomia",
        "order": 4,
        "chapter_number": 34
    }
}