{
    "1": {
        "1": "Ireto avy ny anaran’ny zanak’i Israely tonga tany Ejipta niaraka tamin’i Jakoba, dia ny lehilahy mbamin’ny ankohonany avy:",
        "2": "Robena, Simeona, Levy, Joda,",
        "3": "Isakara, Zebolona, Benjamina,",
        "4": "Dana, Naftaly, Gada, ary Asera.",
        "5": "Nahatratra fitopolo * ny isan’ny olona * rehetra naterak’i * Jakoba, fa i Josefa kosa efa tany Ejipta.",
        "6": "Tatỳ aoriana, dia maty i Josefa sy ny rahalahiny rehetra ary izany taranaka rehetra izany.",
        "7": "Ary nihamaro ny zanak’Israely ka lasa be dia be. Nihanitombo isa sy nihanahery tsy nisy toy izany izy ireo ka henika azy ilay tany.",
        "8": "Tatỳ aoriana, dia nisy mpanjaka vaovao tany Ejipta, ary tsy nahalala an’i Josefa izy io.",
        "9": "Dia hoy izy tamin’ny vahoakany: “Jereo fa lasa maro sy mahery noho isika ny zanak’Israely.",
        "10": "Koa aoka isika ho mailo sao vao mainka hihamaro ireo, ka raha sendra misy miady amintsika, dia tena hanampy an’izay mankahala antsika ireo, ary hiady amintsika ka hiala eto amin’ny tanintsika.”",
        "11": "Koa nanendry olona ho lehiben’ny mpanao asa an-terivozona izy ireo, mba hampahory ny zanak’Israely ka nampitondra enta-mavesatra azy. Ary nanorina tanàna ho an’i Farao ny zanak’Israely, mba ho fitehirizana entana sy vokatra, dia ny tanànan’i Pitoma sy Ramesesa.",
        "12": "Vao mainka nihamaro sy niely hatraiza hatraiza anefa ny zanak’Israely, arakaraka ny nampahorian’ny Ejipsianina azy. Koa raiki-tahotra mafy ny Ejipsianina,",
        "13": "ka nandevoziny teo ambany fitondrana jadona ny zanak’Israely.",
        "14": "Ary nataony izay hampangidy ny fiainan’ny zanak’Israely, ka nandevoziny mafy izy ireo rehefa nasainy nanao rihitra tanimanga sy biriky mbamin’izay karazam-panandevozana rehetra tany an-tsaha. Eny, izao karazam-panandevozana rehetra izao no nanandevozany azy ireo teo ambany fitondrana jadona.",
        "15": "Ary ny mpanjakan’i Ejipta niresaka tamin’ireo mpampivelona hebreo izay nantsoina hoe Sifra sy Poha,",
        "16": "ka vitany mihitsy aza ny niteny hoe: “Rehefa mampiteraka vehivavy hebreo ianareo, ka mahita azy eo amin’ny toerana fiterahana, * dia vonoy ho faty ny zanany raha lahy, fa velomy kosa raha vavy.”",
        "17": "Natahotra an’ilay tena Andriamanitra anefa ny mpampivelona, ka tsy narahiny ny tenin’ny mpanjakan’i Ejipta, fa navelany ho velona ihany ireo zazalahy.",
        "18": "Tatỳ aoriana, dia niantso an’ireo mpampivelona ny mpanjakan’i Ejipta, ka niteny hoe: “Fa nahoana ianareo no nanao izao zavatra izao? Nahoana no navelanareo ho velona ny zazalahy?”",
        "19": "Dia namaly an’i Farao ny mpampivelona hoe: “Tsy mitovy ange ny vehivavy ejipsianina sy ny vehivavy hebreo e! Matanjaka ny Hebreo, ka mbola tsy tonga akory ny mpampivelona dia efa latsaka ny zanany.”",
        "20": "Koa nanao soa tamin’ireo mpampivelona Andriamanitra, ary vao mainka nihamaro sy tena nihanahery ny vahoaka.",
        "21": "Ary nomen’Andriamanitra ankohonana ireo mpampivelona ireo tatỳ aoriana, satria natahotra an’ilay tena Andriamanitra.",
        "22": "Tamin’ny farany, dia nandidy ny vahoakany manontolo i Farao hoe: “Atsipazo ao amin’ny reniranon’i Neily ny zazalahy vao teraka rehetra, fa avelao ho velona kosa ny zazavavy rehetra.”"
    },
    "2": {
        "1": "Nandritra izany fotoana izany, dia nisy lehilahy iray avy amin’ny ankohonan’i Levy, nandeha naka vady ny zanakavavin’i Levy.",
        "2": "Dia bevohoka ravehivavy ka niteraka zazalahy. Koa nony hitany fa nahafatifaty ilay zaza, dia nafeniny nandritra ny telo volana.",
        "3": "Rehefa tsy azony nafenina intsony anefa ilay zaza, dia naka vata kely zozoro izy. Ary nopetahany godorao mivaingana sy godorao ranony ilay vata kely, ka nataony tao anatin’iny ilay zaza ary napetrany teny amin’ny bararata naniry teny amoron’ny reniranon’i Neily.",
        "4": "Nijanona teny lavidavitra teny koa ny anabavin’ilay zaza, mba hahitany izay hanjo azy.",
        "5": "Rehefa afaka kelikely, dia nidina mba handro tao amin’ny Reniranon’i Neily ny zanakavavin’i Farao. Ary nandehandeha teny amoron-drano ireo vehivavy mpikarakara azy. Dia tazan’ny zanakavavin’i Farao ilay vata kely teny anelanelan’ny bararata, ka nirahiny avy hatrany ny mpanompovaviny haka azy io.",
        "6": "Ary nosokafany ilay vata, ka hitany ilay zazalahikely nitomany. Koa nangoraka azy izy, na dia teo aza ny teniny hoe: “Zanaky ny Hebreo ity.”",
        "7": "Ary hoy ny anabavin’ilay zaza tamin’ny zanakavavin’i Farao: “Tianao ve ny hiantsoako vehivavy hebreo mpampinono, mba hampinono azy?”",
        "8": "Dia hoy ny zanakavavin’i Farao: “Mandehana àry!” Koa avy hatrany ilay zazavavy dia lasa niantso ny renin’ilay zaza.",
        "9": "Ary hoy ny zanakavavin’i Farao tamin’ilay vehivavy: “Ento any aminao ity zaza ity ka ampinonoy, fa homeko karama ianao.” Nalain’ilay vehivavy àry ilay zaza ka nampinonoiny.",
        "10": "Ary nihalehibe ilay zaza, dia nentiny tany amin’ny zanakavavin’i Farao mba ho lasa zanany. Ary nataon’ny zanakavavin’i Farao hoe Mosesy * ny anarany, fa hoy izy: “Satria nalaiko avy teo amin’ny rano izy.”",
        "11": "Ary tamin’izany andro izany, rehefa nihalehibe i Mosesy, dia nivoaka ho any amin’ireo rahalahiny ka nahita fa noterena hiasa mafy izy ireo. Dia nahita Ejipsianina namely Hebreo anankiray, izay anisan’ny rahalahiny, izy.",
        "12": "Koa niherikerika izy, ka rehefa hitany fa tsy nisy olona, dia novonoiny ho faty ilay Ejipsianina ary nasitriny tao anaty fasika.",
        "13": "Nivoaka indray anefa izy ny ampitso, ary indreo nisy Hebreo roa lahy niady, ka hoy izy tamin’ilay diso: “Nahoana ianao no mamely ny namanao?”",
        "14": "Dia hoy io: “Iza no nanendry an’ialahy ho lehibenay sy mpitsara anay? Mitady hamono ahy koa angaha ialahy, toy ny namonoan’ialahy an’ilay Ejipsianina?” Dia natahotra i Mosesy ka nanao anakampo hoe: “Tena nisy nahafantatra ilay izy!”",
        "15": "Ren’i Farao izany tatỳ aoriana, ka nitady hamono an’i Mosesy izy. Nandositra azy anefa i Mosesy ka nonina tany amin’ny tany Midianina. Dia nipetrapetraka teo akaikin’ny lavadrano iray izy.",
        "16": "Ary nanan-janaka fito vavy ilay mpisorona tany Midianina. Tonga hantsaka toy ny mahazatra ireo zanany vavy, ka nameno ny tavin-drano mba hosotroin’ny andian’ondrin’ny rainy.",
        "17": "Tonga teo toy ny mahazatra koa anefa ny mpiandry ondry ka nandroaka an’ireo vehivavy ireo. Dia nitsangana i Mosesy, ka nanampy azy ireo sy nampisotro rano ny andian’ondrin’izy ireo.",
        "18": "Koa rehefa tonga tany an-trano tany amin’i Regoela rainy izy ireo, dia hoy ny rainy: “Ary toa vetivety kely ianareo dia tafaverina androany?”",
        "19": "Dia hoy ireo: “Nisy Ejipsianina niaro anay tamin’ny mpiandry ondry. Ary nanovo rano ho anay koa aza izy sady nampisotro ny andian’ondry.”",
        "20": "Dia hoy ralehilahy tamin’ireo zanany vavy: “Ka aiza izy? Nahoana no navelanareo any izany olona izany? Antsoy izy hisakafo.”",
        "21": "Ary sitrak’i Mosesy, taorian’izay, ny hiara-monina amin’ilay lehilahy. Ary nomen-dralehilahy azy ho vadiny i Zipora zanany vavy.",
        "22": "Dia niteraka zazalahy ravehivavy tatỳ aoriana, ka Gersoma no nataon’i Mosesy anarany satria hoy izy: “Lasa vahiny monina atỳ an-tanin’olona aho.”",
        "23": "Ary tao anatin’izany fotoana lava izany, no nahafatesan’ny mpanjakan’i Ejipta. Mbola nisento ihany anefa ny zanak’Israely noho ny fanandevozana, ka nitaraina foana. Dia niantso vonjy izy ireo noho izany, ary niakatra tany amin’ilay tena Andriamanitra ny antson’izy ireo.",
        "24": "Ary ren’Andriamanitra ny fitarainan’izy ireo, ka tsaroany ny fifanekena nataony tamin’i Abrahama sy Isaka ary Jakoba.",
        "25": "Koa nijery ny zanak’Israely Andriamanitra sady nandre ny fitarainany."
    },
    "3": {
        "1": "Ary i Mosesy lasa mpiandry ny andian’ondrin’i Jetro rafozany, izay mpisorona tany Midianina. Ary nitondra ny andian’ondry ho any amin’ny ilany andrefan’ny tany efitra izy, ka tonga tany Horeba, tendrombohitr’ilay tena Andriamanitra, tamin’ny farany.",
        "2": "Ary ilay anjelin’i Jehovah dia niseho taminy tao anaty lelafo, teo afovoan’ny voaroy naniry. Koa raha mbola nijery i Mosesy, dia io fa nirehitra ilay voaroy nefa tsy nety levona.",
        "3": "Dia hoy izy: “Aleo aho hivily kely hijery akaiky an’io zava-mahagaga io. Fa maninona àry no tsy mety kilan’ny afo ilay voaroy?”",
        "4": "Rehefa hitan’i Jehovah fa nivily hijery izany akaiky izy, dia niantso azy avy hatrany avy teo afovoan’ilay voaroy Andriamanitra ka nanao hoe: “Mosesy! Mosesy!” Dia hoy izy: “Intỳ aho.”",
        "5": "Ary hoy Andriamanitra: “Aza manatona etỳ. Esory ny kapa eny an-tongotrao, fa tany masina io ijoroanao io.”",
        "6": "Ary hoy koa izy: “Izaho no Andriamanitry ny razanao, dia Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.” Dia notakonan’i Mosesy ny tarehiny, satria natahotra hijery an’Andriamanitra izy.",
        "7": "Ary hoy koa i Jehovah: “Hitako mihitsy ny fahorian’ny oloko any Ejipta, ary efa reko ny fitarainany noho ny ataon’ireo manery azy hiasa. Fantatro tsara ny fijaliany.",
        "8": "Hidina aho hanafaka azy eo an-tanan’ny Ejipsianina, ka hitondra azy hiala amin’izany tany izany mba hiakatra ho any amin’ny tany soa sady malalaka, dia tany tondra-dronono sy tantely izay tanin’ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Hivita ary ny Jebosita.",
        "9": "Ary efa tonga atỳ amiko ny fitarainan’ny zanak’Israely, sady hitako ny fampahorian’ny Ejipsianina azy.",
        "10": "Koa avia ianao hirahiko ho any amin’i Farao, ary hoentinao hiala any Ejipta ny zanak’Israely oloko.”",
        "11": "Hoy anefa i Mosesy tamin’Andriamanitra: “Fa mba iza moa aho no handeha hankany amin’i Farao, ka hitondra ny zanak’Israely hivoaka avy any Ejipta?”",
        "12": "Dia hoy Andriamanitra: “Izaho no homba anao! Ary izao no famantarana hahalalanao fa izaho no naniraka anao: Hanompo an’ilay tena Andriamanitra eto amin’ity tendrombohitra ity ianareo, rehefa tafavoakanao avy any Ejipta ny vahoaka.”",
        "13": "Hoy anefa i Mosesy tamin’Andriamanitra: “Aoka àry hatao hoe tonga any amin’ny zanak’Israely aho, ary miteny hoe: ‘Ilay Andriamanitry ny razanareo no naniraka ahy ho atỳ aminareo.’ Ary miteny amiko ry zareo hoe: ‘Iza no anarany?’ Dia inona no havaliko?”",
        "14": "Dia hoy Andriamanitra tamin’i Mosesy: “H OPOROFOIKO FA IZAHO ILAY MAHAVITA IZAY IRIKO .” Ary hoy koa izy: “Izao no holazainao amin’ny zanak’Israely: ‘Ilay H OPOROFOIKO no naniraka ahy ho atỳ aminareo.’”",
        "15": "Ary hoy indray izy tamin’i Mosesy: “Izao no holazainao amin’ny zanak’Israely: ‘Jehovah Andriamanitry ny razanareo, dia Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba, no naniraka ahy ho atỳ aminareo.’ Izany no anarako mandritra ny fotoana tsy voafetra, sy hahatsiarovana ahy hatramin’ny taranaka fara mandimby.",
        "16": "Koa mandehana vorio ny anti-panahin’ny Israely, ka ilazao hoe: ‘Niseho tamiko i Jehovah Andriamanitry ny razanareo, dia Andriamanitr’i Abrahama sy Isaka ary Jakoba, ka nanao hoe: “Tsy maintsy hitsinjo anareo sy hijery izay manjo anareo atỳ Ejipta aho.",
        "17": "Koa izany no ilazako hoe hanafaka anareo amin’ny fampahorian’ny Ejipsianina aho, ka hitondra anareo hiakatra any amin’ny tanin’ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Hivita ary ny Jebosita, eny, any amin’ny tany tondra-dronono sy tantely.”’",
        "18": "“Ary hihaino ny teninao tokoa izy ireo. Ary hankany amin’ny mpanjakan’i Ejipta ianao sy ny anti-panahin’ny Israely. Dia hiteny aminy ianareo hoe: ‘Nifandray taminay i Jehovah Andriamanitry ny Hebreo ka avelao izahay, azafady, handeha lalana telo andro mankany an-tany efitra, mba hanao sorona ho an’i Jehovah Andriamanitray.’",
        "19": "Izaho anefa mahafantatra fa tsy hamela anareo handeha ny mpanjakan’i Ejipta, raha tsy hampiasana hery.",
        "20": "Koa haninjitra ny tanako aho, ary hamely an’i Ejipta ka ny zava-mahagaga rehetra hataoko ao aminy no hamelezako azy. Dia handefa anareo izy aorian’izay.",
        "21": "Ary hataoko mahazo sitraka amin’ny Ejipsianina ny vahoaka, ka tsy handeha tanam-polo ianareo rehefa miala any.",
        "22": "Koa ny vehivavy tsirairay dia hangataka zavatra vita amin’ny volafotsy sy volamena mbamin’ny lamba fitafy. Hangataka izany amin’ny mpiara-monina aminy sy ny vehivavy hafa firenena monina ao an-tranony izy. Dia ampanaovy ny zanakareo lahy sy ny zanakareo vavy ireny, ary ataovy fongana ny fananan’ny Ejipsianina.”"
    },
    "4": {
        "1": "Fa hoy i Mosesy: “Aoka anefa hatao hoe tsy mino ahy ry zareo sady tsy mihaino ny teniko, fa hilaza hoe: ‘Tsy niseho taminao i Jehovah.’”",
        "2": "Dia hoy i Jehovah: “Inona iny eny an-tananao iny?” Dia hoy izy: “Tehina.”",
        "3": "Ary hoy izy tamin’i Mosesy: “Atsipazo amin’ny tany iny.” Koa natsipiny tamin’ny tany ilay izy ka niova ho bibilava. Dia nandositra an’ilay bibilava i Mosesy.",
        "4": "Ary hoy i Jehovah taminy: “Atsory ny tananao ka raiso amin’ny rambony izy.” Dia natsotrany ny tanany ary noraisiny ilay izy, ka niova ho tehina teny an-tanany.",
        "5": "Ary hoy koa Izy: “Amin’izay dia hino izy ireo fa niseho taminao i Jehovah Andriamanitry ny razany, dia Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.”",
        "6": "Ary hoy indray i Jehovah taminy: “Mba atsofohy ao amin’ilay miforitra eo amin’ny tratran’akanjonao hoe ny tananao, azafady.” Dia natsofony tao ny tanany, ka nony navoakany avy tao dia boka sady fotsy be. *",
        "7": "Ary hoy Andriamanitra avy eo: “Atsofohy ao amin’ilay miforitra eo amin’ny tratran’akanjonao indray ny tananao.” Dia natsofony tao indray ny tanany, ka nony navoakany, dia niverina tamin’ny laoniny, ka lasa nitovy tamin’ny vatany manontolo.",
        "8": "Ary hoy koa izy: “Raha tsy mino anao izy ireo ka tsy miraharaha an’ilay famantarana voalohany, dia hinoany kosa ilay famantarana aorian’io.",
        "9": "Ary raha mbola tsy hinoan’izy ireo ihany ireo famantarana roa ireo, ka tsy henoiny ny teninao, dia makà rano ao amin’ny Reniranon’i Neily, ka araraho eo amin’ny tany maina. Ary tena hiova ho ra eo amin’ny tany maina tokoa ilay rano nalainao tao amin’ny Reniranon’i Neily.”",
        "10": "Dia hoy i Mosesy tamin’i Jehovah: “Tena miala tsiny aminao aho Jehovah ô, fa tsy mahay mandaha-teny aho, efa hatramin’izay ka hatramin’izao iresahanao amin’ny mpanomponao izao, fa votsa vava aho sady miraiki-dela.”",
        "11": "Ary hoy i Jehovah taminy: “Iza moa no nanome vava ho an’ny olona? Ary iza no nampisy ny moana na ny marenina na ny mahiratra na ny jamba? Tsy izaho Jehovah ve?",
        "12": "Koa mandehana fa homba anao aho rehefa miteny ianao, ka hanoro anao izay tokony holazainao.”",
        "13": "Fa hoy kosa izy: “Tena miala tsiny aminao aho, Jehovah ô! Olon-kafa re irahina e! Izay tianao hirahina no iraho.”",
        "14": "Dia tezitra be tamin’i Mosesy i Jehovah, ka hoy izy: “Tsy rahalahinao moa i Arona Levita? Fantatro tsara fa tena mahay miteny izy, ary efa eny an-dalana hitsena anao izy. Ho faly mihitsy ny fony rehefa mahita anao.",
        "15": "Ary miresaha aminy ka lazao aminy ny teny rehetra tokony holazaina, ary izaho mihitsy no homba ny vavanao sy ny vavany, ka hatoroko anareo izay tokony hataonareo.",
        "16": "Ary izy no hiteny amin’ny vahoaka hisolo anao. Koa ho vava ho anao izy, ary ianao kosa ho Andriamanitra eo anatrehany.",
        "17": "Ary ento iny tehina iny, mba hanaovanao ireo famantarana.”",
        "18": "Dia niverina tany amin’i Jetro rafozandahiny i Mosesy ka niteny hoe: “Mba te hiverina any amin’ireo rahalahiko any Ejipta aho, hahitako raha mbola velona any ihany izy ireo.” Dia hoy i Jetro taminy: “Mandehana soa aman-tsara.”",
        "19": "Taorian’izay, dia hoy i Jehovah tamin’i Mosesy tany Midianina: “Mandehana miverina any Ejipta, fa efa maty daholo ireo olona nifofo ny ainao.” *",
        "20": "Dia nalain’i Mosesy ny vadiny sy ireo zanany lahy ka nampitaingeniny ampondra, ary niverina tany Ejipta izy. Ary nentin’i Mosesy teny an-tanany ny tehin’Andriamanitra.",
        "21": "Ary hoy koa i Jehovah tamin’i Mosesy: “Rehefa tafaverina any Ejipta ianao, dia ataovy eo anatrehan’i Farao ny fahagagana rehetra efa napetrako eo am-pelatananao. Fa izaho kosa hamela azy hikiribiby amin’ny heviny, * ka tsy handefa ny vahoaka izy.",
        "22": "Ary lazao amin’i Farao hoe: ‘Izao no nolazain’i Jehovah: “Zanako ny Israely, zanako lahimatoa.",
        "23": "Koa hoy aho aminao: Alefaso ny zanako hanompo ahy. Fa raha mandà tsy handefa azy ianao, dia hovonoiko ny zanakao, dia ny zanakao lahimatoa.”’”",
        "24": "Ary teny an-dalana, teo amin’ny toeram-pilasiana, dia nitsena azy i Jehovah ka nitady izay hamonoana azy ho faty.",
        "25": "Koa naka vatoafo i Zipora tamin’ny farany, ka noforany ilay zanany. Dia nalainy ilay hoditra nesoriny ka nataony nikasoka tamin’ny tongotr’izy io, sady hoy izy: “Fa amiko, dia vady azo tamin’ny ra ianao.”",
        "26": "Dia nalefany izy. Ary hoy i Zipora tamin’izay: “Vady azo tamin’ny ra ianao”, noho ny famorana.",
        "27": "Avy eo, dia hoy i Jehovah tamin’i Arona: “Mandehana tsenao any an-tany efitra i Mosesy.” Ary nandeha izy dia nihaona tamin’i Mosesy teo amin’ny tendrombohitr’ilay tena Andriamanitra, ka nanoroka azy.",
        "28": "Dia nolazain’i Mosesy tamin’i Arona ny teny rehetra nolazain’i Jehovah, izay naniraka azy. Ary nolazainy taminy koa ny famantarana rehetra nasainy nataony.",
        "29": "Taorian’izay, dia nandeha namory ny anti-panahy rehetran’ny zanak’Israely i Mosesy sy Arona.",
        "30": "Koa nolazain’i Arona ny teny rehetra nolazain’i Jehovah tamin’i Mosesy, ary nanao ireo famantarana teo imason’ny vahoaka izy.",
        "31": "Dia nino ny vahoaka. Ary rehefa ren’izy ireo fa efa nitsinjo ny zanak’Israely i Jehovah, sady nahita ny fahoriany, dia niondrika sy niankohoka izy ireo."
    },
    "5": {
        "1": "Ary taorian’izay, dia nankao amin’i Farao i Mosesy sy Arona ka niteny taminy hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Alefaso ny oloko, mba hankalaza fety ho ahy any an-tany efitra.’”",
        "2": "Hoy anefa i Farao: “Fa i Jehovah moa no iza no tokony hihaino ny feony aho, ka handefa ny Israely? Tsy fantatro mihitsy izany Jehovah izany, sady tsy alefako koa ny Israely.”",
        "3": "Fa hoy izy roa lahy: “Nifandray taminay ny Andriamanitry ny Hebreo. Koa aoka re izahay handeha lalana telo andro mankany an-tany efitra, hanao sorona ho an’i Jehovah Andriamanitray e, sao hasiany amin’ny areti-mandringana na amin’ny sabatra izahay.”",
        "4": "Dia hoy ny mpanjakan’i Ejipta tamin’izy ireo: “Nahoana ianareo ry Mosesy sy Arona no dia manao izay hitsaharan’ny vahoaka amin’ny asany? Mandehana miverina amin’ny asanareo!”",
        "5": "Ary hoy ihany i Farao: “Jereo fa maro izao ny vahoaka eto Ejipta, nefa ianareo indray no manao izay hitsaharan’izy ireo amin’ny asany.”",
        "6": "Koa ny androtr’iny ihany i Farao dia nandidy an’ireo mpanery ny olona hiasa, mbamin’ny mpiadidy, hoe:",
        "7": "“Aza manangona mololo hanaovan’ny olona biriky intsony. Avelao ry zareo ihany no handeha hanangona ny mololony.",
        "8": "Ary ny isan’ny biriky nasaina nataony hatramin’izay ihany no mbola ampanaovy azy. Aza misy ahenanareo mihitsy, fa ny hakamoany no mahatonga azy hiantsoantso hoe: ‘Te handeha izahay! Te hanao sorona ho an’Andriamanitray izahay!’",
        "9": "Ampitomboy ny asan’ny olona, ary asaivo mifantoka amin’izany izy, fa aza avela hihaino lainga.”",
        "10": "Dia nivoaka ireo mpanery ny olona hiasa sy ny mpiadidy, ka niteny tamin’ny vahoaka hoe: “Izao no nolazain’i Farao: ‘Tsy hanome anareo mololo intsony aho.",
        "11": "Ianareo no mandehana maka mololo any amin’izay hahitanareo any, fa tsy misy hahena ny fanompoanareo na dia kely akory aza.’”",
        "12": "Koa niparitaka nanerana ny tany Ejipta ny vahoaka, mba hanangona vodivary hatao mololo.",
        "13": "Ary ireo mpanery azy hiasa dia nandodona azy ireo foana hoe: “Vitao ny asanareo! Ary samia mamita ny azy isan’andro, toy ny tamin’ny mbola nisy mololo ihany.”",
        "14": "Rehefa nandeha ny fotoana, dia novelezina ireo mpiadidy teo amin’ny zanak’Israely, izay notendren’ireo lehiben’ny mpiasan’i Farao. Ary hoy ireo lehibe ireo: “Nahoana ianareo omaly sy androany no tsy namita ny anjara biriky nasaina nataonareo, toy ny vitanareo hatramin’izay?”",
        "15": "Koa nankao amin’i Farao ireo mpiadidy teo amin’ny zanak’Israely, ka nitaraina mafy hoe: “Fa nahoana no dia ataonao toy izao ny mpanomponao?",
        "16": "Tsy omena mololo ny mpanomponao, nefa tenenina hoe: ‘Manaova biriky!’ Dia velezina ny mpanomponao, kanefa ny olonao no diso.”",
        "17": "Fa hoy i Farao: “Kamo ianareo! Kamo! Izany no mahatonga anareo hiteny hoe: ‘Te handeha izahay! Te hanao sorona ho an’i Jehovah izahay!’",
        "18": "Mandehana ataovy ny asanareo! Tsy maintsy mahavita ny isan’ny biriky asaina ataonareo ianareo, na dia tsy misy mololo omena anareo aza.”",
        "19": "Ary hitan’ireo mpiadidy teo amin’ny zanak’Israely fa nidiran-doza izy ireo, noho ilay teny hoe: “Aza misy ahenanareo mihitsy na dia kely aza ny anjara biriky fanaon’ny tsirairay isan’andro.”",
        "20": "Taorian’izany, dia nifanojo tamin’i Mosesy sy Arona ireo mpiadidy, satria efa nijoro teo izy roa lahy mba hihaona tamin’ireo mpiadidy ireo, raha vao mivoaka avy ao amin’i Farao ireo.",
        "21": "Avy hatrany dia hoy ireo mpiadidy tamin’izy roa lahy: “I Jehovah anie hijery anareo sy hitsara anareo! Fa efa nanamaimbo anay teo anatrehan’i Farao sy ny mpanompony ianareo, ka nasianareo sabatra eny an-tanany hamonoany anay.”",
        "22": "Dia nitodika tany amin’i Jehovah i Mosesy ka niteny hoe: “Jehovah ô! Nahoana ianao no nahatonga loza tamin’ity firenena ity? Nahoana re ianao no naniraka ahy e?",
        "23": "Fa nanomboka tamin’ny fotoana nidirako teo anatrehan’i Farao mba hiteny tamin’ny anaranao, dia nahatonga loza tamin’ity firenena ity izy, nefa tsy nanafaka ny olonao akory ianao.”"
    },
    "6": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Ho hitanao ankehitriny izay hataoko amin’i Farao, fa noho ny tanako mahery no handefasany azy ireo, ary noho ny tanako mahery no handroahany azy ireo hiala amin’ny tany Ejipta.”",
        "2": "Ary hoy koa Andriamanitra tamin’i Mosesy: “Izaho no Jehovah.",
        "3": "Niseho tamin’i Abrahama sy Isaka ary Jakoba aho, tamin’ny maha Andriamanitra Mahery Indrindra ahy. Fa ilay anarako hoe Jehovah kosa, mbola tsy tena nampahafantariko azy.",
        "4": "Ary nanao fifanekena tamin’izy ireo koa aho, dia ny hanome azy ny tany Kanana izay nivahiniany.",
        "5": "Ary izaho mihitsy no nandre ny fitarainan’ny zanak’Israely, izay andevozin’ny Ejipsianina, ka tsaroako ilay fifanekena nataoko.",
        "6": "“Koa lazao amin’ny zanak’Israely hoe: ‘Izaho no Jehovah, ary hamoaka anareo ho afaka amin’ny enta-mavesatra ampitondrain’ny Ejipsianina aho, ka hanafaka anareo amin’ny fanandevozany. Ary hanavotra anareo aho, ka sady haninjitra ny sandriko aho amin’izay no hamoaka didim-pitsarana lehibe.",
        "7": "Ary halaiko ho oloko tokoa ianareo, ka ho Andriamanitrareo aho. Ary ho fantatrareo tokoa fa izaho no Jehovah Andriamanitrareo, izay mamoaka anareo ho afaka amin’ny enta-mavesatra ampitondrain’i Ejipta anareo.",
        "8": "Ary izaho hampiditra anareo any amin’ny tany izay efa nananganako tanana ka nianianako homena an’i Abrahama sy Isaka ary Jakoba. Dia homeko ho fanananareo tokoa izany. Izaho no Jehovah.’”",
        "9": "Taorian’izay, dia nilaza izany tamin’ny zanak’Israely i Mosesy. Tsy nihaino azy anefa ireo, noho ny hakiviana sy ny hamafin’ny fanandevozana.",
        "10": "Koa hoy i Jehovah tamin’i Mosesy:",
        "11": "“Mankanesa ao amin’i Farao mpanjakan’i Ejipta, ka lazao aminy fa tokony halefany hiala amin’ny tany Ejipta ny zanak’Israely.”",
        "12": "Fa hoy kosa i Mosesy tamin’i Jehovah: “Ny zanak’Israely aza ange tsy nihaino ahy e! Koa ahoana moa no hihainoan’i Farao ahy, dia izaho izay tsy voafora molotra?”",
        "13": "Mbola niteny tamin’i Mosesy sy Arona ihany anefa i Jehovah, ary mbola izy roa lahy koa no nampiasainy hanomezana didy ho an’ny zanak’Israely sy ho an’i Farao mpanjakan’i Ejipta, mba hamoahana ny zanak’Israely avy tao amin’ny tany Ejipta.",
        "14": "Ary ireto avy ny lohan’ny fianakaviambe avy amin’ireo rainy: Ny zanakalahin’i Robena, izay lahimatoan’i Israely, dia i Hanoka sy Palo sy Hezrona ary Karmy. Ireo no fianakavian’i Robena.",
        "15": "Ary ny zanakalahin’i Simeona dia i Jemoela sy Jamina sy Ohada sy Jakina sy Zohara, ary koa i Saoly zanakalahin’ny vehivavy kananita. Ireo no fianakavian’i Simeona.",
        "16": "Ary ireto avy ny anaran’ny zanakalahin’i Levy, araka ny taranany avy: Gersona sy Kehata ary Merary. Ary ny taona niainan’i Levy dia fito amby telopolo amby zato taona.",
        "17": "Ary ny zanakalahin’i Gersona, dia i Libny sy Simey, araka ny fianakaviany avy.",
        "18": "Ary ny zanakalahin’i Kehata dia i Amrama sy Jizara sy Hebrona ary Oziela. Ary ny taona niainan’i Kehata dia telo amby telopolo amby zato taona.",
        "19": "Ary ny zanakalahin’i Merary dia i Maly sy Mosy. Ireo no fianakaviamben’ny Levita, araka ny taranany avy.",
        "20": "Ary nalain’i Amrama ho vadiny i Jokebeda anabavin-drainy. Tatỳ aoriana, dia niteraka tamin’i Amrama ravehivavy, ka niteraka an’i Arona sy Mosesy. Ary ny taona niainan’i Amrama dia fito amby telopolo amby zato taona.",
        "21": "Ary ny zanakalahin’i Jizara dia i Kora sy Nafega ary Zikry.",
        "22": "Ary ny zanakalahin’i Oziela dia i Misaela sy Elizafana ary Sitry.",
        "23": "Ary nalain’i Arona ho vadiny i Eliseba, zanakavavin’i Aminadaba sady anabavin’i Nasona. Tatỳ aoriana, dia niteraka tamin’i Arona ravehivavy, ka niteraka an’i Nadaba sy Abiho sy Eleazara ary Itamara.",
        "24": "Ary ny zanakalahin’i Kora dia i Asira sy Elkana ary Abiasafa. Ireo no fianakavian’ny Korahita.",
        "25": "Ary i Eleazara, zanakalahin’i Arona, naka ny iray tamin’ny zanakavavin’i Potiela ho vadiny. Tatỳ aoriana ravehivavy dia niteraka an’i Finehasa taminy. Ireo no lohan’ny fianakaviamben’ny Levita, araka ny fianakaviany avy.",
        "26": "Ary ireo no Arona sy Mosesy izay nilazan’i Jehovah hoe: “Ento mivoaka avy ao amin’ny tany Ejipta ny zanak’Israely, araka ny tafika misy azy avy.”",
        "27": "Izy ireo no niteny tamin’i Farao mpanjakan’i Ejipta, mba hamoahana ny zanak’Israely avy tao Ejipta. Ireo no Mosesy sy Arona.",
        "28": "Ary tamin’ny andro niresahan’i Jehovah tamin’i Mosesy tany amin’ny tany Ejipta,",
        "29": "dia mbola niteny tamin’i Mosesy koa i Jehovah hoe: “Izaho no Jehovah. Lazao amin’i Farao mpanjakan’i Ejipta ny zavatra rehetra lazaiko aminao.”",
        "30": "Ary hoy i Mosesy tamin’i Jehovah: “Tsy voafora molotra ange aho e! Koa ahoana moa no hihainoan’i Farao ahy?”"
    },
    "7": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Efa nataoko Andriamanitra eo anatrehan’i Farao ianao, ary i Arona rahalahinao kosa ho mpaminaninao.",
        "2": "Ianao no hilaza izay rehetra handidiako anao, fa i Arona rahalahinao kosa no hiteny amin’i Farao. Ary tsy maintsy handefa ny zanak’Israely hiala amin’ny tany Ejipta izy.",
        "3": "Ary izaho hamela an’i Farao hikiribiby amin’ny heviny, * ka hampitomboiko tokoa ny isan’ny famantarana sy fahagagana hataoko eo amin’ny tany Ejipta.",
        "4": "Ary tsy hihaino anareo i Farao, ka tsy maintsy hamely an’i Ejipta ny tanako. Hoentiko hivoaka avy ao amin’ny tany Ejipta ny tafiko, dia ny zanak’Israely oloko, ka hisy didim-pitsarana lehibe hampihariko.",
        "5": "Dia ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah, rehefa hahinjitro hamely an’i Ejipta ny tanako. Ary hoentiko hiala eo amin’izy ireo ny zanak’Israely.”",
        "6": "Ary i Mosesy sy Arona nanao araka izay nandidian’i Jehovah azy. Izany indrindra no nataony.",
        "7": "Ary valopolo taona i Mosesy, fa i Arona kosa telo amby valopolo taona, fony izy ireo niresaka tamin’i Farao.",
        "8": "Ary hoy i Jehovah tamin’i Mosesy sy Arona:",
        "9": "“Raha milaza aminareo i Farao hoe: ‘Manaova àry fahagagana!’ Dia teneno i Arona hoe: ‘Raiso ny tehinao, ka atsipazo eo anoloan’i Farao.’ Ary hiova ho bibilava ngezabe ilay tehina.”",
        "10": "Dia nankao amin’i Farao i Mosesy sy Arona, ka narahiny an-tsakany sy an-davany izay nandidian’i Jehovah azy. Koa natsipin’i Arona teo anatrehan’i Farao sy ny mpanompony ny tehiny, ka niova ho bibilava ngezabe.",
        "11": "Nantsoin’i Farao koa anefa ny olon-kendry sy ny mpilalao ody. Ary ny mpisorona tao Ejipta, izay nampiasa herin’ny maizina, dia nanao toy izany koa tamin’ny hery miafina nananany.",
        "12": "Dia samy nanipy ny tehiny izy ireo ary niova ho bibilava ngezabe daholo ireny, nefa natelin’ny tehin’i Arona ny tehin’izy ireo.",
        "13": "Na izany aza, dia nikiribiby tamin’ny heviny i Farao ka tsy nihaino azy mirahalahy, araka izay efa nolazain’i Jehovah.",
        "14": "Ary hoy i Jehovah tamin’i Mosesy: “Be di-doha i Farao. Tsy nety nandefa ny vahoaka izy.",
        "15": "Koa mankanesa any amin’i Farao rahampitso maraina, fa hivoaka hankeny amin’ny rano izy. Koa mijanòna eny amoron’ny Reniranon’i Neily mba hihaonanao aminy, ary ento eny an-tananao ilay tehina izay niova ho bibilava.",
        "16": "Ary lazao aminy hoe: ‘Efa naniraka ahy tatỳ aminao i Jehovah Andriamanitry ny Hebreo, ka niteny hoe: “Alefaso ny oloko hanompo ahy any an-tany efitra.” Tsy nankatò anefa ianao hatramin’izao.",
        "17": "Koa izao no nolazain’i Jehovah: “Izao no hahafantaranao fa izaho no Jehovah: Hokapohiko amin’ity tehina etỳ an-tanako ity ny rano ao amin’ny Reniranon’i Neily, ka hiova ho ra.",
        "18": "Ary ho faty ny trondro ao amin’ny Reniranon’i Neily, dia ho maimbo ilay renirano, ka tsy hahavita hisotro rano ao ny Ejipsianina.”’”",
        "19": "Ary hoy i Jehovah tamin’i Mosesy: “Teneno i Arona hoe: ‘Raiso ny tehinao, ka atsory eo ambonin’ny ranon’i Ejipta ny tananao, dia eo ambonin’ny reniranony, sy ireo lakandranon’i Neily, sy ny kamoriny anirian’ny bararata, ary ny lavaka fanangonan-drano rehetra ao aminy, mba ho lasa ra ireny.’ Ary ho feno ra tokoa eran’ny tany Ejipta sy any anaty fitoeran-drano vita amin’ny hazo na vato.”",
        "20": "Avy hatrany dia nanao izany i Mosesy sy Arona, araka izay nandidian’i Jehovah. Koa nanainga ny tehina izy, ary nikapoka ny rano tao amin’ny Reniranon’i Neily teo imason’i Farao sy ny mpanompony, ka niova ho ra ny rano rehetra tao amin’ny Reniranon’i Neily.",
        "21": "Dia maty ny trondro tao amin’ny Reniranon’i Neily ary maimbo ilay renirano, ka tsy afaka nisotro rano tao ny Ejipsianina. Ary feno ra eran’ny tany Ejipta.",
        "22": "Nampiasa hery miafina anefa ireo mpisorona tao Ejipta, izay nampiasa herin’ny maizina, ka mba nanao toy izany koa. Dia mbola nikiribiby tamin’ny heviny ihany i Farao, ka tsy nihaino azy mirahalahy, araka izay efa nolazain’i Jehovah.",
        "23": "Dia nihodina i Farao ka lasa nody tany an-tranony. Ary tsy nahoany akory izany tao am-pony.",
        "24": "Ary ny Ejipsianina rehetra nandeha nandavaka teny amin’ny manodidina ny Reniranon’i Neily mba hahazoana rano hosotroina, satria tsy afaka nisotro rano avy tao amin’ny Reniranon’i Neily mihitsy izy ireo.",
        "25": "Ary fito andro no lasa, taorian’ny namelezan’i Jehovah ny Reniranon’i Neily."
    },
    "8": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Mandehana mankao amin’i Farao, ary lazao aminy hoe: ‘Izao no nolazain’i Jehovah: “Alefaso ny oloko hanompo ahy.",
        "2": "Fa raha mbola tsy mety mandefa azy ihany ianao, dia hasiako sahona ny taninao rehetra.",
        "3": "Koa ho feno sahona mifanaretsaka ao amin’ny Reniranon’i Neily. Ary hiakatra tokoa ireny ka hiditra ao an-tranonao sy ao amin’ny efitra fatorianao, ary hankeny am-pandriananao sy hiditra any an-tranon’ny mpanomponao, ary hankeny amin’ny vahoakanao sy any anatin’ny lafaoronao, ary any anatin’ireo vilia famolavolanao koba.",
        "4": "Dia hiakatra ho eny aminao sy ny vahoakanao ary ny mpanomponao rehetra ny sahona.”’”",
        "5": "Taoriana kelin’izay, dia hoy i Jehovah tamin’i Mosesy: “Teneno i Arona hoe: ‘Atsory ilay tananao mitana tehina ka ataovy eo ambonin’ny renirano, sy ireo lakandranon’i Neily, ary ny kamory anirian’ny bararata. Dia ampiakaro ho eny amin’ny tany Ejipta ny sahona.’”",
        "6": "Koa natsotran’i Arona teo ambonin’ny ranon’i Ejipta ny tanany, ka nanomboka niakatra ny sahona ary nandrakotra ny tany Ejipta.",
        "7": "Nampiasa hery miafina anefa ireo mpisorona nanana herin’ny maizina, ka mba nanao toy izany koa. Dia nampiakatra ny sahona hankeny amin’ny tany Ejipta izy ireo.",
        "8": "Farany, dia niantso an’i Mosesy sy Arona i Farao ka niteny hoe: “Iangavio i Jehovah hanaisotra ny sahona tsy ho etỳ amiko sy ny vahoakako, fa vonona aho handefa ny olona hanao sorona ho an’i Jehovah.”",
        "9": "Dia hoy i Mosesy tamin’i Farao: “Omena anao ny voninahitra, ka lazao amiko ny fotoana tokony hanaovako fiangaviana ho anao sy ho an’ny mpanomponao ary ny vahoakanao, mba hanesorana ny sahona aminao sy ny tranonao, ka ho ao amin’ny Reniranon’i Neily ihany sisa no hisy tavela.”",
        "10": "Dia hoy i Farao: “Rahampitso.” Ary hoy i Mosesy: “Ho tanteraka araka ny teninao izany, mba ho fantatrao fa tsy misy tahaka an’i Jehovah Andriamanitray.",
        "11": "Koa hiala aminao sy ny tranonao sy ny mpanomponao ary ny vahoakanao ny sahona, ka ho ao amin’ny Reniranon’i Neily ihany sisa no hisy tavela.”",
        "12": "Dia nivoaka avy tao amin’i Farao i Mosesy sy Arona. Ary i Mosesy nitaraina mafy tamin’i Jehovah, noho ny sahona nalefany tany amin’i Farao.",
        "13": "Dia nanao araka ny tenin’i Mosesy i Jehovah, ka maty tsikelikely ny sahona tany an-trano sy teny an-tokotany ary tany an-tsaha.",
        "14": "Ary nangonina ireny, dia navangongo tetsy sy teroa, ka maimbo ny tany Ejipta.",
        "15": "Koa rehefa hitan’i Farao fa efa afaka ny loza, dia nanamafy ny fony izy ka tsy nihaino azy roa lahy, araka izay efa nolazain’i Jehovah.",
        "16": "Hoy àry i Jehovah tamin’i Mosesy: “Teneno i Arona hoe: ‘Atsory ny tehinao ary kapohy ny vovo-tany dia hiova ho moka eran’ny tany Ejipta ireny.’”",
        "17": "Ary nataon’izy ireo izany. Koa natsotran’i Arona ilay tanany nitana tehina ary nokapohiny ny vovo-tany. Dia nankamin’ny olona sy ny biby ny moka. Ary niova ho moka nanerana ny tany Ejipta ny vovo-tany rehetra.",
        "18": "Ary nampiasa hery miafina ireo mpisorona nampiasa herin’ny maizina, ka nanandrana nanao toy izany koa mba hampisy moka, saingy tsy nahavita. Ary nankamin’ny olona sy ny biby ny moka.",
        "19": "Koa niteny toy izao tamin’i Farao ireo mpisorona nampiasa herin’ny maizina: “Rantsantanan’Andriamanitra ity!” Mbola nikiribiby tamin’ny heviny foana anefa i Farao ka tsy nihaino azy roa lahy, araka izay efa nolazain’i Jehovah.",
        "20": "Dia hoy i Jehovah tamin’i Mosesy: “Mifohaza maraina, ary mankanesa eo anatrehan’i Farao. Hivoaka hankeny amin’ny rano izy, ka ataovy hoe: ‘Izao no nolazain’i Jehovah: “Alefaso ny oloko hanompo ahy.",
        "21": "Fa raha tsy mandefa ny oloko ianao, dia handefasako fihitra ho eny aminao, sy ny mpanomponao, sy ny vahoakanao, ary ao an-tranonao, ka ho feno fihitra tokoa ireo trano eto Ejipta. Ary ho rakotra fihitra koa hatraiza hatraiza.",
        "22": "Ary amin’io andro io, dia tena hataoko miavaka ny tany Gosena misy ny oloko ka tsy hisy fihitra any, mba hahafantaranao fa izaho Jehovah dia eto amin’ity tany ity.",
        "23": "Ary hataoko miavaka amin’ny vahoakanao ny vahoakako. Rahampitso izany famantarana izany no hitranga.”’”",
        "24": "Dia nataon’i Jehovah izany, ka nisy andiana fihitra maro be nirohotra nankao amin’ny tranon’i Farao sy ny tranon’ny mpanompony ary eran’ny tany Ejipta. Ary simba ilay tany noho ny fihitra.",
        "25": "Farany dia niantso an’i Mosesy sy Arona i Farao, ka niteny hoe: “Mandehana manao sorona ho an’ny Andriamanitrareo, saingy eto amin’ny tany Ejipta ihany.”",
        "26": "Fa hoy i Mosesy: “Tsy azo ekena izany, satria zava-maharikoriko amin’ny Ejipsianina no hataonay sorona ho an’i Jehovah Andriamanitray. Eritrereto hoe eo imason’ny Ejipsianina izahay no hanao sorona zava-maharikoriko aminy! Tsy hotorahany vato ve izahay?",
        "27": "Handeha lalana telo andro hankany an-tany efitra izahay, ka hanao sorona tokoa ho an’i Jehovah Andriamanitray, araka izay nolazainy taminay.”",
        "28": "Dia hoy i Farao: “Izaho mihitsy no handefa anareo, ary hanao sorona tokoa ho an’i Jehovah Andriamanitrareo any an-tany efitra ianareo. Fa aza mandeha lavitra loatra fotsiny. Ary mba italahoy any aho.”",
        "29": "Dia hoy i Mosesy: “Hiala eto aminao aho izao, ary hitalaho amin’i Jehovah tokoa ho anao. Koa hiala amin’i Farao sy ny mpanompony ary ny vahoakany ny fihitra rahampitso. Tandremo fotsiny anefa sao mamitaka indray i Farao, ka tsy handefa ny olona hanao sorona ho an’i Jehovah.”",
        "30": "Dia nivoaka avy tao amin’i Farao i Mosesy, ary nitalaho tamin’i Jehovah.",
        "31": "Koa nanao araka ny tenin’i Mosesy i Jehovah, ka niala tamin’i Farao sy ny mpanompony ary ny vahoakany ny fihitra, ary tsy nisy tavela na iray aza.",
        "32": "Mbola nanamafy ny fony indray anefa i Farao tamin’io indray mandeha io, ka tsy nalefany ny olona."
    },
    "9": {
        "1": "Koa hoy i Jehovah tamin’i Mosesy: “Mankanesa ao amin’i Farao ary teneno izy hoe: ‘Izao no nolazain’i Jehovah Andriamanitry ny Hebreo: “Alefaso ny oloko hanompo ahy.",
        "2": "Fa raha mbola tsy mety mandefa azy ihany ianao, ka mbola mihazona azy,",
        "3": "dia hamely ny biby fiompinao any an-tsaha ny tanan’i Jehovah. Ho voan’ny areti-mandringana tena mahery ny soavaly sy ny ampondra sy ny rameva ary ny omby aman’ondry.",
        "4": "Ary hataon’i Jehovah miavaka amin’ny biby fiompin’i Ejipta tokoa ny biby fiompin’ny Israely, ka tsy hisy ho faty na iray aza izay rehetra an’ny zanak’Israely.”’”",
        "5": "Efa nanondro fotoana koa i Jehovah, ka niteny hoe: “Rahampitso i Jehovah no hanao izany zavatra izany eto amin’ny tany Ejipta.”",
        "6": "Dia nataon’i Jehovah tokoa izany ny ampitson’iny, ka maty avokoa ny karazana biby fiompy rehetra tao Ejipta. Fa ny biby fiompin’ny zanak’Israely kosa tsy nisy maty na iray aza.",
        "7": "Ary naniraka olona hijery i Farao, ka io tokoa fa tsy nisy maty ny biby fiompin’ny Israely, na iray aza. Mbola be di-doha ihany anefa i Farao, ka tsy nandefa ny vahoaka.",
        "8": "Avy eo, dia hoy i Jehovah tamin’i Mosesy sy Arona: “Samia maka molaly eran’ny tanan-droa avy, ao amin’ny lafaoro fandoroana biriky, ary aoka i Mosesy hanipy izany ho eny amin’ny lanitra, eo imason’i Farao.",
        "9": "Dia hamovoka eran’ny tany Ejipta izany, ka ho lasa vay mamoro-nana hipoipoitra eny amin’ny olona sy ny biby eran’ny tany Ejipta.”",
        "10": "Koa naka molaly tao amin’ny lafaoro fandoroana biriky izy roa lahy ary nitsangana teo anatrehan’i Farao. Dia natsipin’i Mosesy ho eny amin’ny lanitra ny molaly, ka niova ho vay mamoro-nana nipoipoitra teny amin’ny olona sy ny biby.",
        "11": "Ary noho ny vay, dia tsy nahajanona teo anatrehan’i Mosesy ireo mpisorona nampiasa herin’ny maizina. Nipoipoitra teny amin’ireo mpisorona nampiasa herin’ny maizina sy ny Ejipsianina rehetra mantsy ny vay.",
        "12": "Navelan’i Jehovah hikiribiby tamin’ny heviny anefa i Farao. Koa tsy nihaino azy roa lahy izy, araka izay efa nolazain’i Jehovah tamin’i Mosesy.",
        "13": "Avy eo, dia hoy i Jehovah tamin’i Mosesy: “Mifohaza maraina, ary mankanesa eo anatrehan’i Farao, ka teneno izy hoe: ‘Izao no nolazain’i Jehovah Andriamanitry ny Hebreo: “Alefaso ny oloko hanompo ahy,",
        "14": "fa amin’ity indray mandeha ity dia alefako hamely ny fonao sy hamely ny mpanomponao ary ny vahoakanao ny loza rehetra avy amiko, mba hahafantaranao fa tsy misy tahaka ahy na aiza na aiza eran-tany.",
        "15": "Azoko natao ny naninjitra ny tanako, mba hamelezana anao sy ny vahoakanao tamin’ny areti-mandringana, ary mba hamongorana anao tsy ho amin’ny tany.",
        "16": "Raha ny marina anefa, dia izao no mbola namelako anao ho velona: Mba hampisehoana aminao ny heriko sy mba hanambarana ny anarako eran-tany.",
        "17": "Koa mbola miavonavona amin’ny oloko ihany ve ianao ka tsy handefa azy?",
        "18": "Hampilatsaka havandra be dia be aho rahampitso, tokotokony ho amin’ny ora toy izao, dia havandra mbola tsy nisy toa azy hatramin’ny andro nanorenana an’i Ejipta ka hatramin’izao.",
        "19": "Koa maniraha olona, ka ento hamonjy fialofana ny biby fiompinao rehetra sy ny fanananao rehetra any an-tsaha. Fa izay olona na biby hita any an-tsaha, ka tsy nampodiana any an-trano, dia hilatsahan’ny havandra ka ho faty.”’”",
        "20": "Koa izay mpanompon’i Farao natahotra ny tenin’i Jehovah, dia nampandositra ny mpanompony sy ny biby fiompiny ho any an-trano.",
        "21": "Fa izay tsy nandatsaka am-po ny tenin’i Jehovah kosa, dia namela ny mpanompony sy ny biby fiompiny tany an-tsaha ihany.",
        "22": "Dia hoy i Jehovah tamin’i Mosesy: “Atsory manondro ny lanitra ny tananao mba hilatsahan’ny havandra eran’ny tany Ejipta, dia amin’ny olona sy ny biby ary ny zavamaniry rehetra any an-tsaha, eran’ny tany Ejipta.”",
        "23": "Koa natsotran’i Mosesy hanondro ny lanitra ny tehiny. Dia nandefa kotroka sy havandra i Jehovah, ary nisy afo koa nilatsaka tamin’ny tany. Ary nampilatsaka havandra be dia be teo amin’ny tany Ejipta i Jehovah.",
        "24": "Koa nilatsaka ny havandra, ary nisy afo koa niaraka taminy. Ary tena nirotsaka be izany, ka mbola tsy nisy toy izany mihitsy eran’ny tany Ejipta hatrizay naha firenena azy.",
        "25": "Ary namely an’i Ejipta manontolo ny havandra. Dia nasian’ny havandra avokoa ny zava-drehetra tany an-tsaha, na ny olona na ny biby, mbamin’ny karazan-javamaniry rehetra. Ary potiky ny havandra koa ny karazan-kazo rehetra tany an-tsaha.",
        "26": "Tany amin’ny tany Gosena izay nisy ny zanak’Israely ihany no tsy nisy havandra.",
        "27": "Farany, dia nampiantso an’i Mosesy sy Arona i Farao, ka nanao hoe: “Nanota aho tamin’ity indray mandeha ity. I Jehovah no marina, fa izaho sy ny oloko kosa no diso.",
        "28": "Mba iangavio i Jehovah hampitsahatra ny kotroka sy ny havandra avy amin’Andriamanitra, dia halefako ianareo ka tsy hijanona atỳ intsony.”",
        "29": "Koa hoy i Mosesy taminy: “Raha vao tafavoaka ny tanàna aho, dia hamelatra ny tanako amin’i Jehovah. Dia hitsahatra ny kotroka ary tsy hilatsaka intsony ny havandra, mba hahafantaranao fa an’i Jehovah ny tany.",
        "30": "Efa fantatro anefa, fa na amin’izay aza dia mbola tsy hatahotra an’i Jehovah Andriamanitra ihany ianao sy ny mpanomponao.”",
        "31": "Ary potika ny rongony sy ny vary orza, satria efa teraka ny vary orza tamin’izay ary efa namony ny rongony.",
        "32": "Fa tsy ripaka kosa ny varimbazaha sy ny vary spelta, satria tatỳ aoriana kokoa ireny vao vokatra.",
        "33": "Ary niala teo amin’i Farao i Mosesy, dia nankany ivelan’ny tanàna ka namelatra ny tanany tamin’i Jehovah. Koa nijanona ny kotroka sy ny havandra, ary tsy nisy orana nilatsaka intsony tamin’ny tany.",
        "34": "Ary rehefa hitan’i Farao fa nitsahatra ny orana sy ny havandra ary ny kotroka, dia nanota indray izy ka nanamafy ny fony, eny, izy sy ny mpanompony.",
        "35": "Ary mbola nikiribiby tamin’ny heviny foana i Farao ka tsy nandefa ny zanak’Israely, araka izay efa nolazain’i Jehovah tamin’ny alalan’i Mosesy."
    },
    "10": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Mankanesa ao amin’i Farao, fa izaho mihitsy no efa namela azy ho be di-doha, ary tsy izy ihany fa ny mpanompony koa. Amin’izay mantsy dia hataoko eo anatrehany ireo famantarana avy amiko,",
        "2": "ary holazainao amin’ny zanaka aman-jafinao ny namelezako mafy an’i Ejipta sy ny famantarana nataoko teo aminy. Dia ho fantatrareo tokoa fa izaho no Jehovah.”",
        "3": "Koa nankao amin’i Farao i Mosesy sy Arona, ary niteny taminy hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Hebreo: ‘Mandra-pahoviana ianao no tsy hety hanaiky ahy? Alefaso ny oloko hanompo ahy.",
        "4": "Fa raha mbola tsy mety mandefa ny oloko ihany ianao, dia hitondra valala ao amin’ny faritry ny taninao aho rahampitso.",
        "5": "Ary tena handrakotra ny faritra taza-maso rehetra amin’ny tany ireny, ka tsy ho hita mihitsy ny tany. Dia ho lanin’ireny izay sisa niangana navelan’ny havandra. Hohanin’ireny tokoa ny hazo mitsimoka rehetra any an-tsaha.",
        "6": "Ary ho feno valala ny tranonareo sy ny tranon’ny mpanomponareo rehetra ary ny trano eran’i Ejipta. Mbola tsy nahita valala be dia be toy izany mihitsy ny rainareo sy ny rain’ny rainareo, hatramin’izay niainany teto an-tany ka mandraka androany.” Dia nihodina izy ka niala teo amin’i Farao.",
        "7": "Taorian’izay, dia niteny tamin’i Farao ny mpanompony hoe: “Mandra-pahoviana iny lehilahy iny no ho fandrika ho antsika? Alefaso ireo lehilahy hanompo an’i Jehovah Andriamaniny. Mbola tsy fantatrao angaha fa efa potika i Ejipta?”",
        "8": "Koa nentina tany amin’i Farao indray i Mosesy sy Arona, ka hoy i Farao tamin’izy roa lahy: “Mandehana manompo an’i Jehovah Andriamanitrareo. Fa iza sy iza avy tokoa moa no handeha?”",
        "9": "Dia hoy i Mosesy: “Handeha izahay miaraka amin’ny antitra sy ny tanora eo aminay. Eny, handeha izahay miaraka amin’ny zanakay lahy sy ny zanakay vavy mbamin’ny ondry sy ombinay, fa misy fety hataonay ho an’i Jehovah.”",
        "10": "Dia hoy izy tamin’izy roa lahy: “I Jehovah tokoa no momba anareo raha izaho no handefa anareo sy ny zanakareo madinika! Hita mihitsy fa mikendry hanao ratsy ianareo.",
        "11": "Tsy ekeko izany! Ianareo vatan-dehilahy no mandehana, ka manompoa an’i Jehovah, satria izany no tadiavinareo.” Dia noroahina tsy ho eo anatrehan’i Farao izy roa lahy.",
        "12": "Dia hoy i Jehovah tamin’i Mosesy: “Atsory ambonin’ny tany Ejipta ny tananao mba ho avy ny valala. Amin’izay dia hiakatra ireny ka hihinana ny zavamaniry rehetra amin’ny tany, dia izay rehetra navelan’ny havandra.”",
        "13": "Koa avy hatrany dia natsotran’i Mosesy tambonin’ny tany Ejipta ny tanany. Ary nampisy rivotra * avy any atsinanana hitsoka teo amin’ny tany Ejipta i Jehovah, nandritra iny andro iny sy nandritra ny alina manontolo. Ary tamin’ny maraina, dia nitondra valala ny rivotra avy any atsinanana.",
        "14": "Ary niakatra eran’ny tany Ejipta ny valala, dia nipetraka tamin’ny faritra rehetra tao, ka tena nampijaly. Mbola tsy nisy valala toy izany mihitsy talohan’ireo, ary tsy hisy toy izany intsony koa any aoriany.",
        "15": "Ary nandrakotra ny faritra taza-maso eran’i Ejipta ireny ka maizina ilay tany. Dia nohaniny avokoa ny zavamaniry rehetra teo amin’ilay tany sy ny voankazo rehetra teny amin’ny hazo, dia izay sisa navelan’ny havandra. Koa tsy nisy zava-maitso tavela intsony eran’i Ejipta, na teny amin’ny hazo, na teny amin’ny zavamaniry tany an-tsaha.",
        "16": "Dia niantso haingana an’i Mosesy sy Arona i Farao, ka nanao hoe: “Efa nanota tamin’i Jehovah Andriamanitrareo sy taminareo aho.",
        "17": "Koa mba avelao re ny heloko amin’ity indray mandeha ity fotsiny e, ka iangavio i Jehovah Andriamanitrareo mba hanaisotra amiko ity loza mahafaty ity.”",
        "18": "Koa nivoaka avy tao amin’i Farao izy ka nitalaho tamin’i Jehovah.",
        "19": "Dia novan’i Jehovah ny fandehan’ny rivotra ka nataony rivotra mahery dia mahery avy any andrefana, ary nentin’iny ny valala ka navariny tao amin’ny Ranomasina Mena. Koa tsy nisy valala tavela intsony, na iray aza, tany amin’ny faritra rehetran’i Ejipta.",
        "20": "Navelan’i Jehovah hikiribiby tamin’ny heviny anefa i Farao, ka tsy nandefa ny zanak’Israely.",
        "21": "Koa hoy i Jehovah tamin’i Mosesy: “Atsory manondro ny lanitra ny tananao, mba hisy haizina amin’ny tany Ejipta, dia haizina mikitroka.”",
        "22": "Avy hatrany i Mosesy dia nanatsotra ny tanany nanondro ny lanitra, ka nisy haizim-pito eran’ny tany Ejipta nandritra ny telo andro.",
        "23": "Koa tsy nifankahita izy ireo, ary tsy nisy nitsangana avy teo amin’izay nisy azy nandritra ny telo andro. Fa nisy hazavana kosa tany amin’izay nonenan’ny zanak’Israely rehetra.",
        "24": "Dia niantso an’i Mosesy i Farao, ka nanao hoe: “Mandehana manompo an’i Jehovah, fa ny ondrinareo sy ny ombinareo ihany no tsy mahazo mandeha. Mahazo miaraka aminareo koa ny zanakareo madinika.”",
        "25": "Fa hoy i Mosesy: “Tsy maintsy mbola avelanao hoentinay koa aza ny biby hatao sorona sy ny fanatitra dorana, satria tsy maintsy manome izany ho an’i Jehovah Andriamanitray izahay.",
        "26": "Hiaraka aminay koa ny biby fiompinay, fa tsy misy azo ajanona na dia kitro iray aza, satria avy amin’ireny biby ireny no hakanay hanompoana an’i Jehovah Andriamanitray. Na izahay aza mbola tsy mahafantatra akory izay homenay hanompoana an’i Jehovah, raha tsy efa tonga any.”",
        "27": "Dia navelan’i Jehovah hikiribiby tamin’ny heviny i Farao, ka tsy nanaiky handefa azy ireo.",
        "28": "Koa hoy i Farao tamin’i Mosesy: “Mialà eto anatrehako! Ary tandremo sao mbola mitady hifanatri-tava amiko! Fa amin’izay andro hifanatrehanao amiko, no hahafatesanao.”",
        "29": "Dia hoy i Mosesy: “Eny àry! Tsy hitady hifanatri-tava aminao intsony aho.”"
    },
    "11": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Mbola misy loza iray halefako amin’i Farao sy Ejipta, ka aorian’izay izy vao handefa anareo hiala eto. Ary amin’ny fotoana handefasany anareo rehetra, dia horoahiny ara-bakiteny mihitsy ianareo hiala eto.",
        "2": "Koa lazao amin’ny vahoaka hoe tokony hangataka zavatra vita amin’ny volafotsy sy volamena izy ireo, ka ny lehilahy samy hangataka amin’ny namany avy, ary ny vehivavy koa amin’ny namany avy.”",
        "3": "Dia nataon’i Jehovah nahazo sitraka teo imason’ny Ejipsianina ny vahoakan’Israely. Ary i Mosesy dia lehilahy tena nalaza teo amin’ny tany Ejipta, na teo imason’ny mpanompon’i Farao izany, na teo imason’ny vahoaka.",
        "4": "Ary hoy i Mosesy: “Izao no nolazain’i Jehovah: ‘Handeha hitety an’i Ejipta aho, rehefa tokony ho misasakalina.",
        "5": "Dia ho faty ny lahimatoa rehetra ao amin’ny tany Ejipta, hatramin’ny lahimatoan’i Farao izay mipetraka eo amin’ny seza fiandrianana, ka hatramin’ny lahimatoan’ny mpanompovavy izay mpanodina ny vato fikosoham-bary, * ary ny voalohan-teraka rehetra amin’ny biby.",
        "6": "Ary tena hisy fidradradradrana mafy eran’ny tany Ejipta, ka mbola tsy nisy toy izany hatramin’izay ary tsy hisy toy izany intsony koa.",
        "7": "Ary tsy hisy alika, na iray aza, hivovò amin’ny zanak’Israely, na amin’ny olona na amin’ny biby. Amin’izay dia ho fantatrareo fa vitan’i Jehovah ny mampiavaka ny zanak’Israely amin’ny Ejipsianina.’",
        "8": "Ary tsy maintsy hidina ho any amiko ireo mpanomponao rehetra ireo, ka hiankohoka eo anatrehako sady hiteny hoe: ‘Mandehana any ianao sy ny olona rehetra mpanara-dia anao!’ Aorian’izay dia handeha aho.” Dia nivoaka avy teo amin’i Farao i Mosesy sady tezitra be.",
        "9": "Avy eo, dia hoy i Jehovah tamin’i Mosesy: “Tsy hihaino anareo akory i Farao, mba hahamaro ny fahagagana ataoko eo amin’ny tany Ejipta.”",
        "10": "Ary nanao izany fahagagana rehetra izany teo anatrehan’i Farao i Mosesy sy Arona, fa i Jehovah kosa namela an’i Farao hikiribiby tamin’ny heviny. Koa tsy nalefan’i Farao hiala tany Ejipta ny zanak’Israely."
    },
    "12": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy sy Arona, tany Ejipta:",
        "2": "“Ity volana ity no ho volana voalohany ho anareo, ka izy io no hataonareo volana voalohany amin’ny taona.",
        "3": "Koa mitenena amin’ny vahoakan’Israely manontolo hoe: ‘Amin’ny andro fahafolon’ity volana ity, dia aoka ny olona samy haka ondry iray avy ho an’ny fianakaviana tsirairay, izany hoe, iray avy isaky ny ankohonana.",
        "4": "Raha vitsy loatra anefa ny iray trano ka tsy mahalany ondry iray, dia aoka izy sy ny mpifanila trano aminy hifampizara an’ilay izy ao an-tranony, arakaraka ny isan’ny olona. * Koa arakaraka ny isan’ny olona hihinana azy no hizarana an’ilay ondry.",
        "5": "Ondrilahy herintaona, izay tsy misy kilema, no halainareo. Afaka mifantina amin’ny ondrilahy kely na amin’ny osilahy ianareo.",
        "6": "Ary arovy tsara izy io mandra-pahatongan’ny andro fahefatra ambin’ny folon’ity volana ity. Dia hamono azy eo anelanelan’ny takariva roa * ny fiangonan’Israely manontolo.",
        "7": "Ary hakan’izy ireo ny ra ka hahosotra eo amin’ny tolàm-baravarana roa sy eo amin’ny tataom-baravaran’ny trano izay hihinanany an’ilay ondry.",
        "8": "“‘Ary hohanin’izy ireo amin’io alina io ny henany. Hatsatsika amin’ny afo ilay izy, ary tokony hohaniny miaraka amin’ny mofo tsy misy lalivay, mbamin’ny anana mangidy.",
        "9": "Aza misy hohanina manta na nampangotrahina na nandrahoina tamin’ny rano ny henany, fa tokony hatsatsika daholo hatramin’ny lohany sy ny ranjony ary ny taovany.",
        "10": "Ary aza asiana tavela mandra-maraina, fa izay ambiny tavela mandra-maraina, dia hodoranareo.",
        "11": "Toy izao no hataonareo rehefa mihinana azy: Ny sikina ho eny amin’ny andilanareo, ny kapa ho eny an-tongotrareo, ary ny tehinareo ho eny an-tananareo. Dia hohaninareo haingana ilay izy. Paskan’i Jehovah izany.",
        "12": "Ary hoteteziko ny tany Ejipta amin’io alina io, ka hovonoiko ny lahimatoa rehetra ao, hatramin’ny olona ka hatramin’ny biby. Ary hampiharako didim-pitsarana ny andriamanitra rehetran’i Ejipta. Izaho no Jehovah.",
        "13": "Ary ny ra no ho famantarana anareo, eo amin’izay trano misy anareo. Ho hitako ny ra ka holalovako fotsiny ianareo, dia tsy handringana anareo ny loza rehefa mamely ny tany Ejipta aho.",
        "14": "“‘Ary ho fahatsiarovana ho anareo io andro io, ka hankalazainareo ho fety ho an’i Jehovah hatramin’ny taranakareo fara mandimby. Tokony hankalaza an’io andro io ianareo. Ho lalàna mandritra ny fotoana tsy voafetra izany.",
        "15": "Fito andro no hihinananareo mofo tsy misy lalivay. Amin’ny andro voalohany, dia hesorinareo tsy ho ao an-tranonareo ny lalivay, satria haringana izay mihinana zavatra misy lalivay, hatramin’ny andro voalohany ka hatramin’ny andro fahafito, eny, haringana tsy ho eo amin’ny Israely izany olona * izany.",
        "16": "Ary hanao fivoriambe masina ianareo amin’ny andro voalohany, ary hanao fivoriambe masina koa amin’ny andro fahafito. Tsy tokony hanao asa na inona na inona ianareo amin’ireo andro ireo, fa ny fikarakarana ny sakafo hohanin’ny olona * tsirairay ihany no azonareo atao.",
        "17": "“‘Ary hankalaza ny fetin’ny mofo tsy misy lalivay ianareo, satria amin’io andro io no hitondrako ny tafikareo hivoaka avy ao Ejipta. Koa hankalaza an’io andro io ianareo, hatramin’ny taranakareo fara mandimby. Ho lalàna mandritra ny fotoana tsy voafetra izany.",
        "18": "Koa amin’ny takarivan’ny andro fahefatra ambin’ny folon’ny volana voalohany, dia hihinana mofo tsy misy lalivay ianareo hatramin’ny takarivan’ny andro fahiraika amby roapolon’io volana io.",
        "19": "Tsy tokony hahitana lalivay ao an-tranonareo mandritra ny fito andro, satria haringana izay mihinana zavatra misy lalivay, eny, haringana tsy ho eo amin’ny vahoakan’Israely izany olona * izany, na vahiny izy na teratany.",
        "20": "Tsy hihinana zavatra misy lalivay mihitsy ianareo. Mofo tsy misy lalivay no hohaninareo any amin’izay rehetra misy anareo.’”",
        "21": "Dia nantsoin’i Mosesy avy hatrany ny anti-panahy rehetran’ny Israely, ka nilazany hoe: “Mandehana maka ondry na osy, ka ataovy iray isam-pianakaviana izany, dia vonoy hatao sorona amin’ny Paska.",
        "22": "Ary makà hysopa * iray fehezana, ka atsobohy ao amin’ilay ra anaty koveta. Dia akao ny ra anaty koveta, ka ahosory eo amin’ny tataom-baravarana sy eo amin’ny tolàna roa. Ary aza misy mivoaka ny varavaran’ny tranonareo ianareo mandra-maraina.",
        "23": "Ary rehefa handalo i Jehovah mba hamely ny Ejipsianina, ka hitany ny ra eo amin’ny tataom-baravarana sy ny tolàna roa, dia holalovan’i Jehovah fotsiny ilay varavarana, ka tsy havelany hiditra ao an-trano hamely anareo ny mpandringana.",
        "24": "“Ary tandremo izany, ho fitsipika ho anareo sy ny zanakareo mandritra ny fotoana tsy voafetra.",
        "25": "Ary rehefa tafiditra any amin’ny tany homen’i Jehovah anareo ianareo, araka izay efa nolazainy, dia ataovy izany fankalazana izany.",
        "26": "Ary rehefa manontany anareo ny zanakareo hoe: ‘Fa maninona ianareo no manao izao fankalazana izao?’,",
        "27": "dia lazao hoe: ‘Fanaovana sorona ny Paska ho an’i Jehovah izao. Nolalovany fotsiny mantsy ny tranon’ny zanak’Israely tany Ejipta, fony izy namely ny Ejipsianina fa nitsimbina ny tao an-tranontsika kosa.’” Dia niondrika sy niankohoka ny vahoaka.",
        "28": "Ary lasa ny zanak’Israely, ka nanao araka izay nandidian’i Jehovah an’i Mosesy sy Arona. Izany indrindra no nataon’izy ireo.",
        "29": "Ary tamin’ny misasakalina, dia naripak’i Jehovah ny lahimatoa rehetra tao Ejipta, hatramin’ny lahimatoan’i Farao, izay nipetraka teo amin’ny seza fiandrianana, ka hatramin’ny lahimatoan’ny babo tao amin’ny lavaka figadrana, ary ny voalohan-teraka rehetra tamin’ny biby.",
        "30": "Koa nifoha i Farao raha mbola alina, dia izy sy ny mpanompony rehetra ary ny Ejipsianina rehetra. Ary nisy fidradradradrana mafy teo amin’ny Ejipsianina, satria tsy nisy trano tsy nisy maty.",
        "31": "Dia niantso an’i Mosesy sy Arona avy hatrany i Farao tamin’iny alina iny, ka nanao hoe: “Mandehana miala eto amin’ny vahoakako ianareo sy ny zanak’Israely, ary mandehana manompo an’i Jehovah araka izay efa nolazainareo.",
        "32": "Ento ny ondrinareo sy ny ombinareo, araka izay efa nolazainareo, dia mandehana. Ary tsofy rano aho.”",
        "33": "Ary nododonan’ny Ejipsianina ny vahoaka satria tiany horoahina hiala haingana tao amin’ilay tany. Hoy mantsy izy ireo: “Ho faty eto daholo izahay.”",
        "34": "Dia nentin’ny olona ny kobany mbola tsy nisy lalivay. Ary nofonosiny tamin’ny lamba fitafy ny vilia famolavolany koba ka nataony an-tsoroka.",
        "35": "Ary nanao araka ny tenin’i Mosesy ny zanak’Israely, ka nangataka zavatra tamin’ny Ejipsianina, dia zavatra vita tamin’ny volafotsy sy volamena mbamin’ny lamba fitafy.",
        "36": "Ary nataon’i Jehovah nahazo sitraka tamin’ny Ejipsianina ny vahoaka, ka nomen’ireo azy izay nangatahiny. Koa nataon’ny vahoaka fongana ny fananan’ny Ejipsianina.",
        "37": "Ary niala tao Ramesesa mba ho any Sokota ny zanak’Israely, dia vatan-dehilahy enina hetsy nandeha an-tongotra, ankoatra ny zaza madinika.",
        "38": "Nisy olona maro hafa firenena koa niaraka tamin’izy ireo, mbamin’ny ondry sy ny omby, dia biby fiompy maro be.",
        "39": "Ary ny koba izay nentin’izy ireo nivoaka avy tany Ejipta, dia nanaovany mofo boribory tsy misy lalivay ka nataony tao anaty lafaoro. Fa mbola tsy nisy lalivay ny koba, satria noroahina niala tao Ejipta izy ireo, ka tsy afaka nitaredretra sady tsy mba nanomana vatsy.",
        "40": "Ary nivahiny an-tanin’olona nandritra ny telopolo sy efajato taona ny zanak’Israely izay nonina tany Ejipta.",
        "41": "Ary tamin’ilay andro nifaranan’ny telopolo sy efajato taona iny indrindra, no nivoaka avy tao Ejipta ny tafik’i Jehovah rehetra.",
        "42": "Alina natao hankalazaina ho voninahitr’i Jehovah io, noho ny nitondrany azy ireo nivoaka avy tany Ejipta. Eny, alina natao hankalazain’ny zanak’Israely rehetra ho voninahitr’i Jehovah io, hatramin’ny taranany fara mandimby.",
        "43": "Ary hoy i Jehovah tamin’i Mosesy sy Arona: “Izao no lalàna momba ny Paska: Tsy misy hafa firenena mahazo mihinana amin’izy io.",
        "44": "Raha misy anefa mpanompo novidim-bola, dia hoforanao aloha izy vao mahazo mihinana.",
        "45": "Tsy mahazo mihinana amin’izy io ny mpiavy sy ny mpikarama.",
        "46": "Ary ao an-trano iray ihany no hihinanana azy. Aza misy entina mivoaka ho eny ivelan’ny trano ny henany, ary aza misy tapahina ny taolany.",
        "47": "Hankalaza izany ny vahoakan’Israely manontolo.",
        "48": "Raha misy anefa vahiny monina eo aminareo ka te hankalaza ny Paska ho an’i Jehovah, dia aoka hoforana ny lahy rehetra ao amin’ny ankohonany. Amin’izay izy vao hanatona hankalaza azy io, ary hanjary ho toy ny teratany izy. Fa tsy misy mahazo mihinana amin’izy io ny lehilahy tsy voafora.",
        "49": "Lalàna iray ihany no ho an’ny teratany sy ny vahiny eo aminareo.”",
        "50": "Koa nanao araka izay nandidian’i Jehovah an’i Mosesy sy Arona ny zanak’Israely rehetra. Izany indrindra no nataon’izy ireo.",
        "51": "Ary tamin’iny andro iny indrindra no namoahan’i Jehovah ny zanak’Israely avy tao Ejipta, niaraka tamin’ny tafik’izy ireo."
    },
    "13": {
        "1": "Ary hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Hamasino ho ahy ny lahimatoa rehetra, izay voalohan-teraka eo amin’ny zanak’Israely, na olona na biby, fa ahy ireny.”",
        "3": "Ary hoy i Mosesy tamin’ny vahoaka: “Aoka hotsarovana ity andro ity, izay nivoahanareo avy eto Ejipta, avy ao amin’ny trano fanandevozana. Fa tamin’ny herin-tsandriny no namoahan’i Jehovah anareo hiala eto. Koa tsy azo hanina izay zavatra misy lalivay.",
        "4": "Amin’ity andro amin’ny volana Abiba ity ianareo no hiala eto.",
        "5": "Ary ataovy izany fanompoana izany amin’io volana io, rehefa ampidirin’i Jehovah any amin’ny tanin’ny Kananita sy ny Hetita sy ny Amorita sy ny Hivita ary ny Jebosita ianao. Efa nianianany tamin’ny razanao fa homena anao io tany io, dia tany tondra-dronono sy tantely.",
        "6": "Fito andro no hihinananao mofo tsy misy lalivay, ary ny andro fahafito dia fety ho an’i Jehovah.",
        "7": "Mofo tsy misy lalivay no hohanina mandritra ny fito andro, ary tsy tokony hahitana mofo misy lalivay ao aminao. Tsy tokony hahitana lalivay koa ao aminao, dia ao amin’ny faritra rehetra misy anao.",
        "8": "Ary teneno amin’ny zanakao amin’izay andro izay hoe: ‘Izay nataon’i Jehovah tamiko fony aho nivoaka avy tany Ejipta no anton’izao.’",
        "9": "Ary ho famantarana eo amin’ny tananao izany sady ho fahatsiarovana eo amin’ny handrinao, mba ho eo am-bavanao ny lalàn’i Jehovah, satria tanana mahery no nitondran’i Jehovah anao nivoaka avy tany Ejipta.",
        "10": "Ary tandremo izao lalàna izao amin’ny fotoana voatondro hankalazana azy isan-taona.",
        "11": "“Ary rehefa ampidirin’i Jehovah any amin’ny tanin’ny Kananita ianao, araka izay efa nianianany taminao sy ny razanao, eny, rehefa omeny anao tokoa izany tany izany,",
        "12": "dia atokàny ho an’i Jehovah ny voalohan-teraka rehetra amin’ny olona, sy ny voalohan-teraka rehetra amin’ireo biby hanananao. Ny lahy dia an’i Jehovah.",
        "13": "Ary avoty daholo ny voalohan-teraka rehetra amin’ny ampondra, ka ondry no ataovy solony. Raha tsy avotanao anefa izy, dia velezo ny hatony mba hahafaty azy. Tokony havotanao koa ny lahimatoa rehetra amin’ny zanakao.",
        "14": "“Ary raha manontany anao ny zanakao any aoriana any hoe: ‘Fa inona no hevitr’izao?’, dia lazao aminy hoe: ‘Tamin’ny herin-tsandriny no namoahan’i Jehovah antsika hiala tany Ejipta, avy tao amin’ny trano fanandevozana.",
        "15": "Mafy loha i Farao tamin’izay ka tsy nety nandefa antsika. Dia novonoin’i Jehovah ny lahimatoa rehetra tany Ejipta, dia ny lahimatoan’ny olona sy ny voalohan-teraky ny biby. Koa izany no antony hanaovako sorona ny lahy voalohan-teraka rehetra mba ho an’i Jehovah. Fa izay lahimatoa amin’ny zanako kosa avotako.’",
        "16": "Ary ho famantarana eo amin’ny tananao sy ho fehiloha eo amin’ny handrinao izany, satria tamin’ny herin-tsandriny no namoahan’i Jehovah antsika avy tany Ejipta.”",
        "17": "Rehefa nalefan’i Farao ny vahoaka, dia tsy nentin’Andriamanitra tany amin’ilay lalana mankany amin’ny tanin’ny Filistinina izy ireo, na dia tany aza no akaiky. Fa hoy Andriamanitra: “Sao hanenina ny vahoaka raha sendra ady, ka hiverina any Ejipta.”",
        "18": "Koa nasain’Andriamanitra nanodidina ny vahoaka, nanaraka ny lalana mankany amin’ny tany efitry ny Ranomasina Mena. Nilahatra toy ny tafika ny zanak’Israely rehefa niakatra avy tany Ejipta.",
        "19": "Ary nentin’i Mosesy niaraka taminy ny taolambalon’i Josefa, satria i Josefa efa nampianiana mafy ny zanak’Israely hoe: “Tsy maintsy hitsinjo anareo Andriamanitra, ka ento miakatra miaraka aminareo hiala atỳ ny taolambaloko.”",
        "20": "Dia niala tao Sokota izy ireo ka nitoby tany Etama, teo an-tsisin’ny tany efitra.",
        "21": "Ary nandeha teo alohan’ny vahoaka i Jehovah, ka nitari-dalana azy tao anatin’ny andry rahona nandritra ny andro, sady nanazava azy tao anaty andry afo nandritra ny alina, mba handehanan’izy ireo andro aman’alina.",
        "22": "Koa tsy niala teo alohan’ny vahoaka ny andry rahona nandritra ny andro, ary ny andry afo nandritra ny alina."
    },
    "14": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny zanak’Israely mba hiverina, ka hitoby eo akaikin’i Pihahirota, izay eo anelanelan’i Migdola sy ny ranomasina tandrifin’i Bala-zefona. Tandrifin’io no hitobianareo eo akaikin’ny ranomasina.",
        "3": "Dia tsy maintsy hilaza momba ny zanak’Israely i Farao hoe: ‘Mivenjivenjy fotsiny tsy mahita lalana ireo, ary voahidin’ny tany efitra.’",
        "4": "Dia avelako hikiribiby amin’ny heviny i Farao ka tsy maintsy hanenjika an’ireo izy. Koa hahazo voninahitra aho noho ny amin’i Farao sy ny tafiny rehetra. Ary ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah.” Dia nataon’ny zanak’Israely izany.",
        "5": "Dia nisy nilaza tamin’ny mpanjakan’i Ejipta hoe lasa nandositra ny vahoaka. Koa avy hatrany dia niova hevitra momba ny vahoaka i Farao sy ny mpanompony, ka nanao hoe: “Fa inona ity nataontsika no dia nalefantsika tsy hanompo antsika intsony ny zanak’Israely?”",
        "6": "Koa nomanin’i Farao ny kalesin’adiny, ary nentiny niaraka taminy ny olony.",
        "7": "Dia nitondra kalesy voafantina eninjato izy, niaraka tamin’ny kalesy hafa rehetra tao Ejipta. Ary miaramila mpiady no nitaingina an’ireo kalesy.",
        "8": "Koa navelan’i Jehovah hikiribiby tamin’ny heviny i Farao mpanjakan’i Ejipta. Dia nanenjika ny zanak’Israely izy, tamin’ny zanak’Israely nivoaka tamim-pandresena * avy tany Ejipta.",
        "9": "Eny, nanenjika azy ireo ny Ejipsianina. Ary ny soavaly rehetra izay nitarika ny kalesin’i Farao, mbamin’ny mpitaingin-tsoavaliny sy ny tafiny, dia nahatratra ny zanak’Israely nitoby teo akaikin’ny ranomasina, teo akaikin’i Pihahirota, tandrifin’i Bala-zefona.",
        "10": "Ary rehefa nihananakaiky i Farao, dia nanopy ny masony ny zanak’Israely, ka indreny ny Ejipsianina fa nanenjika azy. Koa natahotra be ny zanak’Israely, ka nitaraina mafy tamin’i Jehovah.",
        "11": "Dia niteny tamin’i Mosesy izy ireo hoe: “Tsy misy toeram-pandevenana mihitsy angaha any Ejipta, no nentinao ho faty atỳ an-tany efitra atỳ izahay? Fa inona ity nataonao taminay? Fa maninona no nentinao niala tany Ejipta izahay?",
        "12": "Tsy izao ve ilay teninay taminao tany Ejipta hoe: ‘Avelao amin’izao ihany izahay, hanompoanay ny Ejipsianina?’ Fa aleonay manompo ny Ejipsianina toy izay ho faty atỳ an-tany efitra atỳ.”",
        "13": "Dia hoy i Mosesy tamin’ny vahoaka: “Aza matahotra. Mijoroa, ka jereo ny famonjen’i Jehovah izay hataony ho anareo anio. Fa ireo Ejipsianina hitanareo androany ireo, dia tsy ho hitanareo intsony mihitsy.",
        "14": "I Jehovah mihitsy no hiady ho anareo, fa ianareo kosa hangina.”",
        "15": "Ary hoy i Jehovah tamin’i Mosesy: “Nahoana ianao no mitaraina amiko foana? Teneno ny zanak’Israely mba hifindra lasy.",
        "16": "Ary ingao ny tehinao ka atsory eo ambonin’ny ranomasina ny tananao. Dia saraho ny rano, mba hamakivaky eo afovoan’ny ranomasina ny zanak’Israely, ka handia tany maina.",
        "17": "Izaho kosa hamela ny Ejipsianina hikiribiby amin’ny heviny, ka hiditra hanenjika ny zanak’Israely izy. Dia hahazo voninahitra aho noho ny amin’i Farao sy ny tafiny rehetra, mbamin’ny kalesin’adiny sy ny mpitaingin-tsoavaliny.",
        "18": "Ary ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah, rehefa hahazo voninahitra aho noho ny amin’i Farao sy ny kalesin’adiny ary ny mpitaingin-tsoavaliny.”",
        "19": "Ary ny anjelin’ilay tena Andriamanitra, izany hoe ilay anjely nandeha teo alohan’ny tobin’ny Israely, dia lasa nankany aoriana. Niala tany alohan’izy ireo koa ny andry rahona, ka nankany aoriana.",
        "20": "Koa nanjary teo anelanelan’ny Ejipsianina sy ny Israely ny andry rahona, ka ny lafiny iray dia rahona sy haizina, fa ny lafiny iray kosa nirehitra foana nanazava ny alina. Ary tsy nifanatona ireo toby roa nandritra ny alina manontolo.",
        "21": "Dia natsotran’i Mosesy teo ambonin’ny ranomasina ny tanany. Ary rivo-mahery avy any atsinanana, izay nitsoka nandritra ny alina manontolo, no nentin’i Jehovah nampihemotra ny ranomasina. Dia novany ho tany maina ny fanambanin’ny ranomasina, ka nisaraka ny rano.",
        "22": "Tamin’ny farany, dia nandia tany maina namakivaky teo afovoan’ny ranomasina ny zanak’Israely, ary toy ny manda teo ankavanany sy teo ankaviany ny rano.",
        "23": "Ary nanenjika azy ireo indray ny Ejipsianina. Koa niditra nanaraka azy ireo ho ao afovoan’ny ranomasina avokoa ny soavalin’i Farao sy ny kalesin’adiny ary ny mpitaingin-tsoavaliny.",
        "24": "Ary tamin’ny fiambenana maraina, dia nojeren’i Jehovah avy tao amin’ilay andry afo sady andry rahona ny tobin’ny Ejipsianina, ka nataony nifanaritaka.",
        "25": "Ary nesoriny ny kodiaran’ny kalesin’ireo mba ho sarotra amin’ireo ny hitondra azy. Koa hoy ny Ejipsianina: “Andao handositra ny Israely, fa i Jehovah mihitsy no miady amin’ny Ejipsianina ho an’ireo.”",
        "26": "Farany, dia hoy i Jehovah tamin’i Mosesy: “Atsory eo ambonin’ny ranomasina ny tananao, mba hiverina ny rano ka hanarona ny Ejipsianina sy ny kalesin’adiny ary ny mpitaingin-tsoavaliny.”",
        "27": "Koa natsotran’i Mosesy avy hatrany teo ambonin’ny ranomasina ny tanany, ka nanomboka niverina tamin’ny laoniny ny ranomasina rehefa nadiva ho maraina ny andro. Ny Ejipsianina kosa tamin’izay efa teo am-pandosirana mba tsy hotsenain’ny rano, kanjo nakifik’i Jehovah hankao afovoan’ny ranomasina izy ireo.",
        "28": "Ary niverina ny rano, ka nanarona ny kalesin’ady sy ny mpitaingin-tsoavaly tao amin’ny tafik’i Farao rehetra, dia ireo nankao an-dranomasina nanaraka ny Israely. Dia tsy nisy niangana izy ireo na iray aza.",
        "29": "Fa ny zanak’Israely kosa nandia tany maina teo afovoan’ny ranomasina, ary ny rano dia toy ny manda teo ankavanany sy teo ankaviany.",
        "30": "Koa namonjy ny Israely tsy ho azon’ny tanan’ny Ejipsianina i Jehovah tamin’iny andro iny. Ary hitan’ny Israely ny fatin’ny Ejipsianina niampatrampatra teny amoron-dranomasina.",
        "31": "Ary hitan’ny Israely koa ny nampiasan’i Jehovah hery lehibe hamelezana ny Ejipsianina. Dia natahotra an’i Jehovah ny olona, sady nino an’i Jehovah sy Mosesy mpanompony."
    },
    "15": {
        "1": "Tamin’izay, dia nanao izao hira izao ho an’i Jehovah i Mosesy sy ny zanak’Israely: “Hihira ho an’i Jehovah aho, fa nisandratra avo dia avo izy. Natsipiny tao an-dranomasina ny soavaly mbamin’ny mpitaingina azy.",
        "2": "I Jah * no tanjako sy heriko, satria izy no mpamonjy ahy. Izy no Andriamanitro, ka hidera azy aho. Andriamanitry ny razako izy, ka hasandratro avo dia avo.",
        "3": "I Jehovah dia mpiady mahery. Jehovah no anarany.",
        "4": "Natsipiny tao an-dranomasina ny kalesin’i Farao sy ny tafiny, Ary nilentika tao amin’ny Ranomasina Mena ny kalazalahy tamin’ny miaramila mpiadiny.",
        "5": "Nandifotra azy ireo ny rano manonja. Nilentika tao amin’ny lalina tahaka ny vato izy ireo.",
        "6": "Mahery dia mahery ny tananao ankavanana, Jehovah ô! Afaka manorotoro fahavalo ny tananao ankavanana, Jehovah ô!",
        "7": "Ary noho ny haben’ny fahambonianao, dia afaka mandavo an’izay mitsangana hanohitra anao ianao. Avoakanao ny fahatezeranao mirehitra ka mandevona an’ireny toy ny fandevona vodivary.",
        "8": "Fofonain’ny vavoronao no nampivangongo ny rano. Dia tsy nihetsika ny rano, ka tonga toy ny tohodrano lehibe. Nivaingana teo afovoan’ny ranomasina ny rano manonja.",
        "9": "Niteny ny fahavalo hoe: ‘Hanenjika aho! Hahatratra aho! Hizara babo aho ka tsy hijanona raha tsy afa-po! Hanatsoaka ny sabatro aho! Horoahin’ny tanako ireny!’",
        "10": "Ny fofonainao no nitsofanao ny ranomasina ka nanafotra azy ireo izany. Nilentika toy ny firaka nalatsaka tao amin’ny rano be izy ireo.",
        "11": "Iza amin’ireo andriamanitra no tahaka anao, Jehovah ô? Iza no tahaka anao izay fara tampony amin’ny fahamasinana, Eny, Ilay tokony hatahorana ka hanaovana hira fiderana, eny, Ilay manao zava-mahagaga maro?",
        "12": "Naninjitra ny tananao ankavanana ianao, ka natelin’ny tany izy ireo.",
        "13": "Tamin-katsaram-panahy no nitondranao ny vahoaka navotanao. Ary amin’ny herinao no hitarihanao azy ho any amin’ny fonenanao masina.",
        "14": "Handre izany ireo firenena ka hitebiteby. Hanaintaina toy ny vehivavy mihetsi-jaza ny mponin’i Filistia.",
        "15": "Amin’izay fotoana izay, dia tena hivarahontsana ny lehibem-pokon’i Edoma. Ary ho tora-kovitra ny mpitondra jadon’i Moaba. Ho kivy tokoa ny mponina rehetra any Kanana.",
        "16": "Hatahotra sy hihorohoro izy ireo. Tsy hihetsika toy ny vato izy ireo, noho ny herin’ny sandrinao, Mandra-pandalon’ny olonao Jehovah ô, Eny, mandra-pandalon’ny vahoaka noforoninao.",
        "17": "Hitondra azy ireo ianao ka hampitoetra * azy eo amin’ny tendrombohitra lovanao, Izay fonenana efa nomaninao honenanao, Jehovah ô, Eny, toerana masina naorin’ny tananao, Jehovah ô!",
        "18": "Hanjaka i Jehovah mandritra ny fotoana tsy voafetra, eny, mandrakizay.",
        "19": "Rehefa niditra tao an-dranomasina ny soavalin’i Farao sy ny kalesin’adiny ary ny mpitaingin-tsoavaliny, Dia naverin’i Jehovah ny rano mba hanafotra azy ireo. Ny zanak’Israely kosa nandia tany maina teo afovoan’ny ranomasina.”",
        "20": "Ary naka ampongatapaka i Miriama mpaminanivavy, anabavin’i Arona. Nivoaka nanaraka azy koa ny vehivavy rehetra, nitondra ampongatapaka sady nandihy.",
        "21": "Ary namaly ny hiran’ireo lehilahy i Miriama, ka nanao hoe: “Mihirà ho an’i Jehovah, fa nisandratra avo dia avo izy. Natsipiny tao an-dranomasina ny soavaly mbamin’ny mpitaingina azy.”",
        "22": "Taorian’izay, dia nasain’i Mosesy niala teo amin’ny Ranomasina Mena ny Israely ka nivoaka nankany an-tany efitr’i Sora. Ary nandeha telo andro tany an-tany efitra izy ireo, kanefa tsy nahita rano.",
        "23": "Tonga tany Mara izy ireo tamin’ny farany, nefa tsy afaka nisotro ny rano tao satria nangidy ny rano. Koa nataon’i Mosesy hoe Mara ny anaran’ilay toerana.",
        "24": "Dia nanomboka nimenomenona tamin’i Mosesy ny vahoaka, ka nanao hoe: “Inona no hosotroinay?”",
        "25": "Ary nitaraina mafy tamin’i Jehovah i Mosesy. Koa nisy hazo naniry natoron’i Jehovah azy. Dia natsipin’i Mosesy tao anaty rano ilay izy ka nanjary mamy ny rano. Teo Izy no nametraka fitsipika sy lalàna ho azy ireo, ary teo koa Izy no nizaha toetra azy ireo.",
        "26": "Ary hoy koa Izy: “Raha mihaino tsara ny feon’i Jehovah Andriamanitrareo ianareo, ary manao izay mahitsy eo imasony ka tena mihaino ny didiny sy mitandrina ny fitsipiny rehetra, dia tsy hisy halefako aminareo ny aretina nalefako tamin’ny Ejipsianina, fa izaho no Jehovah izay manasitrana anareo.”",
        "27": "Taorian’izay, dia tonga tany Elima izy ireo. Nisy loharano roa ambin’ny folo sy hazo palmie fitopolo tany, ka nitoby teo amoron-drano izy ireo."
    },
    "16": {
        "1": "Ary niala tao Elima ny vahoaka manontolo, dia ny zanak’Israely. Farany, dia tonga tany an-tany efitr’i Sina, izay eo anelanelan’i Elima sy Sinay izy ireo, tamin’ny andro fahadimy ambin’ny folon’ny volana faharoa, taorian’ny nivoahany avy tany Ejipta.",
        "2": "Ary nimenomenona tamin’i Mosesy sy Arona tany an-tany efitra ny vahoaka manontolo, dia ny zanak’Israely.",
        "3": "Ary hoy foana izy ireo tamin’izy mirahalahy: “Naleonay ihany matin’ny tanan’i Jehovah tany Ejipta, tamin’izahay nipetraka teo akaikin’ny vilanin-kena, sady nihinana izay mofo laninay. Fa nentinareo nankatỳ an-tany efitra atỳ izahay, mba hahafaty mosary an’ity fiangonana manontolo ity.”",
        "4": "Dia hoy i Jehovah tamin’i Mosesy: “Handrotsaka mofo ho anareo avy any an-danitra aho. Ary hivoaka haka izay laniny isan’andro ny tsirairay, mba hizahako toetra azy raha handeha amin’ny lalàko izy, na tsia.",
        "5": "Ary amin’ny andro fahenina, dia hokarakarain’izy ireo izay azony, ary tokony ho avo roa heny noho izay alainy isan’andro izany.”",
        "6": "Koa hoy i Mosesy sy Arona tamin’ny zanak’Israely rehetra: “Rahariva, dia ho fantatrareo tokoa fa i Jehovah no nitondra anareo nivoaka avy tany Ejipta.",
        "7": "Ary rahampitso maraina, dia ho hitanareo tokoa ny voninahitr’i Jehovah, satria henony ny fimenomenonanareo tamin’i Jehovah. Fa izahay moa no iza no imenomenonanareo?”",
        "8": "Hoy koa i Mosesy: “Ho hitanareo tokoa izany rehefa homen’i Jehovah hena ianareo amin’ny takariva, ary mofo araka izay laninareo amin’ny maraina, satria henon’i Jehovah ny fimenomenonanareo aminy. Fa izahay moa no iza? Tsy izahay ange no imenomenonanareo fa i Jehovah e!”",
        "9": "Dia hoy i Mosesy tamin’i Arona: “Izao lazaina amin’ny vahoaka manontolo, dia ny zanak’Israely: ‘Manatòna eo anatrehan’i Jehovah, fa efa henony ny fimenomenonanareo.’”",
        "10": "Ary raha vao niteny tamin’ny vahoaka manontolo i Arona, eny, tamin’ny zanak’Israely, dia nitodika nanatrika ny tany efitra izy ireo, ary io fa niseho teo amin’ny rahona ny voninahitr’i Jehovah.",
        "11": "Ary hoy koa i Jehovah tamin’i Mosesy:",
        "12": "“Efa reko ny fimenomenonan’ny zanak’Israely, ka teneno izy ireo hoe: ‘Hihinan-kena ianareo eo anelanelan’ny takariva roa, * ary ho voky mofo ianareo amin’ny maraina. Dia ho fantatrareo tokoa fa izaho no Jehovah Andriamanitrareo.’”",
        "13": "Koa nanomboka niakatra ny papelika * tamin’ny takariva ka nanenika ny toby. Ary nisy ando manodidina ny toby nony maraina.",
        "14": "Lasa etona ilay ando avy eo, ary nisy zavatra manify mikarepoka tany an-tany efitra, dia zavatra toy ny ranomandry mitsiratsiraka teny amin’ny tany.",
        "15": "Rehefa nahita izany ny zanak’Israely, dia nifanontany hoe: “Fa inona ireny?” Tsy fantany mantsy hoe inona ilay izy. Koa hoy i Mosesy taminy: “Mofo nomen’i Jehovah ho sakafonareo ireny.",
        "16": "Izao no teny nandidian’i Jehovah: ‘Aoka haka izay laniny ny olona tsirairay. Eran’ny omera * isan’olona no alaivo, araka ny isan’ny olona * ao amin’ny tranolainareo avy.’”",
        "17": "Koa naka tokoa ny zanak’Israely. Samy nanangona izy ireo: Ny an’ny sasany betsaka ary ny an’ny sasany kely.",
        "18": "Rehefa nafatran’izy ireo tamin’ny omera anefa izany, dia tsy nanana ambiny izay nanangona betsaka, ary tsy hoe tsy ampy ny an’izay nanangona kely. Naka izay laniny ny tsirairay.",
        "19": "Dia hoy i Mosesy tamin’izy ireo: “Aoka tsy hisy hamela ambiny ho tratran’ny andro maraina.”",
        "20": "Tsy nihaino an’i Mosesy anefa izy ireo. Koa rehefa nisy namela ambiny ho tratran’ny andro maraina, dia namoaka olitra izany ary maimbo, ka tezitra tamin’izy ireo i Mosesy.",
        "21": "Taorian’izay, dia naka izay laniny avy ny olona, isa-maraina. Ary nitsonika ilay izy tamin’ny mitataovovonana.",
        "22": "Ary tamin’ny andro fahenina dia naka mofo avo roa heny izy ireo, izany hoe, indroan’ny omera isan’olona. Koa tonga nilaza izany tamin’i Mosesy ny mpiadidy rehetra teo amin’ny vahoaka.",
        "23": "Dia hoy i Mosesy: “Izay mihitsy no nolazain’i Jehovah. Hisy fankalazana sabata rahampitso, dia sabata masina ho an’i Jehovah. Koa ataovy ao anaty lafaoro izay azonareo masahina ao, ary andrahoy izay azonareo andrahoina, ary izay ambiny rehetra dia tehirizo ho anareo ho zavatra tokony hotehirizina mandra-maraina.”",
        "24": "Notehirizin’izy ireo mandra-maraina tokoa izany, araka izay nandidian’i Mosesy. Ary tsy maimbo izany sady tsy namoaka olitra.",
        "25": "Dia hoy i Mosesy: “Hano androany io, satria sabata ho an’i Jehovah androany, ka tsy hahita azy io eny an-tsaha ianareo.",
        "26": "Enina andro ianareo no haka azy io, fa sabata kosa ny andro fahafito ka tsy hisy.”",
        "27": "Mbola nisy olona nivoaka mba haka izany ihany anefa tamin’ny andro fahafito, fa tsy nahita mihitsy.",
        "28": "Koa hoy i Jehovah tamin’i Mosesy: “Mandra-pahoviana ianareo no handa tsy hitandrina ny didiko sy ny lalàko?",
        "29": "Tadidio fa nanome anareo ny sabata i Jehovah! Izany no anomezany anareo mofo ampy roa andro amin’ny andro fahenina. Koa samia mipetraka any amin’ny fonenany avy, ary aoka tsy hisy hivoaka avy ao amin’izay misy azy amin’ny andro fahafito.”",
        "30": "Ary nanomboka nitandrina ny sabata tamin’ny andro fahafito ny vahoaka.",
        "31": "Dia niantso azy io hoe “mana” ny taranak’Israely. Fotsy tahaka ny voan-kotimila ny mana, ary ny tsirony dia toy ny an’ny mofo fisaka misy tantely.",
        "32": "Ary hoy i Mosesy: “Izao no teny nandidian’i Jehovah: ‘Makà mana eran’ny omera mba hotehirizina foana hatrany amin’ny taranakareo fara mandimby, mba hahitan’izy ireo ny mofo nomeko hohaninareo tatỳ an-tany efitra, fony aho nitondra anareo nivoaka avy tany Ejipta.’”",
        "33": "Koa hoy i Mosesy tamin’i Arona: “Makà siny ka asio mana eran’ny omera, ary apetraho eo anatrehan’i Jehovah mba hotehirizina foana hatrany amin’ny taranakareo fara mandimby.”",
        "34": "Dia napetrak’i Arona teo anoloan’ny Tenin’ny Vavolombelona izany mba ho zavatra tokony hotehirizina, araka izay nandidian’i Jehovah an’i Mosesy.",
        "35": "Ary nihinana mana nandritra ny efapolo taona ny zanak’Israely, mandra-pahatongany tany amin’izay tany nisy mponina. Ny mana no sakafon’izy ireo mandra-pahatongany tany amin’ny sisin’ny tany Kanana.",
        "36": "Ampahafolon’ny efaha * ny eran’ny omera."
    },
    "17": {
        "1": "Ary niala tao an-tany efitr’i Sina ny vahoaka manontolo, dia ny zanak’Israely, ka nozarazarain’izy ireo ho ampahany maromaro ny lalany, araka ny baikon’i Jehovah. Koa nitoby tao Refidima ny vahoaka, nefa tsy nisy rano hosotroiny tao.",
        "2": "Ary nila ady tamin’i Mosesy ny vahoaka, ka nanao hoe: “Omeo rano izahay hosotroinay.” Dia hoy i Mosesy: “Fa nahoana ianareo no mila ady amiko? Nahoana ianareo no tsy mitsahatra mitsapa toetra an’i Jehovah?”",
        "3": "Ary main’ny hetaheta ny vahoaka, ka nimenomenona tamin’i Mosesy foana hoe: “Fa maninona no nentinao niakatra avy tany Ejipta izahay mba hahafatin’ny hetaheta anay sy ny zanakay ary ny biby fiompinay?”",
        "4": "Farany, dia nitaraina mafy tamin’i Jehovah i Mosesy hoe: “Inona no hataoko amin’ity vahoaka ity? Raha izao no mitohy, dia hitora-bato ahy mihitsy ireo!”",
        "5": "Dia hoy i Jehovah tamin’i Mosesy: “Mandalova eo anatrehan’ny vahoaka, ka makà vitsivitsy amin’ny anti-panahin’ny Israely hiaraka aminao. Ary ataovy an-tanana ny tehinao, ilay nikapohanao ny Reniranon’i Neily, ka mandehana.",
        "6": "Fa hitsangana eo anatrehanao aho, eo ambony harambato ao Horeba. Ary kapohy ny harambato, dia hisy rano hivoaka avy ao, ary hosotroin’ny olona izany.” Dia nataon’i Mosesy teo imason’ny anti-panahin’ny Israely izany.",
        "7": "Koa nantsoiny hoe Masa sy Meriba ilay toerana, satria nila ady tamin’i Mosesy ny zanak’Israely, sady nitsapa toetra an’i Jehovah ka niteny hoe: “Fa eto amintsika ve i Jehovah sa tsy eto e?”",
        "8": "Ary tonga ny Amalekita ka niady tamin’ny Israely tao Refidima.",
        "9": "Koa hoy i Mosesy tamin’i Josoa: “Mifidiana lehilahy hiady ho antsika, ka mivoaha hiady amin’ny Amalekita. Ary ho eny an-tampon-kavoana aho rahampitso, sady hataoko an-tanana ny tehin’Andriamanitra.”",
        "10": "Dia nanao araka izay nolazain’i Mosesy i Josoa, ka niady tamin’ny Amalekita. Ary niakatra teny an-tampon-kavoana i Mosesy sy Arona ary Hora.",
        "11": "Ary raha vao nampiakarin’i Mosesy ny tanany, dia nahery ny Israelita. Fa raha vao nampidininy kosa ny tanany, dia ny Amalekita no nahery.",
        "12": "Ary nony vizana ny tanan’i Mosesy, dia nalain’i Arona sy Hora ny vato ka nataony teo ambanin’i Mosesy, ary iny no nipetrahan’i Mosesy. Ary nanohana ny tanany roa izy roa lahy, ka i Arona teo an-daniny ary i Hora teo an-kilany, mba tsy hihetsehan’ny tanan’i Mosesy mandra-pilentiky ny masoandro.",
        "13": "Koa resin’i Josoa tamin’ny lelan-tsabatra i Amaleka sy ny vahoakany.",
        "14": "Dia hoy i Jehovah tamin’i Mosesy: “Soraty ao amin’ny boky izao ho fahatsiarovana, sady lazao amin’i Josoa hoe: ‘Hofafako tanteraka tsy ho eny ambanin’ny lanitra ny fahatsiarovana ny Amalekita.’”",
        "15": "Ary nanorina alitara i Mosesy ka nomeny anarana hoe Jehovah-nisỳ.",
        "16": "Fa hoy izy: “Misy tanana manohitra ny seza fiandrianan’i Jah, ka hiady amin’ny Amalekita hatramin’ny taranany fara mandimby i Jehovah.”"
    },
    "18": {
        "1": "Ary ren’i Jetro, mpisorona tany Midianina sady rafozandahin’i Mosesy, ny zava-drehetra nataon’Andriamanitra ho an’i Mosesy sy ny Israely olony, dia ny namoahan’i Jehovah ny Israely tany Ejipta.",
        "2": "Koa taorian’ny nandefasana an’i Zipora vadin’i Mosesy, dia nentin’i Jetro rafozan’i Mosesy i Zipora",
        "3": "sy ny zanany roa lahy. Gersoma no nataon’i Mosesy anaran’ny iray, fa hoy izy: “Satria lasa vahiny monina atỳ an-tanin’olona aho.”",
        "4": "Eliezera kosa no nataony anaran’ny iray, fa hoy izy: “Satria Andriamanitry ny razako no mpanampy ahy, noho izy namonjy ahy tsy ho azon’ny sabatr’i Farao.”",
        "5": "Dia lasa i Jetro rafozany mbamin’ny vady aman-janak’i Mosesy, nankany amin’i Mosesy tany amin’ilay tany efitra nilasiany, teo amin’ny tendrombohitr’ilay tena Andriamanitra.",
        "6": "Dia nampilaza tamin’i Mosesy izy hoe: “Tonga atỳ aminao izaho Jetro rafozanao, miaraka amin’ny vadinao mbamin’ny zanany roa lahy.”",
        "7": "Koa nivoaka hitsena azy avy hatrany i Mosesy, ka niankohoka ary nanoroka azy. Dia nifampiarahaba teo izy mianaka, ary niditra tao an-tranolay avy eo.",
        "8": "Ary notantarain’i Mosesy tamin-drafozany izay rehetra nataon’i Jehovah tamin’i Farao sy Ejipta noho ny amin’ny Israely, mbamin’ny fahoriana rehetra nanjo azy ireo teny an-dalana, ary ny namonjen’i Jehovah azy ireo na teo aza izany.",
        "9": "Dia faly i Jetro noho ny soa rehetra nataon’i Jehovah ho an’ny Israely, tamin’ny namonjeny azy teo an-tanan’ny Ejipsianina.",
        "10": "Koa hoy izy: “Hisaorana anie i Jehovah, izay namonjy anareo teo an-tanan’ny Ejipsianina sy teo an-tanan’i Farao, sady namonjy ny vahoaka teo ambany fifehezan’ny Ejipsianina!",
        "11": "Fantatro izao fa lehibe noho ny andriamanitra rehetra i Jehovah, rehefa jerena ny nanjo ny Ejipsianina izay nanao tsinontsinona ny Israelita.”",
        "12": "Dia naka * fanatitra dorana sy sorona ho an’Andriamanitra i Jetro, rafozan’i Mosesy. Ary tonga mba hiara-misakafo aminy teo anatrehan’Andriamanitra, * i Arona sy ny anti-panahy rehetran’ny Israely.",
        "13": "Nipetraka toy ny mahazatra mba hitsara ny vahoaka i Mosesy, ny ampitson’iny. Ary nijajirika teo anoloany ny vahoaka, nanomboka tamin’ny maraina ka mandra-paharivan’ny andro.",
        "14": "Dia nahita izay rehetra nataon’i Mosesy ho an’ny vahoaka ny rafozany, ka hoy izy: “Inona ity asa ataonao ho an’ny vahoaka ity? Nahoana no ianao irery no mipetraka mandrakariva, ary ny olona rehetra mijajirika eo anatrehanao, manomboka amin’ny maraina ka mandra-paharivan’ny andro?”",
        "15": "Dia hoy i Mosesy taminy: “Satria tonga eto amiko foana ny olona mba hanontany an’Andriamanitra.",
        "16": "Rehefa misy raharaha mampifanolana azy, dia entiny eto amiko. Dia mitsara ny andaniny sy ny ankilany aho, ary mampahafantatra ny didim-pitsarana sy ny lalàn’Andriamanitra.”",
        "17": "Dia hoy ny rafozany: “Tsy mety izao fomba fiasanao izao.",
        "18": "Tena ho reraka ianao sy ity vahoaka miaraka aminao ity, satria mavesatra loatra aminao io asa io, ka tsy ho vitanao irery.",
        "19": "Koa henoy aho fa hanoro hevitra anao, ary homba anao anie Andriamanitra: Aoka ianao no hisolo tena ny vahoaka eo anatrehan’Andriamanitra, sy hitondra ny raharaha eo anatrehan’Andriamanitra.",
        "20": "Ary ampianaro azy ireo ny fitsipika sy ny lalàna, ary ampahafantaro azy ny lalana tokony halehany sy ny asa tokony hataony.",
        "21": "Mifantena anefa lehilahy eo anivon’ny olona rehetra, dia lehilahy mahay, matahotra an’Andriamanitra, azo itokisana, ary tsy tia tombony azo amin’ny tsy rariny. Dia tendreo izy ireo ho lehiben’ny arivo, sy lehiben’ny zato, sy lehiben’ny dimampolo, ary lehiben’ny folo.",
        "22": "Ary izy ireo no hitsara ny vahoaka rehefa ilaina, ka ny raharaha lehibe rehetra hoentiny eo aminao, fa ny raharaha madinika rehetra kosa hotsarainy ihany. Koa ataovy izay hahamaivana kokoa ny andraikitrao, ary aoka izy ireo hiara-miantsoroka izany aminao.",
        "23": "Raha izany no ataonao, ary Andriamanitra rahateo no nandidy anao, dia azo antoka fa ho zakanao io andraikitra io ary hilamin-tsaina ity vahoaka ity rehefa mody any amin’ny fonenany avy.”",
        "24": "Koa nankatoavin’i Mosesy avy hatrany ny tenin-drafozany, ka narahiny daholo izay nolazainy.",
        "25": "Dia nifantina lehilahy mahay teo anivon’ny Israely rehetra i Mosesy, ka nanendry azy ho lohandohany teo amin’ny vahoaka, dia lehiben’ny arivo, sy lehiben’ny zato, sy lehiben’ny dimampolo, ary lehiben’ny folo.",
        "26": "Ary nitsara ny olona ireo, rehefa nilaina. Ny raharaha sarotra no nentiny tany amin’i Mosesy, fa ny raharaha madinika rehetra kosa notsarainy ihany.",
        "27": "Taorian’izay, dia naterin’i Mosesy ny rafozany ka lasa nankany amin’ny taniny."
    },
    "19": {
        "1": "Ary tonga tany an-tany efitr’i Sinay ny zanak’Israely ny androtr’iny, tamin’ny volana fahatelo taorian’ny nivoahany avy tany Ejipta.",
        "2": "Ary niala tao Refidima izy ireo, dia nankany an-tany efitr’i Sinay ka nilasy tany. Dia nitoby tany ny Israely, teo anoloan’ny tendrombohitra.",
        "3": "Ary niakatra nankany amin’Andriamanitra i Mosesy. Dia niantso azy avy teo amin’ilay tendrombohitra i Jehovah, ka nanao hoe: “Izao no holazainao amin’ny taranak’i Jakoba sy hoteneninao amin’ny zanak’Israely:",
        "4": "‘Hitanareo ny nataoko tamin’ny Ejipsianina, mba hahafahako hitondra anareo tamin’ny elatry ny voromahery sy hitarika anareo ho atỳ amiko.",
        "5": "Ary ankehitriny, raha mankatò an-tsakany sy an-davany ny teniko ianareo ka tena manaja ny fifanekena hataoko aminareo, dia ho fananako manokana fidiko avy amin’ny firenena hafa rehetra tokoa ianareo, satria ahy ny tany manontolo.",
        "6": "Ary ho fanjaka-mpisorona sy ho firenena masina ho ahy ianareo.’ Ireo no teny holazainao amin’ny zanak’Israely.”",
        "7": "Koa tonga i Mosesy ary nantsoiny ny anti-panahin’ny vahoaka, ka nolazainy teo anatrehan’izy ireo izany teny rehetra nandidian’i Jehovah azy izany.",
        "8": "Dia namaly indray niredona ny olona rehetra hoe: “Vonona hanao izay rehetra nolazain’i Jehovah izahay.” Ary nentin’i Mosesy avy hatrany tany amin’i Jehovah ny tenin’ny vahoaka.",
        "9": "Koa hoy i Jehovah tamin’i Mosesy: “Hankeo aminao ao anaty rahona mainty aho, mba ho ren’ny vahoaka aho rehefa miteny aminao, ary mba hino anao koa izy ireo mandritra ny fotoana tsy voafetra.” Dia nentin’i Mosesy tany amin’i Jehovah ny tenin’ny vahoaka.",
        "10": "Ary hoy koa i Jehovah tamin’i Mosesy: “Mankanesa any amin’ny vahoaka, ary hamasino izy ireo anio sy rahampitso, ary asaivo manasa ny lamba fitafiny.",
        "11": "Ary aoka izy ireo ho vonona ho amin’ny andro fahatelo, satria hidina eo an-tendrombohitra Sinay, eo imason’ny olona rehetra i Jehovah, amin’ny andro fahatelo.",
        "12": "Ary asio fetra tsy azon’ny vahoaka ihoarana manodidina ny tendrombohitra, ka teneno izy ireo hoe: ‘Tandremo sao miakatra ao an-tendrombohitra na mikasika ny sisiny, fa hovonoina ho faty tokoa izay mikasika ny tendrombohitra.",
        "13": "Aza mikasika an’izay manao izany anefa, fa toraho vato na tifiro amin’ny zana-tsipìka izy. Hovonoina ho faty izy, na olona na biby.’ Rehefa tsofina ny anjombona vita amin’ny tandrok’ondry, vao mahazo manatona ny tendrombohitra ny vahoaka.”",
        "14": "Dia nidina avy tany an-tendrombohitra i Mosesy hankany amin’ny vahoaka, ka nanamasina azy. Ary nanasa ny lamba fitafiny izy ireo.",
        "15": "Koa niteny taminy i Mosesy hoe: “Miomàna mandritra ny telo andro. Ary aza manakaiky * vehivavy ianareo lehilahy.”",
        "16": "Ary tamin’ny andro fahatelo, nony maraina ny andro, dia nisy kotroka sy tselatra ary rahona matevina teo ambonin’ny tendrombohitra, sady nisy feon’anjombona naneno mafy be. Koa nangovitra ny rehetra tao an-toby.",
        "17": "Dia nentin’i Mosesy nivoaka avy tao an-toby ny vahoaka mba hihaona amin’Andriamanitra, ka nijoro teo am-pototry ny tendrombohitra.",
        "18": "Dia nidona-tsetroka ny Tendrombohitra Sinay iray manontolo, satria i Jehovah nidina teo amboniny tao anaty afo. Tsy nitsaha-niakatra ny setroka, toy ny setroky ny lafaoro fandoroana biriky. Ary nihovotrovotra mafy ilay tendrombohitra manontolo.",
        "19": "Rehefa nihamafy hatrany ny feon’anjombona, dia niteny i Mosesy ary namaly azy tamin’ny feo mafy Andriamanitra.",
        "20": "Koa nidina nankeo an-tampon’ny Tendrombohitra Sinay i Jehovah. Ary nantsoin’i Jehovah hankeo an-tampon-tendrombohitra i Mosesy, ka niakatra.",
        "21": "Dia hoy i Jehovah: “Midìna, ary teneno ny olona sao mitady hihoatra ny fetra mba hankatỳ amin’i Jehovah hijery, ka ho maro no ho faty.",
        "22": "Ary aoka hanamasina ny tenany koa ireo mpisorona mpankeo amin’i Jehovah, sao hitroatra hamely azy i Jehovah.”",
        "23": "Dia hoy i Mosesy tamin’i Jehovah: “Tsy afaka miakatra etỳ an-tendrombohitra Sinay ny vahoaka, satria ianao no efa nampitandrina anay hoe: ‘Asio fetra manodidina ny tendrombohitra ary hamasino izy io.’”",
        "24": "Hoy anefa i Jehovah taminy: “Mandehana aloha midina, ary miakara ka ento miaraka aminao i Arona. Aoka anefa ny mpisorona sy ny vahoaka tsy hitady hihoatra ny fetra mba hankatỳ amin’i Jehovah, sao hitroatra hamely azy izy.”",
        "25": "Koa nidina ho any amin’ny vahoaka i Mosesy ka niteny taminy."
    },
    "20": {
        "1": "Ary nilaza ireto teny rehetra ireto Andriamanitra, ka nanao hoe:",
        "2": "“Izaho no Jehovah Andriamanitrao izay nitondra anao nivoaka avy tany Ejipta, avy tany amin’ny trano fanandevozana.",
        "3": "Aza manana andriamani-kafa hifandrafy amiko.",
        "4": "“Aza manao sary sokitra ho anao, na bikabikan-javatra mitovy amin’izay eny amin’ny lanitra ambony, na izay etỳ amin’ny tany ambany, na izay any anaty rano ambanin’ny tany.",
        "5": "Aza miankohoka eo anatrehan’ireny, na manaiky ho voatarika hanompo azy, fa izaho Jehovah Andriamanitrao dia Andriamanitra mitaky ny hanompoana ahy irery ihany. Koa raha misy raim-pianakaviana mankahala ahy, dia hosaziko noho ny fahadisoany ny zanany sy ny zafikeliny ary ny zafiafiny.",
        "6": "Fa izay tia ahy sy mitandrina ny didiko kosa hanehoako hatsaram-panahy feno fitiavana, na dia hatramin’ny taranaka faharivo aza.",
        "7": "“Aza manao tsinontsinona ny anaran’i Jehovah Andriamanitrao, fa tsy havelan’i Jehovah ho afa-maina izay manao tsinontsinona ny anarany.",
        "8": "“Aoka hotsarovana ny andro sabata mba hanamasinana azy io,",
        "9": "ka enina andro no hiasanao sy hanaovanao ny raharahanao rehetra.",
        "10": "Fa ny andro fahafito kosa sabata ho an’i Jehovah Andriamanitrao. Aza manao asa na inona na inona ianao, na ny zanakao lahy, na ny zanakao vavy, na ny mpanompolahinao, na ny mpanompovavinao, na ny biby fiompinao, na ny vahiny monina ao an-tanànanao.",
        "11": "Fa enina andro no nanaovan’i Jehovah ny lanitra sy ny tany sy ny ranomasina ary ny zava-drehetra ao amin’ireo, ary nanomboka nitsahatra izy tamin’ny andro fahafito. Izany no antony nitahian’i Jehovah ny andro sabata sy nanamasinany azy.",
        "12": "“Hajao ny rainao sy ny reninao mba ho lava andro iainana ianao, eo amin’ny tany izay omen’i Jehovah Andriamanitrao anao.",
        "13": "“Aza mamono olona.",
        "14": "“Aza manitsakitsa-bady.",
        "15": "“Aza mangalatra.",
        "16": "“Aza mijoro ho vavolombelona mandainga hiampanga ny mpiara-belona aminao.",
        "17": "“Aza mitsiriritra tranon’olona. Aza mitsiriritra vadin’olona, na mpanompolahin’olona, na mpanompovaviny, na ombiny, na ampondrany, na inona na inona fananany.”",
        "18": "Ary ren’ny olona rehetra ny kotroka sy ny feon’anjombona, sady hitany ny tselatra sy ny tendrombohitra nidona-tsetroka. Koa rehefa nandre sy nahita izany izy ireo, dia nangovitra ka nijanona teny lavidavitra teny.",
        "19": "Dia hoy izy ireo tamin’i Mosesy: “Aleo ianao no miteny aminay, dia aoka izahay hihaino. Fa aoka tsy Andriamanitra no hiteny aminay sao ho faty izahay.”",
        "20": "Koa hoy i Mosesy tamin’ny olona: “Aza matahotra, fa mba hizahan-toetra anareo no nahatongavan’Andriamanitra, ary mba hatahoranareo azy mandrakariva ka tsy hanotanareo.”",
        "21": "Ary nijanona teny lavidavitra teny foana ny olona, fa i Mosesy kosa nanatona ny rahona mainty matevina, izay nisy an’Andriamanitra.",
        "22": "Ary hoy koa i Jehovah tamin’i Mosesy: “Izao no holazainao amin’ny zanak’Israely: ‘Hitanareo fa avy tany an-danitra no niresahako taminareo.",
        "23": "Koa aza manao andriamanitra volafotsy hifandrafy amiko, ary aza manao andriamanitra volamena ho anareo.",
        "24": "Alitara tany no ataovy ho ahy, ary ataovy sorona eo amboniny ny fanatitra dorana sy ny sorona iombonana atolotrao, dia ny ondrinao sy ny ombinao. Ary ho any aminao aho ka hitahy anao tokoa, any amin’izay toerana rehetra hofidiko hahatsiarovana ny anarako.",
        "25": "Ary raha manorina alitara vato ho ahy ianao, dia aza atao amin’ny vato voapaika izany, fa hanazimbazimba azy ianao raha mampiasa fandraka hanaovana azy.",
        "26": "Ary aza asiana tohatra hiakarana mankeo amin’ny alitarako, sao ho hita eo amin’ny alitara ny fitanjahanao.’ *"
    },
    "21": {
        "1": "“Ireto avy ny didy havoaka amin’ny fitsarana, ka tokony hampahafantarinao ny vahoaka:",
        "2": "“Raha mividy mpanompolahy hebreo ianao, dia ho mpanompo mandritra ny enin-taona izy. Fa amin’ny taona fahafito kosa, dia hiala izy ka ho olona afaka ary tsy handoa na inona na inona.",
        "3": "Raha irery izy no niditra, dia izy irery no hiala. Raha efa manambady kosa izy no niditra, dia hiala miaraka aminy ny vadiny.",
        "4": "Fa raha omen’ny tompony vady izy, ka miteraka lahy na vavy aminy ravehivavy, dia ho fananan’ny tompony ravehivavy sy ny zanany, fa ilay mpanompolahy irery no hiala.",
        "5": "Raha manizingizina anefa izy hoe: ‘Tena tiako ny tompoko sy ny vady aman-janako, ka tsy te hiala aho ary tsy te ho olona afaka’,",
        "6": "dia hoentin’ny tompony manatona an’Andriamanitra izy, ka hankininy eo amin’ny varavarana na eo amin’ny tolàna, ary hotevehiny amin’ny haolo ny sofiny, dia ho mpanompony mandritra ny fotoana tsy voafetra izy.",
        "7": "“Ary raha misy lehilahy mivarotra ny zanany vavy ho mpanompo, dia tsy hitovy amin’ny fomba ialan’ny mpanompolahy ny fomba ialan-drazazavavy.",
        "8": "Raha tsy mahafinaritra ny tompony ilay mpanompovavy ka tsy alainy ho vadikely fa itadiavany olona hanavotra, dia tsy ho azony amidy amin’ny hafa firenena izy, satria nofitahiny.",
        "9": "Ary raha ho an’ny zanany lahy no nakany an’ilay mpanompovavy, dia tsy maintsy omeny zo toy ny an’ny zanakavavy izy.",
        "10": "Ary raha maka vady hafa koa razazalahy, dia tsy tokony hahenany ny sakafon’ilay mpanompovavy sy ny fitafiany ary ny adidy amim-bady tokony hataony aminy.",
        "11": "Fa raha tsy omeny azy ireo zavatra telo ireo, dia hiala amin’izao fotsiny ilay mpanompovavy fa tsy handoa vola.",
        "12": "“Izay mamely olona ka mahafaty azy, dia tsy maintsy vonoina ho faty.",
        "13": "Fa raha tsy miafina mba hanafika kosa ny olona iray, nefa avelan’Andriamanitra hahavita izany ny tanany, dia hanondro toerana azony andosirana aho.",
        "14": "Ary raha tezitra amin’ny namany ny olona iray, ka manao hafetsena ary mamono azy, dia hosamborinao ilay olona na dia eo amin’ny alitarako aza, ary hovonoina ho faty.",
        "15": "Ary izay olona mamely ny rainy sy ny reniny, dia tsy maintsy vonoina ho faty.",
        "16": "“Izay maka olona an-keriny, dia tsy maintsy vonoina ho faty, na efa namidiny ilay olona na mbola tratra eo an-tanany.",
        "17": "“Izay manozona ny rainy sy ny reniny, dia tsy maintsy vonoina ho faty.",
        "18": "“Raha misy olona mifanditra, ka mamely amin’ny vato na angady ny iray, nefa tsy maty ilay voa saingy tsy maintsy mijanona eo am-pandriana,",
        "19": "dia tsy hosazina ilay namely raha tafatsangana ilay voa ka mandehandeha mitondra tehina eny ivelany. Hanome onitra fotsiny ilay namely, noho ny fotoana very tsy niasan’ilay namany mandra-pahasitrany tanteraka.",
        "20": "“Ary raha mikapoka ny mpanompolahiny na ny mpanompovaviny amin’ny hazo ny olona iray, ka mahafaty azy, dia tsy maintsy sazina.",
        "21": "Tsy hisy sazy kosa anefa raha mbola velona iray andro na roa andro ilay mpanompo, satria volan’ny tompony ihany izy.",
        "22": "“Raha misy olona miady ka mahavoa vehivavy bevohoka, ary teraka tsy tonga volana ny zanany, nefa tsy misy maty vokatr’izany, dia hampandoavina onitra ilay olona, araka izay takin’ny vadin-dravehivavy. * Ary handoa izany amin’ny alalan’ny mpitsara izy.",
        "23": "Fa raha misy maty kosa vokatr’izany, dia tsy maintsy manome aina * ho solon’ny aina ianao,",
        "24": "maso ho solon’ny maso, nify ho solon’ny nify, tanana ho solon’ny tanana, tongotra ho solon’ny tongotra,",
        "25": "dorana ho solon’ny nodorana, ratra ho solon’ny ratra, kapoka ho solon’ny kapoka.",
        "26": "“Ary raha mamely ny mason’ny mpanompolahiny na ny mpanompovaviny ny olona iray, ka manimba ny masony, dia halefany handeha izy mba ho olona afaka. Izany no onitra noho ny masony.",
        "27": "Ary raha ny nifin’ny mpanompolahiny na ny mpanompovaviny no afaka noho ny nataony, dia halefany handeha izy mba ho olona afaka. Izany no onitra noho ny nifiny.",
        "28": "“Ary raha misy omby manoto lehilahy na vehivavy ka maty ilay olona, dia tsy maintsy toraham-bato ilay omby ary tsy hohanina ny henany. Tsy hosazina kosa ny tompon’omby.",
        "29": "Raha misy anefa omby efa zatra nanoto, ary efa nampitandremana ny tompony nefa tsy niambina azy, ka nahafaty lehilahy na vehivavy ilay omby, dia hotoraham-bato ilay omby ary hovonoina ho faty ny tompony.",
        "30": "Ary raha itakiana vidim-panavotana ny tompon’omby, dia hanome izany izy hanavotana ny ainy, araka izay rehetra hotakina aminy.",
        "31": "Na nanoto zazalahy ilay omby na nanoto zazavavy, dia io didim-pitsarana io ihany no hampiharina amin’ny tompon’omby.",
        "32": "Ary raha nanoto mpanompolahy na mpanompovavy ilay omby, dia handoa sekely telopolo amin’ny tompon’ilay mpanompo, ny tompon’omby. Ary hotoraham-bato kosa ilay omby.",
        "33": "“Ary raha misy olona manokatra lavaka, na olona mihady lavaka ary tsy manarona azy, ka misy omby na ampondra latsaka ao,",
        "34": "dia handoa onitra ny tompon’ilay lavaka. Haloany amin’ny tompom-biby ny vidin’ilay biby, ary ho lasany ilay biby maty.",
        "35": "Ary raha misy omby mandratra ombin’olona ka maty ilay omby naratra, dia hamidy ilay omby velona ka hozarain’ireo tompon’omby ny vidiny. Ary hozarainy koa ilay omby maty.",
        "36": "Na, raha misy omby fantatra fa efa zatra nanoto nefa tsy nambenan’ny tompony, dia tsy maintsy manome onitra ilay tompony, ka omby ho solon’ny omby, ary ho lasany ilay omby maty."
    },
    "22": {
        "1": "“Raha misy olona mangalatra omby iray na ondry iray, ary mamono na mivarotra azy, dia hanome onitra omby dimy izy ho solon’ilay omby, na ondry efatra ho solon’ilay ondry. Halainy avy amin’ny andian’omby na andian’ondry izany.",
        "2": "—“Raha misy mpangalatra tratra mamaky trano ary voavely ka maty, dia tsy ho meloka ho nandatsa-dra ilay namely.",
        "3": "Fa raha tratran’ny masoandro miposaka ilay mpangalatra, dia ho meloka ho nandatsa-dra ilay namely.— “Tsy maintsy manome onitra ilay nangalatra. Raha tsy manana na inona na inona anefa izy, dia izy mihitsy no hamidy hanonerana izay nangalariny.",
        "4": "Raha tratra eny an-tanany izay nangalariny, na omby izany na ampondra na ondry, ary mbola velona, dia hanome onitra avo roa heny izy.",
        "5": "“Raha misy olona mamela ny bibiny mpitondra entana hiraoka ahitra eny amin’ny sahan’olona na tanimboalobok’olona, ka hohanin’ilay biby ny voly eny amin’ilay saha, dia homeny ho onitra izay tsara indrindra avy amin’ny sahany na avy amin’ny tanimboalobony.",
        "6": "“Raha misy afo mitatra ka mahazo ny tsilo ary kilan’ny afo ny vokatra efa vita amboara na ny vokatra eny an-tsaha na ny saha, dia tsy maintsy manonitra an’izay may ilay nandrehitra ny afo.",
        "7": "“Raha manome vola na zavatra hotehirizin’ny namany ny olona iray, ka misy mangalatra ao an-tranon’ilay namany izany, dia tokony hanome onitra avo roa heny ilay mpangalatra raha tratra.",
        "8": "Raha tsy tratra kosa izy, dia hoentina manatona an’Andriamanitra ilay tompon-trano mba hahafantarana raha izy ihany no naka ny zavatr’ilay namany.",
        "9": "Raha misy heloka atao mahakasika ny omby, na ampondra, na ondry, na akanjo, na inona na inona very, ka misy miteny hoe: ‘Ity mihitsy ilay izy!’, dia hoentina eo anatrehan’Andriamanitra ny adin’izy roa tonta. Koa ilay melohin’Andriamanitra no hanome onitra avo roa heny ho an’ilay namany.",
        "10": "“Raha mametraka ampondra na omby na ondry na biby fiompy hafa any amin’ny namany ny olona iray, ka maty ilay biby na manjary kilemaina, na misy maka an-tsokosoko,",
        "11": "dia hianiana amin’ny anaran’i Jehovah ilay nametrahana ny biby, fa tsy izy no nisompatra ny fananan’ny namany. Dia hanaiky izany ilay tompom-biby, ary tsy hanome onitra ilay namany.",
        "12": "Raha nangalarina tao aminy kosa anefa izany, dia tokony hanome onitra ho an’ny tompom-biby izy.",
        "13": "Raha noviravirain’ny bibidia ilay biby, dia hoentiny ny fatin’ilay biby, ho porofo. Tsy hanonitra an’izay noviravirain’ny bibidia izy.",
        "14": "“Raha misy anefa olona mindrana biby amin’ny namany, ka manjary kilemaina ilay izy na maty nefa tsy teo ilay tompony, dia tsy maintsy manome onitra ilay nindrana.",
        "15": "Raha teo anefa ny tompony, dia tsy hanome onitra izy. Raha nohofana ilay biby, dia efa tafiditra amin’ny hofany izany.",
        "16": "“Raha misy lehilahy manadala zazavavy virjiny mbola tsy manana fofombady, ka manao firaisana aminy, dia tsy maintsy maka azy ho vady ralehilahy ka mandoa vodiondry.",
        "17": "Raha mandà mafy anefa ny rain-drazazavavy ka tsy manome azy ho an-dralehilahy, dia tokony haloan-dralehilahy ihany ny vodiondry fanome rehefa haka virjiny.",
        "18": "“Vonoy ho faty ny vehivavy mpilalao ody.",
        "19": "“Tsy maintsy vonoina ho faty izay manao firaisana amin’ny biby.",
        "20": "“Izay manao sorona ho an’andriamani-kafa afa-tsy ho an’i Jehovah irery ihany, dia hatokana haringana.",
        "21": "“Aza mampijaly na mampahory ny mpivahiny, fa ianareo koa efa mba mpivahiny tany Ejipta ihany.",
        "22": "“Aza mampahory ny vehivavy mpitondratena na ny kamboty ray.",
        "23": "Raha mampahory azy ianao ka mitaraina amiko izy, dia tena hohenoiko ny fitarainany.",
        "24": "Ary hirehitra tokoa ny fahatezerako ka hovonoiko amin’ny sabatra ianareo, dia ho lasa mpitondratena ny vadinareo ary ho kamboty ray ny zanakareo.",
        "25": "“Raha toa ianao mampisambo-bola ny oloko ory izay miara-monina aminao, dia aza manao toy ny mpanjana-bola. Aza mangataka zanabola aminy.",
        "26": "“Raha alainao ho antoka ny fitafian’ny namanao, dia tokony haverinao aminy izany rehefa milentika ny masoandro.",
        "27": "Fa iny ihany no mba firakofany, ary iny no lamba fitafy anaronany ny tenany. Koa inona no hoentiny matory? Dia hitaraina amiko izy, ka hohenoiko tokoa satria tsara fanahy aho.",
        "28": "“Aza manozona an’Andriamanitra na ny mpiadidy eo amin’ny firenenao.",
        "29": "“Aza misalasala manome avy amin’ny vokatrao be dia be sy izay mihoatra avy amin’ny famiazam-boalobokao sy ny famiazan’olivanao. Tokony homenao ho ahy ny zanakao lahimatoa.",
        "30": "Izao no tokony hataonao amin’ny omby aman’ondrinao: Hiaraka amin-dreniny izy mandritra ny fito andro, fa amin’ny andro fahavalo kosa dia homenao ho ahy.",
        "31": "“Tokony ho masina eo anatrehako ianareo. Ary aza mihinan-kena efa noviravirain’ny bibidia tany an-tsaha, fa atsipazo ho an’ny alika izany."
    },
    "23": {
        "1": "“Aza manely tsaho. Ary aza miandany amin’ny ratsy fanahy ka mijoro ho vavolombelona mitetika ny hanao ratsy.",
        "2": "Aza manaraka ny maro mba hanao ratsy. Ary raha misy ady, dia aza mijoro ho vavolombelona mandainga hiandany amin’ny maro mba hamadika ny rariny.",
        "3": "Raha manana ady ny mahantra, dia aoka tsy ho ny fahantrany no hahatonga anao homba azy.",
        "4": "“Raha diso lalana ny ombin’ny fahavalonao na ny ampondrany ka mifanena aminao, dia tokony haverinao any aminy.",
        "5": "Raha hitanao mivalampatra voatsindrin’ny entana ny ampondran’ny olona mankahala anao, dia aza ilaozana fotsiny ilay olona. Tsy maintsy manampy azy hanala ilay entana ianao.",
        "6": "“Raha manana ady ny mahantra, dia aza amboamboarina ny didim-pitsarana.",
        "7": "“Halaviro ny lainga. Ary aza mamono mahafaty ny tsy manan-tsiny sy ny olo-marina, fa izaho tsy hanambara ny ratsy fanahy ho marina.",
        "8": "“Aza mandray kolikoly, satria sady manajamba ny mason’ny mahiratra ny kolikoly, no mety hamadika ny tenin’olo-marina.",
        "9": "“Ary aza ampahorina ny mpivahiny, fa fantatrareo tsara izay tsapan’ny mpivahiny, satria ianareo efa mba mpivahiny tany Ejipta ihany.",
        "10": "“Enin-taona no hamafazanao voa eo amin’ny taninao, sy hanangonanao vokatra avy aminy.",
        "11": "Fa amin’ny taona fahafito kosa, dia tsy hovolenao ilay tany fa havelanao hiala sasatra, ka ny mahantra eo aminao no hihinana avy aminy. Ary izay tsy lanin’ireo no hohanin’ny bibidia. Izany no hataonao amin’ny tanimboalobokao sy ny sahan’olivanao.",
        "12": "“Enina andro no hanaovanao ny asanao, fa amin’ny andro fahafito kosa dia hitsahatra ianao, mba hiala sasatra ny ombinao sy ny ampondranao, ary mba haka aina ny zanaky ny mpanompovavinao mbamin’ny vahiny monina eo aminao.",
        "13": "“Ary tandremo tsara izay rehetra nolazaiko taminareo. Ary aza manonona anaran’andriamani-kafa. Tsy tokony ho re tononin’ny vavanao izany.",
        "14": "“Intelo isan-taona ianao no tokony hankalaza fety ho ahy.",
        "15": "Ankalazao ny fetin’ny mofo tsy misy lalivay. Hihinana mofo tsy misy lalivay mandritra ny fito andro araka izay nandidiako anao ianao, amin’ny fotoana voatondro amin’ny volana Abiba, satria io no fotoana nivoahanao avy tany Ejipta. Ary aza misy mitondra tanam-polo rehefa mankeo anatrehako.",
        "16": "Ankalazao koa ny fetin’ny fijinjana ny voaloham-bokatra, avy amin’izay nisasaranao sy nafafinao tany an-tsaha. Ary ankalazao koa ny fetin’ny fanangonam-bokatra atao amin’ny faramparan’ny taona, rehefa angoninao avy any an-tsaha ny vokatry ny fisasaranao.",
        "17": "Intelo isan-taona ny lehilahy rehetra eo aminareo no hiseho eo anatrehan’i Jehovah, ilay tena Tompo.",
        "18": "“Aza ampiarahina amin-javatra misy lalivay ny ran’ny sorona atolotra ho ahy. Ary aza tehirizina mandra-maraina ny tavin’ny fanatitra atolotrao, rehefa manao fety ho ahy.",
        "19": "“Ento mankao an-tranon’i Jehovah Andriamanitrao ny tsara indrindra amin’ny voaloham-bokatry ny taninao. “Aza mahandro zanak’osy amin’ny rononon-dreniny.",
        "20": "“Haniraka anjely eo alohanao aho, mba hiambina anao eny an-dalana sy hitondra anao hiditra any amin’ny toerana efa nomaniko.",
        "21": "Koa mitandrema tsara fa manana fahefana izy, ka ankatoavy ny teniny. Aza mikomy aminy, fa tsy hamela ny helokao izy, satria ao aminy ny anarako.",
        "22": "Raha mankatò ny teniny an-tsakany sy an-davany anefa ianao ka tena manao izay rehetra holazaiko, dia ho fahavalon’izay fahavalonao aho ary hampahory an’izay mampahory anao.",
        "23": "Fa handeha eo alohanao ilay anjeliko ka hitondra anao ho any amin’ny Amorita sy ny Hetita sy ny Perizita sy ny Kananita sy ny Hivita ary ny Jebosita, dia haringako tokoa ireo.",
        "24": "Ary aza miankohoka eo anatrehan’ny andriamaniny na manaiky ho voatarika hanompo an’ireny. Ary aza manao na inona na inona mitovy amin’ireo andriamanitra nataony, fa tsy maintsy azeranao ireny ary tsy maintsy torotoroinao ny tsangambatony masina.",
        "25": "Manompoa an’i Jehovah Andriamanitrao, dia hotahiny tokoa ny sakafonao sy ny ranonao. Ary hampanalaviriko anao ny aretina.",
        "26": "Tsy hisy vehivavy ho afa-jaza na ho momba eo amin’ny taninao. Ary hataoko lava andro iainana ianao.",
        "27": "“Halefako hialoha anao ny tahotra ahy, ka hataoko mifanaritaka ny firenena rehetra alehanao, ary hataoko mandositra eo anatrehanao ny fahavalonao * rehetra.",
        "28": "Halefako hialoha anao koa ny fahakiviana, ka izany no handroaka ny Hivita sy ny Kananita sy ny Hetita tsy ho eo anatrehanao.",
        "29": "Tsy horoahiko daholo ao anatin’ny taona iray monja anefa izy ireo, sao ho lao ilay tany ka hihamaro hamely anao ny bibidia.",
        "30": "Fa horoahiko tsikelikely tsy ho eo anatrehanao izy ireo, mandra-pahatonganao ho maro be ka ho lasanao tokoa ilay tany.",
        "31": "“Ary hofaritako ny sisin-taninao, manomboka eo amin’ny Ranomasina Mena ka hatramin’ny ranomasin’ny Filistinina, ary manomboka eo amin’ny tany efitra ka hatramin’ny Renirano. Hatolotro eo an-tananareo mantsy ny mponina ao amin’ilay tany, ary horoahinareo tsy ho eo anatrehanareo izy ireo.",
        "32": "Aza manao fifanekena amin’izy ireo na amin’ny andriamaniny.",
        "33": "Tsy tokony honina ao amin’ny taninao izy ireo, sao hahatonga anao hanota amiko. Raha sanatria manompo an’ireo andriamaniny ianao, dia ho fandrika ho anao izany.”"
    },
    "24": {
        "1": "Ary hoy Andriamanitra tamin’i Mosesy: “Miakara atỳ amin’i Jehovah ianao sy Arona, Nadaba sy Abiho, ary fitopolo lahy amin’ireo anti-panahin’ny Israely, ka miankohofa raha mbola lavidavitra.",
        "2": "Ary i Mosesy irery no hanatona an’i Jehovah, fa izy ireo kosa tsy tokony hanatona. Ary tsy tokony hiakatra miaraka amin’i Mosesy ny vahoaka.”",
        "3": "Dia tonga i Mosesy, ka nolazainy tamin’ny vahoaka ny tenin’i Jehovah rehetra sy ny didy rehetra havoaka amin’ny fitsarana. Koa niara-niredona ny olona hoe: “Vonona hanao izay rehetra nolazain’i Jehovah izahay.”",
        "4": "Dia nosoratan’i Mosesy ny teny rehetra nolazain’i Jehovah. Ary nifoha maraina izy ka nanorina alitara teo am-pototry ny tendrombohitra, sady nanao tsangambato roa ambin’ny folo mba hoenti-manondro ny foko roa ambin’ny folon’ny Israely.",
        "5": "Taorian’izay, dia naniraka zatovolahy maromaro avy teo amin’ny zanak’Israely izy, ary nanolotra fanatitra dorana ireo sady namono omby ho sorona iombonana ho an’i Jehovah.",
        "6": "Ary nalain’i Mosesy ny antsasaky ny ra ka nataony tao anaty vilia baolina, ary ny antsasany kosa nafafiny teo ambony alitara.",
        "7": "Farany, dia noraisiny ny bokin’ny fifanekena ka novakiny teo anatrehan’ny vahoaka. Dia hoy ireo: “Vonona hanao sy hankatò izay rehetra nolazain’i Jehovah izahay.”",
        "8": "Koa noraisin’i Mosesy ny ra ary nafafiny teny amin’ny vahoaka sady hoy izy: “Ity no ran’ny fifanekena nataon’i Jehovah taminareo, momba izany teny rehetra izany.”",
        "9": "Ary niakatra i Mosesy sy Arona, Nadaba sy Abiho, ary fitopolo lahy tamin’ireo anti-panahin’ny Israely.",
        "10": "Dia hitan’izy ireo ny Andriamanitry ny Israely: Teo ambanin’ny tongony dia nisy zavatra toy ny safira fisaka natao rarivato, sy toy ny lanitra madio.",
        "11": "Ary tsy naninjitra ny tanany hamely an’ireo lehilahy nanan-kaja teo amin’ny zanak’Israely Izy. Nahazo fahitana an’Andriamanitra kosa anefa izy ireo, ary nihinana sy nisotro.",
        "12": "Dia hoy i Jehovah tamin’i Mosesy: “Miakara atỳ amiko, atỳ an-tendrombohitra ary mijanòna atỳ, fa tiako homena anao ireo takela-bato mbamin’ny lalàna sy ny didy hosoratako, mba hampianarina azy.”",
        "13": "Koa nitsangana i Mosesy sy Josoa mpanompony, ary i Mosesy no niakatra nankao an-tendrombohitr’Andriamanitra.",
        "14": "Hoy anefa izy tamin’ireo anti-panahy: “Andraso eto izahay, mandra-piverinay eto aminareo. Ary indreo i Arona sy Hora miaraka aminareo. Koa izay manana raharaha hotsaraina, dia aoka hanatona azy roa lahy.”",
        "15": "Dia niakatra nankao an-tendrombohitra i Mosesy, raha mbola nanarona an’ilay tendrombohitra ny rahona.",
        "16": "Nitoetra teo an-tendrombohitra Sinay ny voninahitr’i Jehovah. Ary nanarona an’ilay tendrombohitra ny rahona nandritra ny enina andro. Farany, tamin’ny andro fahafito, dia niantso an’i Mosesy avy tao afovoan’ny rahona izy.",
        "17": "Toy ny afo mandevona teo an-tampon-tendrombohitra no fahitan’ny zanak’Israely ny voninahitr’i Jehovah.",
        "18": "Dia niditra tao afovoan’ny rahona i Mosesy ary mbola niakatra an’ilay tendrombohitra ihany. Ary nijanona efapolo andro sy efapolo alina tao an-tendrombohitra i Mosesy."
    },
    "25": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny zanak’Israely mba hitondra fanomezana ho ahy, ka avy amin’ny olona rehetra atosiky ny fony no handraisanareo izany fanomezana izany.",
        "3": "Ary izao no fanomezana horaisinareo avy amin’izy ireo: Volamena, volafotsy, varahina,",
        "4": "kofehy manga, volonondry nolokoana volomparasy somary mena, kofehy mena midorehitra, * lamba rongony tena tsara, volon’osy,",
        "5": "hoditr’ondry nolokoana mena, hoditra faoky, * hazo akasia,",
        "6": "menaka ho an’ny jiro, menaka balsama hatao amin’ny menaka masina fanosorana sy ny emboka manitra,",
        "7": "vato oniksa, ary vato voatefy apetaka amin’ny efoda * sy ny saron-tratra.",
        "8": "Ary manaova toerana masina ho ahy, satria hitoetra eo anivon’izy ireo aho.",
        "9": "Araka izay rehetra asehoko anao ho modelin’ny tranolay masina sy ny kojakojany rehetra, no tokony hanaovanareo azy.",
        "10": "“Dia manaova Vata amin’ny hazo akasia, ka roa hakiho * sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny haavony.",
        "11": "Petaho takela-bolamena tsy misy fangarony ny atiny sy ny ivelany, ary asio sisiny volamena manaraka ny molony.",
        "12": "Ary aoka ianao handrendrika volamena, mba hanaovana ny tahony boribory efatra izay hapetakao eo ambony kelin’ny tongony efatra, ka ny roa eo amin’ny lafiny iray ary ny roa eo amin’ny lafiny ilany.",
        "13": "Ary manaova bao filanjana amin’ny hazo akasia ka petaho takela-bolamena.",
        "14": "Dia atsofohy ao amin’ny tahony eo amin’ny lafiny roa ireo bao ireo, mba hilanjana ilay Vata.",
        "15": "Tokony havela eo amin’ny tahon’ny Vata ny bao, fa tsy hotsoahana eo.",
        "16": "Ary ataovy ao anatin’ilay Vata ireo takela-bato izay homeko anao ho vavolombelona.",
        "17": "“Ary manaova sarony amin’ny volamena tsy misy fangarony, ka roa hakiho sy sasany ny lavany ary iray hakiho sy sasany ny sakany.",
        "18": "Manaova koa kerobima volamena roa. Tefeo amin’ny marotoa ireo ary ataovy eo amin’ny sisiny roa manaraka ny sakan’ilay sarony,",
        "19": "ka ny kerobima iray eo amin’ny sisiny iray ary ny iray eo amin’ny sisiny iray. Eo amin’ny sisiny roa amin’ilay sarony no hametrahanao an’ireo kerobima.",
        "20": "Samy tokony hivelatra miakatra ny elatra roan’ireo kerobima, ka hanakona an’ilay sarony. Ary tokony hifanatrika ireo kerobima sady hiondrika hijery an’ilay sarony.",
        "21": "Dia apetraho eo ambonin’ilay Vata ny sarony, ary ataovy ao anatin’ilay Vata ireo takela-bato izay homeko anao ho vavolombelona.",
        "22": "Eo aho no hiseho aminao. Dia hiteny aminao eo ambonin’ny saron’ilay Vata aho, eo anelanelan’ireo kerobima roa eo amin’ilay Vata misy ny tenin’ny vavolombelona, ka hilaza aminao ny didy rehetra omeko anao ho an’ny zanak’Israely.",
        "23": "“Ary manaova latabatra amin’ny hazo akasia, ka roa hakiho ny lavany, iray hakiho ny sakany, ary iray hakiho sy sasany ny haavony.",
        "24": "Dia petaho takela-bolamena tsy misy fangarony ilay latabatra, ka asio haingony volamena manodidina ny tampony.",
        "25": "Ary manaova sisiny mitovy refy amin’ny sakan’ny felatanana, ka asio haingony volamena koa ny morony ambany amin’iny sisiny iny.",
        "26": "Ary manaova tahony boribory volamena efatra ho an’ilay latabatra, ka apetaho eo amin’ny zorony efatra izay hisy ny tongony efatra.",
        "27": "Tokony hifanakaiky tsara amin’ilay sisiny ireo tahony, izay hitsofohan’ireo bao hilanjana ny latabatra.",
        "28": "Hazo akasia no hanaovanao ireo bao, ka hopetahanao takela-bolamena. Ireo no hilanjana an’ilay latabatra.",
        "29": "“Ataovy koa ny fitaovana ho an’ny latabatra, dia ny vilia sy ny kaopy ary koa ny zinga sy ny vilia baolina handrarahana ny fanatitra zava-pisotro. Volamena tsy misy fangarony no hanaovanao an’ireo.",
        "30": "Dia ataovy eo ambonin’ilay latabatra eo anatrehako mandrakariva ny mofo aseho.",
        "31": "“Ary manaova fitoeran-jiro amin’ny volamena tsy misy fangarony, ka marotoa no hanefena azy. Tokony ho avy amin’ny vatan’ilay fitoeran-jiro ihany ny tongony sy ny sampany sy ny voninkazony sy ny bokony ary ny felany.",
        "32": "Ary misy sampany enina eo amin’ny andaniny roa amin’ilay fitoeran-jiro, ka ny telo eo amin’ny andaniny, ary ny telo eo amin’ny ankilany.",
        "33": "Misy voninkazo telo miendrika vonin’amandie eo amin’ireo sampany amin’ny andaniny iray, miaraka amin’ny bokony sy ny felany mifanelanelana. Eo amin’ireo sampany eo amin’ny ankilany koa, dia misy voninkazo telo miendrika vonin’amandie miaraka amin’ny bokony sy ny felany mifanelanelana. Dia toy izany ny endrik’ireo sampany enina eo amin’ilay fitoeran-jiro.",
        "34": "Misy voninkazo efatra miendrika vonin’amandie koa eo amin’ny vatan’ilay fitoeran-jiro, miaraka amin’ny bokony sy ny felany mifanelanelana.",
        "35": "Misy bokony iray eo ambanin’ny sampany roa voalohany amin’ilay fitoeran-jiro. Misy bokony iray koa eo ambanin’ny sampany roa faharoa. Ary misy bokony iray koa eo ambanin’ny sampany roa farany. Misy toy izany daholo eo ambanin’ny sampany enina amin’ilay fitoeran-jiro.",
        "36": "Tokony ho avy amin’ny vatan’ilay fitoeran-jiro ihany ny bokony sy ny sampany. Marotoa no hanefena ireo rehetra ireo, avy amin’ny vongam-bolamena iray ihany tsy misy fangarony, ka tsy hosaratsarahina izy ireo rehefa tefena.",
        "37": "Ary manaova jiro fito ho an’ilay fitoeran-jiro. Dia harehitra ireo jiro ka hanazava ny faritra eo anoloany.",
        "38": "Volamena tsy misy fangarony no hanaovana ny fihazonana lahin-jiro sy ny fitondrana afo.",
        "39": "Volamena tsy misy fangarony milanja talenta * iray no hanaovana ilay fitoeran-jiro sy ireo fitaovana rehetra miaraka aminy ireo.",
        "40": "Ary tandremo mba ho araka ny modely naseho anao tatỳ an-tendrombohitra no hanaovanao an’ireo."
    },
    "26": {
        "1": "“Ary ny hanaovanao ny tranolay masina dia lamba folo vita amin’ny kofehy rongony miolana tsara, sy kofehy manga, sy volonondry nolokoana volomparasy somary mena, ary kofehy mena midorehitra. Dia horavahanao kerobima atao peta-kofehy ireo lamba.",
        "2": "Valo amby roapolo hakiho ny lavan’ny lamba tsirairay, ary efatra hakiho ny sakany. Hatao mitovy ny refin’ny lamba rehetra.",
        "3": "Ataovy mitohitohy hitambatra ny lamba dimy, ary ataovy toy izany koa ny lamba dimy ambiny.",
        "4": "Dia asio vona amin’ny kofehy manga ny sisin’ny lamba farany amin’ilay fitambaran-damba voalohany. Asio vona koa ny sisin’ny lamba farany amin’ilay fitambaran-damba faharoa, eo amin’izay hihaonan’ireo fitambaran-damba.",
        "5": "Vona dimampolo no ataovy eo amin’ny lamba iray, ary dimampolo koa eo amin’ny sisin’ny lamba iray, dia eo amin’izay hihaonan’izy ireo. Dia ataovy mifanitsy ireo vona.",
        "6": "Ary manaova faraingo volamena dimampolo mba hanakambanana an’ireo fitambaran-damba ho lamba iray ihany.",
        "7": "“Ary manaova lamba iraika ambin’ny folo vita amin’ny volon’osy mba handrakofana ny tranolay masina.",
        "8": "Telopolo hakiho ny lavan’ny lamba tsirairay ary efatra hakiho ny sakany, ka atao mitovy daholo ny refin’ny lamba iraika ambin’ny folo.",
        "9": "Ary ataovy mitohitohy hitambatra ny lamba dimy, ary ataovy toy izany koa ny lamba enina, ka avalòny roa ny lamba fahenina izay eo anoloan’ny tranolay.",
        "10": "Ary asio vona dimampolo ny sisin’ny lamba farany indrindra amin’ilay fitambaran-damba voalohany, ary dimampolo koa eo amin’ny sisin’ilay fitambaran-damba faharoa, eo amin’izay hihaonan’izy ireo.",
        "11": "Ary manaova faraingo varahina dimampolo, ka ampidiro eo amin’ireo vona, mba hanakambanana an’ireo fitambaran-damba ho lamba iray ihany.",
        "12": "Hikiraviravy ny ambiny amin’ireo lamba, ka ny antsasaky ny lamba ambiny no hikiraviravy eo andamosin’ny tranolay.",
        "13": "Raha oharina amin’ilay lamba voalohany ilay lamba volon’osy, dia mihoatra iray hakiho eo amin’ny andaniny ary mihoatra iray hakiho eo amin’ny ankilany, ka hikiraviravy eo amin’ny andaniny roa amin’ny tranolay mba hanarona azy.",
        "14": "“Manaova rakotra amin’ny hoditr’ondry nolokoana mena mba hatao eo ambonin’io, ary rakotra iray koa amin’ny hoditra faoky, hatao eo ambony indrindra.",
        "15": "“Ary hazo akasia no hanaovanao ireo rafitry ny tranolay masina, ka ataovy mitsangana ireo rafitra.",
        "16": "Folo hakiho ny lavan’ny rafitra tsirairay, ary iray hakiho sy sasany ny sakany.",
        "17": "Ary ny rafitra tsirairay dia misy lahiny roa milahatra. Toy izany no hanaovanao ny rafitra rehetran’ny tranolay.",
        "18": "Ary ataovy ireo rafitry ny tranolay, ka rafitra roapolo no ho an’ny lafiny mitodika any Negeba, izany hoe mitodika mianatsimo.",
        "19": "“Ary manaova faladiany volafotsy efapolo hitsatohan’ny rafitra roapolo, ka faladiany roa no hitsatohan’ny rafitra iray misy lahiny roa, ary toy izany hatrany ho an’ny rafitra tsirairay.",
        "20": "Ary manaova rafitra roapolo ho an’ny lafiny ilany amin’ny tranolay, dia ny lafiny avaratra.",
        "21": "Ataovy koa ny faladiany volafotsy efapolo, ka faladiany roa no hitsatohan’ny rafitra iray, ary toy izany hatrany ho an’ny rafitra tsirairay.",
        "22": "Ary manaova rafitra enina ho lamosin’ny tranolay, eo amin’ny lafiny andrefana.",
        "23": "Dia manaova rafitra roa ho andry eo amin’ny zorony roa, eo amin’ny lamosin’ny tranolay.",
        "24": "Ary tokony ho roa sosona izy ireo miainga avy eny ambany hatreny amin’ny tampony, eo amin’ny tahony boribory voalohany. Toy izany no tokony hanaovana ireo rafitra roa, izay ho andry roa eo amin’ny zorony.",
        "25": "Dia valo no ho isan’ireo rafitra, ary enina ambin’ny folo ny faladiany volafotsy ka faladiany roa no hitsatohan’ny rafitra iray, ary toy izany hatrany ho an’ny rafitra tsirairay.",
        "26": "“Ary manaova barany amin’ny hazo akasia, ka dimy ho an’ny rafitra amin’ny lafiny iray amin’ny tranolay,",
        "27": "dimy ho an’ny rafitra amin’ny lafiny ilany, ary dimy ho an’ny rafitra eo amin’ny lamosiny, dia ny lafiny mitodika miankandrefana.",
        "28": "Ary ny barany afovoany, izay mitsivalana eo amin’ireo rafitra, dia mitsofoka avy eo anoloana ary mipoitra any amin’ny farany.",
        "29": "“Petaho takela-bolamena ireo rafitra, ary ataovy volamena ireo tahony boribory hitsofohan’ny barany. Petaho takela-bolamena koa ireo barany.",
        "30": "Ary atsangano ilay tranolay masina, araka ilay drafitra vao naseho anao tatỳ an-tendrombohitra.",
        "31": "“Ary manaova ridao amin’ny kofehy manga, sy volonondry volomparasy somary mena, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara. Dia horavahana kerobima atao peta-kofehy ilay ridao,",
        "32": "ka andry efatra atao amin’ny hazo akasia no hanantonanao azy. Hopetahana takela-bolamena ireo andry, izay mitsatoka amin’ny faladiany volafotsy efatra, ary volamena ireo fantsika fanantonana eo aminy.",
        "33": "Ahantòny eo ambanin’ireo faraingo ny ridao, ary ento mankao ambadik’ilay ridao ny Vata misy ny tenin’ny vavolombelona. Koa ny ridao no hanasaraka ny Masina sy ny Masina Indrindra.",
        "34": "Ary saròny amin’ilay sarony ny Vata misy ny tenin’ny vavolombelona, ao amin’ny Masina Indrindra.",
        "35": "“Apetraho eo ivelan’ilay ridao ny latabatra, ary ny fitoeran-jiro kosa eo amin’ny lafin’ny tranolay mitodika mianatsimo, izany hoe tandrifin’ny latabatra. Ary eo amin’ny lafiny avaratra no hametrahanao ilay latabatra.",
        "36": "Manaova koa lamba fanakonana ho an’ny fidirana amin’ny tranolay, ary mpanenona no hanao izany amin’ny kofehy manga, sy volonondry volomparasy somary mena, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "37": "Dia manaova andry dimy amin’ny hazo akasia hihantonan’ilay lamba fanakonana, ary petaho takela-bolamena ireo andry. Volamena koa ireo fantsika fanantonana eo aminy. Ary aoka ianao handrendrika varahina hanaovana faladiany dimy hitsatohan’ireo andry."
    },
    "27": {
        "1": "“Ary hazo akasia no hanaovanao ny alitara, ka dimy hakiho ny lavany ary dimy hakiho ny sakany. Tokony ho efamira ilay izy, ary telo hakiho ny haavony.",
        "2": "Asio tandrony ny zorony efatra, ka tokony ho avy amin’ny zoron’ilay alitara ihany ireo tandrony. Dia petaho takela-barahina ilay alitara.",
        "3": "Ary ataovy ireto fitaovana ho an’ny alitara ireto: Fitoeran-davenona hanesorana ny lavenona feno menaka, lapelina, vilia baolina, fitrebika, ary fitondrana afo. Ataovy varahina daholo ireo.",
        "4": "Ary manaova makarakara varahina miendrika harato. Asio tahony boribory varahina efatra eo amin’ilay makarakara, ary apetaho eo amin’ny zorony efatra izany.",
        "5": "Atsofohy ao anatin’ny alitara ilay makarakara ka ataovy ambanimbany eo amin’ny fisasahany, eo ambanimbanin’ny molony.",
        "6": "Manaova koa bao filanjana amin’ny hazo akasia ka petaho takela-barahina.",
        "7": "Ary atsofohy eo amin’ireo tahony ny bao, ka ataovy eo amin’ny andaniny roa amin’ny alitara rehefa milanja azy.",
        "8": "Ataovy toy ny vata poakaty ny alitara, ka hazo fisaka no hanaovanao azy. Ary araka izay naseho anao tatỳ an-tendrombohitra no hanaovana azy.",
        "9": "“Ary ataovy ny tokotanin’ny tranolay. Ny lafiny mitodika any Negeba, izany hoe mitodika mianatsimo, dia hasiana fefy lamba vita amin’ny kofehy rongony miolana tsara, ka zato hakiho ny halavany.",
        "10": "Varahina ny andry roapolo eo amin’ilay fefy sy ny faladiany roapolo hitsatohan’ny andry. Volafotsy kosa ny fantsika fanantonana sy ny fampitohizana eo amin’ireo andry.",
        "11": "Toy izany koa ny lavan’ny tokotany eo amin’ny lafiny avaratra: Zato hakiho ny halavan’ny fefy lamba, ary varahina ny andry roapolo sy ny faladiany roapolo hitsatohany, ary volafotsy ny fantsika fanantonana sy ny fampitohizana eo amin’ireo andry.",
        "12": "Eo amin’ny sakan’ny tokotany amin’ny lafiny andrefana kosa, dia misy fefy lamba dimampolo hakiho, sy andry folo ary faladiany folo hitsatohan’ny andry.",
        "13": "Ary dimampolo hakiho ny sakan’ny tokotany eo amin’ny lafiny atsinanana manandrify ny fiposahan’ny masoandro.",
        "14": "Ary ny andaniny iray amin’io sakany io dia misy fefy lamba dimy ambin’ny folo hakiho, sy andry telo ary faladiany telo hitsatohan’ny andry.",
        "15": "Ary ny ankilany koa dia misy fefy lamba dimy ambin’ny folo hakiho, sy andry telo ary faladiany telo hitsatohan’ny andry.",
        "16": "“Ny vavahadin’ny tokotany dia misy lamba fanakonana mirefy roapolo hakiho, ka mpanenona no hanao izany amin’ny kofehy manga, sy volonondry nolokoana volomparasy somary mena, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara. Ary misy andry efatra sy faladiany efatra hitsatohan’ny andry koa eo amin’ilay vavahady.",
        "17": "Ary ny andry rehetra manodidina ny tokotany dia misy fampitohizana vita amin’ny volafotsy, sy fantsika fanantonana vita amin’ny volafotsy, ary faladiany varahina.",
        "18": "Zato hakiho ny lavan’ny fefin’ny tokotany, dimampolo hakiho ny sakany, ary dimy hakiho ny haavony. Lamba vita amin’ny kofehy rongony miolana tsara no hanaovana izany, ary varahina ireo faladiany hitsatohan’ny andry.",
        "19": "Varahina daholo ny fitaovana anaovana ny fanompoana rehetra ao amin’ny tranolay, ary toy izany daholo koa ny fantsika be fanenjanan-day ho an’ny tranolay sy ho an’ny tokotany.",
        "20": "“Ary omeo baiko ny zanak’Israely hitondra menaka oliva tsy misy fangarony avy amin’ny oliva voatoto, mba hatao amin’ny jiro. Amin’izay dia hirehitra foana ny jiro.",
        "21": "Ary eo ivelan’ilay ridao eo akaikin’ny Vata misy ny Tenin’ny Vavolombelona, ao amin’ny tranolay fihaonana, no hikarakaran’i Arona sy ny zanany ny jiro, mba hirehetany foana eo anatrehan’i Jehovah, manomboka amin’ny takariva ka mandra-maraina. Ho lalàna mandritra ny fotoana tsy voafetra izany ho an’ny taranak’izy ireo, ary tokony hotanterahin’ny zanak’Israely."
    },
    "28": {
        "1": "“Ary alaivo avy eo amin’ny zanak’Israely i Arona rahalahinao sy ny zanany lahy, mba ho eo aminao. Koa hanao ny asan’ny mpisorona eo anatrehako i Arona sy ny zanany lahy, dia i Nadaba, Abiho, Eleazara, ary Itamara.",
        "2": "Ary anaovy fitafiana masina i Arona rahalahinao, mba hanomezana azy voninahitra sy hatsaran-tarehy.",
        "3": "Mitenena amin’izay manan-talenta rehetra efa nofenoiko fanahin’ny fahendrena. Ary aoka izy ireo hanamboatra ny fitafian’i Arona mba hanamasinana azy, ka hanaovany ny asan’ny mpisorona eo anatrehako.",
        "4": "“Ary ireto avy ny fitafiana hamboarin’izy ireo: Saron-tratra, efoda, akanjo tsy misy tanany, akanjo lava karôkarô, satroka lamba, * ary fehikibo lamba. Dia hanamboatra ny fitafiana masina ho an’i Arona rahalahinao sy ny zanany lahy izy ireo, mba hanaovan’i Arona ny asan’ny mpisorona eo anatrehako.",
        "5": "Koa halain’izy ireo àry ny kofehy volamena, sy ny kofehy manga, sy ny volonondry nolokoana volomparasy somary mena, sy ny kofehy mena midorehitra, ary ny kofehy rongony tena tsara.",
        "6": "“Ary kofehy volamena, sy kofehy manga, sy volonondry volomparasy somary mena, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara no hanaovan’izy ireo ny efoda, izay asan’ny mpanao peta-kofehy.",
        "7": "Tokony hisy lamban-tsoroka roa ny efoda, ary hatambatra amin’ny tendrony roa amin’ny efoda izany, ka hitambatra ny efoda.",
        "8": "Toy ny fomba hanaovana ny efoda ihany no hanaovana ny fehikibo, izay hatao eo amboniny mba hamatorana azy tsara. Mitovy koa ny zavatra hanaovana ny efoda sy ny fehikibo, dia kofehy volamena, kofehy manga, volonondry volomparasy somary mena, kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "9": "“Ary makà vato oniksa roa, dia ataovy sokitra eo amin’ireo ny anaran’ny zanak’Israely,",
        "10": "ka eo amin’ny vato iray ny anaran’ny enina, ary eo amin’ny vato iray ny enina ambiny. Ary alaharo arakara-jokiny izany.",
        "11": "Soraty eo amin’ireo vato roa ireo ny anaran’ny zanak’Israely, ka ataovy sokitra toy ny fanao amin’ny tombo-kase. Mpanao asa sokitra amin’ny vato no hanao izany. Ary ataovy ao anaty tranom-bato volamena ireo.",
        "12": "Apetraho eo amin’ny soroky ny efoda ireo vato roa, ho vato fahatsiarovana ny zanak’Israely. Dia hoentin’i Arona eo an-tsorony eo anatrehan’i Jehovah ny anaran’izy ireo, ho fahatsiarovana.",
        "13": "Ary manaova tranom-bato volamena,",
        "14": "sy rojo roa amin’ny volamena tsy misy fangarony. Dia ataovy mirandrana toy ny tady ireo rojo, ka ataovy miraikitra amin’ny tranom-bato.",
        "15": "“Ary ataovy ny saron-tratra fitsarana, ka ataovy peta-kofehy izany. Toy ny hanaovana ny efoda ihany no hanaovanao azy. Kofehy volamena, kofehy manga, volonondry volomparasy somary mena, kofehy mena midorehitra, ary kofehy rongony miolana tsara, no hanaovanao azy.",
        "16": "Tokony ho efamira izy io rehefa avalona roa, ka irain-jehy ny lavany ary irain-jehy ny sakany.",
        "17": "Ary asio vatosoa misy laharany efatra ilay izy, ka ny laharana voalohany dia robia sy topaza ary emeraoda.",
        "18": "Ny laharana faharoa dia torkoazy sy safira ary jaspa.",
        "19": "Ny laharana fahatelo dia vato lesema sy agata ary ametista.",
        "20": "Ary ny laharana fahefatra dia krizolita sy oniksa ary jady. Ao anaty tranom-bato volamena ireo vato ireo, fa ny tranom-bato kosa mitsatoka ao anaty fitoerany avy.",
        "21": "Ary ireo vato dia tokony ho araka ny anaran’ny zanak’Israely, eny, araka ny anaran’izy roa ambin’ny folo. Atao sokitra toy ny fanao amin’ny tombo-kase ny anarana eo amin’ny vato tsirairay, ho an’ireo foko roa ambin’ny folo.",
        "22": "“Ary eo amin’ilay saron-tratra dia asio rojo mirandrana toy ny tady, vita amin’ny volamena tsy misy fangarony.",
        "23": "Manaova mason-drojo volamena roa, ka asio iray avy ny zorony roa amin’ilay saron-tratra.",
        "24": "Dia atsofohy eo amin’ireo mason-drojo roa eo amin’ny zoron’ilay saron-tratra ireo tady volamena roa.",
        "25": "Ary atsofohy eo amin’ireo tranom-bato roa ny lohan’ireo tady roa, ka ataovy eo amin’ny soroky ny efoda eo anoloana.",
        "26": "Manaova koa mason-drojo volamena roa, ka asio iray avy ny zorony roa ambany amin’ilay saron-tratra, eo amin’ny sisiny anatiny mifanolotra amin’ny efoda.",
        "27": "Mbola manaova koa mason-drojo volamena roa, ka asio iray avy ny lamban-tsoroka roa amin’ny efoda. Ataovy eny ambany eo anoloana izany, eo akaikin’izay itambaran’ny efoda eo ambonin’ny fehikibony.",
        "28": "Ary ny saron-tratra dia hafatotra amin’ny kofehy manga, avy eo amin’ny mason-drojon’ny saron-tratra mankeo amin’ny mason-drojon’ny efoda, mba ho eo ambonin’ny fehikibon’ny efoda foana ny saron-tratra, ka tsy hihetsika eo ambonin’ny efoda.",
        "29": "“Ary rehefa miditra ao amin’ny Masina i Arona, dia tsy maintsy entiny eo amin’ny saron-tratra fitsarana eo amin’ny fony, ny anaran’ny zanak’Israely, ho fahatsiarovana eo anatrehan’i Jehovah mandrakariva.",
        "30": "Ary ataovy ao anatin’ny saron-tratra fitsarana ny Orima sy ny Tomima, * ary ho eo amin’ny fon’i Arona ireo rehefa miditra ho eo anatrehan’i Jehovah izy. Dia hoentin’i Arona eo amin’ny fony mandrakariva ny saron-tratra fitsarana ny zanak’Israely, rehefa mankeo anatrehan’i Jehovah izy.",
        "31": "“Ataovy amin’ny kofehy manga manontolo ny akanjo tsy misy tanany mifanolotra amin’ny efoda.",
        "32": "Asio lavaka eo afovoany hidiran’ny loha. Tokony hasiana sisiny vita tenona ny manodidina an’ilay lavaka. Toy ny vozon’ny akanjo vy fiarovan-tratra no hanaovana azy, mba tsy haharovitra azy.",
        "33": "Ary ny morontongony dia asio ampongabendanitra vita amin’ny kofehy manga sy volonondry volomparasy somary mena ary kofehy mena midorehitra. Ary asio lakolosy kely volamena eny anelanelan’ireo ampongabendanitra,",
        "34": "izany hoe lakolosy volamena dia avy eo ampongabendanitra, ary toy izany hatrany manaraka ny morontongotr’ilay akanjo tsy misy tanany.",
        "35": "Ary tsy maintsy hanaovan’i Arona ilay akanjo mba hahafahany hanompo. Koa rehefa miditra ao amin’ny toerana masina eo anatrehan’i Jehovah izy na mivoaka avy ao, dia ho re ny feon’ireo lakolosy ka tsy ho faty izy.",
        "36": "“Manaova takelaka mamirapiratra amin’ny volamena tsy misy fangarony, ka asio soratra hoe: ‘An’i Jehovah ny fahamasinana.’ Ataovy sokitra toy ny fanao amin’ny tombo-kase izany.",
        "37": "Hafatotra eo anoloana amin’ilay satroka lamba ilay takela-bolamena, ka kofehy manga no hamatorana azy.",
        "38": "Dia hatao eo amin’ny handrin’i Arona ilay izy. Ary i Arona no hampamoahina noho izay fahadisoana atao amin’ireo zava-masina hohamasinin’ny zanak’Israely, dia ny fanomezany masina rehetra. Ary ho eo amin’ny handrin’i Arona foana ilay izy, mba hahazoan’izy ireo sitraka eo anatrehan’i Jehovah.",
        "39": "“Ary ataovy karôkarô ny tenon’ilay akanjo lava vita amin’ny rongony tena tsara. Manaova koa satroka amin’ny lamba rongony tena tsara, ary koa fehikibo lamba vita tenona.",
        "40": "“Ary ireo zanakalahin’i Arona dia anaovy akanjo lava sy fehikibo lamba ary fehiloha, * mba hanomezana azy voninahitra sy hatsaran-tarehy.",
        "41": "Ampiakanjoy an’ireo i Arona rahalahinao sy ny zanany lahy, ka hosory ho mpisorona sady omeo fahefana * ary hamasino. Dia hanao ny asan’ny mpisorona eo anatrehako izy ireo.",
        "42": "Ary manamboara kilaoty lava amin’ny lamba rongony mba hanaronan’izy ireo ny fitanjahany. Avy eo amin’ny andilana ka hatreo amin’ny fe ireo kilaoty lava.",
        "43": "Ary hanaovan’i Arona sy ny zanany lahy izany, rehefa miditra ao amin’ny tranolay fihaonana izy ireo na manatona ny alitara hanompo ao amin’ny toerana masina, mba tsy hahameloka azy ka hahafaty azy. Lalàna mandritra ny fotoana tsy voafetra izany, ho azy sy ny taranany mandimby azy."
    },
    "29": {
        "1": "“Ary izao no hataonao amin’izy ireo, mba hanamasinana azy hanao ny asan’ny mpisorona eo anatrehako: Makà vantotr’ombilahy iray sy ondrilahy roa samy tsy misy kilema,",
        "2": "sy mofo tsy misy lalivay, sy mofo boribory * tsy misy lalivay sady nafangaro menaka, ary mofo fisaka tsy misy lalivay sady nohosorana menaka. Lafarinina varimbazaha tsara toto no hanaovanao an’ireo mofo ireo.",
        "3": "Ataovy ao anaty harona ireo, ka ao anatin’iny no hanolorana azy. Atolory koa ilay ombilahy sy ireo ondrilahy roa.",
        "4": "“Ary ento eo amin’ny fidirana amin’ny tranolay fihaonana i Arona sy ireo zanany lahy, ka sasao amin’ny rano.",
        "5": "Dia alaivo ireo fitafiana, ary ampanaovy an’i Arona ilay akanjo lava, sy ilay akanjo tsy misy tanany mifanolotra amin’ny efoda, sy ny efoda, ary ny saron-tratra. Ary ataovy migeja tsara amin’i Arona ny efoda, ka ny fehikibon’ny efoda no hangejana azy.",
        "6": "Dia apetraho eo amin’ny lohany ny satroka lamba, ary ataovy eo amin’ilay satroka ny famantarana masina hoe voatokana izy.",
        "7": "Ary alaivo ny menaka masina fanosorana, ka araraho amin’ny lohany, dia hosory ho mpisoronabe izy.",
        "8": "“Ary ampanatony ireo zanany lahy ka ampanaovy azy ny akanjo lava.",
        "9": "Ampanaovy an’i Arona sy ny zanany koa ireo fehikibo lamba. Ary ataovy mihodidina amin’ny lohan’ireo zanany ny fehiloha. Dia ho anjaran’izy ireo ny asa fisoronana, ary ho lalàna mandritra ny fotoana tsy voafetra izany. Koa omeo fahefana ho mpisorona * i Arona sy ny zanany.",
        "10": "“Ento eo anoloan’ny tranolay fihaonana ilay ombilahy. Ary hametraka ny tanany eo amin’ny lohan’ilay omby i Arona sy ny zanany.",
        "11": "Ary vonoy eo anatrehan’i Jehovah ilay omby, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "12": "Dia hakanao ny ran’ilay omby, ka hatentinao eo amin’ny tandroky ny alitara, amin’ny rantsantananao. Ary hararakao eo am-pototry ny alitara ny ambin-dra rehetra.",
        "13": "Ary alaivo ny taviny rehetra manarona ny tsinainy, sy ny taviny eo amin’ny atiny, ary ny voa roa mbamin’ny taviny eo amboniny, ka dory eo ambony alitara mba hidona-tsetroka.",
        "14": "Fa ny henan’ilay omby sy ny hodiny ary ny tainy dia hodoranao any ivelan’ny toby. Izany no hatao amin’ny fanatitra noho ny ota.",
        "15": "“Avy eo dia alaivo ny ondrilahy iray. Ary hametraka ny tanany eo amin’ny lohan’ilay ondry i Arona sy ny zanany.",
        "16": "Dia vonoy ilay ondry, ka alaivo ny rany ary afafazo eo amin’ireo lafin’ny alitara.",
        "17": "Rasao ilay ondry ary sasao madio ny tsinainy sy ny ranjony. Dia ampiaraho ireo tapany mitovy ary ampiaraho amin’ireo koa ny lohany.",
        "18": "Ary dory eo ambony alitara ilay ondry manontolo mba hidona-tsetroka. Fanatitra dorana ho an’i Jehovah izany, ho hanitra mampitony. Fanatitra atao anaty afo ho an’i Jehovah izany.",
        "19": "“Aorian’izay, dia alaivo ilay ondrilahy anankiray. Ary hametraka ny tanany eo amin’ny lohan’ilay ondry i Arona sy ny zanany.",
        "20": "Dia vonoy ilay ondry, ary makà amin’ny rany ka ataovy eo amin’i Arona sy ny zanany izany, dia eo amin’ny ravintsofiny ankavanana sy ny ankiben-tanany ankavanana ary ny ankiben-tongony ankavanana. Ary afafazo eo amin’ireo lafin’ny alitara ny ra.",
        "21": "Ary hakanao ny ra eo ambony alitara sy ny menaka masina fanosorana, ka hafafinao amin’i Arona sy ny fitafiany, ary amin’ireo zanany sy ny fitafian’ireo, mba ho masina i Arona sy ny fitafiany, ary koa ny zanany sy ny fitafian’ireo.",
        "22": "“Ary alaivo ny tavin’ilay ondry sy ny rambony matavy, ary ny taviny manarona ny tsinainy, sy ny taviny eo amin’ny atiny, sy ny voa roa mbamin’ny taviny eo amboniny, ary ny feny ankavanana. Atao sorona mba hametrahana mpisorona eo amin’ny toerany mantsy io ondrilahy io.",
        "23": "Ary makà mofo boribory sy mofo * misy menaka ary mofo fisaka, avy ao anatin’ilay harona fasiana mofo tsy misy lalivay, dia ilay harona eo anatrehan’i Jehovah.",
        "24": "Ataovy eo amin’ny felatanan’i Arona sy ny zanany ireo rehetra ireo, ka ahetsiketseho * ho fanatitra ahetsiketsika eo anatrehan’i Jehovah.",
        "25": "Ary alaivo eny an-tanan’izy ireo izany ka dory eo ambony alitara miaraka amin’ny fanatitra dorana, mba hidona-tsetroka, ho hanitra mampitony eo anatrehan’i Jehovah. Fanatitra atao anaty afo ho an’i Jehovah izany.",
        "26": "“Ary alaivo ny tratran’ilay ondrilahy, izay atao sorona mba hametrahana an’i Arona ho mpisorona. Dia ahetsiketseho ho fanatitra ahetsiketsika eo anatrehan’i Jehovah ilay tratrany, ka iny no ho anjaranao.",
        "27": "Ary hamasino ny tratrany atao fanatitra ahetsiketsika sy ny feny atao anjara masina, eny, ilay fanatitra nahetsiketsika sy ilay fanatitra nalaina avy tamin’ilay ondrilahy natolotra mba hametrahana an’i Arona sy ny zanany ho mpisorona.",
        "28": "Dia ho an’i Arona sy ny zanany ireo, satria anjara masina. Ho fitsipika mandritra ny fotoana tsy voafetra izany, ka hotandreman’ny zanak’Israely. Ary ho anjara masina hatolotry ny zanak’Israely ireo, eny, anjara masina hatolony ho an’i Jehovah avy amin’ny sorona iombonana ateriny.",
        "29": "“Ireo fitafiana masin’i Arona dia hanaovan’izay taranany mandimby azy, amin’ny fotoana hanosorana sy hanomezana fahefana azy ho mpisorona.",
        "30": "Koa hanao ireo fitafiana ireo mandritra ny fito andro, ny mpisorona anisan’ny taranany izay mandimby azy sy miditra ao amin’ny tranolay fihaonana mba hanompo ao amin’ny toerana masina.",
        "31": "“Ary alaivo ilay ondrilahy izay atao sorona mba hametrahana mpisorona eo amin’ny toerany, ka andrahoy ao amin’ny toerana masina ny henany.",
        "32": "Dia hohanin’i Arona sy ny zanany eo amin’ny fidirana amin’ny tranolay fihaonana ny henan’ilay ondry sy ny mofo ao anatin’ilay harona.",
        "33": "Ary mba hanamasinana an’i Arona sy ny zanany, dia hohaniny ireo zavatra nampiasaina tamin’ny fandrakofam-pahotana sy nanomezam-pahefana azy ho mpisorona. Tsy mahazo mihinana izany ny olona tsy nahazo alalana, satria zava-masina izany.",
        "34": "Ary raha misy ambiny tavela mandra-maraina ny mofo sy ny henan’ilay ondrilahy natao sorona mba hametrahana mpisorona eo amin’ny toerany, dia dory. Tsy tokony hohanina izany satria zava-masina.",
        "35": "“Izany no hataonao amin’i Arona sy ny zanany, araka izay rehetra nandidiako anao. Hataonao mandritra ny fito andro izany fanomezam-pahefana azy ireo ho mpisorona izany.",
        "36": "Ary hatolotrao isan’andro ho fandrakofam-pahotana ny ombilahy atao fanatitra noho ny ota. Ary diovy ho afaka amin’ny ota ny alitara ka manaova fandrakofam-pahotana ho azy io, ary hosory izy io mba ho masina.",
        "37": "Hataonao mandritra ny fito andro ny fandrakofam-pahotana ho an’ny alitara, ary hamasino izy io mba ho alitara masina indrindra. Tokony ho olona masina no hikasika an’ilay alitara.",
        "38": "“Ary ondrilahy kely roa izay herintaona avy, no hatolotrao isan’andro eo ambony alitara.",
        "39": "Hatolotrao amin’ny maraina ny ondrilahy iray, ary ny iray kosa hatolotrao eo anelanelan’ny takariva roa. *",
        "40": "Ary izao no hampiarahina amin’ilay ondrilahy voalohany: Lafarinina tsara toto ampahafolon’ny efaha afangaro amin’ny menaka ampahefatry ny hina * avy amin’ny oliva voatoto, ary koa divay ampahefatry ny hina ho fanatitra zava-pisotro.",
        "41": "Ary hatolotrao eo anelanelan’ny takariva roa * ilay ondrilahy faharoa, ka izao no hampiarahina aminy: Fanatitra varimbazaha toy ilay amin’ny maraina, sy fanatitra zava-pisotro toy ilay ampiarahina amin’ny fanatitra varimbazaha. Ho fanatitra mampitony izany, eny, fanatitra atao anaty afo ho an’i Jehovah.",
        "42": "Fanatitra dorana atolotra tsy tapaka izany, hatramin’ny taranakareo fara mandimby, ka atao eo amin’ny fidirana amin’ny tranolay fihaonana eo anatrehan’i Jehovah, dia eo amin’izay hisehoako aminareo sy hitenenako aminao.",
        "43": "“Ary eo aho no hiseho amin’ny zanak’Israely, ka ny voninahitro no hanamasina io toerana io.",
        "44": "Dia hohamasiniko ny tranolay fihaonana sy ny alitara. Ary hohamasiniko i Arona sy ireo zanany mba hanao ny asan’ny mpisorona eo anatrehako.",
        "45": "Ary hitoetra eo anivon’ny zanak’Israely aho ka ho Andriamaniny.",
        "46": "Dia ho fantatr’izy ireo tokoa fa izaho no Jehovah Andriamaniny, izay nitondra azy nivoaka avy tany Ejipta mba hitoerako eo anivony. Izaho no Jehovah Andriamaniny."
    },
    "30": {
        "1": "“Ary manaova alitara handoroana emboka manitra, ka hazo akasia no hanaovanao azy.",
        "2": "Iray hakiho ny lavany ary iray hakiho ny sakany, ka ho efamira ilay izy, ary roa hakiho ny haavony. Ary tokony ho avy amin’ilay alitara ihany ireo tandrony.",
        "3": "Petaho takela-bolamena tsy misy fangarony ilay alitara, dia ny tampony sy ny lafiny rehetra ary ny tandrony. Ary asio sisiny volamena manodidina ny tampony.",
        "4": "Tahony boribory volamena roa avy, no ataovy eo ambanin’ny sisin’ny andaniny roa amin’ny alitara. Ireo no hitsofohan’ny bao hilanjana an’ilay alitara.",
        "5": "Hazo akasia no hanaovanao ireo bao, ka hopetahanao takela-bolamena.",
        "6": "Ary ilay alitara dia apetraho eo anoloan’ilay ridao eo akaikin’ny Vata misy ny tenin’ny vavolombelona, tandrifin’ny saron’ilay Vata eo ambonin’ny Tenin’ny Vavolombelona, izay hisehoako aminao.",
        "7": "“Ary i Arona dia handoro emboka manitra mba hidona-tsetroka eo ambonin’ilay alitara. Hodorany isa-maraina izany mba hidona-tsetroka, rehefa manomana ny jiro izy.",
        "8": "Hodorany mba hidona-tsetroka koa izany, rehefa mandrehitra ny jiro izy, eo anelanelan’ny takariva roa. * Ho emboka manitra eo anatrehan’i Jehovah mandrakariva izany, hatramin’ny taranakareo fara mandimby.",
        "9": "Aza anolorana emboka manitra tsy ara-dalàna, na fanatitra dorana, na fanatitra varimbazaha, eo ambonin’ilay alitara, ary aza andrarahana fanatitra zava-pisotro koa eo.",
        "10": "Ary ny ran’ny fanatitra noho ny ota dia hakan’i Arona ka hataony eo amin’ny tandroky ny alitara. Hanao izany indray mandeha isan-taona izy, ho fandrakofam-pahotana ho an’ny alitara. Hatao hatramin’ny taranaka fara mandimby izany. Masina indrindra eo imason’i Jehovah ilay alitara.”",
        "11": "Ary hoy koa i Jehovah tamin’i Mosesy:",
        "12": "“Rehefa manao fanisam-bahoaka eo amin’ny zanak’Israely ianao, dia aoka ny tsirairay hanome ho an’i Jehovah ny vidin’ny fanavotana ny ainy, * mba tsy hisy loza hanjo azy ireo rehefa atao ilay fanisam-bahoaka.",
        "13": "Koa izay rehetra voaisa dia samy hanome antsasaky ny sekely, araka ny sekelin’ny toerana masina, ka gera * roapolo ny iray sekely. Eny, antsasaky ny sekely no fanomezana ho an’i Jehovah.",
        "14": "Hanome fanomezana ho an’i Jehovah ireo rehetra voasoratra anarana, izay roapolo taona no ho miakatra.",
        "15": "Tsy hanome mihoatra ny antsasaky ny sekely ny mpanankarena, ary ny mahantra tsy hanome latsaka izany, rehefa manao fanomezana ho an’i Jehovah handrakofana ny fahotanareo.",
        "16": "Ary raiso avy amin’ny zanak’Israely ilay farantsa volafotsy fandrakofam-pahotana, ka omeo hampiasaina amin’ny fanompoana ao amin’ny tranolay fihaonana. Iny no hahatsiarovan’i Jehovah ny zanak’Israely, ka hanaovana fandrakofam-pahotana ho anareo.”",
        "17": "Hoy koa i Jehovah tamin’i Mosesy:",
        "18": "“Manaova kovetabe varahina fisasana, ka asio tongony varahina. Ary apetraho eo anelanelan’ny tranolay fihaonana sy ny alitara izany, ka asio rano ao anatiny.",
        "19": "Dia hanasa ny tanany sy ny tongony eo i Arona sy ny zanany.",
        "20": "Koa hisasa amin’ny rano izy ireo mba tsy ho faty rehefa miditra ao amin’ny tranolay fihaonana, na rehefa manatona ny alitara mba hanompo ka handoro fanatitra atao anaty afo hidona-tsetroka ho an’i Jehovah.",
        "21": "Dia hanasa ny tanany sy ny tongony izy ireo mba tsy ho faty. Ho fitsipika mandritra ny fotoana tsy voafetra ho azy ireo izany, dia ho azy sy ny zanany hatramin’ny taranany fara mandimby.”",
        "22": "Hoy koa i Jehovah tamin’i Mosesy:",
        "23": "“Alaivo izay zava-manitra tsara indrindra, dia miora efa mivaingana milanja sekely dimanjato, sy kanelina antsasak’izany, izany hoe sekely dimampolo sy roanjato, sy harefo mani-pofona milanja sekely dimampolo sy roanjato,",
        "24": "sy kasia milanja sekely dimanjato, araka ny sekelin’ny toerana masina, ary menaka oliva iray hina.",
        "25": "Anamboary menaka masina fanosorana ireo, dia menaka mifangaro toy ny ataon’ny mpanamboatra menaka fanosorana. Ho menaka masina fanosorana izany.",
        "26": "“Dia iny no ampiasao amin’ny fanosorana ny tranolay fihaonana, sy ny Vata misy ny tenin’ny vavolombelona,",
        "27": "sy ny latabatra mbamin’ny fitaovany rehetra, sy ny fitoeran-jiro mbamin’ny fitaovany, sy ny alitaran’ny emboka manitra,",
        "28": "sy ny alitaran’ny fanatitra dorana mbamin’ny fitaovany, ary ny kovetabe sy ny tongony.",
        "29": "Dia hamasino ireo mba ho masina indrindra. Tokony ho olona masina no hikasika an’ireo.",
        "30": "Dia hanosotra an’i Arona sy ny zanany lahy ianao, ka hanamasina azy hanao ny asan’ny mpisorona eo anatrehako.",
        "31": "“Ary ilazao ny zanak’Israely hoe: ‘Ho menaka masina fanosorana izy io, ary hampiasaina ho ahy foana hatramin’ny taranakareo fara mandimby.",
        "32": "Tsy azo ahosotra amin’ny vatana izy io. Ary ireo zavatra nanaovana azy, dia aza anamboarana menaka hafa mitovy aminy. Zava-masina izy io, ary ho masina foana aminareo.",
        "33": "Haringana tsy ho eo amin’ny fireneny izay olona manamboatra menaka fanosorana mitovy amin’io, na maka amin’io hatao amin’olona tsy nahazo alalana.’”",
        "34": "Hoy koa i Jehovah tamin’i Mosesy: “Makà an’ireto zava-manitra ireto: Ditin-kazo stakite, onyka, galbanoma manitra, ary ditin-kazo manitra tsy misy fangarony. Tokony hitovy daholo ny fatran’ireo.",
        "35": "Dia amboary ho emboka manitra izany, ho zava-manitra mifangaro toy izay ataon’ny mpanamboatra menaka fanosorana, eny, zava-manitra misy sira sy madio, ary ho zava-masina.",
        "36": "Ary makà amin’ilay emboka manitra ka totoy ho lasa vovony izany. Dia makà amin’ilay vovony, ka ataovy eo anoloan’ny Vata misy ny Tenin’ny Vavolombelona izay ao amin’ny tranolay fihaonana, eo amin’izay hisehoako aminao. Tokony ho masina indrindra izany aminareo.",
        "37": "Ary aza manao emboka manitra ho anareo amin’ireo zava-manitra ireo. Aminao dia zava-masina eo imason’i Jehovah foana izany.",
        "38": "Koa izay manamboatra emboka manitra mitovy amin’izany mba hankafizana ny fofony, dia haringana tsy ho eo amin’ny fireneny.”"
    },
    "31": {
        "1": "Ary hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Antsoiko amin’ny anarany i Bezalila zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda.",
        "3": "Dia hofenoiko ny fanahiko * i Bezalila, mba hananany fahendrena sy fahiratan-tsaina sy fahalalana ary fahaizana asa tanana isan-karazany,",
        "4": "ka hahafahany hamoron-javatra, sy hanefy volamena sy volafotsy ary varahina,",
        "5": "sy hanefy vatosoa hatao anaty tranom-bato, ary hanao sokitra hazo hanamboarany taozavatra isan-karazany.",
        "6": "Ary tendreko hanampy azy i Oholiaba zanak’i Ahisamaka, avy amin’ny fokon’i Dana. Ary omeko talenta bebe kokoa izay rehetra efa manan-talenta, mba hanaovany izay rehetra nandidiako anao,",
        "7": "dia ny tranolay fihaonana, ny Vata misy ny tenin’ny vavolombelona sy ny saron’ilay Vata, ny fitaovana rehetran’ny tranolay,",
        "8": "ny latabatra sy ny fitaovany, ny fitoeran-jiro volamena tsy misy fangarony mbamin’ny fitaovany rehetra, ny alitaran’ny emboka manitra,",
        "9": "ny alitaran’ny fanatitra dorana mbamin’ny fitaovany rehetra, ny kovetabe sy ny tongony,",
        "10": "ny fitafiana tsara tenona, ny fitafiana masina ho an’i Arona mpisorona, ny fitafian’ireo zanany mba hanaovan’izy ireo ny asan’ny mpisorona,",
        "11": "ny menaka masina fanosorana, ary ny emboka manitra ho an’ny toerana masina. Araka izay rehetra nandidiako anao no hataon’izy ireo.”",
        "12": "Hoy koa i Jehovah tamin’i Mosesy:",
        "13": "“Mitenena amin’ny zanak’Israely hoe: ‘Tandremo tsara ny sabatako satria izany no famantarana eo amiko sy aminareo, hatramin’ny taranakareo fara mandimby, mba hahafantaranareo fa izaho Jehovah no manamasina anareo.",
        "14": "Ary tandremo ny sabata, satria masina aminareo izany. Hovonoina ho faty tokoa izay manazimbazimba azy io. Ary raha misy olona miasa amin’io andro io, dia haringana tsy ho eo amin’ny fireneny izy. *",
        "15": "Enina andro no azo iasana, fa sabata fitsaharana tanteraka kosa ny andro fahafito. Masina eo anatrehan’i Jehovah ny sabata, koa hovonoina ho faty tokoa izay miasa amin’io andro io.",
        "16": "Ary tsy maintsy tandreman’ny zanak’Israely ny sabata, eny, hotandremany hatramin’ny taranany fara mandimby. Fifanekena mandritra ny fotoana tsy voafetra izany.",
        "17": "Famantarana eo amiko sy amin’ny zanak’Israely mandritra ny fotoana tsy voafetra izany. Enina andro mantsy no nanaovan’i Jehovah ny lanitra sy ny tany, dia nitsahatra izy tamin’ny andro fahafito, ary afa-po.’”",
        "18": "Ary raha vao vita ny teny nataony tamin’i Mosesy teo an-tendrombohitra Sinay, dia nomeny azy ny takela-bato roa misy ny Tenin’ny Vavolombelona, dia ny takela-bato nosoratan’ny rantsantanan’Andriamanitra."
    },
    "32": {
        "1": "Nandritra izany fotoana izany, rehefa hitan’ny olona fa naharitra ela i Mosesy nefa mbola tsy nidina avy tany an-tendrombohitra ihany, dia nitangorona teo amin’i Arona izy ireo, ka nanao hoe: “Manamboara andriamanitra ho antsika hialoha lalana antsika, fa tsy fantatra mihitsy izay nanjo an’ilay Mosesy nitondra antsika niakatra avy tany Ejipta iny.”",
        "2": "Dia hoy i Arona: “Esory àry ny kavina volamena eny an-tsofin’ny vadinareo sy ny zanakareo lahy ary ny zanakareo vavy, ka ento etỳ amiko.”",
        "3": "Koa nesorin’ny olona rehetra ny kavina volamena teny an-tsofiny, ka nentiny tany amin’i Arona.",
        "4": "Dia noraisin’i Arona avy teny an-tanan’izy ireo ny volamena ka namboariny tamin’ny fandraka. Ary nanao sarivongana zanak’omby tamin’ireo volamena narendrika izy. Dia hoy ny olona: “Io ny Andriamanitrao, izay nitondra anao niakatra avy tany Ejipta, ry Israely ô!”",
        "5": "Ary nanorina alitara teo anoloan’ilay zanak’omby i Arona nony nahita izany. Farany, dia niantsoantso izy hoe: “Hisy fety ho an’i Jehovah rahampitso.”",
        "6": "Koa nifoha maraina izy ireo ny ampitson’iny, ary nanolotra fanatitra dorana sy sorona iombonana. Dia nipetraka hihinana sy hisotro ny olona, ary avy eo dia nitsangana hifalifaly.",
        "7": "Dia hoy i Jehovah tamin’i Mosesy: “Mandehana midina, fa manao ratsy ny olonao, izay nentinao niakatra avy tany Ejipta.",
        "8": "Nalaky niala tamin’ny lalana nasaiko nalehany izy. Nanao sarivongana zanak’omby tamin’ny volamena narendrika izy, ary miankohoka eo anatrehany sy manao sorona ho azy, sady miteny hoe: ‘Io ny Andriamanitrao, izay nitondra anao niakatra avy tany Ejipta, ry Israely ô!’”",
        "9": "Ary hoy koa i Jehovah tamin’i Mosesy: “Hitako fa vahoaka mafy hatoka io vahoaka io.",
        "10": "Avelao hirehitra aminy ny fahatezerako ka haringako izy. Dia hataoko ho firenena lehibe ianao.”",
        "11": "Ary nampitony an’i * Jehovah Andriamaniny i Mosesy, ka nanao hoe: “Jehovah ô, nahoana ny fahatezeranao no dia mirehitra amin’ny olonao, izay nentinao nivoaka avy tany Ejipta tamin-kery lehibe sy tamin’ny tanana mahery?",
        "12": "Nahoana ny Ejipsianina no dia avela hiteny hoe: ‘Nitetika ny hanao ratsy izy ka namoaka azy ireo niala teto amintsika, mba hamonoana azy any an-tendrombohitra sy handringanana azy tsy ho etỳ ambonin’ny tany’? Aoka re mba tsy hirehitra intsony ny fahatezeranao e, ary aoka ianao hanenina ny amin’ny ratsy saika hataonao amin’ny olonao.",
        "13": "Tsarovy i Abrahama sy Isaka ary Israely mpanomponao, izay nianiananao tamin’ny tenanao, ka nilazanao hoe: ‘Hataoko maro tahaka ny kintana eny amin’ny lanitra ny taranakareo. Ary io tany manontolo io izay efa nolazaiko taminareo, dia homeko ny taranakareo ho lovany mandritra ny fotoana tsy voafetra.’”",
        "14": "Dia nanenenan’i Jehovah ny ratsy rehetra nolazainy fa hataony amin’ny olony.",
        "15": "Ary nihodina i Mosesy ka nidina avy tany an-tendrombohitra, ary teny an-tanany ny takela-bato roa misy ny Tenin’ny Vavolombelona. Nisy soratra ny lafiny roa tamin’ireo takela-bato ireo, izany hoe, ny ambadika sy ambadika.",
        "16": "Asa tanan’Andriamanitra ireo takela-bato ireo, ary soratr’Andriamanitra ny soratra voasokitra teo aminy.",
        "17": "Ary henon’i Josoa ny tabataban’ny olona nihorakoraka, ka hoy izy tamin’i Mosesy: “Tabataban’ady izany ao an-toby ao izany!”",
        "18": "Fa hoy i Mosesy: “Tsy hiran’olona nahazo fandresena miezinezina izany, Na hiran’olona resy. Hira hafa mihitsy izany henoko izany.”",
        "19": "Raha vao tonga teo akaikin’ny toby i Mosesy, ka nahita an’ilay zanak’omby sy ny olona nandihy, dia nirehitra ny fahatezerany. Avy hatrany dia nazerany ireo takela-bato teny an-tanany, ka novakivakiny teo am-pototry ny tendrombohitra.",
        "20": "Dia nalainy ilay zanak’omby nataon’ireo, ka nodorany ary notorotoroiny ho vovoka. Ary nafafiny teny amin’ny rano izany, ka nampisotroiny ny zanak’Israely.",
        "21": "Dia hoy i Mosesy tamin’i Arona: “Fa nataon’ity vahoaka ity inona ianao no dia nampiditra azy tamin’izao fahotana lehibe izao?”",
        "22": "Ary hoy i Arona: “Aoka tsy hirehitra ny fahatezeran’ny tompoko. Fantatrao tsara fa mora manao ratsy ity vahoaka ity.",
        "23": "Koa hoy izy ireo tamiko: ‘Manamboara andriamanitra ho antsika hialoha lalana antsika, fa tsy fantatra mihitsy izay nanjo an’ilay Mosesy nitondra antsika niakatra avy tany Ejipta iny.’",
        "24": "Dia hoy aho taminy: ‘Iza avy àry no manana volamena? Aoka hesoriny izany, ka hoentiny etỳ amiko.’ Ary natsipiko tao anaty afo izany, ka io zanak’omby io no nivoaka avy tao.”",
        "25": "Ary hitan’i Mosesy fa nanaram-po tanteraka ny olona, satria efa navelan’i Arona hanaram-po tanteraka mba hahafa-baraka azy ireo eo imason’ny fahavalony.",
        "26": "Koa nankeo am-bavahadin’ny toby i Mosesy ka niteny hoe: “Iza no momba an’i Jehovah? Avia etỳ amiko!” Dia niangona teny aminy daholo ny taranak’i Levy.",
        "27": "Ary hoy izy tamin’ireo: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Ataovy eny amin’ny andilanareo ny sabatrareo, ary midira hamakivaky ny toby ka tetezo ny vavahady rehetra. Dia samia mamono ny rahalahiny sy ny mpiara-monina aminy ary ny namany akaiky.’”",
        "28": "Dia nanao araka izay nolazain’i Mosesy ny taranak’i Levy, ka lehilahy telo arivo teo ho eo tamin’ny vahoaka no maty ny androtr’iny.",
        "29": "Ary hoy i Mosesy: “Hatanjaho ny tenanareo anio hanompoana an’i Jehovah, satria ianareo samy efa namely ny zanakareo sy ny rahalahinareo avy, mba hanomezan’Andriamanitra fitahiana anareo anio.”",
        "30": "Ary ny ampitson’iny, dia hoy i Mosesy tamin’ny vahoaka: “Efa nanao fahotana lehibe ianareo. Koa hiakatra any amin’i Jehovah aho izao. Angamba aho ho afaka hanao fandrakofam-pahotana ho anareo.”",
        "31": "Dia niverina nankany amin’i Jehovah i Mosesy, ka nanao hoe: “Indrisy! Efa nanao fahotana lehibe ny vahoaka, tamin’ny nanaovany andriamanitra volamena ho azy ireo!",
        "32": "Raha mba vonona hamela ny helony mantsy ianao...! Fa raha tsy izany dia vonoy ao amin’ny boky nosoratanao re ny anarako e!”",
        "33": "Hoy anefa i Jehovah tamin’i Mosesy: “Ny anaran’izay nanota tamiko ihany no hovonoiko ao amin’ny bokiko.",
        "34": "Koa mandehana, ento ho any amin’ny toerana efa nolazaiko taminao ny vahoaka. Ary handeha eo alohanao ilay anjeliko. Fa amin’ny andro hanasaziako no hanasaziako azy ireo noho ny fahotany.”",
        "35": "Ary namely ny olona i Jehovah, noho ilay zanak’omby nasain’izy ireo nataon’i Arona."
    },
    "33": {
        "1": "Ary hoy koa i Jehovah tamin’i Mosesy: “Mandehana miala eto ianao sy ny vahoaka nentinao niakatra avy tany Ejipta, ka mankanesa any amin’ilay tany izay nianianako tamin’i Abrahama sy Isaka ary Jakoba hoe: ‘Ny taranakao no homeko azy io.’",
        "2": "Ary haniraka anjely eo alohanao aho, sady handroaka ny Kananita sy ny Amorita sy ny Hetita sy ny Perizita sy ny Hivita ary ny Jebosita.",
        "3": "Koa mandehana any amin’ny tany tondra-dronono sy tantely. Tsy hiakatra miaraka aminareo anefa aho satria vahoaka mafy hatoka ianareo, ka sao haringako eny an-dalana.”",
        "4": "Ary ory dia ory ny olona rehefa nandre izany teny nampalahelo izany, ka tsy nisy nanao firavaka.",
        "5": "Hoy koa i Jehovah tamin’i Mosesy: “Teneno ny zanak’Israely hoe: ‘Vahoaka mafy hatoka ianareo! Ao anatin’ny indray mipy maso monja, dia azoko atao ny miakatra mankeo aminareo sy mandringana anareo. Koa esory eny aminareo ny firavakareo, fa mbola ho hitako eo ihany izay hanaovako anareo.’”",
        "6": "Ary nanomboka teo an-tendrombohitra Horeba, dia nanaisotra ny firavany ny zanak’Israely.",
        "7": "Ary nentin’i Mosesy ny tranolainy ka natsangany teny ivelan’ny toby, teny lavidavitra teny. Dia nantsoiny hoe tranolay fihaonana izy io. Ary izay olona nanontany an’i Jehovah, dia nankeny amin’ilay tranolay fihaonana teny ivelan’ny toby.",
        "8": "Raha vao nankeny amin’ilay tranolay i Mosesy, dia nitsangana daholo ny olona ka samy nankeo amin’ny fidirana amin’ny tranolainy avy, ary nibanjina an’i Mosesy mandra-pidirany tao amin’ilay tranolay.",
        "9": "Ary raha vao tafiditra tao amin’ilay tranolay i Mosesy, dia nidina ny andry rahona ka nijanona teo amin’ny fidirana amin’ilay tranolay. Ary niresaka tamin’i Mosesy Andriamanitra.",
        "10": "Dia hitan’ny rehetra ilay andry rahona nijanona teo amin’ny fidirana amin’ilay tranolay. Koa nitsangana ny olona rehetra ary niankohoka teo amin’ny fidirana amin’ny tranolainy avy.",
        "11": "Ary niresaka nifanatrika tamin’i Mosesy i Jehovah, toy ny olona miresaka amin’ny namany. Rehefa niverina nankany an-toby i Mosesy, dia tsy mba niala tao amin’ilay tranolay i Josoa mpanompony zanak’i Nona, izay mpanampy azy.",
        "12": "Dia hoy i Mosesy tamin’i Jehovah: “Ianao miteny amiko hoe: ‘Ento miakatra ity vahoaka ity’, nefa tsy nampahafantarinao ahy hoe iza no hirahinao hiaraka amiko. Niteny koa ianao hoe: ‘Mahafantatra anao amin’ny anaranao aho, ary mankasitraka anao.’",
        "13": "Koa raha mahazo sitraka aminao àry aho, dia mba ampahafantaro ahy re ny lalanao, hahafantarako anao ka hahazoako sitraka aminao e! Ary tsarovy fa olonao ity firenena ity.”",
        "14": "Koa hoy izy: “Izaho mihitsy no hiaraka aminao, ary hataoko mandry feizay ianao.”",
        "15": "Dia hoy i Mosesy taminy: “Aza entina miakatra hiala eto izahay, raha tsy ianao mihitsy no miaraka aminay.",
        "16": "Ary ahoana moa no hahafantarana fa mahazo sitraka aminao izaho sy ny olonao? Tsy amin’ny fandehananao miaraka aminay ve? Amin’izay dia hiavaka amin’ny firenena hafa etỳ ambonin’ny tany izaho sy ny olonao.”",
        "17": "Ary hoy i Jehovah taminy: “Hataoko koa izay zavatra nolazainao izay, satria mankasitraka anao aho sady mahafantatra anao amin’ny anaranao.”",
        "18": "Dia hoy i Mosesy: “Mba ataovy mahita ny voninahitrao re aho e!”",
        "19": "Namaly anefa izy hoe: “Avelako hahita ny hatsaran-toetrako rehetra ianao, ary hambarako eo anatrehanao ny anaran’i Jehovah. Dia hankasitraka an’izay hankasitrahako aho, sady hamindra fo amin’izay hamindrako fo.”",
        "20": "Hoy koa izy: “Tsy afaka mahita ny tavako ianao, satria tsy misy olona afaka mahita ahy ka mbola ho velona ihany.”",
        "21": "Ary hoy koa i Jehovah: “Misy toerana eto amiko, ka mijanòna eto ambonin’ny harambato.",
        "22": "Ary hataoko eo an-tsefatsefaky ny harambato ianao rehefa mandalo ny voninahitro, ary hataoko eo aminao ny felatanako hanakona anao mandra-pandaloko.",
        "23": "Dia hesoriko ny felatanako, ka ny ivohoko no ho hitanao. Tsy mahazo mahita ny tavako anefa ianao.”"
    },
    "34": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Manamboara takela-bato roa mitovy amin’ireo voalohany, fa hosoratako eo amin’ireo ny teny teo amin’ireo takela-bato voalohany novakivakinao.",
        "2": "Ary miomàna ho amin’ny rahampitso maraina, fa hiakatra ho any an-tampon’ny Tendrombohitra Sinay ianao amin’ny maraina, ka hiaraka amiko eo.",
        "3": "Tsy misy mahazo miara-miakatra aminao anefa. Aoka koa tsy hisy olon-kafa ho hita na aiza na aiza eo amin’ilay tendrombohitra. Tsy tokony hisy andian’ondry na andian’omby koa hiraoka ahitra eo anoloan’io tendrombohitra io.”",
        "4": "Dia nanamboatra takela-bato roa nitovy tamin’ireo voalohany i Mosesy. Ary nifoha maraina izy, ka niakatra tany an-tendrombohitra Sinay, araka izay nandidian’i Jehovah azy. Koa nentiny ny takela-bato roa.",
        "5": "Dia nidina i Jehovah, ary tao anaty rahona izy tamin’izay. Koa niaraka tamin’i Mosesy teo izy ka nanambara ny anaran’i Jehovah.",
        "6": "Ary nandalo teo anatrehan’i Mosesy i Jehovah ka niteny hoe: “Jehovah, Jehovah, Andriamanitra mamindra fo sy tsara fanahy, tsy mora tezitra, be hatsaram-panahy feno fitiavana sady tena tia fahamarinana,",
        "7": "mitahiry hatsaram-panahy feno fitiavana ho an’ny taranaka an’arivony, mamela fahadisoana sy heloka ary fahotana, kanefa sanatria azy ny tsy hanasazy izay tokony hosazina, fa hosaziny noho ny fahadisoan’ny ray ny zanany sy ny zafikeliny ary ny zafiafiny.”",
        "8": "Avy hatrany dia niondrika haingana tamin’ny tany i Mosesy ka niankohoka.",
        "9": "Avy eo dia hoy izy: “Jehovah ô, raha mahazo sitraka aminao aho, dia aoka mba hiaraka aminay ianao, Jehovah ô, fa mafy hatoka ity vahoaka ity! Ary mamelà ny fahadisoanay sy ny fahotanay, ka raiso ho fanananao izahay.”",
        "10": "Dia namaly izy hoe: “Manao fifanekena aminareo aho fa eo anatrehan’ny olonao rehetra no hanaovako zava-mahagaga, izay mbola tsy natao tany amin’ny tany rehetra na teo amin’ny firenena rehetra. Ary hahita ny asan’i Jehovah ny olona rehetra manodidina anareo, fa zavatra mampahatahotra no hataoko eo anatrehanareo.",
        "11": "“Tandremo izay zavatra andidiako anao anio. Horoahiko tsy ho eo anatrehanao ny Amorita sy ny Kananita sy ny Hetita sy ny Perizita sy ny Hivita ary ny Jebosita.",
        "12": "Koa mitandrema ianao mba tsy hanao fifanekena amin’ny mponina ao amin’ilay tany halehanao, sao ho fandrika ho anao izany.",
        "13": "Fa arodano ny alitarany, torotoroy ny tsangambatony masina, ary kapao ny tsato-kazony masina.",
        "14": "Aza miankohoka eo anatrehan’ny andriamani-kafa, satria Andriamanitra saro-piaro i Jehovah, ilay antsoina hoe Saro-piaro.",
        "15": "Sao mantsy ianao manao fifanekena amin’ny mponina ao amin’ilay tany, nefa azo antoka fa hanana fifandraisana mamoafady amin’ny andriamaniny izy ireo ka hanao sorona ho an’ny andriamaniny, dia hisy hanasa anao ka hihinana tokoa amin’ny sorona ataony ianao.",
        "16": "Dia haka amin’ny zanany vavy ho vadin’ny zanakao lahy ianao, nefa azo antoka fa hanana fifandraisana mamoafady amin’ny andriamaniny ilay zanany vavy, ka hitarika ny zanakao lahy hanana fifandraisana mamoafady toy izany koa.",
        "17": "“Aza manao andriamanitra metaly.",
        "18": "“Ankalazao ny fetin’ny mofo tsy misy lalivay. Koa araka izay nandidiako anao, dia hihinana mofo tsy misy lalivay ianao, mandritra ny fito andro amin’ny fotoana voatondro amin’ny volana Abiba, satria tamin’ny volana Abiba no nivoahanao avy tany Ejipta.",
        "19": "“Ahy ny voalohan-teraka rehetra. Ary amin’ny biby fiompinao rehetra, dia ahy ny lahy voalohan-teraka amin’ny omby aman’ondry.",
        "20": "Koa tokony hanome ondry ianao hanavotana ny voalohan-teraky ny ampondra, fa raha tsy avotanao izy, dia velezo ny hatony mba hahafaty azy. Avoty koa ny lahimatoa rehetra amin’ny zanakao. Ary aoka tsy hisy hitondra tanam-polo rehefa mankeo anatrehako.",
        "21": "“Enina andro no hiasanao, fa hitandrina ny sabata kosa ianao amin’ny andro fahafito. Hitandrina ny sabata ianao, na amin’ny fotoana iasana ny tany na amin’ny fotoam-pijinjana.",
        "22": "“Ankalazao ny fetin’ireo herinandro, ka atero ny voaloham-bokatra amin’ny varimbazaha. Ankalazao koa ny fetin’ny fanangonam-bokatra atao amin’ny faramparan’ny taona.",
        "23": "“Intelo isan-taona ny lehilahy rehetra eo aminao no hiseho eo anatrehan’ilay tena Tompo, dia i Jehovah Andriamanitry ny Israely.",
        "24": "Fa horoahiko tsy ho eo anatrehanao ireo firenena, ary hataoko midadasika ny faritra misy anao. Ary tsy hisy olona hitsiriritra ny taninao, rehefa miakatra mba hahita ny tavan’i Jehovah Andriamanitrao intelo isan-taona ianao.",
        "25": "“Aza atao sorona miaraka amin-javatra misy lalivay ny ran’ny sorona atolotra ho ahy. Ary aza tehirizina mandra-maraina ny sorona atolotra amin’ny fetin’ny Paska.",
        "26": "“Ento mankao an-tranon’i Jehovah Andriamanitrao ny tsara indrindra amin’ny voaloham-bokatry ny taninao. “Aza mahandro zanak’osy amin’ny rononon-dreniny.”",
        "27": "Ary hoy koa i Jehovah tamin’i Mosesy: “Soraty ireo teny ireo, satria araka ireo teny ireo no anaovako fifanekena aminao sy ny Israely.”",
        "28": "Dia niaraka tamin’i Jehovah teo efapolo andro sy efapolo alina izy, ary tsy nisakafo na nisotro rano. Ary nosoratany teo amin’ireo takela-bato ny teny tao amin’ilay fifanekena, izany hoe ny Teny Folo.",
        "29": "Rehefa nidina avy teo amin’ny Tendrombohitra Sinay i Mosesy, dia teny an-tanany ny takela-bato roa misy ny Tenin’ny Vavolombelona. Ary tsy fantatr’i Mosesy hoe nanjelanjelatra ny hodi-tavany rehefa avy niresaka tamin’Andriamanitra izy.",
        "30": "Koa rehefa hitan’i Arona sy ny zanak’Israely rehetra fa nanjelanjelatra ny hodi-tavan’i Mosesy, dia natahotra ny hanatona azy izy ireo.",
        "31": "Ary niantso azy ireo i Mosesy. Koa niverina nankeo aminy i Arona sy ny mpiadidy rehetran’ny vahoaka. Dia niresaka tamin’izy ireo i Mosesy.",
        "32": "Avy eo dia nanatona azy ny zanak’Israely rehetra. Ary nandidy azy ireo izy, araka izay rehetra nolazain’i Jehovah taminy tany amin’ny Tendrombohitra Sinay.",
        "33": "Ary nosaronan’i Mosesy lamba ny tarehiny, rehefa avy niresaka tamin’izy ireo izy.",
        "34": "Rehefa niditra nankeo anatrehan’i Jehovah anefa i Mosesy mba hiresaka taminy, dia nesoriny ilay lamba mandra-pivoakany avy tao. Ary nivoaka avy tao izy ka nambarany tamin’ny zanak’Israely ny didy nomena azy.",
        "35": "Ary hitan’ny zanak’Israely fa nanjelanjelatra ny hodi-tavan’i Mosesy. Dia nasaron’i Mosesy ny tarehiny indray ilay lamba, mandra-pandehany niditra hiresaka tamin’Andriamanitra."
    },
    "35": {
        "1": "Ary novorin’i Mosesy ny vahoaka manontolo, dia ny zanak’Israely, ka nilazany hoe: “Ireto avy ny zavatra nandidian’i Jehovah hatao:",
        "2": "Enina andro no azo iasana, fa ny andro fahafito kosa ho masina aminareo. Sabata fitsaharana tanteraka natokana ho an’i Jehovah io. Koa izay miasa amin’io andro io dia hovonoina ho faty.",
        "3": "Aza mandrehitra afo amin’ny andro sabata, any amin’izay toeram-ponenanareo.”",
        "4": "Ary hoy koa i Mosesy tamin’ny vahoaka manontolo, dia ny zanak’Israely: “Izao no teny nandidian’i Jehovah:",
        "5": "‘Mitondrà fanomezana ho an’i Jehovah avy ao aminareo. Aoka hitondra izany ho fanomezana ho an’i Jehovah ny olona rehetra atosiky ny fony, ka hanome volamena, volafotsy, varahina,",
        "6": "kofehy manga, volonondry nolokoana volomparasy somary mena, kofehy mena midorehitra, kofehy rongony tena tsara, volon’osy,",
        "7": "hoditr’ondry nolokoana mena, hoditra faoky, hazo akasia,",
        "8": "menaka ho an’ny jiro, menaka balsama hatao amin’ny menaka masina fanosorana sy ny emboka manitra,",
        "9": "vato oniksa, ary vato voatefy apetaka amin’ny efoda sy ny saron-tratra.",
        "10": "“‘Ary aoka hanatona izay rehetra manan-talenta eo aminareo, ka hanao izay rehetra nandidian’i Jehovah,",
        "11": "dia ny tranolay mbamin’ny rakony, ny faraingony sy ny rafitra tsirairay, ny barany sy ny andry ary ny faladiany hitsatohany;",
        "12": "ny Vata sy ny bao filanjana azy sy ny sarony ary ny ridao fanakonana;",
        "13": "ny latabatra sy ny bao filanjana azy mbamin’ny fitaovany rehetra ary ny mofo aseho;",
        "14": "ny fitoeran-jiro ho fanazavana mbamin’ny fitaovany sy ny jirony ary ny menaka ho an’ny jiro;",
        "15": "ny alitaran’ny emboka manitra sy ny bao filanjana azy; ny menaka masina fanosorana sy ny emboka manitra; ny lamba fanakonana an’ilay fidirana amin’ny tranolay;",
        "16": "ny alitaran’ny fanatitra dorana sy ny makarakara varahina miaraka aminy sy ny bao filanjana azy ary ny fitaovany rehetra; ny kovetabe sy ny tongony;",
        "17": "ny fefy lamban’ny tokotany mbamin’ny andry sy ny faladiany hitsatohany; ny lamba fanakonana ny vavahadin’ny tokotany;",
        "18": "ireo fantsika be fanenjanan-day ho an’ny tranolay sy ireo ho an’ny tokotany, mbamin’ireo tadiny;",
        "19": "ny fitafiana tsara tenona hoenti-manompo ao amin’ny toerana masina, sy ny fitafiana masina ho an’i Arona mpisorona ary ny fitafian’ireo zanany hanaovan’izy ireo ny asan’ny mpisorona.’”",
        "20": "Ary niala teo anatrehan’i Mosesy ny vahoaka manontolo, dia ny zanak’Israely.",
        "21": "Avy eo dia tonga izay rehetra natosiky ny fony, eny, izay rehetra noterem-panahy, * ka nitondra ny fanomezana ho an’i Jehovah hanaovana ny tranolay fihaonana, sy ny fanompoana rehetra ao, ary ny fitafiana masina.",
        "22": "Ary tonga foana ny olona, na lahy na vavy, dia izay rehetra natosiky ny fony. Ary nitondra firavaka misy paingotra, sy kavina, sy peratra, sy firava-behivavy, ary zavatra isan-karazany vita amin’ny volamena izy ireo. Izany no nentin’izay rehetra nanolotra volamena ho fanatitra ahetsiketsika ho an’i Jehovah.",
        "23": "Ary izay nanana kofehy manga, sy volonondry volomparasy somary mena, sy kofehy mena midorehitra, sy kofehy rongony tena tsara, sy volon’osy, sy hoditr’ondry nolokoana mena, ary hoditra faoky, dia nitondra izany.",
        "24": "Fanomezana ho an’i Jehovah no nataon’izay rehetra nanao fanomezana volafotsy sy varahina. Ary izay rehetra nanana hazo akasia hanaovana ilay asa dia nitondra izany.",
        "25": "Ary nanao kofehy ny vehivavy rehetra nanan-talenta ka nentin’izy ireo izay vitany, dia ny kofehy manga, ny kofehy volonondry volomparasy somary mena, ny kofehy mena midorehitra, ary ny kofehy rongony tena tsara.",
        "26": "Ary nanao kofehy tamin’ny volon’osy ny vehivavy rehetra izay nanan-talenta sy natosiky ny fony.",
        "27": "Ary ny mpiadidy dia nitondra vato oniksa sy vato voatefy hapetaka amin’ny efoda sy ny saron-tratra.",
        "28": "Ary nentiny koa ny menaka balsama, sy ny menaka ho an’ny jiro, ary ny menaka hatao amin’ny menaka masina fanosorana sy ny emboka manitra.",
        "29": "Koa izay lehilahy sy vehivavy natosiky ny fony, dia nitondra zavatra hanaovana ny asa rehetra nandidian’i Jehovah tamin’ny alalan’i Mosesy. Eny, nitondra fanatitra an-tsitrapo ho an’i Jehovah ny zanak’Israely.",
        "30": "Dia hoy i Mosesy tamin’ny zanak’Israely: “Efa nantsoin’i Jehovah tamin’ny anarany i Bezalila zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda.",
        "31": "Ary nofenoin’Andriamanitra ny fanahiny izy, mba hananany fahendrena sy fahiratan-tsaina sy fahalalana ary fahaizana asa tanana isan-karazany,",
        "32": "ka hahafahany hamoron-javatra, sy hanefy volamena sy volafotsy ary varahina,",
        "33": "sy hanefy vatosoa hatao anaty tranom-bato, ary hanao sokitra hazo hanamboarany taozavatra isan-karazany.",
        "34": "Ary efa nataony tao am-pon’i Bezalila ny fahaiza-mampianatra mba hampianarany. Dia hampianatra izy sy Oholiaba zanak’i Ahisamaka, avy amin’ny fokon’i Dana.",
        "35": "Efa nomeny talenta izy ireo mba ho mpanao asa tanana, sy ho mpanao peta-kofehy, sy ho mpanenona lamba misoratsoratra amin’ny kofehy manga sy volonondry volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony tena tsara, ary ho mpanenona. Ho lehilahy mpanao asa isan-karazany sy mpamoron-javatra izy ireo."
    },
    "36": {
        "1": "“Ary aoka hiasa i Bezalila sy Oholiaba ary ny olona rehetra manan-talenta, izay nomen’i Jehovah talenta sy fahiratan-tsaina ilaina amin’ireo zavatra ireo, mba hahaizany hanao ny asa rehetra mahakasika ny fanompoana masina, araka izay rehetra nandidian’i Jehovah.”",
        "2": "Dia nantsoin’i Mosesy i Bezalila sy Oholiaba ary ny olona rehetra nanan-talenta izay efa nomen’i Jehovah talenta, dia izay rehetra natosiky ny fony ho tonga hanao ny asa.",
        "3": "Ary nalain’izy ireo teo anatrehan’i Mosesy ny fanomezana rehetra nentin’ny zanak’Israely ho an’ny asa mahakasika ny fanompoana masina, mba hanaovana izany asa izany. Ary ny zanak’Israely mbola nitondra fanatitra an-tsitrapo teo aminy ihany isa-maraina.",
        "4": "Ary ny olona rehetra nanan-talenta izay teo am-panaovana ny asa masina rehetra, dia nanajanona ny asa nataony ka tonga tsirairay",
        "5": "niteny tamin’i Mosesy hoe: “Be lavitra noho izay ilaina amin’ny asa nasain’i Jehovah natao no entin’ny olona.”",
        "6": "Koa nasain’i Mosesy nampilaza eran’ny toby izy ireo hoe: “Aza manao zavatra hatao fanomezana masina intsony, rey olona e!” Dia nosakanana tsy hanatitra intsony ny olona.",
        "7": "Ary ampy tsara ny akora ho an’ny asa rehetra hatao, eny, nihoatra aza.",
        "8": "Ary izay rehetra nanan-talenta teo amin’ireo nanao ny asa, dia nanao ny tranolay, izany hoe ny lamba folo vita tamin’ny kofehy rongony miolana tsara sy kofehy manga sy volonondry nolokoana volomparasy somary mena ary kofehy mena midorehitra. Ary noravahany kerobima natao peta-kofehy ireo lamba.",
        "9": "Valo amby roapolo hakiho ny lavan’ny lamba tsirairay, ary efatra hakiho ny sakany. Nitovy ny refin’ny lamba rehetra.",
        "10": "Dia nataony nitohitohy nitambatra ny lamba dimy, ary nataony toy izany koa ny lamba dimy ambiny.",
        "11": "Avy eo dia nasiany vona tamin’ny kofehy manga ny sisin’ny lamba farany, teo amin’izay nihaonan’ireo fitambaran-damba. Nasiany vona koa ny sisin’ny lamba farany tamin’ilay fitambaran-damba faharoa, teo amin’izay nihaonan’ireo fitambaran-damba.",
        "12": "Vona dimampolo no nataony teo amin’ny lamba iray, ary vona dimampolo koa teo amin’ny sisin’ny lamba iray, dia teo amin’izay nihaonan’ireo fitambaran-damba. Ary nataony nifanitsy ireo vona.",
        "13": "Farany, dia nanao faraingo volamena dimampolo izy nanakambanana an’ireo fitambaran-damba ireo ho lamba iray ihany.",
        "14": "Ary nanao lamba iraika ambin’ny folo vita tamin’ny volon’osy izy nandrakofana ny tranolay masina.",
        "15": "Telopolo hakiho ny lavan’ny lamba tsirairay ary efatra hakiho ny sakany, ka nitovy daholo ny refin’ny lamba iraika ambin’ny folo.",
        "16": "Dia nataony nitohitohy nitambatra ny lamba dimy, ary nataony toy izany koa ny lamba enina.",
        "17": "Avy eo dia nasiany vona dimampolo ny sisin’ny lamba farany, teo amin’izay nihaonan’ireo fitambaran-damba, ary nasiany vona dimampolo koa ny sisin’ny fitambaran-damba faharoa izay nakambana tamin’iny.",
        "18": "Ary nanao faraingo varahina dimampolo izy nanakambanana an’ireo fitambaran-damba ho lamba iray ihany.",
        "19": "Ary nanao rakotra tamin’ny hoditr’ondry nolokoana mena izy natao teo ambonin’io, ary rakotra iray koa tamin’ny hoditra faoky, natao teo ambony indrindra.",
        "20": "Ary nanao ireo rafitry ny tranolay tamin’ny hazo akasia izy, ka nataony nitsangana ireo rafitra.",
        "21": "Folo hakiho ny lavan’ny rafitra tsirairay, ary iray hakiho sy sasany ny sakany.",
        "22": "Ary ny rafitra tsirairay dia nisy lahiny roa nilahatra. Toy izany no nanaovany ny rafitra rehetran’ny tranolay.",
        "23": "Koa nataony ireo rafitry ny tranolay, ka rafitra roapolo no ho an’ny lafiny mitodika any Negeba, izany hoe mitodika mianatsimo.",
        "24": "Ary nanao faladiany volafotsy efapolo izy nitsatohan’ny rafitra roapolo, ka faladiany roa no nitsatohan’ny rafitra iray misy lahiny roa, ary toy izany hatrany tamin’ny rafitra tsirairay.",
        "25": "Nanao rafitra roapolo koa izy ho an’ny lafiny ilany amin’ny tranolay, dia ny lafiny avaratra.",
        "26": "Ary nanao faladiany volafotsy efapolo izy, ka faladiany roa no nitsatohan’ny rafitra iray, ary toy izany hatrany tamin’ny rafitra tsirairay.",
        "27": "Ary nanao rafitra enina izy ho lamosin’ny tranolay, teo amin’ny lafiny andrefana.",
        "28": "Ary nanao rafitra roa izy ho andry teo amin’ny zorony roa, teo amin’ny lamosin’ny tranolay.",
        "29": "Ary roa sosona izy ireo, niainga avy teny ambany hatreny amin’ny tampony, teo amin’ny tahony boribory voalohany. Toy izany no nanaovany ireo rafitra roa, izay andry roa teo amin’ny zorony.",
        "30": "Koa valo ny isan’ireo rafitra, ary enina ambin’ny folo ny faladiany volafotsy. Nisy faladiany roa teo akaikin’ny faladiany roa nitsatohan’ny rafitra tsirairay.",
        "31": "Ary nanao barany tamin’ny hazo akasia izy, ka dimy ho an’ny rafitra amin’ny lafiny iray amin’ny tranolay,",
        "32": "dimy ho an’ny rafitra amin’ny lafiny ilany, ary dimy ho an’ny rafitra eo amin’ny lamosiny, dia ny lafiny mitodika miankandrefana.",
        "33": "Ary nataony ny barany afovoany izay nitsivalana teo amin’ireo rafitra, ka natsofony avy teo anoloana mba hipoitra tany amin’ny farany.",
        "34": "Dia nopetahany takela-bolamena ireo rafitra, ary nataony volamena ireo tahony boribory izay nitsofohan’ireo barany. Nopetahany takela-bolamena koa ireo barany.",
        "35": "Ary nanao ridao izy, tamin’ny kofehy manga sy volonondry volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony miolana tsara. Ary noravahany kerobima natao peta-kofehy ilay ridao.",
        "36": "Dia nanao andry efatra tamin’ny hazo akasia izy hihantonan’ilay ridao, ka nopetahany takela-bolamena ireo andry. Ary volamena ireo fantsika fanantonana teo aminy. Dia nandrendrika volafotsy izy ka nataony faladiany efatra hitsatohan’ireo andry.",
        "37": "Ary nanao lamba fanakonana ho an’ny fidirana amin’ny tranolay izy, ka mpanenona no nanao izany tamin’ny kofehy manga, sy volonondry volomparasy somary mena, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "38": "Nataony koa ireo andry dimy hihantonan’ilay lamba, sy ny fantsika fanantonana teo amin’ireo andry. Ary nopetahany takela-bolamena ny tampon’ireo andry sy ny fampitohizana teo aminy, fa varahina kosa ny faladiany dimy hitsatohany."
    },
    "37": {
        "1": "Ary nanao ilay Vata tamin’ny hazo akasia i Bezalila, ka roa hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny haavony.",
        "2": "Dia nopetahany takela-bolamena tsy misy fangarony ny atiny sy ny ivelany, ary nasiany sisiny volamena nanaraka ny molony.",
        "3": "Avy eo dia nandrendrika volamena izy, ka nataony tahony boribory efatra izay napetany teo ambony kelin’ny tongotra efatr’ilay Vata, ka ny roa teo amin’ny lafiny iray ary ny roa teo amin’ny lafiny ilany.",
        "4": "Dia nanao bao filanjana tamin’ny hazo akasia izy, ary nopetahany takela-bolamena ireo bao ireo.",
        "5": "Ary natsofony tao amin’ireo tahony teo amin’ny lafiny roa ireo bao ireo mba hilanjana ilay Vata.",
        "6": "Ary nanao ny sarony tamin’ny volamena tsy misy fangarony izy, ka roa hakiho sy sasany ny lavany ary iray hakiho sy sasany ny sakany.",
        "7": "Nanao kerobima volamena roa koa izy. Notefeny tamin’ny marotoa ireo, ary nataony teo amin’ny sisiny roa manaraka ny sakan’ilay sarony,",
        "8": "ka ny kerobima iray terỳ amin’ny sisiny iray, ary ny iray terỳ amin’ny sisiny iray. Teo amin’ny sisiny roa tamin’ilay sarony no nametrahany an’ireo kerobima.",
        "9": "Ary ireo kerobima ireo dia namelatra ny elany roa niakatra. Nanakona an’ilay sarony ny elatr’izy ireo. Ary nifanatrika izy ireo sady niondrika nijery an’ilay sarony.",
        "10": "Ary nanao ilay latabatra tamin’ny hazo akasia izy, ka roa hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny haavony.",
        "11": "Ary nopetahany takela-bolamena tsy misy fangarony ilay latabatra, ka nasiany haingony volamena manodidina ny tampony.",
        "12": "Dia nanao sisiny mitovy refy amin’ny sakan’ny felatanana izy, ka nasiany haingony volamena koa ny morony ambany tamin’iny sisiny iny.",
        "13": "Ary nandrendrika volamena izy, ka nataony tahony boribory efatra ho an’ilay latabatra. Dia napetany teo amin’ny zorony efatra izay nisy ny tongony efatra ireo.",
        "14": "Nifanakaiky tsara tamin’ilay sisiny ireo tahony, izay hitsofohan’ireo bao hilanjana ny latabatra.",
        "15": "Dia nanao ireo bao tamin’ny hazo akasia izy ka nopetahany takela-bolamena ireo. Hilanjana an’ilay latabatra ireo.",
        "16": "Avy eo dia nataony tamin’ny volamena tsy misy fangarony ny fitaovana hapetraka eo ambonin’ilay latabatra, izany hoe ny vilia sy ny kaopy mbamin’ny vilia baolina sy ny zinga handrarahana ny fanatitra zava-pisotro.",
        "17": "Dia nanao ny fitoeran-jiro tamin’ny volamena tsy misy fangarony izy, ka marotoa no nanefeny azy. Avy tamin’ny vatan’ilay fitoeran-jiro ihany ny tongony sy ny sampany sy ny voninkazony sy ny bokony ary ny felany.",
        "18": "Ary nisy sampany enina teo amin’ny andaniny roa tamin’ilay fitoeran-jiro, ka ny telo teo amin’ny andaniny, ary ny telo teo amin’ny ankilany.",
        "19": "Nisy voninkazo telo miendrika vonin’amandie teo amin’ireo sampany tamin’ny andaniny iray, niaraka tamin’ny bokony sy ny felany nifanelanelana. Teo amin’ireo sampany tamin’ny ankilany koa, dia nisy voninkazo telo miendrika vonin’amandie, niaraka tamin’ny bokony sy ny felany nifanelanelana. Dia toy izany ny endrik’ireo sampany enina teo amin’ilay fitoeran-jiro.",
        "20": "Nisy voninkazony efatra miendrika vonin’amandie koa teo amin’ny vatan’ilay fitoeran-jiro, niaraka tamin’ny bokony sy ny felany nifanelanelana.",
        "21": "Nisy bokony iray teo ambanin’ny sampany roa voalohany tamin’ilay fitoeran-jiro. Nisy bokony iray koa teo ambanin’ny sampany roa faharoa. Ary nisy bokony iray koa teo ambanin’ny sampany roa farany. Nisy toy izany daholo teo ambanin’ny sampany enina tamin’ilay fitoeran-jiro.",
        "22": "Avy tamin’ny vatan’ilay fitoeran-jiro ihany ny bokony sy ny sampany. Marotoa no nanefena ireo rehetra ireo avy tamin’ny vongam-bolamena iray ihany tsy misy fangarony, ka tsy nosaratsarahina izy ireo rehefa notefena.",
        "23": "Ary nataony tamin’ny volamena tsy misy fangarony ny jiro fito ho an’ilay fitoeran-jiro, mbamin’ny fihazonana lahin-jiro sy ny fitondrana afo.",
        "24": "Volamena tsy misy fangarony milanja talenta iray no nanaovany ilay fitoeran-jiro sy ny fitaovany rehetra.",
        "25": "Ary nanao ny alitaran’ny emboka manitra tamin’ny hazo akasia izy. Iray hakiho ny lavany ary iray hakiho ny sakany, ka efamira ilay izy, ary roa hakiho ny haavony. Ary avy tamin’ilay alitara ihany ireo tandrony.",
        "26": "Nopetahany takela-bolamena tsy misy fangarony ilay alitara, dia ny tampony sy ny lafiny rehetra ary ny tandrony. Ary nasiany sisiny volamena manodidina ny tampony.",
        "27": "Ary tahony boribory volamena roa avy no nataony teo ambanin’ny sisin’ny andaniny roa tamin’ilay alitara. Ireo no hitsofohan’ny bao hilanjana an’ilay alitara.",
        "28": "Dia nanao ireo bao tamin’ny hazo akasia izy, ka nopetahany takela-bolamena ireo.",
        "29": "Namboariny koa ny menaka masina fanosorana sy ny emboka manitra tsy misy fangarony, toy ny ataon’ny mpanamboatra menaka fanosorana."
    },
    "38": {
        "1": "Ary nanao ny alitaran’ny fanatitra dorana izy, ka hazo akasia no nanaovany azy. Dimy hakiho ny lavany ary dimy hakiho ny sakany, ka efamira ilay izy, ary telo hakiho ny haavony.",
        "2": "Ary nasiany tandrony ny zorony efatra, ka avy tamin’ny zoron’ilay alitara ihany ireo tandrony. Ary nopetahany takela-barahina ilay alitara.",
        "3": "Avy eo dia nataony ny fitaovana rehetran’ny alitara: Ny fitoeran-davenona sy ny lapelina sy ny vilia baolina sy ny fitrebika ary ny fitondrana afo. Nataony varahina daholo ireo.",
        "4": "Ary izy nanao makarakara varahina miendrika harato, teo ambanin’ny molotry ny alitara, teny ambanimbany teo amin’ny fisasahany.",
        "5": "Ary nanao tahony boribory efatra izy, ka napetany teo amin’ny zorony efatra teo akaikin’ilay makarakara varahina, mba hitsofohan’ireo bao filanjana.",
        "6": "Dia nanao an’ireo bao tamin’ny hazo akasia izy, ary nopetahany takela-barahina ireo.",
        "7": "Ary natsofony teo amin’ireo tahony ny bao, ka nataony teo amin’ny andaniny sy ny ankilany tamin’ny alitara mba hilanjana azy. Nataony toy ny vata poakaty ny alitara, ka hazo fisaka no nanaovany azy.",
        "8": "Ary ny kovetabe varahina sy ny tongony varahina, dia nataony tamin’ny fitaratr’ireo vehivavy izay nanao ny fanompoana voalamina teo amin’ny fidirana amin’ny tranolay fihaonana.",
        "9": "Ary nanao ny tokotany izy. Natao tamin’ny kofehy rongony miolana tsara ny fefy lamban’ny tokotany, ho an’ny lafiny mitodika any Negeba, izany hoe mitodika mianatsimo. Zato hakiho ilay fefy.",
        "10": "Varahina ny andry roapolo teo aminy sy ny faladiany roapolo nitsatohan’ny andry. Volafotsy kosa ny fantsika fanantonana sy ny fampitohizana teo amin’ireo andry.",
        "11": "Zato hakiho koa ny lafiny avaratra, ka varahina ny andry roapolo sy ny faladiany roapolo nitsatohan’ny andry. Ary volafotsy ny fantsika fanantonana sy ny fampitohizana teo amin’ireo andry.",
        "12": "Teo amin’ny lafiny andrefana kosa, dia nisy fefy lamba dimampolo hakiho sy andry folo ary faladiany nitsatohan’ny andry. Ary volafotsy ny fantsika fanantonana sy ny fampitohizana teo amin’ireo andry.",
        "13": "Dimampolo hakiho koa ny lafiny atsinanana manandrify ny fiposahan’ny masoandro,",
        "14": "ka teo amin’ny andaniny iray tamin’io lafiny io dia nisy fefy lamba dimy ambin’ny folo hakiho, sy andry telo ary faladiany telo nitsatohan’ny andry.",
        "15": "Ary teo amin’ny ankilany koa, teo akaikin’ny vavahadin’ny tokotany, dia nisy fefy lamba dimy ambin’ny folo hakiho. Koa nitovy ny teo amin’ny andaniny sy teo amin’ny ankilany. Ary nisy andry telo sy faladiany telo nitsatohan’ny andry koa teo.",
        "16": "Vita tamin’ny kofehy rongony miolana tsara ny fefy lamba rehetran’ny tokotany manodidina.",
        "17": "Ary varahina ireo faladiany nitsatohan’ny andry. Volafotsy kosa ny fantsika fanantonana sy ny fampitohizana teo amin’ireo andry. Dia nopetahana takela-bolafotsy ny tampon’ireo andry. Ary nisy fampitohizana volafotsy teo amin’ny andry rehetran’ny tokotany.",
        "18": "Ary ny lamba fanakonana ho an’ny vavahadin’ny tokotany, dia notenomina tamin’ny kofehy manga sy volonondry nolokoana volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony miolana tsara. Roapolo hakiho ny lavany, ary dimy hakiho ny haavony, nanomboka tamin’ny ilany iray ka hatramin’ny ilany iray, nitovy tamin’ny an’ny fefy lamban’ny tokotany.",
        "19": "Ary varahina ny andry efatra teo aminy sy ny faladiany efatra nitsatohan’ny andry. Volafotsy kosa ireo fantsika fanantonana teo aminy, ary nopetahana takela-bolafotsy ny tampon’ireo andry, ary volafotsy ireo fampitohizana teo aminy.",
        "20": "Ary varahina daholo ny fantsika be fanenjanan-day ho an’ny tranolay sy ho an’ny tokotany manodidina.",
        "21": "Ireto no zavatra natao lisitra momba ny tranolay, dia ny tranolay misy ny Tenin’ny Vavolombelona. Natao lisitra araka ny didin’i Mosesy ireo, ka anjaran’ny Levita ny nanao izany teo ambany fiandraiketan’i Itamara zanak’i Arona mpisorona.",
        "22": "Ary nanao izay rehetra nandidian’i Jehovah an’i Mosesy i Bezalila, zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda.",
        "23": "Ary niaraka taminy i Oholiaba zanak’i Ahisamaka avy amin’ny fokon’i Dana. Mpanao asa tanana i Oholiaba sady mpanao peta-kofehy ary mpanao tenona tamin’ny kofehy manga sy volonondry volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony tena tsara.",
        "24": "Nitovy lanja tamin’ny volamena natao fanatitra ahetsiketsika, ny volamena rehetra nampiasaina tamin’ny asa rehetra momba ny toerana masina, izany hoe talenta sivy amby roapolo, ary koa sekely telopolo sy fitonjato, araka ny sekelin’ny toerana masina.",
        "25": "Ary ny volafotsy avy tamin’ireo olona voasoratra anarana teo anivon’ny fiangonana, dia nilanja talenta zato, ary koa sekely dimy amby fitopolo sy fitonjato sy arivo, araka ny sekelin’ny toerana masina.",
        "26": "Ny antsasaky ny sekely izay nomen’ny tsirairay, dia ny antsasa-tsekely araka ny sekelin’ny toerana masina. Nanome izany ny lehilahy rehetra voasoratra anarana, izay roapolo taona no ho miakatra. Dimampolo sy dimanjato sy telo arivo sy enina hetsy ny isan’izy ireo.",
        "27": "Ary talenta volafotsy zato no narendrika nanaovana ireo faladiany ho an’ny toerana masina sy ho an’ny ridao, ka talenta zato no nanaovana faladiany zato, izany hoe talenta iray ho an’ny faladiany iray.",
        "28": "Ary ireo sekely volafotsy dimy amby fitopolo sy fitonjato sy arivo, no nanaovany fantsika fanantonana teo amin’ireo andry. Dia nopetahany takela-bolafotsy ny tampon’ireo andry, ary nampifampitohiziny ireo andry.",
        "29": "Talenta fitopolo, ary koa sekely efajato sy roa arivo ny lanjan’ny varahina natao fanatitra ahetsiketsika.",
        "30": "Ary tamin’ireo no nanaovany ny faladiany ho an’ny fidirana amin’ny tranolay fihaonana, ary koa ny alitara varahina sy ny makarakarany varahina, mbamin’ny fitaovana rehetran’ny alitara,",
        "31": "sy ny faladiany ho an’ny tokotany manodidina, sy ny faladiany ho an’ny vavahadin’ny tokotany, ary ny fantsika be fanenjanan-day rehetra ho an’ny tranolay sy ho an’ny tokotany manodidina."
    },
    "39": {
        "1": "Ireo kofehy manga sy volonondry nolokoana volomparasy somary mena ary kofehy mena midorehitra no nanaovan’izy ireo fitafiana tsara tenona, izay hoenti-manompo ao amin’ny toerana masina. Dia nataon’izy ireo ny fitafiana masina ho an’i Arona, araka izay nandidian’i Jehovah an’i Mosesy.",
        "2": "Ary ny efoda dia nataony tamin’ny volamena sy kofehy manga sy volonondry volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony miolana tsara.",
        "3": "Dia naka takela-bolamena izy ireo, ka nokapokapohiny mba hanify, ary nodidididiany ho lasa kofehy, mba hatao mifampidipiditra amin’ny kofehy manga sy ny volonondry volomparasy somary mena sy ny kofehy mena midorehitra ary ny kofehy rongony tena tsara, toy ny ataon’ny mpanao peta-kofehy.",
        "4": "Ary nanao lamban-tsoroka izy ireo, ka natambatra tamin’ny efoda izany. Dia natambatra teo amin’ny tendrony roa ny efoda.",
        "5": "Ary toy ny fomba nanaovana ny efoda ihany no nanaovana ny fehikibo, izay natao teo amboniny mba hamatorana azy tsara. Nitovy koa ny zavatra nanaovana ny efoda sy ny fehikibo, dia kofehy volamena, kofehy manga, volonondry volomparasy somary mena, kofehy mena midorehitra, ary kofehy rongony miolana tsara, araka izay nandidian’i Jehovah an’i Mosesy.",
        "6": "Avy eo dia nataon’izy ireo tao anaty tranom-bato volamena ireo vato oniksa, izay nisy ny anaran’ny zanak’Israely voasokitra toy ny fanao amin’ny tombo-kase.",
        "7": "Ary napetrany teo amin’ny soroky ny efoda ireo, ho vato fahatsiarovana ny zanak’Israely, araka izay nandidian’i Jehovah an’i Mosesy.",
        "8": "Avy eo dia nataony ny saron-tratra, izay natao peta-kofehy. Toy ny fomba nanaovana ny efoda ihany no nanaovana azy, ka natao tamin’ny kofehy volamena sy kofehy manga sy volonondry volomparasy somary mena sy kofehy mena midorehitra ary kofehy rongony miolana tsara.",
        "9": "Efamira ilay saron-tratra rehefa navalona roa. Dia nataon’izy ireo irain-jehy ny lavany ary irain-jehy ny sakany, rehefa navalona roa ilay izy.",
        "10": "Ary nasian’izy ireo vatosoa misy laharana efatra ilay izy, ka ny laharana voalohany dia robia sy topaza ary emeraoda.",
        "11": "Ny laharana faharoa dia torkoazy sy safira ary jaspa.",
        "12": "Ny laharana fahatelo dia vato lesema sy agata ary ametista.",
        "13": "Ary ny laharana fahefatra dia krizolita sy oniksa ary jady. Natao tao anaty tranom-bato volamena ireo vato, fa ireo tranom-bato kosa natsatoka tao anaty fitoerany avy.",
        "14": "Araka ny anaran’ny zanak’Israely ireo vato. Koa roa ambin’ny folo izy ireo araka ny anaran’ny zanak’Israely. Voasokitra toy ny fanao amin’ny tombo-kase ny anarana teo amin’ny vato tsirairay, ho an’ireo foko roa ambin’ny folo.",
        "15": "Ary teo amin’ilay saron-tratra dia nasian’izy ireo rojo mirandrana toy ny tady, vita tamin’ny volamena tsy misy fangarony.",
        "16": "Avy eo dia nanao tranom-bato volamena roa sy mason-drojo volamena roa izy ireo, ary nasiany mason-drojo iray avy ny zorony roa tamin’ilay saron-tratra.",
        "17": "Dia natsofony teo amin’ireo mason-drojo roa teo amin’ny zoron’ilay saron-tratra, ireo tady volamena roa.",
        "18": "Ary natsofony teo amin’ireo tranom-bato roa ny lohan’ireo tady roa, ka nataony teo amin’ny soroky ny efoda teo anoloana.",
        "19": "Avy eo dia nanao mason-drojo volamena roa izy ireo, ka nasiany iray avy ny zorony roa ambany tamin’ilay saron-tratra, teo amin’ny sisiny anatiny mifanolotra amin’ny efoda.",
        "20": "Nanao mason-drojo volamena roa hafa koa izy ireo, ka nasiany iray avy ny lamban-tsoroka roa tamin’ny efoda. Nataony teny ambany teo anoloana izany, teo akaikin’izay nitambaran’ny efoda, teo ambonin’ny fehikibony.",
        "21": "Ary ny saron-tratra dia nafatotr’izy ireo tamin’ny kofehy manga, avy teo amin’ny mason-drojon’ny saron-tratra nankeo amin’ny mason-drojon’ny efoda, mba ho eo ambonin’ny fehikibon’ny efoda foana ny saron-tratra, ka tsy hihetsika eo ambonin’ny efoda, araka izay nandidian’i Jehovah an’i Mosesy.",
        "22": "Ary notenomina tamin’ny kofehy manga manontolo ny akanjo tsy misy tanany mifanolotra amin’ny efoda.",
        "23": "Ary nisy vozony toy ny vozon’ny akanjo vy fiarovan-tratra, teo afovoan’ilay akanjo tsy misy tanany. Dia nasiana sisiny ilay vozony, mba tsy haharovitra azy.",
        "24": "Ary ny morontongotr’ilay akanjo tsy misy tanany, dia nasian’izy ireo ampongabendanitra vita tamin’ny kofehy manga sy volonondry volomparasy somary mena ary kofehy mena midorehitra, izay niaraka naolanolana.",
        "25": "Dia nanao lakolosy kely tamin’ny volamena tsy misy fangarony izy ireo, ka nataony teny anelanelan’ny ampongabendanitra, nanaraka ny morontongotr’ilay akanjo tsy misy tanany, eny, nifanelanelana tamin’ny ampongabendanitra,",
        "26": "izany hoe lakolosy dia avy eo ampongabendanitra, ary toy izany hatrany nanaraka ny morontongotr’ilay akanjo tsy misy tanany izay hoenti-manompo, araka izay nandidian’i Jehovah an’i Mosesy.",
        "27": "Ary ireto avy no nataon’izy ireo ho an’i Arona sy ny zanany: Akanjo lava notenomina tamin’ny rongony tena tsara;",
        "28": "satroka lamba sy fehiloha firavahan’ny mpisorona izay samy vita tamin’ny rongony tena tsara, ary kilaoty lava vita tamin’ny kofehy rongony miolana tsara;",
        "29": "fehikibo lamba izay notenomina tamin’ny kofehy rongony miolana tsara sy kofehy manga sy volonondry volomparasy somary mena ary kofehy mena midorehitra, araka izay nandidian’i Jehovah an’i Mosesy.",
        "30": "Farany, dia nataon’izy ireo tamin’ny volamena tsy misy fangarony ilay takela-bolamena masina * mamirapiratra, ka nasiany soratra hoe: “An’i Jehovah ny fahamasinana.” Nataony sokitra toy ny fanao amin’ny tombo-kase izany.",
        "31": "Ary nasian’izy ireo kofehy manga teo amin’izy io, mba hametahana azy teo amin’ilay satroka lamba, araka izay nandidian’i Jehovah an’i Mosesy.",
        "32": "Dia vita daholo ny asa momba ny tranolay, izany hoe ny tranolay fihaonana, izay nataon’ny zanak’Israely araka izay rehetra nandidian’i Jehovah an’i Mosesy. Izany indrindra no nataon’izy ireo.",
        "33": "Ary nentin’izy ireo tany amin’i Mosesy ny tranolay mbamin’ny fitaovany, ny faraingony, ny rafitra, ny barany, ny andry sy ny faladiany hitsatohany;",
        "34": "ny rakotra vita tamin’ny hoditr’ondry nolokoana mena, sy ny rakotra vita tamin’ny hoditra faoky, ary ny ridao fanakonana;",
        "35": "ny Vata misy ny tenin’ny vavolombelona sy ny bao filanjana azy ary ny sarony;",
        "36": "ny latabatra sy ny fitaovany rehetra ary ny mofo aseho;",
        "37": "ny fitoeran-jiro vita tamin’ny volamena tsy misy fangarony, mbamin’ny jirony milahatra sy ny fitaovany rehetra ary ny menaky ny jiro;",
        "38": "ny alitara volamena, sy ny menaka masina fanosorana, sy ny emboka manitra, ary ny lamba fanakonana ho an’ny fidirana amin’ny tranolay;",
        "39": "ny alitara varahina sy ny makarakarany varahina, mbamin’ny bao filanjana azy sy ny fitaovany rehetra, ary ny kovetabe sy ny tongony;",
        "40": "ny fefy lamban’ny tokotany, ny andry sy ny faladiany hitsatohany, ny lamba fanakonana ho an’ny vavahadin’ny tokotany, ny tady fanenjanan-day sy ny fantsika be fanenjanan-day ary ny fitaovana rehetra ho an’ny fanompoana ao amin’ny tranolay, izany hoe ny tranolay fihaonana;",
        "41": "ny fitafiana tsara tenona izay hoenti-manompo ao amin’ny toerana masina, ny fitafiana masina ho an’i Arona mpisorona, ary ny fitafian’ireo zanany mba hanaovany ny asan’ny mpisorona.",
        "42": "Araka izay rehetra nandidian’i Jehovah an’i Mosesy, no nanaovan’ny zanak’Israely ny fanompoana rehetra.",
        "43": "Ary nijery ny asa rehetra i Mosesy, ka hitany fa nataon’izy ireo araka izay nandidian’i Jehovah izany. Eny, toy izany no nataon’izy ireo. Koa nitso-drano azy ireo i Mosesy."
    },
    "40": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy:",
        "2": "“Amin’ny andro voalohan’ny volana voalohany, no hanangananao ny tranolay, izany hoe ny tranolay fihaonana.",
        "3": "Ao no hametrahanao ny Vata misy ny tenin’ny vavolombelona, ka sakano amin’ilay ridao ny lalana mankeo amin’ny Vata.",
        "4": "Ary ento ao amin’ny tranolay ny latabatra, ka alaharo izay tokony hatao eo amboniny. Ento ao koa ny fitoeran-jiro, ary areheto ny jirony.",
        "5": "Dia ataovy eo anoloan’ilay Vata misy ny tenin’ny vavolombelona ny alitara volamena ho an’ny emboka manitra, ary apetaho eo amin’ny toerany ny lamba fanakonana an’ilay fidirana amin’ny tranolay.",
        "6": "“Ary ny alitaran’ny fanatitra dorana, dia apetraho eo anoloan’ny fidirana amin’ny tranolay, izany hoe ny tranolay fihaonana.",
        "7": "Apetraho eo anelanelan’ny tranolay fihaonana sy ny alitara kosa ny kovetabe, ka asio rano ao anatiny.",
        "8": "Dia ataovy manodidina ny tranolay ny tokotaniny, ka apetaho ny lamba fanakonana ny vavahadin’ny tokotany.",
        "9": "Ary alaivo ny menaka masina fanosorana, ka hosory ny tranolay sy ny zava-drehetra ao anatiny. Dia hamasino ny tranolay sy ny fitaovany rehetra, mba ho zava-masina ilay tranolay.",
        "10": "Hosory koa ny alitaran’ny fanatitra dorana sy ny fitaovany rehetra, ka hamasino ny alitara mba ho alitara masina indrindra.",
        "11": "Dia hosory ny kovetabe sy ny tongony, ka hamasino ny kovetabe.",
        "12": "“Avy eo dia ampanatony eo amin’ny fidirana amin’ny tranolay fihaonana i Arona sy ny zanany, ka sasao amin’ny rano.",
        "13": "Ary ampanaovy an’i Arona ny fitafiana masina, ka hosory izy ary hamasino. Dia hanao ny asan’ny mpisorona eo anatrehako izy.",
        "14": "Avy eo dia ampanatony ny zanany, ka ampanaovy akanjo lava.",
        "15": "Ary hosory ho mpisorona izy ireo, tahaka ny nanosoranao ny rainy. Dia hanao ny asan’ny mpisorona eo anatrehako izy ireo. Noho izany fanosorana izany, dia ho afaka hanao ny asa fisoronana mandritra ny fotoana tsy voafetra izy ireo, hatramin’ny taranany fara mandimby.”",
        "16": "Dia nanao araka izay rehetra nandidian’i Jehovah azy i Mosesy. Eny, izany indrindra no nataony.",
        "17": "Koa tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona faharoa, dia voatsangana ny tranolay.",
        "18": "Rehefa nanangana ny tranolay i Mosesy, dia napetrany ireo faladiany, napetany ireo rafitra, natsofony ireo barany, ary natsangany ireo andry.",
        "19": "Dia novelariny teo ambonin’ny tranolay ny rakotra, ary napetrany teo ambonin’iny ny rakotra ivelany, araka izay nandidian’i Jehovah an’i Mosesy.",
        "20": "Ary nalainy ny Tenin’ny Vavolombelona, ka nataony tao anatin’ilay Vata. Dia natsofony ny bao filanjana an’ilay Vata, ary nataony teo ambonin’ilay Vata ny sarony.",
        "21": "Dia nentiny nankao amin’ny tranolay ny Vata, ary napetany teo amin’ny toerany ny ridao fanakonana, ka nosakanany ny lalana mankeo amin’ilay Vata misy ny tenin’ny vavolombelona, araka izay nandidian’i Jehovah an’i Mosesy.",
        "22": "Ary napetrany tao amin’ny tranolay fihaonana teo ivelan’ny ridao ny latabatra, teo amin’ny lafiny avaratra amin’ny tranolay.",
        "23": "Dia nalahany nilamina tsara teo ambonin’izy io ireo mofo, eny, nalahany teo anatrehan’i Jehovah, araka izay nandidian’i Jehovah an’i Mosesy.",
        "24": "Avy eo dia napetrany tao amin’ny tranolay fihaonana tandrifin’ny latabatra ny fitoeran-jiro, teo amin’ny lafiny atsimo amin’ny tranolay.",
        "25": "Dia nampirehetiny teo anatrehan’i Jehovah ireo jiro, araka izay nandidian’i Jehovah an’i Mosesy.",
        "26": "Avy eo dia napetrany tao amin’ny tranolay fihaonana teo anoloan’ilay ridao ny alitara volamena,",
        "27": "ka eo ambonin’izy io no handoroany emboka manitra mba hidona-tsetroka, araka izay nandidian’i Jehovah an’i Mosesy.",
        "28": "Farany, dia nataony teo amin’ny toerany ny lamba fanakonana an’ilay fidirana amin’ny tranolay.",
        "29": "Ary napetrany teo amin’ny fidirana amin’ny tranolay, izany hoe ny tranolay fihaonana, ny alitaran’ny fanatitra dorana, mba hanolorany ny fanatitra dorana sy ny fanatitra varimbazaha eo ambonin’ilay alitara, araka izay nandidian’i Jehovah an’i Mosesy.",
        "30": "Avy eo dia napetrany teo anelanelan’ny tranolay fihaonana sy ny alitara ny kovetabe, ka nasiany rano tao anatiny mba hisasana.",
        "31": "Ary nanasa ny tanany sy ny tongony teo i Mosesy mbamin’i Arona sy ny zanany.",
        "32": "Nisasa izy ireo rehefa nankao amin’ny tranolay fihaonana, sy rehefa nanatona ny alitara, araka izay nandidian’i Jehovah an’i Mosesy.",
        "33": "Farany, dia nataony manodidina ny tranolay fihaonana sy ny alitara ny tokotany, ary napetany ny lamba fanakonana ny vavahadin’ny tokotany. Koa vitan’i Mosesy ny asa.",
        "34": "Dia nanarona ny tranolay fihaonana ny rahona, ka feno ny voninahitr’i Jehovah ny tranolay.",
        "35": "Koa tsy afaka niditra tao amin’ny tranolay fihaonana i Mosesy, satria nitoetra teo ambonin’izy io ny rahona, ary feno ny voninahitr’i Jehovah ny tranolay.",
        "36": "Ary rehefa niakatra avy teo ambonin’ny tranolay ny rahona, dia nifindra lasy ny zanak’Israely nandritra ny diany rehetra.",
        "37": "Fa raha tsy niakatra ny rahona, dia tsy nifindra lasy izy ireo fa niandry ny andro niakaran’izy io indray.",
        "38": "Teo ambonin’ny tranolay mantsy ny rahon’i Jehovah nandritra ny andro, ary nisy afo foana teo ambonin’ilay tranolay nandritra ny alina. Ary nahita izany daholo ny taranak’Israely, nandritra ny diany rehetra."
    },
    "meta": {
        "name": "Eksodosy",
        "order": 1,
        "chapter_number": 40
    }
}