{
    "1": {
        "1": "Ary ireto avy ny anaran’ny zanak’i Israely tonga tany Ejipta niaraka tamin’i Jakoba, dia ny lehilahy sy ny ankohonany avy:",
        "2": "Robena, Simeona, Levy, Joda,",
        "3": "Isakara, Zebolona, Benjamina,",
        "4": "Dana, Naftaly, Gada, ary Asera.",
        "5": "Nisy 70 ny olona rehetra naterak’i Jakoba, fa i Josefa kosa efa tany Ejipta.",
        "6": "Tatỳ aoriana, dia maty i Josefa sy ny rahalahiny rehetra ary izany taranaka rehetra izany.",
        "7": "Ary nihamaro ny Israelita ka lasa be dia be. Nitombo ny isany ary nihanahery tsy nisy hoatr’izany izy ireo, ka lasa feno azy ilay tany.",
        "8": "Tatỳ aoriana, dia nisy mpanjaka vaovao tany Ejipta, ary tsy nahalala an’i Josefa izy io.",
        "9": "Hoy àry izy tamin’ny vahoakany: “Jereo fa be dia be sy mahery noho isika ny vahoakan’Israely.",
        "10": "Andao hanaovantsika tetika ireo. Raha tsy izany mantsy, dia hihabetsaka ry zareo ary hanampy an’ireo fahavalontsika raha sendra misy ady, ka hiady amintsika ary hiala eto amin’ny tanintsika.”",
        "11": "Koa nanendry lehiben’ny mpanao asa an-terivozona izy ireo, satria tiany hoterena hiasa mafy ny vahoakan’Israely, amin’izay mijaly. Ary nanorina tanàna fitehirizana entana sy vokatra ho an’i Farao ny vahoakan’Israely, dia ny tanànan’i Pitoma sy Ramesesa.",
        "12": "Vao mainka nihamaro sy niely hatraiza hatraiza anefa ny Israelita, arakaraka ny nampijalian’ny Ejipsianina azy. Koa natahoran’ny Ejipsianina izy ireo sady nankahalainy.",
        "13": "Nandevozin’ny Ejipsianina àry ny Israelita, ka nataony nitondra faisana.",
        "14": "Nataony izay hampangidy ny fiainan’izy ireo, ka notereny hiasa mafy hanao rihitra tanimanga sy biriky izy ireo, sady notereny hanao ny karazana asa an-terivozona rehetra tany an-tsaha. Nampanaoviny asa mafy izy ireo sady nampijaliny, ka notereny hanao an’izao karazana asa an-terivozona rehetra izao.",
        "15": "Tatỳ aoriana, dia niresaka tamin’ireo vehivavy hebreo mpampiteraka nantsoina hoe Sifra sy Poha ny mpanjakan’i Ejipta.",
        "16": "Hoy izy tamin’izy ireo: “Rehefa mampiteraka vehivavy hebreo ianareo, ka hitanareo eo amin’ny akalana fiterahana hoe lahy ny zanany, dia vonoy ilay zaza. Fa raha vavy kosa ilay izy, dia avelao ho velona.”",
        "17": "Natahotra an’ilay tena Andriamanitra anefa ny mpampiteraka, ka tsy narahin’izy ireo ny tenin’ny mpanjakan’i Ejipta fa navelany ho velona ny zazalahy.",
        "18": "Rehefa nandeha ny fotoana, dia nantsoin’ny mpanjakan’i Ejipta ireo mpampiteraka, ka noteneniny hoe: “Fa maninona no navelanareo ho velona ny zazalahy?”",
        "19": "Dia namaly an’i Farao ny mpampiteraka hoe: “Tsy hoatran’ny vehivavy ejipsianina ange ny vehivavy hebreo e! Matanjaka ry zareo, ka mbola tsy tonga akory ny mpampiteraka dia efa latsaka ny zanany.”",
        "20": "Koa notahin’Andriamanitra ireo mpampiteraka, ary ny vahoaka nihabetsaka sy tena nihanahery.",
        "21": "Natahotra an’ilay tena Andriamanitra ireo mpampiteraka ireo, ka nomeny zanaka, tatỳ aoriana.",
        "22": "Tamin’ny farany, dia nomen’i Farao baiko ny vahoakany manontolo hoe: “Atsipazo ao amin’ny Reniranon’i Neily daholo ny zazakely hebreo vao teraka raha lahikely, fa avelao ho velona kosa ny vavikely rehetra.”"
    },
    "2": {
        "1": "Tamin’izany fotoana izany, dia nisy lehilahy iray avy amin’ny ankohonan’i Levy nanambady ny zanakavavin’i Levy.",
        "2": "Dia bevohoka ilay vehivavy ka niteraka lahikely. Ary hitany fa tsara tarehy ilay zaza, ka nafeniny nandritra ny telo volana.",
        "3": "Rehefa tsy azony nafenina intsony ilay zaza, dia naka harona zozoro izy ary nopetahany godorao mivaingana sy godorao ranony ilay izy. Nataony tao anatin’iny ilay zaza, dia napetrany teny amin’ny bararata naniry teny amoron’ny Reniranon’i Neily.",
        "4": "Nijanona teny lavidavitra teny anefa ny anabavin’ilay zaza, mba hahitana an’izay hitranga aminy.",
        "5": "Nidina handro tao Neily ny zanakavavin’i Farao, ary nandehandeha teny amoron-drano ireo vehivavy mpikarakara azy. Dia tazan’ny zanakavavin’i Farao ilay harona teny anelanelan’ny bararata. Koa tonga dia nirahiny haka an’ilay izy ny mpanompovaviny.",
        "6": "Nosokafany ilay harona, dia hitany ilay zazalahikely mitomany. Nangoraka azy izy, nefa koa niteny hoe: “Zanaka Hebreo ity.”",
        "7": "Dia hoy ny anabavin’ilay zaza tamin’ny zanakavavin’i Farao: “Handeha hiantso vehivavy hebreo ve aho hampinono sy hitaiza azy ho anao?”",
        "8": "Namaly ny zanakavavin’i Farao hoe: “Mandehana àry!” Tonga dia lasa ilay ankizivavy niantso ny renin’ilay zaza.",
        "9": "Ary hoy ny zanakavavin’i Farao taminy: “Ento any aminao ity zaza ity dia ampinonoy, fa homeko karama ianao.” Nalain’ilay vehivavy àry ilay zaza ka nampinonoiny.",
        "10": "Rehefa lehibe ilay zaza, dia nentiny tany amin’ny zanakavavin’i Farao ka lasa zanak’izy io. Nataon’ny zanakavavin’i Farao hoe Mosesy ny anarany, fa hoy izy: “Satria teny amin’ny rano izy no nalaiko.”",
        "11": "Rehefa lasa olon-dehibe i Mosesy, dia nivoaka ho any amin’ireo rahalahiny mba hijery ny asa mafy nasaina nataon’izy ireo. Dia nahita Ejipsianina nikapoka Hebreo anankiray anisan’ny rahalahiny izy.",
        "12": "Koa nitoditodika izy, ka rehefa hitany fa tsy nisy olona, dia novonoiny ho faty ilay Ejipsianina ary nasitriny tao anaty fasika.",
        "13": "Nivoaka indray izy ny ampitso, ary nahita Hebreo roa lahy niady. Hoy àry izy tamin’ilay diso: “Fa maninona no asianao ny namanao?”",
        "14": "Dia namaly izy hoe: “Iza no nanendry an’ialahy ho lehibenay sy mpitsara anay? Tadiavin’ialahy hovonoina hoatran’ilay Ejipsianina koa angaha aho?” Dia natahotra i Mosesy ka nanao anakampo hoe: “Tena nisy nahafantatra ilay izy!”",
        "15": "Tonga tany am-poto-tsofin’i Farao izany, ka nitady hamono an’i Mosesy izy. Nandositra azy anefa i Mosesy ka nandeha nipetraka tany Midianina. Rehefa tonga tany izy, dia nipetrapetraka teo akaikin’ny lavadrano iray.",
        "16": "Ary nanan-janaka fito vavy ilay mpisorona tany Midianina. Tonga hantsaka izy ireo, ary hameno ny tavin-drano mba hisotroan’ny andian’ondrin’ny rainy.",
        "17": "Tonga teo toy ny mahazatra anefa ny mpiandry ondry ka noroahiny izy ireo. Dia nitsangana i Mosesy, ka nanampy an’ireo ankizivavy sy nampisotro rano ny andian’ondriny.",
        "18": "Rehefa tonga tany an-trano tany amin’i Regoela rainy izy ireo, dia hoy ny rainy: “Ary toa vetivety kely ianareo dia tafaverina androany?”",
        "19": "Dia namaly izy ireo hoe: “Nisy Ejipsianina niaro anay tamin’ny mpiandry ondry. Nanovo rano ho anay mihitsy aza izy sady nampisotro ny andian’ondry.”",
        "20": "Dia hoy izy tamin’ireo zanany vavy: “Ka aiza izy? Fa maninona no navelanareo any izany olona izany? Antsoy izy hiara-misakafo amintsika.”",
        "21": "Nanaiky hipetraka tao amin’i Regoela i Mosesy, taorian’izay. Ary nomeny ho vadiny i Zipora zanany vavy.",
        "22": "Dia niteraka zazalahy i Zipora tatỳ aoriana. Ary nataon’i Mosesy hoe Gersoma ny anaran’ilay zaza satria hoy izy: “Lasa mpivahiny atỳ an-tanin’olona aho.”",
        "23": "Taona maro tatỳ aoriana, dia maty ilay mpanjakan’i Ejipta. Mbola nisento sy nitaraina ihany anefa ny Israelita satria nandevozina. Dia niantso vonjy foana tamin’ilay tena Andriamanitra izy ireo noho izany.",
        "24": "Henon’Andriamanitra ny fitarainan’izy ireo, ka tadidiny ny fifanekena nataony tamin’i Abrahama sy Isaka ary Jakoba.",
        "25": "Koa nijery an’ireo Israelita Andriamanitra ka nahita ny fijalian’izy ireo."
    },
    "3": {
        "1": "Lasa mpiandry ny andian’ondrin’i Jetro rafozany, izay mpisorona tany Midianina, i Mosesy. Nitondra an’ilay andian’ondry ho any amin’ny ilany andrefan’ny tany efitra izy, ka tonga tany Horeba, tendrombohitr’ilay tena Andriamanitra, tamin’ny farany.",
        "2": "Ary nisy anjelin’i Jehovah niseho taminy tao anaty lelafo, teo afovoan’ny voarointsilo iray naniry. Raha mbola nijery an’ilay voarointsilo i Mosesy, dia hitany fa nirehitra ilay izy nefa tsy nety levona.",
        "3": "Dia hoy izy: “Fa maninona àry no tsy mety kilan’ny afo io voarointsilo io? Mahagaga koa izany! Andeha hanatona eny aho handinika an’io!”",
        "4": "Rehefa hitan’i Jehovah fa nanatona hijery an’ilay voarointsilo i Mosesy, dia niantso azy avy teo amin’ilay izy Andriamanitra ka niteny hoe: “Mosesy! Mosesy!” Dia namaly izy hoe: “Intỳ aho, tompoko!”",
        "5": "Ary hoy Andriamanitra: “Aza manatona intsony! Esory ny kapanao, fa tany masina io ijoroanao io.”",
        "6": "Hoy koa izy: “Izaho no Andriamanitry ny razambenao, dia ilay Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.” Dia notakonan’i Mosesy ny tarehiny, satria natahotra hijery an’ilay tena Andriamanitra izy.",
        "7": "Niteny koa i Jehovah hoe: “Efa hitako tokoa ny fahorian’ny vahoakako any Ejipta, ary efa henoko ny fitarainany noho ny ataon’ireo manery azy hiasa. Fantatro tsara ny fijaliany.",
        "8": "Hidina aho hamonjy azy ireo eo an-tanan’ny Ejipsianina. Dia hoentiko hiala amin’izany tany izany izy ireo, mba hiakatra ho any amin’ny tany tsara sady malalaka, dia tany tondra-dronono sy tantely, any amin’ny faritra misy ny Kananita, sy ny Hetita, sy ny Amorita, sy ny Perizita, sy ny Hivita, ary ny Jebosita.",
        "9": "Efa tonga atỳ amiko ny fitarainan’ny vahoakan’Israely, ary hitako koa hoe tena mampijaly mafy azy ireo ny Ejipsianina.",
        "10": "Koa izao àry: Hirahiko ho any amin’i Farao ianao, dia hoentinao hiala any Ejipta ny Israelita vahoakako.”",
        "11": "Hoy anefa i Mosesy tamin’ilay tena Andriamanitra: “Fa izaho moa no iza no handeha hankany amin’i Farao, ka hitondra ny Israelita hivoaka avy any Ejipta?”",
        "12": "Dia hoy Andriamanitra: “Hanampy anao aho! Ary izao no famantarana hahalalanao fa izaho no naniraka anao: Hanompo an’ilay tena Andriamanitra eto amin’ity tendrombohitra ity ianareo, rehefa tafavoakanao avy any Ejipta ny vahoaka.”",
        "13": "Hoy anefa i Mosesy tamin’ilay tena Andriamanitra: “Andeha hatao hoe mankany amin’ny Israelita aho dia miteny hoe: ‘Ilay Andriamanitry ny razambenareo no naniraka ahy ho atỳ aminareo.’ Dia raha miteny amiko ry zareo hoe: ‘Iza no anarany?’, dia inona no holazaiko?”",
        "14": "Hoy àry Andriamanitra tamin’i Mosesy: “Hataoko Izay Hahatonga Ahy ho Araka Izay Tiako.” Hoy koa izy: “Izao no holazainao amin’ny Israelita: ‘Ilay antsoina hoe “Hataoko Izay Hahatonga Ahy” no naniraka ahy ho atỳ aminareo.’”",
        "15": "Dia niteny tamin’i Mosesy indray Andriamanitra hoe: “Izao no holazainao amin’ny Israelita: ‘Jehovah Andriamanitry ny razambenareo, ilay Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba, no naniraka ahy ho atỳ aminareo.’ Izany no anarako mandrakizay ary izany no hahatsiarovana ahy hatramin’ny taranaka fara aman-dimby.",
        "16": "Koa mandehana vorio ny anti-panahin’ny Israely, dia ilazao hoe: ‘Niseho tamiko i Jehovah Andriamanitry ny razambenareo, ilay Andriamanitr’i Abrahama sy Isaka ary Jakoba, dia niteny hoe: “Tena mijery anareo aho ary mahita an’izay manjo anareo atỳ Ejipta.",
        "17": "Koa izany no ilazako hoe hanafaka anareo amin’ny fampahorian’ny Ejipsianina aho, ka hitondra anareo any amin’ny tanin’ny Kananita, sy ny Hetita, sy ny Amorita, sy ny Perizita, sy ny Hivita, ary ny Jebosita, dia any amin’ny tany tondra-dronono sy tantely.”’",
        "18": "“Hihaino ny teninao tokoa izy ireo. Ary hankany amin’ny mpanjakan’i Ejipta ianao sy ny anti-panahin’ny Israely, dia hiteny aminy hoe: ‘Niresaka taminay i Jehovah Andriamanitry ny Hebreo. Koa avelao izahay, azafady, handeha lalana telo andro mankany an-tany efitra, mba hahafahanay hanao sorona ho an’i Jehovah Andriamanitray.’",
        "19": "Fantatro tsara anefa fa tsy hamela anareo handeha ny mpanjakan’i Ejipta, raha tsy hoe misy tanana matanjaka manery azy hanao an’izany angaha.",
        "20": "Koa tsy maintsy hanatsotra ny tanako aho, ka hamely an’i Ejipta. Ny zava-mahagaga rehetra hataoko ao aminy no hamelezako azy, dia handefa anareo izy aorian’izay.",
        "21": "Ary hataoko mahazo sitraka amin’ny Ejipsianina ny vahoakako, ka tsy handeha tanam-polo mihitsy ianareo rehefa miala any.",
        "22": "Hangataka zavatra vita amin’ny volafotsy sy volamena ny vehivavy tsirairay, sady hangataka akanjo. Hangataka izany amin’ny mpiray tanàna aminy sy amin’ny vehivavy mipetraka ao an-tranony izy. Dia ampanaovy ny zanakareo lahy sy ny zanakareo vavy izany, ary hataonareo fongana ny fananan’ny Ejipsianina.”"
    },
    "4": {
        "1": "Fa hoy i Mosesy: “Andeha anefa hatao hoe tsy mino ahy ry zareo sady tsy mihaino ny teniko, fa hilaza hoe: ‘Tsy niseho taminao i Jehovah.’”",
        "2": "Dia hoy i Jehovah: “Inona iny eny an-tananao iny?” Dia namaly izy hoe: “Tehina.”",
        "3": "Ary hoy Andriamanitra: “Atsipazo amin’ny tany iny.” Koa natsipin’i Mosesy tamin’ny tany ilay izy ka lasa bibilava. Dia nandositra an’ilay bibilava izy.",
        "4": "Ary hoy i Jehovah tamin’i Mosesy: “Atsory ny tananao ka raiso amin’ny rambony io.” Dia natsotrany ny tanany ary noraisiny ilay izy, ka lasa tehina teny an-tanany.",
        "5": "Ary hoy Andriamanitra: “Ataovy izany mba hinoan’izy ireo fa niseho taminao i Jehovah Andriamanitry ny razambeny, ilay Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.”",
        "6": "Hoy indray i Jehovah taminy: “Mba atsofohy ao amin’ilay miforitra eo amin’ny tratran’akanjonao hoe ny tananao, azafady!” Dia natsofony tao ny tanany. Rehefa navoakany avy tao ny tanany, dia lasa boka ka fotsy be hoatran’ny lanezy!",
        "7": "Hoy Andriamanitra avy eo: “Atsofohy ao amin’ilay miforitra eo amin’ny tratran’akanjonao indray ny tananao.” Dia natsofony tao indray ny tanany, ary rehefa navoakany avy tao, dia lasa nitovy tamin’ny vatany manontolo indray!",
        "8": "Ary hoy izy: “Raha tsy mino anao ry zareo na tsy miraharaha an’ilay famantarana voalohany, dia azo antoka hoe hampiaiky an-dry zareo ilay famantarana manaraka.",
        "9": "Fa raha mbola tsy hinoan-dry zareo ihany ireo famantarana roa ireo, ary tsy mety mihaino ny teninao ry zareo, dia makà rano ao amin’ny Reniranon’i Neily ka araraho eo amin’ny tany maina. Ho lasa ra ilay rano nalainao tao Neily rehefa araraka eo amin’ny tany maina.”",
        "10": "Dia hoy i Mosesy tamin’i Jehovah: “Tena miala tsiny aminao aho Jehovah ô, fa tsy mahay mandaha-teny aho, efa hatramin’izay ka hatramin’izao iresahanao amin’ny mpanomponao izao. Miadam-piteny mantsy aho sady tsy mahay miresaka.”",
        "11": "Dia niteny taminy i Jehovah hoe: “Iza moa no nanao ny vavan’ny olombelona? Ary iza no mahatonga ny olona ho moana na ho marenina na hahita tsara na ho jamba? Tsy izaho Jehovah ve?",
        "12": "Koa mandehana amin’izay fa hanampy anao aho rehefa miteny ianao, ary hatoroko anao izay tokony holazainao.”",
        "13": "Hoy anefa i Mosesy: “Tena miala tsiny aminao aho, Jehovah ô! Mba izay olon-kafa tianao hirahina re irahina e!”",
        "14": "Dia tezitra be tamin’i Mosesy i Jehovah, ka niteny hoe: “Ianao angaha moa tsy manana an’i Arona Levita rahalahinao? Fantatro fa tena mahay miteny izy. Efa eny an-dalana hitsena anao izy izao, ary ho faly ny fony rehefa mahita anao.",
        "15": "Koa miresaha aminy ary lazao aminy ny teny rehetra tokony holazaina. Dia hampiako ianao sy izy rehefa miteny, ary hatoroko anareo izay tokony hataonareo.",
        "16": "Izy no hiteny amin’ny vahoaka hisolo vava anao. Ho mpitondra teninao izy, ary ianao kosa ho toy ny hoe Andriamanitra eo anatrehany.",
        "17": "Ary ento iny tehina iny, dia iny anaovana an’ireo famantarana.”",
        "18": "Niverina tany amin’i Jetro rafozandahiny àry i Mosesy ka niteny hoe: “Mba te hiverina any amin’ireo rahalahiko any Ejipta aho, hahitako raha mbola velona ihany izy ireo na tsia.” Dia hoy i Jetro taminy: “Mandehana àry, dia mirary soa ho anao aho!”",
        "19": "Taorian’izay, dia hoy i Jehovah tamin’i Mosesy tany Midianina: “Mandehana miverina any Ejipta, fa efa maty daholo ireo olona nitady hamono anao.”",
        "20": "Dia nalain’i Mosesy ny vadiny sy ireo zanany lahy ka nampitaingeniny ampondra, ary niverina tany Ejipta izy. Nentin’i Mosesy teny an-tanany koa ny tehin’ilay tena Andriamanitra.",
        "21": "Dia hoy i Jehovah tamin’i Mosesy: “Nomeko hery hanaovana fahagagana ianao. Koa rehefa tafaverina any Ejipta ianao, dia tena ataovy eo anatrehan’i Farao ireny fahagagana rehetra ireny. Fa izaho kosa hamela azy hiziriziry amin’ny heviny, ka tsy halefany ny vahoaka.",
        "22": "Ary lazao amin’i Farao hoe: ‘Izao no lazain’i Jehovah: “Zanako ny Israely, zanako lahimatoa.",
        "23": "Koa izao no teniko aminao: Alefaso ny zanako hanompo ahy. Fa raha mandà tsy handefa azy ianao, dia hovonoiko ny zanakao, dia ny zanakao lahimatoa.”’”",
        "24": "Rehefa teny an-dalana izy ireo, ka nijanona teo amin’ny toeram-pilasiana, dia nitsena azy i Jehovah ka nitady hamono azy ho faty.",
        "25": "Koa naka vatoafo i Zipora, dia noforany ilay zanany. Ary nataony nikasika tamin’ny tongotr’izy io ilay hoditra nesoriny, sady hoy izy: “Vady azoko tamin’ny ra ianao.”",
        "26": "Koa navelan’Andriamanitra handeha izy. Niteny i Zipora tamin’izay hoe ‘vady azo tamin’ny ra’, noho ny famorana.",
        "27": "Dia hoy i Jehovah tamin’i Arona: “Mandehana any an-tany efitra ka tsenao i Mosesy.” Nandeha àry izy dia nihaona tamin’i Mosesy teo amin’ny tendrombohitr’ilay tena Andriamanitra, ka niarahaba sady nanoroka azy.",
        "28": "Dia nolazain’i Mosesy tamin’i Arona ny teny rehetra nolazain’i Jehovah, izay naniraka azy. Noteneniny taminy koa ny famantarana rehetra nasainy nataony.",
        "29": "Taorian’izay, dia nandeha nampivory ny anti-panahy rehetra teo amin’ny Israelita i Mosesy sy Arona.",
        "30": "Dia nolazain’i Arona tamin’izy ireo ny teny rehetra notenenin’i Jehovah tamin’i Mosesy, ary nataony teo imason’ny vahoaka ireo famantarana.",
        "31": "Dia nino ny vahoaka. Ary rehefa henon’izy ireo fa efa nitsinjo ny Israelita i Jehovah sady nahita ny fahoriany, dia niondrika sy niankohoka izy ireo."
    },
    "5": {
        "1": "Nankao amin’i Farao i Mosesy sy Arona taorian’izay, ka niteny taminy hoe: “Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Alefaso ny vahoakako mba hankalaza fety ho ahy any an-tany efitra.’”",
        "2": "Hoy anefa i Farao: “Fa izany Jehovah izany moa no iza no tokony hankatò ny teniny aho, dia handefa ny Israely? Tsy fantatro mihitsy izany Jehovah izany, sady tsy halefako koa ny Israely.”",
        "3": "Fa hoy izy roa lahy: “Niresaka taminay ny Andriamanitry ny Hebreo. Koa mba te handeha lalana telo andro mankany an-tany efitra re izahay e, mba hanao sorona ho an’i Jehovah Andriamanitray! Raha tsy izany mantsy, dia hamely anay amin’ny aretina izy na amin’ny sabatra.”",
        "4": "Dia namaly azy ireo ny mpanjakan’i Ejipta hoe: “Fa maninona ianareo, ry Mosesy sy Arona, no mandrebireby ny vahoaka? Izao ry zareo lasa tsy mahavita ny asany! Mandehana miverina miasa!”",
        "5": "Hoy koa i Farao: “Jereo fa be dia be mihitsy ny olona miasa eto amin’ity tany ity. Dia tadiavinareo hijanona tsy hiasa daholo ve izany ry zareo?”",
        "6": "Ny androtr’iny ihany, dia nomen’i Farao baiko ireo mpanery olona hiasa sy ny mpanara-maso ny mpiasa hoe:",
        "7": "“Aza omena mololo hanaovana biriky intsony ny vahoaka, fa avelao ry zareo ihany no handeha hanangona ny mololony.",
        "8": "Izay isan’ny biriky nasaina nenjehiny hatramin’izay ihany anefa no asaivo ataony. Aza ahena ny isany, fa mitady hipetrapetraka fotsiny ry zareo. Izany no mahatonga an-dry zareo hitabataba hoe: ‘Te handeha izahay! Te hanao sorona ho an’ny Andriamanitray izahay!’",
        "9": "Tereo hiasa mafy kokoa ry zareo, dia omeo asa hatao foana, amin’izay ry zareo tsy hihaino an’izao lainga rehetra izao.”",
        "10": "Koa nivoaka ireo mpanery olona hiasa sy ny mpanara-maso ny mpiasa, dia niteny tamin’ny vahoaka hoe: “Izao no nolazain’i Farao: ‘Tsy omeko mololo intsony ianareo.",
        "11": "Mandehana maka mololo ho anareo any amin’izay hahitanareo. Fa ny asanareo anefa tsy hahena mihitsy.’”",
        "12": "Dia niparitaka nanerana an’i Ejipta ny vahoaka, mba hanangona vodivary hatao mololo.",
        "13": "Ary niteniteny azy ireo foana ny mpanery azy ireo hiasa hoe: “Tsy maintsy mamita ny asanareo daholo ianareo isan’andro, hoatran’ny tamin’ianareo mbola nomena mololo ihany.”",
        "14": "Nokapohina koa ireo Israelita mpanara-maso ny mpiasa, izay teo ambany fiandraiketan’ireo mpanery olona hiasa notendren’i Farao. Nanontaniana izy ireo hoe: “Fa maninona no tsy tratranareo ny isan’ny biriky fanaonareo? Efa tsy tratra ilay izy omaly, dia mbola hoatr’izany koa androany.”",
        "15": "Dia nankao amin’i Farao ireo Israelita mpanara-maso ny mpiasa, ka nitaraina hoe: “Fa maninona no dia ataonao hoatr’izao ny mpanomponao?",
        "16": "Tsy omena mololo ny mpanomponao, nefa tenenina hoe: ‘Manaova biriky!’ Kapohina ny mpanomponao, nefa ny vahoakanao no diso.”",
        "17": "Fa hoy i Farao: “Mipetrapetraka fotsiny ianareo! Mipetrapetraka fotsiny! Izany no mahatonga anareo hiteny hoe: ‘Te handeha izahay! Te hanao sorona ho an’i Jehovah izahay!’",
        "18": "Mandehana amin’izay miverina miasa! Tsy hisy mololo homena anareo eo, nefa tsy maintsy tratrarinareo ny isan’ny biriky mila enjehinareo.”",
        "19": "Ary hitan’ireo Israelita mpanara-maso ny mpiasa fa nidiran-doza izy ireo noho ilay didy hoe: “Tsy azonareo ahena mihitsy ny isan’ny biriky enjehinareo isan’andro.”",
        "20": "Rehefa nivoaka avy tao amin’i Farao izy ireo, dia nihaona tamin’i Mosesy sy Arona. Efa nijoro teo mantsy izy roa lahy mba hihaona tamin’izy ireo.",
        "21": "Tonga dia nilaza tamin’izy roa lahy izy ireo hoe: “Enga anie i Jehovah hijery an’izay nataonareo sy hitsara anareo! Fa efa nataonareo izay hankahalan’i Farao sy ny mpanompony anay, ary nasianareo sabatra teny an-tanany hamonoany anay.”",
        "22": "Dia nitodika tany amin’i Jehovah i Mosesy ka niteny hoe: “Jehovah ô! Nahoana ianao no mampijaly an’ity firenena ity? Fa maninona re ianao no naniraka ahy e?",
        "23": "Nanomboka tamin’ny fotoana nidirako teo anatrehan’i Farao mba hiteny tamin’ny anaranao, dia vao mainka nampitondra faisana an’ity vahoaka ity izy. Tsy novonjenao akory anefa ny vahoakanao.”"
    },
    "6": {
        "1": "Dia niteny tamin’i Mosesy i Jehovah hoe: “Ankehitriny dia ho hitanao izay hataoko amin’i Farao. Tanana matanjaka no hanery azy handefa azy ireo, ary tanana matanjaka koa no hanery azy handroaka azy ireo hiala ao amin’ny taniny.”",
        "2": "Ary hoy Andriamanitra tamin’i Mosesy: “Izaho no Jehovah.",
        "3": "Tamin’izaho niseho tamin’i Abrahama sy Isaka ary Jakoba, dia nasehoko azy ireo hoe Andriamanitra Mahery Indrindra aho. Fa ilay anarako hoe Jehovah kosa mbola tsy nampahafantariko azy.",
        "4": "Nanao fifanekena tamin’izy ireo koa aho hoe homeko azy ireo i Kanana, ilay tany nipetrahany tamin’izy ireo nivahiny tany.",
        "5": "Izaho mihitsy izao no maheno ny fitarainan’ny vahoakan’Israely, izay andevozin’ny Ejipsianina, ka tsaroako ilay fifanekena nataoko.",
        "6": "“Koa lazao amin’ny Israelita hoe: ‘Izaho no Jehovah, ary hanafaka anareo amin’ny enta-mavesatra ampitondrain’ny Ejipsianina anareo aho. Hanafaka anareo amin’ny fanandevozany aho. Hanavotra anareo amin’ny sandriko mahery aho, ary hosaziko mafy ry zareo.",
        "7": "Ary halaiko ho vahoakako ianareo, ka ho Andriamanitrareo aho. Dia ho fantatrareo tokoa fa izaho no Jehovah Andriamanitrareo, izay hanafaka anareo amin’ny enta-mavesatra ampitondrain’ny Ejipsianina anareo.",
        "8": "Ary izaho hitondra anareo any amin’ilay tany efa nanaovako fianianana hoe homena an’i Abrahama sy Isaka ary Jakoba. Dia homeko ho fanananareo izany. Izaho no Jehovah.’”",
        "9": "Tatỳ aoriana, dia nolazain’i Mosesy tamin’ny Israelita izany teny izany. Tsy nihaino azy anefa izy ireo, satria kivy sady nijaly be noho ny fanandevozana.",
        "10": "Dia niteny tamin’i Mosesy i Jehovah hoe:",
        "11": "“Mankanesa ao amin’i Farao mpanjakan’i Ejipta, dia lazao aminy hoe tokony halefany hiala ao amin’ny taniny ny Israelita.”",
        "12": "Hoy anefa i Mosesy tamin’i Jehovah: “Ny Israelita aza ange tsy nihaino ahy e! Koa ahoana moa no hihainoan’i Farao ahy? Izaho aza sahirana rehefa miteny!”",
        "13": "Mbola notenenin’i Jehovah tamin’i Mosesy sy Arona indray anefa hoe inona ireo didy tokony homena ny Israelita sy homena an’i Farao mpanjakan’i Ejipta, mba hamoahana ny Israelita avy ao Ejipta.",
        "14": "Ireto avy ny loham-pianakavian’izy ireo: Ny zanakalahin’i Robena, lahimatoan’i Israely, dia i Hanoka, Palo, Hezrona, ary Karmy. Ireo no fianakavian’i Robena.",
        "15": "Ny zanakalahin’i Simeona dia i Jemoela, Jamina, Ohada, Jakina, Zohara, ary Saoly zanakalahin’ny vehivavy kananita. Ireo no fianakavian’i Simeona.",
        "16": "Ireto avy ny anaran’ny zanakalahin’i Levy, araka ny taranany avy: Gersona sy Kehata ary Merary. Ary 137 taona ny andro niainan’i Levy.",
        "17": "Ny zanakalahin’i Gersona dia i Libny sy Simey, araka ny fianakaviany avy.",
        "18": "Ny zanakalahin’i Kehata dia i Amrama, Jizara, Hebrona, ary Oziela. Ary 133 taona ny andro niainan’i Kehata.",
        "19": "Ny zanakalahin’i Merary dia i Maly sy Mosy. Ireo no fianakavian’ny Levita, araka ny taranany avy.",
        "20": "Ary nalain’i Amrama ho vadiny i Jokebeda anabavin-drainy. Dia niteraka an’i Arona sy Mosesy tamin’i Amrama izy. Ary 137 taona ny andro niainan’i Amrama.",
        "21": "Ny zanakalahin’i Jizara dia i Kora sy Nafega ary Zikry.",
        "22": "Ny zanakalahin’i Oziela dia i Misaela sy Elizafana ary Sitry.",
        "23": "Ary nalain’i Arona ho vadiny i Eliseba, zanakavavin’i Aminadaba sady anabavin’i Nasona. Dia niteraka an’i Nadaba, Abiho, Eleazara, ary Itamara tamin’i Arona izy.",
        "24": "Ny zanakalahin’i Kora dia i Asira sy Elkana ary Abiasafa. Ireo no fianakavian’ny Korahita.",
        "25": "I Eleazara, zanakalahin’i Arona, dia naka ny iray tamin’ny zanakavavin’i Potiela ho vadiny. Dia niteraka an’i Finehasa tamin’i Eleazara izy. Ireo no lohan’ny fianakaviamben’ny Levita, araka ny fianakaviany avy.",
        "26": "Ireo no Arona sy Mosesy, izay nilazan’i Jehovah hoe: “Ento mivoaka avy ao Ejipta ny vahoakan’Israely, araka ny antokony avy.”",
        "27": "Ireo Mosesy sy Arona ireo no niresaka tamin’i Farao mpanjakan’i Ejipta, mba hamoahana ny vahoakan’Israely avy tao Ejipta.",
        "28": "Tamin’ny andro niresahan’i Jehovah tamin’i Mosesy tany Ejipta,",
        "29": "dia niteny tamin’i Mosesy i Jehovah hoe: “Izaho no Jehovah. Lazao amin’i Farao mpanjakan’i Ejipta izay rehetra lazaiko aminao.”",
        "30": "Dia hoy i Mosesy tamin’i Jehovah: “Izaho aza ange sahirana rehefa miteny e, koa ahoana moa no hihainoan’i Farao ahy?”"
    },
    "7": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Efa nataoko hoatran’ny hoe Andriamanitra ianao eo anatrehan’i Farao, ary i Arona rahalahinao kosa ho mpaminaninao.",
        "2": "Ianao no hilaza amin’i Arona rahalahinao ny didy rehetra homeko anao, ary i Arona no hiresaka amin’i Farao, dia halefany hiala ao amin’ny taniny ny Israelita.",
        "3": "Izaho kosa hamela an’i Farao hiziriziry amin’ny heviny, ka hampitomboiko ny isan’ny famantarana sy fahagagana hataoko eto Ejipta.",
        "4": "Tsy hihaino anareo anefa i Farao, ka hamely an’i Ejipta ny tanako. Hoentiko hivoaka avy eto Ejipta ny vahoakako maro be, dia ny Israelita, ka hosaziko mafy ny Ejipsianina.",
        "5": "Dia ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah, rehefa hanatsotra ny tanako hamely an’i Ejipta aho ary hitondra an’ireo Israelita hiala eo amin’izy ireo.”",
        "6": "Dia nataon’i Mosesy sy Arona izay nandidian’i Jehovah azy ireo. Izany mihitsy no nataon’izy ireo.",
        "7": "Ary 80 taona i Mosesy, fa i Arona kosa 83 taona, tamin’izy ireo niresaka tamin’i Farao.",
        "8": "Ary hoy i Jehovah tamin’i Mosesy sy Arona:",
        "9": "“Raha milaza aminareo i Farao hoe: ‘Manaova fahagagana!’, dia teneno i Arona hoe: ‘Raiso ny tehinao, ka atsipazo eo anoloan’i Farao.’ Dia ho lasa bibilava ngezabe ilay tehina.”",
        "10": "Koa nankao amin’i Farao i Mosesy sy Arona, ary narahin’izy ireo an-tsakany sy an-davany izay nasain’i Jehovah nataony. Natsipin’i Arona teo anatrehan’i Farao sy ny mpanompony ny tehiny, dia lasa bibilava ngezabe.",
        "11": "Nantsoin’i Farao anefa ny olon-kendry sy ny mpilalao ody. Dia nanao hoatran’izay nataon’i Arona koa ny mpisorona mpanao sikidy tao Ejipta, izay nampiasa herin’ny maizina.",
        "12": "Samy nanipy ny tehiny izy ireo, ary lasa bibilava ngezabe daholo ireny. Natelin’ny tehin’i Arona anefa ny tehin’izy ireo.",
        "13": "Na izany aza, dia niziriziry tamin’ny heviny i Farao ka tsy nihaino azy mirahalahy, araka ny efa nolazain’i Jehovah.",
        "14": "Dia hoy i Jehovah tamin’i Mosesy: “Mafy loha i Farao. Tsy mety mandefa ny vahoaka izy.",
        "15": "Koa mankanesa any amin’i Farao rahampitso maraina, fa hivoaka hankeny amin’ny Reniranon’i Neily izy. Dia mijanòna eny amoron’ilay renirano mba hihaona aminy. Ary ento eny an-tananao ilay tehina lasa bibilava.",
        "16": "Ary lazao aminy hoe: ‘Efa naniraka ahy tatỳ aminao i Jehovah Andriamanitry ny Hebreo, ka niteny hoe: “Avelao ny vahoakako handeha, mba ho afaka hanompo ahy any an-tany efitra.” Tsy nankatò anefa ianao hatramin’izao.",
        "17": "Koa izao no lazain’i Jehovah: “Izao no hahafantaranao fa izaho no Jehovah: Hokapohiko amin’ity tehina etỳ an-tanako ity ny rano ao amin’ny Reniranon’i Neily, ka ho lasa ra.",
        "18": "Dia ho faty ny trondro ao Neily, ka ho maimbo ilay renirano, ary tsy ho vitan’ny Ejipsianina intsony ny hisotro amin’ny rano ao.”’”",
        "19": "Dia hoy i Jehovah tamin’i Mosesy: “Teneno i Arona hoe: ‘Raiso ny tehinao ka atsory eo ambonin’ny ranon’i Ejipta, dia ny reniranony, sy ny lakandranony, sy ny honahona ao aminy, ary ny fitoeran-drano rehetra ao aminy, mba ho lasa ra ireny.’ Dia ho feno ra eran’i Ejipta, na dia any anaty fitoeran-drano vita amin’ny hazo sy vato aza.”",
        "20": "Tonga dia nataon’i Mosesy sy Arona izay nandidian’i Jehovah azy ireo. Ningainy ilay tehina, dia nokapohiny teo imason’i Farao sy ny mpanompony ny rano tao amin’ny Reniranon’i Neily. Koa lasa ra ny rano rehetra tao amin’ilay renirano.",
        "21": "Dia maty ny trondro tao amin’ilay renirano ary maimbo ilay renirano, ka tsy afaka nisotro ny ranon’i Neily ny Ejipsianina. Ary feno ra eran’i Ejipta.",
        "22": "Nanao toy izany koa anefa ireo mpisorona mpanao sikidy tao Ejipta, izay nampiasa hery miafina. Koa mbola niziriziry tamin’ny heviny ihany i Farao, ka tsy nihaino azy mirahalahy, araka ny efa nolazain’i Jehovah.",
        "23": "Dia lasa nody tany an-tranony i Farao, ary tsy nampihontsina azy akory izany.",
        "24": "Koa nandavaka teny amin’ny manodidina an’i Neily ny Ejipsianina rehetra mba hahazoana rano hosotroina. Tsy afaka nisotro ny ranon’i Neily mantsy izy ireo.",
        "25": "Ary fito andro katroka ny ranon’i Neily no novan’i Jehovah ho ra."
    },
    "8": {
        "1": "Niteny tamin’i Mosesy i Jehovah avy eo hoe: “Mandehana mankao amin’i Farao, dia lazao aminy hoe: ‘Izao no tenin’i Jehovah: “Avelao ny vahoakako handeha, mba ho afaka hanompo ahy.",
        "2": "Fa raha mbola tsy mety mandefa azy ihany ianao, dia hofenoiko sahona ny taninao rehetra.",
        "3": "Koa ho feno sahona be dia be ao amin’ny Reniranon’i Neily. Dia hiakatra ireny ka hiditra ao an-tranonao sy ao amin’ny efitra fatorianao, hankeny am-pandriananao, hiditra any an-tranon’ny mpanomponao, hankeny amin’ny vahoakanao, ary ho ao anatin’ny lafaoronao sy ny vilia famolavolanao koba.",
        "4": "Ho eny aminao sy ny vahoakanao ary ny mpanomponao rehetra ny sahona.”’”",
        "5": "Dia hoy i Jehovah tamin’i Mosesy, tatỳ aoriana: “Teneno i Arona hoe: ‘Atsory ilay tananao mitazona tehina, ka ataovy eo ambonin’ny renirano sy ny lakandranon’i Neily ary ny honahona. Dia ampiakaro ho eny amin’ny tany Ejipta ny sahona.’”",
        "6": "Koa natsotran’i Arona teo ambonin’ny ranon’i Ejipta ny tanany, ka nanomboka niakatra ny sahona ary nandrakotra an’ilay tany.",
        "7": "Nanao hoatr’izany koa anefa ny mpisorona mpanao sikidy, izay nampiasa hery miafina. Nampiakatra sahona hankeny amin’ny tany Ejipta koa izy ireo.",
        "8": "Nantsoin’i Farao àry i Mosesy sy Arona ka noteneniny hoe: “Iangavio i Jehovah hanala ny sahona etỳ amiko sy eny amin’ny vahoakako, fa vonona aho handefa ny vahoaka. Amin’izay ry zareo afaka manao sorona ho an’i Jehovah.”",
        "9": "Dia hoy i Mosesy tamin’i Farao: “Omeko anao ny voninahitra hiteny amiko hoe rahoviana aho no hiangavy amin’Andriamanitra mba hanesorana an’ireny sahona ireny eny aminao sy ny mpanomponao sy ny vahoakanao ary ao an-tranonao. Dia ao amin’ny Reniranon’i Neily ihany sisa no hisy sahona.”",
        "10": "Dia hoy i Farao: “Rahampitso.” Ary hoy i Mosesy: “Ho tanteraka tokoa ny teninao, amin’izay dia ho fantatrao hoe tsy misy mitovy amin’i Jehovah Andriamanitray.",
        "11": "Hiala eny aminao sy ao an-tranonao ireny sahona ireny, ary hiala eny amin’ny mpanomponao sy ny vahoakanao. Dia ao Neily ihany sisa no hisy.”",
        "12": "Koa nivoaka avy tao amin’i Farao i Mosesy sy Arona. Dia niangavy an’i Jehovah i Mosesy mba hanala ny sahona nalefany tany amin’i Farao.",
        "13": "Koa nataon’i Jehovah izay nangatahin’i Mosesy, ka maty tsikelikely ny sahona tany an-trano sy teny an-tokotany ary tany an-tsaha.",
        "14": "Ary nangonina ireny dia nivangongo teny rehetra teny, ka maimbo ilay tany.",
        "15": "Rehefa hitan’i Farao fa efa afaka ilay loza, dia niziriziry tamin’ny heviny izy. Tsy nety nihaino azy roa lahy izy, araka ny efa nolazain’i Jehovah.",
        "16": "Hoy àry i Jehovah tamin’i Mosesy: “Teneno i Arona hoe: ‘Atsory ny tehinao ary kapohy ny vovoky ny tany, dia ho lasa moka eran’i Ejipta.’”",
        "17": "Ary nataon’izy ireo izany. Natsotran’i Arona ilay tanany nitazona tehina ary nokapohiny ny vovoky ny tany. Dia lasa moka nanerana an’i Ejipta ny vovoka rehetra tamin’ny tany, ka nankeny amin’ny olona sy ny biby.",
        "18": "Ary nampiasa hery miafina ny mpisorona mpanao sikidy ka nanandrana nampisy moka koa, saingy tsy nahavita. Dia nankeny amin’ny olona sy ny biby ny moka.",
        "19": "Koa niteny tamin’i Farao ireo mpisorona mpanao sikidy hoe: “Tena rantsantanan’Andriamanitra ity!” Mbola niziriziry tamin’ny heviny foana anefa i Farao ka tsy nihaino azy roa lahy, araka ny efa nolazain’i Jehovah.",
        "20": "Hoy i Jehovah avy eo tamin’i Mosesy: “Mifohaza maraina, dia mankanesa eo anatrehan’i Farao. Hivoaka hankeny amin’ny rano izy, ka ilazao hoe: ‘Izao no tenin’i Jehovah: “Avelao ny vahoakako handeha, mba ho afaka hanompo ahy.",
        "21": "Fa raha tsy alefanao ny vahoakako, dia handefasako fihitra ianao, sy ny mpanomponao, sy ny vahoakanao, ary ny ao an-tranonao. Ho feno fihitra ny trano eto Ejipta, ary na ny tany hijoroan’izy ireo aza ho rakotra fihitra.",
        "22": "Ny any Gosena, ilay tany misy ny vahoakako, kosa tsy maintsy harovako amin’io andro io. Tsy hisy fihitra any, ka izany no hahafantaranao fa izaho Jehovah dia eto amin’ity tany ity.",
        "23": "Ary hataoko miavaka amin’ny vahoakanao ny vahoakako. Rahampitso izany famantarana izany no hitranga.”’”",
        "24": "Dia nataon’i Jehovah izany, ka nisy andiana fihitra be dia be nirohotra nankao an-tranon’i Farao sy tao an-tranon’ny mpanompony ary eran’i Ejipta. Koa nandravarava tao amin’ilay tany ny fihitra.",
        "25": "Nantsoin’i Farao i Mosesy sy Arona tamin’ny farany, dia noteneniny hoe: “Mandehana manao sorona ho an’ny Andriamanitrareo, saingy eto Ejipta ihany.”",
        "26": "Hoy anefa i Mosesy: “Tsy mety izany, satria zavatra maharikoriko amin’ny Ejipsianina no hataonay sorona ho an’i Jehovah Andriamanitray. Tsy hotorahan’ny Ejipsianina vato ve izahay raha zavatra maharikoriko azy no hataonay sorona, sady amin’izay eo imasony mihitsy?",
        "27": "Handeha lalana telo andro hankany an-tany efitra izahay, ka any izahay no hanao sorona ho an’i Jehovah Andriamanitray, araka izay nolazainy taminay.”",
        "28": "Dia hoy i Farao: “Halefako hanao sorona ho an’i Jehovah Andriamanitrareo any an-tany efitra ianareo. Fa aza mandeha lavitra loatra fotsiny. Dia mba mivavaha ho ahy.”",
        "29": "Dia hoy i Mosesy: “Hiala eto aminao aho izao, ary hitalaho amin’i Jehovah. Koa hiala amin’i Farao sy ny mpanompony ary ny vahoakany ny fihitra rahampitso. Tandremo anefa sao mamitaka anay indray i Farao, ka tsy hanaiky handefa ny vahoaka hanao sorona ho an’i Jehovah akory.”",
        "30": "Dia nivoaka avy tao amin’i Farao i Mosesy, ary nitalaho tamin’i Jehovah.",
        "31": "Koa nataon’i Jehovah izay nolazain’i Mosesy, ka niala tamin’i Farao sy ny mpanompony ary ny vahoakany ny fihitra. Tsy nisy tavela na iray aza.",
        "32": "Mbola niziriziry tamin’ny heviny indray anefa i Farao, ka tsy nalefany ny vahoaka."
    },
    "9": {
        "1": "Hoy àry i Jehovah tamin’i Mosesy: “Mankanesa ao amin’i Farao dia teneno izy hoe: ‘Izao no tenin’i Jehovah Andriamanitry ny Hebreo: “Avelao ny vahoakako handeha, mba ho afaka hanompo ahy.",
        "2": "Fa raha mbola tsy mety mandefa azy ireo ihany ianao, ka mbola mitazona azy,",
        "3": "dia hamely ny biby fiompinao any an-tsaha ny tanan’i Jehovah. Ho voan’ny areti-mandringana ny soavaly sy ny ampondra sy ny rameva ary ny omby aman’ondry.",
        "4": "Ary tena hataon’i Jehovah miavaka amin’ny biby fiompin’i Ejipta ny biby fiompin’ny Israely, ka tsy hisy ho faty izay an’ny Israelita.”’”",
        "5": "Nanondro fotoana koa i Jehovah, ka niteny hoe: “Rahampitso i Jehovah no hanao an’izany eto Ejipta.”",
        "6": "Ny ampitson’iny ihany àry dia nataon’i Jehovah izany, ka maty daholo ny karazana biby fiompy tao Ejipta. Ny biby fiompin’ny Israely kosa tsy nisy maty na iray aza.",
        "7": "Ary naniraka olona hanadihady an’izany i Farao, ka fantany fa tsy nisy maty ny biby fiompin’ny Israely na iray aza. Mbola mafy loha ihany anefa i Farao, ka tsy nandefa ny vahoaka.",
        "8": "Ary niteny tamin’i Mosesy sy Arona i Jehovah hoe: “Fenoy molaly avy ao amin’ny lafaoro fandoroana biriky daholo ny tananareo anankiroa, dia hatsipin’i Mosesy eny amin’ny rivotra, eo anatrehan’i Farao, izany.",
        "9": "Dia ho lasa vovoka manify eran’i Ejipta izany, ka ho lasa vay mamoro-nana eny amin’ny olona sy ny biby eran’i Ejipta.”",
        "10": "Naka molaly tao amin’ny lafaoro fandoroana biriky àry izy roa lahy, ary nitsangana teo anatrehan’i Farao. Dia natsipin’i Mosesy teny amin’ny rivotra ilay molaly, ka lasa vay mamoro-nana nipoipoitra teny amin’ny olona sy ny biby.",
        "11": "Koa tsy nahajanona teo anatrehan’i Mosesy ny mpisorona mpanao sikidy satria feno vay. Lasa nisy vay nipoipoitra mantsy tamin’ireo mpisorona ireo sy tamin’ny Ejipsianina rehetra.",
        "12": "Navelan’i Jehovah hiziriziry tamin’ny heviny anefa i Farao. Tsy nihaino azy roa lahy izy, araka ny efa nolazain’i Jehovah tamin’i Mosesy.",
        "13": "Nilaza tamin’i Mosesy i Jehovah avy eo hoe: “Mifohaza maraina, dia mankanesa eo anatrehan’i Farao. Teneno izy hoe: ‘Izao no tenin’i Jehovah Andriamanitry ny Hebreo: “Avelao ny vahoakako handeha, mba ho afaka hanompo ahy.",
        "14": "Fa alefako hamely anao sy ny mpanomponao ary ny vahoakanao ny loza rehetra. Amin’izay fantatrao fa tsy misy mitovy amiko eran-tany.",
        "15": "Fa azoko natao ny nanatsotra ny tanako dia nasiako tamin’ny areti-mandringana ianao sy ny vahoakanao, ka efa ripaka tsy nisy teto an-tany intsony ianao hoatr’izay.",
        "16": "Izao anefa no tena antony mbola namelako anao ho velona: Mba hampisehoana aminao ny heriko sy mba hanambarana ny anarako eran-tany.",
        "17": "Mbola manambony tena ihany ve ianao, ka tsy mamela ny vahoakako handeha?",
        "18": "Hampilatsaka havandra be dia be aho rahampitso hoatrahoatr’izao, dia havandra mbola tsy nisy hoatr’izany hatramin’ny andro nanorenana an’i Ejipta ka hatramin’izao.",
        "19": "Koa ilazao ny olona hoe ampidiro any an-trano ny biby fiompinareo rehetra sy ny fanananareo rehetra any an-tsaha. Fa izay olona na biby tavela any an-tsaha, fa tsy nampodiana any an-trano, dia ho faty rehefa hilatsahan’ny havandra.”’”",
        "20": "Koa izay mpanompon’i Farao natahotra ny tenin’i Jehovah, dia nampiditra haingana ny mpanompony sy ny biby fiompiny tany an-trano.",
        "21": "Fa izay tsy niraharaha ny tenin’i Jehovah kosa, dia namela ny mpanompony sy ny biby fiompiny tany an-tsaha ihany.",
        "22": "Dia hoy i Jehovah tamin’i Mosesy: “Atsory manondro ny lanitra ny tananao mba hisy havandra hilatsaka eran’i Ejipta, dia amin’ny olona sy ny biby ary ny zavamaniry rehetra any an-tsaha manerana an’i Ejipta.”",
        "23": "Koa natsotran’i Mosesy hanondro ny lanitra ny tehiny. Dia nandefa kotroka sy havandra i Jehovah, ary nisy afo nilatsaka tamin’ny tany. Ary nampilatsaka havandra be dia be tany Ejipta i Jehovah.",
        "24": "Dia nilatsaka ny havandra, ary nisy afo nitselatselatra teny anelanelany. Tena be dia be mihitsy ilay havandra, ary mbola tsy nisy hoatr’izany eran’i Ejipta hatrizay naha firenena azy.",
        "25": "Nilatsahan’ny havandra daholo ny zava-drehetra tany an-tsaha nanerana an’i Ejipta, na ny olona na ny biby. Nosimban’ilay izy koa ny zavamaniry rehetra, ary potika ny hazo rehetra tany an-tsaha.",
        "26": "Tany Gosena ihany, tany amin’izay nisy ny Israelita, no tsy nisy havandra.",
        "27": "Nampanantsoin’i Farao àry i Mosesy sy Arona, ka hoy izy tamin’izy ireo: “Nanota aho tamin’ity indray mandeha ity. I Jehovah no marina, fa izaho sy ny vahoakako no diso.",
        "28": "Mba iangavio i Jehovah hampitsahatra ny kotroka sy ny havandra avy amin’Andriamanitra. Dia halefako ianareo, ka tsy hijanona eto intsony.”",
        "29": "Hoy àry i Mosesy taminy: “Vao tafavoaka ny tanàna aho, dia hivavaka amin’i Jehovah. Dia hitsahatra ny kotroka ary tsy hilatsaka intsony ny havandra. Amin’izay dia ho fantatrao fa an’i Jehovah ny tany.",
        "30": "Efa fantatro anefa fa na amin’izay aza, dia mbola tsy hatahotra an’i Jehovah Andriamanitra ihany ianao sy ny mpanomponao.”",
        "31": "Dia potika ny rongony sy ny vary orza, satria efa teraka ny vary orza tamin’izay ary efa namony ny rongony.",
        "32": "Fa tsy ripaka kosa ny varimbazaha sy ny vary spelta, satria tatỳ aoriana kokoa ireny vao vokatra.",
        "33": "Ary niala teo amin’i Farao i Mosesy, dia nankany ivelan’ny tanàna ka nivavaka tamin’i Jehovah. Koa nijanona ny kotroka sy ny havandra, ary tsy nisy orana nilatsaka intsony tamin’ny tany.",
        "34": "Rehefa hitan’i Farao fa nitsahatra ny orana sy ny havandra ary ny kotroka, dia nanota indray izy ka niziriziry tamin’ny heviny, dia izy sy ny mpanompony.",
        "35": "Ary mbola mafy loha ihany i Farao ka tsy nandefa ny Israelita, araka ny efa nolazain’i Jehovah tamin’ny alalan’i Mosesy."
    },
    "10": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Mankanesa ao amin’i Farao. Navelako ho mafy loha mantsy izy sy ny mpanompony, mba hahafahako manao an’ireo famantarana ireo eo anatrehany.",
        "2": "Ho afaka hitantara amin’ny zanaka aman-jafinao koa ianao amin’izay hoe tena nasiako mafy i Ejipta ary nanao famantarana teo aminy aho. Dia ho fantatrareo tokoa fa izaho no Jehovah.”",
        "3": "Koa nankao amin’i Farao i Mosesy sy Arona, ary niteny taminy hoe: “Izao no tenin’i Jehovah Andriamanitry ny Hebreo: ‘Mandra-pahoviana ianao no tsy hety hanaiky ahy? Avelao ny vahoakako handeha, mba ho afaka hanompo ahy.",
        "4": "Fa raha mbola tsy mety mandefa ny vahoakako ihany ianao, dia handefa valala ao amin’ny faritry ny taninao aho rahampitso.",
        "5": "Ary ho rakotra valala ny tany, ka tsy ho tazana intsony. Dia ho lanin’ireny izay sisa tsy potiky ny havandra. Hohanin’ireny koa ny hazo rehetra maniry any an-tsaha.",
        "6": "Ho feno valala ny tranonareo sy ny tranon’ny mpanomponareo rehetra ary ny trano eran’i Ejipta. Mbola tsy nahita valala be dia be hoatr’izany mihitsy ny rainareo sy ny dadabenareo, hatramin’izay niainany teto amin’ity tany ity ka mandraka androany.’” Dia nihodina izy ka niala teo amin’i Farao.",
        "7": "Ary niteny tamin’i Farao ny mpanompony hoe: “Mandra-pahoviana iny lehilahy iny no handrahona antsika? Avelao handeha any ireo olona ireo, mba ho afaka hanompo an’i Jehovah Andriamaniny. Tsy hitanao angaha fa efa potika i Ejipta?”",
        "8": "Koa nasaina niverina tany amin’i Farao indray i Mosesy sy Arona, dia hoy i Farao tamin’izy roa lahy: “Mandehana manompo an’i Jehovah Andriamanitrareo. Fa iza sy iza avy tokoa moa no handeha?”",
        "9": "Dia hoy i Mosesy: “Handeha daholo izahay, na ny tanora na ny antitra, na ny zanakay lahy na ny zanakay vavy, na ny ondrinay na ny ombinay. Fa hanao fety ho an’i Jehovah izahay.”",
        "10": "Dia hoy izy tamin’izy roa lahy: “Ianareo ve dia mihevitra hoe hamela anareo sy ny zanakareo handeha aho? Raha sanatria mitranga izany, dia manampy anareo tokoa i Jehovah! Mikononkonona zava-dratsy mihitsy ianareo.",
        "11": "Tsy manaiky an’izany aho! Izay lehilahy eo aminareo ihany no afaka mandeha manompo an’i Jehovah, satria izany no nangatahinareo.” Dia noroahina niala teo anatrehan’i Farao izy roa lahy.",
        "12": "Hoy i Jehovah tamin’i Mosesy: “Atsory eo ambonin’i Ejipta ny tananao mba ho avy ny valala. Dia hiakatra ireny ka hihinana ny zavamaniry rehetra eto Ejipta, dia izay sisa tsy potiky ny havandra.”",
        "13": "Tonga dia natsotran’i Mosesy teo ambonin’i Ejipta ny tehiny. Ary nataon’i Jehovah nisy rivotra avy any atsinanana nitsoka teo amin’ilay tany, nandritra an’iny andro iny sy nandritra ny alina manontolo. Rehefa maraina ny andro, dia nentin’ny rivotra avy any atsinanana ny valala.",
        "14": "Ary niakatra nanerana an’i Ejipta ny valala, dia nipetraka teny amin’ny faritra rehetra tao, ka tena nanelingelina be mihitsy. Mbola tsy nisy valala be dia be hoatr’izany mihitsy talohan’izay, sady tsy hisy hoatr’izany intsony koa.",
        "15": "Rakotra valala ny faritra rehetra ka lasa maizina ilay tany. Dia nohaniny daholo ny zavamaniry rehetra teo amin’ilay tany sy ny voankazo rehetra teny amin’ny hazo, dia izay sisa tsy potiky ny havandra. Tsy nisy zava-maitso tavela intsony eran’i Ejipta, na teny amin’ny hazo, na teny amin’ny zavamaniry tany an-tsaha.",
        "16": "Nantsoin’i Farao haingana àry i Mosesy sy Arona, ka noteneniny hoe: “Efa nanota tamin’i Jehovah Andriamanitrareo sy taminareo aho.",
        "17": "Mba avelao re ny heloko amin’ity indray mandeha ity fotsiny e! Iangavio i Jehovah Andriamanitrareo mba hesoriny amiko izao loza mahafaty izao.”",
        "18": "Koa nivoaka avy tao amin’i Farao izy ary nitalaho tamin’i Jehovah.",
        "19": "Dia novan’i Jehovah ny fitsokan’ny rivotra ka lasa avy any andrefana sady nahery be. Ary nentin’ilay rivotra ny valala ka navariny tao amin’ny Ranomasina Mena. Koa tsy nisy valala tavela intsony, na iray aza, tany amin’ny faritra rehetra tany Ejipta.",
        "20": "Navelan’i Jehovah hiziriziry tamin’ny heviny anefa i Farao, ka tsy nalefany ny Israelita.",
        "21": "Dia hoy i Jehovah tamin’i Mosesy: “Atsory manondro ny lanitra ny tananao mba hisy haizina manerana an’i Ejipta, dia haizina mikitroka tsy ifankahitana.”",
        "22": "Tonga dia natsotran’i Mosesy nanondro ny lanitra ny tanany, ka nisy haizim-pito eran’i Ejipta nandritra ny telo andro.",
        "23": "Koa tsy nifankahita izy ireo, ary tsy nisy niala teo amin’izay nisy azy nandritra ny telo andro. Nisy hazavana kosa tany amin’izay nonenan’ny Israelita rehetra.",
        "24": "Dia nantsoin’i Farao i Mosesy, ka hoy izy taminy: “Mandehana manompo an’i Jehovah. Na ny zanakareo aza mahazo miaraka aminareo, fa ny ondrinareo sy ny ombinareo ihany ajanona.”",
        "25": "Fa hoy i Mosesy: “Ianao mihitsy no hanome anay biby hatao sorona sy fanatitra dorana, ary hanolotra an’izany ho an’i Jehovah Andriamanitray izahay.",
        "26": "Hiaraka aminay koa ny biby fiompinay. Tsy misy azo ajanona na biby iray aza, satria avy amin’ireny no hakanay hatao fanatitra hanompoana an’i Jehovah Andriamanitray. Mbola tsy fantatray koa izay hatolotray ho an’i Jehovah raha tsy efa tonga any izahay.”",
        "27": "Koa navelan’i Jehovah hiziriziry tamin’ny heviny i Farao, ka tsy nanaiky handefa an’ ireo Israelita.",
        "28": "Hoy i Farao tamin’i Mosesy: “’Ndeha mandeha any! Dia tandremo sao mitaditady hihaona amiko atỳ indray, fa ho faty ianao amin’ny andro hihaonanao amiko.”",
        "29": "Dia hoy i Mosesy: “Eny àry! Tsy hitady hihaona aminao intsony aho.”"
    },
    "11": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy: “Mbola hahatonga loza iray amin’i Farao sy Ejipta aho, ka aorian’izay izy vao handefa anareo hiala eto. Rehefa handefa anareo izy, dia tena horoahiny tanteraka hiala eto ianareo.",
        "2": "Koa ilazao ny lehilahy sy ny vehivavy rehetra eo amin’ny vahoaka mba hangataka zavatra vita amin’ny volafotsy sy volamena amin’ny mpiray tanàna aminy.”",
        "3": "Dia nataon’i Jehovah nahazo sitraka teo imason’ny Ejipsianina ny vahoakan’Israely. Na i Mosesy koa aza lasa nohajaina be tao Ejipta, na teo amin’ny mpanompon’i Farao izany, na teo amin’ny vahoaka.",
        "4": "Dia hoy i Mosesy: “Izao no tenin’i Jehovah: ‘Handeha hitety an’i Ejipta aho, rehefa tokotokony ho misasakalina.",
        "5": "Dia ho faty ny lahimatoa rehetra ao Ejipta, hatramin’ny lahimatoan’i Farao, dia i Farao izay mipetraka eo amin’ny seza fiandrianana, ka hatramin’ny lahimatoan’ny mpanompovavy izay manodina ny vato fikosoham-bary, ary ny voalohan-teraka rehetra amin’ny biby fiompy.",
        "6": "Hidradradradra mafy ny olona eran’i Ejipta, ka mbola tsy nisy hoatr’izany mihitsy hatramin’izay sady tsy hisy hoatr’izany intsony koa.",
        "7": "Na alika iray aza anefa tsy hivovò amin’ny Israelita, na amin’ny olona izany na amin’ny biby fiompy. Amin’izay dia ho fantatrareo fa vitan’i Jehovah ny mampiavaka ny Israelita amin’ny Ejipsianina.’",
        "8": "Ary tsy maintsy hidina ho any amiko ireo mpanomponao rehetra ireo, ka hiankohoka eo anatrehako sady hiteny hoe: ‘’Ndeha mandeha any ianao sy ny olona rehetra manaraka anao!’ Ary handeha tokoa aho aorian’izay.” Dia nivoaka avy tao amin’i Farao i Mosesy sady tezitra be.",
        "9": "Ary niteny tamin’i Mosesy i Jehovah hoe: “Tsy hihaino anareo i Farao, mba ho betsaka kokoa ny fahagagana hataoko eto Ejipta.”",
        "10": "Nanao an’izany fahagagana rehetra izany teo anatrehan’i Farao i Mosesy sy Arona. Navelan’i Jehovah hiziriziry tamin’ny heviny anefa i Farao, ka tsy nalefany hiala tao amin’ny taniny ny Israelita."
    },
    "12": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy sy Arona, tany Ejipta:",
        "2": "“Ity volana ity no ho volana voalohany ho anareo, ka izy io no hataonareo volana voalohany amin’ny taona.",
        "3": "Mitenena amin’ny vahoakan’Israely manontolo hoe: ‘Samy tokony haka ondry iray avy ho an’ny ankohonan-drainy izy ireo amin’ny andro fahafolo amin’ity volana ity, izany hoe ondry iray isam-pianakaviana.",
        "4": "Raha vitsy loatra anefa ny iray trano ka tsy mahalany ondry iray, dia tokony hifampizara an’ilay izy ao an-tranony izy ireo sy ny mpifanila trano aminy, arakaraka ny isan’ny olona. Koa fantaro ny isan’ny olona sy izay mety ho lanin’ny tsirairay.",
        "5": "Tokony ho ondrilahy herintaona ilay izy sady tsy misy kilema. Afaka mifidy ondrilahy na osilahy kely ianareo.",
        "6": "Karakarao tsara ilay izy mandra-pahatongan’ny andro faha-14 amin’ity volana ity. Dia hamono an’ilay izy amin’ny takariva ny fiangonan’Israely manontolo.",
        "7": "Hakan’izy ireo ny ra ka hafafiny eo amin’ny tolàm-baravarana roa sy eo amin’ny tataom-baravaran’ny trano hihinanany an’ilay izy.",
        "8": "“‘Tsy maintsy hohanin’izy ireo amin’io alina io ny henany. Tokony hatsatsika eo ambony afo ilay izy, ary hohanina miaraka amin’ny mofo tsy misy lalivay sy anana mangidy.",
        "9": "Aza misy hohanina manta ny henany na handrahoina amin’ny rano, fa tokony hatsatsika daholo hatramin’ny lohany sy ny tongony ary ny taovany.",
        "10": "Aza misy tehirizina mandra-paharainan’ny andro ilay izy, fa dory izay sisa tsy lany ka tratran’ny maraina.",
        "11": "Hoatr’izao no hataonareo rehefa mihinana azy: Efa mifatotra ny fehikibonareo, ho eny an-tongotrareo ny kapanareo, ary ho eny an-tananareo ny tehinareo. Dia hohaninareo haingana ilay izy. Paskan’i Jehovah izany.",
        "12": "Fa hitety an’i Ejipta aho amin’io alina io, ka hovonoiko ny lahimatoa rehetra ao, hatramin’ny olona ka hatramin’ny biby. Ary hampihatra didim-pitsarana amin’ny andriamanitr’i Ejipta rehetra aho. Izaho no Jehovah.",
        "13": "Ny ra no ho famantarana ny trano misy anareo. Ho hitako ny ra ka holalovako fotsiny ianareo, dia tsy handringana anareo ny loza rehefa mamely an’i Ejipta aho.",
        "14": "“‘Ho fahatsiarovana ho anareo io andro io, ka hataonareo fety ho an’i Jehovah hatramin’ny taranakareo fara aman-dimby. Tokony hankalaza azy io ianareo. Fitsipika tokony harahina foana izany.",
        "15": "Mandritra ny fito andro ianareo no hihinana mofo tsy misy lalivay. Hesorinareo tsy ho ao an-tranonareo ny lalivay, amin’ny andro voalohany, satria haringana tsy ho anisan’ny Israely izay olona mihinana zavatra misy lalivay, hatramin’ny andro voalohany ka hatramin’ny andro fahafito.",
        "16": "Hanao fivoriambe masina ianareo amin’ny andro voalohany, ary hanao fivoriambe masina koa amin’ny andro fahafito. Tsy tokony hiasa mihitsy ianareo amin’ireo andro ireo. Izay sakafo hohanin’ny olona tsirairay ihany no azonareo karakaraina.",
        "17": "“‘Tsy maintsy mankalaza ny Fetin’ny Mofo Tsy Misy Lalivay ianareo, satria amin’io andro io no hitondrako ny vahoakanareo rehetra hivoaka avy eto Ejipta. Ary tsy maintsy mankalaza an’io andro io ianareo, hatramin’ny taranakareo fara aman-dimby. Fitsipika tokony harahinareo foana izany.",
        "18": "Koa hihinana mofo tsy misy lalivay ianareo amin’ny takarivan’ny andro faha-14 amin’ny volana voalohany, ka hatramin’ny takarivan’ny andro faha-21 amin’io volana io.",
        "19": "Tsy tokony hahitana lalivay ao an-tranonareo mandritra ny fito andro, satria haringana tsy ho anisan’ny vahoakan’Israely izay olona mihinana zavatra misy lalivay, na vahiny izy na teratany.",
        "20": "Tsy tokony hihinana zavatra misy lalivay mihitsy ianareo. Mofo tsy misy lalivay no hohaninareo any amin’ny trano rehetra misy anareo.’”",
        "21": "Tonga dia nantsoin’i Mosesy ny anti-panahy rehetra teo amin’ny Israely, ka nilazany hoe: “Mandehana mifantina biby mbola vantombantony ho an’ny fianakavianareo tsirairay, dia vonoy ilay izy mba hatao sorona hankalazana ny Paska.",
        "22": "Dia makà hysopa iray fehezana, ary atsobohy ao amin’ilay ra ao anaty koveta izany. Dia afafazo eo amin’ny tataom-baravarana sy eo amin’ny tolàna roa ilay ra. Ary aza misy mivoaka ny tranonareo ianareo mandra-paharainan’ny andro.",
        "23": "Amin’izay rehefa mandalo hamely an’ireo Ejipsianina i Jehovah ka mahita ny ra eo amin’ny tataom-baravarana sy ny tolàna roa, dia holalovan’i Jehovah fotsiny ilay varavarana, ka tsy havelany hiditra ao an-tranonareo ny loza mahafaty.",
        "24": "“Tsy maintsy mankalaza an’izany ianareo. Fitsipika tokony harahinareo sy ny zanakareo foana izany.",
        "25": "Ary rehefa tafiditra any amin’ny tany homen’i Jehovah anareo ianareo, araka izay efa nolazainy, dia tohizo foana izany fankalazana izany.",
        "26": "Ary rehefa manontany anareo ny zanakareo hoe: ‘Fa maninona ianareo no manao an’izao fankalazana izao?’,",
        "27": "dia lazao hoe: ‘Manao an’izao sorona izao isika mba hankalazana ny Paska ho an’i Jehovah. Nolalovany fotsiny mantsy ny tranon’ny Israelita tany Ejipta, tamin’izy namely ny Ejipsianina, fa notsimbininy kosa ny tao an-tranontsika.’” Dia niondrika sy niankohoka ny vahoaka.",
        "28": "Koa lasa ny Israelita, ary nataony izay nandidian’i Jehovah an’i Mosesy sy Arona. Izany mihitsy no nataon’izy ireo.",
        "29": "Ary tamin’ny misasakalina, dia naripak’i Jehovah ny lahimatoa rehetra tao Ejipta, hatramin’ny lahimatoan’i Farao, dia i Farao izay nipetraka teo amin’ny seza fiandrianana, ka hatramin’ny lahimatoan’ny babo tao am-ponja, ary ny voalohan-teraka rehetra tamin’ny biby.",
        "30": "Dia nifoha i Farao sy ny mpanompony rehetra ary ny Ejipsianina hafa rehetra tamin’iny alina iny. Ary nidradradradra mafy ny Ejipsianina, satria tsy nisy trano tsy nisy maty.",
        "31": "Tonga dia nantsoin’i Farao i Mosesy sy Arona tamin’iny alina iny, dia noteneniny hoe: “Mandehana miala eto amin’ny vahoakako ianareo sy ny Israelita. Mandehana manompo an’i Jehovah, araka ny efa nolazainareo.",
        "32": "Ento koa ny ondrinareo sy ny ombinareo, araka ny efa nolazainareo, dia ’ndeha mandeha any. Tsy maintsy mitso-drano ahy koa anefa ianareo.”",
        "33": "Ary nandodona an’ilay vahoaka hiala haingana tao amin’ilay tany ny Ejipsianina, satria hoy izy ireo: “Sao ho faty eto daholo izahay.”",
        "34": "Koa nentin’ny olona ny kobany mbola tsy nisy lalivay, sy ny vilia famolavolany koba izay nofonosiny tamin’ny akanjony ka nataony teny an-tsorony.",
        "35": "Ary nataon’ny Israelita izay nasain’i Mosesy nataon’izy ireo, ka nangataka zavatra vita tamin’ny volafotsy sy volamena tamin’ny Ejipsianina izy ireo sady nangataka akanjo.",
        "36": "Dia nataon’i Jehovah nahazo sitraka tamin’ny Ejipsianina ny vahoaka, ka nomen’izy ireo azy izay nangatahiny. Koa nataon’ny Israelita fongana ny fananan’ny Ejipsianina.",
        "37": "Dia niala tao Ramesesa ny Israelita ka nankany Sokota. Nisy 600 000 teo ho eo ny lehilahy nandeha an-tongotra, ankoatra ny ankizy.",
        "38": "Nisy olona maro avy amin’ny firenen-kafa koa niaraka tamin’izy ireo. Ary nentin’izy ireo ny ondry sy ny omby, dia biby fiompy be dia be.",
        "39": "Nanaovan’izy ireo mofo boribory tsy misy lalivay ny koba nentiny avy tany Ejipta, dia nataony tao anaty lafaoro. Tsy nisy lalivay ilay koba, satria tampoka be ny nandroahana azy ireo niala tao Ejipta, ka tsy nahavita nanomana vatsy izy ireo.",
        "40": "Nivahiny tany an-tanin’olona nandritra ny 430 taona ny Israelita, izay nipetraka tany Ejipta.",
        "41": "Tamin’ilay andro nifaranan’ny 430 taona mihitsy no nivoaka avy tany Ejipta ny vahoakan’i Jehovah rehetra.",
        "42": "Alina hankalazana ny nitondran’i Jehovah azy ireo nivoaka avy tany Ejipta io alina io. Tokony hankalaza an’io alina io ho an’i Jehovah ny vahoakan’Israely rehetra, hatramin’ny taranany fara aman-dimby.",
        "43": "Dia hoy i Jehovah tamin’i Mosesy sy Arona: “Izao no fitsipika momba ny Paska: Tsy misy olona avy amin’ny firenen-kafa mahazo mihinana azy io.",
        "44": "Raha misy manana mpanompo novidina vola anefa, dia tokony hoforana aloha ilay mpanompo vao mahazo mihinana amin’izy io.",
        "45": "Tsy mahazo mihinana azy io ny mpiavy sy ny mpikarama.",
        "46": "Ao amin’ny trano iray ihany no hihinanana azy. Aza misy entina any ivelan’ny trano ny henan’ilay biby, ary aza misy tapahina ny taolany.",
        "47": "Hankalaza ny Paska ny vahoakan’Israely manontolo.",
        "48": "Raha misy hafa firenena monina eo aminareo ka te hankalaza ny Paska ho an’i Jehovah, dia tsy maintsy forana ny lehilahy rehetra ao amin’ny ankohonany. Afaka mankalaza azy io izy aorian’izay, ary hanjary ho toy ny teratany. Fa tsy misy mahazo mihinana azy io ny lehilahy tsy voafora.",
        "49": "Lalàna iray ihany no hihatra amin’ny teratany sy ny vahiny monina eo aminareo.”",
        "50": "Koa nataon’ny Israelita rehetra izay nandidian’i Jehovah an’i Mosesy sy Arona. Izany mihitsy no nataon’izy ireo.",
        "51": "Tamin’iny andro iny mihitsy i Jehovah no nitondra ny Israelita rehetra nivoaka avy tany Ejipta."
    },
    "13": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Hamasino ho ahy ny lahimatoa rehetra eo amin’ny Israelita. Ahy ny lahy teraka voalohany, na olona izany na biby.”",
        "3": "Dia niteny tamin’ny vahoaka i Mosesy hoe: “Tsarovy ity andro ity, izay nivoahanareo avy teto Ejipta, toerana nanandevozana anareo. Nampiasa herin-tsandry mantsy i Jehovah mba hamoahana anareo teto. Koa tsy azo atao ny mihinana zavatra misy lalivay.",
        "4": "Amin’ity andro amin’ny volana Abiba ity ianareo no hiala eto.",
        "5": "Tohizo foana izao fankalazana izao isaky ny volana Abiba, rehefa hampidirin’i Jehovah any amin’ny tanin’ny Kananita, sy ny Hetita, sy ny Amorita, sy ny Hivita, ary ny Jebosita ianao. Fa efa nianiana tamin’ny razambenao izy hoe hanome anao an’io tany tondra-dronono sy tantely io.",
        "6": "Mandritra ny fito andro ianao no hihinana mofo tsy misy lalivay, ary hisy fety ho an’i Jehovah amin’ny andro fahafito.",
        "7": "Mofo tsy misy lalivay no hohanina mandritra ny fito andro, ary tsy tokony hahitana zavatra misy lalivay ao aminao. Tsy tokony hahitana lalivay koa ao aminao, ao amin’ny taninao manontolo.",
        "8": "Ary teneno amin’ny zanakao amin’izay andro izay hoe: ‘Noho izay nataon’i Jehovah tamiko tamin’izaho nivoaka avy tany Ejipta no anaovako an’izao.’",
        "9": "Ary ho famantarana eo amin’ny tananao izany sady ho fahatsiarovana eo amin’ny handrinao, mba tsy ho afaka am-bavanao ny lalàn’i Jehovah. Nampiasa herin-tsandry mantsy i Jehovah rehefa nitondra anao nivoaka avy teto Ejipta.",
        "10": "Tsy maintsy harahinao io fitsipika io isan-taona, amin’ny fotoana voatondro.",
        "11": "“Rehefa entin’i Jehovah ianao ka tonga any amin’ny tanin’ ny Kananita, izay efa nanaovany fianianana taminao sy ny razambenao hoe homena anao,",
        "12": "dia atokàny ho an’i Jehovah ny lahimatoa rehetra sy ny lahy voalohan-teraka rehetra amin’ireo biby fiompy hanananao. An’i Jehovah ny lahy rehetra.",
        "13": "Tokony havotanao daholo ny voalohan-teraka amin’ny ampondra, ka ondry no ataovy solony. Raha tsy avotanao anefa ilay izy, dia velezo ny hatony mba hahafaty azy. Tokony havotanao koa ny lahimatoa rehetra amin’ny zanakao.",
        "14": "“Raha manontany anao ny zanakao any aoriana any hoe: ‘Fa maninona isika no manao an’izao?’, dia lazao aminy hoe: ‘Nampiasa herin-tsandry i Jehovah mba hamoahana antsika avy tany Ejipta, toerana nanandevozana antsika.",
        "15": "Rehefa tsy nety nandefa antsika i Farao fa mafy loha, dia novonoin’i Jehovah ny lahy teraka voalohany rehetra tany Ejipta, hatramin’ny lahimatoan’ny olona ka hatramin’ny voalohan-teraky ny biby. Izany no mahatonga ahy hanao sorona ho an’i Jehovah an’izay lahy voalohan-teraka rehetra amin’ny biby. Ary avotako izay lahimatoa amin’ny zanako.’",
        "16": "Ho famantarana eo amin’ny tananao sy ho fehiloha eo amin’ny handrinao izany, satria nampiasa herin-tsandry i Jehovah mba hamoahana antsika avy teto Ejipta.”",
        "17": "Rehefa nalefan’i Farao ny vahoaka, dia tsy nentin’Andriamanitra tany amin’ilay lalana mankany amin’ny tanin’ny Filistinina izy ireo, na dia tany aza no akaiky. Fa hoy Andriamanitra: “Sao miova hevitra ny vahoaka raha sendra ady, ka hiverina any Ejipta.”",
        "18": "Koa nasain’Andriamanitra nanodidina nanaraka ny lalana mankany amin’ny tany efitry ny Ranomasina Mena ny vahoaka. Hoatran’ny tafika milahatra hiady ny Israelita rehefa niakatra avy tany Ejipta.",
        "19": "Nentin’i Mosesy niaraka taminy koa ny taolambalon’i Josefa, satria efa nasain’i Josefa nianiana ny zanak’Israely ka nilazany hoe: “Tsy maintsy hahatsiaro anareo Andriamanitra, ka ento miakatra miaraka aminareo hiala atỳ ny taolambaloko.”",
        "20": "Dia niala tao Sokota izy ireo ka nitoby tany Etama, teo amin’ny sisin’ny tany efitra.",
        "21": "Nandeha teo alohan’ny vahoaka i Jehovah, ka andry rahona no nitarihany azy ireo nandritra ny andro, ary andry afo no nanazavany azy nandritra ny alina, mba ho afaka handeha izy ireo, na andro na alina.",
        "22": "Tsy niala teo alohan’ny vahoaka ny andry rahona nandritra ny andro, ary ny andry afo nandritra ny alina."
    },
    "14": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny Israelita mba hiverina, ka hitoby eo akaikin’i Pihahirota, eo anelanelan’i Migdola sy ny ranomasina, tandrifin’i Bala-zefona. Tandrifin’io, eo akaikin’ny ranomasina, ianareo no hitoby.",
        "3": "Dia izao no holazain’i Farao momba ny Israelita: ‘Mirenireny tsy mahita lalana ry zareo, ary voahidy any an-tany efitra.’",
        "4": "Dia havelako hiziriziry amin’ny heviny i Farao ka hanenjika an’ireo Israelita. Ary hahazo voninahitra aho rehefa resy i Farao sy ny tafiny rehetra. Dia ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah.” Koa izany no nataon’ny Israelita.",
        "5": "Nisy nilaza tamin’ny mpanjakan’i Ejipta, tatỳ aoriana, hoe lasa nandositra ny vahoaka. Niova hevitra avy hatrany i Farao sy ny mpanompony, ka niteny hoe: “Fa inona ity nataontsika no dia nalefantsika ny Israely, ka lasa tsy manompo antsika intsony?”",
        "6": "Koa nasain’i Farao nomanina ny kalesy fitondrany miady, ary nentiny niaraka taminy ny olony.",
        "7": "Nitondra kalesy voafantina 600 izy, niaraka tamin’ny kalesy hafa rehetra tao Ejipta. Ary nisy miaramila ny kalesy tsirairay.",
        "8": "Koa navelan’i Jehovah hiziriziry tamin’ny heviny i Farao mpanjakan’i Ejipta, ka nanenjika an’ireo Israelita. Ny Israelita kosa tsy natahotra rehefa niala tany.",
        "9": "Nanenjika an’ireo Israelita ny Ejipsianina, ka tratrany izy ireo rehefa nitoby teo akaikin’ny ranomasina, teo akaikin’i Pihahirota, tandrifin’i Bala-zefona. Nahatratra an-dry zareo teo ny soavaly rehetra mpitarika kalesin’i Farao sy ny mpitaingin-tsoavaliny ary ny tafiny.",
        "10": "Rehefa nihananakaiky ry Farao, dia nitazana azy ireo ny Israelita ka nahita an’ireo Ejipsianina nanenjika azy. Koa natahotra be ny Israelita, ka nitaraina mafy tamin’i Jehovah.",
        "11": "Dia niteny tamin’i Mosesy izy ireo hoe: “Tsy misy toeram-pandevenana angaha any Ejipta no nentinao ho faty atỳ an-tany efitra atỳ izahay? Fa inona ity nataonao taminay? Fa maninona no nentinao nivoaka avy tany Ejipta izahay?",
        "12": "Tsy izao mihitsy ve ilay efa nolazainay taminao tany Ejipta hoe: ‘Aza mandrebireby anay, fa avelao izahay hanompo ny Ejipsianina’? Fa aleonay manompo ny Ejipsianina toy izay ho faty atỳ an-tany efitra atỳ.”",
        "13": "Dia hoy i Mosesy tamin’ny vahoaka: “Aza matahotra. Mijoroa, ka jereo ny famonjen’i Jehovah izay hataony ho anareo anio. Fa ireo Ejipsianina hitanareo androany ireo, dia tsy ho hitanareo intsony mihitsy.",
        "14": "I Jehovah mihitsy no hiady ho anareo, fa ianareo kosa hangina.”",
        "15": "Ary hoy i Jehovah tamin’i Mosesy: “Nahoana ianao no mitaraina amiko? Teneno ny Israelita mba hifindra lasy.",
        "16": "Ary ingao ny tehinao ka atsory eo ambonin’ny ranomasina ny tananao, dia saraho ny rano. Amin’izay dia ho afaka hamakivaky eo afovoan’ny ranomasina ny Israelita, ka handeha eo amin’ny tany maina.",
        "17": "Izaho kosa hamela ny Ejipsianina hiziriziry amin’ny heviny, ka hiditra hanenjika ny Israelita izy ireo. Dia hahazo voninahitra aho rehefa resy i Farao sy ny tafiny rehetra, sy ny kalesy fitondrany miady, ary ny mpitaingin-tsoavaliny.",
        "18": "Ary ho fantatry ny Ejipsianina tokoa fa izaho no Jehovah, rehefa mahazo voninahitra aho ka resy i Farao sy ny kalesy fitondrany miady ary ny mpitaingin-tsoavaliny.”",
        "19": "Dia lasa nankany aorianan’ny Israelita ny anjelin’ilay tena Andriamanitra, izany hoe ilay anjely nandeha teo alohany. Nifindra nankany aoriana koa ilay andry rahona izay teo alohan’izy ireo, dia nijanona tao aorianany.",
        "20": "Koa nanjary teo anelanelan’ny Ejipsianina sy ny Israelita ny andry rahona. Maizina ny ilany tamin’ilay rahona, fa nanazava ny alina kosa ny ilany. Tsy nifanatona àry ny Ejipsianina sy ny Israelita nandritra ny alina manontolo.",
        "21": "Dia natsotran’i Mosesy teo ambonin’ny ranomasina ny tanany. Ary nasian’i Jehovah rivo-mahery nitsoka avy any atsinanana, nandritra ny alina manontolo, ka nisintona ny ranomasina. Dia lasa tany maina ny fanambanin’ny ranomasina, ary nisaraka ny rano.",
        "22": "Koa nandeha tamin’ny tany maina namakivaky teo afovoan’ny ranomasina ny Israelita, ary toy ny manda teo ankavanany sy teo ankaviany ny rano.",
        "23": "Dia nanenjika azy ireo ny Ejipsianina. Nanaraka azy ireo nankao afovoan’ny ranomasina daholo ny soavalin’i Farao sy ny kalesy fitondrany miady ary ny mpitaingin-tsoavaliny.",
        "24": "Nojeren’i Jehovah avy tao amin’ilay andry afo sady andry rahona ny Ejipsianina, tamin’ny fiambenana maraina, ka nataony nifanaritaka.",
        "25": "Nesoriny ny kodiaran’ny kalesin’izy ireo mba ho sarotra entina. Dia hoy ny Ejipsianina: “Andao handositra fa aza manakaiky an’ireo Israelita ireo, fa i Jehovah no miady ho an-dry zareo mba handresena antsika Ejipsianina.”",
        "26": "Ary hoy i Jehovah tamin’i Mosesy: “Atsory eo ambonin’ny ranomasina ny tananao, mba hiverina ny rano ka hanarona ny Ejipsianina sy ny kalesy fitondrany miady ary ny mpitaingin-tsoavaliny.”",
        "27": "Dia natsotran’i Mosesy avy hatrany teo ambonin’ny ranomasina ny tanany, ka nanomboka niverina tamin’ny laoniny ny ranomasina rehefa akaiky ho maraina ny andro. Ny Ejipsianina kosa nandositra an’ilay rano, kanjo nakifik’i Jehovah nankao afovoan’ny ranomasina izy ireo.",
        "28": "Ary niverina ny rano, ka nanarona ny kalesy fitondra miady sy ny mpitaingin-tsoavaly ary ny tafik’i Farao rehetra, izay nankao an-dranomasina nanaraka ny Israely. Tsy nisy tafavoaka velona izy ireo na iray aza.",
        "29": "Fa ny Israelita kosa nandeha teo amin’ny tany maina teo afovoan’ny ranomasina, ary toy ny manda teo ankavanany sy teo ankaviany ny rano.",
        "30": "Koa novonjen’i Jehovah tsy ho azon’ny tanan’ny Ejipsianina ny Israely, tamin’iny andro iny. Ary hitan’ny Israely niampatrampatra teny amoron-dranomasina ny fatin’ny Ejipsianina.",
        "31": "Hitan’ny Israely koa ny nampiasan’i Jehovah hery lehibe hamelezana ny Ejipsianina. Dia natahotra an’i Jehovah ny vahoaka, sady nino an’i Jehovah sy Mosesy mpanompony."
    },
    "15": {
        "1": "Nanao an’izao hira izao ho an’i Jehovah i Mosesy sy ny Israelita, tamin’izay: “Hihira ho an’i Jehovah aho, fa lasa misandratra avo dia avo izy. Natsipiny mafy tao an-dranomasina ny soavaly sy ny mpitaingina azy.",
        "2": "I Jah no tanjako sy heriko, satria izy no lasa mpamonjy ahy. Izy no Andriamanitro ka hidera azy aho. Andriamanitry ny razambeko izy ka hasandratro.",
        "3": "Mpiady tena mahery i Jehovah. Ary Jehovah no anarany.",
        "4": "Natsipiny tao an-dranomasina ny kalesin’i Farao sy ny tafiny, Ary nilentika tao amin’ny Ranomasina Mena ny miaramilany mahery indrindra.",
        "5": "Nanarona azy ireo ny rano manonja be. Nilentika tany amin’ny lalina toy ny vato izy ireo.",
        "6": "Matanjaka be ny tananao ankavanana, Jehovah ô! Afaka manorotoro fahavalo ny tananao ankavanana, Jehovah ô!",
        "7": "Tena mahery ianao ka afaka mandavo an’izay mitsangana hanohitra anao. Manampatra ny hatezeranao ianao, ka mandoro azy ireny toy ny fandoro vodivary izany.",
        "8": "Ny fofonain’ny vavoronao no nanangonanao ny rano. Dia tsy nihetsika ny rano, ka lasa hoatran’ny tohodrano. Nivaingana teo afovoan’ny ranomasina ny rano manonja be.",
        "9": "Nilaza ny fahavalo hoe: ‘Henjehiko ry zareo, dia hotratrariko! Hizara an’izay azo babo aho ka tsy hijanona raha tsy afa-po! Hanatsoaka ny sabatro aho! Handringana azy ireo ny tanako!’",
        "10": "Notsofinao tamin’ny fofonainao ny ranomasina ka nanarona azy ireo. Nilentika toy ny firaka nalatsaka tao amin’ny rano be izy ireo.",
        "11": "Iza amin’ireo andriamanitra no mitovy aminao, Jehovah ô? Iza no faran’izay masina hoatr’anao? Ianao ilay tokony hatahorana ka hanaovana hira fiderana. Ianao ilay manao zava-mahagaga maro.",
        "12": "Natsotranao ny tananao ankavanana, dia nitelina azy ireo ny tany.",
        "13": "Be fitiavana sy tsy mivadika ianao rehefa nitarika ny vahoaka navotanao; Ny herinao no hitarihanao azy ireo ho any amin’ny fonenanao masina.",
        "14": "Haheno an’izany ireo firenena ka hipararetra. Hitebiteby ny mponin’i Filistia.",
        "15": "Amin’izay fotoana izay, dia hihorohoro ny lehibem-pokon’i Edoma, Ary hangovitra ny mpitondra mahery any Moaba. Ho kivy ny mponina rehetra any Kanana.",
        "16": "Hatahotra sy hihorohoro izy ireo. Tsy hihetsika toy ny vato izy ireo noho ny herin’ny sandrinao, Mandra-pandalon’ny vahoakanao, Jehovah ô, Mandra-pandalon’ny vahoaka noforoninao.",
        "17": "Hitondra azy ireo ianao ka hametraka azy eo amin’ny tendrombohitra lovanao, Izay toerana efa nomaninao hoe hipetrahanao, Jehovah ô, Dia ny toerana masina naorin’ny tananao, Jehovah ô!",
        "18": "Hanjaka mandrakizay mandrakizay i Jehovah.",
        "19": "Rehefa niditra tao an-dranomasina ny soavalin’i Farao sy ny kalesy fitondrany miady ary ny mpitaingin-tsoavaliny, Dia naverin’i Jehovah ny rano mba hanafotra azy ireo. Ny vahoakan’Israely kosa nandeha teo amin’ny tany maina teo afovoan’ny ranomasina.”",
        "20": "Dia naka ampongatapaka i Miriama mpaminanivavy, anabavin’i Arona. Ary nitondra ampongatapaka nanaraka azy ny vehivavy rehetra sady nandihy.",
        "21": "Namaly ny hiran’ireo lehilahy i Miriama, ka nihira hoe: “Mihirà ho an’i Jehovah, fa lasa misandratra avo dia avo izy. Natsipiny mafy tao an-dranomasina ny soavaly sy ny mpitaingina azy.”",
        "22": "Nentin’i Mosesy niala teo amin’ny Ranomasina Mena ny Israely tatỳ aoriana, dia nankany an-tany efitr’i Sora izy ireo. Ary nandeha telo andro tany an-tany efitra izy ireo, nefa tsy nahita rano.",
        "23": "Tonga tany Mara izy ireo, saingy tsy afaka nisotro ny rano tao satria nangidy ilay izy. Izany no nahatonga an’i Mosesy hiantso an’ilay toerana hoe Mara.",
        "24": "Koa nanomboka nimenomenona tamin’i Mosesy ny vahoaka, ka niteny hoe: “Dia inona no hosotroinay?”",
        "25": "Ary nitaraina tamin’i Jehovah i Mosesy, ka natoron’i Jehovah azy ny hazo iray naniry teo. Dia natsipin’i Mosesy tao anatin’ilay rano ilay izy, ka lasa mamy ilay rano. Teo Andriamanitra no nametraka fitsipika sy didim-pitsarana ho azy ireo. Teo koa Izy no nitsapa toetra azy ireo.",
        "26": "Ary hoy Izy: “Raha mihaino tsara ny tenin’i Jehovah Andriamanitrareo ianareo ka manao izay tsara eo imasony, ary mankatò ny didiny sy manaraka ny fitsipiny rehetra, dia tsy hataoko mahavoa anareo ny aretina namelezako an’ireo Ejipsianina, fa izaho Jehovah no manasitrana anareo.”",
        "27": "Tonga tany Elima izy ireo, taorian’izay. Nisy loharano 12 sy hazo palmie 70 tany. Koa nitoby teo amoron-drano izy ireo."
    },
    "16": {
        "1": "Niala tao Elima ny vahoakan’Israely manontolo. Tonga tany an-tany efitr’i Sina eo anelanelan’i Elima sy Sinay izy ireo, tamin’ny farany, tamin’ny andro faha-15 amin’ny volana faharoa, taorian’ny nialany tany Ejipta.",
        "2": "Dia nimenomenona tamin’i Mosesy sy Arona ny vahoakan’Israely manontolo, tany an-tany efitra.",
        "3": "Niteny tamin’izy mirahalahy foana ny Israelita hoe: “Naleonay ihany matin’ny tanan’i Jehovah tany Ejipta, tamin’izahay nipetraka teo akaikin’ny vilany fandrahoan-kena, sady nihinana an’izay mofo laninay. Fa nentinareo atỳ an-tany efitra atỳ izahay izao, mba ho faty mosary ity fiangonana manontolo ity.”",
        "4": "Dia hoy i Jehovah tamin’i Mosesy: “Handatsaka mofo ho anareo avy any an-danitra aho. Tokony hivoaka hanangona an’izay laniny isan’andro ny tsirairay, mba hitsapako azy raha hankatò ny lalàko izy na tsia.",
        "5": "Amin’ny andro fahenina anefa, dia tokony ho avo roa heny noho izay alainy isan’andro no hangoniny, ary izany no hokarakarain’izy ireo.”",
        "6": "Koa niteny tamin’ny Israelita rehetra i Mosesy sy Arona hoe: “Ho fantatrareo tokoa rehefa hariva fa i Jehovah no nitondra anareo nivoaka avy tany Ejipta.",
        "7": "Ary ho hitanareo ny voninahitr’i Jehovah rehefa maraina, satria henony ny fimenomenonanareo tamin’i Jehovah. Fa izahay moa no iza no imenomenonanareo?”",
        "8": "Hoy koa i Mosesy: “Ho hitanareo fa henon’i Jehovah ny fimenomenonanareo aminy, rehefa omen’i Jehovah hena ianareo amin’ny hariva ary mofo izay laninareo amin’ny maraina. Fa izahay moa no iza? Tsy izahay ange no imenomenonanareo fa i Jehovah e!”",
        "9": "Dia nilaza tamin’i Arona i Mosesy hoe: “Izao tenenina amin’ny vahoakan’Israely manontolo: ‘Manatòna eo anatrehan’i Jehovah, fa efa henony ny fimenomenonanareo.’”",
        "10": "Vao niteny tamin’ny vahoakan’Israely manontolo i Arona, dia nitodika nanatrika ny tany efitra izy ireo, ary io fa niseho teo amin’ny rahona ny voninahitr’i Jehovah.",
        "11": "Hoy koa i Jehovah tamin’i Mosesy:",
        "12": "“Efa henoko ny fimenomenonan’ny Israelita, ka teneno izy ireo hoe: ‘Hihinan-kena ianareo amin’ny takariva, ary ho voky mofo amin’ny maraina. Dia ho fantatrareo tokoa fa izaho no Jehovah Andriamanitrareo.’”",
        "13": "Koa ny harivan’iny, dia tonga ny papelika ka feno ny toby. Ary nisy ando teny amin’ny manodidina ny toby rehefa maraina.",
        "14": "Rehefa lasa etona ilay ando tany an-tany efitra, dia nisy zavatra mivaingambaingana kely toy ny lanezy manify teny amin’ny tany.",
        "15": "Rehefa nahita an’ilay izy ny Israelita, dia nifanontany hoe: “Fa inona ireny?” Tsy fantany mantsy hoe inona ilay izy. Dia hoy i Mosesy: “Mofo nomen’i Jehovah ho sakafonareo ireny.",
        "16": "Izao no didy nomen’i Jehovah: ‘Samy tokony hanangona an’izay laniny ny olona tsirairay. Eran’ny omera isan’olona no alaivo, araka ny isan’ny olona ao amin’ny tranolainareo avy.’”",
        "17": "Dia nataon’ny Israelita izany. Samy nanangona izy ireo: Ny an’ny sasany betsaka ary ny an’ny sasany kely.",
        "18": "Rehefa nafatran’izy ireo tamin’ny omera izany, dia tsy nanana ambiny izay nanangona betsaka, ary tsy hoe tsy ampy ny an’izay nanangona kely. Nanangona an’izay laniny ny tsirairay.",
        "19": "Dia hoy i Mosesy tamin’izy ireo: “Tsy tokony hisy hamela ambiny ho tratran’ny maraina.”",
        "20": "Tsy nihaino an’i Mosesy anefa izy ireo. Koa rehefa nisy namela ambiny ho tratran’ny maraina, dia namoaka olitra ilay izy ary maimbo, ka tezitra tamin’izy ireo i Mosesy.",
        "21": "Dia naka an’izay laniny avy ny olona isa-maraina. Ary nitsonika ilay izy rehefa nafana ny andro.",
        "22": "Tamin’ny andro fahenina dia naka mofo avo roa heny izy ireo, izany hoe indroan’ny omera isan’olona. Koa tonga nilaza an’izany tamin’i Mosesy ny mpiadidy rehetra teo amin’ny vahoaka.",
        "23": "Dia hoy i Mosesy: “Izao no lazain’i Jehovah: Hisy fitsaharana tanteraka rahampitso, dia sabata masina ho an’i Jehovah. Koa andrahoy ao anaty lafaoro izay tokony handrahoinareo, ary ampangotraho izay tokony hampangotrahinareo. Dia ampirimo ny ambiny ary tehirizo mandra-paharainan’ny andro.”",
        "24": "Koa notehirizin’izy ireo mandra-paharainan’ny andro ilay izy, araka ny didy nomen’i Mosesy. Ary tsy maimbo ilay izy sady tsy namoaka olitra.",
        "25": "Dia hoy i Mosesy: “Androany no tokony hohaninareo io, satria sabata ho an’i Jehovah androany, ka tsy hahita azy io eny amin’ny tany ianareo.",
        "26": "Enina andro ianareo no haka azy io, fa tsy hisy kosa amin’ny andro fahafito, amin’ny Sabata.”",
        "27": "Mbola nisy olona nivoaka haka an’ilay izy ihany anefa tamin’ny andro fahafito, fa tsy nahita.",
        "28": "Nilaza tamin’i Mosesy àry i Jehovah hoe: “Mandra-pahoviana ianareo no tsy hety hankatò ny didiko sy ny lalàko?",
        "29": "Tadidio fa nanome anareo ny Sabata i Jehovah! Izany no antony anomezany anareo mofo ampy roa andro, amin’ny andro fahenina. Tokony hijanona any amin’izay misy azy avy ny rehetra. Tsy tokony hisy hiala ao amin’ny toerana misy azy, amin’ny andro fahafito.”",
        "30": "Koa nitandrina ny Sabata ny vahoaka tamin’ny andro fahafito.",
        "31": "Nantsoin’ny taranak’Israely hoe “mana” ilay mofo. Fotsy toy ny voan-kotimila ilay izy, ary hoatran’ny tsiron’ny mofo fisaka misy tantely ny tsirony.",
        "32": "Dia hoy i Mosesy: “Izao no didy nomen’i Jehovah: ‘Makà mana eran’ny omera mba hotehirizina hatrany amin’ny taranakareo fara aman-dimby. Amin’izay dia ho hitan’izy ireo ilay mofo nomeko hohaninareo tatỳ an-tany efitra, tamin’izaho nitondra anareo nivoaka avy tany Ejipta.’”",
        "33": "Koa niteny tamin’i Arona i Mosesy hoe: “Makà siny dia asio mana eran’ny omera. Ary apetraho eo anatrehan’i Jehovah izany mba hotehirizina hatrany amin’ny taranakareo fara aman-dimby.”",
        "34": "Dia napetrak’i Arona teo anoloan’ny Tenin’ny Vavolombelona izany mba ho azo tehirizina, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "35": "Nihinana mana nandritra ny 40 taona ny Israelita, mandra-pahatongany tany amin’izay tany nisy mponina. Mana no nohanin’izy ireo mandra-pahatongany tany amin’ny sisin’ny tany Kanana.",
        "36": "Ampahafolon’ny efaha ny eran’ny omera."
    },
    "17": {
        "1": "Niala tao an-tany efitr’i Sina ny vahoakan’Israely manontolo, ka nifindrafindra toerana araka ny baikon’i Jehovah. Dia nitoby tany Refidima izy ireo. Tsy nisy rano hosotroin’ny vahoaka anefa tao.",
        "2": "Koa nila ady tamin’i Mosesy ny vahoaka, ka niteny hoe: “Omeo rano izahay hosotroinay.” Fa hoy i Mosesy: “Maninona ianareo no mila ady amiko? Nahoana ianareo no mitsapa an’i Jehovah foana?”",
        "3": "Main’ny hetaheta anefa ny vahoaka rehefa tany, ka nimenomenona tamin’i Mosesy foana hoe: “Fa maninona izahay no nentinao niakatra avy tany Ejipta? Tianao ho fatin’ny hetaheta atỳ angaha izahay sy ny zanakay ary ny biby fiompinay?”",
        "4": "Nitaraina tamin’i Jehovah i Mosesy tamin’ny farany hoe: “Hataoko ahoana ity vahoaka ity? Raha izao no mitohy, dia hitora-bato ahy ry zareo!”",
        "5": "Dia hoy i Jehovah tamin’i Mosesy: “Mandehana eo anoloan’ny vahoaka, ary ento miaraka aminao ny anti-panahy vitsivitsy eo amin’ny Israely. Ary ento eny an-tananao ilay tehina nikapohanao ny Reniranon’i Neily, dia mandehana.",
        "6": "Fa hitsangana eo anatrehanao, eo ambony vatolampy ao Horeba, aho. Kapohy ilay vatolampy, dia hisy rano hivoaka avy ao ka hisotro amin’izany ny vahoaka.” Dia nataon’i Mosesy teo imason’ny anti-panahin’ny Israely izany.",
        "7": "Koa nantsoiny hoe Masa sy Meriba ilay toerana, satria nila ady tamin’i Mosesy ny Israelita, sady nitsapa an’i Jehovah ka niteny hoe: “Fa eto amintsika ve i Jehovah sa tsy eto e?”",
        "8": "Dia tonga ny Amalekita ka niady tamin’ny Israely tao Refidima.",
        "9": "Niteny tamin’i Josoa àry i Mosesy hoe: “Mifidiana lehilahy eto amintsika, dia mandehana miady amin’ny Amalekita. Hitsangana eny an-tampon-kavoana aho rahampitso, sady hotazoniko eny an-tanako ny tehin’ilay tena Andriamanitra.”",
        "10": "Dia nataon’i Josoa izay nolazain’i Mosesy, ka niady tamin’ny Amalekita izy. Ary niakatra teny an-tampon-kavoana i Mosesy sy Arona ary Hora.",
        "11": "Rehefa nataon’i Mosesy ambony ny tanany, dia nahery ny Israelita. Raha vao nampidininy kosa ny tanany, dia ny Amalekita no nahery.",
        "12": "Rehefa vizana ny tanan’i Mosesy, dia naka vato i Arona sy Hora ka nataony teo ambanin’i Mosesy, dia nipetraka teo izy. Avy eo, dia notohanan’izy roa lahy ny tanany roa, ka i Arona teo amin’ny andaniny ary i Hora teo amin’ny ankilany. Amin’izay dia tsy mihetsika ny tanan’i Mosesy mandra-pilentiky ny masoandro.",
        "13": "Koa resin’i Josoa i Amaleka sy ny vahoakany ka nasiany tamin’ny sabatra.",
        "14": "Dia hoy i Jehovah tamin’i Mosesy: “Soraty ao amin’ny boky izao mba ho tadidy, sady lazao amin’i Josoa hoe: ‘Hofafako tanteraka tsy ho eny ambanin’ny lanitra ny Amalekita, ka tsy hotsarovana intsony.’”",
        "15": "Dia nanorina alitara i Mosesy, ary nataony hoe Jehovah-nisỳ ny anaran’ilay izy.",
        "16": "Fa hoy izy: “Satria manohitra ny seza fiandrianan’i Jah ny tanan’i Amaleka, dia hiady aminy hatramin’ny taranany fara aman-dimby i Jehovah.”"
    },
    "18": {
        "1": "Ary henon’i Jetro, mpisorona tany Midianina sady rafozandahin’i Mosesy, ny zava-drehetra nataon’Andriamanitra ho an’i Mosesy sy ny Israely vahoakany, dia ny nitondran’i Jehovah ny Israely nivoaka avy tany Ejipta.",
        "2": "Dia nentin’i Jetro rafozan’i Mosesy i Zipora vadin’i Mosesy. Nalefa nody tany amin’i Jetro mantsy i Zipora",
        "3": "sy ny zanany roa lahy. Gersoma no natao anaran’ny iray, satria hoy i Mosesy: “Lasa mpivahiny atỳ an-tanin’olona aho.”",
        "4": "Ny anaran’ny iray kosa natao hoe Eliezera, fa hoy izy: “Ny Andriamanitry ny raiko no mpanampy ahy, ka namonjy ahy tsy ho fatin’ny sabatr’i Farao.”",
        "5": "Koa lasa nankany amin’i Mosesy i Jetro rafozany sy ny vady aman-janak’i Mosesy. Tany amin’ilay tany efitra nilasiany i Mosesy tamin’izay, teo amin’ny tendrombohitr’ilay tena Andriamanitra.",
        "6": "Dia naniraka olona hilaza tamin’i Mosesy i Jetro hoe: “Tonga atỳ aminao izaho Jetro rafozanao, miaraka amin’ny vadinao sy ny zanany roa lahy.”",
        "7": "Tonga dia nivoaka hitsena ny rafozany i Mosesy, ka niankohoka sy nanoroka azy. Dia nifanontany fahasalamana izy mianaka, ary nankao anaty tranolay avy eo.",
        "8": "Notantarain’i Mosesy tamin’ny rafozany izay rehetra nataon’i Jehovah tamin’i Farao sy Ejipta mba hanampiana ny Israely. Notantarainy koa ny zava-tsarotra rehetra hitan’izy ireo teny an-dalana sy ny namonjen’i Jehovah azy ireo.",
        "9": "Dia faly i Jetro noho ny soa rehetra nataon’i Jehovah ho an’ny Israely, tamin’ny namonjeny azy ireo teo an-tanan’ny Ejipsianina.",
        "10": "Hoy izy avy eo: “Hoderaina anie i Jehovah, izay namonjy anareo tamin’ny Ejipsianina sy tamin’i Farao, sady namonjy ny vahoaka teo ambany fifehezan’ny Ejipsianina!",
        "11": "Fantatro izao fa lehibe noho ny andriamanitra rehetra i Jehovah, rehefa jerena izay nataony tamin’ireo nanao tsinontsinona ny vahoakany.”",
        "12": "Dia nitondra fanatitra dorana sy sorona ho an’Andriamanitra i Jetro, rafozan’i Mosesy. Ary tonga niara-nisakafo taminy teo anatrehan’ilay tena Andriamanitra i Arona sy ny anti-panahy rehetra teo amin’ny Israely.",
        "13": "Ny ampitson’iny, dia nipetraka mba hitsara ny vahoaka i Mosesy, toy ny mahazatra. Ary nijajirika teo anoloany ny vahoaka, nanomboka maraina mandra-paharivan’ny andro.",
        "14": "Rehefa nahita an’izay rehetra nataon’i Mosesy ho an’ny vahoaka ny rafozany, dia niteny hoe: “Fa inona ity ataonao ho an’ny vahoaka ity e? Fa maninona no ianao irery no mipetraka eto, dia ny olona rehetra mitsangana eo anatrehanao, maraina mandra-paharivan’ny andro?”",
        "15": "Dia namaly i Mosesy hoe: “Satria tonga eto amiko foana ny vahoaka mba hanontany an’Andriamanitra.",
        "16": "Rehefa misy raharaha tsy mampifanaraka azy ireo, dia entiny eto amiko ilay izy. Dia tsy maintsy mitsara ny andaniny sy ny ankilany aho, ary ampahafantariko azy ireo ny didin’ilay tena Andriamanitra sy ny lalàny.”",
        "17": "Dia niteny ny rafozany hoe: “Tsy mety izao ataonao izao.",
        "18": "Tena ho reraka ianao sy ity vahoaka miaraka aminao ity. Mavesatra loatra aminao mantsy izao zavatra izao ka tsy ho vitanao irery.",
        "19": "Koa henoy aho fa misy torohevitra homeko anao, ary hotahin’Andriamanitra anie ianao: Ianao no misolo tena ny vahoaka eo anatrehan’ilay tena Andriamanitra, sy mitondra ny raharaha eo anatrehan’ilay tena Andriamanitra.",
        "20": "Ampianaro azy ireo ny fitsipika sy ny lalàna, ary ampahafantaro azy ny lalana tokony halehany sy izay tokony hataony.",
        "21": "Mila mifidy lehilahy avy amin’ny vahoaka anefa ianao, dia lehilahy mahay, matahotra an’Andriamanitra, azo itokisana, ary tsy tia tombony azo amin’ny tsy marina. Dia tendreo ho lehiben’ny arivo, lehiben’ny zato, lehiben’ny dimampolo, ary lehiben’ny folo izy ireo.",
        "22": "Izy ireo no hitsara ny vahoaka rehefa misy raharaha tsy mampifanaraka azy ireo. Dia hoentiny eo aminao izay raharaha sarotra rehetra, fa ny raharaha tsotsotra rehetra kosa hotsarainy. Ataovy izay hahamaivana kokoa ny andraikitrao, ka asaivo miara-miasa aminao izy ireo.",
        "23": "Raha izany no ataonao, ary raha Andriamanitra no mandidy anao hanao an’izany, dia ho vitanao ny andraikitrao ary ho afa-po ny rehetra rehefa mody any aminy.”",
        "24": "Narahin’i Mosesy avy hatrany ny tenin’ny rafozany, ka nataony daholo izay nolazainy.",
        "25": "Nifidy lehilahy mahay teo amin’ny Israely rehetra i Mosesy, ka nanendry azy ireo ho lohandohany teo amin’ny vahoaka, dia lehiben’ny arivo, lehiben’ny zato, lehiben’ny dimampolo, ary lehiben’ny folo.",
        "26": "Koa izy ireo no nitsara ny vahoaka, rehefa nisy raharaha tsy nampifanaraka azy ireo. Nentiny tany amin’i Mosesy ny raharaha sarotra, fa ny raharaha tsotsotra rehetra kosa notsarainy ihany.",
        "27": "Ary naterin’i Mosesy ny rafozany taorian’izay, dia lasa nody tany amin’ny taniny."
    },
    "19": {
        "1": "Tonga tany an-tany efitr’i Sinay ny Israelita ny androtr’iny, tamin’ny volana fahatelo, taorian’ny nialany tany Ejipta.",
        "2": "Niala tao Refidima izy ireo, dia tonga tany an-tany efitr’i Sinay ka nilasy tany. Nitoby tany, teo anoloan’ny tendrombohitra, ny Israely.",
        "3": "Dia niakatra nankany amin’ilay tena Andriamanitra i Mosesy. Ary niantso azy avy teo amin’ilay tendrombohitra i Jehovah, ka niteny hoe: “Izao no holazainao amin’ny taranak’i Jakoba sy hoteneninao amin’ny Israelita:",
        "4": "‘Efa hitanareo ny nataoko tamin’ny Ejipsianina, mba hitondrana anareo tamin’ny elatry ny voromahery sy hitarihana anareo ho atỳ amiko.",
        "5": "Raha mankatò an-tsakany sy an-davany ny teniko ianareo ankehitriny ka manaja ny fifanekena hataoko aminareo, dia ho fananako manokana hofidiko avy amin’ny firenena rehetra tokoa ianareo, satria ahy ny tany manontolo.",
        "6": "Ho lasa mpanjaka sy mpisorona ary firenena masina ho ahy ianareo.’ Ireo no teny holazainao amin’ny Israelita.”",
        "7": "Koa lasa i Mosesy ary nampanantsoiny ny anti-panahy teo amin’ny vahoaka, dia nolazainy tamin’izy ireo izany teny rehetra nandidian’i Jehovah azy izany.",
        "8": "Dia niara-namaly ny vahoaka manontolo hoe: “Vonona hanao an’izay rehetra nolazain’i Jehovah izahay.” Ary noresahin’i Mosesy avy hatrany tamin’i Jehovah ny valin-tenin’ny vahoaka.",
        "9": "Dia hoy i Jehovah tamin’i Mosesy: “Hankeo aminao ao anaty rahona mainty aho, mba ho henon’ny vahoaka rehefa miteny aminao, ary mba hino anao foana koa izy ireo.” Dia noresahin’i Mosesy tamin’i Jehovah ny tenin’ny vahoaka.",
        "10": "Ary niteny tamin’i Mosesy i Jehovah hoe: “Mandehana mankany amin’ny vahoaka, ary hamasino izy ireo androany sy rahampitso. Dia asaivo sasan-dry zareo ny akanjony.",
        "11": "Ary tokony ho vonona izy ireo amin’ny andro fahatelo, satria amin’ny andro fahatelo i Jehovah no hidina eo amin’ny Tendrombohitra Sinay, eo imason’ny vahoaka manontolo.",
        "12": "Asio fetra tsy azon’ny vahoaka ihoarana manodidina ny tendrombohitra, ka teneno izy ireo hoe: ‘Tandremo sao miakatra any an-tendrombohitra na mikasika ny sisiny, fa tena hovonoina ho faty izay mikasika ny tendrombohitra.",
        "13": "Aza mikasika an’izay manao an’izany anefa, fa torahy vato izy na tifiro amin’ny zana-tsipìka. Hovonoina ho faty izy, na olona na biby.’ Rehefa tsofina anefa ny anjombona vita amin’ny tandrok’ondry, dia mahazo manatona ny tendrombohitra ny vahoaka.”",
        "14": "Dia nidina avy tany an-tendrombohitra i Mosesy ka nankany amin’ny vahoaka, dia nanamasina azy ireo. Ary samy nanasa ny akanjony izy ireo.",
        "15": "Dia niteny tamin’ny vahoaka i Mosesy hoe: “Miomàna mba ho vonona ianareo amin’ny andro fahatelo. Ary aza manao firaisana.”",
        "16": "Ny marainan’ny andro fahatelo, dia nisy kotroka sy tselatra ary rahona matevina teo ambonin’ilay tendrombohitra. Nisy feon’anjombona naneno mafy be koa. Ary nangovitra ny vahoaka rehetra tao an-toby.",
        "17": "Dia nentin’i Mosesy nivoaka avy tao an-toby ny vahoaka mba hihaona amin’ilay tena Andriamanitra. Nankeo am-pototr’ilay tendrombohitra izy ireo.",
        "18": "Dia nidona-tsetroka ny Tendrombohitra Sinay iray manontolo, satria nidina teo amboniny tao anaty afo i Jehovah. Niakatra hoatran’ny setroky ny lafaoro fandoroana biriky ny setrok’ilay izy. Ary nihovotrovotra be ilay tendrombohitra manontolo.",
        "19": "Rehefa nihamafy ny feon’ilay anjombona, dia niteny i Mosesy ary namaly azy ny feon’ilay tena Andriamanitra.",
        "20": "Koa nidina nankeo an-tampon’ny Tendrombohitra Sinay i Jehovah. Ary nantsoin’i Jehovah hankeo an-tampon-tendrombohitra i Mosesy, ka niakatra nankeny.",
        "21": "Dia hoy i Jehovah tamin’i Mosesy: “Midìna, ary ampitandremo ny vahoaka sao hisisika hihoatra ny fetra mba hijery an’i Jehovah, ka ho betsaka no ho faty.",
        "22": "Ary aoka hanamasina ny tenany ireo mpisorona mpankeo amin’i Jehovah, sao hamely azy i Jehovah.”",
        "23": "Dia niteny tamin’i Jehovah i Mosesy hoe: “Tsy afaka miakatra etỳ amin’ny Tendrombohitra Sinay ny vahoaka, satria efa nampitandrina anay ianao hoe: ‘Asio fetra manodidina ny tendrombohitra ary hamasino izy io.’”",
        "24": "Hoy anefa i Jehovah taminy: “Mandehana aloha midina, ary miakara indray avy eo dia ento miaraka aminao i Arona. Aza avela hisisika hihoatra ny fetra mba hankatỳ amin’i Jehovah anefa ny mpisorona sy ny vahoaka, sao hamely azy ireo izy.”",
        "25": "Nidina nankany amin’ny vahoaka àry i Mosesy ka niteny an’izany tamin’izy ireo."
    },
    "20": {
        "1": "Dia nilaza an’ireto teny rehetra ireto Andriamanitra:",
        "2": "“Izaho no Jehovah Andriamanitrao izay nitondra anao nivoaka avy tany Ejipta, tany amin’ny toerana nanandevozana anao.",
        "3": "Aza manana andriamani-kafa ankoatra ahy.",
        "4": "“Aza manao sary sokitra ho anao, na manamboatra zavatra mitovy bika amin’izay eny amin’ny lanitra ambony, na izay etỳ amin’ny tany ambany, na izay any anaty rano ambanin’ny tany.",
        "5": "Aza miankohoka eo anatrehan’ireny, na manaiky ho voatarika hanompo azy, fa izaho Jehovah Andriamanitrao dia Andriamanitra mitaky ny hanompoana ahy irery ihany. Koa raha misy raim-pianakaviana mankahala ahy, dia hosaziko noho ny fahadisoany ny zanany sy ny zafikeliny ary ny zafiafiny.",
        "6": "Fa raha misy kosa tia ahy sy mankatò ny didiko, dia ho tiako foana ny taranany, hatramin’ny taranany faharivo.",
        "7": "“Aza manao tsinontsinona ny anaran’i Jehovah Andriamanitrao, fa tsy havelan’i Jehovah ho afa-maina izay manao tsinontsinona ny anarany.",
        "8": "“Tsarovy ny andro sabata mba ho masina foana io andro io.",
        "9": "Enina andro ianao no hiasa sy hanao ny raharahanao rehetra.",
        "10": "Fa ny andro fahafito kosa Sabata ho an’i Jehovah Andriamanitrao. Aza manao asa na inona na inona, na ianao, na ny zanakao lahy, na ny zanakao vavy, na ny mpanompolahinao, na ny mpanompovavinao, na ny biby fiompinao, na ny vahiny mipetraka ao amin’ny tanàna kelinao.",
        "11": "Fa enina andro no nanaovan’i Jehovah ny lanitra sy ny tany sy ny ranomasina ary izay rehetra ao amin’ireo. Ary nanomboka nitsahatra izy tamin’ny andro fahafito. Izany no antony nitahian’i Jehovah ny andro sabata sy nanamasinany azy.",
        "12": "“Hajao ny rainao sy ny reninao mba ho ela velona ianao, eo amin’ilay tany homen’i Jehovah Andriamanitrao anao.",
        "13": "“Aza mamono olona.",
        "14": "“Aza manitsakitsa-bady.",
        "15": "“Aza mangalatra.",
        "16": "“Aza mijoro ho vavolombelona mandainga hiampanga ny namanao.",
        "17": "“Aza mitsiriritra ny tranon’ny namanao. Aza mitsiriritra ny vadin’ny namanao, na ny mpanompolahiny, na ny mpanompovaviny, na ny ombiny, na ny ampondrany, na inona na inona fananany.”",
        "18": "Ary henon’ny vahoaka manontolo ny kotroka sy ny feon’anjombona, sady hitany ny tselatra sy ny tendrombohitra nidona-tsetroka. Dia nangovitra izy ireo rehefa naheno sy nahita an’izany, ka nijanona teny lavidavitra teny.",
        "19": "Koa nilaza tamin’i Mosesy izy ireo hoe: “Aleo ianao no miteny aminay, dia izahay hihaino. Fa aleo tsy Andriamanitra no miteny aminay sao ho faty izahay.”",
        "20": "Hoy àry i Mosesy tamin’ny vahoaka: “Aza matahotra fa tonga hitsapa anareo ilay tena Andriamanitra, amin’izay ianareo hatahotra azy foana dia tsy hanota.”",
        "21": "Koa nijanona teny lavidavitra teny foana ny vahoaka, fa i Mosesy kosa nanatona an’ilay rahona mainty nisy an’ilay tena Andriamanitra.",
        "22": "Dia hoy i Jehovah tamin’i Mosesy: “Izao no holazainao amin’ny Israelita: ‘Efa hitanareo fa avy tany an-danitra aho no niresaka taminareo.",
        "23": "Koa aza manao andriamanitra volafotsy ho fanampiko, ary aza manamboatra andriamanitra volamena ho anareo.",
        "24": "Alitara tany no ataovy ho ahy, ary ataovy sorona eo amboniny ny fanatitra dorana, ny sorona iombonana, ny ondrinao, ary ny ombinao. Ary ho any aminao aho ka hitahy anao, any amin’izay toerana rehetra hofidiko hahatsiarovana ny anarako.",
        "25": "Raha manorina alitara vato ho ahy ianao, dia aza atao amin’ny vato voapaika izany. Hanazimbazimba azy mantsy ianao raha mampiasa fandraka hanaovana azy.",
        "26": "Ary aza asiana tohatra hiakarana mankeo amin’ny alitarako, sao ho hita ny faritra mahamenatra amin’ny vatanao rehefa eo amin’ny alitara ianao.’"
    },
    "21": {
        "1": "“Ireto avy ny lalàna tokony hampahafantarinao ny vahoaka:",
        "2": "“Raha mividy mpanompolahy hebreo ianao, dia ho mpanompo mandritra ny enin-taona izy. Fa amin’ny taona fahafito kosa, dia hafahana izy ary tsy handoa na inona na inona.",
        "3": "Raha tsy nanambady izy tamin’izy lasa mpanomponao, dia izy irery no hiala. Raha efa nanambady kosa izy, dia hiala miaraka aminy ny vadiny.",
        "4": "Raha omen’ny tompony vady izy ka miteraka lahy na vavy aminy ilay vehivavy, dia ho fananan’ny tompony ilay vehivavy sy ny zanany, fa ilay mpanompolahy irery no hiala.",
        "5": "Raha manizingizina anefa izy hoe: ‘Tiako ny tompoko sy ny vady aman-janako, ka tsy te ho olona afaka aho’,",
        "6": "dia hoentin’ny tompony eo anatrehan’ilay tena Andriamanitra izy. Dia hankinin’ilay tompony eo amin’ny varavarana na eo amin’ny tolàna izy, ary hotevehiny amin’ny haolo ny sofiny. Ary ho mpanompony mandra-pahafatiny izy.",
        "7": "“Raha misy lehilahy mivarotra ny zanany vavy ho mpanompo, dia tsy hitovy amin’ny fomba hanafahana mpanompolahy ny fomba hanafahana an’ilay vehivavy.",
        "8": "Raha tsy tian’ny tompony ilay mpanompovavy ka tsy alainy ho vadikely fa itadiavany olona hividy azy, dia tsy mahazo mivarotra azy amin’ny olona avy amin’ny firenen-kafa izy satria namadika azy.",
        "9": "Raha ho an’ny zanany lahy no nakany an’ilay mpanompovavy, dia tsy maintsy omeny zo toy ny an’ny zanakavavy izy.",
        "10": "Raha maka vady hafa koa izy, dia tsy tokony hahenany ny sakafon’ilay vadiny voalohany sy ny akanjony ary ny adidy amim-bady tokony hataony aminy.",
        "11": "Fa raha tsy omeny an’ilay mpanompovavy ireo zavatra telo ireo, dia hafahany ilay mpanompovavy ary tsy hampandoaviny vola.",
        "12": "“Izay mamely olona ka mahafaty azy, dia tsy maintsy hovonoina ho faty.",
        "13": "Raha tsy nanao fanahy iniana anefa izy ary navelan’ilay tena Andriamanitra hitranga izany, dia hanondro toerana ho anao aho mba ho azony andosirana.",
        "14": "Raha tezitra be amin’ny namany ny olona iray ka manao fanahy iniana mamono azy ho faty, dia tsy maintsy hovonoina ho faty izy, na dia tsy maintsy haka azy eo amin’ny alitarako aza ianao.",
        "15": "Izay mikasi-tanana ny rainy na ny reniny, dia tsy maintsy hovonoina ho faty.",
        "16": "“Izay maka olona an-keriny dia tsy maintsy hovonoina ho faty, na efa namidiny ilay olona na mbola tratra any aminy.",
        "17": "“Izay manozona ny rainy na ny reniny, dia tsy maintsy hovonoina ho faty.",
        "18": "“Izao no hatao raha misy olona mifamaly be ka mamely an’ilay namany amin’ny vato ny iray na manisy totohondry azy, nefa tsy maty izy saingy tsy maintsy mijanona eo am-pandriana:",
        "19": "Tsy hosazina ilay namely raha afaka mitsangana ilay naratra ka afaka mandehandeha mitondra tehina eny ivelany. Hanome onitra fotsiny izy, noho ny fotoana very tsy niasan’ilay naratra mandra-pahasitrany tanteraka.",
        "20": "“Raha misy lehilahy mikapoka ny mpanompolahiny na ny mpanompovaviny amin’ny hazo ka mahafaty azy eo no ho eo, dia tsy maintsy hovaliana ny nataony.",
        "21": "Raha mbola velona iray na roa andro anefa ilay mpanompo, dia tsy hovaliana araka ny nataony ilay tompony satria volany ihany no nividianany azy.",
        "22": "“Raha misy olona miady ka mahavoa vehivavy bevohoka, ary teraka tsy tonga volana ny zanany nefa tsy misy maty vokatr’izany, dia tsy maintsy mandoa onitra ilay olona, araka izay takin’ny vadin’ilay vehivavy. Haloany izay onitra faritan’ny mpitsara.",
        "23": "Fa raha misy maty kosa, dia tsy maintsy manome aina ho solon’ny aina ianao,",
        "24": "maso ho solon’ny maso, nify ho solon’ny nify, tanana ho solon’ny tanana, tongotra ho solon’ny tongotra,",
        "25": "dorana ho solon’izay nodorana, ratra ho solon’ny ratra, kapoka ho solon’ny kapoka.",
        "26": "“Raha misy lehilahy mamely ny mason’ny mpanompolahiny na ny mpanompovaviny ka manimba ny masony, dia tsy maintsy hafahany ilay mpanompo ka halefany mba hanonerana ny masony.",
        "27": "Ary raha niala ny nifin’ny mpanompolahiny na ny mpanompovaviny noho ny nataony, dia tsy maintsy hafahany ilay mpanompo ka halefany mba hanonerana ny nifiny.",
        "28": "“Raha misy omby manoto lehilahy na vehivavy ka maty ilay olona, dia tsy maintsy hotoraham-bato ho faty ilay omby ary tsy hohanina ny henany. Tsy hosazina kosa ny tompon’omby.",
        "29": "Raha misy omby efa zatra manoto anefa ary efa nampitandremana ny tompony nefa tsy niambina azy, ka nahafaty lehilahy na vehivavy ilay omby, dia hotoraham-bato ilay omby ary hovonoina ho faty ny tompony.",
        "30": "Raha itakiana vidim-panavotana ny tompon’omby, dia tsy maintsy manome an’izay rehetra takina aminy izy mba hanavotana ny ainy.",
        "31": "Io didim-pitsarana io no hampiharina amin’ny tompon’omby, na nanoto ankizilahy ilay omby na nanoto ankizivavy.",
        "32": "Raha nanoto mpanompolahy na mpanompovavy ilay omby, dia handoa 30 sekely amin’ny tompon’ilay mpanompo ny tompon’omby. Ary hotoraham-bato ho faty ilay omby.",
        "33": "“Raha misy olona manala ny saron’ny lavaka iray na mihady lavaka ary tsy manarona an’ilay izy, ka misy omby na ampondra latsaka ao,",
        "34": "dia handoa onitra ny tompon’ilay lavaka. Haloany amin’ny tompom-biby ny vidin’ilay biby, ary ho lasany ilay biby maty.",
        "35": "Raha misy omby mandratra ombin’olona ka maty ilay omby, dia hamidy ilay omby velona ka hozarain’ireo tompon’omby ny vidiny. Ary hozarainy koa ilay omby maty.",
        "36": "Na raha misy omby fantatra fa efa zatra manoto nefa tsy nambenan’ny tompony, dia tsy maintsy manome onitra ilay tompony, ka omby ho solon’ny omby. Ary ho lasany ilay omby maty."
    },
    "22": {
        "1": "“Raha misy olona mangalatra omby iray na ondry iray ary mamono na mivarotra azy, dia hanome onitra omby dimy izy ho solon’ilay omby, na ondry efatra ho solon’ilay ondry.",
        "2": "—“Raha misy mpangalatra tratra mamaky trano ary voavely ka maty, dia tsy ho meloka ho nandatsa-dra ilay namely azy.",
        "3": "Fa raha efa niposaka ny masoandro vao nitranga izany, dia ho meloka ho nandatsa-dra ilay namely azy.— “Tsy maintsy manome onitra ilay nangalatra. Raha tsy manana na inona na inona anefa izy, dia izy mihitsy no hamidy hanonerana an’izay nangalariny.",
        "4": "Raha tratra any aminy izay nangalariny sady mbola velona, na omby izany na ampondra na ondry, dia hanome onitra avo roa heny izy.",
        "5": "“Raha misy olona mandefa ny bibiny any an-tsaha na eny amin’ny tanimboaloboka, ka mamela an’ilay biby hihinana ny voly eny amin’ny sahan’olona, dia hanome an’izay tsara indrindra avy amin’ny sahany na tanimboalobony izy mba ho onitra.",
        "6": "“Raha misy afo mirehitra ary mitatra mankany amin’ny tsilo ilay izy ka lasa kilan’ny afo ny vokatra efa vita amboara, na ny vokatra eny an-tsaha, na ny saha, dia tsy maintsy manonitra an’izay may ilay nandrehitra ny afo.",
        "7": "“Raha mametraka vola na zavatra any amin’ny namany ny olona iray, ka misy mangalatra ao an-tranon’ilay namany izany, dia tokony hanome onitra avo roa heny ilay mpangalatra raha tratra.",
        "8": "Raha tsy tratra kosa ilay mpangalatra, dia hoentina eo anatrehan’ilay tena Andriamanitra ilay tompon-trano mba hahafantarana raha izy ihany no naka ny zavatr’ilay namany.",
        "9": "Rehefa misy olona miampanga olona iray hoe naka ny fananany, na omby izany, na ampondra, na ondry, na akanjo, na inona na inona very, ka miteny hoe: ‘Izaho no tompon’ity!’, dia samy hankeo anatrehan’ilay tena Andriamanitra izy roa tonta mba hahafantarana ny tena tompony. Izay lazain’Andriamanitra hoe meloka no hanome onitra avo roa heny ho an’ilay namany.",
        "10": "“Raha mametraka ampondra na omby na ondry na biby fiompy hafa any amin’ny namany ny olona iray, ka maty ilay biby na lasa kilemaina na nisy naka nefa tsy nisy nahita,",
        "11": "dia hianiana eo anatrehan’i Jehovah ilay nametrahana ny biby hoe tsy nataony na inona na inona ny fananan’ny namany. Dia hanaiky an’izany ilay tompom-biby, ary tsy hanome onitra ilay namany.",
        "12": "Raha nisy nangalatra tao aminy kosa ilay biby, dia tokony hanome onitra ho an’ny tompom-biby izy.",
        "13": "Raha noviravirain’ny bibidia ilay biby, dia hoentiny ny sisa tavela amin’ilay biby ho porofo. Tsy hanonitra an’izay noviravirain’ny bibidia izy.",
        "14": "“Raha misy anefa olona mindrana biby amin’ny namany, ka lasa kilemaina ilay izy na maty nefa tsy teo ilay tompony, dia tsy maintsy manome onitra ilay nindrana.",
        "15": "Raha teo kosa ny tompony, dia tsy hanome onitra izy. Raha nohofana ilay biby, dia ilay hofany iny no onitra.",
        "16": "“Raha misy lehilahy manadala tovovavy virjiny mbola tsy manana fofombady ary manao firaisana aminy, dia tsy maintsy mandoa vodiondry izy mba hakana azy ho vady.",
        "17": "Raha tsy manaiky hanome an’ilay tovovavy ho an’ilay lehilahy mihitsy anefa ny rainy, dia tokony haloany ihany ny vola mifanitsy amin’ny vodiondry.",
        "18": "“Vonoy ho faty ny vehivavy mpilalao ody.",
        "19": "“Tsy maintsy hovonoina ho faty izay manao firaisana amin’ny biby.",
        "20": "“Izay manao sorona ho an’andriamani-kafa afa-tsy ho an’i Jehovah irery ihany, dia haringana.",
        "21": "“Aza mampijaly na mampahory ny olona avy amin’ny firenen-kafa, fa mba efa nivahiny tany Ejipta ihany ianareo.",
        "22": "“Aza mampijaly ny vehivavy maty vady na ny kamboty ray.",
        "23": "Raha mampijaly azy ianao ka mitaraina amiko izy, dia tena hohenoiko ny fitarainany.",
        "24": "Ary ho tezitra be aho ka hovonoiko amin’ny sabatra ianareo, dia ho lasa mpitondratena ny vadinareo ary ho kamboty ray ny zanakareo.",
        "25": "“Raha toa ianao mampindrana vola amin’olona mahantra eo amin’ny vahoakako, ary miara-monina aminao ilay olona, dia aza manao toy ny mpampisambo-bola. Aza mangataka zanabola aminy.",
        "26": "“Raha alainao ho antoka ny akanjon’ny namanao, dia tokony haverinao aminy izany rehefa hilentika ny masoandro.",
        "27": "Fa iny ihany no mba firakofany, ary iny no mba fitafiana anaronany ny tenany. Koa inona no hoentiny matory? Rehefa mitaraina amiko izy, dia tena hohenoiko satria mangoraka aho.",
        "28": "“Aza manozona an’Andriamanitra na ny mpiadidy eo amin’ny firenenao.",
        "29": "“Aza misalasala manao fanatitra avy amin’ny vokatra be dia be azonao sy izay mihoatra avy amin’ny famiazanao. Tokony homenao ho ahy ny zanakao lahimatoa.",
        "30": "Izao no tokony hataonao amin’ny omby aman’ondrinao: Tsy hosarahina amin’ny reniny izy mandritra ny fito andro, fa homenao ho ahy kosa izy amin’ny andro fahavalo.",
        "31": "“Tokony ho vahoaka masina ho ahy ianareo. Ary aza mihinana hena efa noviravirain’ny bibidia tany an-tsaha, fa atsipazo ho an’ny alika izany."
    },
    "23": {
        "1": "“Aza manely tsaho. Ary aza miray tsikombakomba amin’ny ratsy fanahy ka mijoro ho vavolombelona mitetika ny hanao ratsy.",
        "2": "Aza manaraka ny maro hanao ratsy. Ary aza mamadika ny rariny ka mijoro ho vavolombelona mandainga hiandany amin’ny maro.",
        "3": "Aza iangarana ny mahantra rehefa mitsara ny adiny satria hoe mahantra izy.",
        "4": "“Raha hitanao mirenireny ny ombin’ny fahavalonao na ny ampondrany, dia tsy maintsy aterinao any aminy.",
        "5": "Raha hitanao voatsindrin’ny entana entiny ny ampondran’ny olona mankahala anao, dia aza odiana tsy hita sy ilaozana fotsiny ilay izy. Tsy maintsy manampy an’ilay olona hanarina an’ilay biby ianao.",
        "6": "“Aza mamoaka didim-pitsarana tsy ara-drariny rehefa mitsara ny mahantra eo aminareo.",
        "7": "“Aza manaiky ho voarohirohy amin’ny resaka fanendrikendrehana, ary aza vonoina ho faty ny tsy manan-tsiny sy ny olo-marina. Tsy hilaza ny ratsy fanahy ho marina mantsy aho.",
        "8": "“Aza mandray kolikoly, satria sady manajamba ny mason’ny mahiratra ny kolikoly no mety hamadika ny tenin’ny olo-marina.",
        "9": "“Aza ampijalina ny olona avy amin’ny firenen-kafa. Fa fantatrareo tsara izay tsapan’ny hafa firenena, satria mba efa nivahiny tany Ejipta ihany ianareo.",
        "10": "“Hamafy voa eo amin’ny taninao sy hanangona ny vokatra avy aminy ianao mandritra ny enin-taona.",
        "11": "Fa amin’ny taona fahafito kosa, dia tsy hovolenao ilay tany fa havelanao amin’izao fotsiny, ka ny mahantra eo aminao no hihinana an’izay maniry eo. Ary hohanin’ny bibidia izay tsy alain’izy ireo. Izany no hataonao amin’ny tanimboalobokao sy ny sahan’olivanao.",
        "12": "“Enina andro no hanaovanao ny asanao, fa amin’ny andro fahafito kosa dia hitsahatra tsy hiasa ianao. Amin’izay dia hiala sasatra ny ombinao sy ny ampondranao, ary haka aina ny zanaky ny mpanompovavinao sy ny hafa firenena monina eo aminao.",
        "13": "“Tanteraho tsara izay rehetra nolazaiko taminareo. Ary aza manonona anaran’andriamani-kafa. Tsy tokony ho heno tononin’ny vavanao izany.",
        "14": "“Intelo isan-taona ianao no tokony hanao fety ho ahy.",
        "15": "Hankalaza ny Fetin’ny Mofo Tsy Misy Lalivay ianao. Hihinana mofo tsy misy lalivay mandritra ny fito andro ianao, amin’ny fotoana voatondro amin’ny volana Abiba, araka ny didy nomeko anao. Tamin’io fotoana io mantsy ianao no nivoaka avy tany Ejipta. Tsy tokony hisy hitondra tanam-polo rehefa mankeo anatrehako.",
        "16": "Ankalazao koa ny Fetin’ny Fijinjana ny voaloham-bokatra tamin’izay nisasaranao sy nafafinao tany an-tsaha. Ary ankalazao ny Fetin’ny Fanangonam-bokatra amin’ny faramparan’ny taona, rehefa angoninao avy any an-tsaha ny vokatry ny fisasaranao.",
        "17": "Intelo isan-taona ny lehilahy rehetra eo aminareo no hiseho eo anatrehan’i Jehovah, ilay tena Tompo.",
        "18": "“Aza ampiarahina amin-javatra misy lalivay ny ran’ny sorona atolotra ho ahy. Ary aza tehirizina mandra-paharainan’ny andro ny tavin’ny fanatitra atolotrao, rehefa manao fety ho ahy.",
        "19": "“Ento mankao an-tranon’i Jehovah Andriamanitrao ny tsara indrindra amin’ny voaloham-bokatry ny taninao. “Aza mahandro zanak’osy amin’ny rononon-dreniny.",
        "20": "“Haniraka anjely eo alohanao aho, mba hiaro anao eny an-dalana sy hitondra anao ho any amin’ny toerana efa nomaniko.",
        "21": "Henoy tsara izy ary ankatoavy ny teniny. Aza mikomy aminy, fa tsy hamela ny helokao izy, satria manao zavatra amin’ny anarako izy.",
        "22": "Raha mankatò ny teniny an-tsakany sy an-davany anefa ianao ka manao izay rehetra lazaiko, dia ho fahavalon’izay fahavalonao aho ary hanohitra an’izay manohitra anao.",
        "23": "Fa handeha eo alohanao ilay anjeliko ka hitondra anao ho any amin’ny Amorita, ny Hetita, ny Perizita, ny Kananita, ny Hivita, ary ny Jebosita, dia haringako ireny.",
        "24": "Aza miankohoka eo anatrehan’ny andriamaniny na manaiky ho voatarika hanompo azy ireny, ary aza manahaka ny fanaony. Tsy maintsy hopotehinao kosa ny sampiny ary hotorotoroinao ny tsangambatony masina.",
        "25": "Manompoa an’i Jehovah Andriamanitrao, dia hotahiny ny sakafonao sy ny ranonao. Ary hesoriko eo aminao ny aretina.",
        "26": "Tsy hisy vehivavy ho afa-jaza na tsy hiteraka, ao amin’ny taninao. Ary hataoko ela velona ianao.",
        "27": "“Mbola tsy tonga any akory ianao, dia efa hataoko matahotra ahy daholo ny fahavalonao, ka hataoko mifanaritaka ny firenena rehetra miady aminao. Ary hataoko resinao ny fahavalonao rehetra ka handositra anao.",
        "28": "Mbola tsy tonga any koa ianao, dia efa hataoko izay hahakivy ny fahavalonao, ka hitsoaka tsy ho eo anatrehanao ny Hivita sy ny Kananita ary ny Hetita.",
        "29": "Tsy horoahiko ao anatin’ny taona iray anefa izy ireo, sao tsy hisy mponina intsony ilay tany ka hihabetsaka ny bibidia ary hamely anao.",
        "30": "Horoahiko tsikelikely tsy ho eo anatrehanao kosa izy ireo, mandra-pahatonganao ho be dia be ka ho lasanao ilay tany.",
        "31": "“Hataoko manomboka eo amin’ny Ranomasina Mena ka hatrany amin’ny ranomasin’ny Filistinina ny sisin-taninao, ary manomboka eo amin’ny tany efitra ka hatrany amin’ny Renirano. Hataoko resinareo mantsy ny mponina ao amin’ilay tany, ary horoahinareo hiala eo anatrehanareo izy ireo.",
        "32": "Aza manao fifanekena amin’izy ireo na amin’ny andriamaniny.",
        "33": "Tsy tokony hipetraka ao amin’ny taninao izy ireo, sao hahatonga anao hanota amiko. Raha sanatria manompo an’ireo andriamaniny ianao, dia tena ho voafandrika.”"
    },
    "24": {
        "1": "Dia hoy Andriamanitra tamin’i Mosesy: “Miakara atỳ amin’i Jehovah ianao sy Arona, Nadaba sy Abiho, ary 70 lahy anisan’ny anti-panahin’ny Israely, ka miankohofa eny lavidavitra.",
        "2": "I Mosesy irery no tokony hanatona an’i Jehovah, fa ny hafa kosa tsy tokony hanatona. Ary tsy tokony hiakatra miaraka amin’i Mosesy ny vahoaka.”",
        "3": "Dia nankany amin’ny vahoaka i Mosesy mba hilaza ny tenin’i Jehovah rehetra sy ny didim-pitsarana rehetra. Ary niara-niteny ny vahoaka hoe: “Vonona hanao an’izay rehetra nolazain’i Jehovah izahay.”",
        "4": "Koa nosoratan’i Mosesy ny teny rehetra nolazain’i Jehovah. Dia nifoha maraina izy ka nanorina alitara teo am-pototr’ilay tendrombohitra, sady nanangana tsangambato 12 mitovy amin’ny isan’ireo foko 12 teo amin’ny Israely.",
        "5": "Taorian’izay, dia nisy tovolahy israelita maromaro nirahiny hanolotra fanatitra dorana sady hamono omby hatao sorona iombonana ho an’i Jehovah.",
        "6": "Dia nalain’i Mosesy ny antsasaky ny ra ka nataony tao anaty vilia baolina, ary ny antsasany kosa nafafiny teo ambony alitara.",
        "7": "Ary noraisiny ny bokin’ny fifanekena ka novakiny mafy tamin’ny vahoaka. Dia hoy izy ireo: “Vonona hanao an’izay rehetra nolazain’i Jehovah izahay, ary hankatò azy.”",
        "8": "Koa noraisin’i Mosesy ny ra ary nafafiny teny amin’ny vahoaka sady hoy izy: “Ity no ran’ny fifanekena nataon’i Jehovah taminareo, mifanaraka amin’izany teny rehetra izany.”",
        "9": "Niakatra nankany an-tendrombohitra i Mosesy sy Arona, Nadaba sy Abiho, ary ireo 70 lahy anisan’ny anti-panahin’ny Israely.",
        "10": "Dia hitan’izy ireo ny Andriamanitry ny Israely. Teo ambany tongony dia nisy toy ny rarivato vita tamin’ny safira, ary toy ny lanitra manga tena madio no fahitana an’ilay izy.",
        "11": "Tsy nataony na inona na inona ireo lehilahy nanan-kaja teo amin’ny Israely ireo. Nahita an’ilay tena Andriamanitra tao amin’ny fahitana izy ireo sady nihinana sy nisotro.",
        "12": "Dia hoy i Jehovah tamin’i Mosesy: “Miakara atỳ amiko atỳ an-tendrombohitra ary mijanòna atỳ. Dia homeko anao ireo takela-bato, ary hosoratako eo ny lalàna sy ny didy hampianarina ny vahoaka.”",
        "13": "Koa nitsangana i Mosesy sy Josoa mpanompony, ary i Mosesy no niakatra nankany amin’ny tendrombohitr’ilay tena Andriamanitra.",
        "14": "Hoy anefa izy tamin’ireo anti-panahy: “Andraso eto izahay mandra-piverinay eto aminareo. Ireo i Arona sy Hora miaraka aminareo, ka afaka manatona an-dry zareo izay manana raharaha hotsaraina.”",
        "15": "Dia niakatra nankany an-tendrombohitra i Mosesy, raha mbola nanarona an’ilay tendrombohitra ny rahona.",
        "16": "Nijanona teo amin’ny Tendrombohitra Sinay ny voninahitr’i Jehovah. Ary nanarona an’ilay tendrombohitra ilay rahona nandritra ny enina andro. Dia niantso an’i Mosesy avy tao afovoan’ilay rahona izy, tamin’ny andro fahafito.",
        "17": "Rehefa nitazana ny Israelita, dia toy ny afo miredareda teo an-tampon’ilay tendrombohitra no fahitan’izy ireo ny voninahitr’i Jehovah.",
        "18": "Dia niditra tao anaty rahona i Mosesy ary nanohy niakatra an’ilay tendrombohitra. Ary nijanona 40 andro sy 40 alina teny amin’ilay tendrombohitra i Mosesy."
    },
    "25": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny vahoakan’Israely mba hitondra fanomezana ho ahy. Avy amin’ny olona rehetra atosiky ny fony no handraisanareo an’izany fanomezana izany.",
        "3": "Izao no fanomezana horaisinareo avy amin’izy ireo: Volamena, volafotsy, varahina,",
        "4": "kofehy manga, volonondry volomparasy, kofehy mena midorehitra, kofehy rongony tena tsara, volon’osy,",
        "5": "hoditr’ondrilahy nolokoana mena, hoditra faoky, hazo akasia,",
        "6": "menaka ho an’ny jiro, balsama hatao amin’ny menaka masina fanosorana sy amin’ny emboka manitra,",
        "7": "vato oniksa, ary vato hafa hapetaka amin’ny efoda sy ny saron-tratra.",
        "8": "Tokony hanao toerana masina ho ahy izy ireo, dia honina eo amin’izy ireo aho.",
        "9": "Tokony harahinareo tsara ilay modely hasehoko anao, rehefa manamboatra ny tranolay masina sy ny kojakojany rehetra ianareo.",
        "10": "“Manamboara vata amin’ny hazo akasia, ka roa hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny haavony.",
        "11": "Petaho takela-bolamena tsy misy fangarony ny anatiny sy ny ivelany, ary asio sisiny volamena manodidina azy.",
        "12": "Handrendrika volamena ianao mba hanaovana tahony boribory efatra hatao aminy. Apetaho eo ambony kelin’ny tongony efatra ireo tahony ireo, ka ny roa eo amin’ny lafiny iray ary ny roa eo amin’ny lafiny ilany.",
        "13": "Ary hanao bao filanjana amin’ny hazo akasia ianao, ary hopetahanao takela-bolamena izany.",
        "14": "Dia atsofohy ao amin’ireo tahony boribory eo amin’ny lafiny roa ireo bao ireo, mba hilanjana an’ilay Vata.",
        "15": "Havela eo amin’ireo tahony eo amin’ilay Vata ny bao, fa tsy tokony hotsoahana eo.",
        "16": "Ary ataovy ao anatin’ilay Vata ny Tenin’ny Vavolombelona homeko anao.",
        "17": "“Manaova sarony amin’ny volamena tsy misy fangarony, ka roa hakiho sy sasany ny lavany ary iray hakiho sy sasany ny sakany.",
        "18": "Manamboara koa kerobima volamena roa. Tefeo amin’ny marotoa ireo, ary ataovy eo amin’ny sisiny roa amin’ny sakan’ilay sarony.",
        "19": "Ataovy eo amin’ny sisiny roa amin’ilay sarony ireo kerobima, ka ny iray eo amin’ny sisiny iray ary ny iray eo amin’ny sisiny iray.",
        "20": "Samy tokony hivelatra miakatra ny elatra roan’ireo kerobima, ka hanaloka an’ilay sarony. Ataovy mifanatrika ireo kerobima sady miondrika mijery an’ilay sarony.",
        "21": "Dia apetraho eo ambonin’ilay Vata ny sarony, ary ataovy ao anatin’ilay Vata ny Tenin’ny Vavolombelona homeko anao.",
        "22": "Eo aho no hiseho aminao. Dia hiteny aminao eo ambonin’ny saron’ilay Vata aho. Eo anelanelan’ireo kerobima roa, eo ambonin’ilay Vata Misy ny Tenin’ny Vavolombelona, no hampahafantariko anao ny didy rehetra hampitainao amin’ny Israelita.",
        "23": "“Manamboara koa latabatra amin’ny hazo akasia, ka roa hakiho ny lavany, iray hakiho ny sakany, ary iray hakiho sy sasany ny haavony.",
        "24": "Petaho takela-bolamena tsy misy fangarony ilay latabatra, ary asio molony volamena manodidina ny tampony.",
        "25": "Asio sisiny mitovy refy amin’ny sakan’ny felatanana manodidina an’ilay izy, ary asio molony volamena manodidina ny morony amin’ilay sisiny.",
        "26": "Manaova tahony boribory volamena efatra ho an’ilay latabatra, ka apetaho eo amin’ny zorony efatra, izay misy ny tongony efatra.",
        "27": "Tokony hifanakaiky tsara amin’ilay sisiny ireo tahony hitsofohan’ireo bao hitondrana ny latabatra.",
        "28": "Hazo akasia no hanaovanao an’ireo bao, ary hopetahanao takela-bolamena izany. Ireo no hitondrana an’ilay latabatra.",
        "29": "“Amboary koa ny fitaovana ho an’ny latabatra, izany hoe ny vilia, ny kaopy, ary ny zinga sy ny vilia baolina handrarahana ny fanatitra zava-pisotro. Volamena tsy misy fangarony no hanaovanao an’ireo.",
        "30": "Dia ataovy eo ambonin’ilay latabatra eo anatrehako foana ny mofo aseho.",
        "31": "“Manaova fitoeran-jiro amin’ny volamena tsy misy fangarony. Tefeo amin’ny marotoa ilay izy. Tokony ho vaingam-bolamena iray tsy saratsarahina no hotefena hanaovana ny tongony, ny vatany, ny sampany, ny voninkazony, ny bokony, ary ny felany.",
        "32": "Ary hisy sampany enina ilay fitoeran-jiro, ka ny telo eo amin’ny andaniny ary ny telo eo amin’ny ankilany.",
        "33": "Hisy voninkazo telo miendrika vonin’amandie eo amin’ireo sampany amin’ny andaniny iray. Elanelanin’ny bokony sy ny felany ireo voninkazo ireo. Hisy voninkazo telo miendrika vonin’amandie koa eo amin’ireo sampany eo amin’ny ankilany. Elanelanin’ny bokony sy ny felany koa ireo voninkazo ireo. Ho toy izany ny endrik’ireo sampany enina amin’ny vatan’ilay fitoeran-jiro.",
        "34": "Misy voninkazo efatra miendrika vonin’amandie koa eo amin’ny vatan’ilay fitoeran-jiro. Elanelanin’ny bokony sy ny felany ireo voninkazo ireo.",
        "35": "Hisy bokony iray eo ambanin’ny sampany roa voalohany amin’ny vatan’ilay fitoeran-jiro. Hisy bokony iray koa eo ambanin’ny sampany roa manarakaraka. Ary hisy bokony iray koa eo ambanin’ny sampany roa farany. Hisy toy izany daholo eo ambanin’ny sampany enina amin’ny vatan’ilay fitoeran-jiro.",
        "36": "Tokony ho vaingam-bolamena iray tsy misy fangarony sady notefena tamin’ny marotoa no hanaovana an’ilay fitoeran-jiro manontolo, anisan’izany ny bokony sy ny sampany.",
        "37": "Manaova jiro fito ho an’ilay fitoeran-jiro. Hanazava ny faritra eo anoloany ireo jiro ireo rehefa arehitra.",
        "38": "Tokony ho volamena tsy misy fangarony no hanaovana ny fitazonana lahin-jiro sy ny fitondrana afo.",
        "39": "Volamena tsy misy fangarony milanja iray talenta no hanaovana an’ilay fitoeran-jiro sy ireo fitaovana miaraka aminy ireo.",
        "40": "Ary mitandrema tsara mba hifanaraka amin’ilay modely naseho anao tatỳ an-tendrombohitra no hanaovanao an’ireo."
    },
    "26": {
        "1": "“Lamba folo no hanaovanao ny tranolay masina. Tokony ho vita amin’ny kofehy rongony miolana tsara, sy kofehy manga, sy volonondry volomparasy, ary kofehy mena midorehitra ireo lamba ireo, dia horavahanao sarina kerobima atao peta-kofehy.",
        "2": "Ho 28 hakiho ny lavan’ny lamba tsirairay, ary 4 hakiho ny sakany. Tokony hitovy ny refin’ny lamba rehetra.",
        "3": "Atambaro ny lamba dimy mba hahazoana lamba be iray, ary ataovy toy izany koa ny lamba dimy ambiny.",
        "4": "Dia asio vona amin’ny kofehy manga ny sisin’ny lamba iray amin’ilay lamba be voalohany. Asio vona koa ny sisin’ny lamba farany indrindra amin’ilay lamba be faharoa, eo amin’izay hihaonan’ireo lamba be roa.",
        "5": "Vona 50 no ataovy eo amin’ny lamba iray, ary vona 50 koa eo amin’ny sisin’ilay lamba iray hafa, amin’izay dia mifanitsy ireo vona eo amin’ny fihaonan’ireo lamba be roa.",
        "6": "Ary manaova faraingo kely volamena 50. Dia akambano amin’ireny ireo lamba be roa, mba ho lamba iray ihany ilay tranolay masina.",
        "7": "“Manamboara koa lamba 11 vita amin’ny volon’osy mba handrakofana ny tranolay masina.",
        "8": "Ho 30 hakiho ny lavan’ny lamba tsirairay ary 4 hakiho ny sakany. Ataovy mitovy daholo ny refin’ny lamba 11.",
        "9": "Atambaro ny lamba dimy, ary ataovy toy izany koa ny lamba enina ambiny, ka avalòny roa ny lamba fahenina izay eo anoloan’ny tranolay.",
        "10": "Ary asio vona 50 ny sisin’ny lamba farany indrindra amin’ilay lamba be voalohany, ary vona 50 koa eo amin’ny sisin’ilay lamba be faharoa, eo amin’izay ihaonan’izy ireo.",
        "11": "Manaova faraingo kely varahina 50, ka ampidiro eo amin’ireo vona izany, dia akambano amin’ireny ireo fitambaran-damba mba ho lamba iray ihany izy rehetra.",
        "12": "Hikiraviravy ny ambiny amin’ireo lamba, ka ny antsasaky ny lamba ambiny no hikiraviravy eo andamosin’ny tranolay masina.",
        "13": "Hihoatra iray hakiho avy ny halavan’ireo lamba eo amin’ny andaniny sy ny ankilany amin’ilay tranolay. Havela hikiraviravy izany mba hanaronana azy.",
        "14": "“Manaova koa rakotra amin’ny hoditr’ondrilahy nolokoana mena ho an’ilay tranolay. Ary manaova rakotra iray hafa amin’ny hoditra faoky, dia ataovy eo ambonin’io.",
        "15": "“Hazo akasia no hanaovanao an’ireo rafitry ny tranolay masina, ka ataovy mitsangana ireo rafitra.",
        "16": "Folo hakiho ny haavon’ny rafitra tsirairay, ary iray hakiho sy sasany ny sakany.",
        "17": "Misy lahiny roa milahatra ny rafitra tsirairay. Tokony ho hoatr’izany daholo no hanaovana ny rafitr’ilay tranolay.",
        "18": "Rafitra 20 no hamboarina ho an’ny lafiny atsimo amin’ilay tranolay, izany hoe hatao mitodika mianatsimo izy ireo.",
        "19": "“Manamboara faladiany volafotsy 40 hitsatohan’ny rafitra 20: Faladiany roa no hitsatohan’ny rafitra iray misy lahiny roa, ary faladiany roa hoatr’izany daholo no hitsatohan’ny rafitra tsirairay.",
        "20": "Manaova rafitra 20 ho an’ny lafiny ilany amin’ny tranolay, dia ny lafiny avaratra.",
        "21": "Manamboara koa faladiany volafotsy 40, ka faladiany roa no hitsatohan’ny rafitra iray, ary faladiany roa hoatr’izany daholo no hitsatohan’ny rafitra tsirairay.",
        "22": "Manaova rafitra enina hatao lamosin’ilay tranolay, eo amin’ny lafiny andrefana.",
        "23": "Dia manaova rafitra roa mba hatao tohana eo amin’ny zorony roa aoriana amin’ny tranolay.",
        "24": "Hazo roa no tokony hanaovana ny rafitra iray, miainga avy eny ambany ka hatreny amin’ny tampony. Ary tokony hihaona eo amin’ny tahony boribory voalohany izy ireo. Hoatr’izany no tokony hanaovana an’ireo rafitra roa, ka izy roa ireo no ho lasa tohana eo amin’ny zorony roa.",
        "25": "Dia valo no ho isan’ireo rafitra, ary 16 ny faladiany volafotsy, ka faladiany roa no hitsatohan’ny rafitra iray. Ary faladiany roa hoatr’izany daholo no hitsatohan’ny rafitra tsirairay.",
        "26": "“Manaova barany amin’ny hazo akasia, ka dimy ho an’ny rafitra amin’ny lafiny iray amin’ny tranolay masina,",
        "27": "dimy ho an’ny rafitra amin’ny lafiny ilany, ary dimy ho an’ny rafitra amin’ny lafiny andrefana amin’ilay tranolay, izany hoe ny lafiny hatao lamosiny.",
        "28": "Ary ny barany afovoany, izay mandalo eo afovoan’ireo rafitra, dia tokony hitsofoka avy eo amin’ny sisiny iray ka hatrany amin’ny sisiny iray hafa amin’ilay tranolay.",
        "29": "“Petaho takela-bolamena ireo rafitra, ary manamboara tahony boribory volamena hitsofohan’ireo barany. Petaho takela-bolamena koa ireo barany.",
        "30": "Dia atsangano ilay tranolay masina, araka ilay planina naseho anao tatỳ an-tendrombohitra.",
        "31": "“Manaova ridao amin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara. Dia horavahana sarina kerobima atao peta-kofehy ilay ridao.",
        "32": "Ahantòny amin’ny andry efatra vita amin’ny hazo akasia ilay izy. Hopetahana takela-bolamena ireo andry, ary volamena no hanaovana an’ireo faraingo eo aminy. Ary hatsatoka amin’ny faladiany volafotsy efatra ireo andry.",
        "33": "Ahantòny eo ambanin’ireo faraingo kely ny ridao, ary ento mankao ambadik’ilay ridao ny Vata Misy ny Tenin’ny Vavolombelona. Ilay ridao no hanasaraka ny Masina sy ny Masina Indrindra.",
        "34": "Ary saròny amin’ilay sarony ny Vata Misy ny Tenin’ny Vavolombelona, ao amin’ny Masina Indrindra.",
        "35": "“Apetraho eo anoloan’ilay ridao ny latabatra, ary ataovy tandrifin’ilay latabatra, eo amin’ny lafiny atsimo amin’ilay tranolay masina, ny fitoeran-jiro. Ilay latabatra no ho eo amin’ny lafiny avaratra.",
        "36": "Manaova koa lamba fanakonana an’ilay fidirana amin’ny tranolay, ary mpanenona no hanao izany amin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "37": "Dia manaova andry dimy amin’ny hazo akasia hihantonan’ilay lamba fanakonana, ary petaho takela-bolamena ireo andry. Volamena no hanaovana an’ireo faraingo eo aminy. Ary handrendrika varahina ianao mba hanaovana faladiany dimy hitsatohan’ireo andry."
    },
    "27": {
        "1": "“Manaova alitara amin’ny hazo akasia, ka ho dimy hakiho ny lavany ary dimy hakiho ny sakany. Tokony ho efamira ilay izy, ary telo hakiho ny haavony.",
        "2": "Asio tandroka ny zorony efatra, ka tokony ho hazo iray tsy tapatapahina no hanaovanao an’ilay alitara sy ireo tandrony. Dia petaho takela-barahina ilay alitara.",
        "3": "Ary manamboara fitaovana ho an’ny alitara: Siny fasiana lavenona, lapelina, vilia baolina, fitrebika, ary fitondrana afo. Varahina no hanaovana an’ireo rehetra ireo.",
        "4": "Manaova makarakara varahina miendrika harato ho an’ilay alitara, sy tahony boribory varahina efatra hatao eo amin’ny zorony efatra.",
        "5": "Ataovy eo ambany molotry ny alitara ilay makarakara, izany hoe eo amin’ny fisasahan’ilay alitara.",
        "6": "Manaova koa bao filanjana amin’ny hazo akasia ka petaho takela-barahina.",
        "7": "Ary atsofohy eo amin’ny tahony boribory ireo bao, mba ho eo amin’ny andaniny roa amin’ny alitara izy ireo rehefa lanjaina izy io.",
        "8": "Ataovy toy ny vata poakaty ilay alitara, ka hazo fisaka no hanaovanao azy. Hoatran’ilay nasehony anao tatỳ an-tendrombohitra mihitsy no hanaovanao an’ilay izy.",
        "9": "“Asio tokotany ilay tranolay. Lamba vita amin’ny kofehy rongony miolana tsara no hatao fefy eo amin’ny lafiny atsimo amin’ilay tokotany, izany hoe ilay mitodika mianatsimo. Ho 100 hakiho ny halavan’ilay fefy.",
        "10": "Hisy andry 20 ilay fefy ary hitsatoka amin’ny faladiany varahina 20 izy ireo. Ho volafotsy kosa ny faraingon’ireo andry sy ny fampitohizana azy ireo.",
        "11": "Ho 100 hakiho koa ny halavan’ilay lamba hatao fefy eo amin’ny lafiny avaratra. Hisy andry 20 ilay fefy ary hitsatoka amin’ny faladiany varahina 20 izy ireo. Ho volafotsy ny faraingo sy ny fampitohizana an’ireo andry.",
        "12": "Hisy fefy lamba 50 hakiho sy andry folo ary faladiany folo hitsatohan’ireo andry eo amin’ny sakan’ilay tokotany, eo amin’ny lafiny andrefana.",
        "13": "Ary 50 hakiho ny sakan’ilay tokotany eo amin’ny lafiny atsinanana, tandrifin’ny fiposahan’ny masoandro.",
        "14": "Hisy fefy lamba 15 hakiho sy andry telo ary faladiany telo hitsatohan’ireo andry, eo amin’ny ilany iray amin’izy io.",
        "15": "Ary hisy fefy lamba 15 hakiho sy andry telo ary faladiany telo hitsatohan’ireo andry koa eo amin’ny ilany iray hafa.",
        "16": "“Hisy lamba fanakonana mirefy 20 hakiho ny fidirana mankao amin’ilay tokotany, ka mpanenona no hanao izany amin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara. Ary hisy andry efatra sy faladiany efatra hitsatohan’ny andry eo amin’ilay fidirana.",
        "17": "Hisy fampitohizana vita amin’ny volafotsy, sy faraingo volafotsy, ary faladiany varahina ny andry rehetra manodidina an’ilay tokotany.",
        "18": "Ho 100 hakiho ny lavan’ny fefin’ny tokotany, 50 hakiho ny sakany, ary 5 hakiho ny haavony. Lamba vita amin’ny kofehy rongony miolana tsara no hanaovana an’ilay fefy, ary varahina ireo faladiany hitsatohan’ny andry.",
        "19": "Varahina daholo no hanaovana an’ireo fitaovana hampiasaina amin’ny fanompoana ao amin’ny tranolay masina, sy ny fantsika be fanenjanan-day ary ny fantsika be rehetra ho an’ny tokotany.",
        "20": "“Omeo baiko ny Israelita hitondra menaka tsy misy fangarony avy amin’ny oliva voatoto, mba hatao amin’ny jiro. Amin’izay dia hirehitra foana ny jiro.",
        "21": "Eo anoloan’ilay ridao eo akaikin’ny Tenin’ny Vavolombelona, ao amin’ny tranolay fihaonana, no hikarakaran’i Arona sy ny zanany lahy ny jiro, mba hirehitra foana eo anatrehan’i Jehovah ilay izy, manomboka amin’ny hariva ka mandra-paharainan’ny andro. Fitsipika tokony harahin’ny Israelita foana izany, ary harahin’ny taranak’izy ireo koa."
    },
    "28": {
        "1": "“Alaivo avy amin’ny Israelita i Arona rahalahinao sy ny zanany lahy, izany hoe i Nadaba, Abiho, Eleazara, ary Itamara, mba hanao ny asan’ny mpisorona eo anatrehako.",
        "2": "Dia manamboara akanjo masina tsara tarehy ho an’i Arona rahalahinao, mba hanomezana voninahitra azy.",
        "3": "Mitenena amin’izay rehetra manan-talenta, izay efa nofenoiko fanahin’ny fahendrena. Izy ireo no hanamboatra ny akanjon’i Arona mba hanamasinana azy, ka ho afaka hanao ny asan’ny mpisorona eo anatrehako izy.",
        "4": "“Ireto avy ny akanjo hamboarin’izy ireo: Saron-tratra, efoda, akanjo tsy misy tanany, akanjo lava karôkarô, satroka lamba, ary fehikibo lamba. Hanamboatra an’ireo akanjo masina ireo ho an’i Arona rahalahinao sy ny zanany lahy izy ireo, mba ho afaka hanao ny asan’ny mpisorona eo anatrehako i Arona.",
        "5": "Hampiasa kofehy volamena ireo mpiasa manan-talenta, ary hampiasa kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony tena tsara.",
        "6": "“Hanao efoda izy ireo, ka kofehy volamena, sy kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara no hanaovany azy. Ary hasiana peta-kofehy ilay izy.",
        "7": "Tokony hisy lamban-tsoroka roa manambatra an’ilay efoda eo amin’ny sisiny roa.",
        "8": "Tokony hitovy amin’ny zavatra hanamboarana an’ilay efoda ny hanamboarana ny fehikibo vita tenona, izay hakambana aminy mba hamatorana tsara azy. Ireto avy izany: Kofehy volamena, sy kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "9": "“Makà vato oniksa roa, dia ataovy sokitra eo amin’ireo ny anaran’ny zanakalahin’i Israely,",
        "10": "ka ho eo amin’ny vato iray ny anaran’ny enina, ary ho eo amin’ilay vato iray kosa ny enina ambiny. Ary alaharo arakara-jokiny izany.",
        "11": "Mpanao asa sokitra amin’ny vato no hanoratra ny anaran’ny zanakalahin’i Israely eo amin’ireo vato roa ireo, ka hataony sokitra toy ny fanao amin’ny tombo-kase izany. Dia ataovy ao anaty tranotranony volamena ireo vato ireo.",
        "12": "Apetraho eo amin’ny soroky ny efoda ireo vato roa, ho vato fahatsiarovana ho an’ny zanak’i Israely. Dia hoentin’i Arona eo an-tsorony eo anatrehan’i Jehovah ny anaran’izy ireo, ho fahatsiarovana.",
        "13": "Manaova tranotranony volamena,",
        "14": "sy rojo roa amin’ny volamena tsy misy fangarony. Dia ataovy mirandrana toy ny tady ireo rojo, ka apetaho amin’ireo tranotranony.",
        "15": "“Asaivo manamboatra saron-tratra fitsarana ny mpanao peta-kofehy. Tokony hitovy amin’ilay efoda ilay izy, izany hoe hatao amin’ny kofehy volamena, sy kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "16": "Tokony ho efamira izy io rehefa avalona roa, ka irain-jehy ny lavany ary irain-jehy ny sakany.",
        "17": "Asio vatosoa misy laharany efatra ilay izy. Robia sy topaza ary emeraoda no ho eo amin’ny laharana voalohany.",
        "18": "Torkoazy sy safira ary jaspa no ho eo amin’ny laharana faharoa.",
        "19": "Vato lesema sy agata ary ametista no ho eo amin’ny laharana fahatelo.",
        "20": "Krizolita sy oniksa ary jady no ho eo amin’ny laharana fahefatra. Ataovy ao anaty tranotranony volamena ireo vato ireo.",
        "21": "Tokony hisy ny anaran’ny zanakalahin’i Israely 12 ireo vato. Hatao sokitra hoatran’ny fanao amin’ny tombo-kase ny tsirairay amin’ny anaran’ireo foko 12.",
        "22": "“Asio rojo mirandrana toy ny tady, vita amin’ny volamena tsy misy fangarony, eo amin’ilay saron-tratra.",
        "23": "Ary manaova mason-drojo volamena roa, ka asio iray avy ny zorony roa amin’ilay saron-tratra.",
        "24": "Dia atsofohy eo amin’ireo mason-drojo roa eo amin’ny zoron’ilay saron-tratra ny tady volamena roa.",
        "25": "Atsofohy eo amin’ireo tranotranony roa ny lohan’ireo tady roa, ka atambaro amin’ny lamban-tsoroky ny efoda, avy eo anoloana.",
        "26": "Manaova mason-drojo volamena roa, ka asio iray avy ny zorony roa ambany amin’ilay saron-tratra, eo amin’ny sisiny anatiny mifampikasika amin’ny efoda.",
        "27": "Manaova ihany koa mason-drojo volamena roa, ary apetaho eo anoloana amin’ilay efoda, eo ambanin’ireo lamban-tsoroka roa, eo akaikin’ny fitambaran’ny efoda, eo ambonin’ilay fehikibo vita tenona.",
        "28": "Asio kofehy manga eo amin’ny mason-drojon’ny saron-tratra mankeo amin’ny mason-drojon’ny efoda, mba hamatorana an’ilay saron-tratra. Amin’izay dia hipetraka tsara eo amin’ny efoda, eo ambonin’ilay fehikibo vita tenona, ilay izy.",
        "29": "“Tsy maintsy entin’i Arona eo amin’ilay saron-tratra fitsarana eo amin’ny fony ny anaran’ny zanak’i Israely, rehefa miditra ao amin’ny Masina izy, mba ho fahatsiarovana mandrakizay eo anatrehan’i Jehovah.",
        "30": "Ary ataovy ao anatin’ilay saron-tratra fitsarana ny Orima sy ny Tomima. Tsy maintsy hataon’i Arona eo amin’ny fony ireo rehefa mankeo anatrehan’i Jehovah izy. Hataony eo amin’ny fony foana ireo rehefa mankeo anatrehan’i Jehovah izy mba hitsara ny Israelita.",
        "31": "“Ataovy amin’ny kofehy manga daholo ny akanjo tsy misy tanany hatao ambanin’ny efoda.",
        "32": "Dia asio lavaka eo afovoany hitsofohan’ny loha. Ary tokony hasiana sisiny vita tenona ny manodidina an’ilay fitsofohan’ny loha. Tokony ho hoatran’ny amin’ny akanjo mifono vy ilay izy, mba tsy ho mora rovitra.",
        "33": "Ny morontongony kosa asio ampongabendanitra vita amin’ny kofehy manga, sy volonondry volomparasy, ary kofehy mena midorehitra. Ary asio lakolosy kely volamena eny anelanelan’ireo ampongabendanitra.",
        "34": "Tokony hoelanelanina lakolosy volamena ny ampongabendanitra, ary hatao hoatr’izany daholo ny morontongotr’ilay akanjo tsy misy tanany.",
        "35": "Tsy maintsy hanaovan’i Arona ilay akanjo mba hahafahany hanompo. Ary tokony ho heno ny feon’ireo lakolosy rehefa miditra ao amin’ny toerana masina eo anatrehan’i Jehovah izy na mivoaka avy ao, mba tsy ho faty izy.",
        "36": "“Manaova takelaka mamirapiratra amin’ny volamena tsy misy fangarony, ka asio soratra hoe: ‘An’i Jehovah ny fahamasinana.’ Ataovy sokitra toy ny fanao amin’ny tombo-kase izany.",
        "37": "Afatory eo anoloana amin’ilay satroka lamba ilay takela-bolamena, ka kofehy manga amatorana azy. Tsy tokony halana eo mihitsy ilay izy.",
        "38": "Hatao eo amin’ny handrin’i Arona ilay izy. Ary i Arona no ho tompon’andraikitra rehefa misy olona manao fahadisoana amin’ireo zava-masina, izay hamasinin’ny Israelita ho fanomezana masina. Tokony havela eo amin’ny handrin’i Arona foana ilay takela-bolamena, mba hankasitrahan’i Jehovah izy ireo.",
        "39": "“Ataovy karôkarô ny tenon’ilay akanjo lava, ary kofehy rongony tena tsara anaovana azy. Manaova koa satroka amin’ny lamba rongony tena tsara, sy fehikibo lamba vita tenona.",
        "40": "“Anamboary akanjo lava sy fehikibo lamba ary fehiloha tsara tarehy koa ireo zanakalahin’i Arona, mba hanomezana voninahitra azy.",
        "41": "Ampiakanjoy an’ireo i Arona rahalahinao sy ny zanany lahy. Dia hanosotra azy ireo ho mpisorona ianao, ka hanendry sy hanamasina azy ireo. Dia hanao ny asan’ny mpisorona eo anatrehako izy ireo.",
        "42": "Manamboara koa kilaoty lava amin’ny lamba rongony mba hanaronan’izy ireo ny fitanjahany. Tokony ho avy eo amin’ny andilana ka hatreo amin’ny fe izany.",
        "43": "Tsy maintsy manao an’ireo i Arona sy ny zanany lahy rehefa miditra ao amin’ny tranolay fihaonana, na rehefa manatona ny alitara mba hanompo ao amin’ny toerana masina. Amin’izay izy ireo tsy ho meloka ka tsy ho faty. Fitsipika manan-kery foana izany, ka tokony harahiny sy harahin’ny taranany mandimby azy."
    },
    "29": {
        "1": "“Izao no hataonao hanamasinana azy ireo mba hanaovany ny asan’ny mpisorona eo anatrehako: Makà vantotr’ombilahy iray, sy ondrilahy roa samy tsy misy tsininy,",
        "2": "sy mofo tsy misy lalivay, sy mofo boribory tsy misy lalivay sady nafangaro menaka, ary mofo fisaka tsy misy lalivay sady nohosorana menaka. Lafarinina varimbazaha tsara toto no hanaovanao an’ireo mofo ireo.",
        "3": "Dia ataovy ao anaty harona ireo, ka ao anatin’iny no hanolorana azy. Atolory koa ilay ombilahy sy ireo ondrilahy roa.",
        "4": "“Ento eo amin’ny fidirana amin’ny tranolay fihaonana i Arona sy ireo zanany lahy, ka sasao amin’ny rano.",
        "5": "Dia alaivo ireo akanjo, ka ampanaovy an’i Arona ilay akanjo lava, sy ilay akanjo tsy misy tanany hatao ambanin’ny efoda, sy ny efoda, ary ny saron-tratra. Ary ataovy migeja tsara amin’ny andilan’i Arona ilay fehikibo vita tenona, izany hoe ny fehikibon’ilay efoda.",
        "6": "Apetraho eo amin’ny lohany ny satroka lamba, ary ataovy eo amin’ilay satroka ny famantarana masina hoe voatokana izy.",
        "7": "Ary alaivo ny menaka masina fanosorana, ka araraho eo amin’ny lohany, dia hosory ho mpisorona izy.",
        "8": "“Dia asaivo manatona ireo zanany lahy ka ampanaovy azy ireo ny akanjo lava.",
        "9": "Ampanaovy an’i Arona sy ny zanany koa ireo fehikibo lamba, ary ataovy amin’ny lohan’izy ireo ny fehiloha. Dia ho anjaran’izy ireo ny asa fisoronana, ary ho fitsipika manan-kery foana izany. Izany no tokony hataonao rehefa manendry an’i Arona sy ny zanany lahy ho mpisorona ianao.",
        "10": "“Ary ento eo anoloan’ny tranolay fihaonana ilay ombilahy. Dia hametraka ny tanany eo amin’ny lohan’ilay omby i Arona sy ny zanany lahy.",
        "11": "Ary vonoy eo anatrehan’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana, ilay omby.",
        "12": "Akao amin’ny rantsantananao ny ran’ilay omby, ka ataovy eo amin’ny tandroky ny alitara. Ary araraho eo am-pototry ny alitara ny ra ambiny rehetra.",
        "13": "Dia alaivo ny taviny rehetra manarona ny tsinainy, sy ny jabora eo amin’ny atiny, ary ny voany roa sy ny taviny eo amboniny, ka dory mba hidona-tsetroka eo ambony alitara.",
        "14": "Fa ny henan’ilay omby sy ny hodiny ary ny tainy kosa dia hodoranao any ivelan’ny toby. Fanatitra noho ny ota ilay ombilahy.",
        "15": "“Avy eo dia alaivo ny ondrilahy iray. Ary hametraka ny tanany eo amin’ny lohan’ilay ondry i Arona sy ny zanany lahy.",
        "16": "Dia vonoy ilay ondry, ka alaivo ny rany ary afafazo eo amin’ny lafiny rehetra amin’ilay alitara.",
        "17": "Teteho ilay ondry ary sasao ny tsinainy sy ny tongony. Dia alaharo tsara miaraka amin’ny lohany ireo tapany efa voatetika.",
        "18": "Dory ilay ondry manontolo mba hidona-tsetroka eo ambony alitara. Fanatitra dorana ho an’i Jehovah izany, mba ho hanitra mahafinaritra azy. Fanatitra atao anaty afo ho an’i Jehovah izany.",
        "19": "“Aorian’izay, dia alaivo ilay ondrilahy anankiray. Ary hametraka ny tanany eo amin’ny lohan’ilay ondry i Arona sy ny zanany lahy.",
        "20": "Dia vonoy ilay ondry, ary akao ny rany ka ataovy eo amin’ny ravintsofina ankavanan’i Arona sy ny zanany, sy eo amin’ny ankiben-tanany ankavanana, ary ny ankiben-tongony ankavanana. Ary afafazo eo amin’ny lafiny rehetra amin’ilay alitara ny ra.",
        "21": "Dia akao ny ra eo ambony alitara sy ny menaka masina fanosorana, ka afafazo amin’i Arona sy ny akanjony, ary amin’ireo zanany sy ny akanjon’izy ireo. Amin’izay dia ho masina i Arona sy ny akanjony, ary koa ny zanany sy ny akanjon’izy ireo.",
        "22": "“Dia alaivo ny tavin’ilay ondry, izany hoe ny rambony matavy, ny taviny manarona ny tsinainy, ny jabora eo amin’ny atiny, ny voany roa sy ny taviny eo amboniny, ary ny feny ankavanana. Io mantsy ny ondrilahy atao sorona mba hanendrena mpisorona.",
        "23": "Makà koa mofo boribory sy mofo misy menaka ary mofo fisaka avy ao anatin’ilay harona fasiana mofo tsy misy lalivay, izay eo anatrehan’i Jehovah.",
        "24": "Ataovy eo amin’ny tanan’i Arona sy ny zanany ireo rehetra ireo, ary ahetsiketseho ho fanatitra ahetsiketsika eo anatrehan’i Jehovah.",
        "25": "Dia alaivo eny an-tanan’izy ireo izany ka dory eo ambony alitara, eo ambonin’ilay fanatitra dorana, mba ho hanitra mahafinaritra an’i Jehovah. Fanatitra atao anaty afo ho an’i Jehovah izany.",
        "26": "“Alaivo avy eo ny tratran’ilay ondrilahy, izay atao sorona rehefa hanendry an’i Arona ho mpisorona. Dia ahetsiketseho ho fanatitra ahetsiketsika eo anatrehan’i Jehovah ilay izy, ary iny no ho anjaranao.",
        "27": "Hamasino ny tratrany atao fanatitra ahetsiketsika sy ny feny atao anjara masina, izay nahetsiketsika sy nalaina avy tamin’ilay ondrilahy natao sorona rehefa notendrena ho mpisorona i Arona sy ny zanany lahy.",
        "28": "Ho an’i Arona sy ny zanany ireo satria anjara masina, dia anjara masina tsy maintsy homen’ny Israelita. Ho fitsipika mandrakizay ho an’ny Israelita izany. Ireo no anjara masina hatolotr’izy ireo ho an’i Jehovah avy amin’ny sorona iombonana ateriny.",
        "29": "“Ireo akanjo masin’i Arona dia hanaovan’izay taranany mandimby azy, rehefa hosorana sy tendrena ho mpisorona izy ireo.",
        "30": "Koa hanao an’ireo akanjo ireo, mandritra ny fito andro, izay taranany lasa mpisorona mandimby azy sy miditra ao amin’ny tranolay fihaonana mba hanompo ao amin’ny toerana masina.",
        "31": "“Alaivo ilay ondrilahy izay atao sorona mba hanendrena mpisorona, ka andrahoy ao amin’izay toerana masina ny henany.",
        "32": "Dia hohanin’i Arona sy ny zanany eo amin’ny fidirana amin’ny tranolay fihaonana ny henan’ilay ondry sy ny mofo ao anatin’ilay harona.",
        "33": "Hohanin’izy ireo ny zavatra nampiasaina tamin’ny fandrakofam-pahotana, mba hanendrena azy ireo ho mpisorona sy hanamasinana azy ireo. Tsy mahazo mihinana an’izany kosa ny olona tsy nahazo alalana, satria zava-masina izany.",
        "34": "Raha misy ambiny tavela mandra-maraina ny mofo sy ny henan’ilay ondry natao sorona tamin’izy ireo notendrena ho mpisorona, dia dory. Tsy azo hanina izany satria zava-masina.",
        "35": "“Izany no hataonao amin’i Arona sy ny zanany, araka ny didy rehetra nomeko anao. Haharitra fito andro ny fanendrenao azy ireo ho mpisorona.",
        "36": "Hanolotra ombilahy atao fanatitra noho ny ota ianao isan’andro ho fandrakofam-pahotana. Ary diovy ho afaka amin’ny ota ny alitara ka manaova fandrakofam-pahotana ho azy io, ary hosory menaka izy io mba ho masina.",
        "37": "Hataonao mandritra ny fito andro ny fandrakofam-pahotana ho an’ny alitara, ary hamasino izy io mba ho tena masina. Tokony ho masina izay olona mikasika ny alitara.",
        "38": "“Izao no hatolotrao isan’andro eo ambony alitara: Ondrilahy kely roa izay herintaona avy.",
        "39": "Atolory amin’ny maraina ny ondrilahy iray, ary amin’ny takariva ny iray.",
        "40": "Ary izao no hampiarahina amin’ilay ondrilahy kely voalohany: Lafarinina tsara toto ampahafolon’ny efaha afangaro menaka ampahefatry ny hina avy amin’ny oliva voatoto, sy divay ampahefatry ny hina ho fanatitra zava-pisotro.",
        "41": "Ary izao no hampiarahinao amin’ilay ondrilahy kely faharoa hatolotrao amin’ny takariva: Fanatitra varimbazaha sy fanatitra zava-pisotro hoatran’ilay amin’ny maraina. Ho fanatitra atao anaty afo ho an’i Jehovah izany, mba ho hanitra mahafinaritra azy.",
        "42": "Fanatitra dorana atolotra tsy tapaka izany, hatramin’ny taranakareo fara aman-dimby, ka atao eo amin’ny fidirana amin’ny tranolay fihaonana eo anatrehan’i Jehovah, dia eo amin’izay hisehoako aminareo sy hitenenako aminao.",
        "43": "“Eo aho no hiseho amin’ny Israelita, ka ny voninahitro no hanamasina an’io toerana io.",
        "44": "Dia hohamasiniko ny tranolay fihaonana sy ny alitara. Ary hohamasiniko i Arona sy ireo zanany lahy mba hanaovany ny asan’ny mpisorona eo anatrehako.",
        "45": "Honina eo amin’ny vahoakan’Israely aho ka ho Andriamaniny.",
        "46": "Dia ho fantatr’izy ireo tokoa fa izaho no Jehovah Andriamaniny, izay nitondra azy nivoaka avy tany Ejipta mba hahafahako honina eo aminy. Izaho no Jehovah Andriamaniny."
    },
    "30": {
        "1": "“Manamboara alitara handoroana emboka manitra, ka hazo akasia no hanaovanao azy.",
        "2": "Ho efamira ilay izy, ka iray hakiho ny lavany, iray hakiho ny sakany, ary roa hakiho ny haavony. Ary tokony ho hazo iray tsy tapatapahina no hanaovana an’ilay alitara sy ireo tandrony.",
        "3": "Petaho takela-bolamena tsy misy fangarony ilay alitara, dia ny tampony sy ny lafiny rehetra manodidina ary ny tandrony. Ary asio sisiny volamena manodidina ny tampony.",
        "4": "Manamboara koa tahony boribory volamena roa, dia asio roa avy, eo ambanin’ny sisin’ny andaniny roa amin’ny alitara. Ireo no hitsofohan’ny bao hilanjana azy.",
        "5": "Hazo akasia no hanaovanao an’ireo bao, ary hopetahanao takela-bolamena izany.",
        "6": "Apetraho eo anoloan’ilay ridao eo akaikin’ny Vata Misy ny Tenin’ny Vavolombelona ilay alitara, izany hoe tandrifin’ny sarony, eo amin’izay hisehoako aminao.",
        "7": "“Handoro emboka manitra eo ambonin’ilay alitara i Arona, ka hidona-tsetroka eo ambonin’ilay alitara izany rehefa mikarakara ny jiro izy isa-maraina.",
        "8": "Handoro emboka manitra koa i Arona rehefa mandrehitra ny jiro, amin’ny takariva. Ho emboka manitra hatolotra tsy tapaka eo anatrehan’i Jehovah izany, hatramin’ny taranakareo fara aman-dimby.",
        "9": "Aza anolorana emboka manitra tsy nahazoana alalana, na fanatitra dorana, na fanatitra varimbazaha, eo ambonin’ilay alitara, ary aza andrarahana fanatitra zava-pisotro koa.",
        "10": "Ary hanao fandrakofam-pahotana eo amin’ny tandroky ny alitara i Arona, indray mandeha isan-taona. Hakany ny ra avy amin’ny fanatitra noho ny ota, ka hanao fandrakofam-pahotana ho an’ny alitara izy indray mandeha isan-taona, hatramin’ny taranakareo fara aman-dimby. Tena masina amin’i Jehovah ilay alitara.”",
        "11": "Dia hoy i Jehovah tamin’i Mosesy:",
        "12": "“Rehefa manao fanisam-bahoaka ianao ka manisa ny zanak’Israely, dia tsy maintsy manome ho an’i Jehovah ny vidin’ny fanavotana ny ainy ny tsirairay amin’ny fotoana hanaovana an’ilay fanisana. Amin’izay dia tsy hisy loza hanjo azy ireo, rehefa soratana ny anaran’izy ireo.",
        "13": "Izao no homen’izay rehetra voasoratra anarana: Antsasaka sekely, araka ny sekely fampiasa ao amin’ny toerana masina. Ary 20 gera ny iray sekely, ka antsasaka sekely no hatao fanomezana ho an’i Jehovah.",
        "14": "Hanome fanomezana ho an’i Jehovah izay rehetra voasoratra anarana, dia izay 20 taona no ho miakatra.",
        "15": "Tsy hanome mihoatra ny antsasaka sekely ny mpanankarena, ary tsy hanome latsaka izany ny mahantra, rehefa manao fanomezana ho an’i Jehovah mba handrakofana ny fahotany ka hanavotana ny ainy.",
        "16": "Avy amin’ny Israelita no hakanao an’ilay vola fandrakofam-pahotana. Dia omeo hampiasaina amin’ny fanompoana ao amin’ny tranolay fihaonana izany, ho fahatsiarovana an’ireo Israelita eo anatrehan’i Jehovah mba handrakofana ny fahotany ka hanavotana ny ainy.”",
        "17": "Hoy koa i Jehovah tamin’i Mosesy:",
        "18": "“Manaova kovetabe varahina mba hampiasaina rehefa misasa, ary asio tongony varahina izany. Dia apetraho eo anelanelan’ny tranolay fihaonana sy ny alitara izany, ka asio rano ao anatiny.",
        "19": "Ary hanasa ny tanany sy ny tongony eo i Arona sy ny zanany lahy.",
        "20": "Koa hisasa amin’ny rano izy ireo mba tsy ho faty rehefa miditra ao amin’ny tranolay fihaonana, na rehefa manatona ny alitara mba hanompo ka handoro fanatitra atao anaty afo mba hidona-tsetroka ho an’i Jehovah.",
        "21": "Tsy maintsy manasa ny tanany sy ny tongony izy ireo mba tsy ho faty. Izany no ho fitsipika mandrakizay ho azy ireo, izany hoe ho azy sy ny zanany, hatramin’ny taranany fara aman-dimby.”",
        "22": "Nilaza tamin’i Mosesy koa i Jehovah hoe:",
        "23": "“Aorian’izay, dia makà an’ireto zava-manitra tsara indrindra ireto: Miora efa mivaingana milanja 500 sekely, sy kanelina antsasak’izany, izany hoe 250 sekely, sy harefo mani-pofona milanja 250 sekely,",
        "24": "sy kasia milanja 500 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary menak’oliva iray hina.",
        "25": "Dia manamboara menaka masina fanosorana avy amin’ireo. Tokony hafangaro tsara ireo rehetra ireo. Ho menaka masina fanosorana izany.",
        "26": "“Hosory amin’izany ny tranolay fihaonana, ny Vata Misy ny Tenin’ny Vavolombelona,",
        "27": "ny latabatra sy ny fitaovana rehetra miaraka aminy, ny fitoeran-jiro sy ny fitaovana miaraka aminy, ny alitara fandoroana emboka manitra,",
        "28": "ny alitara fanaovana fanatitra dorana sy ny fitaovana rehetra miaraka aminy, ary ny kovetabe sy ny tongony.",
        "29": "Dia hamasino ireo mba ho tena masina. Tokony ho masina izay olona mikasika an’ireo.",
        "30": "Dia hanosotra an’i Arona sy ny zanany lahy ianao ka hanamasina azy ireo, mba hanaovany ny asan’ny mpisorona eo anatrehako.",
        "31": "“Ilazao ny Israelita hoe: ‘Ho menaka masina fanosorana izy io, ary hampiasaina amin’ny fanompoana ahy foana hatramin’ny taranakareo fara aman-dimby.",
        "32": "Tsy azo ahosotra amin’ny vatana io menaka io. Ary aza manamboatra menaka mitovy amin’izy io. Zava-masina izy io, ary ho masina foana aminareo.",
        "33": "Haringana tsy ho anisan’ny fireneny izay olona manamboatra menaka fanosorana mitovy amin’io, na maka amin’izy io mba hatao amin’olona tsy nahazo alalana.’”",
        "34": "Hoy koa i Jehovah tamin’i Mosesy: “Makà an’ireto zava-manitra ireto, ary ataovy mitovy daholo ny fatrany: Ditin-kazo stakite, onyka, galbanoma manitra, ary ditin-kazo manitra tsy misy fangarony.",
        "35": "Dia amboary ho emboka manitra izany. Tokony hafangaro tsara ireo zava-manitra ireo, ary hasiana sira mba hadio sy ho masina.",
        "36": "Ary makà amin’ilay emboka manitra ka totoy ho lasa vovony izany. Dia makà amin’ilay vovony, ka ataovy eo anoloan’ny Tenin’ny Vavolombelona izay ao amin’ny tranolay fihaonana, eo amin’izay hisehoako aminao. Tokony ho zavatra tena masina aminareo izy io.",
        "37": "Aza manao emboka manitra amin’ireo zava-manitra ireo mba hampiasainareo ho anareo. Tokony hihevitra azy io ho zava-masina amin’i Jehovah ianareo.",
        "38": "Izay manamboatra emboka manitra mitovy amin’izany mba hankafizana ny fofony, dia haringana tsy ho anisan’ny fireneny.”"
    },
    "31": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Nifidy an’i Bezalila zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda, aho.",
        "3": "Dia hofenoiko ny fanahiko i Bezalila, ka homeko fahendrena sy fahiratan-tsaina ary fahaizana asa tanana isan-karazany.",
        "4": "Amin’izay izy dia ho afaka hanao zava-kanto, hanefy volamena sy volafotsy ary varahina,",
        "5": "hanefy vatosoa hatao ao anaty tranotranony, ary hanao taozavatra isan-karazany vita amin’ny hazo.",
        "6": "Ary hanendry an’i Oholiaba zanak’i Ahisamaka, avy amin’ny fokon’i Dana, aho mba hanampy azy. Omeko fahendrena izay rehetra manan-talenta, mba ho afaka hanao an’izay rehetra nandidiako anao,",
        "7": "dia ny tranolay fihaonana, ny Vata Misy ny Tenin’ny Vavolombelona sy ny saron’ilay Vata, ny fitaovana rehetra ho an’ny tranolay,",
        "8": "ny latabatra sy ny fitaovana miaraka aminy, ny fitoeran-jiro volamena tsy misy fangarony sy ny fitaovana rehetra miaraka aminy, ny alitara fandoroana emboka manitra,",
        "9": "ny alitara fanaovana fanatitra dorana sy ny fitaovana rehetra miaraka aminy, ny kovetabe sy ny tongony,",
        "10": "ny akanjo tsara tenona, ny akanjo masina ho an’i Arona mpisorona, ny akanjon’ireo zanany lahy mba hanaovan’izy ireo ny asan’ny mpisorona,",
        "11": "ny menaka masina fanosorana, ary ny emboka manitra ho an’ny toerana masina. Hanao an’izay rehetra nandidiako anao izy ireo.”",
        "12": "Hoy koa i Jehovah tamin’i Mosesy:",
        "13": "“Mitenena amin’ny Israelita hoe: ‘Tandremo tsara ny sabatako satria izany no famantarana eo amiko sy aminareo, hatramin’ny taranakareo fara aman-dimby, mba hahafantaranareo fa izaho Jehovah no manamasina anareo.",
        "14": "Tandremo ny Sabata, satria masina aminareo izany. Na iza na iza manazimbazimba azy io dia hovonoina ho faty. Ary raha misy olona miasa amin’io andro io, dia haringana tsy ho anisan’ny fireneny izy.",
        "15": "Enina andro no azo iasana, fa sabata fitsaharana tanteraka kosa ny andro fahafito. Masina amin’i Jehovah ny Sabata, ka tsy maintsy hovonoina ho faty izay miasa amin’io andro io.",
        "16": "Tsy maintsy tandreman’ny Israelita ny Sabata. Tsy maintsy mitandrina ny Sabata izy ireo hatramin’ny taranany fara aman-dimby. Fifanekena maharitra ela be izany.",
        "17": "Famantarana maharitra eo amiko sy amin’ny vahoakan’Israely izany. Enina andro mantsy no nanaovan’i Jehovah ny lanitra sy ny tany, dia nitsahatra izy tamin’ny andro fahafito ary afa-po.’”",
        "18": "Vao vita ny resak’izy sy Mosesy teo amin’ny Tendrombohitra Sinay, dia nomeny azy ny takela-bato roa misy ny Tenin’ny Vavolombelona, izany hoe ny takela-bato nosoratan’ny rantsantanan’Andriamanitra."
    },
    "32": {
        "1": "Ary rehefa hitan’ny vahoaka fa naharitra ela tany an-tendrombohitra i Mosesy sady mbola tsy nidina ihany, dia nitangorona teo amin’i Arona izy ireo, ka niteny hoe: “Anamboary andriamanitra izahay hitarika anay, fa tsy fantatra mihitsy izay nanjo an’ilay Mosesy nitondra antsika niakatra avy tany Ejipta iny!”",
        "2": "Dia hoy i Arona: “Esory àry ny kavina volamena eny an-tsofin’ny vadinareo sy ny zanakareo lahy ary ny zanakareo vavy, ka ento etỳ amiko.”",
        "3": "Koa nesorin’ny olona rehetra ny kavina volamena teny an-tsofiny, dia nentiny tany amin’i Arona.",
        "4": "Dia noraisin’i Arona avy teny amin’izy ireo ny volamena, ary namboariny tamin’ny fandraka ka nanaovany sarivongana zanak’omby. Ary hoy ny vahoaka: “Ry Israely ô! Io ny Andriamanitrao izay nitondra anao niakatra avy tany Ejipta.”",
        "5": "Nanorina alitara teo anoloan’ilay zanak’omby i Arona rehefa nahita an’izany. Dia niantsoantso izy hoe: “Hisy fety ho an’i Jehovah rahampitso!”",
        "6": "Koa nifoha maraina izy ireo ny ampitson’iny, ary nanolotra fanatitra dorana sy sorona iombonana. Dia nipetraka hihinana sy hisotro ny vahoaka avy eo. Taorian’izay dia nitsangana izy ireo mba hanao fety.",
        "7": "Dia hoy i Jehovah tamin’i Mosesy: “Mandehana midina, fa manao ratsy ny vahoakanao, izay nentinao niakatra avy tany Ejipta.",
        "8": "Nalaky niala tamin’ny lalana nasaiko nalehany izy ireo. Nanao sarivongana zanak’omby izy, ary miankohoka eo anatrehany sy manao sorona ho azy, sady miteny hoe: ‘Ry Israely ô! Io ny Andriamanitrao izay nitondra anao niakatra avy tany Ejipta.’”",
        "9": "Hoy koa i Jehovah tamin’i Mosesy: “Hitako fa vahoaka mafy loha io vahoaka io.",
        "10": "Koa aleo aho hanampatra ny hatezerako aminy dia handringana azy ireo. Fa ianao kosa hataoko lasa firenena lehibe.”",
        "11": "Dia niangavy an’i Jehovah Andriamaniny i Mosesy, ka niteny hoe: “Jehovah ô, nahoana ianao no hanampatra ny hatezeranao amin’ny vahoakanao, rehefa avy nitondra azy ireo nivoaka avy tany Ejipta tamin-kery lehibe sy tamin’ny sandry mahery?",
        "12": "Nahoana ny Ejipsianina no dia avela hiteny hoe: ‘Te hanisy ratsy azy ireo izy, dia nitondra azy ireo niala teto amintsika. Tiany hovonoina any an-tendrombohitra sy haringana tsy ho etỳ ambonin’ny tany izy ireo’? Aza manampatra ny hatezeranao intsony re e, ary mba ovao, azafady, ny fanapahan-kevitrao hoe handringana ny vahoakanao.",
        "13": "Tsarovy i Abrahama sy Isaka ary Israely mpanomponao, izay nanaovanao fianianana hoe: ‘Hataoko lasa be dia be hoatran’ny kintana eny amin’ny lanitra ny taranakareo. Ary homeko ny taranakareo io tany manontolo io, izay efa nofidiko ho azy ireo. Dia ho azon’izy ireo alaina ho fananany mandrakizay izy io.’”",
        "14": "Koa niova hevitra i Jehovah ka tsy naringany indray ny vahoakany, na dia efa nilaza aza izy hoe hanao an’izany.",
        "15": "Dia nihodina i Mosesy ka nidina avy tany an-tendrombohitra, ary teny an-tanany ny takela-bato roa nisy ny Tenin’ny Vavolombelona. Nisy soratra ny lafiny roa tamin’ireo takela-bato ireo, izany hoe ny ambadika sy ambadika.",
        "16": "Asa tanan’Andriamanitra ireo takela-bato ireo, ary soratr’Andriamanitra ny soratra voasokitra teo aminy.",
        "17": "Dia henon’i Josoa ny tabataban’ny olona satria nihorakoraka izy ireo. Hoy àry izy tamin’i Mosesy: “Misy tabataban’ady ao an-toby ao izany!”",
        "18": "Hoy anefa i Mosesy: “Tsy hiran’olona nahazo fandresena izany, Na hiran’olona mitaraindraina fa resy. Karazan-kira hafa mihitsy izany henoko izany.”",
        "19": "Raha vao tonga teo akaikin’ny toby i Mosesy, ka nahita an’ilay zanak’omby sy ny olona nandihy, dia tezitra be. Natontany àry ireo takela-bato teny an-tanany, ka nopotipotehiny teo am-pototry ny tendrombohitra.",
        "20": "Nalainy koa ilay zanak’omby nataon’izy ireo, ka nodorany sy notorotoroiny ho lasa vovoka. Dia nafafiny teny amin’ny rano izany, ka nampisotroiny an’ireo Israelita.",
        "21": "Ary niteny tamin’i Arona i Mosesy hoe: “F’inona no nataon’ity vahoaka ity taminao no dia nahatonga azy ireo hanao an’izao fahotana lehibe izao ianao?”",
        "22": "Dia namaly i Arona hoe: “Aza tezitra be amiko ianao, tompoko. Fantatrao tsara fa mora manao ratsy ity vahoaka ity.",
        "23": "Koa nilaza tamiko ry zareo hoe: ‘Manamboara andriamanitra ho antsika hitarika antsika, fa tsy fantatra mihitsy izay nanjo an’ilay Mosesy nitondra antsika niakatra avy tany Ejipta iny.’",
        "24": "Dia niteny tamin-dry zareo aho hoe: ‘Esory àry izay volamena eny aminareo dia omeo ahy.’ Koa natsipiko tao anaty afo izany, dia io zanak’omby io no nivoaka avy tao.”",
        "25": "Hitan’i Mosesy fa nanaram-po tanteraka ny vahoaka, satria efa navelan’i Arona hanaram-po tanteraka, ka nanala baraka tena teo imason’ny fahavalony.",
        "26": "Nankeo am-bavahadin’ny toby àry i Mosesy ka niteny hoe: “Iza no momba an’i Jehovah? Avia etỳ amiko!” Dia nitangorona teny aminy daholo ny Levita.",
        "27": "Ary hoy izy tamin’ireo: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Raiso ny sabatrareo, dia tetezo ny toby manontolo ka idiro ny vavahady rehetra. Dia samia mamono ny rahalahiny sy ny mpiara-monina aminy ary ny namany akaiky.’”",
        "28": "Dia nataon’ny Levita izay nolazain’i Mosesy. Koa lehilahy 3 000 teo ho eo no maty tamin’iny andro iny.",
        "29": "Dia hoy i Mosesy: “Atokano ho an’i Jehovah ny tenanareo anio, satria samy nanohitra ny zanakareo sy ny rahalahinareo avy ianareo. Koa hanome fitahiana ho anareo Andriamanitra anio.”",
        "30": "Hoy i Mosesy tamin’ny vahoaka ny ampitson’iny: “Efa nanao fahotana lehibe ianareo. Koa hiakatra ho any amin’i Jehovah aho izao mba hahitako raha afaka mangataka famelan-keloka ho anareo aho.”",
        "31": "Dia niverina nankany amin’i Jehovah i Mosesy, ka niteny hoe: “Tena nanao fahotana lehibe ny vahoaka! Nanamboatra andriamanitra volamena ho azy ry zareo!",
        "32": "Koa mba avelao re ny helok’izy ireo, raha sitrakao e! Fa raha tsy izay ny sitrakao, dia mba fafao tsy ho ao amin’ny boky nosoratanao ny anarako!”",
        "33": "Hoy anefa i Jehovah tamin’i Mosesy: “Ny anaran’izay nanota tamiko ihany no hofafako tsy ho ao amin’ny bokiko.",
        "34": "Koa mandehana, ento ho any amin’ny toerana efa nolazaiko taminao ny vahoaka. Handeha eo alohanao ilay anjeliko, ary amin’ny andro hanaovako ampamoaka azy ireo, dia hosaziko noho ny fahotany izy ireo.”",
        "35": "Koa namely ny vahoaka i Jehovah noho izy ireo nanao zanak’omby, dia ilay nasain’izy ireo nataon’i Arona."
    },
    "33": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy: “Mandehana miala eto ianao sy ny vahoaka nentinao niakatra avy tany Ejipta. Ary mankanesa any amin’ilay tany izay nianianako tamin’i Abrahama sy Isaka ary Jakoba hoe: ‘Ny taranakao no homeko azy io.’",
        "2": "Haniraka anjely eo alohanao aho, sady handroaka ny Kananita, ny Amorita, ny Hetita, ny Perizita, ny Hivita, ary ny Jebosita.",
        "3": "Miakara any amin’ny tany tondra-dronono sy tantely. Tsy handeha hiaraka aminareo anefa aho satria vahoaka mafy loha ianareo, ka sao dia handringana anareo eny an-dalana aho.”",
        "4": "Hoatran’ny nivoaham-paty ny vahoaka rehefa naheno an’izany teny henjana izany, ka tsy nisy nihaingo.",
        "5": "Hoy i Jehovah tamin’ i Mosesy: “Teneno ny Israelita hoe: ‘Vahoaka mafy loha ianareo! Azoko atao ny mankeny amin’izay misy anareo ka mandringana anareo, ao anatin’ny indray mipy maso monja. Koa aza mihaingo aloha ianareo, fa mbola mandinika an’izay hataoko aminareo aho.’”",
        "6": "Koa tsy nihaingo ny Israelita nanomboka teo amin’ny Tendrombohitra Horeba.",
        "7": "Ary nalain’i Mosesy ny tranolainy ka natsangany teny ivelan’ny toby, somary lavidavitra. Dia nantsoiny hoe tranolay fihaonana izy io. Ary izay olona nanontany an’i Jehovah, dia nankeny amin’ilay tranolay fihaonana teny ivelan’ny toby.",
        "8": "Raha vao nankeny amin’ilay tranolay i Mosesy, dia nitsangana daholo ny olona ary nankeo amin’ny fidirana amin’ny tranolainy avy. Ary tany aminy foana ny mason’izy ireo, mandra-piditr’i Mosesy tao amin’ilay tranolay.",
        "9": "Vao tafiditra tao amin’ilay tranolay i Mosesy, dia nidina ny andry rahona ka nijanona teo amin’ny fidirana amin’ilay tranolay raha mbola niresaka tamin’i Mosesy Andriamanitra.",
        "10": "Rehefa hitan’ny rehetra hoe nijanona teo amin’ny fidirana amin’ilay tranolay ny andry rahona, dia samy niankohoka teo amin’ny fidirana amin’ny tranolainy avy izy ireo.",
        "11": "Niresaka nifanatrika tamin’i Mosesy i Jehovah, hoatran’ny olona roa mifampiresaka. Rehefa niverina nankany an-toby i Mosesy, dia tsy niala tao amin’ilay tranolay i Josoa zanak’i Nona. Mpanompon’i Mosesy izy io sady mpanampy azy.",
        "12": "Dia hoy i Mosesy tamin’i Jehovah: “Ianao miteny amiko hoe: ‘Ento miakatra ity vahoaka ity’, nefa tsy nampahafantarinao ahy hoe iza no hirahinao hiaraka amiko. Niteny koa ianao hoe: ‘Fantatro tsara ianao sady ankasitrahako.’",
        "13": "Koa raha mahazo sitraka aminao àry aho, dia ampahafantaro ahy re ny lalanao e, mba hahafantarako anao sy hahazoako sitraka aminao foana! Tsarovy koa fa vahoakanao ity firenena ity.”",
        "14": "Koa niteny izy hoe: “Izaho mihitsy no hiaraka aminao, ary hataoko milamin-tsaina ianao.”",
        "15": "Dia hoy i Mosesy taminy: “Aza entina miakatra hiala eto izahay, raha tsy ianao mihitsy no miaraka aminay.",
        "16": "Ahoana moa no hahafantarana fa mahazo sitraka aminao izaho sy ny vahoakanao? Tsy rehefa mandeha miaraka aminay ve ianao? Amin’izay dia hiavaka amin’ny firenena hafa rehetra etỳ ambonin’ny tany izaho sy ny vahoakanao.”",
        "17": "Hoy koa i Jehovah tamin’i Mosesy: “Hataoko koa izany zavatra angatahinao izany, satria mankasitraka anao aho sady mahalala tsara anao.”",
        "18": "Dia niteny i Mosesy hoe: “Mba asehoy ahy re ny voninahitrao e!”",
        "19": "Fa hoy ny navaliny: “Hampandaloviko eo anatrehanao ny hatsaran-toetrako rehetra, ary holazaiko aminao ilay anarako hoe Jehovah. Dia hankasitraka an’izay tiako hankasitrahana aho, ary hamindra fo amin’izay tiako hamindrana fo.”",
        "20": "Hoy koa anefa izy: “Tsy afaka mahita ny tarehiko ianao, satria tsy misy olona afaka mahita ahy ka mbola ho velona.”",
        "21": "Niteny koa i Jehovah hoe: “Misy toerana eto akaikiko, dia mijanòna eo ambony vatolampy.",
        "22": "Hataoko eo an-tsefatsefaky ny vatolampy ianao rehefa mandalo ny voninahitro, ary hotakonako amin’ny tanako ianao mandra-pandaloko.",
        "23": "Hesoriko ny tanako avy eo, ka ny lamosiko no ho hitanao. Fa ny tarehiko kosa tsy azo jerena.”"
    },
    "34": {
        "1": "Dia niteny tamin’i Mosesy i Jehovah hoe: “Manamboara takela-bato roa mitovy amin’ireo voalohany, fa hosoratako eo amin’ireo ny teny nosoratana teo amin’ireo takela-bato voalohany efa nopotipotehinao.",
        "2": "Miomàna ho amin’ny rahampitso maraina. Hiakatra ho any amin’ny Tendrombohitra Sinay mantsy ianao amin’ny maraina, dia hijanona eo anatrehako eo an-tampon’ilay tendrombohitra.",
        "3": "Tsy misy mahazo miara-miakatra aminao anefa. Tsy tokony hisy olon-kafa ho hita mihitsy na aiza na aiza eo amin’ilay tendrombohitra. Na ny andian’ondry sy ny andian’omby aza tsy tokony hiraoka ahitra eo anoloan’io tendrombohitra io.”",
        "4": "Koa nanamboatra takela-bato roa nitovy tamin’ireo voalohany i Mosesy. Ary nifoha maraina izy, ka niakatra tany amin’ny Tendrombohitra Sinay, araka ny didy nomen’i Jehovah azy. Ary nentiny teny an-tanany ny takela-bato roa.",
        "5": "Dia nidina tao anaty rahona i Jehovah, ka niaraka tamin’i Mosesy teo. Ary nolazainy ny anarany hoe Jehovah.",
        "6": "Nandalo teo anatrehan’i Mosesy i Jehovah ka niteny hoe: “Jehovah, Jehovah, Andriamanitra mamindra fo sy mangoraka, tsy mora tezitra, tena be fitiavana sy tsy mivadika sady tena tia fahamarinana,",
        "7": "be fitiavana sy tsy mivadika amin’olona an’arivony, mamela fahadisoana sy heloka ary fahotana, kanefa sanatria azy ny tsy hanasazy an’izay meloka, fa hosaziny noho ny fahadisoan’ny rainy ny zanany sy ny zafikeliny ary ny zafiafiny.”",
        "8": "Niondrika haingana tamin’ny tany i Mosesy ka niankohoka.",
        "9": "Avy eo dia hoy izy: “Jehovah ô, raha mahazo sitraka aminao aho, dia andao mba hiaraka aminay Jehovah ô, na dia vahoaka mafy loha aza izahay! Ary mamelà ny fahadisoanay sy ny fahotanay, ka raiso ho fanananao izahay.”",
        "10": "Dia namaly izy hoe: “Manao fifanekena aminareo aho fa eo anatrehan’ny vahoakanao manontolo no hanaovako zava-mahagaga, izay mbola tsy natao tany amin’ny tany rehetra na teo amin’ny firenena rehetra. Ary hahita ny asan’i Jehovah ny firenena rehetra manodidina anareo, satria zavatra mahatalanjona no hataoko ho anareo.",
        "11": "“Henoy tsara izay didy omeko anareo anio. Horoahiko tsy ho eo anatrehanareo ny Amorita, ny Kananita, ny Hetita, ny Perizita, ny Hivita, ary ny Jebosita.",
        "12": "Tandremo sao manao fifanekena amin’ny mponina ao amin’ilay tany halehanareo, fa ho voafandrika ianareo raha manao an’izany.",
        "13": "Arodano kosa ny alitarany, potipoteho ny tsangambatony masina, ary kapao ny tsato-kazony masina.",
        "14": "Aza miankohoka eo anatrehan’ny andriamani-kafa, satria i Jehovah efa fantatra hoe mitaky ny hanompoana azy irery ihany. Andriamanitra mitaky ny hanompoana azy irery ihany tokoa izy.",
        "15": "Tandremo sao manao fifanekena amin’ny mponina ao amin’ilay tany. Rehefa manompo an’ireo andriamaniny sy manao sorona ho an’ny andriamaniny mantsy izy ireo, dia hisy hanasa anao, ka hihinana amin’ny sorona ataony ianao.",
        "16": "Dia azo antoka fa haka amin’ny zanany vavy ho vadin’ny zanakao lahy ianao. Ary hanompo an’ireo andriamaniny ny zanany vavy, ka hitarika ny zanakao lahy hanompo an’ireny andriamaniny ireny koa.",
        "17": "“Aza manao andriamanitra vita amin’ny metaly narendrika.",
        "18": "“Ankalazao ny Fetin’ny Mofo Tsy Misy Lalivay. Hihinana mofo tsy misy lalivay ianao, araka ny didy nomeko anao. Hihinana an’izany ianao mandritra ny fito andro, amin’ny fotoana voatondro amin’ny volana Abiba. Tamin’ny volana Abiba mantsy ianao no nivoaka avy tany Ejipta.",
        "19": "“Ahy ny lahy rehetra teraka voalohany, anisan’izany ny lahy voalohan-teraky ny biby fiompinao, na omby izany na ondry.",
        "20": "Tokony havotanao ny voalohan-teraka amin’ny ampondra, ka ondry no ataovy solony. Raha tsy avotanao anefa ilay izy, dia velezo ny hatony mba hahafaty azy. Tokony havotanao koa ny lahimatoa rehetra amin’ny zanakao. Tsy misy mahazo mitondra tanam-polo rehefa mankeo anatrehako.",
        "21": "“Enina andro no hiasanao, fa hitsahatra kosa ianao amin’ny andro fahafito. Hitsahatra amin’ny asanao ianao, na amin’ny fotoana iasana ny tany na amin’ny fotoam-pijinjana.",
        "22": "“Ankalazao ny Fetin’ireo Herinandro, ka atero ny voaloham-bokatra amin’ny varimbazaha. Ankalazao koa ny Fetin’ny Fanangonam-bokatra amin’ny faramparan’ny taona.",
        "23": "“Intelo isan-taona ny lehilahy rehetra eo aminao no hiseho eo anatrehan’i Jehovah ilay tena Tompo, dia ny Andriamanitry ny Israely.",
        "24": "Fa horoahiko tsy ho eo anatrehanao ireo firenena, ary hohalehibeaziko ny faritry ny taninao. Ary tsy hisy olona hitsiriritra ny taninao, rehefa miakatra mba hahita ny tarehin’i Jehovah Andriamanitrao intelo isan-taona ianao.",
        "25": "“Aza ampiarahina amin-javatra misy lalivay ny ran’ny sorona atolotra ho ahy. Ary aza tehirizina mandra-paharainan’ny andro ny sorona atolotra amin’ny fetin’ny Paska.",
        "26": "“Ento mankao an-tranon’i Jehovah Andriamanitrao ny tsara indrindra amin’ny voaloham-bokatry ny taninao. “Aza mahandro zanak’osy amin’ny rononon-dreniny.”",
        "27": "Hoy koa i Jehovah tamin’i Mosesy: “Soraty ireo teny ireo, satria araka ireo teny ireo no anaovako fifanekena aminao sy amin’ny Israely.”",
        "28": "Dia nijanona tany niaraka tamin’i Jehovah 40 andro sy 40 alina izy, ary tsy nisakafo na nisotro rano. Ary nosoratany teo amin’ireo takela-bato ny teny tao amin’ilay fifanekena, izany hoe ny Didy Folo.",
        "29": "Dia nidina avy teo amin’ny Tendrombohitra Sinay i Mosesy, ary teny an-tanany ny takela-bato roa misy ny Tenin’ny Vavolombelona. Ary tsy fantatr’i Mosesy hoe nanjelanjelatra ny tarehiny noho izy niresaka tamin’Andriamanitra.",
        "30": "Rehefa nahita an’i Mosesy i Arona sy ny Israelita rehetra, dia voamarik’izy ireo fa nanjelanjelatra ny tarehiny. Koa natahotra ny hanatona azy izy ireo.",
        "31": "Niantso azy ireo anefa i Mosesy. Koa nankeo aminy i Arona sy ny mpiadidy rehetra teo amin’ny vahoaka. Dia niresaka tamin’izy ireo i Mosesy.",
        "32": "Avy eo dia nanatona azy ny Israelita rehetra. Ary nomeny azy ireo ny didy rehetra nomen’i Jehovah azy tany amin’ny Tendrombohitra Sinay.",
        "33": "Dia nosaronan’i Mosesy lamba ny tarehiny, rehefa avy niresaka tamin’izy ireo izy.",
        "34": "Rehefa niditra nankeo anatrehan’i Jehovah anefa i Mosesy mba hiresaka taminy, dia nesoriny ilay lamba mandra-pivoakany avy tao. Ary nivoaka avy tao izy ka nampahafantariny an’ireo Israelita ny didy azony.",
        "35": "Ary hitan’ny Israelita fa nanjelanjelatra ny tarehin’i Mosesy. Dia nosaronan’i Mosesy lamba indray ny tarehiny, mandra-pandehany niditra hiresaka tamin’Andriamanitra."
    },
    "35": {
        "1": "Novorin’i Mosesy ny vahoakan’Israely manontolo taorian’izay, ka nilazany hoe: “Ireto avy ny zavatra nandidian’i Jehovah hoe tokony hatao:",
        "2": "Enina andro no azo iasana, fa ny andro fahafito kosa ho masina aminareo. Sabata fitsaharana tanteraka natokana ho an’i Jehovah izy io, ka hovonoina ho faty izay miasa amin’io andro io.",
        "3": "Aza mandrehitra afo amin’ny andro sabata, any amin’ny toerana rehetra ipetrahanareo.”",
        "4": "Dia niteny tamin’ny vahoakan’Israely manontolo i Mosesy hoe: “Izao no didy nomen’i Jehovah:",
        "5": "‘Mitondrà fanomezana ho an’i Jehovah avy amin’izay anananareo. Aoka hitondra fanomezana ho an’i Jehovah ny olona rehetra atosiky ny fony, ka hanome volamena, volafotsy, varahina,",
        "6": "kofehy manga, volonondry volomparasy, kofehy mena midorehitra, kofehy rongony tena tsara, volon’osy,",
        "7": "hoditr’ondrilahy nolokoana mena, hoditra faoky, hazo akasia,",
        "8": "menaka ho an’ny jiro, balsama hatao amin’ny menaka masina fanosorana sy amin’ny emboka manitra,",
        "9": "vato oniksa, ary vato hafa hapetaka amin’ny efoda sy ny saron-tratra.",
        "10": "“‘Afaka manatona izay rehetra manan-talenta eo aminareo, mba hanao ny zava-drehetra nandidian’i Jehovah,",
        "11": "izany hoe ny tranolay sy ny lambany ary ny rakony, ny faraingo kely sy ny rafitra tsirairay, ny barany sy ny andry ary ny faladiany hitsatohany;",
        "12": "ny Vata sy ny bao filanjana azy sy ny sarony ary ny ridao fanakonana;",
        "13": "ny latabatra sy ny bao filanjana azy sy ny fitaovana rehetra miaraka aminy ary ny mofo aseho;",
        "14": "ny fitoeran-jiro sy ny fitaovana miaraka aminy sy ny jirony ary ny menaka ho an’ny jiro;",
        "15": "ny alitara fandoroana emboka manitra sy ny bao filanjana azy; ny menaka masina fanosorana sy ny emboka manitra; ny lamba fanakonana an’ilay fidirana amin’ny tranolay;",
        "16": "ny alitara fanaovana fanatitra dorana sy ny makarakara varahina miaraka aminy sy ny bao filanjana azy ary ny fitaovana rehetra miaraka aminy; ny kovetabe sy ny tongony;",
        "17": "ny fefy lamban’ny tokotany sy ny andry ary ny faladiany hitsatohany; ny lamba fanakonana an’ilay fidirana mankao an-tokotany;",
        "18": "ireo fantsika be fanenjanan-day ho an’ny tranolay sy ho an’ny tokotany, ary ireo tadiny;",
        "19": "ny akanjo tsara tenona hoentina manompo ao amin’ny toerana masina, sy ny akanjo masina ho an’i Arona mpisorona, ary ny akanjon’ireo zanany lahy mba hanaovan’izy ireo ny asan’ny mpisorona.’”",
        "20": "Koa niala teo anatrehan’i Mosesy ny vahoakan’Israely manontolo.",
        "21": "Avy eo dia tonga izay rehetra natosiky ny fony sy izay rehetra noterem-panahy, ka nitondra ny fanomezany ho an’i Jehovah mba hanaovana ny tranolay fihaonana, sy ny fanompoana rehetra ao, ary ny akanjo masina.",
        "22": "Ary tonga foana ny olona, na lahy na vavy, dia izay rehetra natosiky ny fony, ka nitondra firavaka misy paingotra, kavina, peratra, firavaka hafa, ary zavatra isan-karazany vita amin’ny volamena. Nanome volamena ho fanatitra ho an’i Jehovah izy rehetra.",
        "23": "Ary izay nanana kofehy manga, volonondry volomparasy, kofehy mena midorehitra, kofehy rongony tena tsara, volon’osy, hoditr’ondrilahy nolokoana mena, ary hoditra faoky, dia nitondra izany.",
        "24": "Izay rehetra te hanome volafotsy sy varahina, dia nitondra an’izany ho fanomezana ho an’i Jehovah. Ary izay rehetra nanana hazo akasia hanaovana an’ilay asa, dia nitondra an’izany koa.",
        "25": "Nanamboatra kofehy ny vehivavy rehetra nanan-talenta ka nentin’izy ireo izay vitany: Kofehy manga, kofehy volonondry volomparasy, kofehy mena midorehitra, ary kofehy rongony tena tsara.",
        "26": "Ary nanao kofehy tamin’ny volon’osy ny vehivavy rehetra izay nanan-talenta sy natosiky ny fony.",
        "27": "Ary ny mpiadidy dia nitondra vato oniksa sy vato hafa hapetaka amin’ny efoda sy ny saron-tratra,",
        "28": "sy balsama, ary menaka ho an’ny jiro sy hatao amin’ny menaka masina fanosorana ary hatao amin’ny emboka manitra.",
        "29": "Koa izay lehilahy sy vehivavy natosiky ny fony, dia nitondra zavatra hanaovana ny asa nandidian’i Jehovah an’i Mosesy hoe tokony hatao. Nitondra an’izany ho fanatitra an-tsitrapo ho an’i Jehovah ny Israelita.",
        "30": "Dia hoy i Mosesy tamin’ny Israelita: “Efa nofidin’i Jehovah i Bezalila zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda.",
        "31": "Nofenoin’Andriamanitra ny fanahiny izy, ka nomeny fahendrena sy fahiratan-tsaina ary fahaizana asa tanana isan-karazany.",
        "32": "Amin’izay izy afaka manao zava-kanto, manefy volamena sy volafotsy ary varahina,",
        "33": "manefy vatosoa hatao ao anaty tranotranony, ary manao taozavatra kanto isan-karazany vita amin’ny hazo.",
        "34": "Ary efa nataony tao am-pon’i Bezalila ny fahaiza-mampianatra. Dia hampianatra izy sy Oholiaba zanak’i Ahisamaka, avy amin’ny fokon’i Dana.",
        "35": "Efa nomeny talenta izy ireo mba hahavita ny asa rehetra fanaon’ny mpanao asa tanana, ny mpanao peta-kofehy, ny mpanenona lamba misoratsoratra amin’ny kofehy manga sy volonondry volomparasy sy kofehy mena midorehitra ary kofehy rongony tena tsara, ary ny asa rehetra fanaon’ny mpanenona. Hanao ny karazan’asa rehetra sy ny sarin’izay zavatra rehetra mila atao ireo lehilahy ireo."
    },
    "36": {
        "1": "“Hiara-miasa amin’i Bezalila i Oholiaba sy ny olona rehetra manan-talenta, izay nomen’i Jehovah fahendrena sy fahiratan-tsaina, mba hahaizany hanao ny zava-drehetra ilaina amin’ny fanompoana masina, araka ny didy nomen’i Jehovah.”",
        "2": "Dia nantsoin’i Mosesy i Bezalila sy Oholiaba ary ny olona rehetra nanan-talenta, izay efa nomen’i Jehovah fahendrena, dia izay rehetra natosiky ny fony mba hirotsaka an-tsitrapo hanao an’ilay asa.",
        "3": "Ary nalain’izy ireo tany amin’i Mosesy ny fanomezana rehetra nentin’ny Israelita hanaovana ny asa mifandray amin’ny fanompoana masina. Mbola nitondra fanatitra an-tsitrapo teo aminy ihany anefa ny Israelita isa-maraina.",
        "4": "Tonga tsirairay ny mpiasa rehetra nanan-talenta rehefa natomboka ilay asa masina,",
        "5": "ka niteny tamin’i Mosesy hoe: “Be lavitra noho izay ilaina amin’ny asa nasain’i Jehovah natao no entin’ny vahoaka.”",
        "6": "Koa izao no nasain’i Mosesy nampandrenesina eran’ny toby: “Ô rey olona a! Aza misy mitondra zavatra hatao fanomezana masina intsony ianareo!” Dia notohanam-potsiny ny vahoaka mba tsy hanatitra na inona na inona intsony.",
        "7": "Efa ampy tsara hanaovana ny asa rehetra ny zavatra voangona, ary efa nihoatra aza.",
        "8": "Koa nanao ny tranolay masina ny mpiasa rehetra nanan-talenta. Ireto avy no nanaovany an’ilay izy: Lamba folo vita tamin’ny kofehy rongony miolana tsara, sy kofehy manga, sy volonondry volomparasy, ary kofehy mena midorehitra. Dia noravahany sarina kerobima natao peta-kofehy ireo lamba.",
        "9": "Ary 28 hakiho ny lavan’ny lamba tsirairay, ary 4 hakiho ny sakany. Nitovy ny refin’ny lamba rehetra.",
        "10": "Dia natambany ny lamba dimy, ary nataony toy izany koa ny lamba dimy ambiny.",
        "11": "Avy eo dia nasiany vona tamin’ny kofehy manga ny sisin’ny lamba iray, teo amin’izay nihaonan’ireo lamba be roa. Nasiany vona koa ny sisin’ny lamba farany indrindra tamin’ilay lamba be iray, teo amin’izay nihaonan’ireo lamba be roa.",
        "12": "Vona 50 no nataony teo amin’ny lamba iray, ary vona 50 koa teo amin’ny sisin’ilay lamba iray hafa, teo amin’izay nihaonan’ireo lamba be roa. Koa nifanitsy ireo vona.",
        "13": "Nanao faraingo kely volamena 50 izy tamin’ny farany. Ary nakambany tamin’ireny ireo lamba be roa, mba ho lamba iray ihany ilay tranolay masina.",
        "14": "Dia nanamboatra lamba 11 tamin’ny volon’osy izy nandrakofana ny tranolay masina.",
        "15": "Ary 30 hakiho ny lavan’ny lamba tsirairay ary 4 hakiho ny sakany. Nitovy daholo ny refin’ny lamba 11.",
        "16": "Dia natambany ny lamba dimy, ary nataony toy izany koa ny lamba enina.",
        "17": "Avy eo dia nasiany vona 50 ny sisin’ny lamba farany indrindra amin’ilay lamba be voalohany, teo amin’izay nihaonan’ireo lamba be roa. Nasiany vona 50 koa ny sisin’ny lamba be faharoa izay nakambana tamin’ilay lamba be voalohany.",
        "18": "Ary nanao faraingo kely varahina 50 izy mba hanakambanana an’ireo lamba be ireo ho lamba iray ihany.",
        "19": "Nanao rakotra tamin’ny hoditr’ondrilahy nolokoana mena izy mba hatao eo ambonin’ilay lamba, ary rakotra iray hafa tamin’ny hoditra faoky hatao eo ambonin’io.",
        "20": "Dia nanao an’ireo rafitry ny tranolay masina tamin’ny hazo akasia izy, ka nataony nitsangana ireo rafitra.",
        "21": "Folo hakiho ny haavon’ny rafitra tsirairay, ary iray hakiho sy sasany ny sakany.",
        "22": "Nisy lahiny roa nilahatra ny rafitra tsirairay. Hoatr’izany daholo no nanaovany ny rafitr’ilay tranolay.",
        "23": "Koa nanamboatra rafitra 20 ho an’ny lafiny atsimo amin’ilay tranolay izy, izany hoe natao nitodika nianatsimo izy ireo.",
        "24": "Ary nanao faladiany volafotsy 40 izy nitsatohan’ny rafitra 20, ka faladiany roa no nitsatohan’ny rafitra iray misy lahiny roa, ary faladiany roa hoatr’izany daholo no nitsatohan’ny rafitra tsirairay.",
        "25": "Nanao rafitra 20 koa izy ho an’ny lafiny ilany amin’ny tranolay, dia ny lafiny avaratra.",
        "26": "Ary nanamboatra faladiany volafotsy 40 izy, ka faladiany roa no nitsatohan’ny rafitra iray, ary faladiany roa hoatr’izany daholo no nitsatohan’ny rafitra tsirairay.",
        "27": "Nanao rafitra enina natao lamosin’ilay tranolay izy, teo amin’ny lafiny andrefana.",
        "28": "Ary nanao rafitra roa izy natao tohan’ilay tranolay teo amin’ny zorony roa aoriana.",
        "29": "Hazo roa no nanaovany an’ireo rafitra, niainga avy teny ambany ka hatreny amin’ny tampony. Nihaona teo amin’ny tahony boribory voalohany izy ireo. Hoatr’izany no nanaovany an’ireo rafitra roa, izay lasa tohana teo amin’ny zorony roa.",
        "30": "Koa valo ny isan’ireo rafitra ary 16 ny faladiany volafotsy, ka faladiany roa no nitsatohan’ny rafitra tsirairay.",
        "31": "Dia nanao barany tamin’ny hazo akasia izy, ka barany dimy ho an’ny rafitra amin’ny lafiny iray amin’ny tranolay masina,",
        "32": "dimy ho an’ny rafitra amin’ny lafiny ilany, ary dimy ho an’ny rafitra amin’ny lafiny natao lamosin’ilay tranolay, izany hoe ny lafiny andrefana.",
        "33": "Natsofony avy teo amin’ny sisiny iray ka hatrany amin’ny sisiny iray hafa amin’ilay tranolay ny barany afovoany, ary nitsivalana teo afovoan’ireo rafitra izy io.",
        "34": "Ary nopetahany takela-bolamena ireo rafitra, ary nanamboatra tahony boribory volamena nitsofohan’ireo barany izy. Nopetahany takela-bolamena koa ireo barany.",
        "35": "Dia nanao ridao izy, ka kofehy manga sy volonondry volomparasy sy kofehy mena midorehitra ary kofehy rongony miolana tsara no nanaovany azy. Ary noravahany sarina kerobima natao peta-kofehy ilay ridao.",
        "36": "Dia nanao andry efatra vita tamin’ny hazo akasia izy hihantonan’ilay ridao, ka nopetahany takela-bolamena ireo andry. Ary volamena ireo faraingo teo aminy. Dia nandrendrika volafotsy izy mba hatao faladiany efatra hitsatohan’ireo andry.",
        "37": "Avy eo dia nanao lamba fanakonana an’ilay fidirana amin’ny tranolay izy, ary mpanenona no nanao izany tamin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "38": "Nataony koa ireo andry dimy sy ny faraingo hihantonan’ilay lamba. Ary nopetahany takela-bolamena ny tampon’ireo andry sy ny fampitohizana teo aminy, fa varahina kosa ny faladiany dimy hitsatohany."
    },
    "37": {
        "1": "Dia nanao an’ilay Vata tamin’ny hazo akasia i Bezalila. Roa hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho sy sasany ny haavony.",
        "2": "Nopetahany takela-bolamena tsy misy fangarony ny anatiny sy ny ivelany, ary nasiany sisiny volamena nanodidina azy.",
        "3": "Avy eo dia nandrendrika volamena izy mba hanaovana tahony boribory efatra. Napetany teo ambony kelin’ny tongotra efatr’ilay Vata ireo, ka ny roa teo amin’ny lafiny iray ary ny roa teo amin’ny lafiny ilany.",
        "4": "Ary nanao bao filanjana tamin’ny hazo akasia izy, ary nopetahany takela-bolamena izany.",
        "5": "Dia natsofony tao amin’ireo tahony boribory teo amin’ny lafiny roa ireo bao ireo, mba hilanjana an’ilay Vata.",
        "6": "Nanao ny sarony tamin’ny volamena tsy misy fangarony izy. Roa hakiho sy sasany ny lavany ary iray hakiho sy sasany ny sakany.",
        "7": "Dia nanamboatra kerobima volamena roa izy. Notefeny tamin’ny marotoa ireo, ary nataony teo amin’ny sisiny roa amin’ny sakan’ilay sarony.",
        "8": "Teo amin’ny sisiny iray ny kerobima iray, ary teo amin’ny sisiny ilany ny iray. Napetrany teo amin’ny sisiny roa amin’ny sakan’ilay sarony ireo kerobima.",
        "9": "Samy nivelatra niakatra ny elatra roan’ireo kerobima, ka nanaloka an’ilay sarony. Ary nifanatrika izy ireo sady niondrika nijery an’ilay sarony.",
        "10": "Nanao ilay latabatra tamin’ny hazo akasia izy avy eo. Roa hakiho ny lavany, iray hakiho ny sakany, ary iray hakiho sy sasany ny haavony.",
        "11": "Nopetahany takela-bolamena tsy misy fangarony ilay latabatra, ary nasiany molony volamena manodidina azy.",
        "12": "Dia nasiany sisiny nitovy refy tamin’ny sakan’ny felatanana nanodidina an’ilay izy. Ary nasiany molony volamena nanodidina ny morony tamin’ilay sisiny.",
        "13": "Ary nandrendrika volamena izy mba hanaovana tahony boribory efatra hatao aminy. Dia napetany teo amin’ny zorony efatra izay nisy ny tongony efatra ireo.",
        "14": "Nifanakaiky tamin’ilay sisiny ireo tahony nitsofohan’ireo bao fitondrana an’ilay latabatra.",
        "15": "Dia nanao an’ireo bao tamin’ny hazo akasia izy, ary nopetahany takela-bolamena izany. Ireo no nitondrana an’ilay latabatra.",
        "16": "Avy eo dia nataony tamin’ny volamena tsy misy fangarony ny fitaovana napetraka teo ambonin’ilay latabatra, izany hoe ny vilia, ny kaopy, ary ny vilia baolina sy ny zinga handrarahana ny fanatitra zava-pisotro.",
        "17": "Dia nanao ny fitoeran-jiro tamin’ny volamena tsy misy fangarony izy. Notefeny tamin’ny marotoa ilay izy. Vaingam-bolamena iray tsy nosaratsarahina no notefeny hanaovana ny tongony, ny vatany, ny voninkazony, ny bokony, ary ny felany.",
        "18": "Nisy sampany enina ny vatan’ilay fitoeran-jiro, ka ny telo teo amin’ny andaniny ary ny telo teo amin’ny ankilany.",
        "19": "Nisy voninkazo telo miendrika vonin’amandie teo amin’ireo sampany tamin’ny andaniny iray. Noelanelanin’ny bokony sy ny felany ireo voninkazo ireo. Nisy voninkazo telo miendrika vonin’amandie koa teo amin’ireo sampany teo amin’ny ankilany. Noelanelanin’ny bokony sy ny felany koa ireo voninkazo ireo. Toy izany ny endrik’ireo sampany enina tamin’ny vatan’ilay fitoeran-jiro.",
        "20": "Nisy voninkazo efatra miendrika vonin’amandie koa teo amin’ny vatan’ilay fitoeran-jiro. Noelanelanin’ny bokony sy ny felany ireo voninkazo ireo.",
        "21": "Nisy bokony iray teo ambanin’ny sampany roa voalohany tamin’ny vatan’ilay fitoeran-jiro. Nisy bokony iray koa teo ambanin’ny sampany roa manarakaraka. Ary nisy bokony iray koa teo ambanin’ny sampany roa farany. Nisy toy izany daholo teo ambanin’ny sampany enina tamin’ny vatan’ilay fitoeran-jiro.",
        "22": "Vaingam-bolamena iray tsy misy fangarony sady notefena tamin’ny marotoa no nanaovana an’ilay fitoeran-jiro manontolo, anisan’izany ny bokony sy ny sampany.",
        "23": "Dia nataony tamin’ny volamena tsy misy fangarony ny jiro fito ho an’ilay fitoeran-jiro sy ny fitazonana lahin-jiro ary ny fitondrana afo.",
        "24": "Volamena tsy misy fangarony milanja iray talenta no nanaovany an’ilay fitoeran-jiro sy ny fitaovana rehetra miaraka aminy.",
        "25": "Dia nanao ny alitara fandoroana emboka manitra tamin’ny hazo akasia izy. Efamira ilay izy, ka iray hakiho ny lavany, iray hakiho ny sakany, ary roa hakiho ny haavony. Ary hazo iray tsy notapatapahina no nanaovany an’ilay alitara sy ireo tandrony.",
        "26": "Nopetahany takela-bolamena tsy misy fangarony ilay alitara, dia ny tampony sy ny lafiny rehetra manodidina ary ny tandrony. Ary nasiany sisiny volamena nanodidina ny tampony.",
        "27": "Nanamboatra tahony boribory volamena izy, dia nasiany roa avy teo ambanin’ny sisin’ny andaniny roa tamin’ilay alitara. Ireo no nitsofohan’ny bao filanjana an’ilay alitara.",
        "28": "Dia nanao an’ireo bao tamin’ny hazo akasia izy, ary nopetahany takela-bolamena izany.",
        "29": "Namboariny koa ny menaka masina fanosorana sy ny emboka manitra tsy misy fangarony, dia samy nafangarony tsara ireo."
    },
    "38": {
        "1": "Nanao ny alitara fanaovana fanatitra dorana tamin’ny hazo akasia izy. Efamira ilay izy, ka dimy hakiho ny lavany, dimy hakiho ny sakany, ary telo hakiho ny haavony.",
        "2": "Ary nasiany tandroka ny zorony efatra. Hazo iray tsy notapatapahina no nanaovany an’ilay alitara sy ireo tandrony. Dia nopetahany takela-barahina ilay alitara.",
        "3": "Avy eo dia nataony ny fitaovana rehetra ho an’ny alitara: Ny siny, ny lapelina, ny vilia baolina, ny fitrebika, ary ny fitondrana afo. Nataony varahina daholo ireo.",
        "4": "Nanao makarakara varahina miendrika harato ho an’ilay alitara koa izy. Ary nataony teo ambanin’ny molotry ny alitara, teny ambany teo amin’ny fisasahany, ilay izy.",
        "5": "Nanao tahony boribory efatra izy, ka napetany teo amin’ny zorony efatra teo akaikin’ilay makarakara varahina izany, mba hitsofohan’ireo bao hitondrana an’ilay alitara.",
        "6": "Nanao an’ireo bao tamin’ny hazo akasia izy avy eo, ary nopetahany takela-barahina izany.",
        "7": "Natsofony tao amin’ireo tahony boribory teo amin’ny lafiny roa tamin’ny alitara ireo bao, mba hitondrana an’ilay alitara. Nataony toy ny vata poakaty ilay alitara, ka hazo fisaka no nanaovany azy.",
        "8": "Dia nanao an’ilay kovetabe varahina sy ny tongony varahina izy. Ny fitaratr’ireo vehivavy, izay efa voalamina mba hanompo teo amin’ny fidirana amin’ny tranolay fihaonana, no nanaovany an’ireo.",
        "9": "Nanao ny tokotany izy avy eo. Nataony tamin’ny kofehy rongony miolana tsara ilay fefy lamba teo amin’ny lafiny atsimo amin’ilay tokotany, izany hoe ilay nitodika nianatsimo. Ary 100 hakiho ilay fefy.",
        "10": "Nisy andry 20 ilay fefy, ary nisy faladiany varahina 20 nitsatohany ireo andry. Volafotsy kosa ny faraingon’ireo andry sy ny fampitohizana azy ireo.",
        "11": "Nisy fefy lamba 100 hakiho koa teo amin’ny lafiny avaratra. Varahina ny andry 20 sy ny faladiany 20 nitsatohan’ireo andry. Ary volafotsy ny faraingon’ireo andry sy ny fampitohizana azy ireo.",
        "12": "Nirefy 50 hakiho kosa ny fefy lamba teo amin’ny lafiny andrefana. Nisy andry folo ilay fefy, ary nisy faladiany folo nitsatohany ireo andry. Ary volafotsy ny faraingon’ireo andry sy ny fampitohizana azy ireo.",
        "13": "Nirefy 50 hakiho koa ny lafiny atsinanana, tandrifin’ny fiposahan’ny masoandro.",
        "14": "Nisy fefy lamba 15 hakiho sy andry telo ary faladiany telo nitsatohan’ireo andry, teo amin’ny andaniny iray tamin’izy io.",
        "15": "Ary nisy fefy lamba 15 hakiho sy andry telo ary faladiany telo nitsatohan’ireo andry teo amin’ny ankilany, teo amin’ny ilany iray tamin’ny fidirana mankao amin’ilay tokotany.",
        "16": "Vita tamin’ny kofehy rongony miolana tsara daholo ny fefy lamba manodidina an’ilay tokotany.",
        "17": "Varahina ny faladiany nitsatohan’ireo andry. Volafotsy kosa ny faraingon’ireo andry sy ny fampitohizana azy ireo, ary nopetahana takela-bolafotsy ny tampon’ireo andry. Ary nisy fampitohizana vita tamin’ny volafotsy ny andry rehetran’ilay tokotany.",
        "18": "Notenomina tamin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara ny lamba fanakonana an’ilay fidirana mankao amin’ilay tokotany. Nirefy 20 hakiho ny lavany ary 5 hakiho ny haavony, nitovy tamin’ny haavon’ny fefy lamban’ilay tokotany.",
        "19": "Ary varahina ny andry efatra teo amin’ilay lamba fanakonana sy ny faladiany efatra nitsatohan’ireo andry. Volafotsy kosa ireo faraingo teo aminy, ary nopetahana takela-bolafotsy ny tampon’ireo andry sy ny fampitohizana azy ireo.",
        "20": "Varahina daholo ny fantsika be fanenjanan-day ho an’ny tranolay sy ho an’ny tokotany manodidina.",
        "21": "Ireto ny lisitry ny zavatra momba ny tranolay masina, dia ny tranolay misy ny Tenin’ny Vavolombelona. Namoaka didy i Mosesy hoe hatao lisitra ireo, ka ny Levita teo ambany fiandraiketan’i Itamara zanak’i Arona mpisorona no niandraikitra an’izany.",
        "22": "Nanao an’izay rehetra nandidian’i Jehovah an’i Mosesy i Bezalila zanak’i Ory, zanak’i Hora, avy amin’ny fokon’i Joda.",
        "23": "Ary niaraka taminy i Oholiaba zanak’i Ahisamaka avy amin’ny fokon’i Dana. Mpanao asa tanana i Oholiaba sady mpanao peta-kofehy ary mpanao tenona tamin’ny kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony tena tsara.",
        "24": "Ny volamena rehetra izay nampiasaina tamin’ny asa rehetra natao ho an’ny toerana masina, dia nitovy lanja tamin’ny volamena natao fanatitra ahetsiketsika, izany hoe 29 talenta sy 730 sekely, araka ny sekely fampiasa ao amin’ny toerana masina.",
        "25": "Ary ny volafotsy avy tamin’ireo olona voasoratra anarana teo anivon’ny fiangonana, dia nilanja 100 talenta sy 1 775 sekely, araka ny sekely fampiasa ao amin’ny toerana masina.",
        "26": "Araka ny sekely fampiasa ao amin’ny toerana masina no namaritana ny antsasaky ny sekely nomen’ny tsirairay, dia ny lehilahy rehetra anisan’ireo voasoratra anarana, izay 20 taona no ho miakatra. Nisy 603 550 ireo lehilahy ireo.",
        "27": "Ary 100 talenta ny volafotsy narendrika nanaovana an’ireo faladiany ho an’ny toerana masina sy ho an’ny ridao; 100 talenta no nanaovana faladiany 100, izany hoe iray talenta ho an’ny faladiany iray.",
        "28": "Nanamboarany faraingo ho an’ireo andry ny 1 775 sekely. Dia nopetahany takela-bolafotsy ny tampon’ireo andry, ary nampifampitohiziny ireo andry.",
        "29": "Ary 70 talenta sy 2 400 sekely ny varahina natao fanatitra.",
        "30": "Ireo no nanaovany ny faladiany ho an’ny fidirana amin’ny tranolay fihaonana, ny alitara varahina sy ny makarakara varahina atao aminy, ny fitaovana rehetra ho an’ny alitara,",
        "31": "ny faladiany ho an’ny tokotany manodidina, ny faladiany ho an’ny fidirana mankao amin’ilay tokotany, ary ny fantsika be fanenjanan-day rehetra ho an’ny tranolay sy ho an’ny tokotany manodidina."
    },
    "39": {
        "1": "Kofehy manga sy volonondry volomparasy ary kofehy mena midorehitra no nanaovan’izy ireo ny akanjo tsara tenona hoentina manompo ao amin’ny toerana masina. Dia nanamboatra ny akanjo masina ho an’i Arona izy ireo, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "2": "Nanamboatra efoda i Bezalila, ka kofehy volamena, sy kofehy manga, sy volonondry volomparasy, sy kofehy mena midorehitra, ary kofehy rongony miolana tsara no nanaovany azy.",
        "3": "Naka takela-bolamena izy ireo, ka notefeny tamin’ny marotoa izany mba hanify. Dia nodidididiany ho lasa kofehy izany, mba hatao mifampidipiditra amin’ny kofehy manga, sy ny volonondry volomparasy, sy ny kofehy mena midorehitra, ary ny kofehy rongony tena tsara. Ireo no natao peta-kofehy tamin’ilay efoda.",
        "4": "Ary nanamboatra lamban-tsoroka izy ireo ka nakambany tamin’ilay efoda izany, teo amin’ny sisiny roa.",
        "5": "Ary nitovy tamin’ny zavatra nanamboarana an’ilay efoda ny nanamboarana ny fehikibo vita tenona, izay nakambana taminy mba hamatorana tsara azy. Ireto avy izany: Kofehy volamena, kofehy manga, volonondry volomparasy, kofehy mena midorehitra, ary kofehy rongony miolana tsara, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "6": "Ary nataon’izy ireo tao anaty tranotranony volamena ireo vato oniksa. Dia nosoratany teo amin’izy ireo ny anaran’ny zanak’i Israely, ka nataony sokitra toy ny fanao amin’ny tombo-kase izany.",
        "7": "Ary napetrany teo amin’ny soroky ny efoda ireo, ho vato fahatsiarovana ho an’ny zanak’i Israely, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "8": "Nanamboatra ny saron-tratra izy avy eo. Nasiana peta-kofehy hoatran’ilay efoda izy io. Ireto avy no nanaovana azy: Kofehy volamena, kofehy manga, volonondry volomparasy, kofehy mena midorehitra, ary kofehy rongony miolana tsara.",
        "9": "Efamira ilay saron-tratra rehefa navalona roa. Dia nataon’izy ireo ilay saron-tratra, ka irain-jehy ny lavany sy ny sakany rehefa navalona roa ilay izy.",
        "10": "Nasian’izy ireo vatosoa misy laharana efatra ilay izy. Robia sy topaza ary emeraoda no teo amin’ny laharana voalohany.",
        "11": "Torkoazy sy safira ary jaspa no teo amin’ny laharana faharoa.",
        "12": "Vato lesema sy agata ary ametista no teo amin’ny laharana fahatelo.",
        "13": "Ary krizolita sy oniksa ary jady no teo amin’ny laharana fahefatra. Natao tao anaty tranotranony volamena ireo vato ireo.",
        "14": "Nisy ny anaran’ny zanakalahin’i Israely 12 ireo vato, ary natao sokitra hoatran’ny fanao amin’ny tombo-kase ny tsirairay tamin’ny anaran’ireo foko 12.",
        "15": "Dia nasian’izy ireo rojo mirandrana toy ny tady, vita tamin’ny volamena tsy misy fangarony, teo amin’ilay saron-tratra.",
        "16": "Ary nanao tranotranony volamena roa sy mason-drojo volamena roa izy ireo, ary nasiany mason-drojo iray avy ny zorony roa tamin’ilay saron-tratra.",
        "17": "Avy eo, dia natsofony teo amin’ireo mason-drojo roa teo amin’ny zoron’ilay saron-tratra ireo tady volamena roa.",
        "18": "Dia natsofony teo amin’ireo tranotranony roa ny lohan’ireo tady roa, ka natambany tamin’ny lamban-tsoroky ny efoda teo anoloana.",
        "19": "Nanao mason-drojo volamena roa izy ireo avy eo, ka nasiany iray avy ny zorony roa ambany tamin’ilay saron-tratra, teo amin’ny sisiny anatiny mifampikasika amin’ny efoda.",
        "20": "Nanao mason-drojo volamena roa hafa koa izy ireo, dia nataony teo anoloana amin’ilay efoda izany, teo ambanin’ireo lamban-tsoroka roa, teo akaikin’ny fitambaran’ny efoda, teo ambonin’ilay fehikibo vita tenona.",
        "21": "Ary nafatotr’izy ireo tamin’ny kofehy manga ny saron-tratra, ka nafatony avy teo amin’ny mason-drojon’ny saron-tratra nankeo amin’ny mason-drojon’ny efoda. Amin’izay ilay saron-tratra dia hipetraka tsara eo amin’ny efoda, eo ambonin’ilay fehikibo vita tenona, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "22": "Nanamboatra an’ilay akanjo tsy misy tanany hatao ambanin’ny efoda izy avy eo. Notenomina ilay izy, ary kofehy manga no nanaovana azy manontolo.",
        "23": "Teo afovoan’ilay akanjo tsy misy tanany no nisy lavaka hitsofohan’ny loha, hoatran’ny amin’ny akanjo mifono vy. Nasiana sisiny manodidina ilay fitsofohan’ny loha mba tsy ho mora rovitra.",
        "24": "Avy eo dia nasian’izy ireo ampongabendanitra ny morontongotr’ilay akanjo tsy misy tanany. Kofehy manga sy volonondry volomparasy ary kofehy mena midorehitra niara-naolanolana no nanaovana an’ireo ampongabendanitra.",
        "25": "Ary nanao lakolosy kely tamin’ny volamena tsy misy fangarony izy ireo, ka nataony teny anelanelan’ireo ampongabendanitra. Nasiany daholo ny morontongotr’ilay akanjo tsy misy tanany, teny anelanelan’ireo ampongabendanitra.",
        "26": "Noelanelaniny lakolosy ny ampongabendanitra. Ary nataony hoatr’izany daholo ny morontongotr’ilay akanjo tsy misy tanany, izay nampiasaina tamin’ny fanompoana, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "27": "Ary ireto avy no namboarin’izy ireo ho an’i Arona sy ny zanany lahy: Akanjo lava nataon’ny mpanenona tamin’ny rongony tena tsara;",
        "28": "satroka lamba sy fehiloha misy haingonkaingony, izay samy vita tamin’ny rongony tena tsara; kilaoty lava vita tamin’ny kofehy rongony miolana tsara;",
        "29": "fehikibo lamba, izay notenomina tamin’ny kofehy rongony miolana tsara, sy kofehy manga, sy volonondry volomparasy, ary kofehy mena midorehitra, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "30": "Farany, dia nataon’izy ireo tamin’ny volamena tsy misy fangarony ilay takelaka mamirapiratra, dia ilay famantarana masina hoe voatokana izy. Nasiany soratra teo amin’ilay izy hoe: “An’i Jehovah ny fahamasinana.” Nataony sokitra toy ny fanao amin’ny tombo-kase izany.",
        "31": "Nasian’izy ireo kofehy manga tamin’ilay izy mba hametahana azy teo amin’ilay satroka lamba, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "32": "Koa vita daholo ny asa momba ny tranolay masina, izany hoe ny tranolay fihaonana. Nataon’ny Israelita izay rehetra nandidian’i Jehovah an’i Mosesy. Izany mihitsy no nataon’izy ireo.",
        "33": "Dia nentin’izy ireo tany amin’i Mosesy ny tranolay masina niaraka tamin’ny lamban’ilay izy sy ny fitaovana rehetra miaraka aminy: Ny faraingo kely, ny rafitra, ny barany, ny andry sy ny faladiany hitsatohany;",
        "34": "ny rakotra vita tamin’ny hoditr’ondrilahy nolokoana mena, ny rakotra vita tamin’ny hoditra faoky, ny ridao fanakonana;",
        "35": "ny Vata Misy ny Tenin’ny Vavolombelona sy ny bao filanjana azy ary ny sarony;",
        "36": "ny latabatra, ny fitaovana rehetra miaraka aminy, ary ny mofo aseho;",
        "37": "ny fitoeran-jiro vita tamin’ny volamena tsy misy fangarony, ireo jiro halahatra eo aminy, ny fitaovana rehetra miaraka aminy, ary ny menaka ho an’ny jiro;",
        "38": "ny alitara volamena, ny menaka masina fanosorana, ny emboka manitra, ny lamba fanakonana an’ilay fidirana amin’ny tranolay;",
        "39": "ny alitara varahina sy ny makarakarany varahina, ny bao filanjana azy, ny fitaovana rehetra miaraka aminy, ny koveta sy ny tongony;",
        "40": "ny fefy lamban’ny tokotany, ny andry sy ny faladiany hitsatohany, ny lamba fanakonana an’ilay fidirana mankao amin’ny tokotany, ny tady fanenjanan-day sy ny fantsika be fanenjanan-day ary ny fitaovana rehetra hampiasaina amin’ny fanompoana ao amin’ny tranolay masina, izany hoe ny tranolay fihaonana;",
        "41": "ny akanjo tsara tenona hoentina manompo ao amin’ny toerana masina, sy ny akanjo masina ho an’i Arona mpisorona, ary ny akanjon’ireo zanany lahy mba hanaovan’izy ireo ny asan’ny mpisorona.",
        "42": "Araka izay rehetra nandidian’i Jehovah an’i Mosesy no nanaovan’ny Israelita ny asa rehetra.",
        "43": "Rehefa nijery ny asa rehetra nataon’izy ireo i Mosesy, dia hitany fa nataon’izy ireo araka izay nandidian’i Jehovah izany. Koa nitso-drano azy ireo i Mosesy."
    },
    "40": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy:",
        "2": "“Amin’ny andro voalohan’ny volana voalohany no hanangananao ny tranolay masina, izany hoe ny tranolay fihaonana.",
        "3": "Apetraho ao ny Vata Misy ny Tenin’ny Vavolombelona, ary takòny amin’ny ridao ilay Vata.",
        "4": "Ento ao amin’ny tranolay ny latabatra, ka alaharo izay tokony hatao eo amboniny. Ento ao koa ny fitoeran-jiro, ary ampireheto ny jirony.",
        "5": "Dia ataovy eo anoloan’ilay Vata Misy ny Tenin’ny Vavolombelona ny alitara volamena ho an’ny emboka manitra, ary apetaho eo amin’ny toerany ny lamba fanakonana an’ilay fidirana amin’ny tranolay.",
        "6": "“Apetraho eo anoloan’ny fidirana amin’ny tranolay masina, izany hoe ny tranolay fihaonana, ny alitara fanaovana fanatitra dorana.",
        "7": "Ary apetraho eo anelanelan’ny tranolay fihaonana sy ny alitara ny kovetabe, ka asio rano ao anatiny.",
        "8": "Dia ataovy manodidina an’ilay tranolay ny tokotaniny, ary apetaho ny lamba fanakonana an’ilay fidirana mankao amin’ilay tokotany.",
        "9": "Alaivo avy eo ny menaka masina fanosorana, ka hosory ny tranolay sy ny zava-drehetra ao anatiny. Dia hamasino ny tranolay sy ny fitaovana rehetra miaraka aminy, mba ho masina ilay tranolay.",
        "10": "Hosory koa ny alitara fanaovana fanatitra dorana sy ny fitaovana rehetra miaraka aminy, ka hamasino ny alitara mba ho tena masina.",
        "11": "Ary hosory ny kovetabe sy ny tongony, ka hamasino.",
        "12": "“Dia ento eo akaikin’ny fidirana amin’ny tranolay fihaonana avy eo i Arona sy ny zanany lahy, ka sasao amin’ny rano.",
        "13": "Ary ampanaovy an’i Arona ny akanjo masina, ka hosory izy ary hamasino. Dia hanao ny asan’ny mpisorona eo anatrehako izy.",
        "14": "Ampanatony ny zanany lahy avy eo, ka ampanaovy akanjo lava.",
        "15": "Hosory toy ny nanosoranao ny rainy izy ireo, mba hanaovany ny asan’ny mpisorona eo anatrehako. Noho izany fanosorana izany, dia ho afaka hanao ny asa fisoronana foana izy ireo, hatramin’ny taranany fara aman-dimby.”",
        "16": "Nanao araka izay rehetra nandidian’i Jehovah azy i Mosesy. Izany mihitsy no nataony.",
        "17": "Tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona faharoa, dia voatsangana ny tranolay masina.",
        "18": "Rehefa nanangana ny tranolay i Mosesy, dia napetrany ireo faladiany, natsangany ireo rafitra, natsofony ireo barany, ary natsangany ireo andry.",
        "19": "Novelariny teo ambonin’ny tranolay ny rakotra, ary napetrany teo ambonin’iny ny rakotra ivelany, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "20": "Nalainy avy eo ny Tenin’ny Vavolombelona, ka nataony tao anatin’ilay Vata. Dia natsofony ny bao filanjana an’ilay Vata, ary nataony teo ambonin’ilay izy ny sarony.",
        "21": "Nentiny nankao amin’ny tranolay ilay Vata, ary napetany teo amin’ny toerany ny ridao fanakonana. Dia takona ilay Vata Misy ny Tenin’ny Vavolombelona, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "22": "Avy eo dia napetrany tao amin’ny tranolay fihaonana ny latabatra, izany hoe teo amin’ny lafiny avaratra amin’ny tranolay masina, teo anoloan’ny ridao.",
        "23": "Dia nataony nilahatra tsara teo ambonin’izy io, teo anatrehan’i Jehovah, ireo mofo, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "24": "Ny fitoeran-jiro dia napetrany tao amin’ny tranolay fihaonana, tandrifin’ny latabatra, teo amin’ny lafiny atsimo amin’ilay tranolay masina.",
        "25": "Dia nampirehetiny teo anatrehan’i Jehovah ireo jiro, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "26": "Avy eo dia napetrany tao amin’ny tranolay fihaonana teo anoloan’ilay ridao ny alitara volamena,",
        "27": "mba hidona-tsetroka ny emboka manitra rehefa dorana eo amboniny, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "28": "Dia napetany teo amin’ny toerany ny lamba fanakonana an’ilay fidirana amin’ny tranolay.",
        "29": "Napetrany teo amin’ny fidirana amin’ny tranolay masina, izany hoe ny tranolay fihaonana, ny alitara fanaovana fanatitra dorana. Amin’izay dia afaka manolotra ny fanatitra dorana sy ny fanatitra varimbazaha eo ambonin’ilay alitara izy, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "30": "Dia napetrany teo anelanelan’ny tranolay fihaonana sy ny alitara ny kovetabe, ary nasiany rano tao anatiny mba hisasana.",
        "31": "Dia nanasa ny tanany sy ny tongony tamin’ilay rano i Mosesy, ary Arona sy ny zanany lahy.",
        "32": "Nisasa izy ireo isaky ny nankao amin’ny tranolay fihaonana na nanatona ny alitara, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "33": "Farany, dia nataony manodidina ny tranolay masina sy ny alitara ny tokotany, ary napetany ny lamba fanakonana an’ilay fidirana mankao amin’ilay tokotany. Koa vitan’i Mosesy ny asa.",
        "34": "Dia nanarona ny tranolay fihaonana ny rahona, ka feno ny voninahitr’i Jehovah ilay tranolay.",
        "35": "Koa tsy afaka niditra tao amin’ny tranolay fihaonana i Mosesy, satria nijanona teo ambonin’izy io ilay rahona, ary feno ny voninahitr’i Jehovah ilay tranolay.",
        "36": "Rehefa niakatra ilay rahona ka niala teo amin’ny tranolay masina, dia nifindra lasy ny Israelita. Dia hoatr’izay foana no nataon’izy ireo nandritra ny diany rehetra.",
        "37": "Raha tsy niakatra kosa ilay rahona, dia tsy nifindra lasy izy ireo fa niandry ny andro niakaran’izy io indray.",
        "38": "Teo ambonin’ny tranolay mantsy ny rahon’i Jehovah nandritra ny andro, ary nisy afo foana teo ambonin’ilay tranolay nandritra ny alina. Ary nahita an’izany daholo ny taranak’Israely rehefa nifindrafindra toerana, nandritra ny diany rehetra."
    },
    "meta": {
        "name": "Eksodosy",
        "order": 1,
        "chapter_number": 40
    }
}