{
    "1": {
        "1": "Ary tamin’ny andron’i Ahasoerosy, ilay Ahasoerosy nanjaka tamin’ny faritany fito amby roapolo amby zato, hatrany India ka hatrany Etiopia,",
        "2": "eny, tamin’izany andro izany, tamin’i Ahasoerosy Mpanjaka teo amin’ny seza fiandrianany tao an-dapan’i Sosana,",
        "3": "tamin’ny taona fahatelo nanjakany, dia nanao fanasambe ho an’ny andrianany sy ny mpanompony rehetra izy, ary koa ho an’ny tafik’i Persa sy Media, sy ny olona ambony, ary ny mpifehy isam-paritany, izay samy teo anatrehany.",
        "4": "Nandritra ny andro maro, izany hoe valopolo amby zato andro, dia nasehony ny harenan’ny fanjakany be voninahitra, mbamin’ny haja amam-boninahiny sy ny fahalehibeazany.",
        "5": "Rehefa tapitra ireo andro ireo, dia nanao fanasambe ny mpanjaka, ho an’izay rehetra tao an-dapan’i Sosana, na ny olona ambony na ny olon-tsotra. Fito andro no nanaovana izany tao amin’ny zaridainan’ny lapan’ny mpanjaka.",
        "6": "Nisy lamba rongony sy lamba landihazo malefaka ary lamba manga, nofatorana tamin’ny kofehy vita tamin’ny lamba tena tsara sy kofehy volonondry nolokoana volomparasy somary mena. Ary ireo kofehy dia nafatotra teo amin’ny tahony boribory volafotsy izay teo amin’ny andry marbra. Ary nisy fandriana volamena sy volafotsy nipetraka teo ambony rarivato vita tamin’ny pôrfira * sy marbra fotsy sy hara * ary marbra mainty.",
        "7": "Ary naroso ny divay ka nosotroina tamin’ny kaopy volamena samy hafa. Be dia be araka izay nananan’ny mpanjaka ny divay naroso.",
        "8": "Tamin’izay dia tsy nampiharina ny lalàna mandidy ny hisotroana, fa samy navelan’ny mpanjaka hanao izay tiany ny tandapany rehetra.",
        "9": "Nanao fanasambe ho an’ny vehivavy koa i Vasty vadin’ny mpanjaka, tao amin’ny trano tao an-dapan’i Ahasoerosy Mpanjaka.",
        "10": "Tamin’ny andro fahafito, raha iny falifaly azon’ny divay iny ny fon’ny mpanjaka, dia nilazany i Mehomana sy Bizta sy Harbona sy Bigta sy Abagta sy Zetara ary Karkasa, tandapa fito lahy nanompo teo anatrehan’i Ahasoerosy Mpanjaka,",
        "11": "mba hitondra an’i Vasty vadin’ny mpanjaka ho eo anatrehany. Nasainy nentina i Vasty misatroka diadema, mba haseho amin’ny olona sy ny andriana ny hatsaran-tarehiny, fa tsara tarehy tokoa izy.",
        "12": "Tsy nanaiky ny tenin’ny mpanjaka nentin’ireo tandapa anefa i Vasty vadin’ny mpanjaka, ka tsy nety nankany mihitsy. Dia nisafoaka mafy ny mpanjaka ka nirehitra ny fahatezerany.",
        "13": "Ary niresaka tamin’ny olon-kendry nahalala ny fanao tamin’izany fotoana izany ny mpanjaka. Naka hevitra tamin’izay rehetra nahalala tsara ny lalàna sy ny fitsarana mantsy ny mpanjaka, tamin’ny raharahany rehetra.",
        "14": "I Karsena, Setara, Admata, Tarsisy, Meresa, Marsena, ary Memokana, izay andriana fiton’i Persa sy Media, no olona akaiky azy indrindra, ka afaka nankeo anatrehany ary nitana toerana ambony tao amin’ny fanjakana.",
        "15": "Dia hoy izy tamin’ireo: “Raha araka ny lalàna, inona no tokony hatao amin’i Vasty vadin’ny mpanjaka, noho izy tsy nanaiky ny tenin’i Ahasoerosy Mpanjaka nentin’ny tandapa?”",
        "16": "Dia hoy i Memokana, teo anatrehan’ny mpanjaka sy ny andriana: “Tsy tamin’ny mpanjaka ihany i Vasty vadin’ny mpanjaka no diso, fa tamin’ny andriana rehetra koa sy tamin’ny olona rehetra any amin’ireo faritany manerana ny fanjakan’i Ahasoerosy Mpanjaka.",
        "17": "Handre momba ny zavatra nataon’ny vadin’ny mpanjaka mantsy ny vehivavy rehetra, ka samy hanao tsinontsinona ny vadiny avy, ary hilaza hoe: ‘Na i Ahasoerosy Mpanjaka aza nampiantso an’i Vasty vadiny ho eo anatrehany, nefa tsy nety izy.’",
        "18": "Amin’ny andro handrenesan’ny andriambavy rehetran’i Persa sy Media ny zavatra nataon’ny vadin’ny mpanjaka, dia hiteny toy izany amin’ny vadiny koa izy ireo, ka ho be ny fanaovana tsinontsinona ary ho be koa ny ho tezitra.",
        "19": "Koa raha sitraky ny mpanjaka, dia aoka izy hamoaka didy mandrara an’i Vasty tsy hiditra intsony eo anatrehan’i Ahasoerosy Mpanjaka. Ary aoka ny voninahitr’i Vasty homen’ny mpanjaka ho an’izay vehivavy hafa tsara noho izy. Dia aoka hosoratana ao amin’ny lalàn’i Persa sy Media izany didy izany, mba tsy ho azo foanana.",
        "20": "Ary ho re manerana ity fanjakana midadasika ity izany didin’ny mpanjaka izany, ka samy hanome voninahitra ny vadiny avy ny vehivavy rehetra, na olona ambony ilay vadiny na olon-tsotra.”",
        "21": "Ary sitraky ny mpanjaka sy ny andriana izany, ka nanao araka izay nolazain’i Memokana ny mpanjaka.",
        "22": "Koa nandefasany taratasy ny faritany rehetra eran’ilay fanjakana, ka nosoratana araka ny fomba fanoratry ny faritany tsirairay sy araka ny fitenin’ny firenena tsirairay izany. Voalaza tao fa ny lehilahy rehetra no masi-mandidy ao an-tokantranony ary ny fitenin-drazany no tsy maintsy ampiasaina ao."
    },
    "2": {
        "1": "Taorian’izany, rehefa nitony ny fahatezeran’i Ahasoerosy Mpanjaka, dia tsaroany i Vasty sy ny nataony ary ny sazy nampiharina taminy.",
        "2": "Koa hoy ny mpanompon’ny mpanjaka: “Aoka ny mpanjaka hitadiavana tovovavy virjiny tsara tarehy.",
        "3": "Ary aoka ny mpanjaka hanendry solontena any amin’ny faritany rehetra ao amin’ny fanjakany, ary ireo kosa hanangona ny tovovavy virjiny tsara tarehy rehetra mba hatao ao amin’ny tranom-behivavy, ato an-dapan’i Sosana. Ho eo ambany fiandraiketan’i Hegay tandapan’ny * mpanjaka sady mpiambina ny vehivavy ireo tovovavy ireo, ary hisy hanotra azy mba hikarakarana ny bika aman’endriny.",
        "4": "Koa izay tovovavy mahafinaritra ny mpanjaka no ho vadin’ny mpanjaka hisolo an’i Vasty.” Dia sitraky ny mpanjaka izany, ka nataony.",
        "5": "Tao an-dapan’i Sosana dia nisy lehilahy jiosy iray atao hoe Mordekay, zanak’i Jaira, zanak’i Simey, zanak’i Kisy Benjaminita,",
        "6": "sady anisan’ireo nentina avy tany Jerosalema ka natao sesitany niaraka tamin’i Jekonia mpanjakan’ny Joda, izay nentin’i Nebokadnezara mpanjakan’i Babylona tany an-tsesitany.",
        "7": "I Mordekay no nanjary nitaiza an’i Hadasa, izany hoe Estera, zanaky ny rahalahin-drainy, satria kamboty ray sy reny razazavavy. Rehefa maty ny rainy sy ny reniny, dia noraisin’i Mordekay ho zanany izy. Sady tsara bika no tsara tarehy razazavavy.",
        "8": "Koa rehefa re ny didin’ny mpanjaka sy ny lalàny, sady tovovavy maro no efa voangona tao an-dapan’i Sosana, mba ho eo ambany fiandraiketan’i Hegay, dia nentina nankany amin’ny tranon’ny mpanjaka koa i Estera ho eo ambany fiandraiketan’i Hegay mpiambina ny vehivavy.",
        "9": "Ary nahafinaritra an’i Hegay razazavavy, ka nanehoany hatsaram-panahy. Koa nataony haingana izay hahazoany otra fikarakarana bika aman’endrika, sy sakafo manokana. Nomeny tovovavy fito nofantenana avy tao an-tranon’ny mpanjaka koa izy, ka nafindrany tany amin’ny toerana tsara indrindra tao amin’ny tranom-behivavy niaraka tamin’ireo tovovavy ireo.",
        "10": "Tsy niteniteny momba ny fireneny na ny havany i Estera, satria efa nofeperan’i Mordekay mba tsy hilaza an’izany.",
        "11": "Ary nandalondalo teo anoloan’ny tokotanin’ny tranom-behivavy foana i Mordekay isan’andro, mba hahalalany hoe manao ahoana i Estera, ary ahoana no itondran’ny olona azy.",
        "12": "Nifandimby nankao amin’i Ahasoerosy Mpanjaka ny tovovavy tsirairay, rehefa tapitra ny roa ambin’ny folo volana fikarakarana ny bika aman’endriny. Izany mantsy no fe-potoana fanorana ny vehivavy, ka enim-bolana izy miotra amin’ny menaka miora, enim-bolana miotra amin’ny menaka balsama, ary karakaraina tsara ny bika aman’endriny.",
        "13": "Rehefa natao an’izany ilay tovovavy vao nankao amin’ny mpanjaka. Ary nomena azy izay rehetra nangatahiny, ka teny aminy izany rehefa niala avy tao amin’ny tranom-behivavy hankao amin’ny tranon’ny mpanjaka izy.",
        "14": "Nankao izy ny takariva, ary nony maraina dia niverina tany amin’ny trano faharoa nitoeran’ireo vehivavy teo ambany fiandraiketan’i Sasegaza, tandapan’ny * mpanjaka sady mpiambina ny vadikeliny. Tsy nankao amin’ny mpanjaka intsony izy raha tsy nahazo sitraka taminy sy voantso anarana.",
        "15": "Ary tonga ny anjaran’i Estera ilay noraisin’i Mordekay ho zanany, eny, ilay zanak’i Abihaila dadatoan’i Mordekay. Tonga ny anjarany hiditra tao amin’ny mpanjaka, nefa tsy nisy na inona na inona nangatahiny afa-tsy izay nolazain’i Hegay tandapan’ny * mpanjaka sady mpiambina ny vehivavy. Ary nahazo sitraka foana tamin’izay rehetra nahita azy i Estera.",
        "16": "Koa tamin’ny volana fahafolo, izany hoe ny volana Tebeta, tamin’ny taona fahafito nanjakan’i Ahasoerosy Mpanjaka, dia nentina nankao aminy tao an-dapany i Estera.",
        "17": "Ary tian’ny mpanjaka mihoatra noho ireo vehivavy rehetra i Estera, ka nahazo sitraka taminy sy nanehoany hatsaram-panahy mihoatra noho ireo virjiny rehetra. Dia napetrany teo an-dohan’i Estera ny diadema, ary nataony vadin’ny mpanjaka hisolo an’i Vasty izy.",
        "18": "Ary nanao fanasambe ho an’ny andrianany sy ny mpanompony rehetra ny mpanjaka, ho fanomezam-boninahitra an’i Estera. Nanao famotsoran-keloka * ho an’ny isam-paritany koa izy, sady nanome fanomezana araka izay nananany.",
        "19": "Nipetraka teo am-bavahadin’ny mpanjaka i Mordekay, rehefa nangonina fanindroany ireo virjiny.",
        "20": "Ary tsy niteniteny momba ny havany na ny fireneny i Estera, noho ny fameperan’i Mordekay. Nanao izay nolazain’i Mordekay izy, toy ny efa nataony ihany tamin’izy mbola notezainy.",
        "21": "Tamin’izany fotoana izany, fony i Mordekay nipetraka teo am-bavahadin’ny mpanjaka, dia tezitra i Bigtana sy Taresy, tandapan’ny mpanjaka sady mpiandry varavarana, ka nitady hamono an’i Ahasoerosy Mpanjaka.",
        "22": "Dia fantatr’i Mordekay izany, ka nolazainy avy hatrany tamin’i Estera vadin’ny mpanjaka. Ary i Estera kosa niresaka tamin’ny mpanjaka, tamin’ny anaran’i Mordekay.",
        "23": "Rehefa natao ny famotopotorana, dia fantatra fa tena marina izany. Koa nahantona teo amin’ny tsato-kazo izy roa lahy. Dia nosoratana tao amin’ny boky mirakitra ny tantaran’ny mpanjaka izany."
    },
    "3": {
        "1": "Taorian’izany dia nomen’i Ahasoerosy Mpanjaka voninahitra sy nasandrany i Hamana zanak’i Hamedota Agagita, ka nomeny seza fiandrianana ambony noho ny an’ny andriana hafa rehetra.",
        "2": "Ary ny mpanompon’ny mpanjaka teo am-bavahadiny dia niondrika sy niankohoka teo anatrehan’i Hamana avokoa, satria izany no didin’ny mpanjaka. Fa i Mordekay kosa tsy mba niondrika na niankohoka.",
        "3": "Ary hoy ireo mpanompon’ny mpanjaka teo am-bavahady tamin’i Mordekay: “Nahoana ianao no mandika ny didin’ny mpanjaka?”",
        "4": "Niteny taminy isan’andro izy ireo, nefa tsy nohenoiny. Koa niresaka tamin’i Hamana izy ireo mba hahitana raha mbola holeferina ihany na tsia ny fihetsik’i Mordekay. Nilaza tamin’izy ireo mantsy i Mordekay hoe Jiosy izy.",
        "5": "Ary hitan’i Hamana fa tsy niondrika na niankohoka teo anatrehany i Mordekay, ka romotry ny hatezerana izy.",
        "6": "Tsy nahafa-po azy anefa raha i Mordekay irery no hovonoina, satria efa nisy niresaka taminy momba an’ilay firenena niavian’i Mordekay. Koa nitady hevitra izy mba handripahana ny Jiosy rehetra, dia ny firenen’i Mordekay nanerana ny fanjakan’i Ahasoerosy.",
        "7": "Tamin’ny volana voalohany, izany hoe ny volana Nisana, tamin’ny taona faharoa ambin’ny folo nanjakan’i Ahasoerosy Mpanjaka, dia natao teo anatrehan’i Hamana ny Pora, na ny Antsapaka, ka nojerena ny andro sy ny volana tsirairay. Koa ny volana faharoa ambin’ny folo, izany hoe ny volana Adara, no voafidy.",
        "8": "Ary hoy i Hamana tamin’i Ahasoerosy Mpanjaka: “Misy vahoaka iray miparitaka any amin’ireo firenena, any amin’ireo faritany manerana ny fanjakanao. Mitokantokana anefa izy ireo. Hafa noho ny an’ny vahoaka rehetra ny lalàny, ary tsy arahiny ny lalàn’ny mpanjaka. Koa tsy tsara raha avelan’ny mpanjaka amin’izao fotsiny izy ireo.",
        "9": "Raha sitraky ny mpanjaka, dia aoka hisy didy hatao an-tsoratra handripahana azy ireo. Ary handoa talenta volafotsy iray alina aho, homena an’ireo hanao izany, ka harotsaka ao amin’ny tahirim-bolam-panjakana.”",
        "10": "Koa nesorin’ny mpanjaka teny an-tanany ny peratra fanombohan-kaseny ka nomeny an’i Hamana, zanak’i Hamedota Agagita, dia ilay nankahala ny Jiosy.",
        "11": "Ary hoy ny mpanjaka tamin’i Hamana: “Homena anao ny volafotsy, mbamin’izany vahoaka izany, ka ataovy izay tianao hatao aminy.”",
        "12": "Dia nantsoina ireo mpitan-tsoratry ny mpanjaka tamin’ny andro fahatelo ambin’ny folon’ny volana voalohany. Ary izay rehetra nandidian’i Hamana no nosoratana ho an’ireo lehibem-paritany notendren’ny mpanjaka sy ny governoran’ny faritany samy hafa ary ny mpifehy isam-pirenena. Nosoratana araka ny fomba fanoratry ny faritany tsirairay sy ny fitenin’ny firenena tsirairay izany, ka natao tamin’ny anaran’i Ahasoerosy Mpanjaka, sady notombohina tamin’ny peratra fanombohan-kaseny.",
        "13": "Dia nampitondraina an’ireo iraka ny taratasy ho an’ny faritany rehetra eran’ilay fanjakana, mba handripahana sy hamonoana sy handringanana ny Jiosy rehetra, na antitra na tanora, mbamin’ny zaza amam-behivavy, ary mba handrobana ny fananany. Andro iray ihany no hanaovana izany, dia ny fahatelo ambin’ny folon’ny volana faharoa ambin’ny folo, izany hoe ny volana Adara.",
        "14": "Ary izay voasoratra tao amin’ilay taratasy ka navoaka ho lalàna tany amin’ny faritany rehetra, dia naely tany amin’ny firenena rehetra, mba hiomanan’izy ireo ho amin’izany andro izany.",
        "15": "Navoaka tao an-dapan’i Sosana koa ilay lalàna. Dia niolomay ireo iraka noho ny tenin’ny mpanjaka. Ary nipetraka hisotro i Hamana sy ny mpanjaka, fa nisahotaka kosa ny tao an-tanànan’i Sosana."
    },
    "4": {
        "1": "Rehefa fantatr’i Mordekay izany rehetra izany, dia norovitiny ny akanjony. Ary nitafy lamba gony sy nihosin-davenona izy, ka nankeo afovoan-tanàna sady niantsoantso mafy tamin’alahelo.",
        "2": "Tonga teo anoloan’ny vavahadin’ny mpanjaka izy tamin’ny farany, nefa nijanona hatreo ihany satria tsy nisy olona nitafy gony nahazo niditra teo amin’ny vavahadin’ny mpanjaka.",
        "3": "Nalahelo mafy koa ny Jiosy tany amin’ny faritany rehetra nahatongavan’ny didin’ny mpanjaka sy ny lalàny. Koa nifady hanina sy nitomany ary nidradradradra izy ireo. Ary maro no natory teo ambony gony sy lavenona.",
        "4": "Dia nankao amin’i Estera ny mpanompovaviny sy ny tandapany * ka nitantara izany taminy. Koa nalahelo mafy i Estera vadin’ny mpanjaka, ka nampitondra akanjo hanaovan’i Mordekay mba hanesorana ny lamba gony teny aminy. Tsy noraisin’i Mordekay anefa izany.",
        "5": "Dia nantsoin’i Estera i Hatàka tandapan’ny * mpanjaka, izay notendrena hikarakara an’i Estera, ka nasainy nankany amin’i Mordekay hahafantarany izay nitranga.",
        "6": "Koa lasa i Hatàka nankany amin’i Mordekay teo amin’ny tany malalaky ny tanàna, teo anoloan’ny vavahadin’ny mpanjaka.",
        "7": "Dia notantarain’i Mordekay taminy izay rehetra nanjo azy, sy ny mombamomba ny vola nolazain’i Hamana fa harotsany ao amin’ny tahirim-bolam-panjakana mba handripahana ny Jiosy.",
        "8": "Ary nomeny an’i Hatàka mba hasehony an’i Estera sy horesahiny aminy, ny dika mitovy amin’ilay lalàna navoaka tao Sosana momba ny handripahana ny Jiosy. Nasainy nilazana koa i Estera mba hankao amin’ny mpanjaka, ka hitalaho famindram-po aminy sy hangataka eo anatrehany mihitsy ho an’ny firenen’i Estera.",
        "9": "Dia tonga tao amin’i Estera i Hatàka, ka nolazainy taminy ny tenin’i Mordekay.",
        "10": "Ary nasain’i Estera nilaza tamin’i Mordekay izy hoe:",
        "11": "“Mahafantatra daholo ny mpanompon’ny mpanjaka sy ny vahoaka any amin’ireo faritany manerana ny fanjakany, fa izay lehilahy na vehivavy tonga tsy nantsoina eo amin’ny tokotany anatiny mba hankeo anatrehan’ny mpanjaka, dia hovonoina ho faty, araka ny lalàna tokana navoakan’ny mpanjaka. Izay tondroin’ny mpanjaka amin’ny tehiny volamena ihany no ho velona. Izaho anefa tsy nantsoina hankao amin’ny mpanjaka, efa telopolo andro izao.”",
        "12": "Rehefa nolazaina tamin’i Mordekay ny tenin’i Estera,",
        "13": "dia hoy ny navaliny an’i Estera: “Aza mieritreritra ianao hoe izay anisan’ny ankohonan’ny mpanjaka dia tsy ho faty miaraka amin’ny Jiosy rehetra.",
        "14": "Fa raha mangina tsy miteny ianao amin’izao, dia avy any an-toeran-kafa no hiavian’ny famonjena sy fanafahana ny Jiosy. Ianao sy ny ankohonan-drainao anefa ho faty. Ary iza no mahalala raha ho amin’ny toe-javatra toy izao indrindra no nisandratanao ho vadin’ny mpanjaka?”",
        "15": "Dia hoy ny navalin’i Estera an’i Mordekay:",
        "16": "“Mandehana àry, ka vorio ny Jiosy rehetra eto Sosana. Ary mifadia hanina noho ny amiko, ka aza mihinana na misotro mandritra ny telo andro, na andro na alina. Hifady hanina koa izaho sy ny mpanompovaviko. Avy eo dia hankao amin’ny mpanjaka aho, na tsy araka ny lalàna aza izany. Koa raha tsy maintsy ho faty aho, dia aoka ho faty.”",
        "17": "Dia lasa i Mordekay ka nanao araka izay rehetra nandidian’i Estera azy."
    },
    "5": {
        "1": "Ary tamin’ny andro fahatelo, dia nanao akanjom-boninahitra i Estera, ka nitsangana teo amin’ny tokotany anatiny teo anoloan’ny tranon’ny mpanjaka. Tao an-tranony ny mpanjaka, sady nipetraka teo amin’ny seza fiandrianany tandrifin’ny fidirana.",
        "2": "Vao hitan’ny mpanjaka nitsangana teo amin’ilay tokotany i Estera, dia nahazo sitraka taminy, ka notondroiny tamin’ilay tehina volamena teny an-tanany. Koa nanatona i Estera ka nikasika ny tendron’ilay tehina.",
        "3": "Ary hoy ny mpanjaka taminy: “Misy ilainao angaha, ry Estera vadin’ny mpanjaka ô, ary inona no tadiavinao? Fa na hatramin’ny antsasaky ny fanjakana aza dia homena anao!”",
        "4": "Ary hoy i Estera: “Raha sitraky ny mpanjaka, dia aoka ny mpanjaka sy Hamana ho tonga any amin’ny fanasana nataoko ho azy anio.”",
        "5": "Ary hoy ny mpanjaka : “Mandehana ianareo, ka antsoy haingana i Hamana, araka ny tenin’i Estera.” Dia nankao amin’ilay fanasana nataon’i Estera ny mpanjaka sy Hamana.",
        "6": "Ary hoy ny mpanjaka tamin’i Estera, nandritra ny fotoana fandrosoana divay: “Inona no angatahinao? Fa homena anao izany! Ary inona no tadiavinao? Fa na hatramin’ny antsasaky ny fanjakana aza dia homena anao!”",
        "7": "Ary hoy ny navalin’i Estera: “Izao no angatahiko sy tadiaviko:",
        "8": "Raha mahazo sitraka amin’ny mpanjaka aho ary tian’ny mpanjaka ny hanome izay angatahiko sy tadiaviko, dia aoka ho tonga ao amin’ilay fanasana hataoko rahampitso ny mpanjaka sy Hamana. Amin’izay aho no hilaza ny fangatahako.”",
        "9": "Dia lasa i Hamana tamin’iny andro iny, ary faly izy sady ravoravo ny fony. Vao nahita an’i Mordekay teo am-bavahadin’ny mpanjaka anefa izy, dia tezitra be taminy satria tsy nitsangana na tora-kovitra teo anatrehany i Mordekay.",
        "10": "Nifehy tena anefa i Hamana ka nankany an-tranony. Dia nampanantsoiny ireo namany sy Zaresy vadiny.",
        "11": "Ary nirehareha teo anatrehan’izy ireo izy ny amin’ny harem-beny sy ny hamaroan’ny zanany ary ny zava-drehetra nanomezan’ny mpanjaka voninahitra azy sy nanandratany azy ho ambony noho ireo andriana sy mpanompon’ny mpanjaka.",
        "12": "Hoy koa i Hamana: “Ankoatra izany, dia tsy nisy afa-tsy izaho no nasain’i Estera vadin’ny mpanjaka mba hiaraka tamin’ny mpanjaka tany amin’ilay fanasana nataony. Ary mbola nasainy koa aza aho rahampitso, miaraka amin’ny mpanjaka.",
        "13": "Tsy misy mahafa-po ahy anefa izany rehetra izany raha mbola hitako mipetraka eo am-bavahadin’ny mpanjaka i Mordekay Jiosy.”",
        "14": "Ary hoy i Zaresy vadiny sy ny namany rehetra: “Mampanaova tsato-kazo dimampolo hakiho. * Ary angataho amin’ny mpanjaka rahampitso maraina mba hahantona eo i Mordekay. Avy eo dia mandehana amim-pifaliana miaraka amin’ny mpanjaka mankany amin’ilay fanasana.” Dia sitrak’i Hamana izany, ka nampanao an’ilay tsato-kazo izy."
    },
    "6": {
        "1": "Ary tsy nahita tory ny mpanjaka tamin’iny alina iny, ka nasainy nentina teo aminy ny boky mirakitra ny tantara tamin’izany andro izany. Koa novakina teo anatrehan’ny mpanjaka izany.",
        "2": "Farany dia hita voasoratra tao ny tatitra nataon’i Mordekay momba an’i Bigtana sy Taresy, tandapan’ny mpanjaka sady mpiandry varavarana, izay nitady hamono an’i Ahasoerosy Mpanjaka.",
        "3": "Ary hoy ny mpanjaka: “Inona no voninahitra sy valisoa efa mba nomena an’i Mordekay noho izany?” Dia hoy ny mpanompon’ny mpanjaka: “Mbola tsy nisy na inona na inona nomena azy.”",
        "4": "Dia hoy ny mpanjaka: “Iza no ao an-tokotany ao?” Ary teo amin’ny tokotany ivelan’ny tranon’ny mpanjaka i Hamana tamin’izay. Tonga mantsy izy mba hangataka tamin’ny mpanjaka ny hanantonana an’i Mordekay teo amin’ilay tsato-kazo efa nomaniny ho azy.",
        "5": "Koa hoy ny mpanompon’ny mpanjaka: “I Hamana no mijoro ao an-tokotany ao.” Dia hoy ny mpanjaka: “Ampandrosoy izy.”",
        "6": "Rehefa niditra i Hamana, dia hoy ny mpanjaka taminy: “Inona no tokony hatao amin’izay lehilahy tian’ny mpanjaka homem-boninahitra?” Ary niteny anakampo i Hamana hoe: “Iza indray moa no tian’ny mpanjaka homem-boninahitra afa-tsy izaho?”",
        "7": "Koa hoy izy tamin’ny mpanjaka: “Izao no aoka hatao amin’izay lehilahy tian’ny mpanjaka homem-boninahitra:",
        "8": "Aoka halaina ny akanjom-boninahitra fanaovan’ny mpanjaka, sy ny soavaly fitaingenan’ny mpanjaka, dia soavaly hasiana satroboninahitra,",
        "9": "ka hapetraka ho andraikitry ny andriana ambony iray ao amin’ny fanjakana. Dia hampanaovina an’ilay akanjo ilay lehilahy tian’ny mpanjaka homem-boninahitra, ary hampitaingenina an’ilay soavaly izy ka hoentina eny amin’ny tany malalaky ny tanàna. Ary hisy hiantsoantso eo alohany hoe: ‘Izao no atao amin’ny lehilahy tian’ny mpanjaka homem-boninahitra!’”",
        "10": "Avy hatrany dia hoy ny mpanjaka tamin’i Hamana: “Alaivo haingana ilay akanjo sy soavaly, araka ny teninao. Dia ataovy amin’i Mordekay Jiosy izay mipetraka eo am-bavahadin’ny mpanjaka izany teninao izany, ka aza atao misy latsaka na iray aza.”",
        "11": "Nalain’i Hamana ilay akanjo ka nampanaoviny an’i Mordekay, ary nalainy koa ilay soavaly. Dia nampitaingeniny an’ilay soavaly i Mordekay, ka nentiny teny amin’ny tany malalaky ny tanàna. Ary niantsoantso teo alohany izy hoe: “Izao no atao amin’ny lehilahy tian’ny mpanjaka homem-boninahitra.”",
        "12": "Niverina teo am-bavahadin’ny mpanjaka i Mordekay taorian’izay. Fa i Hamana kosa nody haingana tany an-tranony, ary nalahelo mafy izy ka nosaronany ny lohany.",
        "13": "Ary notantarain’i Hamana tamin’i Zaresy vadiny sy ny namany rehetra ny zava-drehetra nanjo azy. Dia hoy ny olon-kendriny sy Zaresy vadiny: “Koa satria Jiosy i Mordekay, ary efa nanomboka lavo teo anatrehany ianao, dia tsy haharesy azy ianao fa tsy maintsy ho lavo eo anatrehany.”",
        "14": "Raha mbola teo am-piresahana izy ireo, dia tonga ny tandapan’ny mpanjaka mba haka haingana an’i Hamana ho any amin’ilay fanasana nataon’i Estera."
    },
    "7": {
        "1": "Ary lasa ny mpanjaka sy Hamana nankao amin’ilay fanasana nataon’i Estera vadin’ny mpanjaka.",
        "2": "Koa hoy indray ny mpanjaka tamin’i Estera, nandritra ny fotoana fandrosoana divay tamin’io andro faharoa io: “Inona no angatahinao, ry Estera vadin’ny mpanjaka ô? Fa homena anao izany! Ary inona no tadiavinao? Fa na hatramin’ny antsasaky ny fanjakana aza dia homena anao!”",
        "3": "Ary hoy ny navalin’i Estera vadin’ny mpanjaka: “Raha mahazo sitraka aminao aho, ry mpanjaka ô, ary raha sitraky ny mpanjaka, dia ny hitsimbinana ny aiko no angatahiko ary ny hitsimbinana ny fireneko no tadiaviko.",
        "4": "Fa namidy izahay, dia izaho sy ny fireneko, mba haripaka sy hovonoina ary haringana. Raha mba namidy ho mpanompolahy sy mpanompovavy fotsiny mantsy izahay, dia ho nangina ihany aho, saingy hitondra fahavoazana ho an’ny mpanjaka koa izany loza izany, ka tsy tokony havela hitranga!”",
        "5": "Ary niteny tamin’i Estera vadin’ny mpanjaka i Ahasoerosy Mpanjaka, hoe: “Iza no olona ho sahy hanao izany, ary aiza izany olona izany?”",
        "6": "Ary hoy i Estera: “Io Hamana ratsy fanahy io no rafy sy fahavalo!” Dia raiki-tahotra teo anatrehan’ny mpanjaka sy ny vadiny i Hamana.",
        "7": "Ary nitsangana tamin-katezerana ny mpanjaka ka niala teo amin’ilay fanasana, dia nankany amin’ny zaridainan’ny lapa. Dia fantatr’i Hamana fa misy loza miandry azy avy amin’ny mpanjaka, ka nitsangana hitalaho tamin’i Estera vadin’ny mpanjaka izy mba hitsimbinana ny ainy.",
        "8": "Rehefa niverina avy tany amin’ny zaridainan’ny lapa ny mpanjaka ka nankao amin’ny trano nisy ilay fanasana, dia hitany niankohoka teo ambonin’ny fandriana nisy an’i Estera i Hamana. Dia hoy ny mpanjaka: “Tadiavinao hovetavetaina koa angaha ny vadin’ny mpanjaka, nefa izaho ato an-trano?” Raha vao tapitra ny tenin’ny mpanjaka, dia nosaronana ny tarehin’i Hamana.",
        "9": "Ary hoy i Harbona, tandapan’ny mpanjaka: “Misy tsato-kazo mirefy dimampolo hakiho mitsangana ao akaikin’ny tranon’i Hamana. Nasain’i Hamana natao izy io mba hanantonana an’i Mordekay izay nilaza zavatra nahasoa ny mpanjaka.” Dia hoy ny mpanjaka: “Ahantony eo amin’izany i Hamana.”",
        "10": "Koa nahantona teo amin’ilay tsato-kazo nomaniny ho an’i Mordekay i Hamana. Dia nitony ny fahatezeran’ny mpanjaka."
    },
    "8": {
        "1": "Tamin’iny andro iny, dia nomen’i Ahasoerosy Mpanjaka an’i Estera vadin’ny mpanjaka ny tranon’i Hamana, ilay nankahala ny Jiosy. Ary nankeo anatrehan’ny mpanjaka i Mordekay, satria efa nolazain’i Estera ny fifandraisan’izy mianaka.",
        "2": "Dia nesorin’ny mpanjaka ny peratra fanombohan-kaseny izay efa nalainy teny amin’i Hamana, ka nomeny an’i Mordekay. Ary notendren’i Estera hiandraikitra ny tao an-tranon’i Hamana i Mordekay.",
        "3": "Ary niteny teo anatrehan’ny mpanjaka indray i Estera, ka niankohoka teo an-tongony sady nitomany sy nitalaho famindram-po taminy, mba hanafoanana ny hasomparan’i Hamana Agagita sy ny teti-dratsiny hamelezana ny Jiosy.",
        "4": "Koa notondroin’ny mpanjaka tamin’ilay tehina volamena i Estera ka nitsangana. Ary nijoro teo anatrehan’ny mpanjaka izy,",
        "5": "ka niteny hoe: “Raha sitraky ny mpanjaka ka mahazo sitraka amin’ny mpanjaka aho, ary raha hitan’ny mpanjaka fa mety izao ka mahazo sitraka eto imasony aho, dia aoka hisy taratasy hosoratana mba hanafoanana an’izay nosoratan’i Hamana zanak’i Hamedota Agagita, momba ny teti-dratsiny handringanana ny Jiosy any amin’ny faritany rehetra eran’ny fanjakana.",
        "6": "Fa hataoko ahoana no fijery ny loza hanjo ny fireneko? Ary hataoko ahoana no fijery ny fandringanana ny havako?”",
        "7": "Dia hoy i Ahasoerosy Mpanjaka tamin’i Estera vadin’ny mpanjaka sy Mordekay Jiosy: “Efa nomeko an’i Estera ny tranon’i Hamana, ary izy kosa efa nahantona teo amin’ny tsato-kazo noho izy naninjitra ny tanany hamely ny Jiosy.",
        "8": "Koa aoka ianareo hanao taratasy mba hamonjena ny Jiosy, araka izay hitanareo fa mety. Ataovy amin’ny anaran’ny mpanjaka izany, ary tombohy amin’ny peratra fanombohan-kaseny. Tsy azo foanana mantsy izay efa nosoratana tamin’ny anaran’ny mpanjaka sy notombohina tamin’ny peratra fanombohan-kaseny.”",
        "9": "Ary ny mpitan-tsoratry ny mpanjaka, dia nantsoina tamin’io andro fahatelo amby roapolon’ny volana fahatelo io, izany hoe ny volana Sivana. Ary izay rehetra nandidian’i Mordekay no nosoratana ho an’ny Jiosy sy ny lehibem-paritany sy ny governora ary ny mpifehy isam-paritany tany amin’ireo faritany fito amby roapolo amby zato, hatrany India ka hatrany Etiopia. Nosoratana araka ny fomba fanoratra ao amin’ny faritany tsirairay sy araka ny fitenin’ny firenena tsirairay izany, ary nosoratana ho an’ny Jiosy koa araka ny fomba fanoratr’izy ireo sy ny fiteniny.",
        "10": "Koa nosoratan’i Mordekay tamin’ny anaran’i Ahasoerosy Mpanjaka ilay taratasy sady notombohiny tamin’ny peratra fanombohan-kasen’ny mpanjaka, ka nampitondrainy an’ireo iraka mitaingina soavaly haingam-pandeha, fanaovana fanompoana ho an’ny mpanjaka.",
        "11": "Voalaza tao fa navelan’ny mpanjaka hifamory sy hiaro ny ainy ny Jiosy tany amin’ny tanàna rehetra, ka handripaka sy hamono ary handringana an’izay andian’olona mitam-piadiana any amin’ireo firenena sy faritany fahavalony, mbamin’ny zaza amam-behivavy, ary handroba ny fananan’ireny.",
        "12": "Navela hanao izany izy ireo any amin’ireo faritany manerana ny fanjakan’i Ahasoerosy Mpanjaka, amin’ilay andro iray, dia ny fahatelo ambin’ny folon’ny volana faharoa ambin’ny folo, izany hoe ny volana Adara.",
        "13": "Ary izay voasoratra tao amin’ilay taratasy, dia navoaka ho lalàna tany amin’ny faritany rehetra sy naely tany amin’ny firenena rehetra, mba hiomanan’ny Jiosy ho amin’io andro io ka hamaliany ny fahavalony.",
        "14": "Navoaka tao an-dapan’i Sosana koa ilay lalàna. Dia lasa ireo iraka mitaingina soavaly haingam-pandeha, fanaovana fanompoana ho an’ny mpanjaka, ka nasaina nandeha haingana sy niolomay noho ny tenin’ny mpanjaka.",
        "15": "Ary niala teo anatrehan’ny mpanjaka i Mordekay, nanao akanjom-boninahitra vita tamin’ny lamba manga sy lamba rongony. Nanao satroboninahitra volamena lehibe koa izy, sady nanao fitafiana ivelany tena tsara vita tamin’ny volonondry nolokoana volomparasy somary mena. Dia nihorakoraka sy faly be ny tao an-tanànan’i Sosana,",
        "16": "satria nisy tara-pahazavana sy fifaliana sy firavoravoana ary voninahitra ho an’ny Jiosy.",
        "17": "Ary nanerana an’ireo faritany sy ny tanàna rehetra nahatongavan’ny tenin’ny mpanjaka sy ny lalàny, dia nisy fifaliana sy firavoravoana ho an’ny Jiosy, eny, fanasambe sy andro mahafaly. Maro koa ny olona tao amin’ilay tany no nilaza ny tenany ho Jiosy, satria natahotra ny Jiosy izy ireo."
    },
    "9": {
        "1": "Dia tonga ny andro fahatelo ambin’ny folon’ny volana faharoa ambin’ny folo, izany hoe ny volana Adara. Tamin’io andro io no tokony hanatanterahana ny tenin’ny mpanjaka sy ny didiny, sady efa nandrasan’ny fahavalon’ny Jiosy mba hampahoriana azy ireo. Nivadika anefa ny rasa ka ny Jiosy indray no naharesy an’izay nankahala azy.",
        "2": "Koa nifamory tany amin’ny tanànany avy ny Jiosy, tany amin’ireo faritany nanerana ny fanjakan’i Ahasoerosy Mpanjaka, mba haninjitra ny tanany hamely an’izay nitady hanisy ratsy azy. Ary tsy nisy nahajoro teo anatrehan’ny Jiosy, satria natahotra azy ny firenena rehetra.",
        "3": "Ary nanampy an’ireo Jiosy avokoa ny mpifehy isam-paritany sy ny lehibem-paritany sy ny governora ary ny mpiandraikitra ny raharahan’ny mpanjaka, satria natahotra an’i Mordekay izy ireo.",
        "4": "Nitana toerana ambony tao an-dapan’ny mpanjaka mantsy i Mordekay, ary niely eran’ireo faritany ny lazany satria nihanisondrotra hatrany ralehilahy.",
        "5": "Koa nasian’ny Jiosy tamin’ny sabatra ny fahavalony rehetra, ka novonoiny sy naringany. Dia nanao izay sitraky ny fony tamin’ireo nankahala azy izy ireo.",
        "6": "Ary nandripaka olona tao an-dapan’i Sosana ny Jiosy, ka dimanjato lahy no matiny.",
        "7": "Novonoin’izy ireo koa i Parsandata sy Dalfona sy Aspata",
        "8": "sy Porata sy Adalia sy Aridata",
        "9": "sy Parmasta sy Arisay sy Ariday ary Vaizata,",
        "10": "dia izy folo lahy zanak’i Hamana zanak’i Hamedota, ilay nankahala ny Jiosy. Tsy nandroba fananana anefa ny Jiosy.",
        "11": "Tamin’iny andro iny ihany, dia nolazaina tamin’ny mpanjaka ny isan’ny maty tao an-dapan’i Sosana.",
        "12": "Ary hoy ny mpanjaka tamin’i Estera vadin’ny mpanjaka: “Nandripaka olona teto an-dapan’i Sosana ny Jiosy, ka dimanjato lahy no matiny, ary maty koa ny zanak’i Hamana folo lahy. Mba nanao ahoana kosa àry ny tany amin’ireo faritany manerana ny fanjakana? Sao dia mbola misy zavatra angatahinao anefa? Fa homena anao izany! Ary inona no tadiavinao? Fa hotanterahina izany!”",
        "13": "Koa hoy i Estera: “Rahampitso, raha sitraky ny mpanjaka, dia aoka ny Jiosy eto Sosana havela hanao araka ny lalàna nampiharina androany. Ary aoka hahantona eo amin’ny tsato-kazo ny zanak’i Hamana folo lahy.”",
        "14": "Dia nasain’ny mpanjaka natao izany. Ary nisy lalàna navoaka tao Sosana, ka nahantona ny zanak’i Hamana folo lahy.",
        "15": "Dia nifamory indray ny Jiosy tao Sosana tamin’ny andro fahefatra ambin’ny folon’ny volana Adara, ka nahafaty telonjato lahy tao. Tsy nandroba fananana anefa izy ireo.",
        "16": "Nifamory koa ny Jiosy sisa tany amin’ireo faritany nanerana ny fanjakana. Dia niaro ny ainy sy namaly faty an’ireo fahavalony izy ireo, ka nahafatesany dimy arivo sy fito alina ireo nankahala azy. Tsy nandroba fananana anefa izy ireo",
        "17": "tamin’ny andro fahatelo ambin’ny folon’ny volana Adara. Ary nitsahatra izy ireo tamin’ny andro fahefatra ambin’ny folo, ka nataony andro fanasambe sy fifaliana izany.",
        "18": "Fa ny Jiosy tao Sosana kosa nifamory tamin’ny andro fahatelo ambin’ny folo sy fahefatra ambin’ny folo. Ary nitsahatra izy ireo tamin’ny andro fahadimy ambin’ny folo, ka nataony andro fanasambe sy fifaliana io andro io.",
        "19": "Koa ny andro fahefatra ambin’ny folon’ny volana Adara no nataon’ny Jiosy tany amin’ireo tanàna ivelan’ny renivohitra, ho andro fifaliana sy fanasambe ary andro mahafaly hifanaterana sakafo.",
        "20": "Dia nosoratan’i Mordekay ireny zava-nitranga ireny. Ary nandefasany taratasy ny Jiosy rehetra tany amin’ireo faritany nanerana ny fanjakan’i Ahasoerosy Mpanjaka, na ny lavitra na ny akaiky,",
        "21": "ka nodidiany hankalaza isan-taona ny andro fahefatra ambin’ny folo sy fahadimy ambin’ny folon’ny volana Adara.",
        "22": "Tamin’ireo andro ireo mantsy no afaka tamin’ny fahavalony ny Jiosy, ary tamin’io volana io no nanovana ny alahelony ho hafaliana, sy ny fahoriany ho andro mahafaly. Eny, nodidiany ny Jiosy hanao ireo andro ireo ho andro fanasambe sy fifaliana sy fifanaterana sakafo ary fanaterana fanomezana ho an’ny mahantra.",
        "23": "Dia neken’ny Jiosy ny hanao izay efa natombok’izy ireo sy izay nosoratan’i Mordekay taminy.",
        "24": "Efa nanao teti-dratsy handripahana ny Jiosy mantsy i Hamana zanak’i Hamedota Agagita, ilay nankahala ny Jiosy rehetra, sady nampanao ny Pora, na ny Antsapaka, mba hampisahotahana sy handripahana azy ireo.",
        "25": "Tamin’i Estera tonga teo anatrehan’ny mpanjaka anefa, dia namoaka izao didy natao an-tsoratra izao ny mpanjaka: “Aoka hatsingerina eo an-dohan’i Hamana ny teti-dratsiny hamelezana ny Jiosy.” Dia nahantona teo amin’ny tsato-kazo izy sy ny zanany lahy.",
        "26": "Koa nantsoina hoe Porima, avy tamin’ilay teny hoe Pora, ireo andro ireo. Ary izay rehetra voasoratra tao amin’ilay taratasy, sy izay hitan’ireo Jiosy sy nanjo azy,",
        "27": "no nahatonga azy ireo hanapa-kevitra sy hanaiky fa izy ireo sy ny taranany ary izay rehetra miaraka aminy dia tsy maintsy mankalaza foana ireo andro roa ireo, araka izay voasoratra momba izany sy araka ny fotoana voatondro isan-taona.",
        "28": "Ireo andro ireo dia tokony hotsarovana sy hankalazain’ny taranaka mifandimby sy ny fianakaviana tsirairay sy ny faritany tsirairay ary ny tanàna tsirairay. Tsy azo foanana eo amin’ny Jiosy ireo andro Porima ireo, ary tsy tokony hitsahatra ny fahatsiarovana izany eo amin’ny taranany.",
        "29": "Dia nisy taratasy faharoa nosoratana momba ny Porima, ary nanoratra taratasy nanamafisana izany i Estera vadin’ny mpanjaka, zanak’i Abihaila, ary koa i Mordekay Jiosy.",
        "30": "Dia nandefasany taratasy nirakitra resaka momba ny fiadanana sy ny fahamarinana ny Jiosy rehetra tany amin’ny faritany fito amby roapolo amby zato, tao amin’ny fanjakan’i Ahasoerosy.",
        "31": "Nohamafisina tao amin’izany fa tokony hankalaza ny Porima amin’ny fotoana voatondro ny Jiosy rehetra sy ny taranany, araka izay nandidian’i Mordekay Jiosy sy Estera vadin’ny mpanjaka, sy araka ny fanapahan-kevitry ny Jiosy, ho fahatsiarovana ny fifadian-kanina sy ny antso vonjy nataon’izy ireo.",
        "32": "Koa nohamafisin’ny tenin’i Estera ireo zava-drehetra momba ny Porima ireo, ary nosoratana tao amin’ny boky."
    },
    "10": {
        "1": "Ary nampanao asa an-terivozona tao amin’ilay tany sy tany amin’ireo nosin-dranomasina i Ahasoerosy Mpanjaka.",
        "2": "Ary ny asa lehibe rehetra vitany sy ny heriny ary ny mombamomba ny fahalehibeazan’i Mordekay, araka ny nanomezan’ny mpanjaka voninahitra azy, tsy efa voasoratra ao amin’ny Boky mirakitra ny tantara tamin’ny andron’ny mpanjakan’i Media sy Persa ve izany?",
        "3": "Fa i Mordekay Jiosy no nanarakaraka an’i Ahasoerosy Mpanjaka. Nanana toerana ambony teo amin’ny Jiosy rahalahiny izy, ary nankasitrahan’izy ireo. Nanao soa ho an’ny fireneny koa izy, ary niresaka momba ny fiadanan’ny taranak’izy ireo."
    },
    "meta": {
        "name": "Estera",
        "order": 16,
        "chapter_number": 10
    }
}