{
    "1": {
        "1": "Izao no nitranga tamin’ny andron’i Ahasoerosy. Izy ilay Ahasoerosy nanjaka tamin’ny faritany 127, hatrany India ka hatrany Etiopia.",
        "2": "Nipetraka teo amin’ny seza fiandrianany tao an-dapan’i Sosana i Ahasoerosy Mpanjaka tamin’izany andro izany,",
        "3": "tamin’ny taona fahatelo nanjakany, ary nanao fanasambe ho an’ny andrianany sy ny mpanompony rehetra izy. Tonga tao amin’ilay fanasana koa ny tafik’i Persa sy Media, sy ny olona ambony, ary ny andrianan’ny faritany.",
        "4": "Nasehony tamin’izy ireo nandritra ny 180 andro ny harenan’ny fanjakany be voninahitra sy ny heriny lehibe ary ny voninahiny.",
        "5": "Rehefa tapitra ireo andro ireo, dia nanao fanasambe naharitra fito andro ny mpanjaka, ho an’izay rehetra tao an-dapan’i Sosana, hatramin’ny olona ambony ka hatramin’ny olon-tsotra. Natao tao amin’ny zaridainan’ny lapan’ny mpanjaka ilay izy.",
        "6": "Noravahana lamba rongony sy lamba landihazo malefaka ary lamba manga ilay zaridaina. Ireo lamba ireo kosa nofatorana tamin’ny kofehy vita tamin’ny lamba tena tsara sy kofehy volonondry volomparasy. Ireo kofehy indray nafatotra teo amin’ny tahony boribory volafotsy izay teo amin’ny andry marbra. Ary nisy fandriana volamena sy volafotsy koa teo ambony rarivato vita tamin’ny pôrfira sy marbra fotsy sy hara ary marbra mainty.",
        "7": "Naroso tamin’ny kaopy volamena ny divay, ary samy hafa daholo ny kaopy. Be dia be mihitsy ny divay, araka izay nananan’ny mpanjaka.",
        "8": "Ny fitsipika tamin’izay dia hoe tsy misy tokony hoteriterena, fa efa nifampiresaka tamin’ny manamboninahitra tao an-dapany ny mpanjaka hoe afaka misotro an’izay laniny ny tsirairay.",
        "9": "Nanao fanasambe ho an’ny vehivavy koa i Vasty vadin’ny mpanjaka, tao amin’ny tranon’i Ahasoerosy Mpanjaka.",
        "10": "Tamin’ny andro fahafito, rehefa falifaly iny ny fon’ny mpanjaka noho izy nisotro divay, dia noteneniny i Mehomana, Bizta, Harbona, Bigta, Abagta, Zetara, ary Karkasa, izany hoe ireo tandapa fito lahy nanompo an’i Ahasoerosy Mpanjaka,",
        "11": "mba hitondra an’i Vasty vadin’ny mpanjaka ho eo anatrehany, manao diadema. Tiany haseho amin’ny olona sy ny andriana mantsy ny hatsaran-tarehiny, fa tena tsara tarehy izy.",
        "12": "Tsy nanaiky ny didin’ny mpanjaka nampitain’ny tandapa anefa i Vasty vadin’ny mpanjaka, ka tsy nety nankany mihitsy. Dia tezitra be ny mpanjaka sady romotra be.",
        "13": "Niresaka tamin’ny olon-kendry nahay tsara ny efa fanao teo aloha àry ny mpanjaka. Isaky ny nisy nanahiran-tsaina ny mpanjaka mantsy, dia naka hevitra tamin’izay rehetra nahalala tsara ny lalàna sy ny fitsarana izy.",
        "14": "I Karsena, Setara, Admata, Tarsisy, Meresa, Marsena, ary Memokana no olona akaiky azy indrindra. Andriana fiton’i Persa sy Media izy ireo, sady afaka nankeo anatrehan’ny mpanjaka, ary nitana ny toerana ambony indrindra tao amin’ny fanjakana.",
        "15": "Dia hoy ny mpanjaka: “Raha araka ny lalàna, inona no tokony hatao amin’i Vasty vadin’ny mpanjaka, noho izy tsy nanaiky ny didin’i Ahasoerosy Mpanjaka nampitain’ny tandapa?”",
        "16": "Dia hoy i Memokana teo anatrehan’ny mpanjaka sy ny andriana: “Tsy tamin’ny mpanjaka ihany i Vasty vadin’ny mpanjaka no diso, fa tamin’ny andriana rehetra koa sy tamin’ny olona rehetra any amin’ny faritany rehetra manerana ny fanjakan’i Ahasoerosy Mpanjaka.",
        "17": "Ho fantatry ny vehivavy rehetra mantsy izay nataon’ny vadin’ny mpanjaka, ka hanao tsinontsinona ny vadiny izy ireo, sady hiteny hoe: ‘Na i Ahasoerosy Mpanjaka aza nampiantso an’i Vasty vadiny hankeo anatrehany, fa tsy nety i Vasty.’",
        "18": "Dia rehefa fantatry ny andriambavin’i Persa sy Media izay nataon’ny vadin’ny mpanjaka, dia hiresaka an’ilay izy amin’ny vadiny koa izy ireo, ka ho be dia be ny olona tsy hanaja sy ho tezitra.",
        "19": "Raha mety amin’ny mpanjaka àry, dia aleo ny mpanjaka hamoaka didy hoe tsy mahazo miditra eo anatrehan’i Ahasoerosy Mpanjaka intsony i Vasty. Dia aleo homen’ny mpanjaka ho an’izay vehivavy hafa tsara noho izy ny toeram-boninahitr’i Vasty. Tokony hosoratana ao amin’ny lalàn’i Persa sy Media, izay tsy azo foanana, ilay didy.",
        "20": "Rehefa henon’ny olona manerana an’ity fanjakana midadasika ity ny didin’ny mpanjaka, dia hanome voninahitra ny vadiny ny vehivavy rehetra, hatramin’ny olona ambony ka hatramin’ny olon-tsotra.”",
        "21": "Tian’ny mpanjaka sy ny andriana ilay hevitra, ka nanao izay nolazain’i Memokana ny mpanjaka.",
        "22": "Nandefasany taratasy àry ny faritany rehetra eran’ilay fanjakana, ka nosoratana araka izay soratra fampiasan’ny faritany tsirairay sy araka ny fitenin’ny firenena tsirairay ilay izy. Voalaza tao fa ny lehilahy rehetra no masi-mandidy ao an-tokantranony, ary ny fitenin-drazany no tsy maintsy ampiasaina ao."
    },
    "2": {
        "1": "Taorian’izany, rehefa tsy tezitra intsony i Ahasoerosy Mpanjaka, dia tsaroany ny nataon’i Vasty sy ny sazy nampiharina taminy.",
        "2": "Dia hoy ny mpanompon’ny mpanjaka: “Tokony hitadiavana tovovavy virjiny tsara tarehy ny mpanjaka.",
        "3": "Aleo ny mpanjaka manendry solontena any amin’ny faritany rehetra ao amin’ny fanjakany, ary ireo kosa hanangona ny tovovavy virjiny tsara tarehy rehetra mba hatao ao amin’ny tranom-behivavy, ato an-dapan’i Sosana. Dia aleo i Hegay tandapan’ny mpanjaka sady mpiambina ny vehivavy no hiandraikitra an’ireo tovovavy ireo, ary tokony hokarakaraina tsara ry zareo hanatsarana ny bika aman’endriny.",
        "4": "Dia izay tovovavy tena mahafinaritra ny mpanjaka no ho vadin’ny mpanjaka hisolo an’i Vasty.” Nahafaly ny mpanjaka ilay soso-kevitra, ka narahiny.",
        "5": "Nisy lehilahy jiosy iray atao hoe Mordekay tao an-dapan’i Sosana. Izy dia zanak’i Jaira, zanak’i Simey, zanak’i Kisy Benjaminita,",
        "6": "sady anisan’ireo nentina avy tany Jerosalema ka natao sesitany niaraka tamin’i Jekonia mpanjakan’ny Joda, izay nentin’i Nebokadnezara mpanjakan’i Babylona tany an-tsesitany.",
        "7": "I Mordekay no nitaiza an’i Hadasa, izany hoe Estera, satria kamboty ray sy reny ilay tovovavy. Zanaky ny rahalahin-drain’i Estera i Mordekay, ary noraisiny ho zanany ilay tovovavy, rehefa maty ny rainy sy ny reniny. Sady tsara bika izy no tsara tarehy.",
        "8": "Rehefa nolazaina tamin’ny vahoaka ny didin’ny mpanjaka sy ny lalàny, dia be dia be ny tovovavy nangonina tao an-dapan’i Sosana. Anisan’ireo vehivavy nentina tao amin’ny tranon’ny mpanjaka ireo koa i Estera. I Hegay, mpiambina ny vehivavy, no niandraikitra azy ireo.",
        "9": "Ary nahafinaritra an’i Hegay ilay tovovavy, ka tsara fanahy taminy izy. Tonga dia nasainy nokarakaraina tsara i Estera mba hanatsarana ny bika aman’endriny, sady nasainy nomena sakafo manokana izy. Nanendry tovovavy fito nofantenana avy tao an-tranon’ny mpanjaka koa i Hegay mba hikarakara an’i Estera. Dia nafindrany tany amin’ny toerana tsara indrindra tao amin’ny tranom-behivavy izy sy ireo tovovavy mpanampy azy.",
        "10": "Tsy niteniteny momba ny fireneny na ny havany anefa i Estera, satria efa notenenin’i Mordekay mba tsy hilaza an’izany na amin’iza na amin’iza.",
        "11": "Ary nandalondalo teo alohan’ny tokotanin’ny tranom-behivavy foana i Mordekay isan’andro, mba hahalalany hoe manao ahoana i Estera, ary hoatran’ny ahoana ny fiainany ao.",
        "12": "Nifandimby nankao amin’i Ahasoerosy Mpanjaka ny tovovavy tsirairay, rehefa tapitra ny 12 volana nikarakarana ny bika aman’endriny. Izany mantsy no fotoana tsy maintsy nikarakarana an’ireo vehivavy ireo mba hanatsarana ny bika aman’endriny. Enim-bolana izy niotra tamin’ny menaka miora, ary enim-bolana niotra tamin’ny menaka balsama sy menaka samihafa fikarakarana sy fanatsarana bika aman’endrika.",
        "13": "Vonona hankao amin’ny mpanjaka ilay tovovavy taorian’izay. Dia nomena azy izay rehetra nangatahiny, rehefa niala tao amin’ny tranom-behivavy izy ka nankao amin’ny tranon’ny mpanjaka.",
        "14": "Nankao izy ny takariva, fa niverina tany amin’ny trano faharoa nisy ny vehivavy kosa rehefa maraina. I Sasegaza, tandapan’ny mpanjaka sady mpiambina ny vadikeliny, no niandraikitra azy ireo. Tsy nankao amin’ny mpanjaka intsony izy raha tsy hoe tena nahafinaritra ny mpanjaka angaha, ka nampanantsoiny indray.",
        "15": "Anjaran’i Estera amin’izay ny niditra tao amin’ny mpanjaka. Izy ilay zanak’i Abihaila dadatoan’i Mordekay, fa noraisin’i Mordekay ho zanany. Tsy nangataka na inona na inona i Estera, afa-tsy izay nolazain’i Hegay tandapan’ny mpanjaka sady mpiambina ny vehivavy. Ary tsara fanahy tamin’i Estera izay rehetra nahita azy.",
        "16": "Nentina tao an-dapan’i Ahasoerosy Mpanjaka i Estera, tamin’ny volana fahafolo, izany hoe ny volana Tebeta, tamin’ny taona fahafito nanjakany.",
        "17": "Ary tian’ny mpanjaka mihoatra noho ny vehivavy rehetra i Estera. Izy no nahafinaritra azy sy nankasitrahany mihoatra noho ireo virjiny rehetra. Dia napetrany teo an-dohan’i Estera ny diadema, ary nataony solon’i Vasty izy ka lasa vadin’ny mpanjaka.",
        "18": "Ary nanao fanasambe ho an’ny andrianany sy ny mpanompony rehetra ny mpanjaka, ho fanomezam-boninahitra an’i Estera. Nilaza koa izy hoe hasiana famotsoran-keloka any amin’ireo faritany. Nanao fanomezana foana araka izay nananany koa izy.",
        "19": "Nipetraka teo am-bavahadin’ny mpanjaka i Mordekay, rehefa novorina fanindroany ireo virjiny.",
        "20": "Ary tsy niteniteny momba ny havany na ny fireneny i Estera, araka ny tenin’i Mordekay taminy. Nanao an’izay nolazain’i Mordekay foana izy, hoatran’ny nataony tamin’izy mbola notezainy.",
        "21": "Tamin’izany fotoana izany, tamin’i Mordekay nipetraka teo am-bavahadin’ny mpanjaka, dia tezitra i Bigtana sy Taresy, tandapan’ny mpanjaka sady mpiandry varavarana, ka nanao tetika hamonoana an’i Ahasoerosy Mpanjaka.",
        "22": "Lasa fantatr’i Mordekay anefa ilay tetika, ka tonga dia nolazainy tamin’i Estera vadin’ny mpanjaka. I Estera indray niresaka tamin’ny mpanjaka, tamin’ny anaran’i Mordekay.",
        "23": "Dia nisy fanadihadiana natao ka fantatra fa tena nisy tokoa ilay tetika. Nahantona teo amin’ny tsato-kazo àry izy roa lahy. Dia nosoratana tao amin’ny boky mirakitra ny tantara daholo izany, teo anatrehan’ny mpanjaka."
    },
    "3": {
        "1": "Taorian’izany, dia nomen’i Ahasoerosy Mpanjaka toerana ambony i Hamana zanak’i Hamedota Agagita. Nasandrany izy, ka nataony ambony kokoa noho ny an’ny andriana hafa rehetra ny toerany.",
        "2": "Dia niondrika sy niankohoka teo anatrehan’i Hamana daholo ny mpanompon’ny mpanjaka teo am-bavahady, satria izany no baikon’ny mpanjaka. I Mordekay kosa tsy nety niondrika na niankohoka.",
        "3": "Dia hoy ny mpanompon’ny mpanjaka teo am-bavahady tamin’i Mordekay: “Maninona ianao no tsy miraharaha ny baikon’ny mpanjaka?”",
        "4": "Nanontany an’izany isan’andro izy ireo, nefa tsy nohenoiny mihitsy. Nilaza tamin’izy ireo koa i Mordekay hoe Jiosy izy. Niresaka tamin’i Hamana àry izy ireo, dia nanontany azy raha mbola holeferina ihany na tsia ny fihetsik’i Mordekay.",
        "5": "Ary hitan’i Hamana fa tsy nety niondrika na niankohoka teo anatrehany i Mordekay, ka romotra be izy.",
        "6": "Tena tsy tiany anefa raha i Mordekay irery no hovonoina. Efa nisy niresaka taminy mantsy hoe inona ny firenena niavian’i Mordekay. Nitady hevitra àry izy mba handripahana ny Jiosy rehetra, dia ny firenen’i Mordekay eran’ny fanjakan’i Ahasoerosy.",
        "7": "Tamin’ny volana voalohany, izany hoe ny volana Nisana, tamin’ny taona faha-12 nanjakan’i Ahasoerosy Mpanjaka, dia nisy nanao Pora—na Antsapaka—teo imason’i Hamana mba hahafantarany ny andro sy ny volana hanaovana an’izany. Dia ny volana faha-12, izany hoe ny volana Adara, no voafidy.",
        "8": "Dia hoy i Hamana tamin’i Ahasoerosy Mpanjaka: “Misy vahoaka iray miparitaka sy miely any amin’ny faritany rehetra manerana ny fanjakanao. Tsy mitovy amin’ny an’ny vahoaka rehetra ny lalàny, ary tsy mba mankatò ny lalàn’ny mpanjaka izy. Tsy hitondra soa ho an’ny mpanjaka àry raha avela amin’izao fotsiny izy ireo.",
        "9": "Raha mba mety amin’ny mpanjaka, dia aleo hisy didy hatao an-tsoratra hoe haripaka izy ireo. Dia handoa volafotsy 10 000 talenta amin’ny manam-pahefana aho, harotsaka ao amin’ny tahirim-bolam-panjakana.”",
        "10": "Nesorin’ny mpanjaka teny an-tanany àry ny peratra fanombohan-kaseny ka nomeny an’i Hamana, zanak’i Hamedota Agagita, ilay fahavalon’ny Jiosy.",
        "11": "Ary hoy ny mpanjaka tamin’i Hamana: “Homena anao ny volafotsy sy izany vahoaka izany, ka ataovy izay hitanao fa mety.”",
        "12": "Dia nantsoina ny mpitan-tsoratry ny mpanjaka tamin’ny andro faha-13 amin’ny volana voalohany. Nosoratan’izy ireo daholo ny didy navoakan’i Hamana ho an’ny lehibem-paritany notendren’ny mpanjaka sy ny governoran’ny faritany ary ny mpifehy isam-pirenena. Nosoratana araka izay soratra fampiasan’ny faritany tsirairay sy ny fitenin’ny firenena tsirairay izany. Natao tamin’ny anaran’i Ahasoerosy Mpanjaka koa ilay izy, sady notombohina tamin’ny peratra fanombohan-kaseny.",
        "13": "Dia nampitondraina an’ireo mpitondra hafatra ny taratasy ho an’ny faritany rehetra eran’ilay fanjakana. Voasoratra tao ilay didy hoe hovonoina sy haringana ary haripaka daholo ny Jiosy rehetra, na antitra na tanora, na ny zaza na ny vehivavy, ary halaina daholo ny fananany. Andro iray ihany no hanaovana an’izany, dia ny faha-13 amin’ny volana faha-12, izany hoe ny volana Adara.",
        "14": "Navoaka ho lalàna tany amin’ny faritany rehetra àry izay voasoratra tao amin’ilay taratasy. Nolazaina tamin’ny olona rehetra ilay izy, amin’izay ny olona hiomana ho amin’izany andro izany.",
        "15": "Navoaka tao an-dapan’i Sosana koa ilay lalàna. Dia lasa haingana ny mpitondra hafatra, noho ny baikon’ny mpanjaka. Nipetraka nisotro divay i Hamana sy ny mpanjaka avy eo, fa nisahotaka kosa ny tao an-tanànan’i Sosana."
    },
    "4": {
        "1": "Rehefa fantatr’i Mordekay izany rehetra izany, dia norovitiny ny akanjony, dia nitafy lamba gony izy sady nihosin-davenona. Nankeo afovoan-tanàna izy avy eo, dia nitaraindraina mafy fa nalahelo be.",
        "2": "Ary nankeny amin’ny vavahadin’ny mpanjaka izy, nefa nijanona hatreo ihany. Tsy nahazo niditra teo amin’ny vavahadin’ny mpanjaka mantsy izay olona nitafy gony.",
        "3": "Nalahelo be daholo ny Jiosy, tany amin’ny faritany rehetra nahazo an’ilay didin’ny mpanjaka sy ny lalàny. Dia nifady hanina sy nitomany ary nidradradradra izy ireo. Be dia be koa no natory teo ambony gony sy lavenona.",
        "4": "Dia nankao amin’i Estera ny vehivavy mpanampy azy sy ny tandapany ka nitantara an’izany taminy. Nalahelo be mihitsy àry i Estera vadin’ny mpanjaka, ka nampitondra akanjo hanaovan’i Mordekay ho solon’ilay lamba gony teny aminy. Tsy noraisin’i Mordekay anefa izany.",
        "5": "Dia nampanantsoin’i Estera i Hatàka tandapan’ny mpanjaka, izay notendrena hikarakara an’i Estera, ka nasainy nankany amin’i Mordekay hahafantarany an’izay nitranga.",
        "6": "Dia lasa i Hatàka nankany amin’i Mordekay teo amin’ny tany malalaky ny tanàna, teo alohan’ny vavahadin’ny mpanjaka.",
        "7": "Dia notantarain’i Mordekay taminy izay rehetra nanjo azy. Nolazainy koa hoe ohatrinona ny vola nampanantenain’i Hamana fa harotsany ao amin’ny tahirim-bolam-panjakana mba handripahana ny Jiosy.",
        "8": "Ary nomeny an’i Hatàka ny dika mitovy amin’ilay lalàna navoaka tao Sosana hoe haripaka ny Jiosy. Nasainy naseho an’i Estera ilay izy sady nohazavaina taminy. Nasainy nilazana koa i Estera mba hankao amin’ny mpanjaka, ka hitalaho famindram-po aminy ary mba izy mihitsy no hiangavy ho an’ny fireneny.",
        "9": "Ary niverina i Hatàka dia nolazainy tamin’i Estera ny tenin’i Mordekay.",
        "10": "Dia nasain’i Estera nilaza tamin’i Mordekay izy hoe:",
        "11": "“Fantatry ny mpanompon’ny mpanjaka sy ny olona rehetra any amin’ny faritany manerana ny fanjakana hoe, raha misy lehilahy na vehivavy miditra eo amin’ny tokotany anatiny mankao amin’ny mpanjaka nefa tsy nantsoina, dia izao lalàna tokana izao no hampiharina aminy: Hovonoina ho faty izy. Raha tondroin’ny mpanjaka amin’ny tehiny volamena ihany izy vao tsy ho faty. Izaho anefa efa 30 andro izao no tsy nantsoina hankao amin’ny mpanjaka.”",
        "12": "Rehefa nolazaina tamin’i Mordekay ny tenin’i Estera,",
        "13": "dia izao no navaliny an’i Estera: “Aza mieritreritra hoe mety tsy ho faty miaraka amin’ny Jiosy rehetra ianao satria anisan’ny ankohonan’ny mpanjaka.",
        "14": "Fa raha mangina tsy miteny ianao amin’izao, dia olon-kafa no hamonjy sy hanafaka ny Jiosy. Ianao sy ny ankohonan’ny rainao anefa ho faty. Sady iza moa no mahalala raha ho amin’ny zavatra hoatr’izao mihitsy no nahatonga anao ho lasa vadin’ny mpanjaka?”",
        "15": "Dia izao no navalin’i Estera an’i Mordekay:",
        "16": "“Mandehana àry vorio ny Jiosy rehetra eto Sosana. Dia mifadia hanina noho ny amiko, ka aza mihinana na misotro mandritra ny telo andro, na andro na alina. Hifady hanina koa izaho sy ny vehivavy mpanampy ahy. Dia hankao amin’ny mpanjaka aho, na dia tsy araka ny lalàna aza izany. Koa raha tsy maintsy ho faty aho, dia aleo ho faty.”",
        "17": "Dia lasa i Mordekay ka nanao an’izay rehetra nasain’i Estera nataony."
    },
    "5": {
        "1": "Tamin’ny andro fahatelo, dia nanao akanjom-boninahitra i Estera, ka nitsangana teo amin’ny tokotany anatiny teo anoloan’ny tranon’ny mpanjaka. Tao an-tranony ny mpanjaka tamin’ izay, sady nipetraka teo amin’ny seza fiandrianany tandrifin’ny fidirana.",
        "2": "Dia faly ny mpanjaka raha vao nahita an’i Estera vadin’ny mpanjaka nitsangana teo amin’ilay tokotany, ka notondroiny tamin’ilay tehina volamena teny an-tanany izy. Dia nanatona i Estera ka nikasika ny tendron’ilay tehina.",
        "3": "Ary hoy ny mpanjaka taminy: “Misy olana angaha, ry Estera vadin’ny mpanjaka? Inona no tadiavinao? Fa na ny antsasaky ny fanjakako aza no angatahinao, dia homena anao.”",
        "4": "Dia hoy i Estera: “Nanao fanasana ho an’ny mpanjaka aho androany, ka raha mba mety amin’ny mpanjaka dia mba tongava any miaraka amin’i Hamana.”",
        "5": "Dia hoy ny mpanjaka tamin’ny mpanompony: “Teneno i Hamana hoe tongava haingana, fa izay no fangatahan’i Estera.” Dia nankao amin’ilay fanasana nataon’i Estera ny mpanjaka sy Hamana.",
        "6": "Ary hoy ny mpanjaka tamin’i Estera, rehefa naroso ny divay: “Inona no angatahinao, fa homena anao izany? Ary inona no tadiavinao? Fa na ny antsasaky ny fanjakako aza no angatahinao, dia homena anao.”",
        "7": "Dia hoy i Estera: “Izao no mba angatahiko sy tadiaviko:",
        "8": "Raha mba mahazo sitraka amin’ny mpanjaka aho, ka mety amin’ny mpanjaka ny hanome an’izay angatahiko sy tadiaviko, dia mba tongava ianao sy Hamana any amin’ilay fanasana hataoko ho anareo rahampitso. Amin’izay aho no hilaza ny fangatahako.”",
        "9": "Dia lasa i Hamana tamin’iny andro iny, sady falifaly erỳ. Vao nahita an’i Mordekay teo am-bavahadin’ny mpanjaka anefa izy, dia tezitra be taminy. Hitany mantsy hoe tsy nitsangana i Mordekay sady tsy natahotra azy.",
        "10": "Nifehy tena anefa i Hamana ka nody tany an-tranony. Nampanantsoiny avy eo ny namany sy Zaresy vadiny.",
        "11": "Dia nirehareha be i Hamana hoe nanan-karena be sy nanana zanaka be dia be, ary nomen’ny mpanjaka toerana ambony kokoa sady nataony ambony noho ireo andriana sy mpanompon’ny mpanjaka.",
        "12": "Hoy koa i Hamana: “Angaha izay ihany! Izaho irery no nasain’i Estera vadin’ny mpanjaka, mba hiaraka tamin’ny mpanjaka tany amin’ilay fanasana nataony. Dia mbola nasainy hiaraka aminy sy ny mpanjaka koa aza aho rahampitso.",
        "13": "Tsy misy mahafa-po ahy anefa izany rehetra izany, raha mbola hitako mipetraka eo am-bavahadin’ny mpanjaka i Mordekay, ilay Jiosy iny.”",
        "14": "Dia hoy i Zaresy vadiny sy ny namany rehetra: “Mampanaova tsato-kazo 50 hakiho. Dia rahampitso maraina ihany dia angataho amin’ny mpanjaka mba hahantona eo i Mordekay. Mandehana miaraka amin’ny mpanjaka avy eo, dia ankafizo ilay fanasana.” Dia tian’i Hamana ilay soso-kevitra, ka nampanao an’ilay tsato-kazo izy."
    },
    "6": {
        "1": "Ary tsy nahita tory ny mpanjaka tamin’iny alina iny, ka nasainy nentina teo aminy ny boky mirakitra ny tantara tamin’izany andro izany. Dia novakina tamin’ny mpanjaka ilay izy.",
        "2": "Hita tao ny tatitra nataon’i Mordekay momba an’i Bigtana sy Taresy, tandapan’ny mpanjaka sady mpiandry varavarana, izay nanao tetika hamonoana an’i Ahasoerosy Mpanjaka.",
        "3": "Ary hoy ny mpanjaka: “Inona ny voninahitra sy valisoa efa mba nomena an’i Mordekay tamin’izany nataony izany?” Dia hoy ny mpanompon’ny mpanjaka: “Mbola tsy nisy na inona na inona nomena azy.”",
        "4": "Taorian’izay dia hoy ny mpanjaka: “Iza no ao an-tokotany ao?” Teo amin’ny tokotany ivelan’ny tranon’ny mpanjaka i Hamana tamin’izay. Saika hangataka tamin’ny mpanjaka mantsy izy hoe hahantona eo amin’ilay tsato-kazo efa nomaniny ho azy i Mordekay.",
        "5": "Ary hoy ny mpanompon’ny mpanjaka: “I Hamana no mijoro ao an-tokotany ao.” Dia hoy ny mpanjaka: “Ampandrosoy izy.”",
        "6": "Rehefa niditra i Hamana, dia hoy ny mpanjaka taminy: “Inona no tokony hatao amin’izay lehilahy tian’ny mpanjaka homena voninahitra?” Ary niteny anakampo i Hamana hoe: “Iza indray moa no tian’ny mpanjaka homena voninahitra afa-tsy izaho?”",
        "7": "Dia hoy izy tamin’ny mpanjaka: “Izao no tokony hatao amin’ny lehilahy tian’ny mpanjaka homena voninahitra:",
        "8": "Halaina ny akanjom-boninahitra fanaovan’ny mpanjaka, sy ny soavaly fitaingenan’ny mpanjaka, dia hasiana satroboninahitra ilay soavaly.",
        "9": "Dia aleo ny andriana ambony iray eto amin’ny fanjakana no hiandraikitra an’ilay akanjo sy ilay soavaly. Hampanaovina an’ilay akanjo avy eo ilay lehilahy tian’ny mpanjaka homena voninahitra. Hampitaingenina an’ilay soavaly izy ka hoentina eny amin’ny tany malalaky ny tanàna. Ary tokony hisy hiantsoantso eo alohany hoe: ‘Izao no atao amin’ny lehilahy tian’ny mpanjaka homena voninahitra!’”",
        "10": "Tonga dia hoy ny mpanjaka tamin’i Hamana: “Alaivo haingana ilay akanjo sy ilay soavaly. Dia ataovy amin’i Mordekay Jiosy, ilay mipetraka eo am-bavahadin’ny mpanjaka, izany teninao izany ka aza atao misy latsaka na iray aza.”",
        "11": "Nalain’i Hamana àry ilay akanjo ka nampanaoviny an’i Mordekay. Nalainy koa ilay soavaly ka nampitaingeniny an’ilay izy i Mordekay, dia nentiny teny amin’ny tany malalaky ny tanàna. Ary niantsoantso teo alohany izy hoe: “Izao no atao amin’ny lehilahy tian’ny mpanjaka homena voninahitra!”",
        "12": "Niverina teo am-bavahadin’ny mpanjaka i Mordekay taorian’izay. I Hamana kosa nody haingana tany an-tranony, ary nalahelo be izy ka nosaronany ny lohany.",
        "13": "Dia notantarain’i Hamana tamin’i Zaresy vadiny sy ny namany rehetra ny zava-drehetra nanjo azy. Dia hoy ny olon-kendriny sy Zaresy vadiny: “Jiosy i Mordekay, nefa efa nanomboka lavo teo anatrehany sahady ianao. Dia tsy haharesy azy ianao fa tsy maintsy ho vita hatreo ny aminao.”",
        "14": "Raha mbola niresaka izy ireo, dia tonga ny tandapan’ny mpanjaka mba haka haingana an’i Hamana ho any amin’ilay fanasana nataon’i Estera."
    },
    "7": {
        "1": "Dia lasa ny mpanjaka sy Hamana nankao amin’ilay fanasana nataon’i Estera vadin’ny mpanjaka.",
        "2": "Hoy indray ny mpanjaka tamin’i Estera tamin’io andro faharoa io, rehefa naroso ny divay: “Inona no angatahinao, ry Estera vadin’ny mpanjaka, fa homena anao izany? Ary inona no tadiavinao? Fa na ny antsasaky ny fanjakako aza no angatahinao, dia homena anao.”",
        "3": "Dia hoy i Estera vadin’ny mpanjaka: “Raha mahazo sitraka aminao aho, ry mpanjaka ô, ary raha mety amin’ny mpanjaka, dia ny hitsimbinana ny aiko no angatahiko, ary ny hitsimbinana ny fireneko no tadiaviko.",
        "4": "Fa namidy izahay, dia izaho sy ny fireneko, mba hovonoina sy haringana ary haripaka. Raha mba namidy ho mpanompolahy sy mpanompovavy fotsiny mantsy izahay, dia ho nangina ihany aho. Hisy vokany ratsy amin’ny mpanjaka anefa izany loza izany, fa tsy hitondra soa ho azy.”",
        "5": "Ary hoy i Ahasoerosy Mpanjaka tamin’i Estera vadin’ny mpanjaka: “Iza ny olona sahy nanao an’izany, ary aiza izany olona izany?”",
        "6": "Dia hoy i Estera: “Io Hamana ratsy fanahy io no fahavalo sy mpanohitra anay!” Dia nivarahontsana teo anatrehan’ny mpanjaka sy ny vadiny i Hamana.",
        "7": "Ary romotra be ny mpanjaka ka nitsangana niala teo amin’ilay fanasana, dia nankany amin’ny zaridainan’ny lapa. I Hamana kosa nitsangana hitalaho tamin’i Estera vadin’ny mpanjaka mba hitsimbinana ny ainy. Fantany mantsy fa tsy maintsy hosazin’ny mpanjaka izy.",
        "8": "Dia niverina avy tany amin’ny zaridainan’ny lapa ny mpanjaka, ka nankao amin’ny trano nisy an’ilay fanasana. Ary hitany niankohoka teo ambonin’ilay fandriana nisy an’i Estera i Hamana. Dia hoy ny mpanjaka: “Dia mbola tadiavin’io hovetavetaina ato an-tranoko koa angaha ny vadin’ny mpanjaka?” Raha vao tapitra ny tenin’ny mpanjaka, dia nisy nanarona ny tarehin’i Hamana.",
        "9": "Ary hoy i Harbona, tandapan’ny mpanjaka: “I Hamana koa efa nanomana tsato-kazo hanantonana an’i Mordekay, nefa i Mordekay no nanao tatitra nahavonjy ny mpanjaka. Ao akaikin’ny tranon’i Hamana ao ilay izy, ary 50 hakiho ny haavony.” Dia hoy ny mpanjaka: “Ahantony eo amin’izany i Hamana.”",
        "10": "Dia nahanton’izy ireo teo amin’ilay tsato-kazo nomaniny ho an’i Mordekay i Hamana, ka tsy romotra intsony ny mpanjaka."
    },
    "8": {
        "1": "Tamin’iny andro iny, dia nomen’i Ahasoerosy Mpanjaka an’i Estera vadin’ny mpanjaka ny tranon’i Hamana, ilay fahavalon’ny Jiosy. Nankeo anatrehan’ny mpanjaka koa i Mordekay, satria efa nolazain’i Estera hoe mpihavana izy ireo.",
        "2": "Dia nesorin’ny mpanjaka ny peratra fanombohan-kaseny izay efa nalainy teny amin’i Hamana, ka nomeny an’i Mordekay. Notendren’i Estera hiandraikitra ny tao an-tranon’i Hamana koa i Mordekay.",
        "3": "Ary niresaka tamin’ny mpanjaka indray i Estera, ka niankohoka teo an-tongony izy sady nitomany sy niangavy azy mba hanarina ny ratsy vitan’i Hamana Agagita sy hanafoana an’ilay teti-dratsiny handripahana ny Jiosy.",
        "4": "Notondroin’ny mpanjaka tamin’ilay tehina volamena àry i Estera ka nitsangana. Ary nijoro teo anatrehan’ny mpanjaka izy,",
        "5": "dia niteny hoe: “Raha mety amin’ny mpanjaka, ary raha hitan’ny mpanjaka fa mety izao ka mahafinaritra ny mpanjaka aho, dia aleo mba hisy didy hosoratana hoe hofoanana izay nosoratan’iny Hamana zanak’i Hamedota Agagita iny, ilay nanao teti-dratsy handripahana ny Jiosy any amin’ny faritany rehetra manerana ny fanjakana.",
        "6": "Fa hataoko ahoana ny hijery fotsiny ny loza hanjo ny fireneko? Ary hataoko ahoana ny hijery fotsiny ny fandripahana ny havako?”",
        "7": "Dia hoy i Ahasoerosy Mpanjaka tamin’i Estera vadin’ny mpanjaka sy Mordekay Jiosy: “Efa nomeko an’i Estera ny tranon’i Hamana, ary efa nasaiko nahantona teo amin’ny tsato-kazo izy fa nitetika ny hamely ny Jiosy.",
        "8": "Azonareo atao àry ny manoratra an’izay hitanareo fa mety mba hamonjena ny Jiosy. Ataovy amin’ny anaran’ny mpanjaka izany, ary tombohy amin’ny peratra fanombohan-kasen’ny mpanjaka. Tsy azo foanana mantsy izay efa nosoratana tamin’ny anaran’ny mpanjaka sy notombohina tamin’ny peratra fanombohan-kaseny.”",
        "9": "Ary nampanantsoina tamin’io andro io ny mpitan-tsoratry ny mpanjaka, tamin’ny andro faha-23 amin’ny volana fahatelo, izany hoe ny volana Sivàna. Dia nosoratan’izy ireo ny zava-drehetra nandidian’i Mordekay ny Jiosy sy ny lehibem-paritany sy ny governora ary ny andrianan’ny faritany tany amin’ireo faritany 127, hatrany India ka hatrany Etiopia. Nosoratana araka izay soratra fampiasan’ny faritany tsirairay sy araka ny fitenin’ny firenena tsirairay ilay izy, sady nosoratana ho an’ny Jiosy araka izay soratra fampiasan’izy ireo sy ny fiteniny.",
        "10": "Dia nosoratan’i Mordekay tamin’ny anaran’i Ahasoerosy Mpanjaka ilay taratasy, sady notombohiny tamin’ny peratra fanombohan-kasen’ny mpanjaka. Nampitondrainy an’ireo mpitondra hafatra mitaingina soavaly ilay izy avy eo. Soavaly mahery mandeha sady natokana ho amin’ny fanompoana ny mpanjaka no nitaingenan’izy ireo.",
        "11": "Voalaza tao amin’ireny taratasy ireny fa navelan’ny mpanjaka hifamory sy hiaro ny ainy ny Jiosy tany amin’ny tanàna rehetra. Navelany koa izy ireo hamono sy handringana ary handripaka an’izay tafiky ny firenena na faritany mety hanafika azy, anisan’izany ny zaza amam-behivavy, dia avy eo haka ny fananan’ireny.",
        "12": "Tokony hatao andro iray ihany izany any amin’ny faritany rehetra manerana ny fanjakan’i Ahasoerosy Mpanjaka, dia ny faha-13 amin’ny volana faha-12, izany hoe ny volana Adara.",
        "13": "Tokony havoaka ho lalàna any amin’ny faritany rehetra izay voasoratra ao amin’ilay taratasy. Tokony holazaina any amin’ny firenena rehetra koa ilay izy, mba ho vonona hamaly ny fahavalony ny Jiosy amin’io andro io.",
        "14": "Tonga dia lasa àry ireo mpitondra hafatra mitaingina soavaly fampiasa amin’ny fanompoana ny mpanjaka, ka nandeha haingana izy ireo noho ny baikon’ny mpanjaka. Navoaka tao an-dapan’i Sosana koa ilay lalàna.",
        "15": "Ary niala teo anatrehan’ny mpanjaka i Mordekay, nanao akanjom-boninahitra vita tamin’ny lamba manga sy fotsy. Nanao satroboninahitra volamena lehibe koa izy, sady nanao akanjo ivelany tena tsara vita tamin’ny volonondry volomparasy. Dia nihorakoraka sy faly be ny tao an-tanànan’i Sosana,",
        "16": "satria avotra ny Jiosy. Dia nifaly sy niravoravo izy ireo ary nahazo voninahitra.",
        "17": "Ary nifaly sy niravoravo ny Jiosy, tany amin’ny faritany sy tanàna rehetra nahazo an’ilay didin’ny mpanjaka sy ny lalàny. Nanao fanasambe sy nanao fety be izy ireo. Be dia be koa ny olona tao amin’ilay tany no nilaza ny tenany hoe Jiosy, satria tena natahoran’izy ireo ny Jiosy."
    },
    "9": {
        "1": "Dia tonga ny andro faha-13 amin’ny volana faha-12, izany hoe ny volana Adara. Tamin’io andro io no tokony hanatanterahana ny tenin’ny mpanjaka sy ny didiny. Tamin’izay ny fahavalon’ny Jiosy no nanantena hoe handresy azy, saingy nivadika ny rasa ka ny Jiosy indray no nandresy an’izay nankahala azy.",
        "2": "Dia nifamory tany amin’ny tanànany avy ny Jiosy, tany amin’ireo faritany manerana ny fanjakan’i Ahasoerosy Mpanjaka, mba hiady amin’izay nitady hanisy ratsy azy. Ary tsy nisy nahajoro teo anatrehan’ny Jiosy, satria tena natahoran’ny olona rehetra izy ireo.",
        "3": "Nanampy an’ireo Jiosy daholo koa ny andrianan’ny faritany, ny lehibem-paritany, ny governora, ary izay nikarakara ny raharahan’ny mpanjaka, satria natahotra an’i Mordekay izy ireo.",
        "4": "Nitana toerana ambony tao an-dapan’ny mpanjaka mantsy i Mordekay, ary niely eran’ny faritany rehetra ny lazany satria lasa nisondrotra foana izy.",
        "5": "Ary nasian’ny Jiosy tamin’ny sabatra ny fahavalony rehetra, ka novonoiny sy naringany. Dia nanao izay tiany tamin’izay nankahala azy ny Jiosy.",
        "6": "Namono sy nandripaka 500 lahy tao an-dapan’i Sosana àry ny Jiosy.",
        "7": "Novonoin’izy ireo koa i Parsandata, Dalfona, Aspata,",
        "8": "Porata, Adalia, Aridata,",
        "9": "Parmasta, Arisay, Ariday, ary Vaizata,",
        "10": "dia izy folo lahy zanak’i Hamana zanak’i Hamedota, ilay fahavalon’ny Jiosy. Tsy nandroba fananana anefa ny Jiosy, rehefa avy namono an’ireny.",
        "11": "Tamin’iny andro iny ihany, dia nolazaina tamin’ny mpanjaka ny isan’ny maty tao an-dapan’i Sosana.",
        "12": "Ary hoy ny mpanjaka tamin’i Estera vadin’ny mpanjaka: “Namono sy nandripaka 500 lahy teto an-dapan’i Sosana ny Jiosy, ary maty koa ny zanak’i Hamana folo lahy. Ary mba nanao ahoana ny tany amin’ny faritany hafa manerana ny fanjakana? Inona amin’izay no tianao hangatahina, fa homena anao izany? Sao dia mbola misy zavatra hafa tadiavinao, fa hotanterahina izany?”",
        "13": "Dia hoy i Estera: “Rahampitso, raha mba mety amin’ny mpanjaka, dia aleo mbola havela hanao araka ny lalàna nampiharina androany ny Jiosy eto Sosana. Aleo koa hahantona eo amin’ny tsato-kazo ny zanak’i Hamana folo lahy.”",
        "14": "Dia nasain’ny mpanjaka natao izany. Ary nisy lalàna navoaka tao Sosana, ka nahantona ny zanak’i Hamana folo lahy.",
        "15": "Dia nifamory indray ny Jiosy tao Sosana tamin’ny andro faha-14 amin’ny volana Adara, ka nahafaty 300 lahy tao. Tsy nandroba fananana anefa izy ireo.",
        "16": "Nifamory sy niaro ny ainy koa ny Jiosy sisa tany amin’ireo faritany manerana ny fanjakana. Dia naripak’izy ireo ny fahavalony, ka nahafaty 75 000 tamin’ireo nankahala azy izy ireo. Tsy nandroba fananana anefa izy ireo.",
        "17": "Ny andro faha-13 amin’ny volana Adara tamin’izay. Nitsahatra anefa izy ireo tamin’ny andro faha-14, ary nataony andro fety sy hifalifaliana io andro io.",
        "18": "Ny Jiosy tao Sosana kosa nifamory tamin’ny andro faha-13 sy faha-14. Nitsahatra izy ireo tamin’ny andro faha-15, ary nataony andro fety sy hifalifaliana io andro io.",
        "19": "Izany no nahatonga ny Jiosy tany amin’ireo tanàna ivelan’ny renivohitra hanao ny andro faha-14 amin’ny volana Adara ho andro fifaliana sy fanaovana fety ary fotoana ifanaterana sakafo.",
        "20": "Dia nosoratan’i Mordekay ireny zava-nitranga ireny. Ary nandefasany taratasy ny Jiosy rehetra tany amin’ny faritany rehetra manerana ny fanjakan’i Ahasoerosy Mpanjaka, na ny lavitra na ny akaiky.",
        "21": "Nomeny toromarika izy ireo hoe tokony hankalaza isan-taona ny andro faha-14 sy faha-15 amin’ny volana Adara.",
        "22": "Tamin’ireo andro ireo mantsy ny Jiosy no nafahana tamin’ny fahavalony. Tamin’io volana io koa ny alahelony no nivadika ho fifaliana, ary ny andro fahoriany lasa andro fanaovana fety. Tokony hankalaza an’ireo andro ireo izy ireo ka hanao fety sy hifalifaly, sady hifanatitra sakafo sy hanao fanomezana ho an’ny mahantra.",
        "23": "Dia neken’ny Jiosy hoe hataony isan-taona ilay fety, sady hataony koa izay nosoratan’i Mordekay taminy.",
        "24": "Efa nanao tetika handripahana ny Jiosy mantsy i Hamana zanak’i Hamedota Agagita, ilay fahavalon’ny Jiosy rehetra. Efa nampanao Pora—na Antsapaka—koa izy mba hahatonga azy ireo hisahotaka sy ho ripaka.",
        "25": "Rehefa tonga teo anatrehan’ny mpanjaka anefa i Estera, dia namoaka an’izao didy natao an-tsoratra izao ny mpanjaka: “Hivaly amin’i Hamana anie ilay tetika saika hamelezany ny Jiosy!” Dia nahantona teo amin’ny tsato-kazo izy sy ny zanany lahy.",
        "26": "Izany no antony niantsoana an’ireo andro ireo hoe Porima, izay avy amin’ilay teny hoe Pora. Ary izay rehetra voasoratra tao amin’ilay taratasy, sy izay hitan’ireo Jiosy sy nanjo azy,",
        "27": "no nahatonga azy ireo hanaiky hoe tsy maintsy hankalaza an’ireo andro roa ireo foana izy ireo sy ny taranany ary izay rehetra miandany aminy, ary tsy maintsy hanatanteraka an’izay voasoratra momba an’ireo andro ireo, amin’ny fotoana efa nifanarahana isan-taona.",
        "28": "Tokony hotsarovana ireo andro ireo, ary tokony hankalazain’ny taranaka mifandimby sy ny fianakaviana tsirairay sy ny faritany tsirairay ary ny tanàna tsirairay. Tokony hankalaza an’ireo andro Porima ireo foana ny Jiosy, ary tokony hahatsiaro an’ireo foana ny taranany. Tsy tokony hajanony mihitsy izany.",
        "29": "Dia nampiasa ny fahefana feno nomena azy i Estera vadin’ny mpanjaka, zanak’i Abihaila, sy Mordekay Jiosy, ka nanoratra taratasy faharoa mba hanamafisana ny momba ny Porima.",
        "30": "Dia nandefasany taratasy ny Jiosy rehetra tany amin’ny faritany 127 manerana ny fanjakan’i Ahasoerosy, ka zavatra mampihavana sady marina no nosoratany tao.",
        "31": "Nohamafisina tao fa tokony hankalaza ny Porima amin’ny fotoana efa nifanarahana ny Jiosy rehetra, araka ny tenin’i Mordekay Jiosy sy Estera vadin’ny mpanjaka tamin’izy ireo. Efa nanaiky koa ny Jiosy hoe tsy maintsy hanao an’izany izy sy ny taranany, sady hifady hanina sy hitalaho amin’Andriamanitra.",
        "32": "Dia nanamafy an’ireo zava-drehetra momba ny Porima ireo ny baikon’i Estera, ary nosoratana tao amin’ny boky izany."
    },
    "10": {
        "1": "Nasain’i Ahasoerosy Mpanjaka nanao asa an-terivozona ny olona tao amin’ilay tany sy tany amin’ireo nosin-dranomasina.",
        "2": "Tsy efa voasoratra ao amin’ny boky misy ny tantara tamin’ny andron’ny mpanjakan’i Media sy Persa daholo ve ny asa lehibe sy miavaka nataony? Tsy efa voasoratra ao koa ve ny tsipiriany rehetra tamin’ny nanomezan’ny mpanjaka voninahitra an’i Mordekay?",
        "3": "I Mordekay Jiosy mantsy no nanarakaraka an’i Ahasoerosy Mpanjaka. Nanana toerana ambony teo amin’ny Jiosy rahalahiny rehetra izy, ary nohajain’izy ireo. Nanao soa ho an’ny fireneny koa izy, sady nitady izay hahasoa ny taranak’izy ireo rehetra."
    },
    "meta": {
        "name": "Estera",
        "order": 16,
        "chapter_number": 10
    }
}