{
    "1": {
        "1": "Tamin’ny andro fahadimin’ny volana fahefatra, tamin’ny taona fahatelopolo, dia nisokatra ny lanitra ka nahazo fahitana avy tamin’Andriamanitra aho, tamin’izaho teo amin’ireo olona natao sesitany, teo amoron’ny reniranon’i Kebara.",
        "2": "Tamin’ny andro fahadimin’ny volana, izany hoe tamin’ny taona fahadimy nanaovana sesitany an’i Joiakina Mpanjaka,",
        "3": "dia tonga tamin’i Ezekiela zanak’i Bozy mpisorona ny tenin’i Jehovah, teto amin’ny tanin’ny Kaldeanina, teo amoron’ny reniranon’i Kebara. Niasa tamin’i Ezekiela koa ny tanan’i Jehovah, teo amin’io toerana io.",
        "4": "Ary hitako fa iny nisy rivo-mahery avy any avaratra, sy rahona matevina, ary afo nihovotrovotra. Namirapiratra ny manodidina an’ilay rahona. Ary avy teo afovoan’izy io, * dia nisy zavatra namirapiratra hoatran’ny metaly nanjelatra, * avy teo afovoan’ny afo.",
        "5": "Ary nisy hoatran’ny zavamananaina efatra, avy teo afovoan’izy io. Toy ny olombelona no fahitako azy ireo.",
        "6": "Samy nanana tarehy efatra sy elatra efatra izy tsirairay.",
        "7": "Nahitsy ny tongotr’izy ireo, ary sahala amin’ny kitron’ny zanak’omby ny faladiany. Nanjelanjelatra toy ny varahina nokosehina hangirana ny tongony.",
        "8": "Nisy tanan’olombelona tao ambany elatr’izy ireo, teo amin’ny lafiny efatra. Samy nanana tarehy sy elatra izy efatra.",
        "9": "Nifampikasika ny tendron’ny elatr’izy ireo. Tsy nitodika izy ireo rehefa nandeha, fa samy nizotra tamin’izay hitsiny avy.",
        "10": "Sahala amin’izao ny tarehin’izy ireo: Samy nanana tarehin’olona izy efatra, ary tarehin-diona no teo ankavanana, ary samy nanana tarehin’omby izy efatra teo ankavia. Samy nanana tarehim-boromahery koa izy efatra.",
        "11": "Toy izany ny tarehin’izy ireo. Nivelatra niakatra ny elany. Nanana elatra roa nifandray tendro izy tsirairay, ary ny elany roa hafa kosa nanarona ny vatany.",
        "12": "Samy nizotra tamin’izay hitsiny avy ny tsirairay taminy. Tany amin’izay rehetra tian’ny fanahy halehany no nandehanany. Tsy nitodika izy ireo rehefa nandeha.",
        "13": "Sahala amin’ny vainafo no fahitako an’ireo zavamananaina, ary nisy hoatran’ny fanilo nivezivezy teo anelanelan’izy ireo. Namirapiratra ny afo, ary nisy tselatra nivoaka avy tao amin’ny afo.",
        "14": "Nandeha ireo zavamananaina ary niverina, ka hoatran’ny tselatra no fahitana azy.",
        "15": "Ary raha mbola nijery an’ireo zavamananaina aho, dia io fa nisy kodiarana iray teo amin’ny tany, teo akaikin’ny zavamananaina tsirairay, teo anilan’ireo tarehy efatra nananan’ny tsirairay.",
        "16": "Namirapiratra tahaka ny krizolita ny fahitako an’ireo kodiarana sy ny bikabikany. Ary nitovy daholo izy efatra. Toy ny kodiarana ao anaty kodiarana no fahitana azy sy ny bikabikany.",
        "17": "Nizotra tamin’ny lafiny efatra avy izy ireo rehefa nandeha, ary tsy nivily teny am-pandehanana.",
        "18": "Avo be ireo kodiarana ka nampahatahotra. Ary feno maso ny lafiny ivelany amin’ireo kodiarana efatra.",
        "19": "Rehefa nandeha ireo zavamananaina, dia nandeha teo anilany koa ireo kodiarana. Ary rehefa niakatra niala tamin’ny tany ireo zavamananaina, dia niakatra koa ireo kodiarana.",
        "20": "Tany amin’izay rehetra tian’ny fanahy halehany no nandehanany, satria tany no tian’ny fanahy halehany. Dia nakarina niaraka tamin’ireo ny kodiarana teo anilany, satria tao amin’ny kodiarana ihany koa ilay fanahy tao amin’ny zavamananaina.",
        "21": "Rehefa nandeha ireo, dia nandeha koa ny kodiarana. Ary rehefa nijanona ireo, dia nijanona koa ny kodiarana. Ary rehefa nakarina niala tamin’ny tany ireo, dia nakarina niaraka tamin’ireo koa ny kodiarana teo anilany, satria tao amin’ny kodiarana ihany koa ilay fanahy tao amin’ny zavamananaina.",
        "22": "Nisy hoatran’ny zavatra fisaka terỳ ambony lohan’ireo zavamananaina. Toy ny ranomandry nanjelanjelatra sy nampitolagaga no fahitana azy, ary nivelatra teo ambony lohan’izy ireo ilay izy.",
        "23": "Nivelatra nahitsy ny elatr’izy ireo teo ambanin’io zavatra fisaka io, ary nifampikasika ny tendrony. Samy nanana elatra roa nanarona ny ilan’ny vatany izy tsirairay, ary nanana elatra roa hafa koa nanarona ny ilan’ny vatany.",
        "24": "Rehefa nandeha izy ireo, dia reko ny feon’ny elany, izay toy ny feon’ny rano be, toy ny feon’Ilay Mahery Indrindra, toy ny feon’ny vahoaka be mitabataba, toy ny feon’ny miaramila mitoby. Nampidinin’izy ireo ny elany rehefa nijanona izy ireo.",
        "25": "Ary nisy feo re avy teny ambonin’ilay zavatra fisaka teo ambonin’ny lohan’izy ireo. Nampidinin’izy ireo ny elany rehefa nijanona izy ireo.",
        "26": "Nisy zavatra toy ny vato safira sy toy ny seza fiandrianana, terỳ ambonin’ilay zavatra fisaka teo ambony lohan’izy ireo. Teo ambonin’ilay toy ny seza fiandrianana izay terỳ ambonin’io zavatra fisaka io, dia nisy toy ny bikabikan’olona sady hoatran’ny olombelona, izay nipetraka teo amboniny.",
        "27": "Dia hitako fa nisy zavatra namirapiratra hoatran’ny metaly nanjelatra * sy hoatran’ny afo, nanodidina azy sy avy eo aminy, nanomboka teo amin’ilay toy ny andilany no ho miakatra. Fa nanomboka teo amin’ilay toy ny andilany no ho midina kosa, dia zavatra toy ny afo no hitako. Ary namirapiratra ny manodidina azy.",
        "28": "Nahita zavatra hoatran’ny avana aho, dia avana miseho eny amin’ny rahona rehefa mirotsaka ny orana. Sahala amin’izany no fahitana an’ilay namirapiratra nanodidina azy. Hoatran’ny voninahitr’i Jehovah no fahitana an’ilay izy. Raha vao nahita izany aho, dia niankohoka ary nandre feon’olona niteny."
    },
    "2": {
        "1": "Dia hoy izy tamiko: “Ry zanak’olona, mitsangàna fa hiteny aminao aho.”",
        "2": "Raha vao niteny tamiko izy, dia tonga tamiko ny fanahy ka io no nampitsangana ahy, mba handrenesako an’Ilay miteny amiko.",
        "3": "Hoy koa izy tamiko: “Ry zanak’olona, irahiko ho any amin’ny taranak’Israely ianao, dia any amin’ireo firenena mpikomy izay nikomy tamiko. Fa nandika ny lalàko izy ireo sy ny razany mandraka androany.",
        "4": "Ho any amin’ny taranaka mpamingavinga sy mafy loha no anirahako anao. Koa izao lazaina aminy: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony.’",
        "5": "Koa na hihaino izy ireo na tsia, fa taranaka mpikomy izy, dia ho fantany tokoa fa efa nisy mpaminany teo aminy.",
        "6": "“Ary ianao, ry zanak’olona, aza matahotra azy! Aza atahorana ny teniny, na dia misy olona mafy hatoka aza amin’izy ireo ary na misy zavatra manindrontsindrona anao aza. Fa eo anivon’ny maingoka ianao no monina. Aza atahorana ny teniny, ary aza atao mampihorohoro anao ny tarehiny, fa taranaka mpikomy izy.",
        "7": "Holazainao amin’izy ireo ny teniko na hihaino izy na tsia, satria mpikomy izy.",
        "8": "“Ary ianao, ry zanak’olona, henoy izay lazaiko aminao. Aza mikomy tahaka an’io taranaka mpikomy io. Sokafy ny vavanao ka hano izay omeko anao.”",
        "9": "Koa nijery aho, dia iny fa nisy tanana nitsotra nankeo amiko sady nihazona horonam-boky.",
        "10": "Dia novelariny tsikelikely teo anatrehako ilay horonam-boky. Nisy soratra ambadika sy ambadika ilay izy. Hira fisaonana no voasoratra tao, ary koa fanehoana alahelo sy fahoriana."
    },
    "3": {
        "1": "Ary hoy izy tamiko: “Ry zanak’olona, hano izay hitanao. Hano io horonam-boky io, dia mandehana ka mitenena amin’ny taranak’Israely.”",
        "2": "Koa nosokafako ny vavako, ary nampihinaniny ahy tsikelikely ilay horonam-boky.",
        "3": "Dia hoy indray izy tamiko: “Ry zanak’olona, mihinàna ary ataovy izay hahavoky ny kibonao, ka fenoy an’ity horonam-boky omeko anao ity ny tsinainao.” Koa nihinana aho, ary mamy toy ny tantely ilay izy, tao am-bavako.",
        "4": "Hoy ihany izy tamiko: “Ry zanak’olona, mandehana mankany amin’ny taranak’Israely, ka lazao aminy ny teniko.",
        "5": "Tsy any amin’ny firenena mampiasa fiteny sarotra azo na mampiasa fiteny hafahafa mantsy no anirahana anao, fa any amin’ny taranak’Israely.",
        "6": "Ary tsy irahina any amin’ny firenena maro mampiasa fiteny sarotra azo ianao, na any amin’ny firenena mampiasa fiteny hafahafa, izay mampiasa teny tsy azonao. Raha tany amin’ireny anefa no nanirahako anao, dia ho nihaino anao ireny.",
        "7": "Fa ny taranak’Israely kosa tsy te hihaino anao, satria tsy te hihaino ahy izy ireo. Mafy hatoka sy mafy loha daholo mantsy ny taranak’Israely.",
        "8": "Ataoko mafy hoatran’ny tarehin’izy ireo ny tarehinao, ary ny handrinao ataoko mafy hoatran’ny handriny.",
        "9": "Ataoko mafy hoatran’ny diamondra, eny, mafy noho ny vatoafo, ny handrinao. Aza matahotra azy ary aza atao mampihorohoro anao ny tarehiny, fa taranaka mpikomy izy.”",
        "10": "Hoy koa izy tamiko: “Ry zanak’olona, alatsaho ao am-ponao ny teny rehetra holazaiko aminao, ary aoka ianao hanongilan-tsofina hihaino izany.",
        "11": "Dia mandehana mankany amin’ireo olona natao sesitany, dia any amin’ny zanaky ny firenenao, ka na hihaino izy na tsia, dia mitenena aminy ary lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony.’”",
        "12": "Ary nisy fanahy * nitondra ahy, ka nandre feon-javatra nifofofofo aho tao aoriako, nanao hoe: “Hoderaina anie ny voninahitr’i Jehovah, any amin’ny toerana misy Azy!”",
        "13": "Dia re ny feon’ny elatr’ireo zavamananaina rehefa nifampikasika. Re koa ny feon’ny kodiarana teo akaikiny, sy ilay feon-javatra nifofofofo.",
        "14": "Nentin’ny fanahy aho ka lasa. Dia nandeha aho, ary sosotra * sy tezitra mafy aho tao anatiko tao. Ary niasa tamiko ny tana-maherin’i Jehovah.",
        "15": "Koa nankany Tela-abiba aho, tany amin’ireo olona natao sesitany, izay nonina teo amoron’ny reniranon’i Kebara. Ary nonina teo amin’izay nonenan’izy ireo aho. Dia nipetraka tany fito andro aho, ary tsy nahateny tsy nahavolana teo anivon’izy ireo aho.",
        "16": "Rehefa tapitra ny fito andro, dia tonga tamiko ny tenin’i Jehovah hoe:",
        "17": "“Ry zanak’olona, ataoko mpitily ho an’ny taranak’Israely ianao. Koa henoy ny teny aloaky ny vavako, ary lazao amin’izy ireo ny fampitandremana omeko.",
        "18": "Raha hoy aho amin’ny ratsy fanahy: ‘Ho faty tokoa ianao’, nefa tsy mampitandrina azy ianao, na milaza teny fampitandremana an’ilay ratsy fanahy mba hialany amin’ny lalan-dratsiny ka hahavelona azy, dia ho faty noho ny fahadisoany izy satria ratsy fanahy, fa ianao kosa hataoko ampamoaka noho ny amin’ny rany.",
        "19": "Fa raha nampitandrina ny ratsy fanahy kosa ianao, fa izy no tsy miala amin’ny faharatsiany sy ny lalan-dratsiny, dia ho faty noho ny fahadisoany izy, fa ianao kosa hahavonjy ny ainao.",
        "20": "Ary raha miala amin’ny lalan’ny fahamarinana ny olo-marina ka manao ny tsy rariny, ary hasiako vato mahatafintohina eo anoloany, dia ho faty izy satria tsy nampitandrina azy ianao. Ho faty noho ny fahotany izy, ary tsy hotsarovana ny fahamarinana nataony. Fa ianao * kosa hataoko ampamoaka noho ny amin’ny rany.",
        "21": "Ary raha mampitandrina ny olo-marina ianao mba tsy hanotany, ka tsy manota tokoa izy, dia ho velona tokoa izy satria efa nampitandremanao, ary ho voavonjinao koa ny ainao.”",
        "22": "Ary niasa tamiko ny tanan’i Jehovah tamin’izaho tany, ka hoy izy tamiko: “Mitsangàna ka mandehana eny amin’ny tany lemaka, fa eny aho no hiteny aminao.”",
        "23": "Dia nitsangana aho ka nankeny amin’ny tany lemaka, ary io fa teo ny voninahitr’i Jehovah, toy ilay voninahitra efa hitako tany amoron’ny reniranon’i Kebara. Koa niankohoka aho.",
        "24": "Ary niditra tao anatiko ny fanahy ka nampitsangana ahy. Dia niteny tamiko Andriamanitra ka nanao hoe: “Mandehana mihidy ao an-tranonao.",
        "25": "Ary hogejain’ny olona amin’ny tady ianao, ry zanak’olona, ka hofatorany mba tsy ho afa-mivoaka hankany aminy.",
        "26": "Hataoko miraikitra amin’ny lanilaninao ny lelanao ka ho moana tokoa ianao. Ary amin’izy ireo, dia tsy ho mpananatra azy ianao, satria taranaka mpikomy izy.",
        "27": "Fa hosokafako ny vavanao rehefa miteny aminao aho, ka izao no holazainao amin’izy ireo: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony.’ Aoka hihaino izay te hihaino, ary aoka tsy hihaino izay tsy te hihaino, fa taranaka mpikomy izy."
    },
    "4": {
        "1": "“Ary ianao, ry zanak’olona, makà biriky, ka apetraho eo anatrehanao ary sorito eo an-tampony ny sarin’ny tanànan’i Jerosalema.",
        "2": "Dia ataovy fahirano izy io, ka manangàna manda sy tovon-tany * hanaovana fahirano azy. Manorena koa toby hanafihana azy, ary asio lohondry vy * manodidina azy mba handravana azy.",
        "3": "Makà lasitra vy fanaova-mofo ka atsangano toy ny manda vy eo anelanelanao sy ilay tanàna, ary ataovy manatrika azy ny tarehinao. Dia hatao fahirano ilay tanàna, ka ianao no hanao fahirano azy. Ho famantarana ho an’ny taranak’Israely izany.",
        "4": "“Mandria amin’ny ilanao havia, fa eo amin’io ilany io no hametrahanao ny fahadisoan’ny taranak’Israely. Ny isan’ny andro handrianao amin’ny ilanao havia no hitondranao ny fahadisoan’izy ireo.",
        "5": "Holazaiko aminao ny isan’ny taona naharetan’ny fahadisoan’izy ireo, dia sivifolo sy telonjato andro. Koa ento ny fahadisoan’ny taranak’Israely,",
        "6": "ary vitao hatramin’ny farany ireo andro ireo. “Dia mandria indray amin’ny ilanao havanana ka ento mandritra ny efapolo andro ny fahadisoan’ny taranak’i Joda. Andro iray hosoloako taona iray, eny, andro iray hosoloana taona iray.",
        "7": "Ataovy manatrika an’i Jerosalema atao fahirano ny tarehinao, ary ataovy mihanjahanja ny sandrinao, ka maminania ny amin’ny loza hanjo an’ilay tanàna.",
        "8": "“Hofatorako amin’ny tady ianao mba tsy hahafahanao hivadi-mandry, mandra-pamitanao ny andro anaovanao fahirano azy.",
        "9": "“Makà varimbazaha sy vary orza sy tsaramaso be sy lantihy sy ampemby ary vary spelta, ka afangaroy ao anaty vilany iray ary anaovy mofo ho anao, mandritra ireo andro andrianao amin’ny ilanao. Hihinana izany ianao mandritra ny sivifolo sy telonjato andro.",
        "10": "Hoferana ho sekely roapolo isan’andro ny lanjan’ny sakafo hohaninao, ary ataovy tsikelikely ny fihinananao azy.",
        "11": "“Rano afatra koa no hosotroinao, dia ampahenin’ny hina, * ary ataovy tsikelikely ny fisotronao azy.",
        "12": "“Hohaninao toy ny mofo boribory natao tamin’ny vary orza ilay izy, ary dikin’olona mivaingambaingana sy efa maina no hataonao kitay handrahoanao azy, eo imason’izy ireo.”",
        "13": "Dia hoy ihany i Jehovah: “Toy izany no hihinanan’ny zanak’Israely mofo maloto * any amin’ireo firenena hanaparitahako azy.”",
        "14": "Koa hoy aho: “Indrisy, Jehovah Tompo Fara Tampony ô! Tsy olona maloto ange aho e! Ary mbola tsy nihinana biby maty ho azy aho na nihinana biby noviraviraim-biby, hatramin’ny fahazazako ka hatramin’izao. Ary mbola tsy niditra tamin’ny vavako ny hena maloto.”",
        "15": "Koa hoy izy tamiko: “Tain’omby àry no homeko hampiasainao fa tsy dikin’olona, ka izay no ataovy kitay handrahoanao ny mofonao.”",
        "16": "Dia hoy ihany izy tamiko: “Ry zanak’olona, hotapahiko ny hazo fihantonan’ny mofo boribory * ao Jerosalema, ka hoferana ny lanjan’ny mofo hohanin’ny olona, ary hohaniny ao anatin’ny tebiteby izany. Rano afatra no hosotroiny, ary hosotroiny ao anatin’ny horohoro izany.",
        "17": "Amin’izay dia ho ory mofo sy rano izy ireo, ary ho gaga izy ireo sady hifampijerijery. Ary ho lany hery izy ireo, noho ny fahadisoany."
    },
    "5": {
        "1": "“Ary ianao, ry zanak’olona, makà sabatra maranitra, ka ataovy toy ny harezan’ny mpanety izany. Kakaso amin’iny ny lohanao ary esory amin’iny koa ny volombavanao. Dia makà mizana ary tsinjarao ilay volo,",
        "2": "ka ny ampahatelony hodoranao eo afovoan-tanàna, raha vao tapitra ny andro anaovana fahirano azy. Ary alaivo kosa ny ampahatelony ka asio amin’ny sabatra, any amin’ny lafiny rehetra amin’ilay tanàna. Ny ampahatelony sisa kosa aelezo eny amin’ny rivotra, ary hanatsoaka sabatra aho hamelezana azy ireo.",
        "3": "“Akao kely io farany io, ary fonosy ao anaty akanjonao.",
        "4": "Akao indray ilay izy ka atsipazo ao anaty afo ary dory tanteraka. Avy amin’io afo io no hivoahan’ny afo handoro ny taranak’Israely manontolo.",
        "5": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Jerosalema izany! Nataoko teo anivon’ireo firenena izy, ka tany maro no manodidina azy.",
        "6": "Nikomy tsy nanaraka ny didim-pitsarako izy, ka nanao ratsy mihoatra noho ireo firenena. Ary nikomy tsy nitandrina ny lalàko, mihoatra noho ireo tany manodidina azy, izy. Fa nolaviny ny didim-pitsarako ary tsy notandremany ny lalàko.’",
        "7": "“Dia izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Koa satria sarotra fehezina mihoatra noho ireo firenena manodidina anareo ianareo, ka tsy nitandrina ny lalàko na nanatanteraka ny didim-pitsarako, fa ny didim-pitsaran’ireo firenena manodidina anareo indray no notanterahinareo,",
        "8": "dia izao no nolazain’i Jehovah Tompo Fara Tampony: “Izaho mihitsy no hamely anao, ry tanàna ô! Hampihatra didim-pitsarana aminao eo imason’ireo firenena aho.",
        "9": "Zavatra mbola tsy nataoko mihitsy sady tsy hataoko intsony no hataoko eo aminao, noho ny zava-maharikoriko rehetra nataonao.",
        "10": "“‘“Koa hisy ray hihinan-janaka, eo aminao. Ary hisy koa zanaka hihinana ny rainy. Hampihatra didim-pitsarana aminao aho ary haeliko any amin’ny vazan-tany efatra * ny sisa rehetra eo aminao.”’",
        "11": "“‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia izaho mihitsy no hanao izay hahavitsy anareo, ka tsy hiantra anareo ny masoko ary tsy hangoraka anareo aho, satria ny toerako masina no nolotoinareo tamin’ireo zava-maharikoriko sy zava-mahatsiravina rehetra nataonareo.",
        "12": "Ny ampahatelonareo ho fatin’ny areti-mandringana sy ho ripaky ny mosary eo anivonareo. Ary ny ampahatelony kosa ho lavon-tsabatra manodidina anareo. Ny ampahatelony sisa kosa haeliko any amin’ny vazan-tany efatra, ary hanatsoaka sabatra aho hamelezana azy ireo.",
        "13": "Tsy ho tezitra amin’izy ireo intsony aho sady hampitony ny fahatezerako, ka hampionon-tena. Rehefa avy nanampatra ny fahatezerako tamin’izy ireo aho, dia tsy maintsy ho fantany fa izaho Jehovah no niteny, satria mitaky ny hanompoana ahy irery ihany aho.",
        "14": "“‘Hataoko rava tanteraka sy ho fandatsa ianao, eo amin’ireo firenena manodidina anao sy eo imason’ny mpandalo rehetra.",
        "15": "Handatsa sy hanevateva anao ny firenena manodidina anao, ka ho anatra ho azy ianao ary hihorohoro izy ireo noho izay nanjo anao, rehefa hampihariko eo aminao ny didim-pitsarako. Ho tezitra sy vinitra ary hananatra anao amin-katezerana aho amin’izay fotoana izay. Izaho Jehovah no miteny izany.",
        "16": "“‘Zana-tsipìka mahafaty, izany hoe mosary, no halefako amin’izy ireo mba haharingana azy. Izany zana-tsipìka izany no halefako aminareo mba haharingana anareo. Koa hataoko mafy kokoa ny mosary hahazo anareo, ary hotapahiko ny hazo fihantonan’ny mofo boribory fihinanareo.",
        "17": "Handefa mosary sy bibidia masiaka hamely anareo aho, ka hataony fongana ny zanakareo. Hisy areti-mandringana sy ra mandriaka ao aminao, ary hataoko mamely anao ny sabatra. Izaho Jehovah no miteny izany.’”"
    },
    "6": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ireo tendrombohitr’i Israely, ary maminania ny amin’izay hanjo an’ireo,",
        "3": "ka lazao hoe: ‘Ry tendrombohitr’i Israely ô, henoy ny tenin’i Jehovah Tompo Fara Tampony: Izao no nolazain’i Jehovah Tompo Fara Tampony amin’ireo tendrombohitra sy havoana sy renirano ary lohasaha: “Ho avy aho ka hamely anareo amin’ny sabatra, ary horavako tokoa ny toerana avo eo aminareo.",
        "4": "Horavana ireo alitaranareo, ary hopotehina ny fandoroanareo emboka manitra. Hataoko miampatrampatra eo anoloan’ny sampinareo maharikoriko * ny fatinareo.",
        "5": "Hataoko eo anoloan’ny sampiny maharikoriko ny fatin’ny zanak’Israely, ary ny taolanareo haparitako manodidina ny alitaranareo.",
        "6": "Any amin’izay rehetra onenanareo, dia ho aolo ny tanàna ary horavana ny toerana avo, mba ho aolo. Amin’izay dia ho rava ny alitaranareo ka hirodana, ary tsy hisy intsony ireo sampinareo maharikoriko, hopotipotehina ny fandoroanareo emboka manitra, ary ho fongana ny zavatra namboarinareo.",
        "7": "Dia hiampatrampatra eo aminareo ny fatin’ny voavono, ka tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "8": "“‘“Havelako hisy sisa ihany anefa aminareo, dia ireo tsy matin-tsabatra any amin’ireo firenena, rehefa haparitaka any amin’ny tany samy hafa ianareo.",
        "9": "Dia hahatsiaro ahy ireo sisa tavela ireo, any amin’ireo firenena hitondrana azy ho babo. Hotsaroan’izy ireo koa fa ory dia ory aho satria tia fijangajangana ny fon’izy ireo ka niala tamiko, ary mibanjina an’ireny sampiny maharikoriko ireny ny mason’izy ireo noho ny fikendrena hijangajanga. Koa ho hita eo amin’ny endrik’izy ireo fa haharikoriko azy ny zava-dratsy vitany, dia ny zava-mahatsiravina rehetra nataony.",
        "10": "Dia tsy maintsy ho fantany fa izaho no Jehovah. Tsy niteniteny foana tokoa aho rehefa nilaza fa hahatonga izany loza izany amin’izy ireo.”’",
        "11": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Mitehafa ho fanehoanao ny alahelonao, ary atontòny amin’ny tany ny tongotrao, ka milazà hoe: “Indrisy!”, noho ny zava-dratsy rehetra maharikoriko nataon’ny taranak’Israely, satria ho lavon’ny sabatra sy ny mosary ary ny areti-mandringana izy ireo.",
        "12": "Ho fatin’ny areti-mandringana ny any lavitra, fa ho lavon-tsabatra kosa ny eo akaiky, ary ho fatin’ny mosary ny sisa tavela sy ny voatsimbina. Dia hanampatra ny fahatezerako amin’izy ireo aho.",
        "13": "Koa tsy maintsy ho fantatrareo fa izaho no Jehovah rehefa hiampatrampatra eny rehetra eny ny fatiny, dia eny akaikin’ireo sampiny maharikoriko, eny amin’ny manodidina ny alitarany, eny amin’ny havoana avo rehetra, eny an-tampon-tendrombohitra rehetra, eny ambanin’ny hazo midoroboka rehetra ary eny ambanin’ny hazobe maro rantsana rehetra, izany hoe eny amin’ny toerana nanolorany hanitra mampitony mba ho an’ireo sampiny maharikoriko rehetra.",
        "14": "Ary haninjitra ny tanako hamely azy ireo aho ka hataoko lao tsy misy mponina ny taniny any amin’izay rehetra onenan’izy ireo, eny, ho lao mihoatra noho ilay tany efitra any akaikin’i Dibla. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "7": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, izao no nolazain’i Jehovah Tompo Fara Tampony, amin’ny tanin’ny Israely: ‘Ny farany! Tonga ny farany ho an’ny vazan-tany efatra!",
        "3": "Tonga aminao tokoa izao ny farany, ary hampihatra ny fahatezerako aminao aho, ka hitsara anao araka izay nataonao, ary hataoko mizaka ny vokatry ny zava-maharikoriko rehetra nataonao ianao.",
        "4": "Tsy hiantra anao ny masoko ary tsy hangoraka anao aho, fa hataoko mizaka ny valin’ny nataonao ianao, ary ho tsapanao fa mivaly aminao ny vokatr’ireo zava-maharikoriko nataonao. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "5": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ho avy ny loza! Ho avy tokoa ny loza mbola tsy nisy toy izany!",
        "6": "Ho avy ny farany. Eny, ho avy ny farany, izay hifoha hamely anao. Ho avy tokoa izy.",
        "7": "Hasiana fehiloha ianao, ry mponin’ilay tany. Ho avy ny fotoana, ary efa antomotra ny andro. Olona misahotaka no re, fa tsy horakora-pifaliana eny an-tendrombohitra.",
        "8": "“‘Kely sisa dia hampihatra ny fahatezerako aminao aho, ary hanampatra ny fahavinirako aminao, ka hitsara anao araka izay nataonao, ary hataoko mizaka ny vokatry ny zava-maharikoriko rehetra nataonao ianao.",
        "9": "Tsy hiantra ny masoko ary tsy hangoraka aho. Hovaliako araka ny nataonao ianao, ary ho tsapanao fa mivaly aminao ny vokatr’ireo zava-maharikoriko nataonao. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no mamely anareo.",
        "10": "“‘Oay! Ilay andro! Ho avy ilay andro! Efa nivoaka ilay fehiloha. Efa namony ilay tsorakazo. Efa nitsimoka ny fireharehana.",
        "11": "Nitombo ny herisetra ka nanjary tsorakazo famaizana an’ireo mpanao ratsy. Tsy avy amin’izy ireo izany, na avy amin’ny harenany, na avy amin’ny tenany. Tsy mendrika izy ireo.",
        "12": "Ho avy ny fotoana. Eny, ho avy ny andro. Koa aoka tsy hifaly izay nividy, ary aoka tsy halahelo izay nivarotra, satria hiharan’ny fahatezerana mafy ny vahoaka manontolo.",
        "13": "Fa tsy hiverina amin’ilay nivarotra intsony izay namidiny, na dia mbola anisan’ny velona aza ilay nivarotra. Fa hihatra amin’ny vahoaka manontolo ilay fahitana. Tsy hisy hiverina izy ireo. Ary samy tsy hahavita hiaro ny ainy izy ireo, na dia hanao fahadisoana aza.",
        "14": "“‘Nitsoka trompetra izy ireo ary nasaina niomana ny rehetra, nefa tsy nisy nandeha niady, satria tezitra mafy amin’ny vahoaka manontolo aho.",
        "15": "Sabatra no eny ivelany, ary areti-mandringana sy mosary no ao anatiny. Ho fatin-tsabatra izay eny an-tsaha, ary izay ao an-tanàna kosa ho ripaky ny mosary sy ny areti-mandringana.",
        "16": "Ho afa-mandositra ireo afa-mandositra, ary ho toy ny voromailala eny an-dohasaha izy ireo, eny an-tendrombohitra. Samy hitoreo toy ny voromailala izy rehetra noho ny fahadisoany.",
        "17": "Hiraviravy tanana daholo izy ireo, ary hisy rano hitete * eo amin’ny lohalika rehetra.",
        "18": "Misikina lamba gony izy ireo ary tora-kovitra. Hita eny amin’ny endrik’izy rehetra fa menatra izy, ary nosolaina ny lohan’izy rehetra.",
        "19": "“‘Hatsipiny eny an-dalana ny volafotsiny, ary haharikoriko azy ny volamenany. Tsy hahavonjy azy na ny volafotsiny na ny volamenany, amin’ny andro fahatezeran’i Jehovah. Tsy ho afa-po izy ireo ary tsy ho voky ny kibony, satria nanjary vato mahatafintohina azy ny harenany, ka nahatonga azy hanao fahadisoana.",
        "20": "Ary nataony rehareha ny hatsaran’ny haingony. Volafotsy sy volamena no nanaovany an’ireo sary maharikoriko sy zava-mahatsiravina nivavahany. Koa hataoko lasa zava-maharikoriko azy ny volafotsiny sy ny volamenany.",
        "21": "Havelako horobain’ny hafa firenena sy hobaboin’ny ratsy fanahy eto an-tany ireny, ka hozimbazimbainy.",
        "22": "“‘Hihodina tsy hiatrika azy ireo aho, ary hozimbazimbainy ny toerana miafina misy ahy. Hisy mpandroba hiditra ao ka hanazimbazimba an’ilay toerana.",
        "23": "“‘Manamboara rojo vy, fa didim-pitsarana voapentimpentin’ny ra no mameno an’ilay tany, ary feno herisetra ny tanàna.",
        "24": "Firenena faran’izay ratsy fanahy no hoentiko hamely azy ireo ka halain’ireny ny tranony. Hatsahatro ny fireharehan’ny mahery, ary hozimbazimbaina ny toerana masin’izy ireo.",
        "25": "Hijaly izy ireo, ka hitady fiadanana nefa tsy hisy izany.",
        "26": "Hifanesisesy ny fahoriana sy ny vaovao ratsy. Ary hitady fahitana avy amin’ny mpaminany ny olona. Ho zava-poana ny lalàna eo am-bavan’ny mpisorona, ary ho zava-poana koa ny torohevitra avy amin’ny anti-panahy.",
        "27": "Hisaona ny mpanjaka, ary hitafy famoizam-po ny mpiadidy. Ho sahiran-tsaina ny vahoaka * ka hangovitra ny tanany. Hovaliako araka ny nataony izy ireo, ary hotsaraiko araka izay nitsarany ny hafa. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "8": {
        "1": "Tamin’ny andro fahadimin’ny volana fahenina, tamin’ny taona fahenina, raha nipetrapetraka tao an-tranoko aho ary nipetraka teo anoloako ny anti-panahin’i Joda, dia niasa tamiko ny tanan’i Jehovah Tompo Fara Tampony.",
        "2": "Ary nijery aho ka zavatra hoatran’ny afo no hitako. Nanomboka teo amin’ilay toy ny andilany no ho midina dia nisy afo. Fa nanomboka teo amin’ny andilany no ho miakatra kosa, nisy hoatran’ny namirapiratra toy ny metaly nanjelatra. *",
        "3": "Dia nisy hoatran’ny tanana hitako natsotrany, ka noraisiny tamin’ny volon-dohako aho. Koa nisy fanahy * nanainga ahy ho eo anelanelan’ny tany sy ny lanitra, ka nitondra ahy tany Jerosalema, tao anatin’ny fahitana avy tamin’Andriamanitra. Nentiny ho eo amin’ny fidirana amin’ilay vavahady anatiny, izay mitodika mianavaratra, aho. Teo no nisy an’ilay sampy izay mahatonga an’Andriamanitra ho saro-piaro.",
        "4": "Ary io fa teo ny voninahitr’ilay Andriamanitry ny Israely, ary sahala amin’ilay hitako tao amin’ny tany lemaka ilay izy.",
        "5": "Dia hoy izy tamiko: “Ry zanak’olona, atopazo mianavaratra ny masonao, azafady!” Dia natopiko nianavaratra ny masoko, ka hitako teo avaratr’ilay vavahady mankeo amin’ny alitara, teo amin’ny fidirana, ilay sampy izay mahatonga an’Andriamanitra ho saro-piaro.",
        "6": "Hoy indray izy tamiko: “Ry zanak’olona, hitanao ve ny zavatra tena maharikoriko ataon’izy ireo, dia ny zavatra ataon’ny taranak’Israely eto mba hanalavirako ny toerako masina? Mbola hahita zavatra hafa tena maharikoriko koa anefa ianao.”",
        "7": "Koa nentiny teo amin’ny fidirana mankao an-tokotany aho, ka rehefa nijery aho dia nahita lavaka iray teo amin’ny rindrina.",
        "8": "Ary hoy izy tamiko: “Ry zanak’olona, loahy ilay rindrina, azafady!” Dia noloahako tsikelikely ilay rindrina, ka nahita fidirana iray aho.",
        "9": "Hoy indray izy tamiko: “Midira ka jereo ny zava-dratsy maharikoriko ataon’izy ireo ao.”",
        "10": "Koa niditra aho, ary nijery ka nahita sarina biby mandady sy biby maharikoriko ary sarin’ny sampy mahatsiravina rehetran’ny taranak’Israely. Voasokitra teny amin’ny rindrina manontolo izany rehetra izany.",
        "11": "Anti-panahy fitopolo anisan’ny taranak’Israely no nijoro teo anoloan’ireny, ary niara-nijoro tamin’izy ireo teo i Jazania zanak’i Safana. Samy nitondra ny fitaovany fandoroana emboka manitra izy ireo, ary niakatra ny hanitr’ilay emboka manitra nodorana.",
        "12": "Ary hoy izy tamiko: “Hitanao ve, ry zanak’olona, izay ataon’ny anti-panahin’ny taranak’Israely ao amin’ny maizina, dia izay ataon’izy tsirairay ao amin’ireo efitrano anatiny misy ireo sary sokitra? Hoy mantsy izy ireo: ‘Tsy mahita antsika i Jehovah! Efa nafoin’i Jehovah ny tanintsika!’”",
        "13": "Hoy ihany izy tamiko: “Mbola hahita zavatra hafa tena maharikoriko ataon’izy ireo koa ianao.”",
        "14": "Koa nentiny teo amin’ny fidirana amin’ny vavahadin’ny tranon’i Jehovah, izay manandrify ny avaratra, aho. Dia nahita vehivavy nipetraka teo aho ary nitomany an’ilay andriamanitra atao hoe Tamoza izy ireo.",
        "15": "Hoy indray izy tamiko: “Hitanao ve izao, ry zanak’olona? Mbola ho ratsy kokoa noho ireo anefa ny zavatra tena maharikoriko ho hitanao!”",
        "16": "Dia nentiny tao amin’ny tokotany anatiny misy ny tranon’i Jehovah aho, ary indreo fa nisy lehilahy tokotokony ho dimy amby roapolo, teo amin’ny fidirana mankao amin’ny tempolin’i Jehovah, teo anelanelan’ny tilikambo fidirana sy ny alitara. Niamboho ny tempolin’i Jehovah izy ireo, ka nitodika niantsinanana. Niankohoka niantsinanana, nanandrify ny masoandro, izy ireo.",
        "17": "Hoy ihany izy tamiko: “Hitanao ve izao, ry zanak’olona? Angaha mbola tsy ampy an’ireo taranak’i Joda ny zava-maharikoriko ataony eto, no mbola fenoiny herisetra koa ny tany ka manao izay hampahatezitra ahy indray izy ireo? Ataony eo amin’ny oroko mihitsy ilay rantsankazo.",
        "18": "Koa hanampatra ny fahatezerako aho. Tsy hiantra azy ireo ny masoko, ary tsy hangoraka azy ireo aho. Dia hitalaho mafy eo an-tsofiko tokoa izy ireo, fa tsy hihaino azy aho.”"
    },
    "9": {
        "1": "Ary reko izy niantsoantso mafy hoe: “Manatòna ianareo izay irahina handrava an’ilay tanàna, ary samia mitondra ny fitaovam-piadiany mba handringanana!”",
        "2": "Koa indreny fa nisy lehilahy enina avy tany amin’ilay vavahady ambony izay manandrify ny avaratra. Samy nitondra ny fitaovam-piadiany famotipotehana izy ireo. Ary nisy lehilahy iray nanao akanjo rongony, niaraka tamin’izy ireo. Nisy fitoeran-dranomainty fampiasan’ny mpitan-tsoratra, teo amin’ny andilany. Dia niditra ireo ka nijoro teo anilan’ny alitara varahina.",
        "3": "Ary niakatra avy teo ambonin’ireo kerobima ny voninahitr’ilay Andriamanitry ny Israely, ka nankeo amin’ny tokonan’ilay trano. Dia nantsoin’Andriamanitra ilay lehilahy nanao akanjo rongony, izay nisy fitoeran-dranomaintin’ny mpitan-tsoratra teo amin’ny andilany.",
        "4": "Hoy i Jehovah taminy: “Mandehana mamakivaky ny tanàna, dia i Jerosalema, ka asio marika eo amin’ny handrin’ny olona misento sy mitaraina noho ny zava-maharikoriko rehetra atao ao.”",
        "5": "Ary reko izy niteny tamin’ireo lehilahy hafa hoe: “Mandehana manaraka azy mamakivaky ny tanàna, ka mameleza. Aoka tsy hiantra ny masonareo, ary aza mangoraka,",
        "6": "fa aripaho daholo na lahiantitra na tovolahy na virjiny na ankizy madinika na vehivavy. Aza hatonina kosa izay misy an’ilay marika. Atombohy ao amin’ny toerako masina izany.” Koa nanomboka tamin’ireo lahiantitra teo anoloan’ilay trano izy ireo.",
        "7": "Hoy ihany Andriamanitra tamin’izy ireo: “Lotoy ilay trano, ary fenoy faty ny tokotany. Mandehana!” Dia lasa ireo ka namely an’izay tao an-tanàna.",
        "8": "Raha mbola namely izy ireo, dia izaho irery sisa tavela. Koa niankohoka aho ka nitalaho hoe: “Indrisy, Jehovah Tompo Fara Tampony ô, aripakao daholo ve ny sisa amin’ny Israely satria manampatra ny fahatezeranao amin’i Jerosalema ianao?”",
        "9": "Koa hoy izy tamiko: “Lehibe dia lehibe ny fahadisoan’ny taranak’Israely sy Joda, ka feno fandatsahan-dra ilay tany ary manjaka ao an-tanàna ny tsy fahamarinana. Nilaza mantsy ny olona hoe: ‘Efa nafoin’i Jehovah ny tanintsika! Tsy mahita i Jehovah!’",
        "10": "Izaho koa mba tsy hiantra sy tsy hangoraka, fa hatsingeriko eo an-dohany ny nataony.”",
        "11": "Dia niverina mba hanao tatitra ilay lehilahy nanao akanjo rongony, izay nisy fitoeran-dranomaintin’ny mpitan-tsoratra teo amin’ny andilany, ka nanao hoe: “Efa vitako izay nandidianao ahy.”"
    },
    "10": {
        "1": "Ary mbola nijery aho, ka io fa nisy zavatra toy ny vato safira teo ambonin’ilay zavatra fisaka terỳ ambony lohan’ny kerobima. Toy ny seza fiandrianana nipoitra terỳ ambonin’izy ireo no fahitako azy io.",
        "2": "Dia hoy izy tamin’ilay lehilahy nanao akanjo rongony: “Midira eo anelanelan’ireo kodiarana mihodinkodina, eo ambanin’ireo kerobima, ary fenoy vainafo avy eo anelanelan’ireo kerobima ny felatananao roa ka atsipazo ao an-tanàna.” Koa niditra teo imasoko izy.",
        "3": "Nijoro teo ankavanan’ilay trano ireo kerobima rehefa niditra ilay lehilahy, ary feno rahona ny tokotany anatiny.",
        "4": "Ary niakatra niala teo amin’ireo kerobima ny voninahitr’i Jehovah ka nankeo amin’ny tokonan’ilay trano. Dia nihafeno rahona ilay trano, ary ny tokotany kosa feno ny famirapiratan’ny voninahitr’i Jehovah.",
        "5": "Re hatreny amin’ny tokotany ivelany ny feon’ny elatr’ireo kerobima, toy ny feon’ilay Andriamanitra Mahery Indrindra rehefa miteny.",
        "6": "Rehefa nanome baiko an’ilay lehilahy nanao akanjo rongony izy hoe: “Makà afo avy eo anelanelan’ireo kodiarana mihodinkodina, eo anelanelan’ireo kerobima”, dia niditra ilay lehilahy ka nijoro teo anilan’ny kodiarana.",
        "7": "Ary nisy kerobima nanatsotra ny tanany avy teo anelanelan’ireo kerobima mba haka afo, izay teo anelanelan’ireo kerobima, ka nitondra izany ary nametraka izany teo amin’ny felatanan’ilay lehilahy nanao akanjo rongony. Dia noraisin’ilay lehilahy izany, ary lasa izy nivoaka.",
        "8": "Ary hita fa nisy hoatran’ny tanan’olombelona teo ambany elatr’ireo kerobima.",
        "9": "Ary mbola nijery aho ka hitako fa nisy kodiarana efatra teo anilan’ireo kerobima. Samy nisy kodiarana iray teo anilan’ny kerobima tsirairay. Namirapiratra tahaka ny vato krizolita ny fahitako an’ireo kodiarana.",
        "10": "Nitovy daholo ny fahitana azy efatra, toy ny kodiarana ao anaty kodiarana.",
        "11": "Rehefa nandeha izy ireo, dia afaka nandeha tamin’izay hitsin’ny lafiny efatra, nefa tsy nila nivily. Tany amin’izay natrehin’ny lohan’ny kerobima mantsy no nandehanany, fa tsy nila nivily izy ireo rehefa nandeha.",
        "12": "Feno maso daholo ny tenany manontolo sy ny lamosiny sy ny tanany sy ny elany, mbamin’ireo kodiarana. Samy nanana ny kodiarany avy izy efatra.",
        "13": "Ary reko nisy niantso an’ireo kodiarana hoe: “Ry kodiarana mihodinkodina ô!”",
        "14": "Samy nanana tarehy efatra izy tsirairay: Toy ny tarehin’ny kerobima ilay tarehy voalohany, toy ny tarehin’olombelona ilay faharoa, toy ny tarehin’ny liona ilay fahatelo, ary toy ny tarehin’ny voromahery ilay fahefatra.",
        "15": "Ary niakatra ireo kerobima. Zavamananaina efa hitako teo amoron’ny reniranon’i Kebara ihany ireo.",
        "16": "Rehefa nandeha ireo kerobima, dia nandeha teo anilany koa ireo kodiarana. Ary rehefa nanainga ny elany hiakatra avo ambonin’ny tany ireo kerobima, dia tsy nila nivily ireo kodiarana sady tsy niala teo anilan’izy ireo.",
        "17": "Rehefa nijanona ireo, dia nijanona koa ny kodiarana, ary rehefa niakatra ireo, dia niakatra koa ny kodiarana, satria tao amin’ny kodiarana ihany koa ilay fanahy tao amin’ny zavamananaina.",
        "18": "Ary niala teo ambonin’ny tokonan’ilay trano ny voninahitr’i Jehovah ka nijanona terỳ ambonin’ny kerobima.",
        "19": "Dia nanainga ny elany ny kerobima ka niakatra niala tamin’ny tany, teo imasoko. Rehefa nandeha izy ireo, dia teo anilany koa ny kodiarana. Nijoro teo amin’ilay fidirana amin’ny vavahadin’ny tranon’i Jehovah izy ireo, teo amin’ilay fidirana teo atsinanana. Ary terỳ ambonin’izy ireo ny voninahitr’ilay Andriamanitry ny Israely.",
        "20": "Ireo zavamananaina ireo ihany ilay hitako teo ambanin’ilay Andriamanitry ny Israely, teo amoron’ny reniranon’i Kebara. Koa fantatro fa kerobima izy ireo.",
        "21": "Samy nanana tarehy efatra sy elatra efatra izy efatra. Ary nisy hoatran’ny tanan’olombelona tao ambany elany.",
        "22": "Tena nitovy tamin’ireo endrika efa hitako teo amoron’ny reniranon’i Kebara ny fahitako ny endriny. Ary samy nizotra tamin’izay hitsiny avy ny tsirairay taminy."
    },
    "11": {
        "1": "Ary nisy fanahy nanainga ahy ka nitondra ahy tany amin’ilay vavahady atsinanana amin’ny tranon’i Jehovah, izay mitodika miantsinanana. Ary hitako fa nisy lehilahy dimy amby roapolo teo amin’ny fidirana amin’ilay vavahady, ary anisan’izy ireo i Jazania zanak’i Azora sy Pelatia zanak’i Benaia. Andrianan’ny vahoaka daholo izy ireo.",
        "2": "Dia hoy Andriamanitra tamiko: “Ry zanak’olona, ireo lehilahy ireo no mitetika hanisy ratsy sy manolo-kevi-dratsy hahavoa an’ity tanàna ity,",
        "3": "ka manao hoe: ‘Tsy efa kely ve sisa dia hanomboka ny fanaovan-trano? Ity tanàna ity no vilanibe ary isika no hena.’",
        "4": "“Koa maminania ny amin’ny loza hanjo azy ireo. Eny, maminania, ry zanak’olona.”",
        "5": "Dia nilatsaka tamiko ny fanahin’i * Jehovah, ka hoy izy tamiko: “Lazao hoe: ‘Izao no nolazain’i Jehovah: “Marina ny voalazanareo, ry taranak’Israely, ary fantatro ny ao an-tsainareo.",
        "6": "Maro be no novonoinareo tao amin’io tanàna io, ka nofenoinareo fatin’olona ny lalambe ao.”’”",
        "7": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ireo olona novonoinareo tao no hena, ary ilay tanàna no vilanibe. Fa ianareo kosa havoaka avy ao.’”",
        "8": "“‘Natahotra sabatra ianareo, nefa sabatra mihitsy no hoentiko hamely anareo’, hoy i Jehovah Tompo Fara Tampony.",
        "9": "‘Havoakako avy ao tokoa ianareo, ka hatolotro eo an-tanan’ny hafa firenena. Ary hampihariko aminareo ny didim-pitsarako.",
        "10": "Ho lavon-tsabatra ianareo. Ary eo amin’ny sisin-tanin’i Israely no hitsarako anareo. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "11": "Tsy ho vilanibe ho anareo io tanàna io ary tsy ho hena ao anatiny ianareo. Ary eo amin’ny sisin-tanin’i Israely no hitsarako anareo.",
        "12": "Dia tsy maintsy ho fantatrareo fa izaho no Jehovah, satria tsy nanaraka ny fitsipiko ianareo ary tsy nanatanteraka ny didim-pitsarako, fa ny didim-pitsaran’ireo firenena manodidina anareo indray no notanterahinareo.’”",
        "13": "Raha vao avy naminany aho, dia maty i Pelatia zanak’i Benaia. Koa niankohoka aho ka nitalaho mafy hoe: “Indrisy, Jehovah Tompo Fara Tampony ô, dia haripakao ve ny sisa amin’ny Israely?”",
        "14": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "15": "“Ry zanak’olona, ny rahalahinao, eny, ny rahalahinao, izany hoe ireo olona maniry hiaro ny zonao hanavotra ny lovanao, mbamin’ny taranak’Israely manontolo, eny, izy rehetra mihitsy, no nilazan’ny mponin’i Jerosalema hoe: ‘Manalavira an’i Jehovah! Anay ity tany ity! Efa nomena ho fanananay ity.’",
        "16": "Koa lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Na dia nalefako lavitra any amin’ireo firenena aza izy ireo, ary naparitako any amin’ny tany samy hafa, dia ho toerana masina ho azy ireo vetivety aho, any amin’izay tany nalehany.”’",
        "17": "“Koa lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hangoniko avy any amin’ireo firenena koa ianareo ary hovoriko avy any amin’ireo tany nanaparitahako anareo, ka homeko anareo ny tanin’ny Israely.",
        "18": "Dia ho tonga any tokoa izy ireo, ka hesoriny daholo ny zava-maharikoriko sy ny zava-mahatsiravina rehetra any.",
        "19": "Fo iray no homeko azy ireo, ary toe-tsaina vaovao no hataoko ao anatiny. Hesoriko ao aminy ny fo vato, ary fo nofo no homeko azy,",
        "20": "mba hitandremany ny lalàko sy hanajany ny didim-pitsarako ka hanatanterahany izany. Dia ho oloko tokoa izy ireo, ary izaho ho Andriamaniny.”’",
        "21": "“‘“Fa izay manana fo mifikitra amin’ny zava-maharikoriko sy ny zava-mahatsiravina fanaony kosa, dia hatsingeriko eo an-dohany ny nataony”, hoy i Jehovah Tompo Fara Tampony.’”",
        "22": "Dia nanainga ny elany ny kerobima, ary teo anilany ireo kodiarana. Ary terỳ ambonin’izy ireo ny voninahitr’ilay Andriamanitry ny Israely.",
        "23": "Dia niakatra niala teo amin’ilay tanàna ny voninahitr’i Jehovah, ka nijanona terỳ ambonin’ilay tendrombohitra atsinanan’ny tanàna.",
        "24": "Ary nisy fanahy nanainga ahy ka nitondra ahy tany Kaldea, tany amin’ireo olona natao sesitany. Tao anatin’ny fahitana, tamin’ny alalan’ny fanahin’Andriamanitra, no nahitako izany. Dia niakatra niala tamiko ilay fahitana hitako.",
        "25": "Ary nolazaiko tamin’ireo olona natao sesitany ny zava-drehetra nasehon’i Jehovah tamiko."
    },
    "12": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, eo anivon’ny taranaka mpikomy no misy anao. Mana-maso hijerena izy ireo nefa tsy mahita, ary manan-tsofina hihainoana nefa tsy mandre, fa taranaka mpikomy izy.",
        "3": "Koa manamboara entana ianao, ry zanak’olona, hoatran’ny hoe hatao sesitany. Dia mandehana any an-tsesitany amin’ny andro antoandro, eo imason’izy ireo, ka mialà eo amin’izay misy anao, mba ho any an-tsesitany any an-toeran-kafa. Ary ataovy eo imason’izy ireo izany. Angamba mba ho tonga saina izy ireo, na dia taranaka mpikomy aza.",
        "4": "Koa ento mivoaka ny entanao, toy ny entan’olona hatao sesitany. Ataovy amin’ny andro antoandro sy eo imason’izy ireo izany. Hanainga eo imason’izy ireo ianao rehefa harivariva, toy ny olona hatao sesitany.",
        "5": "“Loahy eo imason’izy ireo ny rindrina ka avy eo no amoahanao ny entanao.",
        "6": "Ataovy eo an-tsorokao, eo imason’izy ireo, ilay entana ka ento mivoaka rehefa maizina ny andro. Ary saròny ny tarehinao mba tsy hahitanao ny tany, satria nataoko fambara ho an’ny taranak’Israely ianao.”",
        "7": "Koa nataoko izay nandidiana ahy, ka nentiko nivoaka tamin’ny andro antoandro ny entako, toy ny entan’olona hatao sesitany. Rehefa harivariva, dia noloahako tamin’ny tanako ny rindrina. Ary avy teo no namoahako ny entako, rehefa maizina ny andro. Nataoko teo an-tsoroko ilay izy, teo imason’izy ireo.",
        "8": "Dia tonga tamiko indray ny tenin’i Jehovah, rehefa maraina, nanao hoe:",
        "9": "“Ry zanak’olona, tsy nanontany anao ve ny taranak’Israely, izay taranaka mpikomy, hoe: ‘Inona ity ataonao?’",
        "10": "Koa izao lazaina aminy: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Misy fanambarana ho an’ilay mpiadidy, ary fanamelohana ho an’i Jerosalema sy ny taranak’Israely rehetra izay monina ao.”’",
        "11": "“Koa lazao hoe: ‘Fambara ho anareo aho. Ireny nataoko ireny no hatao amin’izy ireo. Hatao sesitany sy hobaboina tokoa izy ireo.",
        "12": "Ilay mpiadidy eo amin’izy ireo dia hitondra ny entany eo an-tsorony rehefa maizina ny andro, ka hanainga. Ary hogorobahan’ny olona ny manda mba hamoahan’izy ireo ny entany. Hosaronan’ilay mpiadidy ny tarehiny mba tsy hahita ny tany ny masony.’",
        "13": "Dia hovelariko hanarona azy ny haratoko, ka ho tratran’ilay fandrika harato izy. Ary hoentiko any Babylona, any amin’ny tanin’ny Kaldeanina izy, nefa tsy hahita an’ilay tany. Any izy no ho faty.",
        "14": "Haeliko any amin’ny vazan-tany efatra ny olona rehetra manodidina azy, izay mpanohana azy, mbamin’ny miaramilany rehetra. Ary hanatsoaka sabatra aho hamelezana azy ireo.",
        "15": "Dia tsy maintsy ho fantatr’izy ireo fa izaho no Jehovah rehefa haparitako any amin’ireo firenena izy ireo, ka haeliko any amin’ny tany samy hafa.",
        "16": "Havelako hisy vitsivitsy hiangana ihany anefa amin’izy ireo, dia ireo sisa tsy matin’ny sabatra sy ny mosary ary ny areti-mandringana. Amin’izay ireny dia ho afaka hitantara any amin’ireo firenena handehanany, ny zava-maharikoriko rehetra nataony. Dia tsy maintsy ho fantany fa izaho no Jehovah.”",
        "17": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "18": "“Ry zanak’olona, hano amin-kovitra ny mofonao, ary sotroy amin’ahiahy sy tebiteby ny ranonao.",
        "19": "Ary lazao amin’ny vahoaka hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony amin’ny mponin’i Jerosalema, izay any amin’ny tanin’ny Israely: “Ao anatin’ny tebiteby no hihinanany mofo, ary ao anatin’ny horohoro no hisotroany rano, satria ho lao ny taniny ary ho fongana izay rehetra ao, noho ny herisetran’ny mponina rehetra ao.",
        "20": "Ho rava ireo tanàna misy mponina, ary ho lao tanteraka ny tany. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "21": "Mbola tonga tamiko indray ny tenin’i Jehovah hoe:",
        "22": "“Ry zanak’olona, inona indray izany fitenenana malaza eo amin’ny tanin’ny Israely izany? Hoy mantsy izy ireo: ‘Mandeha ihany ny fotoana, nefa tsy misy tanteraka akory ny fahitana!’",
        "23": "Koa lazao amin’izy ireo hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hatsahatro izany fitenenana izany, ka tsy hisy hiteny izany intsony ao Israely.”’ Lazao amin’izy ireo kosa hoe: ‘Efa akaiky ny fotoana sy ny fahatanterahan’ny fahitana rehetra.’",
        "24": "Fa ho foana tsy hisy eo amin’ny taranak’Israely ny fahitana tsy misy dikany sy ny sikidy mamitaka.",
        "25": "‘“Fa izaho Jehovah no hilaza izay tiako holazaina, ka ho tanteraka izany. Tsy hisy hataka andro intsony, satria hilaza zavatra aho amin’izao andronareo izao ka hotanterahiko tokoa izany, ry taranaka mpikomy ô!”, hoy i Jehovah Tompo Fara Tampony.’”",
        "26": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "27": "“Ry zanak’olona, milaza ny taranak’Israely hoe: ‘Any aoriana any vao ho tanteraka ny fahitany, ary mbola ho ela be vao ho tanteraka ny faminaniany.’",
        "28": "Koa lazao amin’izy ireo hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “‘Tsy hisy hataka andro intsony fa ho tanteraka daholo ny teniko. Fa izay holazaiko dia ho tanteraka tokoa’, hoy i Jehovah Tompo Fara Tampony.”’”"
    },
    "13": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania momba an’ireo mpaminanin’ny Israely, dia ireo maminany nefa izay ao am-pony fotsiny no lazainy. Koa lazao amin’izy ireo hoe: ‘Henoy ny tenin’i Jehovah.",
        "3": "Izao no nolazain’i Jehovah Tompo Fara Tampony: “Lozan’ireo mpaminany adala, izay mandeha araka ny saim-pantany, nefa tsy nisy na inona na inona hitany!",
        "4": "Nanjary sahala amin’ny amboadia ao an-tanàna aolo ny mpaminaninao, ry Israely ô!",
        "5": "Tsy hiakatra eo amin’ny banga amin’ny manda ianareo, ary tsy hanangana manda vato hiarovana ny taranak’Israely, ka tsy ho tafavoaka amin’ilay ady, amin’ny andron’i Jehovah.”",
        "6": "“Nahita fahitana izy ireo, nefa fahitana tsy marina sy faminaniana sandoka avy amin’ny sikidy. Izao no lazain’izy ireo: ‘Izao no lazain’i Jehovah’, nefa i Jehovah tsy naniraka azy. Koa niandry izay hahatanteraka ny teny izy ireo.",
        "7": "Tsy fahitana sandoka ve no hitanareo, ary tsy lainga avy amin’ny sikidy ve ny faminaniana nolazainareo, tamin’ianareo niteny hoe: ‘Izao no lazain’i Jehovah’, nefa izaho tsy niteny na inona na inona akory?”’",
        "8": "“‘Koa izao no lazain’i Jehovah Tompo Fara Tampony: “‘Noho ianareo nilaza zavatra tsy marina sy nahita fahitana mandainga, dia homelohiko ianareo’, hoy i Jehovah Tompo Fara Tampony.”",
        "9": "Ary ny tanako hamely an’ireo mpaminany mahita fahitana tsy marina sy maminany lainga avy amin’ny sikidy. Tsy ho anisan’ny oloko intsony izy ireo, dia ireo oloko mpinamana akaiky. Tsy ho voasoratra anarana ao amin’ny lisitry ny taranak’Israely koa izy ireo, sady tsy ho tonga any amin’ny tanin’ny Israely. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.",
        "10": "Nampaniasia ny oloko mantsy izy ireo rehefa nilaza hoe: “Fiadanana!”, nefa tsy misy fiadanana akory. Manangana rindrina hanasaraka efitra ny olona, fa ny hafa kosa manisy lalotra fotsy aminy, nefa ho very maina fotsiny ny lalotra nataony.’",
        "11": "“Lazao amin’ireo manisy lalotra fotsy fa hirodana ilay rindrina. Ho avy ny oram-be mahatonga tondra-drano. Hilatsaka ianareo, ry havandra vaventy ô! Hisy tafio-drivotra mifofofofo hampitriatra ilay rindrina.",
        "12": "Dia hirodana tokoa ilay rindrina. Tsy hanontany anareo ve ny olona hoe: ‘Aiza izao ilay lalotra nataonareo?’",
        "13": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hampifofofofo tafio-drivotra koa aho, noho ny fahavinirako. Handatsaka oram-be mahatonga tondra-drano aho, noho ny fahatezerako. Ary handrotsaka havandra vaventy handripahana azy aho, satria vinitra mafy.",
        "14": "Dia harodako ny rindrina nasianareo lalotra fotsy ka hazerako amin’ny tany, ary hiseho hatramin’ny fototra niorenany. Ho rava izy, ka ho ringana eo anivony ianareo. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "15": "“‘Ary hanampatra ny fahatezerako amin’ilay rindrina sy amin’ireo nanisy lalotra fotsy taminy aho, ka hilaza aminareo hoe: “Tsy misy intsony izao ilay rindrina ary tsy eo intsony koa ireo nandalotra azy,",
        "16": "dia ireo mpaminanin’ny Israely izay maminany momba an’i Jerosalema sy mahita fahitana hoe hiadana io tanàna io, nefa tsy misy fiadanana akory”’, hoy i Jehovah Tompo Fara Tampony.",
        "17": "“Ary ianao, ry zanak’olona, mitodiha any amin’ireo zanakavavin’ny firenenao, eny, amin’ireo vehivavy maminany nefa izay ao am-pony fotsiny no lazainy. Koa maminania ny amin’ny loza hanjo azy ireo.",
        "18": "Lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Lozan’ireo vehivavy manjaitra tapa-damba sy manambatambatra an’ireny hatao eo amin’ny kihon’izy rehetra, ary manamboatra voaly hatao amin’ny lohan’izy rehetra araka izay habeny, mba hihazana olona! Mihaza ny oloko ve ianareo, nefa ny anareo tsimbininareo?",
        "19": "Ary hozimbazimbainareo eo imason’ny oloko ve aho mba hahazoanareo vary orza eran’ny tanana sy hahazoanareo sombi-mofo, ka vonoinareo izay * tsy tokony ho faty ary tsimbininareo kosa izay tokony ho faty, noho ny nilazanareo lainga tamin’ny oloko, izay nihaino lainga?”’",
        "20": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ry vehivavy, hopotipotehiko ny tapa-damba nampiasainareo hihazana olona, izay hazainareo toy ny vorona. Dia horovitiko hiala eny an-tsandrinareo ireny ka hafahako ireo nohazainareo toy ny vorona.",
        "21": "Horovitiko ny voalinareo, ary hovonjeko avy eny an-tananareo ny oloko, ka tsy ho toy ny haza eny an-tananareo intsony. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "22": "Nataonareo izay hahakivy ny fon’ny olo-marina noho ny lainganareo, nefa izaho aza tsy nanao izay hampalahelo azy akory. Nanome tanana ny ratsy fanahy koa ianareo, mba tsy hialany amin’ny lalan-dratsiny ka hitsimbinana ny ainy.",
        "23": "Noho izany, dia tsy hahita fahitana tsy marina intsony ianareo vehivavy, ary tsy hilaza faminaniana avy amin’ny sikidy intsony koa ianareo. Dia hovonjeko avy eny an-tananareo ny oloko, ka tsy maintsy ho fantatrareo fa izaho no Jehovah.’”"
    },
    "14": {
        "1": "Nisy anti-panahin’ny Israely tonga tao amiko, ka nipetraka teo anoloako.",
        "2": "Dia tonga tamiko ny tenin’i Jehovah hoe:",
        "3": "“Ry zanak’olona, nomen’ireo lehilahy ireo toerana lehibe ao am-pony ny sampiny maharikoriko, ary nataony teo anoloany ilay vato mahatafintohina izay nahatonga azy hanao fahadisoana. Dia hanaiky hanontanian’izy ireo ve aho?",
        "4": "Koa mitenena aminy, ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Raha misy amin’ny taranak’Israely manatona mpaminany, nefa omeny toerana lehibe ao am-pony ny sampiny maharikoriko sady ataony eo anoloany ilay vato mahatafintohina izay nahatonga azy hanao fahadisoana, dia izaho Jehovah no hamaly azy arakaraka ny hamaroan’ireo sampiny maharikoriko,",
        "5": "mba hisamborako ny taranak’Israely, ka amin’ny fony no hisamborako azy. Niala tamiko mantsy izy rehetra rehefa nanompo an’ireo sampiny maharikoriko.”’",
        "6": "“Koa lazao amin’ny taranak’Israely hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Miverena, ka ilaozy ireo sampinareo maharikoriko ary halaviro ny zava-mahatsiravina rehetra fanaonareo.",
        "7": "Fa raha misy amin’ny taranak’Israely na amin’ny vahiny monina eo amin’ny Israely, manatona mpaminany mba hanontany ahy nefa niala tsy nanaraka ahy intsony, ka nomeny toerana lehibe tao am-pony ny sampiny maharikoriko sady nataony teo anoloany ilay vato mahatafintohina izay nahatonga azy hanao fahadisoana, dia izaho Jehovah mihitsy no hamaly azy.",
        "8": "Hanohitra an’izany olona izany aho, ka hataoko famantarana sy teny fanarabiana izy, ary haringako tsy ho anisan’ny oloko. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’",
        "9": "“‘Ary raha misy mpaminany voafitaka nefa milaza faminaniana, dia izaho Jehovah no namitaka azy. Koa haninjitra ny tanako hamely azy aho, ary hofongorako tsy ho eo amin’ny Israely oloko izy.",
        "10": "Tsy maintsy hizaka ny vokatry ny fahadisoany izy ireo. Hitovy ihany ny fahadisoan’ilay nanontany sy ny fahadisoan’ilay mpaminany.",
        "11": "Amin’izay dia tsy hiala amiko intsony ny taranak’Israely ary tsy handoto ny tenany intsony amin’ny fahadisoana rehetra nataony. Dia ho oloko izy ireo, ary izaho ho Andriamaniny’, hoy i Jehovah Tompo Fara Tampony.”",
        "12": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "13": "“Ry zanak’olona, raha mivadika amiko ny tany iray ka manota amiko, dia haninjitra ny tanako hamely azy aho. Koa hotapahiko tsy hisy ao intsony ny hazo fihantonan’ny mofo boribory. * Ary handefasako mosary ao amin’ilay tany, dia haripako daholo ny olona sy ny biby fiompy ao.”",
        "14": "“‘Na dia atao aza hoe ao amin’izany tany izany ireto telo lahy ireto, dia i Noa sy Daniela ary Joba, dia ny tenany ihany no ho voavonjiny noho ny fahamarinany’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "“‘Ary raha handefasako bibidia masiaka ao amin’ilay tany, ka hataony fongana ny ankizy ao, ary lasa lao ilay tany ka tsy misy olona mandalo intsony ao noho ireo bibidia,",
        "16": "ary na dia atao aza hoe ao amin’izany tany izany izy telo lahy ireo, dia tsy hahavonjy ny zanany lahy na ny zanany vavy izy ireo, raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘fa ny tenany ihany no ho voavonjiny, ary ho lao ilay tany.’”",
        "17": "“‘Ary raha sabatra no hoentiko hamely an’ilay tany ka hoy aho: “Aoka hisy sabatra hitety ilay tany”, ka haripako daholo ny olona sy ny biby fiompy ao,",
        "18": "ary na dia atao aza hoe ao amin’izany tany izany izy telo lahy ireo, dia tsy hahavonjy ny zanany lahy na ny zanany vavy izy ireo, raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘fa ny tenany ihany no ho voavonjiny.’”",
        "19": "“‘Ary raha handefa areti-mandringana ao amin’ilay tany aho, ary hanampatra ny fahatezerako aminy ka hahatonga ra mandriaka, mba ho ripaka daholo ny olona sy ny biby fiompy ao,",
        "20": "ary na dia atao aza hoe ao amin’izany tany izany i Noa sy Daniela ary Joba, dia tsy hahavonjy ny zanany lahy na ny zanany vavy izy ireo, raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘fa ny tenany ihany no ho voavonjiny noho ny fahamarinany.’”",
        "21": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ho toy izany no hitranga rehefa hampihariko amin’i Jerosalema ny didim-pitsarako efatra mitera-doza, dia ny sabatra sy ny mosary sy ny bibidia masiaka ary ny areti-mandringana, mba ho ripaka daholo ny olona sy ny biby fiompy ao.",
        "22": "Hisy sisa tavela ihany anefa, dia ireo olona sisa niangana, eny, ireo entina mivoaka avy ao. Zanakalahy sy zanakavavy ireo! Hivoaka ho any aminareo ireo, ka ho hitanareo ny fanaony sy ny zavatra nataony. Koa hahazo fampiononana ianareo na dia hoentiko hamely an’i Jerosalema aza ny loza, dia izay rehetra hamelezako azy.’”",
        "23": "“‘Hampionona anareo izy ireo rehefa hitanareo ny fanaony sy ny zavatra nataony. Dia ho fantatrareo fa misy antony matoa aho hanao an’izany zava-drehetra tsy maintsy hataoko aminy izany’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "15": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, inona no maha hafa ny hazo voaloboka na ny sampam-boaloboka any an’ala, raha oharina amin’ny hazo hafa rehetra?",
        "3": "Azo akana vatan-kazo hanaovana asa sasany ve izy? Sa azo anamboarana hazo fanantonan-javatra?",
        "4": "Atsipy ao anaty afo izy mba hatao kitay! Samy levon’ny afo ny tendrony roa, ary may koa ny eo antenatenany. Koa azo ampiasaina hiasana ve izy?",
        "5": "Mbola tsy nisy nanombinana aza izy tsy azo nampiasaina hiasana, koa mainka fa rehefa levon’ny afo sy may? Mbola azo ampiasaina amin’ny asa hafa ve izy?”",
        "6": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Toy ilay hazo voaloboka any an’ala, izay hatsipiko ao anaty afo mba hatao kitay, dia hataoko toy izany koa ny mponin’i Jerosalema.",
        "7": "Ary hanohitra azy ireo aho. Nivoaka avy tao anaty afo izy ireo, nefa ho levon’ny afo ihany. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa hanohitra azy ireo aho.’”",
        "8": "“‘Hataoko lao ilay tany satria nivadika tamiko izy ireo’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "16": {
        "1": "Ary mbola tonga tamiko ihany ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, ampahafantaro an’i Jerosalema ny zava-maharikoriko ataony.",
        "3": "Koa lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony amin’i Jerosalema: “Avy any amin’ny tanin’ny Kananita ny fiavianao, ary tany koa ianao no teraka. Amorita ny rainao, ary Hetita ny reninao.",
        "4": "Tamin’ianao teraka, dia tsy notapahina ny tadim-poitranao, tsy nampandroina tamin’ny rano ianao hanadiovana anao, ary tsy nokosehina tamin’ny sira ianao na nohodidinina lamban-jaza, tamin’ny andro nahaterahanao.",
        "5": "Tsy nisy olona niantra anao ka nanao ny iray tamin’ireo zavatra ireo taminao, ho fangorahana anao. Fa natsipy teny an-tsaha kosa ianao satria naharikoriko, tamin’ny andro nahaterahanao.",
        "6": "“‘“Nandalo teo akaikinao aho, ka nahita anao nitsipatsipaka sady nihosin-dra. Koa hoy aho taminao, raha mbola nihosin-dra ianao: ‘Ho velona anie ianao!’ Eny, hoy aho taminao, raha mbola nihosin-dra ianao: ‘Ho velona anie ianao!’",
        "7": "Nataoko maro dia maro toy ny zavamaniry mitsimoka any an-tsaha ianao ka nitombo sy nihalehibe, sady nanao firavaka faran’izay tsara. Efa hita tsara ny bikan’ireo nononao roa ary efa nihanatevina ny volonao, tamin’ianao mbola nitanjaka sy niboridana.”’",
        "8": "“‘Nandalo teo akaikinao indray aho ka nahita anao. Efa tonga ny fotoana nitsirian’ny fitiavanao tamin’izay. Dia novelariko handrakotra anao ny akanjoko, ka norakofako ny fitanjahanao. Nianiana taminao aho ka nanao fifanekena taminao’, hoy i Jehovah Tompo Fara Tampony, ‘ary lasako ianao.",
        "9": "Dia nodioviko tamin’ny rano ianao, ary nosasako hiala taminao ny ranao, ka nohosorako menaka ianao.",
        "10": "Nampanaoviko akanjo misy peta-kofehy ianao, ary koa kiraro vita tamin’ny hoditra faoky. * Nampitafiako lamba rongony tena tsara ianao, ary nataoko feno zavatra lafo vidy teny aminao.",
        "11": "Dia noravahako firavaka ianao, ary nasiako brasele ny tananao, ary rojo ny vozonao.",
        "12": "Nasiako kavina ny oronao sy ny sofinao, ary diadema tsara tarehy no nataoko teny amin’ny lohanao.",
        "13": "Niravaka volamena sy volafotsy ianao, ary lamba rongony tena tsara sy zavatra lafo vidy ary akanjo nisy peta-kofehy no nanaovanao. Lafarinina tsara toto sy tantely ary menaka no fihinanao, ary lasa tena tsara tarehy be ianao, ka toeran’ny mpanjaka no nanjary sahaza anao.’”",
        "14": "“‘Lasa nalaza teo amin’ireo firenena ianao noho ny hatsaran-tarehinao. Tonga lafatra mantsy ny hatsaran-tarehinao satria nataoko teo aminao ny voninahitro’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "“‘Natoky ny hatsaran-tarehinao anefa ianao ka nanjary nivaro-tena satria nalaza. Nanaram-po nivaro-tena tamin’ny mpandalo rehetra ianao, ka nafoinao ho an’ireny ny hatsaran-tarehinao.",
        "16": "Nalainao ny akanjonao sasany, ary nanao toerana avo samihafa loko ianao, ka nivaro-tena teo amin’ireny. Tsy tokony hitranga anefa ny toy izany, ary tsy tokony hisy akory.",
        "17": "Ary nalainao koa ireo firavakao tsara tarehy, avy tamin’ny volamenako sy ny volafotsiko izay efa nomeko anao, ka nanamboaranao sarin-dehilahy, ary nivaro-tena tamin’ireny sarivongana ireny ianao.",
        "18": "Ary nalainao ireo akanjonao misy peta-kofehy ka nampitafianao an’ireny. Nataonao teo anatrehan’ireny ny menaka sy ny emboka manitra tokony ho ahy.",
        "19": "Ny sakafo izay nomeko anao, izany hoe ny lafarinina tsara toto sy ny menaka ary ny tantely nampihinaniko anao, dia nataonao teo anatrehan’ireny mba ho hanitra mampitony, ary mbola izany foana no ataonao’, hoy i Jehovah Tompo Fara Tampony.”",
        "20": "“‘Dia nalainao ny zanakao lahy sy ny zanakao vavy izay naterakao tamiko, ka nataonao sorona ho an’ireny mba ho levona. Mbola tsy ampy anao angaha ny fivarotan-tena nataonao?",
        "21": "Koa novonoinao ny zanako, ka natolotrao an’ireny rehefa nodoranao * tao anaty afo.",
        "22": "Tamin’ianao nanao an’izany zava-maharikoriko rehetra izany sy tamin’ianao nivaro-tena, dia tsy mba nahatsiaro ny andron’ny fahazazanao ianao, fony ianao mbola nitanjaka sy niboridana. Nitsipatsipaka sady nihosin-dra ianao tamin’izany.",
        "23": "Rehefa vitanao izany ratsy rehetra izany—“Loza! Lozanao!”, hoy i Jehovah Tompo Fara Tampony—",
        "24": "dia nanamboatra dongon-tany ho anao ianao, ary nanao toerana avo teny amin’ny tany malalaka rehetra.",
        "25": "Nanorina toerana avo teny amin’ny sampanan-dalana rehetra ianao, ary nataonao lasa zava-maharikoriko ny hatsaran-tarehinao. Koa nisaveraka teo anoloan’izao mpandalo rehetra izao ny fenao, ary nivaro-tena tamin’ny olona maro kokoa ianao.",
        "26": "Nivaro-tena tamin’ireo zanakalahin’i Ejipta ianao, eny, tamin’ireo be nofo, * izay monina tsy lavitra anao. Ary vao mainka nivaro-tena ianao mba hampahatezitra ahy.",
        "27": "Dia haninjitra ny tanako hamely anao aho ka hahenako ny anjara sakafonao. Hatolotro an’ireo vehivavy mankahala anao ianao, eny, hatolotro an’ireo zanakavavin’ny Filistinina, dia ireo vehivavy menatra noho ny fitondran-tenanao baranahiny, ka hataony aminao daholo izay tiany.",
        "28": "“‘Ary mbola nivaro-tena tamin’ny zanakalahin’i Asyria koa ianao satria mbola tsy afa-po. Dia nivaro-tena tamin’ireny foana ianao nefa mbola tsy afa-po ihany.",
        "29": "Koa vao mainka nivaro-tena tamin’ny tany Kanana sy tamin’ny Kaldeanina ianao, nefa mbola tsy afa-po ihany na izany aza.",
        "30": "Tena tezitra mafy aminao aho’, hoy i Jehovah Tompo Fara Tampony, ‘satria ianao nanao izany rehetra izany, izay asa fanaon’ny vehivavy mpivaro-tena tsy misy henatra!",
        "31": "Nanamboatra dongon-tany teny amin’ny sampanan-dalana rehetra ianao, ary nanao toerana avo teny amin’ny tany malalaka rehetra. Tsy mba sahala amin’ny mpivaro-tena rehetra anefa ianao satria tsy nahoanao akory izay karama.",
        "32": "Raha manitsakitsa-bady ny vehivavy, dia olon-kafa no alainy fa tsy ny vadiny.",
        "33": "Ny mpivaro-tena rehetra dia omena fanomezana, fa ianao kosa tsy mba toy izany, satria ianao indray no manome fanomezana ho an’ny lehilahinao rehetra. Manome tsolotra ianao mba ho tonga avy any rehetra any ireny mba hahafahanao hivaro-tena aminy.",
        "34": "Mifanohitra amin’ny vehivavy hafa ianao rehefa mivaro-tena, ary tsy nisy mpivaro-tena nanao toa anao, satria ianao indray no manome karama fa tsy mba omena. Koa mifanohitra amin’ny fanaon’ny hafa ny ataonao.’",
        "35": "“Koa henoy ny tenin’i Jehovah, ry mpivaro-tena ô!",
        "36": "Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Nanampatra ny filan-dratsinao ianao, ary nahariharinao ny fivavianao rehefa nivaro-tena tamin’ireo lehilahinao ianao, sady nivaro-tena tamin’ireny sampinao maharikoriko rehetra ireny. Natolotrao ho an’ireny sampy ireny mihitsy aza ny ran’ny zanakao.",
        "37": "Koa angoniko daholo ireo lehilahinao, dia ireo nomenao fahafinaretana, mbamin’ireo tianao sy ireo halanao, eny, angoniko avy eny amin’ny manodidina ireny, mba hanohitra anao. Dia haharihariko amin’izy ireo ny fivavianao ka ho hitany manontolo izany.",
        "38": "“‘Hotsaraiko toy ny fitsara vehivavy mpanitsakitsa-bady sy mpandatsa-dra ianao. Koa hanampatra ny fahatezerako sy ny fahasarotam-piaroko aminao aho, ka halatsako ny ranao.",
        "39": "Ary hatolotro eo an-tanan’ireny ianao. Dia horavany ny dongon-tany namboarinao, ary harodana ny toerana avo nataonao. Hendahany ny fitafianao sady ho lasany ny firavakao tsara tarehy, ary havelany mitanjaka sy miboridana eo ianao.",
        "40": "Hamory vahoaka ireny mba hamely anao, ka hitora-bato sy hamono anao amin’ny sabany.",
        "41": "Handoro ny tranonao ireny ka hampihatra didim-pitsarana aminao, eo imason’ny vehivavy maro. Ary hatsahatro hatreo ny maha mpivaro-tena anao, ka tsy hanome karama intsony ianao.",
        "42": "Tsy ho tezitra aminao na ho saro-piaro aminao intsony aho. Dia hionona aho ka tsy ho sosotra intsony.’",
        "43": "“‘Tsy mba nahatsiaro ny andron’ny fahazazanao ianao, fa nampiady saina ahy noho ireny zava-drehetra ireny, ka hatsingeriko eo an-dohanao koa ny nataonao’, hoy i Jehovah Tompo Fara Tampony. ‘Tsy hanaraka fitondran-tena baranahiny intsony ianao ho fanampin’ny zava-maharikoriko rehetra nataonao.",
        "44": "“‘Izay mampiasa ohabolana hanesoana anao, dia hilaza an’izao ohabolana izao: “Taha-dreny!”",
        "45": "Tena zanakavavin-dreninao tokoa ianao, satria mankahala vady aman-janaka ny reninao. Ary rahavavin’ny rahavavinao tokoa ianao, satria mankahala vady aman-janaka ireo rahavavinao. Hetita ny reninareo, ary Amorita ny rainareo.’”",
        "46": "“‘I Samaria sy ireo tanàna miankina aminy no zokinao vavy, izay monina eo ankavianao, ary i Sodoma sy ireo tanàna miankina aminy no zandrinao vavy, izay monina eo ankavananao.",
        "47": "Nanao sahala amin’ny nataon’izy ireo sy nanaraka ny zava-maharikoriko fanaony ianao, nefa tsy vitan’izany ihany fa vetivety koa dia efa nihoatra noho ny ratsy nataon’izy ireo ny zava-drehetra nataonao.",
        "48": "Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘na dia i Sodoma rahavavinao sy ireo tanàna niankina taminy aza tsy nahavita ny ratsy vitanao sy ireo tanàna niankina taminao.",
        "49": "Izao no fahadisoan’i Sodoma rahavavinao: Nirehareha izy sy ireo tanàna niankina taminy, betsaka ny sakafony, tsy niraharaha sy tsy rototra izy ireo, sady tsy nanampy ny ory sy ny mahantra.",
        "50": "Mbola nanambony tena koa izy ireo sady nanaraka fanao maharikoriko teo anatrehako. Dia naripako izy ireo tamin’ny farany, satria hitako hoe izany no mendrika azy.",
        "51": "“‘Na i Samaria aza tsy nahavita ny antsasaky ny fahotana vitanao. Betsaka noho ny an’ireo ny zava-maharikoriko nataonao, hany ka ny rahavavinao indray no toa marina raha ampitahaina aminao, noho ny fanao maharikoriko rehetra narahinao.",
        "52": "Zakao ny fahafaham-barakanao rehefa manamarina an’ireo rahavavinao ianao. Marina kokoa noho ianao izy ireo satria mbola maharikoriko kokoa noho ny nataon’izy ireo ny fahotana vitanao. Aoka koa ianao ho menatra ka zakao ny fahafaham-barakanao, satria nataonao izay hahatonga an’ireo rahavavinao ho toa marina kokoa noho ianao.’",
        "53": "“‘Dia hangoniko avy amin’ny fahababoana izy ireo, dia ny mponin’i Sodoma sy ireo tanàna niankina taminy, mbamin’ny mponin’i Samaria sy ireo tanàna niankina taminy. Hangoniko miaraka amin’izy ireo koa ny olonao babo,",
        "54": "mba ho afa-baraka ianao. Ho menatra ianao noho izay rehetra nataonao, tamin’ny nampiononanao azy ireo.",
        "55": "Ho toy ny taloha indray ireo rahavavinao, dia i Sodoma sy ireo tanàna niankina taminy, sy Samaria sy ireo tanàna niankina taminy. Ary ho toy ny taloha indray ianao sy ireo tanàna niankina taminao.",
        "56": "Noheverinao ho tsy mendrika hotononin’ny vavanao i Sodoma rahavavinao, tamin’ny fotoana nireharehanao,",
        "57": "talohan’ny nampiharihariana ny ratsy nataonao, toy ny tamin’ny fotoana nahazoanao latsa avy tamin’ny zanakavavin’i Syria sy avy tamin’ireo rehetra nanodidina azy, dia ireo zanakavavin’i Filistinina. Samy nanesoeso anao tamin’ny lafiny rehetra mantsy ireo.",
        "58": "Hizaka ny vokatry ny fitondran-tenanao baranahiny sy ireo zava-maharikoriko nataonao ianao’, hoy i Jehovah.”",
        "59": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Havaliko aminao izay nataonao, satria nataonao tsinontsinona ilay fianianana ka tsy nohajainao ny fifanekena nataoko taminao.",
        "60": "Fa izaho kosa hahatsiaro ilay fifanekena nataoko taminao fony ianao mbola zaza, ka hanao fifanekena aminao aho, dia fifanekena mandritra ny fotoana tsy voafetra.",
        "61": "Dia hotsaroanao ny nataonao ka ho menatra ianao rehefa mandray an’ireo rahavavinao, izay zokinao sy zandrinao. Homeko anao ho zanakao vavy izy ireo, nefa tsy noho ilay fifanekena nifanaovana taminao.’",
        "62": "“‘Ary hanao fifanekena aminao aho, dia tsy maintsy ho fantatrao fa izaho no Jehovah.",
        "63": "Amin’izay dia hahatsiaro ianao, ary ho menatra ka tsy hisy antony hitenenanao intsony, satria ho afa-baraka ianao rehefa hanao fandrakofam-pahotana ho anao aho noho izay rehetra nataonao’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "17": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, manaova ankamantatra sy fanoharana amin’ny taranak’Israely,",
        "3": "ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Nisy voromahery lehibe iray nanana elatra lehibe. Lava be ny volon’elany, ary rakotra volo samihafa loko izy. Tonga tany Libanona izy ka nalainy ny laingon’ny hazo sedera.",
        "4": "Notapahiny ny tendron’ireo rantsany mbola tanora, ka nentiny tany Kanana. Dia namboleny tao amin’ny tanànan’ny mpivarotra ilay izy.",
        "5": "Nalainy koa ny voa sasany tao amin’ilay tany, ka namboleny tao amin’ny saha famafazam-boa. Dia namboleny toy ny hazomalahelo eo amoron’ny rano be ilay izy, eny, namboleny toy ny hazomalahelo.",
        "6": "Koa nitsimoka ilay voa ka lasa foto-boaloboka mandrobona sy ivaiva. Rehefa naniry izy, dia tsy nisandrahaka ireo rantsany fa nikombona. Ary ny fakany kosa naniry tsikelikely tao ambaniny. Lasa voaloboka ilay izy tamin’ny farany, ka nisy sampany sy rantsany.",
        "7": "“‘“Ary nisy voromahery lehibe hafa koa nanana elatra lehibe, ary ngezabe ny volon’elany. May erỳ io voaloboka io nampisandrahaka ny fakany ho any aminy! Ary ny rantsany kosa nataony nandady avy teo amin’ilay zaridaina nambolena azy, ka nalefany nankany amin’ilay voromahery mba hotondrahany.",
        "8": "Efa nafindra tao amin’ny tany tsara teo amoron’ny rano be izy, mba hisy sampany sy hamoa ka ho lasa voaloboka lehibe.”’",
        "9": "“Lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Ho vanona ve izy? Tsy hisy hanongotra ve ny fakany? Ary tsy hataony simban’ny bibikely ve ny voany? Tsy halazo daholo koa ve ireo tsimoka vao avy notapahina? Halazo tokoa ireny. Tsy sandry mahery na olona maro no ilaina mba hanongotra azy hatramin’ny fakany.",
        "10": "Ho vanona ve izy na dia nafindra aza? Tsy halazo tanteraka ve izy, toy ny tsofin’ny rivotra avy any atsinanana? Nitsimoka tao amin’ilay zaridaina izy, ary ao koa izy no halazo.”’”",
        "11": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "12": "“Lazao amin’io taranaka mpikomy io, azafady, hoe: ‘Tena tsy fantatrareo tokoa ve ny hevitr’izany zavatra izany?’ Koa lazao hoe: ‘Tonga tany Jerosalema ny mpanjakan’i Babylona ary nalainy ny mpanjaka sy ny andriana tao, ka nentiny nankatỳ Babylona.",
        "13": "Naka ny iray tamin’ny taranaky * ny mpanjaka koa izy, ka nanao fifanekena taminy ary nampianiana azy. Nentiny koa ireo olona ambony tao amin’ilay tany,",
        "14": "mba hietry ilay fanjakana ka tsy ho tafarina intsony, ary mba haharitra izy io raha manaja an’ilay fifanekena nataony izy.",
        "15": "Nikomy taminy anefa izy tamin’ny farany, ka naniraka olona ho any Ejipta mba hahazoany soavaly sy olona maro. Hahomby ve izy? Ho afa-mandositra ve izy, nefa nanao izany sady nivadika tamin’ny fifanekena? Ho afa-mandositra tokoa ve izy?’",
        "16": "“‘“Raha mbola velona koa aho”, hoy i Jehovah Tompo Fara Tampony, “dia any amin’ny tanin’ilay mpanjaka nanao azy ho mpanjaka, no hahafatesan’ilay nanao tsinontsinona ny fianianany sy nivadika tamin’ny fifanekena nataony. Eny, any Babylona no hahafatesany.",
        "17": "Tsy hahavonjy azy amin’ny ady i Farao, na dia hampiasa tafika lehibe sy vahoaka be aza. Tsy ho vitany ny hanangana tovon-tany * sy manda hanaovana fahirano hoenti-mandringana olona * maro.",
        "18": "Nanao tsinontsinona ny fianianana izy rehefa nivadika tamin’ny fifanekena. Efa nanolotra tanana ho fanomezan-toky izy, nefa mbola nanao izany rehetra izany ihany. Koa tsy ho afa-mandositra izy.”’",
        "19": "“‘Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Raha mbola velona koa aho, dia hatsingeriko eo an-dohany ny nataony. Nianiana tamiko mantsy izy ary nanao fifanekena tamiko, nefa samy tsy nisy nohajainy izany.",
        "20": "Koa hovelariko hanarona azy ny haratoko, ka ho tratran’ilay fandrika harato izy. Dia hoentiko any Babylona izy ka hifandahatra aminy any aho, satria nivadika tamiko izy sady nanohitra ahy.",
        "21": "Ho lavon-tsabatra daholo izay miaramilany afa-nandositra. Ary izay sisa tavela kosa haely any amin’ny vazan-tany efatra. * Dia tsy maintsy ho fantatrareo fa izaho Jehovah no niteny izany.”’",
        "22": "“‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Izaho mihitsy no haka amin’ireo laingony eny an-tampon’ilay hazo sedera, ka hamboleko izany. Eo amin’ireo rantsany eny amin’ny tendrony no hanapahako rantsana iray mbola tanora. Dia hafindrako eny amin’ny tendrombohitra avo sy manerinerina izany.",
        "23": "Eny amin’ny tendrombohitra avon’ny Israely no hamindrako azy. Hisy sampany izy ary hamoa ka ho lasa hazo sedera lehibe. Ary honina eo ambaniny ny karazam-borona rehetra. Ho eny ambany aloky ny raviny izy ireo.",
        "24": "Dia tsy maintsy ho fantatry ny hazo rehetra any an-tsaha fa izaho Jehovah no mampietry ny hazo avo sy manandratra ny hazo iva. Ataoko malazo ny hazo mbola maitso, ary ataoko misy voniny indray ny hazo efa malazo. Izaho Jehovah no niteny sy nanatanteraka izany.”’”"
    },
    "18": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Inona moa no tianareo holazaina amin’izao fitenenana fampiasanareo any amin’ny tanin’ny Israely izao: ‘Ny ray no mihinana voaloboka manta, nefa ny nifin’ny zanany no madilo’?",
        "3": "“‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hampiasa izany fitenenana izany intsony ianareo, any Israely.",
        "4": "Fa ahy ny aina rehetra. Ahy ny ain’ny ray, ary toy izany koa ny ain’ny zanaka. Izay * manota no ho faty.",
        "5": "“‘Raha olo-marina ny olona iray ka manao ny rariny sy manao izay mahitsy;",
        "6": "tsy nihinana sorona teny an-tendrombohitra izy, na niandrandra an’ireo sampy maharikoriko notompoin’ny taranak’Israely; tsy nandoto vadin’olona izy na nanao firaisana tamin’ny vehivavy mbola maloton’ny fadimbolany;",
        "7": "tsy nampijaly olona izy; ary naveriny ny antoka nalainy tamin’izay nitrosa taminy; tsy naka an-keriny fananan’olona izy; ary nomeny ho an’ny noana ny sakafony, ary nampitafiany ny tsy manan-kitafy;",
        "8": "tsy naka zanabola izy na naka tombony rehefa nampisambo-bola; tsy nanao ny tsy rariny izy; ary nampihatra ny rariny sy ny hitsiny tamin’ny olona nifampitory;",
        "9": "ny lalàko foana no notandremany; ary ny didim-pitsarako no nampihariny mba hanaovany ny marina, eny, raha izany rehetra izany no ataony, dia olo-marina izy ka ho velona tokoa’, hoy i Jehovah Tompo Fara Tampony.",
        "10": "“‘Raha misy raim-pianakaviana manana zanaka mpandroba na mpandatsa-dra, na manao zavatra mitovitovy amin’ny iray amin’ireo",
        "11": "—nefa izy kosa tsy mba nanao izany—raha nihinana sorona teny an-tendrombohitra izy, na nandoto vadin’olona;",
        "12": "na nampijaly ny ory sy ny mahantra izy; na naka an-keriny fananan’olona; na tsy namerina ny antoka nalainy; na niandrandra an’ireo sampy maharikoriko, dia zava-mahatsiravina izany nataony izany.",
        "13": "Naka tombony izy na naka zanabola rehefa nampisambo-bola ka ho faty tokoa. Izany zava-maharikoriko rehetra izany no nataony, ka hovonoina ho faty tokoa izy. Ary izy ihany no ho tompon’andraikitra amin’ny fahafatesany. *",
        "14": "“‘Raha misy raim-pianakaviana manan-janaka, ka hitan’io zanany io ny fahotana rehetra nataon-drainy, ary hitany izany fa izy kosa tsy mba nanao toy izany;",
        "15": "tsy nihinana sorona teny an-tendrombohitra izy, na niandrandra an’ireo sampy maharikoriko notompoin’ny taranak’Israely; tsy nandoto vadin’olona;",
        "16": "tsy nampijaly olona na naka antoka; tsy nandroba fananan’olona; ary nomeny ho an’ny noana ny sakafony ary nampitafiany ny tsy manan-kitafy;",
        "17": "tsy nampijaly ny ory izy, ary tsy naka tombony na naka zanabola rehefa nampisambo-bola; fa ny didim-pitsarako no notanterahiny ary ny lalàko no notandremany, dia tsy ho faty noho ny fahadisoan’ny rainy izy, fa ho velona tokoa.",
        "18": "Fa ilay rainy kosa no ho faty noho ny fahadisoan’ny tenany, satria nanambaka an-kitsirano izy sady naka an-keriny ny fananan’ny rahalahiny ary nanao izay ratsy teo amin’ny fireneny.",
        "19": "“‘Dia hilaza ianareo hoe: “Fa nahoana kosa ny zanaka no tsy hizaka ny vokatry ny fahadisoan’ny rainy?” Satria ilay zanaka nanao ny rariny sy nanao izay mahitsy, ary nitandrina ny lalàko rehetra sy nankatò izany foana, ka ho velona tokoa.",
        "20": "Fa izay * manota no ho faty. Tsy hizaka ny vokatry ny fahadisoan’ny rainy ny zanaka, ary tsy hizaka ny vokatry ny fahadisoan’ny zanaka ny rainy. Ny olo-marina ihany no hovalian-tsoa noho ny fahamarinany, ary ny ratsy fanahy ihany no hizaka ny vokatry ny faharatsiany.",
        "21": "“‘Ary raha miala amin’ny fahotany rehetra ny ratsy fanahy, ka tena mitandrina ny lalàko rehetra ary manao ny rariny sady manao izay mahitsy, dia ho velona tokoa izy fa tsy ho faty.",
        "22": "Tsy hotsarovana intsony ny fahadisoana rehetra vitany, ary tsy hanamelohana azy intsony izany. Koa ho velona izy, noho ny fahamarinany.’",
        "23": "“‘Sitrako ve ny hahafatesan’ny ratsy fanahy’, hoy i Jehovah Tompo Fara Tampony, ‘fa tsy ny hialany amin’ny ratsy fanaony mba ho velona izy?’",
        "24": "“‘Raha miala amin’ny lalan’ny fahamarinana ny olo-marina ka manao ny tsy rariny, ary ny zava-maharikoriko rehetra fanaon’ny ratsy fanahy no ataony fanao, ary mbola velona izy, dia tsy hisy hotsarovana ny fahamarinana rehetra nataony. Ho faty izy satria nivadika sy nanota.",
        "25": "“‘Dia hiteny ianareo hoe: “Tsy mety ny ataon’i Jehovah.” Koa henoy àry, azafady, ry taranak’Israely ô! Tsy mety tokoa ve ny ataoko? Tsy ny ataonareo ve no tsy mety?",
        "26": "“‘Raha miala amin’ny lalan’ny fahamarinana ny olo-marina ka manao ny tsy rariny, ary maty noho izany, dia ho faty tokoa izy noho ny nanaovany ny tsy rariny.",
        "27": "“‘Ary raha miala amin’ny ratsy fanaony ny ratsy fanahy ka manao ny rariny sady manao izay mahitsy, dia ny tenany ihany no hitsimbina ny ainy.",
        "28": "Rehefa tsapany ny fahadisoana rehetra vitany ka miala amin’izany izy, dia ho velona tokoa izy fa tsy ho faty.",
        "29": "“‘Dia hiteny ny taranak’Israely hoe: “Tsy mety ny ataon’i Jehovah.” Ny ataoko ve no tsy mety, ry taranak’Israely ô? Tsy ny ataonareo ve no tsy mety?’",
        "30": "“‘Koa arakaraka izay nataonareo avy no hitsarako anareo, ry taranak’Israely ô!’, hoy i Jehovah Tompo Fara Tampony. ‘Mibebaha ka mialà amin’ny fahadisoana rehetra nataonareo, ary aoka tsy hisy na inona na inona ho tonga vato mahatafintohina anareo, ka hahatonga anareo hanao fahadisoana.",
        "31": "Esory aminareo ny fahadisoana rehetra vitanareo, ka ataovy izay hananana fo vaovao sy toe-tsaina vaovao. Fa nahoana ianareo no ho faty, ry taranak’Israely ô?’",
        "32": "“‘Tsy sitrako mantsy ny hahafatesan’iza na iza’, hoy i Jehovah Tompo Fara Tampony. ‘Koa mialà amin’ny lalan-dratsinareo mba ho velona ianareo!’”"
    },
    "19": {
        "1": "“Ary manaova hira fanehoana alahelo an’ireo mpiadidy eo amin’ny Israely,",
        "2": "ka lazao hoe: ‘Inona moa ny reninareo? Liom-bavy eo anivon’ny lion-dahy izy. Mandry eo anivon’ny liona tanora izy, ary mitaiza an’ireo zanany.",
        "3": "“‘Notezainy ny iray tamin’ireo zanany, ka lasa liona tanora matanjaka, izay nianatra namiravira remby, ary nihinana olona mihitsy.",
        "4": "Nandre momba azy foana ireo firenena. Voafandrika anefa izy ka latsaka tao amin’ny lavaka nataon’izy ireo, ary notaritiny tamin’ny faraingo nankany Ejipta.",
        "5": "“‘Rehefa hitan’ilay liom-bavy fa very maina fotsiny ny niandrasany, ary efa tsy nisy fanantenana intsony, dia nalainy indray ny zanany iray, ka nataony lasa liona tanora matanjaka.",
        "6": "Dia nandehandeha teo anivon’ireo liona izy io. Lasa liona tanora matanjaka izy io ary nianatra namiravira remby, ka nihinana olona mihitsy.",
        "7": "Fantany hoe aiza no misy ny tilikambo fonenan’ireo, ary nataony fongana ny tao an-tanàna, hany ka lao ilay tany. Ary nataony re eran’ilay tany ny fierony.",
        "8": "Koa nanatona hamely azy ny firenena avy any amin’ireo faritany manodidina, ka namelatra harato hanarona azy. Voafandrika izy ka latsaka tao amin’ny lavaka nataon’izy ireo.",
        "9": "Dia notaritin’izy ireo tamin’ny faraingo izy ka nataony tao anaty vata makarakara, ary nentiny tany amin’ny mpanjakan’i Babylona. Haraton’ny mpihaza no nitondran’izy ireo azy. Amin’izay dia tsy ho re eny amin’ny tendrombohitr’i Israely intsony ny feony.",
        "10": "“‘Ny reninareo dia toy ny voaloboka ao anatin’ny ranareo, eny, voaloboka nambolena teo amoron-drano. Namoa be izy ary maro ny rantsany, satria azon-drano tsara izy.",
        "11": "Dia nanjary sampan-kazo matanjaka ireo rantsany, ka azo nanaovana tehim-panjakana. Nihanitombo ilay voaloboka ka lasa avo be raha oharina amin’ny rantsan’ny hazo hafa. Ary tazana tsara izy, satria avo sady be dia be ny raviny sy ny rantsany.",
        "12": "Nongotana tamin-katezerana anefa izy tamin’ny farany, ary natsipy tamin’ny tany. Dia azon’ny rivotra avy any atsinanana ny voany ka maina. Notapahina ilay sampan-kazo matanjaka ka nanjary maina, ary nolevonin’ny afo.",
        "13": "Ambolena any an-tany efitra anefa izy izao, any amin’ny tany ngazana sy karakaina.",
        "14": "Nisy afo avy tamin’ilay sampan-kazo, ka nandevona ny rantsany sy ny voany. Dia tsy nisy sampan-kazo matanjaka na tehim-panjakana intsony avy taminy. “‘Hira fanehoana alahelo izany, ary mbola ho fanehoana alahelo.’”"
    },
    "20": {
        "1": "Tamin’ny andro fahafolon’ny volana fahadimy, tamin’ny taona fahafito, dia tonga mba hanontany an’i Jehovah ny anti-panahy sasany teo amin’ny Israely, ka nipetraka teo anoloako.",
        "2": "Dia tonga tamiko ny tenin’i Jehovah hoe:",
        "3": "“Ry zanak’olona, mitenena amin’ireo anti-panahin’ny Israely ireo, ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hanontany ahy ve no nahatongavanareo? ‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hanaiky hanontanianareo.’”’",
        "4": "“Tsy tokony efa hitsara azy ireo ve ianao? Tsy tokony efa hitsara azy ireo ve ianao, ry zanak’olona? Ampahafantaro azy ny zava-maharikoriko nataon’ny razany.",
        "5": "Koa lazao aminy hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Tamin’ny andro nifidianako ny Israely, dia nanangan-tanana aho ka nianiana tamin’ny taranak’i Jakoba, ary nampahafantatra ny tenako tamin’izy ireo tany Ejipta. Eny, nanangan-tanana aho ka nianiana taminy hoe: ‘Izaho no Jehovah Andriamanitrareo!’",
        "6": "Tamin’izany andro izany, dia nanangan-tanana aho ka nianiana tamin’izy ireo fa hamoaka azy avy any Ejipta, mba hitondra azy any amin’ilay tany tondra-dronono sy tantely, dia ilay tany efa nojereko taratra mba homena azy ireo. Ravaky ny tany rehetra izy io.",
        "7": "Dia hoy ihany aho taminy: ‘Samia ianareo manary ny zava-maharikoriko nandrandrainareo, ary aza mandoto tena amin’ireo sampy maharikorikon’i Ejipta. Izaho no Jehovah Andriamanitrareo.’",
        "8": "“‘“Nikomy tamiko anefa izy ireo sady tsy nety nihaino ahy. Tsy nisy tamin’izy ireo nanary ny zava-maharikoriko nandrandrainy, ary tsy nisy koa nahafoy an’ireo sampy maharikorikon’i Ejipta. Koa nilaza aho fa hampihariko aminy ny fahatezerako, mba hanamparako ny fahavinirako aminy any Ejipta.",
        "9": "Narovako anefa ny anarako mba tsy hozimbazimbaina eo imason’ireo firenena nisy azy. Nampahafantatra ny tenako tamin’izy ireo teo imason’ireny mantsy aho, rehefa nitondra azy ireo nivoaka avy tany Ejipta.",
        "10": "Koa navoakako avy tany Ejipta izy ireo, ary nentiko tany an-tany efitra.",
        "11": "“‘“Dia nomeko azy ireo ny lalàko ary nampahafantariko azy ny didim-pitsarako, mba ho velona izay olona mitandrina izany.",
        "12": "Nomeko azy ireo koa ny sabatako ho famantarana eo amiko sy aminy, mba ho fantany fa izaho Jehovah no manamasina azy.",
        "13": "“‘“Nikomy tamiko tany an-tany efitra anefa ny taranak’Israely. Tsy notandreman’izy ireo ny lalàko, ary nolaviny ny didim-pitsarako. Ho velona anefa ny olona raha mitandrina izany. Ary nozimbazimbain’izy ireo tanteraka ny sabatako, ka nilaza aho fa hanampatra ny fahatezerako aminy any an-tany efitra, mba ho ripaka tanteraka izy ireo.",
        "14": "Narovako anefa ny anarako mba tsy hozimbazimbaina eo imason’ireo firenena, dia ireo firenena nahita ny namoahako azy ireo.",
        "15": "Nanangan-tanana koa aho ka nianiana tamin’izy ireo tany an-tany efitra, fa tsy hitondra azy any amin’ilay tany nomeko azy, dia ilay tany tondra-dronono sy tantely sady ravaky ny tany rehetra,",
        "16": "satria nolavin’izy ireo ny didim-pitsarako. Tsy notandreman’izy ireo koa ny lalàko ary nozimbazimbainy ny sabatako, satria niraiki-po tamin’ireo sampiny maharikoriko izy ireo.",
        "17": "“‘“Niantra azy ireo anefa ny masoko, ka tsy naringako izy ireo ary tsy naripako tany an-tany efitra.",
        "18": "Fa hoy aho tamin’ny taranany tany an-tany efitra: ‘Aza manaraka ny fitsipiky ny razanareo na mampihatra ny didim-pitsarany, ary aza mandoto tena amin’ireo sampiny maharikoriko.",
        "19": "Izaho no Jehovah Andriamanitrareo. Tandremo ny lalàko ary hajao ny didim-pitsarako, ka ampiharo.",
        "20": "Hamasino ny sabatako ary aoka ho famantarana eo amiko sy aminareo izany, mba ho fantatrareo fa izaho no Jehovah Andriamanitrareo.’",
        "21": "“‘“Nikomy tamiko anefa ny taranany. Tsy notandremany ny lalàko ary tsy nohajainy ny didim-pitsarako, ka tsy notanterahiny. Ho velona anefa ny olona raha mitandrina izany. Nozimbazimbain’izy ireo koa ny sabatako. Koa nilaza aho fa hampihariko aminy ny fahatezerako, mba hanamparako ny fahavinirako aminy any an-tany efitra.",
        "22": "Nahemotro anefa ny tanako ary narovako ny anarako, mba tsy hozimbazimbaina eo imason’ireo firenena, dia ireo firenena nahita ny namoahako azy ireo.",
        "23": "Ary nanangan-tanana aho ka nianiana tamin’izy ireo tany an-tany efitra, fa haparitako any amin’ireo firenena izy ireo ary haeliko any amin’ny tany samy hafa,",
        "24": "satria tsy nanatanteraka ny didim-pitsarako izy ireo, fa nandika ny lalàko sy nanazimbazimba ny sabatako ary nibanjina an’ireo sampy maharikoriko notompoin’ny razany.",
        "25": "Koa navelako hanana fitsipika tsy mahasoa izy ireo, ary navelako hanaja didim-pitsarana izay tsy hampaharitra ny fiainany.",
        "26": "Navelako ho voaloton’ny fanomezana nataony izy ireo, rehefa nodorany * tao anaty afo ny voalohan-terany rehetra, mba handringanako tanteraka azy ireo, ka ho fantany fa izaho no Jehovah.”’",
        "27": "“Koa mitenena amin’ny taranak’Israely, ry zanak’olona, ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Tamin’io lafiny io koa, dia nanevateva ahy ny razanareo rehefa nivadika tamiko.",
        "28": "Kanefa nentiko tany amin’ilay tany efa nananganako tanana sy nianianako homena azy ihany izy ireo. Isaky ny nahita havoana avo sy hazo maro rantsana anefa izy ireo, dia nanolotra sorona sy fanatitra mahatezitra teny amin’ireny. Teny koa izy ireo no nanolotra hanitra mampitony, ary teny izy ireo no nandraraka fanatitra zava-pisotro.",
        "29": "Koa hoy aho taminy: ‘Midika ho inona ireny toerana avo falehanareo ireny? Antsoina hoe Toerana Avo mantsy ireny mandraka androany.’”’",
        "30": "“Koa lazao amin’ny taranak’Israely hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Mandoto tena sahala amin’ny nataon’ny razanareo ve ianareo? Ary ireo zava-maharikoriko notompoiny ve no hanananareo fifandraisana mamoafady?",
        "31": "Manandratra ny fanomezana avy aminareo ianareo, rehefa mandoro * ny zanakareo ao anaty afo. Mbola mandoto tena amin’izany fomba izany ihany ve ianareo mandraka androany, ho voninahitr’ireo sampinareo maharikoriko rehetra? Koa hanaiky hanontanianareo ve aho, ry taranak’Israely ô?”’ “‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hanaiky hanontanianareo mihitsy aho.",
        "32": "Mieritreritra ianareo hoe: “Andao isika hanao sahala amin’ireo firenena, toy ny vahoaka any amin’ny tany samy hafa, ka hanompo vato aman-kazo.” Tsy ho tanteraka mihitsy anefa izany ao an-tsainareo izany.’”",
        "33": "“‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia amin’ny tanana mahery sy sandry ahinjitra ary amin-katezerana mafy no hanjakako aminareo.",
        "34": "Havoakako avy any amin’ireo firenena ianareo, ary hangoniko avy any amin’ireo tany nanaparitahana anareo. Amin’ny tanana mahery sy sandry ahinjitra ary amin-katezerana mafy no hanaovako izany.",
        "35": "Dia hoentiko any an-tany efitr’ireo firenena ianareo, ka any aho no hifandahatra sy hifanatrika aminareo.",
        "36": "“‘Hifandahatra aminareo aho, sahala amin’ny nataoko tamin’ny razanareo tany an-tany efitr’i Ejipta’, hoy i Jehovah Tompo Fara Tampony.",
        "37": "‘Hampandaloviko eo ambany tehin’ny mpiandry ondry ianareo, ka hataoko voafatotry ny fifanekena.",
        "38": "Ary hesoriko eo aminareo ireo nikomy tamiko sy nandika ny lalàko, satria havoakako avy any amin’ny tany nivahiniany izy ireo. Tsy ho tonga ao amin’ny tanin’ny Israely anefa izy ireo. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "39": "“Izao kosa no lazain’i Jehovah Tompo Fara Tampony aminareo, ry taranak’Israely ô: ‘Mandehana daholo àry manompo ny sampinareo maharikoriko e! Aorian’izay, raha tsy mihaino ahy ianareo, dia tsy hozimbazimbainareo intsony ny anarako masina, na dia hanolotra fanomezana sy hanompo an’ireo sampinareo maharikoriko aza ianareo.’",
        "40": "“‘Fa any amin’ny tendrombohitro masina, any amin’ny tendrombohitra avon’ny Israely’, hoy i Jehovah Tompo Fara Tampony, ‘no hanompoan’ny taranak’Israely manontolo ahy, ao amin’ilay tany. Any no hankasitrahako azy ireo. Any koa no hitakiako ny fanomezana avy aminareo sy ny voaloham-bokatra atolotrareo, dia ny zava-masina rehetra aterinareo.",
        "41": "Noho ilay hanitra mampitony, dia hankasitraka anareo aho, rehefa hamoaka anareo avy any amin’ireo firenena sy hanangona anareo avy any amin’ny tany nanaparitahana anareo. Koa amin’ny alalanareo no hanamasinana ahy eo imason’ireo firenena.’",
        "42": "“‘Dia tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa hoentiko any amin’ny tanin’ny Israely ianareo, eny, any amin’ilay tany nananganako tanana sy nianianako homena ny razanareo.",
        "43": "Rehefa any dia hotsaroanareo ny nataonareo sy ny zava-drehetra nataonareo handotoana ny tenanareo, ary ho hita eo amin’ny endrikareo fa haharikoriko anareo ny zava-dratsy rehetra vitanareo.",
        "44": "Dia tsy maintsy ho fantatrareo fa izaho no Jehovah rehefa hanao zavatra noho ny anarako aho, fa tsy araka ny lalan-dratsinareo na ny ratsy fanaonareo, ry taranak’Israely ô!’, hoy i Jehovah Tompo Fara Tampony.”",
        "45": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "46": "“Ry zanak’olona, mitodiha any amin’ny ilany atsimo ka mitenena amin’izay any atsimo, ary maminania momba ny alan’ny faritra atsimo.",
        "47": "Koa izao lazaina amin’ny ala any atsimo: ‘Henoy ny tenin’i Jehovah. Izao no nolazain’i Jehovah Tompo Fara Tampony: “Handrehitra afo eo aminareo aho, ka ho levon’izany ny hazo rehetra mbola maitso sy ny hazo maina rehetra eo aminareo. Tsy hovonoina izany afo midedadeda izany, ka ho main’izy io daholo ny tarehy * rehetra, hatrany atsimo ka hatrany avaratra.",
        "48": "Dia ho hitan’ny nofo rehetra fa izaho Jehovah no nandrehitra ilay afo, ka tsy hovonoina izany.”’”",
        "49": "Fa hoy aho: “Indrisy, ry Jehovah Tompo Fara Tampony ô! Izao no lazain’izy ireo momba ahy: ‘Tsy manao fanoharana indray ve ilehio?’”"
    },
    "21": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any Jerosalema, ary mitenena manandrify an’ireo toerana masina, ka maminania ny amin’ny loza hanjo ny tanin’ny Israely.",
        "3": "Koa lazao amin’ny tanin’ny Israely hoe: ‘Izao no nolazain’i Jehovah: “Hamely anao aho ka hotsoahako avy ao amin’ny tranony ny sabatro, dia haringako ny olo-marina sy ny ratsy fanahy eo aminao.",
        "4": "Koa hivoaka avy ao amin’ny tranony ny sabatro ka hamely ny nofo rehetra hatrany atsimo ka hatrany avaratra, mba handringanako ny olo-marina sy ny ratsy fanahy eo aminao.",
        "5": "Dia tsy maintsy ho fantatry ny nofo rehetra fa izaho Jehovah no nanatsoaka ny sabatro avy tao amin’ny tranony, ka tsy hiverina ao intsony izy io.”’",
        "6": "“Ry zanak’olona, misentoa ary aoka hangozohozo ny andilanao, eny, misentoa amin’alahelo be eo imason’izy ireo.",
        "7": "Ary raha manontany anao izy ireo hoe: ‘Fa maninona ianao no misento?’, dia lazao hoe: ‘Satria misy vaovao ratsy.’ Fa tsy maintsy ho tonga izany, ka hihorohoro ny fon’ny rehetra, ary hiraviravy tanana sy ho kivy ny rehetra, ary hisy rano hitete * eo amin’ny lohalika rehetra. ‘Tsy maintsy ho tonga izany sady tena hitranga’, hoy i Jehovah Tompo Fara Tampony.”",
        "8": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "9": "“Ry zanak’olona, maminania ka lazao hoe: ‘Izao no nolazain’i Jehovah: “Milazà hoe: ‘Sabatra! Sabatra! Efa norangitina ilay sabatra sady efa nokosehina hangirana.",
        "10": "Efa nomanina ilay fandripahana ka norangitina ilay sabatra sady nokosehina mba hanjelatra.’”’” “Tsy tokony ho faly ve isika?” “‘Lavin’izy io sahala amin’ny nandavany ny hazo rehetra ve ilay tehim-panjakan’ny zanako?",
        "11": "“‘Nomena ilay sabatra mba hatao mangirana ka ho azo ampiasaina. Norangitina sy nokosehina hangirana izy io mba hatolotra eo an-tanan’ny mpandringana.",
        "12": "“‘Ry zanak’olona, aoka ianao hitaraina sy hidradradradra, noho ilay sabatra izay mamely ny oloko. Mamely an’ireo mpiadidy rehetra eo amin’ny Israely izy io. Natolotra ho amin’ny sabatra niaraka tamin’ny oloko izy ireo. Koa aoka ianao hikapoka ny fenao ho fanehoana alahelo.",
        "13": "Efa nodinihina tsara ilay sabatra. Dia ahoana raha lavin’izy io koa ilay tehim-panjakana? Tsy hisy intsony ilay izy’, hoy i Jehovah Tompo Fara Tampony.",
        "14": "“Ary ianao, ry zanak’olona, maminania ary ataovy mifampikapoka ny felatananao roa ka milazà intelo hoe: ‘Sabatra!’ Mahafaty izany sabatra izany. Sabatra mahafaty olona ambony izany sady manodidina azy.",
        "15": "Handripaka amin’ny sabatra aho mba hihorohoro ny fo ary ho maro ny ripaka eny amin’ny vavahadiny rehetra. Indrisy, natao izay hampanjelatra io sabatra io, ary norangitina handripaka izy io!",
        "16": "Asehoy fa maranitra ianao. Mandehana miankavanana! Makà toerana. Mandehana miankavia! Mandehana any amin’izay itodihanao!",
        "17": "Dia hataoko mifampikapoka koa ny felatanako. Ary ho afaka ny fahatezerako avy eo. Izaho Jehovah no miteny izany.”",
        "18": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "19": "“Ry zanak’olona, asio lalana roa hidiran’ny sabatry ny mpanjakan’i Babylona. Samy hiainga avy ao amin’ny tany iray ihany ireo lalana roa ireo. Ary manamboara marika manondro lalana, eo amin’ny sampanan-dalana mankany an-tanàna.",
        "20": "Asio lalana iray hidiran’ilay sabatra hamely an’i Raban’ny taranak’i Amona, ary iray kosa hamelezana an’i Joda, dia i Jerosalema misy manda.",
        "21": "Mijanona eo amin’ny fihaonan-dalana mantsy ny mpanjakan’i Babylona, eo amin’izay isampanan’ny lalana ho roa, mba hanao sikidy. Nahontsankontsany ireo zana-tsipìka. Nanontany tamin’ny alalan’ny terafima * izy. Ary nodinihiny ny atin-kena.",
        "22": "Nasehon’ny sikidy teny an-tanany ankavanana fa i Jerosalema no tokony hotafihiny. Koa hampiasa lohondry vy izy, ary hanome baiko handringana. Hampaneno fanairana koa izy, ary hampiasa lohondry vy handrodanana vavahady. Ary hanorina tovon-tany * sy manda hanaovana fahirano izy.",
        "23": "Toy ny faminaniana tsy marina avy amin’ny sikidy anefa izany teo imason’izy ireo, eny, teo imason’ireo mianiana amin’ireny. Mahatsiaro ny fahadisoana natao izy mba hisamborana an’ireo.",
        "24": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Nataonareo izay hahatsiarovana ny fahadisoanareo, rehefa nabaribary ny fandikan-dalàna nataonareo sy rehefa niharihary ny fahotanareo, izany hoe ny zava-dratsy nataonareo. Izany rehetra izany no hahatonga anareo ho voasambotry ny tanan’ny fahavalo, satria tsaroana ianareo.’",
        "25": "“Ary ianao, ry ilay maratra mafy efa ho faty, ilay ratsy fanahy mpiadidy eo amin’ny Israely, tonga mandritra ny fotoanan’ny fahadisoana farany ny andronao.",
        "26": "Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Esory ny fehilohan’ny mpanjaka, ary tsoahy ny satroboninahitra. Tsy ho toy ny taloha intsony ny toe-javatra. Asandrato ny ambany, ary ampietreo ny ambony.",
        "27": "Horavako, horavako, horavako izany, ary izany koa aza dia tsy ho lasan’iza na iza, mandra-pahatongan’ilay manan-jo ara-dalàna hahazo izany. Dia homeko azy izany.’",
        "28": "“Ary ianao, ry zanak’olona, maminania ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony momba ny taranak’i Amona sy ny latsa nataony.’ Koa lazao hoe: ‘Sabatra! Misy sabatra voatsoaka mba handripahana. Nokosehina hanjelatra ilay izy mba hamonoana olona.",
        "29": "Fahitana tsy marina sy faminaniana sandoka avy amin’ny sikidy mantsy no nolazainy taminao, mba hiampatrampatra eny ambonin’ny fatin’ireo ratsy fanahy ny fatinao. Tonga mandritra ny fotoanan’ny fahadisoana farany ny andron’ireo ratsy fanahy ireo.",
        "30": "Avereno ao amin’ny tranony ilay sabatra. Ao amin’ny toerana namoronana anao, ao amin’ny tany niavianao, no hitsarako anao.",
        "31": "Dia hampihariko aminao ny fanamelohako. Hotsofiko handoro anao ny afon’ny fahatezerako, ka hatolotro eo an-tanan’ny tsy misaina ianao, dia eo an-tanan’ireo manan-talenta amin’ny fandripahana.",
        "32": "Ho toy ny kitay ao anaty afo ianao. Handriaka eran’ilay tany ny ranao. Tsy hotsaroana intsony ianao, satria izaho Jehovah no miteny izany.’”"
    },
    "22": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, tsy tokony hitsara ve ianao? Tsy tokony hitsara an’ilay tanàna mpandatsa-dra ve ianao? Ary tsy tokony hampahafantarinao azy tokoa ve ny zava-maharikoriko rehetra nataony?",
        "3": "Koa lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Ianao dia tanàna mandatsaka ny ran’ny olona ao aminao, mandra-pahatongan’ny fotoana hamaliana anao! Nanamboatra sampy maharikoriko tao aminao ianao mba hampahaloto anao.",
        "4": "Meloka ianao noho ny ra nalatsakao tao aminao. Ary nanjary naloto ianao noho ny sampy maharikoriko nataonao. Efa nanafohy ny andronao ianao, ka tonga amin’ny taona hamaliana anao. Koa hataoko fandatsan’ireo firenena sy faneson’ny tany rehetra ianao.",
        "5": "Haneso anao na ny lavitra na ny akaiky anao, ry ilay maloto anarana sy anjakan’ny fikorontanana!",
        "6": "Ao aminao ireo mpiadidy eo amin’ny Israely, ary samy manampatra fahefana izy ireo mba handatsahan-dra.",
        "7": "Na ny ray na ny reny dia samy atao tsinontsinona eo aminao. Ambakaina ny vahiny monina eo aminao, ary ampijalina ny kamboty ray sy ny mpitondratena.”’”",
        "8": "“‘Hamavoinao ny toerako masina, ary zimbazimbainao ny sabatako.",
        "9": "Misy mpanendrikendrika eo aminao ka ny handatsa-dra no kendreny. Misy mihinana sorona eny an-tendrombohitrao, ary misy fitondran-tena baranahiny eo anivonao.",
        "10": "Misy mampiharihary ny fitanjahan-drainy eo aminao, ary misy mampietry vehivavy mbola maloton’ny fadimbolany.",
        "11": "Misy lehilahy manao zava-maharikoriko amin’ny vadin’ny namany, ary misy koa manana fitondran-tena baranahiny ka mandoto ny vinantovaviny. Misy lehilahy mampietry ny anabaviny, izay zanakavavin-drainy, eo aminao.",
        "12": "Misy mandray kolikoly eo aminao mba handatsahan-dra. Maka zanabola sy maka tombony ianao rehefa mampisambo-bola. Mampiasa herisetra mba hakana tombony amin’ny namanao ianao ka manambaka azy, ary hadinonao aho’, hoy i Jehovah Tompo Fara Tampony.",
        "13": "“‘Nikapo-tanana aho noho ny tombony tsy ara-drariny nalainao sy ny ra nalatsakao tao aminao.",
        "14": "Mbola hahazaka ve ny fonao, ary hanome hery anao ve ny tananao amin’ny andro hamelezako anao? Izaho Jehovah no miteny izany, ka hanao zavatra tokoa aho.",
        "15": "Dia haparitako any amin’ireo firenena ianao, ary haeliko any amin’ny tany samy hafa. Hofoanako tsy hisy eo aminao ny fahalotoanao.",
        "16": "Hozimbazimbaina eo imason’ireo firenena ianao, ka tsy maintsy ho fantatrao fa izaho no Jehovah.’”",
        "17": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "18": "“Ry zanak’olona, toy ny tain-drendrika ny taranak’Israely amiko. Varahina sy firapotsy sy vy sy firamainty ao anaty fatana fandrendrehana daholo izy rehetra. Ary lasa taim-bolafotsy be dia be izy.",
        "19": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hangoniko ao Jerosalema ianareo rehetra, satria lasa tain-drendrika be dia be.",
        "20": "Sahala amin’ny anangonana volafotsy sy varahina sy vy sy firamainty ary firapotsy ho ao anaty fatana fandrendrehana, ka hitsofana ny afo eo aminy mba hampitsonika azy, dia hangoniko amin-katezerana sy amim-pahavinirana koa izy ireo, ka hotsofiko sy hataoko mitsonika.",
        "21": "Dia hangoniko ianareo ka hotsofiko handoro anareo ny afon’ny fahatezerako, ary hitsonika ao Jerosalema ianareo.",
        "22": "Hitsonika eo anivony toy ny fitsoniky ny volafotsy ao anaty fatana fandrendrehana ianareo. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no nanampatra ny fahatezerako taminareo.’”",
        "23": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "24": "“Ry zanak’olona, lazao aminy hoe: ‘Tany tsy voadio ianao, ary tsy nisy orana nilatsaka teo aminao tamin’ny andro fanamelohana.",
        "25": "Miray tetika hikomy ny mpaminany ao aminy. Sahala amin’ny liona mierona mamiravira remby izy ireo, ka olona * no hohaniny. Harena sy zava-tsarobidy no alainy. Nihamaro ny mpitondratena ao aminy noho ny nataon’izy ireo.",
        "26": "Tsy niraharaha ny lalàko ny mpisorona ao aminy, sady nanazimbazimba ny toerako masina. Tsy nasiany fiavahany intsony ny zava-masina sy ny tsy masina. Tsy nampahafantariny koa ny fahasamihafan’ny maloto sy ny madio. Nodiany tsy hita ny sabatako, ary zimbazimbaina eo anivon’izy ireo aho.",
        "27": "Toy ny amboadia mamiravira remby ireo andriana ao aminy, ka mandatsa-dra sy mandripaka olona * mba hahazoana tombony tsy ara-drariny.",
        "28": "Ary toy ny nanisy lalotra fotsy teo amin’ireny ny mpaminany ao aminy. Koa nahita fahitana tsy marina sy naminany lainga avy amin’ny sikidy ireny ho fanohanana azy ireo, ka nilaza hoe: “Izao no nolazain’i Jehovah Tompo Fara Tampony”, nefa i Jehovah tsy niteny akory.",
        "29": "Ary na ny vahoaka * aza nanao tetika hanambakana, sy naka an-keriny fananan’olona. Nampijaliny ny ory sy ny mahantra, ary nambakainy sy nanaovany ny tsy rariny ny vahiny nonina teo aminy.’",
        "30": "“‘Koa nitady olona teo amin’izy ireo aho hanamboatra ilay manda vato sy hitsangana eo amin’ny banga amin’ilay manda, dia olona hijoro eo anatrehako hiaro an’ilay tany, mba tsy handravako azy. Tsy nahita mihitsy anefa aho.",
        "31": "Koa hampihariko amin’izy ireo ny fanamelohako. Dia haripako tanteraka amin’ny afon’ny fahatezerako izy ireo. Hatsingeriko eo an-dohany ny nataony’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "23": {
        "1": "Ary tonga tamiko ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, nisy roa vavy nateraky ny reny iray ihany.",
        "3": "Nivaro-tena tany Ejipta izy mirahavavy, ary mbola tanora izy ireo dia efa nivaro-tena. Tany no nitsapatsapana ny nonony, ary tany koa no nibedabedana ny tratrany tamin’izy ireo mbola virjiny.",
        "4": "Ohola no anaran’ilay zokiny, ary Oholiba kosa ilay rahavaviny. Nalaiko ho vady izy roa vavy ka nanan-janaka maro, lahy sy vavy. Ary ilay anarana hoe Ohola dia manondro an’i Samaria, ary i Oholiba kosa manondro an’i Jerosalema.",
        "5": "“Ary nivaro-tena i Ohola raha mbola teo ambany fahefako. Nirongatra ny filany an’ireo lehilahiny, dia ny Asyrianina izay akaiky azy.",
        "6": "Governora miakanjo manga sy solontenam-panjakana ireny. Tovolahy tsara tarehy izy rehetra, sady mpitaingin-tsoavaly.",
        "7": "Koa nanaram-po nivaro-tena tamin’ireny izy, dia tamin’ireo tsara indrindra tamin’ny zanakalahin’i Asyria. Nandoto tena tamin’izay rehetra nampirongatra ny filany izy, eny, tamin’ireo sampiny maharikoriko.",
        "8": "Tsy niala tamin’ilay fivarotan-tena efa fanaony tany Ejipta izy. Nanao firaisana taminy mantsy ireny tamin’izy mbola tanora, ary ireny koa no nibedabeda ny tratrany tamin’izy mbola virjiny. Dia nanaram-po nijangajanga taminy ireny.",
        "9": "Koa natolotro teo an-tanan’ireo lehilahiny izy, teo an-tanan’ireo zanakalahin’i Asyria, izay nampirongatra ny filany.",
        "10": "Ireny no nampiharihary ny fitanjahany. Lasan’ireny koa ny zanany lahy sy ny zanany vavy, fa izy kosa novonoin’ireny tamin’ny sabatra. Dia nanjary ratsy laza teo amin’ireo vehivavy izy. Koa nampiharina taminy ny didim-pitsarana.",
        "11": "“Rehefa nahita izany i Oholiba rahavaviny, dia vao mainka nanaram-po tamin’ny filan’ny nofony mihoatra noho ny rahavaviny, ary mbola nihoatra noho ny fijangajangan’ny rahavaviny ny fivarotan-tena nataony.",
        "12": "Nirongatra ny filany noho ireo zanakalahin’i Asyria, dia ireo governora sy solontenam-panjakana, izay akaiky azy, sady tena mahay mihaingo. Mpitaingin-tsoavaly ireny, sady tovolahy tsara tarehy daholo.",
        "13": "Ary hitako fa lalana iray ihany no nizoran’izy roa vavy, satria nandoto tena koa i Oholiba.",
        "14": "Vao mainka nivaro-tena izy rehefa nahita an’ireo sarin-dehilahy vita sokitra teo amin’ny rindrina, dia Kaldeanina natao sary sokitra nolokoana mena volon-daoranjy.",
        "15": "Nisy fehikibo teo amin’ny andilan’ireny, ary satroka lamba nisy nikirazorazo no teo an-dohany. Hoatran’ny miaramila no fahitana azy rehetra, toy ny zanakalahin’i Babylona, teraka tany Kaldea.",
        "16": "Ary nirongatra ny filan-dravehivavy raha vao nijery an’ireny fotsiny ny masony, hany ka naniraka olona ho any amin’ireny tany Kaldea izy.",
        "17": "Dia tonga tany aminy, teo amin’ny fandriana fanehoam-pitiavana, ireo zanakalahin’i Babylona, ka nandoto azy satria nijangajanga taminy. Koa voaloton’ireny foana izy. Dia tofoka tamin’ireny izy ka niala taminy.",
        "18": "“Nivaro-tena an-karihary izy, ary naharihariny koa ny fitanjahany, hany ka niala taminy aho * satria tofoka taminy. Toy izany koa mantsy no nataoko tamin’ilay rahavaviny satria tofoka taminy aho.",
        "19": "Mbola nivaro-tena tamin’ny olona maro kokoa i Oholiba ka tsaroany ny andro fahatanorany, tamin’izy nivaro-tena tany Ejipta.",
        "20": "Nirongatra ny filany, toy ny filan’ny vadikelin’ireo manana nofo * toy ny an’ny ampondralahy sy manana filahiana toy ny an’ny soavaly.",
        "21": "Mbola nahatsiarotsiaro ny fitondran-tenanao baranahiny tamin’ianao mbola tanora ianao, dia ny nibedabedana ny tratranao nanomboka tany Ejipta, ho fahafinaretan’ny nonon’ny fahatanoranao.",
        "22": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony aminao, ry Oholiba: ‘Hoentaniko hanafika anao ireo lehilahinao, dia ireo nialanao satria nahatofoka anao. Hoentiko hanafika anao ireny ka ho voahodidiny tanteraka ianao,",
        "23": "eny, hanafika anao ny zanakalahin’i Babylona sy ny Kaldeanina rehetra, ny miaramilan’i Pekoda sy Soa ary Koa, mbamin’ny zanakalahin’i Asyria rehetra niaraka tamin’ireo. Tovolahy tsara tarehy daholo izy rehetra, ary governora sy solontenam-panjakana, sady mpiady sy mpanolo-tsaina voafantina ary mpitaingin-tsoavaly daholo.",
        "24": "Dia hanafika anao ireny ka hirodorodo ny kalesin’ady sy ny kodiarany, miaraka amin’ny vahoaka be mitondra ampinga lehibe sy ampinga kely ary manao fiarovan-doha. Hanodidina anao mba hanafika anao ireny, ary havelako hitsara anao. Dia hotsarainy araka ny fomba fitsarany ianao.",
        "25": "Ary hafana fo hanohitra anao aho, hany ka hanafika anao amin-katezerana ireny. Koa hesoriny ny oronao sy ny sofinao, fa ny sisa aminao kosa ho lavon-tsabatra. Hoentiny ny zanakao lahy sy ny zanakao vavy, ary ho levon’ny afo izay sisa tavela eo aminao.",
        "26": "Dia hesorin’ireny ny akanjonao, ary hendahany ny firavakao tsara tarehy.",
        "27": "Hatsahatro hatreo ny fitondran-tenanao baranahiny sy ny fivarotan-tena efa nataonao tany Ejipta. Tsy hiandrandra an’ireny ny masonao, ary tsy hotsaroanao intsony i Ejipta.’",
        "28": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hatolotro eo an-tanan’ireo ankahalainao ianao, eny, eo an-tanan’ireo nialanao satria nahatofoka anao.",
        "29": "Dia hamely anao ireny satria halany ianao. Ho lasany izay rehetra nisasaranao, ary havelany mitanjaka sy miboridana eo ianao. Haharihary koa ny fitanjahanao tamin’ianao nijangajanga, sy ny fitondran-tenanao baranahiny, ary ny fivarotan-tena nataonao.",
        "30": "Hanjo anao izany rehetra izany satria toy ny mpivaro-tena nanaraka an’ireo firenena ianao, noho ianao nandoto tena tamin’ireo sampiny maharikoriko.",
        "31": "Ny lalana nizoran’ny rahavavinao ihany no narahinao, ka hataoko eo an-tananao ny kaopy nisotroany.’",
        "32": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hisotro amin’ilay kaopin’ny rahavavinao ianao, dia kaopy lalin’aty sy lehibe. Mahazaka be tokoa ilay kaopy ka hataon’ny olona ho fihomehezana ianao, sady hesoiny.",
        "33": "Ho mamo be sy ho vonton’alahelo ianao, eny, ho mamon’izay ao anatin’ilay kaopin’ny figagana sy faharavana, dia ilay kaopin’i Samaria rahavavinao.",
        "34": "Dia hosotroinao sy hotaperinao izany, fa ireo vakivakin’ilay kaopy tanimanga kosa hokepokepohinao. Ary hosintontsintoninao ny nononao. “Fa izaho no miteny izany”, hoy i Jehovah Tompo Fara Tampony.’",
        "35": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Nanadino ahy sy nanary ahy tany ivohonao ianao, ka hizaka ny vokatry ny fitondran-tenanao baranahiny sy ny fivarotan-tena nataonao.’”",
        "36": "Ary hoy koa i Jehovah tamiko: “Ry zanak’olona, tsy tokony hitsara an’i Ohola sy Oholiba ve ianao, ka hilaza aminy ny zava-maharikoriko nataony?",
        "37": "Nanitsakitsa-bady mantsy izy roa vavy, ary misy ra eo amin’ny tanany. Nanitsakitsa-bady izy rehefa nanompo an’ireo sampiny maharikoriko. Tsy vitan’izany fa nodorany tao anaty afo ho sakafon’ireny sampy ireny koa ny zanany naterany tamiko.",
        "38": "Izao koa no nataony tamiko: Nolotoiny ny toerako masina tamin’izany andro izany, ary nozimbazimbainy ny sabatako.",
        "39": "Rehefa namono ny zanany ho an’ireo sampiny maharikoriko izy ireo, dia nankao amin’ny toerako masina mihitsy tamin’izany andro izany mba hanazimbazimba azy io. Izany no nataon’izy ireo tao amin’ny tranoko.",
        "40": "Mbola naniraka olona ho any amin’ireo lehilahy avy lavitra koa izy ireo ka nandefa iraka tany, dia tonga tokoa ireny. Dia nandro ianao noho ireny, ary nanisy manjamaso sy nanao firavaka.",
        "41": "Nipetraka teo ambony farafara mirenty ianao, ary nasiana latabatra efa voaomana teo anoloan’io. Nataonao teo amboniny ny emboka manitra sy ny menaka tokony ho ahy.",
        "42": "Nandrenesana feon’olona maro mpitady fahafinaretana, tao aminy. Nisy mpimamo avy any an-tany efitra koa nentina ho eo amin’ireo lehilahy anisan’ny taranak’olombelona. Nasian’ireny brasele ny tanan’izy roa vavy ireo, ary nasiany diadema tsara tarehy teo amin’ny lohany.",
        "43": "“Koa izao no nolazaiko momba ilay vehivavy efa reraky ny fanitsakitsaham-bady: ‘Mbola hivaro-tena foana izy na izany aza.’",
        "44": "Ary nankao aminy foana ireny, toy ny lehilahy mankao amin’ny vehivavy mpivaro-tena. Toy izany no nankanesan’ireny tao amin’i Ohola sy Oholiba, izay vehivavy manana fitondran-tena baranahiny.",
        "45": "Fa ny olo-marina no hitsara azy araka ny fitsara vehivavy mpanitsakitsa-bady sy araka ny fitsara vehivavy mpandatsa-dra. Mpanitsakitsa-bady tokoa mantsy izy ireo, ary misy ra eo amin’ny tanany.",
        "46": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hisy vahoaka be hoentiko hiakatra hamely azy ireo, ka hataoko lasa hatahoran’ny olona ny nanjo azy. Hataoko koa izay hahavoaroba azy.",
        "47": "Dia hitora-bato azy izany vahoaka be izany, ka handripaka azy amin’ny sabatra. Hovonoin’ireny ny zanany lahy sy ny zanany vavy, ary hodoran’ireny koa ny tranony.",
        "48": "Hatsahatro hatreo ny fitondran-tena baranahiny tao amin’ilay tany, ary hanaiky hahitsy ny vehivavy rehetra, ka tsy hanahaka ny fitondran-tena baranahin’izy roa vavy.",
        "49": "Dia hataon’ireny mivaly aminareo ny fitondran-tenanareo baranahiny, ary hizaka ny vokatry ny fahotanareo ianareo noho ny nanompoanareo sampy maharikoriko. Ary tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.’”"
    },
    "24": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah, tamin’ny andro fahafolon’ny volana fahafolo, tamin’ny taona fahasivy, nanao hoe:",
        "2": "“Ry zanak’olona, soraty ny datin’andro androany, dia ity andro ity. Androany mantsy ny mpanjakan’i Babylona no nanomboka nanao fahirano an’i Jerosalema.",
        "3": "Ary manaova fanoharana momba an’io taranaka mpikomy io, ka lazao amin’izy ireo hoe: “‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Ataingeno eo ambony afo ny vilanibe. Ataingeno ilay izy ka asio rano ao anatiny.",
        "4": "Arotsahy ao ny hena voatetika, dia ny vongan-kena tsara rehetra, na ny feny na ny sorony. Ary izay taolana tsara indrindra no ataovy mahafeno vilany.",
        "5": "Izay ondry tsara indrindra no alaivo. Dia fenoy kitay eo ambanin’ilay vilany. Andrahoy ny hena, ary andrahoy ao koa ny taolana.”’”",
        "6": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Lozan’ilay tanàna mpandatsa-dra, izany hoe ilay vilanibe, izay misy harafesina ao anatiny, sady tsy mety afaka ny harafesina aminy! Avoahy tsirairay ny vongan-kena, fa aza anaovana antsapaka.",
        "7": "Ao amin’ilay tanàna mantsy ny ra nalatsany. Nataony teny amin’ny harambato mamiratra sy mangadihady izany, fa tsy nararany tamin’ny tany mba hototofana vovoka.",
        "8": "Mba hampirehitra ny fahatezerako sy hamaliako ny nataony, dia navelako teny amin’ny harambato mamiratra sy mangadihady ny ra nalatsany mba tsy hototofana.’",
        "9": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Lozan’ilay tanàna mpandatsa-dra! Izaho mihitsy no hampiavosa ny kitay.",
        "10": "Ataovy betsaka ny kitay. Areheto ny afo. Andrahoy ho masaka tsara ny hena. Ary esory tanteraka ny rony, ka avelao hahamay be ny taolana.",
        "11": "Foany ny ao anatin’ilay vilany, ka ataingeno eo ambony vainafo ilay izy mba hahamay. Ataovy mahamay be ny varahina eo aminy mba hampitsonika ny fahalotoany. Aoka ho levona ny harafesina eo aminy.",
        "12": "Herim-po very maina izany! Mandreraka ilay izy! Tsy nety afaka anefa ilay harafesina be eo aminy. Koa alefaso ao anaty afo miaraka amin’ilay harafesina izy!’",
        "13": "“‘Anisan’ny fahalotoanao ny fitondran-tena baranahiny. Koa tsy maintsy nanadio anao aho, nefa tsy nety nadio ianao, ary tsy afaka ny fahalotoanao. Tsy hadio intsony ianao raha tsy efa afaka ny fahatezerako aminao.",
        "14": "Izaho Jehovah no miteny, ka ho tonga tokoa izany ary tena hanao zavatra aho. Tsy hanao tsirambina an’izany aho, ary tsy hiantra na hanenina. Hotsarain’izy ireo araka izay nataonao sy ny zava-dratsy vitanao ianao’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "16": "“Ry zanak’olona, hamely an’ilay mahafinaritra ny masonao aho, ka hesoriko tsy ho aminao izy. Aza mikapo-tratra na mitomany na mandatsa-dranomaso anefa.",
        "17": "Aoka ianao hisento mangina fotsiny. Aza maneho alahelo an’ireo maty, fa aoka hifatotra tsara eo an-dohanao ny fehiloha fanaonao, ary aoka ho eny an-tongotrao ihany ny kapanao. Aza sarontsaronana ny volombavanao, ary aza mihinana sakafom-pisaonana aterin’ny olona.”",
        "18": "Ary niteny tamin’ny olona aho ny maraina, dia maty ny vadiko ny takariva. Koa nataoko daholo izay rehetra nandidiana ahy, ny ampitso maraina.",
        "19": "Dia hoy foana ny olona tamiko: “Lazao aminay hoe nahoana no mahakasika anay izao ataonao izao.”",
        "20": "Hoy aho: “Ny tenin’i Jehovah mihitsy no tonga tamiko hoe:",
        "21": "‘Lazao amin’ny taranak’Israely hoe: “Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hozimbazimbaiko ny toerako masina, eny, ilay tena reharehanareo, ilay mahafinaritra ny masonareo, ilay alahelovanareo. Ary ho lavon-tsabatra ny zanakareo lahy sy zanakareo vavy, izay nilaozanareo.",
        "22": "Dia hanao sahala amin’ny nataon’i Ezekiela ianareo amin’izay, ka tsy hosaronanareo ny volombavanareo. Tsy hihinana ny sakafom-pisaonana aterin’ny olona koa ianareo.",
        "23": "Ho eo an-dohanareo ny fehiloha fanaonareo, ary ho eny an-tongotrareo ny kapanareo. Tsy hikapo-tratra ianareo na hitomany. Ho lany hery tanteraka ianareo, noho ny fahadisoanareo. Dia hifampitoloko ianareo.",
        "24": "Fambara ho anareo i Ezekiela, ka izay rehetra nataony no hataonareo. Rehefa tonga izany, dia tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.’”’”",
        "25": "“Ry zanak’olona, ho avy ny andro hanesorako amin’izy ireo ilay toerana voaro mafy, dia ilay toerana kanto mahafaly azy, ilay mahafinaritra ny masony, ary ilay irin’ny fony, mbamin’ny zanany lahy sy ny zanany vavy.",
        "26": "Tsy amin’izany andro izany indrindra ve no ho tonga any aminao ilay afa-nandositra, mba hampandre anao?",
        "27": "Hisokatra ny vavanao amin’izany andro izany, mba hiresaka amin’ilay afa-nandositra. Dia hiteny ianao ka tsy ho moana intsony, ary ho fambara ho an’izy ireo ianao. Koa tsy maintsy ho fantatr’izy ireo fa izaho no Jehovah.”"
    },
    "25": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ny taranak’i Amona, ary maminania ny amin’ny loza hanjo azy.",
        "3": "Koa izao lazaina amin’ny taranak’i Amona: ‘Henoy ny tenin’i Jehovah Tompo Fara Tampony. Izao no nolazain’i Jehovah Tompo Fara Tampony: “Noho ianao nilaza hoe: ‘Tsara ho azy izay!’, rehefa nozimbazimbaina ny toerako masina, sy rehefa lao ny tanin’ny Israely ka natao sesitany ny taranak’i Joda,",
        "4": "dia hatolotro ho fananan’ny Tatsinanana ianao. Koa haorin’izy ireo ao aminao ny tobiny misy manda, ary hatsangany ao aminao ny tranolainy. Izy ireo no hihinana ny vokatrao sy hisotro ny ronononao.",
        "5": "Ary hataoko kijana ho an’ny rameva i Raba, ary ny tanin’ny taranak’i Amona hataoko toeram-pialan-tsasatra ho an’ny ondry aman’osy. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "6": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Noho ianao nitehaka sy nanatontona ny tongotrao tamin’ny tany, ka faly erỳ ianao sady nanesoeso tany am-ponao rehefa nahita an’izay nanjo ny tanin’ny Israely,",
        "7": "dia ho avy aho ka haninjitra ny tanako hamely anao, ary havelako horobain’ireo firenena ianao. Horinganiko tsy ho eo amin’ireo firenena ianao, ary hofongorako tsy ho amin’ny tany. Dia haripako tanteraka ianao, ka tsy maintsy ho fantatrao fa izaho no Jehovah.’",
        "8": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Noho i Moaba sy Seira niteny hoe: “Hay sahala amin’ny firenen-drehetra ihany ny taranak’i Joda!”,",
        "9": "dia havelako hisokatra ireo tanàna eny an-tehezan-tendrombohitr’i Moaba, eny, ireo tanàna eny an-tsisin-taniny, izay samy ravak’ilay tany. Anisan’izany i Beti-jesimota sy Bala-meona, hatrany Kiriataima.",
        "10": "Homeko ho an’ny Tatsinanana i Moaba sy ny taranak’i Amona. Ary hataoko lasa fananan’ny hafa izy mba tsy hotsaroan’ireo firenena intsony ny taranak’i Amona.",
        "11": "Hampihatra didim-pitsarana ao Moaba aho, ka tsy maintsy ho fantany fa izaho no Jehovah.’",
        "12": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Noho ny namelezan’i Edoma ny taranak’i Joda ka nanaovany valifaty tamin’izy ireo, ary noho ny nanaovany zava-dratsy be dia be sy nanaovany valifaty tamin’izy ireo,",
        "13": "dia izao no nolazain’i Jehovah Tompo Fara Tampony: “Haninjitra ny tanako hamely an’i Edoma koa aho ka horinganiko ny olona sy ny biby fiompy ao, ary horavako tanteraka izy, manomboka any Temana ka hatrany Dedana. Ho lavon-tsabatra izy ireo.",
        "14": "‘Dia hamaly ny nataon’i Edoma aho ka ny tanan’ny Israely oloko no hampanaoviko izany. Koa hamely an’i Edoma izy ireo, araka ny fahatezerako sy ny fahavinirako. Dia tsy maintsy ho fantany hoe toy izany no hamaliako ny nataony’, hoy i Jehovah Tompo Fara Tampony.”’",
        "15": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Noho ny nanaovan’ny Filistinina valifaty, eny, noho izy tsy nitsahatra namaly faty sy nanesoeso tany am-pony, mba hahatonga faharavana, satria efa ela izy no nandrafy an’ireo,",
        "16": "dia izao no nolazain’i Jehovah Tompo Fara Tampony: “Haninjitra ny tanako hamely ny Filistinina aho, ka horinganiko ny Keretita, ary haripako ny mponina sisa any amoron-tsiraka.",
        "17": "Ary hampitondra faisana azy ireo aho ho valin’ny nataony, ka hanariko amin-katezerana izy ireo. Dia tsy maintsy ho fantany fa izaho no Jehovah, rehefa hamaly ny nataony aho.”’”"
    },
    "26": {
        "1": "Ary tonga tamiko ny tenin’i Jehovah tamin’ny andro voalohan’ny volana, tamin’ny taona fahiraika ambin’ny folo, nanao hoe:",
        "2": "“Ry zanak’olona, noho ny nilazan’i Tyro momba an’i Jerosalema hoe: ‘Tsara ho azy izay! Rava izy! Nirodana ilay vavahadin’ny firenena! Mba anjarako amin’izay izao ka hanam-be aho, satria efa rava izy’,",
        "3": "dia izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Homelohiko ianao, ry Tyro, ka hisy firenena maro hoentiko hiakatra hanafika anao, toy ny fiakatry ny onjan-dranomasina.",
        "4": "Dia horavan’ireny ny mandan’i Tyro, ary harodany ny tilikambony. Hokaofiko ny vovoka ao Tyro, ary hataoko lasa harambato mamiratra sy mangadihady izy.",
        "5": "Ho lasa toerana fanahazana harato izy, eo afovoan-dranomasina.’ “‘Izaho no miteny izany’, hoy i Jehovah Tompo Fara Tampony, ‘ka horobain’ireo firenena izy.",
        "6": "Ary ho fatin-tsabatra ny mponin’ireo tanàna ambanivohitra niankina taminy. Dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah.’",
        "7": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hoentiko avy any avaratra mba hanafika an’i Tyro i Nebokadrezara mpanjakan’i Babylona, ilay mpanjakan’ny mpanjaka. Hitondra soavaly sy kalesin’ady sy mpitaingin-tsoavaly izy, miaraka amin’ny tafika lehibe, eny, vahoaka maro be.",
        "8": "Hovonoiny amin’ny sabatra ny mponin’ireo tanàna ambanivohitra niankina taminao. Hanorina manda sy tovon-tany * hanaovana fahirano anao izy, ary ampinga lehibe no hatsangany hanoherana anao.",
        "9": "Ireo mandanao no hasiany amin’ny fitaovana fanafihany, ary horavaravany amin’ny sabany ny tilikambonao.",
        "10": "Manonjanonja no fahitana ny andian-tsoavaliny, ka hisavoana handrakotra anao ny vovoka. Hihovotrovotra ny mandanao noho ny firodorodon’ny mpitaingin-tsoavaly sy ny kodiarana ary ny kalesin’ady, rehefa miditra an’ireo vavahadinao izy, toy ny fidirana ao amin’ny tanàna voagorobaka.",
        "11": "Hikatrokatroka eny an-dalambenao rehetra eny ny kitron-tsoavaliny. Hovonoiny amin’ny sabatra ny mponina ao aminao, ary hidaboka amin’ny tany ireo andry matanjaka ao aminao.",
        "12": "Horobainy ny harenanao, halainy an-keriny ny entam-barotrao, harodany ny mandanao, ary horavany ny trano tsara tarehy ao aminao. Hataony any anaty rano ny vato sy ny fanaka hazo ary ny vovoka ao aminao.’",
        "13": "“‘Hatsahatro hatreo ny tabataban’ny hiranao, ary tsy ho re intsony ny feon’ny harpa fandre ao aminao.",
        "14": "Dia hataoko lasa harambato mamiratra sy mangadihady ianao, ka ho toerana fanahazana harato. Koa tsy haorina intsony ianao, fa izaho Jehovah no miteny izany’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "“Izao no lazain’i Jehovah Tompo Fara Tampony amin’i Tyro: ‘Tsy hihovotrovotra ve ireo nosy noho ny fidoboky ny fianjeranao, sy noho ny fitarainan’ny maratra mafy, ary noho ny fandripahana ny mponina ao aminao?",
        "16": "Hidina avy eo amin’ny seza fiandrianany daholo ny andrianan’ny ranomasina, ka hanala ny akanjony ivelany tsy misy tanany sy ny fitafiany misy peta-kofehy. Fangovitana kosa no ho toy ny fitafiana hanaovany. Hipetraka eo amin’ny tany izy ireo, ary hipararetra tsy an-kijanona. Hidanàka koa izy ireo mijery anao.",
        "17": "Dia hanao hira fisaonana anao izy ireo, ka hanao hoe: “‘“Indrisy, rava tokoa ianao, ry ilay tanàna noderaina sy nonenan’ny olona avy any amin’ireo ranomasina! Nahery ianao tany an-dranomasina, dia ianao sy ny mponina tao aminao izay nampihorohoro ny mponina rehetra amin’ny tany!",
        "18": "Hipararetra ireo nosy, amin’ny andro hianjeranao. Hitebiteby koa ireo nosy any an-dranomasina noho ny faharavanao.”’",
        "19": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Horavako tanteraka ianao, ka ho toy ny tanàna tsy misy mponina. Hataoko manafotra anao ny rano lalina, ary handrakotra anao ny rano be.",
        "20": "Dia hampidiniko ho any amin’izay misy ny olona efa taloha ianao mbamin’ireo midina any an-davaka, ka samy hamponeniko any amin’ny faritra ambany indrindra amin’ny tany, izay toy ny toerana efa rava hatry ny ela. Amin’izay dia tsy honenana intsony ianao. Horavahako kosa anefa ny tanin’ny velona.",
        "21": "“‘Hataoko mihorohoro tampoka ianao. Tsy hisy intsony ianao. Ary hotadiavina ianao nefa tsy ho hita intsony mandritra ny fotoana tsy voafetra’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "27": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, manaova hira fisaonana an’i Tyro,",
        "3": "ka izao lazaina aminy: “‘Izao no nolazain’i Jehovah Tompo Fara Tampony, ry ilay monina eo amin’ny vavahadin’ny ranomasina, dia ilay vehivavy mpanao raharaham-barotra amin’ireo firenena any amin’ny nosy maro: “Ry Tyro ô, nilaza ianao hoe: ‘Tonga lafatra ny hatsaran-tarehiko!’",
        "4": "Any afovoan-dranomasina ny faritry ny taninao. Ireo nanao anao no nahatonga lafatra ny hatsaran-tarehinao.",
        "5": "Hazo zenevrie avy any Senira no nanaovany ny hazo fisaka rehetra nandrafetana anao. Ary sedera avy any Libanona no nanaovany ny andrin-tsambo eo aminao.",
        "6": "Hazo goavam-be avy any Basana no nanaovany fivoy ho anao. Ary hazo siprey voaravaka ivoara avy any amin’ireo nosy Kitima no nanaovany ny lohan-tsambo.",
        "7": "Lamba rongony maro loko avy any Ejipta no novelarina mba hatao lain-tsambo ho anao. Ary kofehy manga sy volonondry nolokoana volomparasy somary mena, izay samy avy any amin’ireo nosy Elisaha, no nandrakofana ny tokotanin-tsambo.",
        "8": "“‘“Ny mponin’i Sidona sy Arvada no mpivoy anao. Manana olona mahay ianao, ry Tyro ô! Ireo no tantsambonao.",
        "9": "Ireo zokiolona efa za-draharaha sy ireo olona mahay, izay samy avy any Gebala, no mpanentsina an’izay loaka taminao. Ary tonga tao aminao daholo ny sambo avy any an-dranomasina sy ireo tantsambony, mba hanakalo entam-barotra.",
        "10": "Olona avy any Persa sy Loda ary Pota no anisan’ny tafikao, eny, ireo lehilahy mpiady nampiasainao. Ampinga sy fiarovan-doha no nahanton’izy ireo teo aminao. Koa ireo no nahatonga anao ho be voninahitra.",
        "11": "Teny ambonin’ny manda manodidina anao ny olona avy any Arvada, izay anisan’ny tafikao. Ary lehilahy mahery fo no teny amin’ny tilikambonao. Nahanton’izy ireo teny amin’ny manda manodidina anao ny ampingany boribory. Koa ireo no nahatonga lafatra ny hatsaran-tarehinao.",
        "12": "“‘“I Tarsisy no nifanaovanao raharaham-barotra, noho ny hamaroan’ny zava-tsarobidy isan-karazany. Ny entam-barotrao no nomenao ho takalon’ny volafotsy sy vy sy firapotsy ary firamainty avy any aminy.",
        "13": "I Javana sy Tobala ary Meseka no nifanaovanao raharaham-barotra. Ny entam-barotrao no nomenao ho takalon’ny olona * sy ny zavatra vita amin’ny varahina.",
        "14": "Soavaly fitondra miady sy karazan-tsoavaly hafa ary ramole no avy tamin’ny taranak’i Togarma, ary ny entam-barotrao no nomenao ho takalon’ireny.",
        "15": "Nifanaovanao raharaham-barotra koa ny taranak’i Dedana. Nosy maro no nampiasainao tamin’ny varotra. Ary tandroka ivoara sy hazomainty no naloany taminao mba ho fanomezana.",
        "16": "I Edoma no nifanaovanao raharaham-barotra, noho ny zavatra maro be novokarinao. Ny entam-barotrao no nomenao ho takalon’ny vatosoa torkoazy, sy volonondry nolokoana volomparasy somary mena, sy lamba maro loko, sy ravin-damba tena tsara, sy haran-dranomasina, * ary vatosoa robia.",
        "17": "“‘“I Joda sy ny tanin’ny Israely no nifanaovanao raharaham-barotra. Ny entam-barotrao no nomenao ho takalon’ny varimbazaha avy any Minita sy sakafo tsy fahita firy sy tantely sy menaka ary balsama.",
        "18": "“‘“I Damaskosy no nifanaovanao raharaham-barotra, noho ny zavatra maro be novokarinao, sy ny zava-tsarobidy maro be isan-karazany nanananao. Divay avy any Helbona sy volonondry volondavenona somary mena no azonao taminy.",
        "19": "Nanome entam-barotra ho anao i Vedana sy Javana avy any Ozala, ho takalon’ny entam-barotrao. Vy efa voatefy sy hazo kasia ary fantàkamanitra no nomeny ho takalon’ny entam-barotrao.",
        "20": "I Dedana no nifanaovanao varotra lamba efa voatenona mba hatao amin’ny lasely.",
        "21": "Ny Arabo sy ny mpiadidy rehetra tao Kedara no nampiasainao tamin’ny varotra, ka ireny no nifanaovanao varotra zanak’ondry sy ondrilahy ary osilahy.",
        "22": "Ny mpivarotra avy any Sheba sy Rama no nifanaovanao raharaham-barotra. Ny entam-barotrao no nomenao ho takalon’ny zava-manitra isan-karazany faran’izay tsara, sy vatosoa isan-karazany ary volamena.",
        "23": "I Harana sy Kane sy Edena, ary ny mpivarotra avy any Sheba sy Asyra ary Kilmada no nifanaovanao raharaham-barotra.",
        "24": "Ireny no nifanaovanao varotra fitafiana tsara tarehy, akanjo ivelany manga sy maro loko, karipetra miloko roa samy hafa, ary tady voarandrana sady mafy tsara, tao amin’ny foibe ara-barotra tao aminao.",
        "25": "“‘“Ireo sambon’i Tarsisy no nitanjozotra nitatitra ny entam-barotrao, ka lasa nanam-be sy heni-boninahitra tokoa ianao teny afovoan-dranomasina.",
        "26": "“‘“Nentin’ny mpivoy anao teny amin’ny rano be ianao. Ny rivotra avy any atsinanana no nahavaky anao teny afovoan-dranomasina.",
        "27": "Koa amin’ny andro hianjeranao, dia ho latsaka any afovoan-dranomasina ny zava-tsarobidinao, ny entam-barotrao, ny entana atakalonao, ny matiloa sy ny tantsambonao, ny mpanentsina an’izay loaka aminao, ny mpanakalo ny entam-barotrao, ary ny lehilahy mpiady rehetra eo aminao, eny, izay rehetra eo aminao sy eo amin’ireo olona rehetra tafavory ao aminao.",
        "28": "“‘“Hihovotrovotra ny morontsiraka, rehefa hahare an’ireo tantsambonao mitaraindraina.",
        "29": "Dia samy hidina avy eny an-tsambo ny mpivoy rehetra sy ny matiloa ary ny tantsambo rehetra eny an-dranomasina, ka hijoro eny an-tanety.",
        "30": "Hanandratra ny feony izy ireo noho izay manjo anao, ka hidradradradra mafy. Dia hanipy vovoka eo amin’ny lohany izy ireo sady hihosin-davenona.",
        "31": "Hosolain’izy ireo ny lohany noho ny aminao. Ary hisikina lamba gony izy ireo, sady hitomany anao satria ory dia ory, ka hidradradradra mafy.",
        "32": "Hanao hira fisaonana sy hira mitaraindraina ho fanehoana alahelo anao izy ireo, ka hanao hoe: “‘“‘Iza no tahaka an’i Tyro? Natao izay hampangina tanteraka anao teo afovoan-dranomasina.",
        "33": "Nanome fahafaham-po firenena maro ianao, rehefa nivoaka avy eny an-dranomasina ny entam-barotrao. Ary ianao no nampanan-karena ny mpanjakan’ny tany, satria maro be ny zava-tsarobidinao sy ny entana atakalonao.",
        "34": "Vaky ianao ankehitriny noho ny herin’ny ranomasina, ka lasa any amin’ny rano lalina. Koa rendrika niaraka taminao ny entana atakalonao sy ny olona rehetra tafavory tao aminao.",
        "35": "Hidanàka hijery anao ny mponina rehetra ao amin’ireo nosy, ary hangovitra sy hihorohoro ny mpanjakan’ireny. Hivaloarika ny tarehiny.",
        "36": "Ary hisioka ny mpivarotra any amin’ireo firenena noho izay hanjo anao. Hihorohoro tampoka ianao, ary tsy hisy intsony mandritra ny fotoana tsy voafetra.’”’”"
    },
    "28": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, lazao amin’ilay mpitondra an’i Tyro hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “‘“Koa satria nirehareha ny fonao, ary milaza foana ianao hoe: ‘Andriamanitra aho. Eo amin’ny toeran’andriamanitra no misy ahy, dia eny afovoan-dranomasina’, nefa ianao olombelona ihany fa tsy andriamanitra na dia mihevi-tena ho andriamanitra aza...",
        "3": "Mihevitra ny tenanao ho hendry noho i Daniela ianao, ka mieritreritra hoe tsy misy zava-miafina tsy hainao.",
        "4": "Ny fahendrenao sy ny fahaiza-manavaka anananao no nahazoanao harena. Tsy mitsahatra manangona volamena sy volafotsy hatao ao amin’ny trano fitehirizanao ianao.",
        "5": "Ny fahendrena be anananao sy ny entam-barotrao no nahafahanao nampitombo be ny harenanao, ka nirehareha ny fonao noho izany harenanao izany.”’",
        "6": "“‘Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Noho ianao mihevi-tena ho andriamanitra,",
        "7": "dia hoentiko hanafika anao ny vahiny, eny, ireo mpitondra jadona eo amin’ireo firenena. Hanatsoaka sabatra hamely ny hakanton’ny fahendrenao ireny, sady hanazimbazimba ny voninahitrao mamirapiratra.",
        "8": "Hampidininy any an-davaka ianao, ka ho faty toy ny olona novonoina teny afovoan-dranomasina.",
        "9": "Dia hilaza eo anatrehan’ilay mamono anao ve ianao fa andriamanitra ianao? Tsy andriamanitra anefa ianao fa olombelona ihany eo an-tanan’ireo manazimbazimba anao.”’",
        "10": "“‘Ho faty eo an-tanan’ny vahiny ianao ka ho toy ny fahafatesan’ny tsy mifora ny fahafatesanao, satria izaho no miteny izany’, hoy i Jehovah Tompo Fara Tampony.”",
        "11": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "12": "“Ry zanak’olona, manaova hira fisaonana ny mpanjakan’i Tyro, ka lazao aminy hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “‘“Ianao no modely nasiana tombo-kase. Feno fahendrena ianao, ary tonga lafatra ny hatsaran-tarehinao.",
        "13": "Tao Edena, zaridainan’Andriamanitra, ianao. Rakotra vatosoa isan-karazany ianao, dia robia sy topaza ary jaspa, krizolita sy oniksa ary jady, safira sy torkoazy ary emeraoda. Tao anaty tranotranony volamena daholo ny vatosoa teny aminao. Efa natao vonona teo ireny, tamin’ny andro namoronana anao.",
        "14": "Ianao ilay kerobima voahosotra ho mpiaro. Izaho no nanendry anao. Teny amin’ny tendrombohitra masin’Andriamanitra ianao, ary teny amin’ny vato mirehitra ianao no nandehandeha.",
        "15": "Tsy nanan-tsiny ianao tamin’izay nataonao, nanomboka tamin’ny andro namoronana anao ka mandra-pahita tsy fahamarinana tao aminao.",
        "16": "“‘“Be dia be ny entam-barotrao ka feno herisetra tao aminao, ary nanomboka nanota ianao. Horoahiko tsy ho ao an-tendrombohitr’Andriamanitra ianao satria efa tsy masina intsony. Haringako tsy ho eny amin’ny vato mirehitra ianao, ry ilay kerobima mpiaro!",
        "17": "“‘“Nirehareha ny fonao noho ny hatsaran-tarehinao. Nosimbanao ny fahendrenao, noho ny voninahitrao mamirapiratra. Hatsipiko eny amin’ny tany ianao. Hataoko eo anatrehan’ny mpanjaka maro ianao, mba ho hitan’ireny.",
        "18": "“‘“Nozimbazimbainao ny toeranao masina noho ianao nanao fahadisoana maro sy nanao ny tsy rariny teo amin’ny raharaham-barotra. Hasiako afo mivoaka avy eo aminao, ka ho levon’izany ianao. Ary hataoko lasa lavenona eo amin’ny tany ianao, eo imason’izay rehetra mahita anao.",
        "19": "Hidanàka hijery anao izay rehetra mahalala anao any amin’ireo firenena. Hihorohoro tampoka ianao, ary tsy hisy intsony mandritra ny fotoana tsy voafetra.”’”",
        "20": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "21": "“Ry zanak’olona, mitodiha any Sidona, ary maminania ny amin’ny loza hanjo azy,",
        "22": "ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Homelohiko ianao, ry Sidona! Homem-boninahitra ao aminao aho, ka tsy maintsy ho fantatry ny olona fa izaho no Jehovah rehefa hampihatra didim-pitsarana ao aminao aho, ary amin’ny alalanao no hanamasinana ahy.",
        "23": "Dia handefasako areti-mandringana ao aminao, ary hisy ra mandriaka eny an-dalambenao. Hiampatrampatra ao aminao ireo lavon-tsabatra, dia ilay sabatra mamely anao hatraiza hatraiza. Koa tsy maintsy ho fantatry ny olona fa izaho no Jehovah.",
        "24": "Ary tsy hisy tsilo mampangirifiry na tsilo mampanaintaina intsony hamely ny taranak’Israely, eny amin’ny manodidina azy, dia ireo manesoeso azy. Koa tsy maintsy ho fantatry ny olona fa izaho no Jehovah Tompo Fara Tampony.”’",
        "25": "“‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Rehefa angoniko avy any amin’ireo firenena nanaparitahana azy ny taranak’Israely, dia hohamasinina eo amin’izy ireo sy eo imason’ireo firenena aho. Honina eo amin’ny taniny tokoa izy ireo, dia ilay tany nomeko an’i Jakoba mpanompoko.",
        "26": "Dia honina eo tsy amin’ahiahy izy ireo, ka hanao trano sy tanimboaloboka. Ary handry feizay izy ireo rehefa hampihatra didim-pitsarana amin’izay rehetra nanesoeso azy aho, dia izay rehetra manodidina azy. Koa tsy maintsy ho fantany fa izaho no Jehovah Andriamaniny.”’”"
    },
    "29": {
        "1": "Tamin’ny andro faharoa ambin’ny folon’ny volana fahafolo, tamin’ny taona fahafolo, dia tonga tamiko ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha manandrify an’i Farao mpanjakan’i Ejipta, ary maminania ny amin’ny loza hanjo azy sy Ejipta manontolo,",
        "3": "ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Homelohiko ianao, ry Farao mpanjakan’i Ejipta, izay biby goavam-be any an-dranomasina mivalampatra ao amin’ny lakandranon’i Neily. Nilaza ianao hoe: ‘Ahy ny Reniranon’i Neily, ary izaho mihitsy no nanao azy ho an’ny tenako.’",
        "4": "Hasiako faraingo anefa ny valanoranonao, ary hataoko miraikitra amin’ny kiranao ny trondro ao amin’ny lakandranon’i Neily. Dia hampiakariko avy ao amin’ny lakandranon’i Neily ianao mbamin’ny trondro rehetra ao, izay miraikitra amin’ny kiranao.",
        "5": "Hariako any an-tany efitra ianao, sy ny trondro rehetra ao amin’ny lakandranon’i Neily. Hitsitra eny an-tsaha ianao ka tsy hangonina na hovorina. Homeko ho sakafon’ny bibidia sy ny voro-manidina ianao.",
        "6": "Dia tsy maintsy ho fantatry ny mponina rehetra any Ejipta fa izaho no Jehovah, satria efa tehina bararata ho an’ny taranak’Israely izy ireo.",
        "7": "Torotoro mantsy ianao rehefa noraisin’ny tanany, ka nahatapaka ny sorony manontolo. Ary tapaka ianao rehefa nianteherany, ka nampangozohozo ny andilany manontolo.”",
        "8": "“‘Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Hamely anao amin’ny sabatra aho, ka haripako daholo ny olona sy ny biby fiompy ao aminao.",
        "9": "Dia ho lao tanteraka sy ho ravarava i Ejipta ka tsy maintsy ho fantany fa izaho no Jehovah, satria efa nilaza i Farao hoe: ‘Ahy ny Reniranon’i Neily, ary izaho no nanao azy.’",
        "10": "Koa homelohiko ianao sy ireo lakandranon’i Neily, ary hataoko ravarava sy maina tanteraka ary lao i Ejipta, hatrany Migdola ka hatrany Syena sy ny sisin-tanin’i Etiopia.",
        "11": "Tsy hodiavin’ny tongotr’olombelona na biby fiompy any, ary tsy honenana mandritra ny efapolo taona.",
        "12": "Ary hataoko lao eo anivon’ny tany lao i Ejipta, ary ho aolo efapolo taona eo anivon’ny tanàna rava ireo tanànany. Dia haparitako any amin’ireo firenena ny Ejipsianina, ary haeliko any amin’ny tany samy hafa.”",
        "13": "“‘Fa izao no nolazain’i Jehovah Tompo Fara Tampony: “Rehefa tapitra ny efapolo taona, dia hangoniko avy any amin’ny firenena nanaparitahana azy ny Ejipsianina,",
        "14": "ka hampodiko avy any amin’ny fahababoana izy ireo. Dia haveriko ao Patrosa, tany niaviany, ireny ka tsy ho fanjakana matanjaka intsony rehefa any.",
        "15": "Tsy hatanjaka i Ejipta raha oharina amin’ny fanjakana hafa, ary tsy hisandratra eo amin’ireo firenena intsony izy. Dia hataoko vitsy kely sisa izy ireo ka tsy hanam-pahefana amin’ny firenen-kafa intsony.",
        "16": "Ary tsy ho azon’ny taranak’Israely ianteherana intsony i Ejipta, ka tsy hitady vonjy any izy ireo satria hampahatsiaro ny fahadisoan’izy ireo izany. Koa tsy maintsy ho fantany fa izaho no Jehovah Tompo Fara Tampony.”’”",
        "17": "Dia tonga tamiko ny tenin’i Jehovah tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona fahafito amby roapolo, nanao hoe:",
        "18": "“Ry zanak’olona, nampanaovin’i Nebokadrezara mpanjakan’i Babylona fanompoana mafy ny tafiny, rehefa nandrava an’i Tyro. Sola mihitsy ny lohan’izy rehetra, ary niendaka mihitsy ny hoditra teo amin’ny sorok’izy rehetra, nefa tsy nahazo karama avy tao Tyro izy sy ny tafiny, ho setrin’ny fanompoana nataony tamin’ny nandravany azy.",
        "19": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Homeko an’i Nebokadrezara mpanjakan’i Babylona i Ejipta, ka hoentiny ny harena ao. Haka babo be dia be tokoa izy ary handroba zavatra maro dia maro. Izany no ho karaman’ny tafiny.’",
        "20": "“‘I Ejipta no nomeko azy ho setrin’ny fanompoana nataony tamin’ny nandravany an’i Tyro, satria nanao zavatra ho ahy izy ireo’, hoy i Jehovah Tompo Fara Tampony.",
        "21": "“Amin’izany andro izany, dia hampitsimoka tandroka ho an’ny taranak’Israely aho, ary hataoko izay hahafahanao hiloa-bava eo amin’izy ireo. Koa tsy maintsy ho fantany fa izaho no Jehovah.”"
    },
    "30": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Midradradradrà ianareo, ka ataovy hoe: ‘Indrisy, ho avy ilay andro!’",
        "3": "Fa efa akaiky ny andro, eny, efa akaiky ny andron’i Jehovah. Ho andro mandrahona izany, ary ho fotoana voatondro hitsarana an’ireo firenena.",
        "4": "Hisy sabatra ho tonga any Ejipta, ary hanaintaina mafy i Etiopia rehefa hiampatrampatra any Ejipta ny faty, ka ho lasan’ny sasany ny harenany ary horavany ny fototra niorenany.",
        "5": "Ho lavon-tsabatra hiaraka aminy koa i Etiopia, Pota, Loda, ny hafa firenena rehetra, Koba, ary ny mponin’ilay tany voafehin’ny fifanekena.”’",
        "6": "“Izao no nolazain’i Jehovah: ‘Ho lavo koa ireo mpomba an’i Ejipta ary hihena ny heriny izay ireharehany.’ “‘Ho lavon-tsabatra izy ireo any, hatrany Migdola ka hatrany Syena’, hoy i Jehovah Tompo Fara Tampony.",
        "7": "‘Ho lao eo anivon’ny tany lao koa izy ireo, ary ho rava eo anivon’ny tanàna rava ny tanànany.",
        "8": "Dia tsy maintsy ho fantany fa izaho no Jehovah, rehefa handrehitra afo any Ejipta aho, ka ho ringana izay rehetra manampy azy.",
        "9": "Amin’izany andro izany, dia hisy iraka hivoaka avy eo anatrehako. Handeha sambo izy ireo, ary hivoaka mba hampangovitra an’i Etiopia, izay matoky tena loatra. Koa hanaintaina mafy ireny amin’ny andro hamelezana an’i Ejipta. Ho tonga tokoa izany!’",
        "10": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ny tanan’i Nebokadrezara mpanjakan’i Babylona no hampiasaiko hamongorana ny mponin’i Ejipta.",
        "11": "Hoentiko any mba handrava an’ilay tany izy sy ny olony miaraka aminy, dia ireo mpitondra jadona eo amin’ireo firenena. Hanatsoaka ny sabany hamely an’i Ejipta izy ireo, ka hiampatrampatra eran’ilay tany ny faty.",
        "12": "Dia hataoko lasa tany maina ny lakandranon’i Neily, ary hamidiko eo an-tanan’ny ratsy fanahy ilay tany. Ary hasaiko hataon’ny vahiny fongana ilay tany sy izay rehetra ao. Izaho Jehovah no miteny izany.’",
        "13": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hopotehiko koa ireo sampy maharikoriko ary hofoanako ao Nofa ireo andriamanitra tsy misy dikany. Tsy hisy mpiadidy intsony avy any Ejipta. Ary hataoko manenika an’i Ejipta ny tahotra.",
        "14": "Hataoko lao i Patrosa. Handrehitra afo ao Zoana aho ary hampihatra ny didim-pitsarako ao No.",
        "15": "Hanamparako ny fahatezerako i Sina, ilay tanàna voaro mafy any Ejipta, ary haringako ny mponin’i No.",
        "16": "Handrehitra afo any Ejipta aho. Hanaintaina mafy tokoa i Sina, ary ny mandan’i No kosa ho voagorobaka ka ho voababo ilay tanàna. Ary hisy fahavalo hanafika an’i Nofa amin’ny andro antoandro!",
        "17": "Ho lavon-tsabatra ireo tovolahy ao Ona sy Pibeseta, ary ho lasa babo ny ao an-tanàna.",
        "18": "Ho maizina ny andro ao Tapanesa, rehefa hotapahiko ao ny ziogan’i Ejipta. Koa hataoko mifarana hatreo ilay heriny izay ireharehany. Ho voasaron-drahona kosa izy ary ho lasa babo ireo tanàna miankina aminy.",
        "19": "Dia hampihatra ny didim-pitsarako ao Ejipta aho, ka tsy maintsy ho fantany fa izaho no Jehovah.’”",
        "20": "Ary tonga tamiko indray ny tenin’i Jehovah tamin’ny andro fahafiton’ny volana voalohany, tamin’ny taona fahiraika ambin’ny folo, nanao hoe:",
        "21": "“Ry zanak’olona, hotapahiko ny sandrin’i Farao mpanjakan’i Ejipta. Ary tsy hofehezina izany na hasiana fehy lamba mba tsy ho sitrana. Amin’izay dia tsy hihamatanjaka ilay sandriny, ka tsy hahatana sabatra.”",
        "22": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hamely an’i Farao mpanjakan’i Ejipta aho, ka hotapahiko daholo ny sandriny, na ilay mbola matanjaka na ilay efa tapaka, ary hataoko latsaka avy eny an-tanany ny sabatra.",
        "23": "Dia haparitako any amin’ireo firenena ny Ejipsianina, ary haeliko any amin’ny tany samy hafa.",
        "24": "Hohatanjahiko ny sandrin’ny mpanjakan’i Babylona ary hataoko eo an-tanany ny sabatro. Fa hotapahiko kosa ny sandrin’i Farao, ka hitaraindraina mafy eo anatrehany izy, toy ireny olona maratra mafy efa ho faty ireny!",
        "25": "Hohatanjahiko ny sandrin’ny mpanjakan’i Babylona, fa ny sandrin’i Farao kosa hiraviravy. Koa tsy maintsy ho fantany fa izaho no Jehovah, rehefa hataoko eo an-tanan’ny mpanjakan’i Babylona ny sabatro, ka harangarangany mba hamelezana an’i Ejipta.",
        "26": "Dia haparitako any amin’ireo firenena ny Ejipsianina, ary haeliko any amin’ny tany samy hafa. Koa tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "31": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah tamin’ny andro voalohan’ny volana fahatelo, tamin’ny taona fahiraika ambin’ny folo, nanao hoe:",
        "2": "“Ry zanak’olona, lazao amin’i Farao mpanjakan’i Ejipta sy ny vahoakany hoe: “‘Mitovy amin’iza ianao, raha ny amin’ny fahalehibeazana?",
        "3": "Mitovy amin’ny Asyrianina ianao, ary toy ny sedera any Libanona izay tsara tarehy erỳ noho ireo sampany misandrahaka sy manome alokaloka! Avo be izy ka mipaka amin’ny rahona ny tendrony.",
        "4": "Azon-drano izy ka lasa hazo lehibe. Ary rano lalina no nahatonga azy ho avo be. Ny sakelidranony no nikoriana nanodidina ny toerana nambolena azy, ary ny lakandrano avy aminy nanondraka an’ireo hazo rehetra teny an-tsaha.",
        "5": "Izany no nahatonga azy ho avo noho ny hazo rehetra teny an-tsaha. “‘Nihamaro ny sampany ary vao mainka nisandrahaka ny rantsany, satria nahazo rano be avy tamin’ny renirano nanondraka azy.",
        "6": "Teny amin’ny sampany no nanaovan’ny voro-manidina rehetra ny akaniny, ary teo ambany rantsany no niterahan’ny bibidia rehetra. Nonina teo ambany alokalony ny firenena rehetra be mponina.",
        "7": "Lasa tsara tarehy izy, noho ny fahalehibeazany sy ny fisandrahaky ny rantsany, satria nisampantsampana tany amin’ny rano maro ny fakany.",
        "8": "Tsy nisy sahala aminy mihitsy ny sedera tao amin’ny zaridainan’Andriamanitra. Tsy mba nitovy tamin’ny sampany ny an’ny hazo zenevrie. Ary tsy mba tahaka ny rantsany ny an’ny hazo platana. Tsy nisy tsara tarehy toa azy ny hazo tao amin’ny zaridainan’Andriamanitra.",
        "9": "Nataoko tsara tarehy sy be ravina izy, ka nitsiriritra azy daholo ny hazo tao Edena, tao amin’ny zaridainan’ilay tena Andriamanitra.’",
        "10": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Noho izy * lasa avo be ka nipaka tamin’ny rahona ny tendrony, ary niavonavona ny fony noho ny haavony,",
        "11": "dia hatolotro eo an-tanan’ny mpitondra jadona eo amin’ireo firenena izy, ka hamely azy tokoa izany mpitondra izany. Dia horoahiko izy noho ny faharatsiany.",
        "12": "Ny vahiny, eny, ireo mpitondra jadona eo amin’ireo firenena, no hikapa azy. Hilaozana eny an-tendrombohitra izy, ary hihintsana eny amin’ny lohasaha rehetra ny raviny. Ho tapaka ny rantsany ka ho latsaka any amin’ny fanambanin’ny renirano rehetra eran-tany. Hidina ny firenena rehetra eto an-tany, ary hiala avy eo ambany alokalony ka handao azy.",
        "13": "Honina eo amin’ny vatan’ilay hazo nianjera ny voro-manidina rehetra. Ary hankeny amin’ny rantsany ny bibidia rehetra.",
        "14": "Amin’izay dia tsy hisy ho lasa avo be intsony ny hazo vonton-drano, ary ny tendrony tsy hipaka amin’ny rahona. Tsy hisy ho avo be hanakatra ny rahona koa ny hazo mifoka rano. Hovonoina ho faty daholo mantsy ireny, ka hiaraka amin’ny zanak’olombelona ho any ambanin’ny tany, ho any amin’izay midina any an-davaka.’",
        "15": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hataoko izay hisaonana azy, amin’ny andro hidinany any amin’ny Fasana. * Noho ny aminy no handrakofako ny rano lalina mba hampitsaharako ny fikorianan’ny sakelidranony sy mba hahatampina ny rano maro. Noho ny aminy koa no hanamaizinako an’i Libanona. Ary mbola noho ny aminy ihany no hampahalazo ny hazo rehetra eny an-tsaha.",
        "16": "Hataoko mihovotrovotra ny firenena rehefa hahare ny fidoboky ny fianjerany, rehefa hampidiniko any amin’ny Fasana, * miaraka amin’ireo midina any an-davaka, izy. Ary ho fampiononana ho an’ny hazo any ambanin’ny tany izany, dia ny hazo rehetra tao Edena, ny hazo voafantina sy tsara indrindra any Libanona, ary ny hazo rehetra mifoka rano.",
        "17": "Hiara-midina aminy any amin’ny Fasana * ireo. Hidina any amin’ireo matin-tsabatra izy ireo sy ny taranany, dia ireo nonina teo ambany alokalony, teo amin’ireo firenena.’",
        "18": "“‘Iza amin’ny hazo tao Edena no mitovy voninahitra sy fahalehibeazana aminao? Hampidinina any ambanin’ny tany miaraka amin’ny hazo tao Edena anefa ianao. Hiara-mivalampatra amin’ireo matin-tsabatra ianao, eo anivon’ireo tsy mifora. Izany no hanjo an’i Farao sy ny vahoakany rehetra’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "32": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah tamin’ny andro voalohan’ny volana faharoa ambin’ny folo, tamin’ny taona faharoa ambin’ny folo, nanao hoe:",
        "2": "“Ry zanak’olona, manaova hira fisaonana an’i Farao mpanjakan’i Ejipta, ka lazao aminy hoe: ‘Natao izay hampangina tanteraka anao, na dia liona tanora natanjaka aza ianao teo amin’ireo firenena. “‘Toy ny biby goavam-be any an-dranomasina ianao, ary nataonao nifantsitsitra ny rano tao amin’ny renirano nisy anao. Nokobakobaninao tamin’ny tongotrao ny rano mba hiakaran’ny fotaka, ka nolotoinao ny renirano.’",
        "3": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hovelariko hanarona anao ny haratoko, ka firenena maro no hasaiko hanao izany. Dia ho azon’izy ireo ao anaty haratoko ianao.",
        "4": "Havelako eny an-tanety ianao, ary hatsipiko eny an-tsaha. Hamponeniko eo aminao ny voro-manidina rehetra, ary hataoko voky anao ny bibidia eran-tany.",
        "5": "Haparitako eny an-tendrombohitra ny nofonao, ary izay sisa tavela amin’ny fatinao kosa hataoko manenika ny lohasaha.",
        "6": "Hampisotroiko amin’ny ra mivoaka avy aminao ilay tany, eny an-tendrombohitra. Ho feno ny ranao ny fanambanin’ny renirano.’",
        "7": "“‘Rehefa tapitra ny ainao, dia hosaronako ny lanitra ary hataoko maizina ny kintana. Ny masoandro kosa hotakonako rahona, ary ny volana tsy hanome hazavana.",
        "8": "Hohamaiziniko ireo loharanom-pahazavana rehetra eny amin’ny lanitra, noho ny aminao. Ary haizina no hataoko manarona ny taninao’, hoy i Jehovah Tompo Fara Tampony.",
        "9": "“‘Hataoko izay hahasosotra ny fon’ny vahoaka maro rehefa hisy olonao halefako ho babo any amin’ireo firenena, any amin’ny tany mbola tsy fantatrao.",
        "10": "Hataoko raiki-tahotra noho ny aminao ny firenena maro, ary hipararetra sy hihorohoro ny mpanjakany rehefa harangarangako eo anoloany ny sabatro. Hangovitra foana izy ireo, satria samy hatahotra noho ny amin’ny ainy, amin’ny andro hianjeranao.’",
        "11": "“Fa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hamely anao ny sabatry ny mpanjakan’i Babylona.",
        "12": "Hataoko izay hahatonga ny vahoakanao ho lavon’ny sabatry ny mahery, dia ny mpitondra jadona rehetra eo amin’ireo firenena. Hofoanan’ireny ny reharehan’i Ejipta, ary haripaka daholo ny mponina ao aminy.",
        "13": "Haringako daholo ny biby fiompiny eny akaikin’ny rano maro. Tsy hokobanin’ny tongotr’olombelona intsony izany rano izany, na hokobanin’ny kitron’ny biby fiompy.’",
        "14": "“‘Amin’izany andro izany, dia havelako hitsika ny fotaka mba hadio ilay rano, ary hataoko mikoriana tsara toy ny menaka ny reniranony’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "“‘Rehefa ataoko lao i Ejipta ka ho fongana izay rehetra ao, ary rehefa aripako ny mponina rehetra ao, dia tsy maintsy ho fantany fa izaho no Jehovah.",
        "16": "“‘Hira fisaonana izany, ka hohirain’ny olona amin’ny feo mitaraindraina. Na ny zanakavavin’ireo firenena aza hihira izany. Hihira izany ho fisaonana an’i Ejipta sy ny mponina rehetra ao izy ireo’, hoy i Jehovah Tompo Fara Tampony.”",
        "17": "Dia tonga tamiko indray ny tenin’i Jehovah tamin’ny andro fahadimy ambin’ny folon’ny volana, tamin’ny taona faharoa ambin’ny folo, nanao hoe:",
        "18": "“Ry zanak’olona, mitomania an’ireo mponin’i Ejipta, ary ampidino any ambanin’ny tany miaraka amin’ireo midina any an-davaka, izy sy ny zanakavavin’ireo firenena matanjaka.",
        "19": "“‘Tsara noho iza moa ianao? Midìna ka aoka ianao hivalampatra miaraka amin’ny tsy mifora!’",
        "20": "“‘Ho lavo eo anivon’ireo matin-tsabatra izy ireo. Natolotra ho amin’ny sabatra i Ejipta. Taritarito izy sy ny mponina rehetra ao!",
        "21": "“‘Hiteny amin’i Farao sy amin’ireo manampy azy ny olona ambony anisan’ny lehilahy mahery, any amin’ny Fasana. * Hidina any tokoa izy ireo. Matin-tsabatra izy ireo, ary hivalampatra toy ny tsy mifora.",
        "22": "Any no misy an’i Asyria sy ny vahoaka rehetra ao aminy. Manodidina azy ny fasan’ireo Asyrianina. Novonoina daholo ireo, eny, lavon-tsabatra izy rehetra.",
        "23": "Natao tany anatiny indrindra amin’ny lavaka ny fasan’izy ireo. Ary manodidina ny fasany ny vahoakany. Voavono sy lavon-tsabatra izy rehetra. Nampihorohoro tao amin’ny tanin’ny velona mantsy izy ireo.",
        "24": "“‘Manodidina ny fasany i Elama sy ny mponina rehetra ao. Voavono sy lavon-tsabatra daholo ireo, ka nidina tsy mifora any ambanin’ny tany, rehefa avy nampihorohoro tao amin’ny tanin’ny velona. Ho afa-baraka miaraka amin’ireo midina any an-davaka izy ireo.",
        "25": "Teo anivon’ireo voavono no nasiana ny fandrianany, izany hoe teo anivon’ny vahoakany rehetra. Manodidina an’io ny fasan’izy ireo. Tsy mifora daholo ireo, sady matin-tsabatra, noho izy ireo nampihorohoro tao amin’ny tanin’ny velona. Dia ho afa-baraka miaraka amin’ireo midina any an-davaka izy ireo. Natao teo anivon’ireo voavono izy.",
        "26": "“‘Any no misy an’i Meseka sy Tobala ary ny mponina rehetra ao. Manodidina azy ny fasan’izy ireo. Tsy mifora daholo ireo, sady voatrobaky ny sabatra, noho izy ireo nampihorohoro tao amin’ny tanin’ny velona.",
        "27": "Moa ve izy ireo tsy hiara-mivalampatra amin’ny mahery, izay lavo teo anivon’ireo tsy mifora? Nidina tany amin’ny Fasana * niaraka tamin’ny fitaovam-piadiany ireny. Hataon’izy ireo eo ambany lohany ny sabany, fa ho eo ambony taolany kosa ny fahadisoany. Nampihorohoro tao amin’ny tanin’ny velona mantsy ireo mahery.",
        "28": "Ianao kosa ho torotoro eo amin’ireo tsy mifora, ka hiara-mivalampatra amin’ireo matin-tsabatra.",
        "29": "“‘Any koa no misy an’i Edoma sy ny mpanjakany ary ny mpiadidiny rehetra. Nampiarahina tamin’ireo matin-tsabatra izy ireo, na dia mahery aza. Hiara-mivalampatra amin’ireo tsy mifora sy ireo midina any an-davaka izy ireo.",
        "30": "“‘Any no misy ny andriana rehetra avy any avaratra, sy ny Sidonianina rehetra, izay midina amin-kenatra miaraka amin’ireo voavono, na dia nampihorohoro ny hafa aza noho ny heriny. Hiara-mivalampatra amin’ireo matin-tsabatra ireny tsy mifora ireny, ary ho afa-baraka miaraka amin’izay midina any an-davaka.",
        "31": "“‘Ireo no ho hitan’i Farao ka hionona izy noho ny amin’ny vahoakany rehetra. Ho fatin-tsabatra i Farao sy ny tafiny rehetra’, hoy i Jehovah Tompo Fara Tampony.",
        "32": "“‘Nampihorohoro tao amin’ny tanin’ny velona mantsy izy, eny, i Farao sy ny vahoakany rehetra, ka hivalampatra eo anivon’ireo tsy mifora, miaraka amin’ireo matin-tsabatra’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "33": {
        "1": "Ary tonga tamiko ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, miresaha amin’ny zanaky ny firenenao, ka lazao aminy hoe: “‘Raha asiako amin’ny sabatra ny tany iray, ary mifanaraka ny mponin’ilay tany hoe hifantina lehilahy iray ka hanendry azy ho mpitily,",
        "3": "ary hitan-dralehilahy tokoa fa avy hamely an’ilay tany ny sabatra, ka mitsoka anjombona izy mba hampitandremana ny olona,",
        "4": "nefa tsy miraharaha an’ilay fampitandremana mihitsy ilay olona na dia mandre an’ilay feon’anjombona aza, ary tonga tokoa ny sabatra ka nahafaty azy, dia izy ihany no ho tompon’andraikitra amin’ny fahafatesany. *",
        "5": "Nandre an’ilay anjombona mantsy izy nefa tsy niraharaha an’ilay fampitandremana, ka izy ihany no ho tompon’andraikitra amin’ny fahafatesany. * Ho nahavonjy ny ainy anefa izy raha nihaino fampitandremana.",
        "6": "“‘Fa raha hitan’ilay mpitily kosa hoe avy ny sabatra nefa tsy mitsoka ny anjombona izy, ka tsy mahazo fampitandremana mihitsy ny olona, ary tonga tokoa ilay sabatra ka nahafaty olona, * dia ho faty noho ny fahadisoany ihany ilay olona, fa ilay mpitily kosa hataoko ampamoaka noho ny amin’ny rany.’",
        "7": "“Koa ataoko mpitily ho an’ny taranak’Israely ianao, ry zanak’olona. Henoy ny teny aloaky ny vavako, ary lazao aminy ny fampitandremana omeko.",
        "8": "Raha hoy aho amin’ny ratsy fanahy: ‘Ho faty tokoa ianao, ry ratsy fanahy!’, nefa tsy mampitandrina azy ianao mba hialany amin’ny lalan-dratsiny, dia ho faty noho ny fahadisoany ihany ilay ratsy fanahy, fa ianao kosa hataoko ampamoaka noho ny amin’ny rany.",
        "9": "Fa raha tena mampitandrina ny ratsy fanahy kosa ianao mba hialany amin’ny lalan-dratsiny, fa izy no tsy miala amin’izany, dia ho faty noho ny fahadisoany izy, fa ianao kosa hahavonjy ny ainao.",
        "10": "“Ry zanak’olona, lazao amin’ny taranak’Israely hoe: ‘Hoy ianareo: “Lany hery tanteraka izahay noho ny fikomianay sy ny fahotanay, koa ahoana moa no mbola hahavelomanay?”’",
        "11": "Lazao aminy hoe: ‘“Raha mbola velona koa aho”, hoy i Jehovah Tompo Fara Tampony, “dia tsy sitrako ny hahafatesan’ny ratsy fanahy, fa ny hialany amin’ny lalan-dratsiny mba ho velona izy. Mialà, mialà amin’ny lalan-dratsinareo, fa nahoana ianareo no ho faty, ry taranak’Israely?”’",
        "12": "“Koa izao lazaina amin’ny zanaky ny firenenao, ry zanak’olona: ‘Tsy hahavonjy ny olo-marina ny fahamarinany amin’ny andro hikomiany. Ary ny faharatsian’ny ratsy fanahy kosa tsy hahavoa azy amin’ny andro hialany amin’ny faharatsiany. Ary tsy hahavelona ny olo-marina ny fahamarinany amin’ny andro hanotany.",
        "13": "Raha hoy aho amin’ny olo-marina: “Ho velona tokoa ianao”, nefa matoky ny fahamarinany izy ka manao ny tsy rariny, dia tsy hisy hotsarovana intsony ny fahamarinana rehetra nataony, fa ho faty izy noho ny nanaovany ny tsy rariny.",
        "14": "“‘Ary raha hoy aho amin’ny ratsy fanahy: “Ho faty tokoa ianao”, nefa miala amin’ny fahotany izy ary manao ny rariny sady manao izay hitsiny,",
        "15": "ka mamerina ny antoka nalainy sy manonitra ny zavatra nangalariny, ary manaraka ny lalàna mahavelona fa tsy mba manao ny tsy rariny, dia ho velona tokoa izy, fa tsy ho faty.",
        "16": "Tsy hisy hotsarovana ny fahotany, ka tsy hanamelohana azy intsony. Manao ny rariny sady manao izay mahitsy izy, ka ho velona tokoa.’",
        "17": "“Dia hoy ny zanaky ny firenenao: ‘Tsy mety ny ataon’i Jehovah’, nefa ny ataon’izy ireo no tsy mety.",
        "18": "“Raha miala amin’ny lalan’ny fahamarinana ny olo-marina ka manao ny tsy rariny, dia ho faty izy noho izany.",
        "19": "Ary raha miala amin’ny ratsy fanaony ny ratsy fanahy, ka tena manao ny rariny sady manao izay mahitsy, dia tsy ho faty izy noho ny nanaovany izany.",
        "20": "“Dia hoy ianareo: ‘Tsy mety ny ataon’i Jehovah.’ Koa arakaraka izay nataonareo avy no hitsarako anareo, ry taranak’Israely ô!”",
        "21": "Tamin’ny farany, dia nisy olona afa-nandositra avy any Jerosalema, ary tonga tany amiko izy tamin’ny andro fahadimin’ny volana fahafolo, tamin’ny taona faharoa ambin’ny folo nanaovana sesitany anay, ka hoy izy: “Rava ny tanàna!”",
        "22": "Niasa tamiko ny tanan’i Jehovah ny takariva talohan’ny nahatongavan’ilay afa-nandositra. Koa nosokafan’Andriamanitra ny vavako talohan’ny nahatongavan’ilay olona ny ampitso maraina. Dia nisokatra ny vavako ka tsy moana intsony aho.",
        "23": "Ary tonga tamiko ny tenin’i Jehovah hoe:",
        "24": "“Ry zanak’olona, hoy ny mponin’ireny tanàna rava ireny momba ny tanin’ny Israely: ‘I Abrahama irery aza nahavita naka an’io tany io, koa mainka fa isika maro be ireto? Efa nomena ho fananantsika io tany io.’",
        "25": "“Koa izao lazaina aminy: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Mihinan-kena miaraka amin’ny rany ianareo, sady miandrandra an’ireo sampinareo maharikoriko, ary tsy mitsahatra mandatsa-dra. Koa ahoana moa no hahazoanareo an’io tany io?",
        "26": "Miantehitra amin’ny sabatrareo ianareo. Manao zava-maharikoriko ianareo sady mandoto ny vadin’ny namanareo avy. Koa ahoana moa no hahazoanareo an’io tany io?”’",
        "27": "“Koa izao no holazainao aminy: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Raha mbola velona koa aho, dia ho lavon-tsabatra izay ao amin’ireo tanàna rava ireo, ary izay any an-tsaha kosa homeko ho sakafon’ny bibidia, ary izay ao amin’ny toerana voaro mafy sy any anaty lava-bato ho fatin’ny areti-mandringana.",
        "28": "Koa hataoko lao tsy misy mponina ilay tany, ary hofaranako hatreo ny heriny izay ireharehany. Ho lao ny tendrombohitr’i Israely ka tsy hisy mpandalo intsony.",
        "29": "Dia tsy maintsy ho fantany fa izaho no Jehovah, rehefa ataoko lao tsy misy mponina ilay tany, noho ny zava-maharikoriko rehetra nataon’izy ireo.”’",
        "30": "“Ry zanak’olona, samy miresaka anao eny am-bodirindrina sy eny am-baravaran’ny tranony, ny zanaky ny firenenao. Mifampiresaka izy ireo, ka samy milaza amin’ny rahalahiny hoe: ‘Andao isika hihaino ny teny avy amin’i Jehovah!’",
        "31": "Dia ho tonga any aminao izy ireo, toy ny olona efa mpankeo aminao, ka hipetraka eo anoloanao toy ny ataon’ny oloko. Hihaino ny teninao tokoa izy ireo nefa tsy hankatò an’izany, satria filan-dratsy no haloaky ny vavany ary fakana tombony tsy ara-drariny no mamin’ny fony.",
        "32": "Amin’izy ireo, dia toy ny hiram-pitiavana ianao, ary toy ny olona manga feo sy tena mahay mitendry lokanga. Hihaino ny teninao tokoa izy ireo nefa tsy hisy hankatò an’izany.",
        "33": "Rehefa tanteraka izany, satria tsy maintsy ho tanteraka, dia tsy maintsy ho fantany fa nisy mpaminany teo aminy!”"
    },
    "34": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania ny amin’ny loza hanjo an’ireo mpiandry ondry eo amin’ny Israely. Maminania ka lazao amin’ireo mpiandry ireo hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Lozan’ireo mpiandry ondry eo amin’ny Israely satria mamahan-tena izy ireo! Tsy ny ondry ve no tokony homeny hanina?",
        "3": "Ny taviny no haninareo, ary ataonareo fitafiana ny volonondry. Ny ondry matavy no vonoinareo. Ary ny andian’ondry tsy omenareo hanina.",
        "4": "Ny osa tsy hatanjahinareo, ny marary tsy sitraninareo, ny tapaka tsy asianareo fehy lamba, ireo nania tsy averinareo, ary ny very tsy tadiavinareo. Teo ambany fifehezanareo ireny, nefa nasiaka taminy ianareo, ary lozabe mihitsy aza.",
        "5": "Dia niparitaka tsikelikely izy ireo satria tsy nisy mpiandry. Koa lanin’ny bibidia izy ireo ary vao mainka niparitaka.",
        "6": "Nirenireny teny amin’ny tendrombohitra sy havoana avo rehetra teny ny ondriko. Niparitaka nanerana ny tany izy ireo, nefa tsy mba nisy nikaroka na nitady.",
        "7": "“‘“Koa henoy ny tenin’i Jehovah, ry mpiandry ondry:",
        "8": "‘“Nisy nandroba sy lanin’ny bibidia ny ondriko satria tsy nisy mpiandry, ary ny mpiandry koa tsy nitady ny ondriko fa namahan-tena fotsiny, ka tsy nomeny hanina ny ondriko. Koa raha mbola velona koa aho’”, hoy i Jehovah Tompo Fara Tampony,",
        "9": "dia henoy ny tenin’i Jehovah, ry mpiandry ondry.",
        "10": "Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Homelohiko ny mpiandry ondry ka hesoriko tsy ho eo am-pelatanany ny ondriko ary tsy havelako hiandry ny ondriko intsony izy, ka tsy hamahan-tena intsony. Dia hovonjeko avy eo am-bavany ny ondriko, mba tsy ho laniny.’”",
        "11": "“‘Fa izao no nolazain’i Jehovah Tompo Fara Tampony: “Intỳ aho, ary izaho mihitsy no hitady ny ondriko sy hikarakara azy.",
        "12": "Hokarakaraiko tokoa ny ondriko, toy ny fikarakaran’ny mpiandry ondry ny andian’ondriny amin’ny andro hahatongavany eo amin’ny ondriny izay efa niparitaka. Ary hovonjeko avy any amin’ny toerana rehetra niparitahany tamin’ny andro nandrahona sy maizim-pito, izy ireo.",
        "13": "Havoakako avy any amin’ireo firenena izy ireo, ary hangoniko avy any amin’ny tany samy hafa ka hoentiko ao amin’ny taniny. Hiandry an’ireo ondriko ireo eny amin’ny tendrombohitr’i Israely aho, sy eny amoron-drano, ary eny amin’izay rehetra azo onenana ao amin’ilay tany.",
        "14": "Eny amin’ny tanimbilona tsara no hiandrasako ny ondriko, ary eny amin’ny tendrombohitra avon’i Israely izy ireo no honina. Eny izy ireo no handry ao amin’ny toeram-ponenana tsara. Eny amin’ny kijana feno ahi-maitso izy ireo no hiraoka ahitra, eny an-tendrombohitr’i Israely.”",
        "15": "“‘“Izaho no hikarakara ny ondriko ary izaho no hampandry azy”, hoy i Jehovah Tompo Fara Tampony.",
        "16": "“Ny very hotadiaviko, izay nania haveriko, ny tapaka hasiako fehy lamba ary ny osa hohatanjahiko. Fa ny matavy sy ny matanjaka kosa haringako. Didim-pitsarana no ho toy ny hanina homeko azy.”",
        "17": "“‘Izao kosa no nolazain’i Jehovah Tompo Fara Tampony aminareo, ry ondriko: “Hitsara ny ondry samy ondry aho, ary hitsara ny ondrilahy sy ny osilahy.",
        "18": "Tsy ampy anareo angaha ny nihinana teo amin’ny tanimbilona tena tsara no mbola hosihosenareo koa ny tanimbilona sisa? Ary tsy ampy anareo angaha ny nisotro tamin’ny rano madio no mbola lotoinareo amin’ny tongotrareo koa ny rano sisa?",
        "19": "Eo amin’ny tanimbilona nohosihosenareo ve ny ondriko no hiraoka ahitra? Ary ny rano nolotoin’ny tongotrareo ve no hosotroiny?”",
        "20": "“‘Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Intỳ aho, ary izaho mihitsy no hitsara ny ondry matavy sy ny ondry mahia,",
        "21": "satria natositosikareo tamin’ny tehezanareo sy ny sorokareo ny ondry osa rehetra ary nanoto azy tamin’ny tandrokareo ianareo, ka naparitakareo teny ivelany izy ireo.",
        "22": "Koa hovonjeko ny ondriko ka tsy hisy handroba intsony, ary hotsaraiko ny ondry samy ondry.",
        "23": "Hanendry mpiandry iray hikarakara ny ondriko aho, ka hanome hanina an’ireny izany mpiandry izany, dia i Davida mpanompoko. Izy no hanome hanina azy ireo ary izy no ho mpiandry azy ireo.",
        "24": "Izaho Jehovah no ho Andriamaniny, ary i Davida mpanompoko no ho mpiadidy eo amin’izy ireo. Izaho Jehovah no miteny izany.",
        "25": "“‘“Dia hanao fifanekem-pihavanana amin’izy ireo aho, ary hataoko tsy misy bibidia masiaka intsony ao amin’ilay tany, ka honina tsy amin’ahiahy any an-tany efitra izy ireo, ary hatory any an’ala.",
        "26": "Na izy ireo na ny manodidina ny havoanako dia hataoko loharanom-pitahiana. Ary hataoko mirotsaka ara-potoana ny orana. Ho ranonoram-pitahiana izany.",
        "27": "Hamoa ny hazo eny an-tsaha, ary hamokatra ny tany. Tsy hanana ahiahy tokoa izy ireo ao amin’ny taniny. Dia tsy maintsy ho fantany fa izaho no Jehovah rehefa tapahiko ny baran’ny ziogany, ka hovonjeko avy eo an-tanan’izay mampiasa azy ho andevo izy.",
        "28": "Tsy horobain’ireo firenena intsony izy ireo, ary ny bibidia eny ambonin’ny tany tsy hihinana azy ireo. Honina tsy amin’ahiahy izy ireo ary tsy hisy hampangovitra azy.",
        "29": "“‘“Ary hanao toeram-pambolena ho azy ireo aho hahazoany laza tsara, * ka tsy ho faty mosary intsony izy ireo ao amin’ilay tany, sady tsy hizaka fahafaham-baraka intsony avy amin’ireo firenena.",
        "30": "‘Dia tsy maintsy ho fantany fa izaho Jehovah Andriamaniny no momba azy ireo, ary oloko izy ireo, izany hoe ny taranak’Israely’, hoy i Jehovah Tompo Fara Tampony.”’",
        "31": "“‘Ary ianareo, ry ondriko, eny, ry ondry ao an-kijanako, olombelona ianareo, ary izaho no Andriamanitrareo’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "35": {
        "1": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ny faritra be tendrombohitr’i Seira ka maminania ny amin’ny loza hanjo azy.",
        "3": "Koa lazao aminy hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Homelohiko ianao, ry faritra be tendrombohitr’i Seira, ka haninjitra ny tanako hamely anao aho. Dia hataoko lao tsy misy mponina ianao.",
        "4": "Horavako tanteraka ireo tanànanao, ary ianao ho lao tanteraka. Dia tsy maintsy ho fantatrao fa izaho no Jehovah.",
        "5": "Efa ela mantsy ianao no nandrafy ny taranak’Israely ka natolotrao ho amin’ny sabatra izy ireo tamin’ny fotoana nahitany loza, dia tamin’ny fotoanan’ny fahadisoany farany.”’",
        "6": "“‘Koa raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hanenjika anao ny ra nalatsakao, satria efa nomaniko ho amin’ny fandatsahan-dra ianao. Ra no nankahalainao, ka ra no hanenjika anao.",
        "7": "Hataoko lao tsy misy mponina ny faritra be tendrombohitr’i Seira. Haringako izay olona mandalo ao sy izay miverina ao.",
        "8": "Hataoko feno fatin’olona eran’ny tendrombohitrao. Ary hiampatrampatra eran’ny havoana sy ny lohasaha ary ny fanambanin’ny renirano rehetra ao aminao ireo lavon-tsabatra.",
        "9": "Hataoko lao mandritra ny fotoana tsy voafetra ianao, ary tsy honenana ny tanànanao. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "10": "“Nilaza ianao hoe: ‘Ho lasako ireo firenena sy tany roa ireo, ka samy halaintsika ho antsika!’ I Jehovah mihitsy anefa no ao amin’ireo tany roa ireo.",
        "11": "‘Koa raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hovaliako araka ny fahatezerana sy ny fialonana nasehonao noho ny fankahalanao azy ianao. Koa hataoko izay hahafantaran’izy ireo ahy rehefa mitsara anao aho.",
        "12": "Dia tsy maintsy ho fantatrao fa izaho Jehovah no nandre ny teny fanivaivana rehetra nolazainao momba ny tendrombohitr’i Israely hoe: “Rava ny tanin-dry zareo! Nomena antsika ireo, ka hanina ho antsika!”",
        "13": "Nirehareha be ianareo nanao teny nanohitra ahy, sady be vava ho fanoherana ahy. Henoko daholo ireny!’",
        "14": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hataoko lao ianao amin’ny fotoana hifalian’ny tany manontolo.",
        "15": "Faly erỳ ianao rehefa lao tanteraka ny lovan’ny taranak’Israely! Koa hataoko lao toy izany koa ianao. Ho lao tanteraka ianao, ry faritra be tendrombohitr’i Seira, eny, i Edoma manontolo! Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "36": {
        "1": "“Ry zanak’olona, maminania momba ny tendrombohitr’i Israely, ka lazao hoe: ‘Ry tendrombohitr’i Israely ô, henoy ny tenin’i Jehovah.",
        "2": "Izao no nolazain’i Jehovah Tompo Fara Tampony: “Naneso anareo ny fahavalo hoe: ‘Tsara ho azy izay! Lasanay hatramin’ireo toerana avo, izay efa teo hatry ny ela!’”’",
        "3": "“Koa maminania ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Nanjary lao sy narapaky ny manodidina ianareo, ka tonga fananan’ireo firenena sisa tavela, ary lasa ambentin-dresaky ny olona sy haratsiny.",
        "4": "Koa henoy ny tenin’i Jehovah Tompo Fara Tampony, ry tendrombohitr’i Israely ô! Izao no nolazain’i Jehovah Tompo Fara Tampony amin’ny tendrombohitra sy ny havoana sy ny renirano sy ny lohasaha sy ny toerana rava tsy misy mponina ary ny tanàna aolo, izay norobaina sy nesoin’ireo firenena sisa tavela manodidina anareo,",
        "5": "eny, izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ao anatin’ny hafanam-poko miredareda no hanamelohako an’ireo firenena sisa tavela sy i Edoma manontolo, dia ireo nifaly tamin’ny fony manontolo rehefa naka ny taniko, sady mbola nanesoeso tany am-pony. Nanao izany izy ireo mba hakana ny kijana ao amin’ny taniko sy handrobana azy.’”’",
        "6": "“Koa maminania momba ny tanin’ny Israely, ka izao lazaina amin’ny tendrombohitra sy ny havoana sy ny renirano ary ny lohasaha: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Tsy maintsy miteny amin-kafanam-po sy amin-katezerana aho, satria nalan’ireo firenena baraka ianareo.”’",
        "7": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Efa nanangan-tanana aho ka nianiana fa ho afa-baraka koa ireo firenena manodidina anareo ireo.",
        "8": "Fa ianareo kosa, ry tendrombohitr’i Israely, hisandrahaka ny sampanareo ary hamoa ho an’ny Israely oloko ianareo, satria efa akaiky izy ireo ka efa ho tonga.",
        "9": "Fa hankasitraka anareo aho ary hitsinjo anareo tokoa, ka hovolena sy hamafazam-boa indray ianareo.",
        "10": "Hataoko maro ny olona eo aminareo, dia ny taranak’Israely manontolo, eny, izy rehetra mihitsy, ka honenana indray ireo tanàna, ary haorina indray ireo toerana efa rava.",
        "11": "Hataoko maro ny olona sy ny biby eo aminareo, ka ho maro be sy hanan-taranaka ireny. Hataoko misy mponina toy ny taloha indray ianareo, ka hanasoa anareo mihoatra noho ny tamin’ny voalohany aho. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "12": "Ary hasiako olona mifamoivoy eo aminareo, dia ny Israely oloko, ka ho lasa fananany ianareo. Ho lovan’izy ireo ianareo, ary tsy hataonareo fongana intsony ny zanak’izy ireo.’”",
        "13": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Koa satria misy milaza hoe mpandripaka olona, hono, ianao, sady tany mahalany fongana ny zanaky ny firenenao’,",
        "14": "‘dia tsy handripaka olona intsony ianao, ary tsy hataonao fongana intsony ny zanaky ny firenenao’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "‘Hataoko tsy mahare fanalam-baraka avy amin’ireo firenena intsony ianao, sady tsy holatsain’ny vahoaka maro intsony, ary tsy hanafintohina ny firenenao intsony koa ianao’, hoy i Jehovah Tompo Fara Tampony.”",
        "16": "Dia tonga tamiko indray ny tenin’i Jehovah hoe:",
        "17": "“Ry zanak’olona, nonina teo amin’ny taniny ny taranak’Israely, nefa nandoto azy io izy ireo, tamin’ny fitondran-tenany sy ny fanaony. Nanjary naloto toy ny vehivavy maloton’ny fadimbolana ny fanaon’izy ireo, teo imasoko.",
        "18": "Koa nanampatra ny fahatezerako tamin’izy ireo aho, noho ny ra nalatsany tao amin’ilay tany, izay nolotoiny tamin’ireo sampiny maharikoriko.",
        "19": "Dia naparitako tany amin’ireo firenena izy ireo, ka niely tany amin’ny tany samy hafa. Arakaraka ny fitondran-tenany sy ny fanaony no nitsarako azy.",
        "20": "Dia tonga tany amin’ireo firenena nitondrana azy izy ireo, ka nozimbazimbain’ny olona ny anarako masina, rehefa nilaza ireny hoe: ‘Olon’i Jehovah ireo, nefa niala tany amin’ny taniny!’",
        "21": "Koa nampalahelo ahy ny anarako masina, izay nozimbazimbain’ny taranak’Israely tany amin’ireo firenena nitondrana azy.”",
        "22": "“Koa lazao amin’ny taranak’Israely hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Tsy noho ny aminareo no hanaovako izany, ry taranak’Israely ô, fa noho ny anarako masina, izay nozimbazimbainareo tany amin’ireo firenena nitondrana anareo.”’",
        "23": "‘Hohamasiniko ny anarako be voninahitra, izay nozimbazimbaina tany amin’ireo firenena, ary nozimbazimbainareo koa teo amin’ireny. Dia tsy maintsy ho fantatr’ireo firenena fa izaho no Jehovah’, hoy i Jehovah Tompo Fara Tampony, ‘rehefa hamasinina eo aminareo aho, eo imason’ireny.",
        "24": "Halaiko avy any amin’ireo firenena ianareo ary hangoniko avy any amin’ny tany rehetra, ka hoentiko any amin’ny taninareo.",
        "25": "Dia hofafazako rano madio ianareo, ka hadio. Hodioviko ho afaka aminareo daholo ny fahalotoanareo sy ny zava-maharikoriko rehetra notompoinareo.",
        "26": "Homeko fo vaovao ianareo, ary toe-tsaina vaovao no hataoko ao anatinareo. Hesoriko ao aminareo ny fo vato, ka fo nofo no homeko anareo.",
        "27": "Hataoko ao anatinareo ny fanahiko, ary hanao zavatra aho mba hitandremanareo ny fitsipiko ary mba hanajanareo ny didim-pitsarako sy hanatanterahanareo izany.",
        "28": "Ary honina ao amin’ilay tany nomeko ny razanareo tokoa ianareo. Dia ho oloko ianareo, ary izaho ho Andriamanitrareo.’",
        "29": "“‘Hovonjeko ho afaka amin’ny fahalotoanareo rehetra ianareo. Ary hantsoiko ny varimbazaha ka hataoko vokatra be. Dia tsy havelako hisy mosary eo aminareo.",
        "30": "Hataoko be dia be ny voan’ny hazo sy ny vokatra eny an-tsaha, mba tsy holatsain’ireo firenena intsony ianareo hoe tratran’ny mosary.",
        "31": "Dia tsy maintsy hotsaroanareo ny fitondran-tena ratsy sy ny fanao ratsy narahinareo, ka haharikoriko anareo ny tenanareo satria nanao fahadisoana sy nanao zava-maharikoriko ianareo.",
        "32": "Aoka anefa ho fantatrareo fa tsy noho ny aminareo no hanaovako izany’, hoy i Jehovah Tompo Fara Tampony. ‘Koa aoka ho menatra sy ho afa-baraka ianareo noho ny nataonareo, ry taranak’Israely!’",
        "33": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Amin’ny andro hanadiovako anareo ho afaka amin’ny fahadisoanareo rehetra, dia hasiako mponina koa ao amin’ireo tanàna, ary haorina indray ireo toerana rava.",
        "34": "Hovolena indray ny tany lavavolo, na dia tany lao aza no nahitan’ny mpandalo rehetra azy.",
        "35": "Dia tsy maintsy hisy hilaza hoe: “Oay! Lao irỳ tany irỳ taloha, nefa lasa sahala amin’ny zaridainan’i Edena izao! Ary voamboatra indray ny mandan’ireo tanàna aolo tsy nisy mponina sy rava, ka efa misy mponina ao.”",
        "36": "Dia tsy maintsy ho fantatr’ireo firenena sisa tavela manodidina anareo fa izaho Jehovah no manorina ny efa rava, sy mamboly indray eo amin’ny tany lavavolo. Izaho Jehovah no niteny sy nanatanteraka izany.’",
        "37": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Mbola havelako hitady ahy ny taranak’Israely ka hangataka amiko mba hatao maro be. Koa hataoko maro be toy ny andian’ondry ny olona ao aminy.",
        "38": "Ho feno vahoaka be toy ny andian’ondry ireo tanàna aolo teo aloha. Toy ny olona masina maro be, sy toy ny andian’ondry ao Jerosalema amin’ny fotoanan’ny fety no fahitana azy ireo. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "37": {
        "1": "Niasa tamiko ny tanan’i Jehovah, ka nentiny tamin’ny alalan’ny fanahin’i Jehovah aho, ary napetrany teny amin’ny tany lemaka feno taolam-paty.",
        "2": "Dia nampandaloviny nanodidina an’ireo taolana ireo aho, ka hitako fa, hay, be dia be izy ireo teo amin’ilay tany lemaka, sady maina be daholo!",
        "3": "Ary hoy izy tamiko: “Ry zanak’olona, mety ho velona indray ve ireo taolana ireo?” Dia hoy aho: “Ianao no mahalala tsara an’izany, ry Jehovah Tompo Fara Tampony ô!”",
        "4": "Hoy ihany izy tamiko: “Maminania momba ireo taolana ireo, ka lazao amin’izy ireo hoe: ‘Henoy ny tenin’i Jehovah, ry taola-maina ô:",
        "5": "“‘Izao no lazain’i Jehovah Tompo Fara Tampony amin’ireo taolana ireo: “Hasiako fofonaina ao aminareo, dia ho velona indray ianareo.",
        "6": "Ary hasiako hozatra sy nofo ianareo, ka hofonosiko hoditra. Hasiako fofonaina ao aminareo, dia ho velona indray ianareo. Ary tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "7": "Koa naminany araka ny nandidiana ahy aho. Raha vao naminany aho, dia injay nisy feo! Ary nisy zavatra nikatrokatroka ka indreny fa nifanatona ireo taolana: Samy nanatona ny namany avy izy ireo.",
        "8": "Dia hitako fa naniry hozatra sy nofo izy ireo, ary nisy hoditra nandrakotra azy. Mbola tsy nisy fofonaina anefa tao aminy.",
        "9": "Hoy ihany Andriamanitra tamiko: “Maminania amin’ny rivotra. Maminania, ry zanak’olona, ka lazao amin’ny rivotra hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Ry rivotra ô, tongava avy any amin’ny vazan-tany * efatra, ka tsotsofy ireo olona maty ireo mba ho velona indray.”’”",
        "10": "Dia naminany araka ny nandidiana ahy aho. Koa nisy fofonaina niditra tao amin’ireo. Dia velona ireo ka nijoro tamin’ny tongony, ary lasa tafika tena lehibe dia lehibe.",
        "11": "Hoy ihany izy tamiko: “Ry zanak’olona, tsy inona ireo taolana ireo fa ny taranak’Israely manontolo. Hoy mantsy izy ireo: ‘Maina ny taolanay. Very fanantenana izahay, ary tafasaraka tanteraka.’",
        "12": "Koa maminania ka lazao aminy hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hosokafako ny fasanareo, ka hampiakariko avy ao ianareo, ry oloko. Ary haveriko any amin’ny tanin’ny Israely ianareo.",
        "13": "Dia tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa sokafako ny fasanareo ka ampiakariko avy ao ianareo, ry oloko.”’",
        "14": "‘Hataoko ao aminareo ny fanahiko ka ho velona indray ianareo, ary hamponeniko ao amin’ny taninareo. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no niteny sy nanatanteraka izany’, hoy i Jehovah.”",
        "15": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "16": "“Ry zanak’olona, makà sampan-kazo ka izao soratana eo aminy: ‘Ho an’i Joda sy ny zanak’Israely namany.’ Dia makà sampan-kazo iray hafa ka soraty eo hoe: ‘Ho an’i Josefa, sampan-kazon’i Efraima, sy ny taranak’Israely rehetra namany.’",
        "17": "Ampifanatony ireo mba ho sampan-kazo iray, ka ho lasa iray ihany eny an-tananao.",
        "18": "Ary rehefa miteny aminao ny zanaky ny firenenao hoe: ‘Lazao aminay ny dikan’izao’,",
        "19": "dia valio hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Halaiko ny sampan-kazon’i Josefa izay eny an-tanan’i Efraima, sy ny fokon’ny Israely namany, ka hataoko eo amin’ilay sampan-kazon’i Joda, ary hataoko lasa sampan-kazo iray ihany ireo, ka ho iray eto an-tanako.”’",
        "20": "Ary ireo sampan-kazo izay nasianao soratra dia ataovy eny an-tananao, eo imason’izy ireo.",
        "21": "“Lazao amin’izy ireo hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Halaiko avy any amin’ireo firenena nalehany ny zanak’Israely, ka hangoniko avy any amin’ny manodidina, ary haveriko ao amin’ny taniny.",
        "22": "Dia hataoko firenena iray ihany izy ireo eo amin’ilay tany, eny amin’ny tendrombohitr’i Israely. Ary mpanjaka iray ihany no hitondra azy rehetra, ka tsy ho firenena roa intsony izy ireo sady tsy hizara ho fanjakana roa intsony.",
        "23": "Tsy handoto tena amin’ny sampiny maharikoriko intsony izy ireo, na handoto tena amin’ny zava-maharikoriko sy ny fandikan-dalàna rehetra fanaony. Fa hovonjeko ho afaka amin’ny fahotana nataony tany amin’ny fonenany rehetra izy ireo, ka hodioviko. Dia ho oloko izy ireo ary izaho ho Andriamaniny.",
        "24": "“‘“Ary i Davida mpanompoko no ho mpanjakan’izy ireo. Mpiandry iray ihany no hiandry azy rehetra. Hanaraka ny didim-pitsarako izy ireo, ary hitandrina ny lalàko ka hanatanteraka izany.",
        "25": "Dia honina tokoa eo amin’ilay tany nomeko an’i Jakoba mpanompoko, izay efa nonenan’ny razanareo, izy ireo. Koa honina eo mandritra ny fotoana tsy voafetra izy ireo sy ny zanaka aman-jafiny. Ary i Davida mpanompoko no ho mpiadidy eo amin’izy ireo mandritra ny fotoana tsy voafetra.",
        "26": "“‘“Dia hanao fifanekem-pihavanana amin’izy ireo aho, ka ho fifanekena mandritra ny fotoana tsy voafetra izany. Hapetrako ao amin’ny taniny izy ireo, ary hataoko lasa maro be. Dia hataoko eo amin’izy ireo, mandritra ny fotoana tsy voafetra, ny toerako masina.",
        "27": "Ho eo amin’izy ireo ny tranolaiko, ka ho Andriamaniny tokoa aho ary izy ireo ho oloko.",
        "28": "Dia tsy maintsy ho fantatr’ireo firenena fa izaho Jehovah no manamasina ny Israely, rehefa ho eo amin’izy ireo mandritra ny fotoana tsy voafetra ny toerako masina.”’”"
    },
    "38": {
        "1": "Ary tonga tamiko indray ny tenin’i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha manandrify an’i Goga avy any amin’ny tany Magoga, dia ilay lehiben’ny mpiadidy ao Meseka sy Tobala. Maminania ny amin’ny loza hanjo azy,",
        "3": "ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hamely anao aho, ry Goga lehiben’ny mpiadidy ao Meseka sy Tobala.",
        "4": "Hahodiko ny sainao ary hasiako faraingo ny valanoranonao, ka hoentiko mivoaka ianao miaraka amin’ny tafikao manontolo, dia soavaly sy mpitaingin-tsoavaly. Tena mahay mihaingo izy rehetra, eny, miaramila be dia be mitondra ampinga lehibe sy ampinga kely, ary samy mahay mitan-tsabatra.",
        "5": "Miaraka amin’izy ireo koa ny olona avy any Persa sy Etiopia ary Pota, izay samy mitondra ampinga kely sy manao fiarovan-doha.",
        "6": "Miaraka aminao koa i Gomera sy ny miaramilany rehetra, sy ny taranak’i Togarma avy any amin’ny farany avaratra, mbamin’ny miaramilany rehetra, eny, firenena maro.",
        "7": "“‘“Aoka ianao ho vonona, ary miomàna ianao sy ny vahoaka rehetra miaraka aminao, dia ireo miangona eo anilanao. Aoka ianao ho mpitarika azy ireo.",
        "8": "“‘“Hodinihiko ny momba anao rehefa afaka andro maro. Ary rehefa hifarana ny taona maro, dia ho avy ianao ka hankao amin’ny tanin’ireo olona tsy matin-tsabatra, izay tafangona avy any amin’ny firenena maro, ka nentina teny amin’ny tendrombohitr’i Israely izay efa rava teo foana. Nivoaka avy any amin’ireo firenena ny mponin’io tany io ary monina tsy amin’ahiahy izy rehetra.",
        "9": "Dia tsy maintsy hiakatra ianao ka ho avy toy ny oram-baratra. Ho toy ny rahona handrakotra an’ilay tany ianao sy ny miaramilanao rehetra ary ny firenena maro miaraka aminao.”’",
        "10": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Amin’izany andro izany, dia hisy fikasana hitsiry ao am-ponao, ary hanao teti-dratsy ianao,",
        "11": "ka hiteny hoe: “Hiakatra hamely an’ilay tany misy tanàna tsy mimanda aho, ary hankany amin’ireo olona mandry feizay sy monina tsy amin’ahiahy, dia izay rehetra monina ao amin’ny tanàna tsy misy manda na bara hidiny na vavahady.”",
        "12": "Ny haka babo betsaka sy ny handroba zavatra maro no kendrenao, ka haninjitra ny tananao ianao mba hanafika an’ilay toerana rava, izay efa misy mponina izao. Hotafihinao koa ilay vahoaka nangonina avy any amin’ireo firenena, dia vahoaka nihary harena sy fananam-be sady monina eo afovoan’ny tany.",
        "13": "“‘Hilaza aminao ny olona ao Sheba sy Dedana sy ny mpivarotra avy any Tarsisy ary ny liona tanora rehetra hoe: “Haka babo betsaka ve no nahatongavanao atỳ? Handroba zavatra maro ve no nanangonanao ny miaramilanao, mba haka volafotsy sy volamena, hangorona harena sy fananam-be ary hahazo babo be dia be?”’",
        "14": "“Koa maminania, ry zanak’olona, ka lazao amin’i Goga hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Amin’izany andro izany, dia azo antoka fa ho fantatrao hoe hitoetra tsy amin’ahiahy ny Israely oloko.",
        "15": "Dia ho tonga avy any amin’izay misy anao ianao, eny, ho tonga avy any amin’ny farany avaratra, hiaraka amin’ny firenena maro izay mitaingin-tsoavaly daholo. Vahoaka maro be ireo, sady tafika lehibe.",
        "16": "Hiakatra hanafika ny Israely oloko tokoa ianao, toy ny rahona mandrakotra ny tany. Any am-parany any no hitrangan’izany. Ary hoentiko hamely ny taniko ianao mba hahafantaran’ireo firenena ahy, rehefa hanamasina ny tenako amin’ny alalanao aho, ry Goga, eo imason’izy ireo.”’",
        "17": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Ianao ihany ve ilay nolazaiko taloha, tamin’ny alalan’ny mpaminany mpanompoko? Naminany mantsy ireo mpaminany teo amin’ny Israely tamin’izany andro izany, eny, nandritra ny taona maro, hoe hoentiko hamely azy ireo ianao.’",
        "18": "“‘Amin’izany andro izany, amin’ilay andro hamelezan’i Goga ny tanin’ny Israely’, hoy i Jehovah Tompo Fara Tampony, ‘dia ho tezitra mafy aho. *",
        "19": "Ary hiteny amin-kafanam-po sy amin-katezerana mafy aho. Hisy horohoron-tany lehibe any amin’ny tanin’ny Israely amin’izany andro izany.",
        "20": "Dia tsy maintsy hipararetra noho ny amiko ny trondro any an-dranomasina, sy ny voro-manidina, sy ny bibidia, sy ny biby mandady rehetra amin’ny tany, ary ny olombelona rehetra eny ambonin’ny tany. Hiletsy ny tendrombohitra, hihotsaka ny lalana amoron-tevana, ary hidaboka amin’ny tany ny manda rehetra.’",
        "21": "“‘Hantsoiko hamely azy eny amin’ny tendrombohitro rehetra ny sabatra’, hoy i Jehovah Tompo Fara Tampony. ‘Dia samy hifamely sabatra ny mpirahalahy.",
        "22": "Hotsaraiko izy ka handefasako areti-mandringana, ary handriaka ny ra. Handatsahako oram-be mahatonga tondra-drano, ary koa havandra sy afo ary solifara, izy sy ny miaramilany ary ny firenena maro hiaraka aminy.",
        "23": "Koa izao no hataoko eo imason’ny firenena maro: Hasehoko ny fahalehibeazako sy ny fahamasinako ary hataoko izay hahafantaran’izy ireo ahy. Dia tsy maintsy ho fantany fa izaho no Jehovah.’"
    },
    "39": {
        "1": "“Ry zanak’olona, maminania ny amin’ny loza hanjo an’i Goga, ka lazao hoe: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hamely anao aho, ry Goga, lehiben’ny mpiadidy ao Meseka sy Tobala.",
        "2": "Hahodiko ny sainao, dia hotarihiko sy hampiakariko avy any amin’ny farany avaratra ianao, ka hoentiko eny amin’ireo tendrombohitr’i Israely.",
        "3": "Dia hasiako ny tsipìkanao ka hianjera avy eny an-tananao ankavia, ary hataoko latsaka avy eny an-tananao ankavanana ny zana-tsipìkanao.",
        "4": "Hiampatrampatra eny amin’ireo tendrombohitr’i Israely ianao sy ny miaramilanao rehetra ary ny firenena miaraka aminao. Ary homeko ho sakafon’ny vorona mpihaza sy ny karazam-borona rehetra ary ny bibidia ianao.”’",
        "5": "“‘Hiampatrampatra eny an-tsaha eny ianao, satria izaho no miteny izany’, hoy i Jehovah Tompo Fara Tampony.",
        "6": "“‘Handefasako afo any Magoga sy eo amin’ireo monina tsy amin’ahiahy ao amin’ireo nosy. Dia tsy maintsy ho fantatra fa izaho no Jehovah.",
        "7": "Hampahafantariko eo amin’ny Israely oloko ny anarako masina, ary tsy havelako hozimbazimbaina intsony izany anarako masina izany. Dia tsy maintsy ho fantatr’ireo firenena fa izaho no Jehovah, Ilay Masina eo amin’ny Israely.’",
        "8": "“‘Ho tonga tokoa izany, ary tsy maintsy ho tanteraka’, hoy i Jehovah Tompo Fara Tampony. ‘Izany ilay andro efa nambarako.",
        "9": "Dia hivoaka ny mponin’ny tanànan’ny Israely, ka handrehitra afo sy handoro an’ireo fitaovam-piadiana, dia ny ampinga kely sy ampinga lehibe sy tsipìka sy zana-tsipìka sy langilangy ary lefona. Ireny no hataony kitay mandritra ny fito taona.",
        "10": "Tsy hitondra kitay avy any an-tsaha intsony izy ireo, na hanangona kitay any an’ala, fa ireo fitaovam-piadiana ireo no hataony kitay.’ “‘Hobaboin’izy ireo tokoa izay namabo azy ary horobainy izay nandroba azy’, hoy i Jehovah Tompo Fara Tampony.",
        "11": "“‘Amin’izany andro izany, dia homeko toerana any i Goga, mba hataony fasana any Israely, ao amin’ilay lohasahan’ny mpandalo, any atsinanan’ny ranomasina. Ho voasakan’io lohasaha io ny mpandalo. Any no handevenana an’i Goga sy ny vahoakany rehetra. Koa hantsoina hoe Lohasahan’ny Vahoakan’i Goga io toerana io.",
        "12": "Dia halevin’ny taranak’Israely ireny mba hanadiovana an’ilay tany, mandritra ny fito volana.",
        "13": "Ny olona rehetra ao amin’ilay tany no hifarimbona handevina an’ireny, ka hanjary halaza izy ireo amin’ny andro hanomezako voninahitra ny tenako’, hoy i Jehovah Tompo Fara Tampony.",
        "14": "“‘Ary hisy olona hatokana mba hanao asa mitohy: Hitety an’ilay tany izy ireo, ka handevina an’izay faty sisa tavela eny rehetra eny, mba hanadiovana ny tany. Hiara-miasa amin’izy ireo koa ny mpandalo. Hikaroka foana izy ireo mandra-pahatapitry ny fito volana.",
        "15": "Raha mahita taolan’olona izy ireo rehefa mitety an’ilay tany, dia hanisy marika eo akaikin’izany, mandra-pandevin’ny mpandevina izany ao amin’ny Lohasahan’ny Vahoakan’i Goga.",
        "16": "Hatao hoe Hamona koa ny anaran’ilay tanàna. Ary hodiovin’izy ireo ilay tany.’",
        "17": "“Ry zanak’olona, izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Lazao amin’ny karazam-borona rehetra sy amin’ny bibidia rehetra hoe: “Avia daholo! Miangòna manodidina ny sorona atolotro ho anareo, dia ilay sorona lehibe eny amin’ny tendrombohitr’i Israely. Fa hihinana nofo sy hisotro ra ianareo.",
        "18": "Hihinana ny nofon’ny mahery ianareo, ary hisotro ny ran’ireo mpiadidy eny ambonin’ny tany, izay toy ny ondrilahy sy ondrilahy kely sy osilahy sy vantotr’ombilahy, eny, biby nohatavezina avy any Basana izy rehetra.",
        "19": "Hohaninareo ny tavin’ilay sorona hatolotro anareo, mandra-pahavokinareo. Hosotroinareo koa ny ran’izany sorona izany, mandra-pahamamonareo.”’",
        "20": "“‘Ho voky soavaly sy mpitondra kalesy sy olo-mahery ary miaramila mpiady isan-karazany ianareo eo amin’ny latabatro’, hoy i Jehovah Tompo Fara Tampony.",
        "21": "“‘Hasehoko amin’ireo firenena ny voninahitro, ka ho hitan’ny firenena rehetra ny hampiharako ny didim-pitsarako sy ny hampiasako ny tanako mba hamelezana azy ireo.",
        "22": "Dia tsy maintsy ho fantatry ny taranak’Israely fa izaho no Jehovah Andriamaniny, manomboka amin’izany andro izany sy aorian’izany.",
        "23": "Ary tsy maintsy ho fantatr’ireo firenena fa nanao fahadisoana ny taranak’Israely sady nivadika tamiko, ka izany no nanaovana sesitany azy. Koa nanafina ny tavako tamin’izy ireo aho ary nanolotra azy teo an-tanan’ny fahavalony, hany ka lavon-tsabatra izy rehetra.",
        "24": "Ny fahalotoany sy ny fandikan-dalàna nataony no navaliko azy, ary nafeniko tamin’izy ireo ny tavako.’",
        "25": "“Koa izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Izao no fotoana hampodiako ny olon’i Jakoba avy amin’ny fahababoana, sy hamindrako fo amin’ny taranak’Israely manontolo. Ary hasehoko fa saro-piaro amin’ny anarako masina aho.",
        "26": "Efa avy nizaka fahafaham-baraka sy nizaka ny vokatry ny fivadihany tamiko izy ireo, rehefa honina tsy amin’ahiahy ao amin’ny taniny, ary tsy hisy hampangovitra azy.",
        "27": "Hanamasina ny tenako eo amin’izy ireo sy eo imason’ny firenena maro koa aho, rehefa hampody azy avy any amin’ireo firenena sy hanangona azy avy any amin’ny tanin’ny fahavalony.’",
        "28": "“‘Dia tsy maintsy ho fantany fa izaho no Jehovah Andriamaniny, rehefa ataoko sesitany any amin’ireo firenena izy ireo ary hampodiko ao amin’ny taniny, ka tsy havelako hisy tavela any intsony izy ireo, na iray aza.",
        "29": "Koa tsy hanafina ny tavako amin’izy ireo intsony aho, satria handatsaka ny fanahiko amin’ny taranak’Israely aho’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "40": {
        "1": "Tamin’ny andro fahafolon’ny volana, teo am-piandohan’ny taona fahadimy amby roapolo nanaovana sesitany anay, izay taona fahefatra ambin’ny folo naharava ny tanàna, eny, tamin’izay andro izay indrindra no niasa tamiko ny tanan’i Jehovah ka nentiny tany aho.",
        "2": "Tao anatin’ny fahitana avy tamin’Andriamanitra no nitondrany ahy tany amin’ny tanin’ny Israely, sy nametrahany ahy teo an-tampon’ny tendrombohitra iray avo dia avo. Ary nisy toy ny tanàna teo amin’izy io, teo atsimo.",
        "3": "Nentin’Andriamanitra teo aho, ka io fa nisy lehilahy iray teo, ary namirapiratra hoatran’ny varahina ny fahitako azy. Nisy tady rongony sy bararata fandrefesana teny an-tanany, ary nijoro teo am-bavahady izy.",
        "4": "Dia hoy izy tamiko: “Ry zanak’olona, aoka ny masonao hijery ary aoka ny sofinao hihaino, ka diniho tsara izay rehetra asehoko anao, satria ny hampisehoako anao izany no nitondrana anao eto. Ary lazao amin’ny taranak’Israely izay rehetra hitanao.”",
        "5": "Koa hitako fa nisy manda ivelany nanodidina an’ilay trano. Nisy bararata fandrefesana nirefy enina hakiho teny an-tanan-dralehilahy, ka ny hakiho iray dia nirefy iray hakiho niampy sakan’ny felatanana. * Norefesiny ny hatevin’ilay manda sy ny haavony, ka samy nirefy bararata iray.",
        "6": "Nankeo amin’ilay vavahady, izay nitodika niantsinanana, ilay lehilahy. Dia niakatra teo amin’ny tohatohatr’ilay vavahady izy, ary norefesiny ny tokonana iray tamin’ilay vavahady ka nirefy bararata iray ny sakany, ary toy izany koa ny sakan’ilay tokonana iray.",
        "7": "Na ny lavan’ny efitra fiambenana na ny sakany dia samy nirefy bararata iray. Dimy hakiho no manasaraka an’ireo efitra fiambenana. Ary nirefy bararata iray ny tokonam-bavahady teo akaikin’ny lala-mitafon’ilay vavahady. Nitodika nankany anatiny io lala-mitafo io.",
        "8": "Ary norefesiny ny lala-mitafo nitodika nankany anatiny, ka nirefy bararata iray.",
        "9": "Koa norefesiny ny lala-mitafon’ilay vavahady, ka nisy valo hakiho, ary roa hakiho ireo andry teo aminy. Nitodika nankany anatiny ny lala-mitafon’ilay vavahady.",
        "10": "Teo amin’ny andaniny roa tamin’ilay vavahady atsinanana dia nisy efitra fiambenana telo avy. Nitovy refy izy telo ary nitovy refy koa ireo andry teo amin’ny andaniny sy ny ankilany.",
        "11": "Dia norefesiny ny sakan’ny fidirana amin’ilay vavahady, ka nisy folo hakiho. Ary telo ambin’ny folo hakiho ny lavan’ilay vavahady.",
        "12": "Iray hakiho ilay faritra mifefy teo anoloan’ny efitra fiambenana. Nisy faritra mifefy, nirefy iray hakiho, teo amin’ny andaniny sy ny ankilany. Enina hakiho ny efitra fiambenana teo amin’ny andaniny, ary enina hakiho teo amin’ny ankilany.",
        "13": "Dia norefesiny ny sakan’ilay vavahady, nanomboka teo amin’ny tafon’ny efitra fiambenana iray ka hatreo amin’ny tafon’ny efitra iray mifanatrika aminy, ka nisy dimy amby roapolo hakiho. Nifanitsy ny fidirana tamin’ireo efitra fiambenana.",
        "14": "Ary notombanany ho enimpolo hakiho ny haavon’ireo andry, toa an’ireo andry teny an-tokotanin’ny vavahady manodidina.",
        "15": "Dimampolo hakiho ny lavan’ny vavahady hatreo anoloan’ny fidirana ka hatreo anoloan’ny lala-mitafon’ny vavahady anatiny.",
        "16": "Nisy varavarankely mihatery ny efitra fiambenana sy ny andry teo anilany izay nitodika tany anatin’ny vavahady sy tao amin’ny lafiny nanodidina. Nisy varavarankely toy izany koa ny lala-mitafo. Nanodidina sy nitodika tany anatiny ireo varavarankely. Ary nisy sarina hazo palmie teo amin’ireo andry.",
        "17": "Dia nentiny teo amin’ny tokotany ivelany aho, ka ireo fa nisy efitra fisakafoana teo. Ary nisy faritra vita rarivato nanodidina an’ilay tokotany. Telopolo ny isan’ny efitra fisakafoana teo amin’io faritra io.",
        "18": "Nitovy tanteraka tamin’ny lavan’ireo vavahady ny refin’ilay faritra vita rarivato teo anilan’ireo vavahady. Faritra ambany vita rarivato no niantsoana azy.",
        "19": "Ary norefesiny ny sakany nanomboka teo anoloan’ny vavahady ambany ka hatreo anoloan’ny tokotany anatiny, ka nisy zato hakiho ny teo ivelany, na ny teo atsinanana na ny teo avaratra.",
        "20": "Nisy vavahady ilay tokotany ivelany, ary nitodika nianavaratra izy io. Norefesin’ilay lehilahy ny lavany sy ny sakany.",
        "21": "Nisy efitra fiambenana tao amin’io vavahady io, ka telo teo amin’ny andaniny ary telo teo amin’ny ankilany. Ny andry sy ny lala-mitafo tao dia nitovy refy tamin’ny an’ilay vavahady voalohany. Dimampolo hakiho ny lavan’ilay vavahady ary dimy amby roapolo hakiho ny sakany.",
        "22": "Ny varavarankely sy ny lala-mitafo ary ny sarina hazo palmie tao dia nitovy refy tamin’ilay tao amin’ilay vavahady nitodika niantsinanana. Zana-tohatra fito no niakarana tao, ary teo anoloany ny lala-mitafo.",
        "23": "Nifanandrify ny vavahadin’ny tokotany anatiny sy ny vavahady avaratra. Nisy vavahady koa nifanandrify tamin’ny vavahady atsinanana. Dia norefesiny ny elanelan’ireo vavahady ka nisy zato hakiho.",
        "24": "Nentiny nianatsimo indray aho, ary io fa nisy vavahady teo atsimo. Norefesiny ny andry sy ny lala-mitafo tao amin’izy io, ka nitovy refy tamin’ny an’ireo vavahady hafa.",
        "25": "Nisy varavarankely io vavahady io sy ny lala-mitafo, teo amin’ireo lafiny nanodidina. Toa an’ireo varavarankely hafa ihany ireo. Dimampolo hakiho ny lavan’ilay vavahady, ary dimy amby roapolo hakiho ny sakany.",
        "26": "Nisy zana-tohatra fito niakarana tao, ary teo anoloany ny lala-mitafo. Nisy sarina hazo palmie teo amin’ny andry teo aminy, hazo palmie iray teo amin’ny andaniny ary iray teo amin’ny ankilany.",
        "27": "Nisy vavahady fidirana nankao amin’ny tokotany anatiny teo atsimo. Dia norefesiny nianatsimo ny elanelan’ireo vavahady, ka nisy zato hakiho.",
        "28": "Nentiny niditra teo amin’ny vavahady atsimo aho mba hankao amin’ny tokotany anatiny. Ary norefesiny ny vavahady atsimo, ka nitovy refy tamin’ireo hafa.",
        "29": "Ny efitra fiambenana sy ny andry ary ny lala-mitafo tao dia nitovy refy tamin’ny an’ireo vavahady hafa. Nisy varavarankely io vavahady io sy ilay lala-mitafo, teo amin’ireo lafiny nanodidina. Dimampolo hakiho ny lavan’ilay vavahady, ary dimy amby roapolo hakiho ny sakany.",
        "30": "Nisy lala-mitafo maro nanodidina. Dimy amby roapolo hakiho ny lavany ary dimy hakiho ny sakany.",
        "31": "Nanatrika ny tokotany ivelany ny lala-mitafo teo aminy. Nisy sarina hazo palmie koa ny andry teo aminy, ary zana-tohatra valo no niakarana tao.",
        "32": "Dia nentiny niditra avy any atsinanana aho mba hankao amin’ny tokotany anatiny. Norefesiny ny vavahady ka nitovy refy tamin’ireo hafa.",
        "33": "Ny efitra fiambenana sy ny andry ary ny lala-mitafo tao dia nitovy refy tamin’ny an’ireo vavahady hafa. Nisy varavarankely io vavahady io sy ilay lala-mitafo, teo amin’ireo lafiny nanodidina. Dimampolo hakiho ny lavan’ilay vavahady, ary dimy amby roapolo hakiho ny sakany.",
        "34": "Nitodika tany amin’ny tokotany ivelany ny lala-mitafo tao aminy. Ary nisy sarina hazo palmie ny andry teo aminy, na teo amin’ny andaniny na teo amin’ny ankilany. Zana-tohatra valo no niakarana tao.",
        "35": "Dia nentin’ilay lehilahy tao amin’ny vavahady avaratra aho, ary norefesiny koa io, ka nitovy refy tamin’ireo hafa,",
        "36": "na ny efitra fiambenana na ny andry na ny lala-mitafo tao. Nisy varavarankely io vavahady io, teo amin’ireo lafiny nanodidina. Dimampolo hakiho ny lavan’ilay vavahady, ary dimy amby roapolo hakiho ny sakany.",
        "37": "Nitodika tany amin’ny tokotany ivelany ny andry teo aminy, izay nisy sarina hazo palmie teo amin’ny andaniny sy ny ankilany. Zana-tohatra valo no niakarana tao.",
        "38": "Nisy efitra fisakafoana iray teo akaikin’ireo andry teo amin’ireo vavahady. Nisy fidirana nankao amin’izy io. Ary tao amin’io efitra io no nanasana ny fanatitra dorana manontolo.",
        "39": "Nisy latabatra tao amin’ny lala-mitafon’ilay vavahady, ka latabatra roa teo amin’ny andaniny ary roa teo amin’ny ankilany. Teo ambonin’ireo no namonoana ny fanatitra dorana manontolo sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka.",
        "40": "Nisy latabatra roa teo ivelany, teo anilan’ilay tohatohatra nankao amin’ny fidirana amin’ilay vavahady avaratra. Ary nisy latabatra roa koa teo amin’ny andaniny, teo anilan’ny lala-mitafon’ilay vavahady.",
        "41": "Koa valo ny latabatra famonoana ny fanatitra: Efatra teo amin’ny andaniny tamin’ilay vavahady, ary efatra teo amin’ny ankilany.",
        "42": "Vato voapaika no nanaovana ny latabatra efatra famonoana ny fanatitra dorana manontolo. Iray hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho ny haavony. Teo ambonin’ireo koa no nametrahana ny fitaovana famonoana ny fanatitra dorana manontolo sy ny sorona.",
        "43": "Sakan’ny felatanana ny refin’ny talantalana fametrahan-javatra, izay niraikitra mafy tamin’ny aty rindrina manodidina. Teo ambonin’ireo latabatra no nametrahana ny henan’ny fanatitra natao fanomezana.",
        "44": "Nisy efitra fisakafoan’ireo mpihira teo ivelan’ny vavahady anatiny, tao amin’ny tokotany anatiny, teo anilan’ny vavahady avaratra. Nitodika nianatsimo izy ireo. Nisy iray koa teo anilan’ny vavahady atsinanana, ary nitodika nianavaratra izy io.",
        "45": "Ary hoy ilay lehilahy tamiko: “Ity efitra fisakafoana mitodika mianatsimo ity dia ho an’ny mpisorona miandraikitra ny trano.",
        "46": "Ary ilay efitra fisakafoana mitodika mianavaratra dia ho an’ny mpisorona miandraikitra ny alitara. Tsy iza ireo fa ny zanakalahin’i Zadoka, izay taranak’i Levy. Ireo no manatona an’i Jehovah mba hanompo azy.”",
        "47": "Dia norefesiny ny tokotany anatiny, ka zato hakiho ny lavany ary zato hakiho ny sakany. Efamira izy io. Ary teo anoloan’ny trano ny alitara.",
        "48": "Nentiny tao amin’ny lala-mitafon’ilay trano aho, ary norefesiny ny andry teo amin’ilay lala-mitafo, ka dimy hakiho ny andaniny ary dimy hakiho ny ankilany. Telo hakiho ny sakan’ny vavahady teo amin’ny andaniny, ary telo hakiho teo amin’ny ankilany.",
        "49": "Roapolo hakiho ny lavan’ilay lala-mitafo ary iraika ambin’ny folo hakiho ny sakany. Nisy tohatohatra niakarana ho ao. Nisy andry teo akaikin’ny tolàna, ka iray teo amin’ny andaniny ary iray teo amin’ny ankilany."
    },
    "41": {
        "1": "Dia nentin’ilay lehilahy niditra tao amin’ny tempoly aho, ary norefesiny ny andry ka enina hakiho ny sakany teo amin’ny andaniny ary enina hakiho koa teo amin’ny ankilany. Izany no sakan’ny andry.",
        "2": "Folo hakiho ny sakan’ny fidirana. Dimy hakiho ny sisiny iray, ary dimy hakiho ny iray. Dia norefesiny ny lavany, ka nisy efapolo hakiho, ary roapolo hakiho ny sakany.",
        "3": "Niditra tany anatiny izy ary norefesiny ny andry teo amin’ny fidirana, ka nisy roa hakiho. Enina hakiho ilay fidirana, ary fito hakiho ny sakany.",
        "4": "Dia norefesiny ny lavany, ka nisy roapolo hakiho, ary roapolo hakiho koa ny sakany, teo anoloan’ny tempoly. * Ary hoy izy tamiko: “Ity no Masina Indrindra.”",
        "5": "Norefesiny ny rindrin’ny trano, ka enina hakiho ny hateviny. Nisy efitrefitra nanodidina an’ilay trano: Efatra hakiho ny sakany.",
        "6": "Nisy efitrefitra telo nifanao ambony sy ambany, ka nisy rihana roa. Ary nisy efitrefitra telopolo ny rihana tsirairay. Nitsofoka tao anaty rindrin’ilay trano ireo efitrefitra nanodidina azy, mba ho voatohana tsara. Tsy nisy zavatra nalentika anefa tao anaty rindrin-trano.",
        "7": "Nalalaka kokoa ny efitrefitra ambony noho ny efitrefitra ambany, ary nisy tohatohatra niolikolika nankao ambony, teo amin’ny lafiny samihafa tamin’ilay trano. Koa nihanalalaka ny efitrefitra arakaraka ny niakarana tamin’ilay trano. Raha avy any amin’ny farany ambany ny olona iray no ho any amin’ny farany ambony, dia nandalo tao amin’ny rihana antenatenany.",
        "8": "Dia hitako fa nisy lampivato avo teo amin’ny lafiny rehetra tamin’ilay trano. Nanomboka teo amin’ny fototry ny efitrefitra ka hatreo amin’izay nihaonany tamin’ilay trano dia nirefy bararata iray manontolo, izany hoe enina hakiho.",
        "9": "Dimy hakiho ny hatevin’ny rindrin’ny efitrefitra, dia ny rindriny ivelany. Ary nisy faritra tsy nisy na inona na inona teo anilan’ireo efitrefitra, izay anisan’ilay trano.",
        "10": "Roapolo hakiho ny elanelan’ny efitra fisakafoana sy io faritra io, nanodidina an’ilay trano.",
        "11": "Teo amin’ilay faritra tsy nisy na inona na inona ny fidirana nankao amin’ny efitrefitra: Nitodika nianavaratra ny fidirana iray, ary ny iray kosa nianatsimo. Dimy hakiho ny sakan’io faritra io, nanodidina an’ilay trano.",
        "12": "Nisy tranobe teo anoloan’ny faritra manasaraka, ary nivoaka niankandrefana ny ilan’izy io. Fitopolo hakiho ny sakany. Dimy hakiho kosa ny hatevin’ny rindriny rehetra, ary sivifolo hakiho ny lavany.",
        "13": "Dia norefesin’ilay lehilahy ilay tempoly ka zato hakiho ny lavany. Zato hakiho koa, raha atambatra, ny refin’ilay faritra manasaraka sy ilay tranobe ary ny rindriny.",
        "14": "Zato hakiho, raha atambatra, ny sakan’ny eo anoloan’ny tempoly sy ilay faritra manasaraka, teo atsinanana.",
        "15": "Norefesiny ny lavan’ilay tranobe sy ireo lalantsara teo amin’ny andaniny roa tamin’izy io, ka nisy zato hakiho. Teo anoloan’ilay faritra manasaraka, izay teo amin’ny ilany andrefana tamin’io faritra io, no nisy an’ilay tranobe. Norefesiny koa ny tempoly sy ny efitra anatiny ary ny lala-mitafon’ny tokotany.",
        "16": "Dia norefesiny ny tokonana sy ny varavarankely mihatery ary ireo lalantsara izay samy nanodidina an’izy telo ireo. Voapetaka takela-kazo daholo ny teo anoloan’ilay tokonana, nanomboka teo amin’ny gorodona ka hatreny amin’ny varavarankely. Ary nisy zavatra nanarona ireo varavarankely.",
        "17": "Efa nanana ny refiny daholo ny teo ambonin’ilay fidirana, ny trano anatiny sy ny teo ivelany, ary ny rindrina manodidina, na ny tao amin’ilay trano anatiny na ny teo ivelany.",
        "18": "Nisy kerobima vita sokitra sy sarina hazo palmie tao, ka hazo palmie iray no teo anelanelan’ny kerobima roa. Nanana tarehy roa ny kerobima iray.",
        "19": "Nitodika tany amin’ilay hazo palmie teo amin’ny andaniny ilay tarehin’olona, ary nitodika tany amin’ilay hazo palmie teo amin’ny ankilany kosa ilay tarehin’ny liona tanora. Nasiana an’izany sary sokitra izany ny aty rindrin’ilay trano manontolo.",
        "20": "Nisy kerobima vita sokitra sy sarina hazo palmie teo amin’ny rindrin’ny tempoly, nanomboka teo amin’ny gorodona ka hatreo ambonin’ny fidirana.",
        "21": "Efajoro ny tolàm-baravaran’ny tempoly. Ary nahita zavatra hoatr’izao aho teo anoloan’ny toerana masina:",
        "22": "Alitara hazo nirefy telo hakiho ny haavony, ary roa hakiho ny lavany. Nisy andry teo amin’ny zoron’izy io, ary nisy rindrina hazo nanaraka ny lavany. Dia hoy ilay lehilahy tamiko: “Io ilay latabatra eo anatrehan’i Jehovah.”",
        "23": "Samy nisy varavarana roa ny tempoly sy ny toerana masina.",
        "24": "Nisy lelavaravarana roa ireo varavarana ireo, ary nety nihodina izy roa. Nisy lelavaravarana roa ny varavarana iray, ary toy izany koa ny iray.",
        "25": "Ireo varavaran’ny tempoly ireo dia nasiana sarina kerobima sy hazo palmie, sahala amin’ireo sary teo amin’ny aty rindrina. Ary nisy tafokely hazo teo anoloan’ny lala-mitafo, teo ivelany.",
        "26": "Nisy varavarankely mihatery sy sarina hazo palmie teo amin’ny andaniny sy ny ankilany tamin’ny rindrin’ny lala-mitafo sy ny rindrin’ny efitrefitra tamin’ilay trano ary teo amin’ireo tafokely."
    },
    "42": {
        "1": "Ary nentin’ilay lehilahy nianavaratra aho mba hankao amin’ny tokotany ivelany. Dia nentiny teo amin’ny fitambaran-trano feno efitra fisakafoana aho. Teo anoloan’ilay faritra manasaraka sy teo anoloan’ilay tranobe no nisy an’ilay fitambaran-trano, teo avaratra.",
        "2": "Zato hakiho ny lavany, ary teo anoloan’izy io no nisy ny fidirana avy any avaratra. Dimampolo hakiho kosa ny sakany.",
        "3": "Nisy lavarangana nifanatrika, teo anoloan’ilay faritra nirefy roapolo hakiho tamin’ny tokotany anatiny sy teo anoloan’ilay faritra vita rarivato tamin’ny tokotany ivelany. Nisy lavarangana daholo na ny tao ambany na ireo rihana roa.",
        "4": "Teo anoloan’ireo efitra fisakafoana dia nisy lalana niditra. Folo hakiho ny sakany. Nisy lalankely nirefy iray hakiho koa teo. Ary teo avaratra ny fidirana nankao amin’ilay fitambaran-trano.",
        "5": "Ireo efitra fisakafoana tany amin’ny farany ambony, tamin’ilay fitambaran-trano, dia kely kokoa noho ny efitra fisakafoana tany amin’ny farany ambany sy ny teo antenatenany, satria nakana natao lavarangana.",
        "6": "Nisy rihana roa izy ireo, nefa tsy nisy andry toa an’ireo andry teny an-tokotany. Izany no antony nahalehibe kokoa ny faritra nalaina tamin’ny efitra farany ambony, raha oharina amin’izay nalaina tamin’ny efitra farany ambany sy ny teo antenatenany.",
        "7": "Teo akaikin’ireo efitra fisakafoana, izay nifanila tamin’ny tokotany ivelany, ilay rindrim-bato teo ivelany. Teo anoloan’ireo efitra hafa fisakafoana koa io rindrina io, ary dimampolo hakiho ny lavany.",
        "8": "Dimampolo hakiho ny lavan’ireo efitra fisakafoana nifanila tamin’ny tokotany ivelany. Zato hakiho kosa ny lavan’ireo efitra fisakafoana teo anoloan’ny tempoly.",
        "9": "Raha niditra an’ireo efitra fisakafoana ny olona avy any amin’ny tokotany ivelany, dia teo atsinanana ny fidirana, tao ambany rihana.",
        "10": "Nisy efitra fisakafoana koa tao ambadiky ny rindrim-bato atsinanana tao amin’ny tokotany, sy teo anoloan’ilay faritra manasaraka ary teo anoloan’ilay trano.",
        "11": "Nisy lalana teo anoloan’izy ireny, ka toy ilay lalana teo amin’ireo efitra fisakafoana teo avaratra no fahitana azy. Toy izany ny lavany ary toy izany koa ny sakany. Ary nitovy tamin’ny an’ireo koa ny fivoahana rehetra avy ao, sy ny bikabikany, ary ny fidirana mankao.",
        "12": "Sahala amin’ny fidirana nankao amin’ireo efitra fisakafoana teo atsimo ny fidirana tamin’ilay vava lalana, dia ilay lalana teo anoloan’ilay rindrim-bato nifanitsy tamin’izany, teo atsinanana. Izany no lalana raha hiditra ao amin’ireo efitra fisakafoana.",
        "13": "Dia hoy ilay lehilahy tamiko: “Efitra masina fisakafoana ireo efitra fisakafoana eo avaratra sy ireo eo atsimo, izay eo anoloan’ny faritra manasaraka. Ao ireo mpisorona izay manatona an’i Jehovah no mihinana ny zavatra masina indrindra. Ao koa no fametrahany ny zavatra masina indrindra sy ny fanatitra varimbazaha sy ny fanatitra noho ny ota sy ny fanatitra noho ny heloka, satria masina io toerana io.",
        "14": "Rehefa miditra ao ny mpisorona, dia tsy hivoaka avy ao amin’ny toerana masina mba hankeo amin’ny tokotany ivelany. Fa ao no hametrahany ny fitafiana fitondrany manompo, satria zava-masina ireny. Hanao akanjo hafa izy ireo, rehefa hankeny amin’izay misy ny vahoaka.”",
        "15": "Rehefa vitan’ilay lehilahy ny nandrefy an’ilay trano anatiny, dia nentiny nivoaka tamin’ilay vavahady nitodika niantsinanana aho. Ary norefesiny ny manodidina.",
        "16": "Norefesiny tamin’ny bararata fandrefesana ny ilany atsinanana, ka indimanjaton’ny bararata izy manontolo, araka ny bararata fandrefesana.",
        "17": "Norefesiny koa ny ilany avaratra, ka indimanjaton’ny bararata izy manontolo, araka ny bararata fandrefesana.",
        "18": "Ny ilany atsimo koa norefesiny, ka indimanjaton’ny bararata, araka ny bararata fandrefesana.",
        "19": "Dia nihodina tany amin’ny ilany andrefana izy, ka indimanjaton’ny bararata koa ny refy azony, araka ny bararata fandrefesana.",
        "20": "Eny, norefesiny ireo lafiny efatra. Nisy manda nanodidina an’ilay faritra nisy ny tempoly, mba hanasarahana an’izay masina sy tsy masina. Indimanjaton’ny bararata ny lavan’ilay manda ary indimanjaton’ny bararata ny sakany."
    },
    "43": {
        "1": "Ary nentin-dralehilahy ho any amin’ny vavahady aho, dia ilay vavahady mitodika miantsinanana.",
        "2": "Dia hitako tonga avy any atsinanana ny voninahitr’ilay Andriamanitry ny Israely. Toy ny feon’ny rano be ny feony, ary namirapiratra ny tany azon’ny voninahiny.",
        "3": "Hoatran’ilay fahitana efa hitako izany, eny, hoatran’ilay fahitana hitako tamin’izaho tonga handrava an’ilay tanàna. Ary nahita fahitana hoatran’ilay efa hitako teo amoron’ny reniranon’i Kebara aho, ka niankohoka.",
        "4": "Niditra avy teo amin’ilay vavahady nitodika niantsinanana ny voninahitr’i Jehovah, ka nankao amin’ilay Trano.",
        "5": "Nisy fanahy nanainga ahy ka nitondra ahy tao amin’ilay tokotany anatiny, ary io fa feno ny voninahitr’i Jehovah ilay Trano.",
        "6": "Dia nandre feo niteny tamiko avy tao amin’ilay Trano aho, ary tonga nijoro teo anilako ilay lehilahy.",
        "7": "Ary hoy Andriamanitra tamiko: “Ry zanak’olona, ity no toerana misy ny seza fiandrianako sady toerana ametrahako ny faladiako. Eto no hitoerako eo anivon’ny zanak’Israely mandritra ny fotoana tsy voafetra. Tsy handoto ny anarako masina intsony ny taranak’Israely, eny, tsy handoto izany amin’ny fijangajangany sy amin’ny fatin’ny mpanjakany * intsony izy ireo sy ny mpanjakany.",
        "8": "Nanao izany mantsy izy ireo rehefa nataony teo anilan’ny tokonako ny tokonany, ary teo akaikin’ny tolàm-baravarako ny tolàm-baravarany, hany ka rindrina sisa no nanasaraka ahy tamin’ny fatin’ny mpanjakany. Ny zava-maharikoriko nataony no nandotoany ny anarako masina, ka naringako tanteraka izy ireo satria tezitra aho.",
        "9": "Aoka hesoriny lavitra ahy ny fijangajangany sy ny fatin’ny mpanjakany, dia honina eo aminy mandritra ny fotoana tsy voafetra aho.",
        "10": "“Ry zanak’olona, lazao amin’ny taranak’Israely ny amin’ilay Trano mba ho menatra izy noho ny fahadisoany. Ary aoka izy ireo handrefy an’ilay mari-trano modely.",
        "11": "Raha menatra tokoa izy ireo noho izay rehetra nataony, dia ampahafantaro azy ny planin’ilay Trano, ny filaharany, ny fivoahana sy ny fidirana ao, ny planiny rehetra sy ny zava-drehetra mampiavaka azy, ny planiny rehetra sy ny lalàna rehetra momba azy, ka soraty eo imasony izany rehetra izany. Amin’izay izy ireo dia handinika ny planiny rehetra sy ny zava-drehetra mampiavaka azy, ka hanatanteraka izany.",
        "12": "Izao no lalàna momba ilay Trano: Ho masina indrindra ny faritra manontolo eo an-tampon’ilay tendrombohitra. Izany no lalàna momba ilay Trano.",
        "13": "“Ary izao no refin’ilay alitara raha araka ny hakiho, ka ny hakiho iray dia nirefy iray hakiho miampy sakan’ny felatanana: Iray hakiho ny fanambaniny, ary iray hakiho ny sakany. Misy molony mirefy irain-jehy manodidina ny sisiny. Izany no fototry ny alitara.",
        "14": "Roa hakiho no refiny manomboka eo amin’ny fanambaniny ka hatreo amin’ilay ambaratonga ambany manodidina. Iray hakiho ny sakany. Ary efatra hakiho ny refiny manomboka eo amin’ilay ambaratonga kely manodidina ka hatramin’ilay ambaratonga lehibe manodidina. Ary iray hakiho ny sakany.",
        "15": "Efatra hakiho ilay fitoeran’afon’ny alitara, ary nisy tandroka efatra io fitoeran’afo io, ary manondro miakatra daholo izy efatra.",
        "16": "Roa ambin’ny folo hakiho ny lavan’ilay fitoeran’afo, ary roa ambin’ny folo hakiho koa ny sakany. Nitovy refy ny lafiny efatra.",
        "17": "Efatra ambin’ny folo hakiho ny lavan’ilay ambaratonga manodidina ary efatra ambin’ny folo hakiho ny sakany, eo amin’ny lafiny efatra. Antsasaky ny hakiho ny sisiny manodidina azy io, ary iray hakiho ny fanambaniny manodidina. “Manatrika ny atsinanana ny tohatohatra hiakarana aminy.”",
        "18": "Ary hoy izy tamiko: “Ry zanak’olona, izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Izao no lalàna momba ny alitara amin’ny andro hanaovana azy, mba hanolorana fanatitra dorana manontolo sy hamafazana ra eo amboniny.’",
        "19": "“‘Makà vantotr’ombilahy iray avy amin’ny biby vaventy ho fanatitra noho ny ota, ka omeo ny Levita mpisorona taranak’i Zadoka, dia ireo manatona mba hanompo ahy’, hoy i Jehovah Tompo Fara Tampony.",
        "20": "‘Akao ny rany ka ahosory eo amin’ireo tandroka efatry ny alitara sy eo amin’ny zorony efatra amin’ilay ambaratonga manodidina ary eo amin’ny sisiny manodidina. Ary diovy ho afaka amin’ny ota ilay alitara, ka manaova fandrakofam-pahotana ho azy io.",
        "21": "Dia alaivo ilay vantotr’ombilahy izay atao fanatitra noho ny ota, mba hodorana eo amin’ny toerana voatokana ho amin’izany, ao amin’ny faritr’ilay Trano, eo ivelan’ny toerana masina.",
        "22": "Ary amin’ny andro faharoa, dia manolora osilahy iray tsy misy kilema ho fanatitra noho ny ota. Hodiovina ho afaka amin’ny ota ilay alitara, toy ny nanadiovana azy tamin’ilay vantotr’ombilahy.’",
        "23": "“‘Rehefa voadionao ho afaka amin’ny ota ny alitara, dia makà vantotr’ombilahy iray tsy misy kilema, avy amin’ny biby vaventy. Makà koa ondrilahy iray tsy misy kilema, avy amin’ny biby madinika. Dia atolory ireo,",
        "24": "eny, atolory eo anatrehan’i Jehovah. Ary aoka ny mpisorona hanisy sira an’ireo, ka hanolotra izany ho fanatitra dorana manontolo ho an’i Jehovah.",
        "25": "Mandritra ny fito andro, dia hanolotra osilahy iray isan’andro ianao ho fanatitra noho ny ota. Ary izy ireo kosa hanolotra vantotr’ombilahy iray sy ondrilahy iray. Samy biby tsy misy tsininy ireo.",
        "26": "Hanao fandrakofam-pahotana ho an’ilay alitara izy ireo mandritra ny fito andro, dia hodioviny ilay alitara ka hotokanany.",
        "27": "Hanapitra an’ireo fito andro izy ireo. Ary manomboka amin’ny andro fahavalo, dia hatolotry ny mpisorona eo ambonin’ilay alitara ny fanatitra dorana manontolo sy ny sorona iombonana entinareo. Dia hankasitraka anareo aho’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "44": {
        "1": "Dia nentin-dralehilahy niverina teo amin’ny vavahadin’ny toerana masina aho, dia ilay vavahady ivelany nitodika niantsinanana, kanjo nihidy ilay izy.",
        "2": "Koa hoy i Jehovah tamiko: “Hihidy foana io vavahady io. Tsy hosokafana izy io ary tsy hisy olombelona hiditra eo, satria i Jehovah Andriamanitry ny Israely mihitsy no efa niditra teo, ka hihidy foana io.",
        "3": "Ny mpiadidy kosa anefa, amin’ny maha mpiadidy azy, dia hipetraka ao mba hihinanany sakafo eo anatrehan’i Jehovah. Ny lala-mitafon’ny vavahady no hidirany ary eo koa no hivoahany.”",
        "4": "Dia nentiny nankany amin’ny vavahady avaratra aho ho eo anoloan’ilay Trano mba hahitako, ka io fa feno ny voninahitr’i Jehovah ny tranon’i Jehovah. Koa niankohoka aho.",
        "5": "Dia hoy i Jehovah tamiko: “Ry zanak’olona, aoka ianao handinika tsara, ka aoka ny masonao hijery ary ny sofinao hihaino izay rehetra holazaiko aminao momba ny fitsipika sy ny lalàna rehetra mahakasika ny tranon’i Jehovah. Koa diniho tsara ny fidirana ao amin’ilay Trano, sy ny fivoahana rehetra avy ao amin’ilay toerana masina.",
        "6": "Ary izao lazaina amin-dRafikomiana, dia ny taranak’Israely: ‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Efa tofoka aminareo aho, ry taranak’Israely, satria efa be loatra izay zava-maharikoriko vitanareo izay!",
        "7": "Ampidirinareo ao amin’ny toerako masina mantsy ny hafa firenena tsy voafora fo sady tsy mifora, mba hanazimbazimbana ny tranoko. Manome sakafo hatao fanatitra ho ahy koa ianareo ka manolotra tavin-kena sy ra, nefa ny fifanekeko aza tsy hajaina akory, noho ny zava-maharikoriko rehetra ataonareo.",
        "8": "Sady tsy niantsoroka ny andraikitrareo hikarakara zava-masina ianareo, no tsy nanendry olona hisolo anareo tamin’ny andraikitrareo teo amin’ny fanompoana ahy, tao amin’ny toerako masina.”’",
        "9": "“‘Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Tsy mahazo miditra ao amin’ny toerako masina ny hafa firenena tsy voafora fo sady tsy mifora, izany hoe izay hafa firenena eo amin’ny zanak’Israely.”’",
        "10": "“‘Hizaka ny vokatry ny fahadisoany koa ireo Levita, izay nanalavitra ahy fony naniasia nanalavitra ahy ny Israely ka nanompo an’ireo sampiny maharikoriko.",
        "11": "Ho mpanompo ao amin’ny toerako masina izy ireo, ka hiandraikitra an’ireo vavahadin’ilay Trano sy hanompo ao amin’ilay Trano. Izy ireo no hamono ny fanatitra dorana manontolo sy ny sorona ho an’ny vahoaka. Ary izy ireo no hijoro eo anatrehan’ireny mba hanompo azy.",
        "12": "Noho izy ireo nanompo ny vahoaka teo anatrehan’ireo sampiny maharikoriko, ary noho izy ireo nanjary vato mahatafintohina ho an’ny taranak’Israely ka nahatonga azy hanao fahadisoana, dia hanainga ny tanako hamely azy aho’, hoy i Jehovah Tompo Fara Tampony, ‘ka hizaka ny vokatry ny fahadisoany izy ireo.",
        "13": "Tsy hanatona ahy hanao ny asan’ny mpisorona izy ireo na hanakaiky zava-masina na inona na inona, dia ireo zavatra masina indrindra. Hizaka fahafaham-baraka kosa izy ireo, ary hizaka ny vokatry ny zava-maharikoriko nataony.",
        "14": "Hotendreko tokoa izy ireo mba hiandraikitra an’ilay Trano, dia ny fanompoana rehetra ao sy izay rehetra tokony hatao ao.’",
        "15": "“‘Hanatona mba hanompo ahy ireo Levita mpisorona taranak’i Zadoka, izay niandraikitra ny toerako masina fony naniasia nanalavitra ahy ny zanak’Israely. Dia hitsangana eo anatrehako izy ireo mba hanolotra tavin-kena sy ra’, hoy i Jehovah Tompo Fara Tampony.",
        "16": "‘Izy ireo no hiditra ao amin’ny toerako masina, ary izy ireo koa no hanatona ny latabatro * mba hanompo ahy. Hiantsoroka ny andraikiny eo amin’ny fanompoana ahy izy ireo.",
        "17": "“‘Fitafiana vita amin’ny lamba rongony no hanaovany, rehefa hiditra ao amin’ireo vavahadin’ny tokotany anatiny izy ireo. Tsy tokony hisy fitafiana volonondry eny aminy, rehefa manompo ao amin’ny vavahadin’ny tokotany anatiny sy rehefa manompo ao anatiny izy ireo.",
        "18": "Satroka lamba no ho eo an-dohany, ary kilaoty lava no ho eny amin’ny andilany. Samy vita amin’ny lamba rongony ireo. Tsy hanao zavatra mamehifehy mampisy hatsembohana izy ireo.",
        "19": "Rehefa mivoaka ho any amin’ny tokotany ivelany izay misy ny vahoaka izy ireo, dia hesoriny ny fitafiana nentiny nanompo ka hapetrany ao amin’ny efitra masina fisakafoana. Dia hanao fitafiana hafa izy ireo, sao hanjary ho masina ny vahoaka raha mbola eny aminy ireny fitafiany ireny.",
        "20": "Tsy hoharatany ny lohany, nefa koa tsy havelany ho lava ny volon-dohany fa tena tokony hohetezany.",
        "21": "Tsy misy mpisorona mahazo misotro divay rehefa mankao amin’ny tokotany anatiny.",
        "22": "Tsy halainy ho vady ny vehivavy mpitondratena na nisara-bady, fa virjiny avy amin’ny taranak’Israely na vady navelan’ny mpisorona efa maty, no azony alaina.’",
        "23": "“‘Izy ireo no hampianatra ny oloko ny fahasamihafan’ny zavatra masina sy ny tsy masina. Ary hampahafantarin’izy ireo azy ny fahasamihafan’ny maloto sy ny madio.",
        "24": "Hitsangana hitsara izy ireo rehefa misy raharaham-pitsarana, ka hitsara araka ny didim-pitsarana navoakako. Hotandremany koa ny lalàko sy ny fitsipiko momba ny fotoana rehetra hisian’ny fety, ary hohamasininy ny sabatako.",
        "25": "Tsy hiditra ao amin’ny toerana misy olona maty izy sao hanjary ho voaloto. Afaka mandoto tena kosa anefa izy raha ny rainy no maty, na ny reniny, na ny zanany lahy, na ny zanany vavy, na ny rahalahiny, na ny anabaviny mbola tsy manambady.",
        "26": "Rehefa avy nidio izy dia mbola hiandry fito andro aloha.",
        "27": "Amin’ny andro hidirany ao amin’ny toerana masina, ao amin’ny tokotany anatiny, mba hanompo ao amin’ny toerana masina, dia hitondra fanatitra noho ny ota izy ka hanolotra izany’, hoy i Jehovah Tompo Fara Tampony.",
        "28": "“‘Momba ny lovan’izy ireo, dia izaho no lovany. Tsy homenareo fananana eo amin’ny Israely izy, fa izaho no fananany.",
        "29": "Izy ireo no hihinana ny fanatitra varimbazaha sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka. Ary ho lasan’izy ireo izay zavatra voatokana rehetra eo amin’ny Israely.",
        "30": "Ho lasan’ny mpisorona ny santatry ny voaloham-bokatra rehetra araka ny karazany avy, sy ny santatry ny karazana fanomezana rehetra avy aminareo. Homenareo azy koa ny santatry ny varimbazahanareo tsy nototoina malemy, mba hotahina foana ny ao an-tranonareo.",
        "31": "Tsy hohanin’ny mpisorona ny biby maty ho azy, mbamin’ny vorona sy ny biby efa noviravirain’ny bibidia.’"
    },
    "45": {
        "1": "“‘Rehefa mizara an’ilay tany ho lovanareo ianareo, dia tokony hisy tany hatolotrareo ho fanomezana ho an’i Jehovah. Ho ampahany masina eo amin’ilay tany izany. Dimy arivo sy roa alina hakiho ny lavany, ary iray alina hakiho ny sakany. Ho ampahany masina izy manontolo, eny, izay ao anatin’ny sisin-taniny rehetra.",
        "2": "Hakana faritra hatao toerana masina izy io, ka dimanjato hakiho * ny lafiny efatra. Ho efamira io faritra io, ary hisy kijana mirefy dimampolo hakiho eo amin’ny lafiny efatra.",
        "3": "Ary avy amin’io tany voarefy io no hakanao ampahany: Dimy arivo sy roa alina hakiho ny lavany, iray alina hakiho ny sakany. Ao no hisy ny toerana masina, dia ilay zavatra masina indrindra.",
        "4": "Ampahany masina eo amin’ilay tany izy io ka ho an’ny mpisorona, dia ireo manompo ao amin’ny toerana masina sady manatona mba hanompo an’i Jehovah. Ho toerana hisy ny tranon’izy ireo izy io, ary ho faritra masina hisy an’ilay toerana masina.",
        "5": "“‘Hisy tany ho an’ny Levita’, izany hoe ho an’ireo mpanompo ao amin’ilay Trano: ‘Dimy arivo sy roa alina hakiho ny lavany ary iray alina hakiho ny sakany.’ Hanana efitra fisakafoana roapolo izy ireo.",
        "6": "“‘Hanome tany ho fananan’ny tanàna ianareo. Dimy arivo hakiho ny sakany ary dimy arivo sy roa alina hakiho ny lavany, mitovy tanteraka amin’ilay fanomezana masina. Ary ho an’ny taranak’Israely rehetra izy io.",
        "7": "“‘Hisy tany homena ny mpiadidy, eo amin’ny andaniny sy ny ankilany amin’ilay fanomezana masina sy ilay fananan’ny tanàna, eny, eo anilan’ilay fanomezana masina sy ilay fananan’ny tanàna. Hikipaka miankandrefana ny eo andrefana, ary hikipaka miantsinanana ny eo atsinanana. Hitovy tanteraka amin’ny lavan’ny zaran-tany tsirairay izany, manomboka eo amin’ny sisiny andrefana ka hatreo amin’ny sisiny atsinanana.",
        "8": "Izany no ho tanin’ny mpiadidy sy fananany eo amin’ny Israely. Tsy hampijaly ny oloko intsony ny mpiadidiko, ary homen’izy ireo ho an’ny foko tsirairay amin’ny taranak’Israely ilay tany.’",
        "9": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Efa tofoka aminareo aho, ry mpiadidy eo amin’ny Israely!’ “‘Atsaharo ny herisetra sy ny fandrobana, ka manaova ny rariny sy ny hitsiny. Aoka izay ny fakana an-keriny ny fananan’ny oloko!’, hoy i Jehovah Tompo Fara Tampony.",
        "10": "‘Tokony ho mizana marina sy efaha marina ary bata marina no hampiasainareo.",
        "11": "Tsy tokony hiova ny fatran’ny efaha sy ny bata, sady tokony hitovy fatra. Amin’izay dia ho ampahafolon’ny homera ny bata iray ary ho ampahafolon’ny homera koa ny efaha iray. Ny homera no fatra tokony hatao filamatra.",
        "12": "Gera * roapolo ny sekely * iray. Sekely roapolo sy sekely dimy amby roapolo ary sekely dimy ambin’ny folo no ho mane iray.’",
        "13": "“‘Izao no fanomezana hatolotrareo: Varimbazaha ampahenin’ny efaha isaky ny homera, ary vary orza ampahenin’ny efaha isaky ny homera.",
        "14": "Ny bata no hamarana ny habetsahan’ny menaka tokony homena. Ampahafolon’ny kora ny iray bata. Iray homera ny folo bata, satria iray homera ny folo bata.",
        "15": "Ondry iray isaky ny roanjato, halaina avy amin’ny biby fiompin’ny Israely, no hatolotrareo mba hampiasaina amin’ny fanatitra varimbazaha sy ny fanatitra dorana manontolo ary ny sorona iombonana, ka hanaovana fandrakofam-pahotana ho an’ny vahoaka’, hoy i Jehovah Tompo Fara Tampony.",
        "16": "“‘Ny vahoaka manontolo no tokony hanome izany fanomezana izany ho an’ny mpiadidy eo amin’ny Israely.",
        "17": "Ilay mpiadidy no hanankinana ny fanatitra dorana manontolo sy ny fanatitra varimbazaha ary ny fanatitra zava-pisotro, mandritra ny fety sy ny tsinam-bolana sy ny sabata ary ny fotoana rehetra hisian’ny fety eo amin’ny taranak’Israely. Izy no hanome ny fanatitra noho ny ota sy ny fanatitra varimbazaha sy ny fanatitra dorana manontolo ary ny sorona iombonana, mba hanaovana fandrakofam-pahotana ho an’ny taranak’Israely.’",
        "18": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Amin’ny andro voalohan’ny volana voalohany, dia makà vantotr’ombilahy iray tsy misy kilema, avy amin’ny biby vaventy, ka diovy ho afaka amin’ny ota ny toerana masina.",
        "19": "Dia hakan’ny mpisorona ny ran’ny fanatitra noho ny ota, ka hahosony eo amin’ny tolàm-baravaran’ilay Trano sy ny zorony efatra amin’ilay ambaratonga manodidina eo amin’ny alitara, ary amin’ny tolàm-bavahadin’ny tokotany anatiny.",
        "20": "Izany koa no hataonao amin’ny andro fahafiton’ny volana, ho an’izay rehetra manota tsy nahy sy manota noho ny tsy fahalalana. Dia hanao fandrakofam-pahotana ho an’ilay Trano ianareo.",
        "21": "“‘Amin’ny andro fahefatra ambin’ny folon’ny volana voalohany no hankalazanareo ny Paska. Fety mandritra ny fito andro izany, ary mofo tsy misy lalivay no hohanina.",
        "22": "Hanome vantotr’ombilahy iray ho fanatitra noho ny ota ny mpiadidy, amin’io andro io, ho azy sy ny vahoaka manontolo.",
        "23": "Mandritra ny fito andro hankalazana ilay fety, dia hanome vantotr’ombilahy fito sy ondrilahy fito isan’andro izy, mandritra ny fito andro, ho fanatitra dorana manontolo ho an’i Jehovah. Biby tsy misy kilema daholo ireo. Hanome osilahy iray isan’andro koa izy ho fanatitra noho ny ota.",
        "24": "Hanome fanatitra varimbazaha koa izy: Lafarinina iray efaha isaky ny vantotr’ombilahy, ary lafarinina iray efaha isaky ny ondrilahy. Menaka iray hina isaky ny lafarinina iray efaha.",
        "25": "“‘Amin’ny andro fahadimy ambin’ny folon’ny volana fahafito, mandritra ilay fety, dia hanome fanatitra mitovy amin’ireo ihany izy mandritra ny fito andro, na fanatitra noho ny ota izany, na fanatitra dorana manontolo na fanatitra varimbazaha, na menaka.’”"
    },
    "46": {
        "1": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Hihidy mandritra ny enina andro fiasana ny vavahadin’ny tokotany anatiny, dia ilay vavahady mitodika miantsinanana. Hivoha kosa izy io amin’ny andro sabata sy amin’ny andro maha tsinana ny volana.",
        "2": "Hiditra avy any ivelany ny mpiadidy, ka handalo amin’ny lala-mitafon’ilay vavahady, ary hijoro eo akaikin’ny tolàm-bavahady. Hitondra fanatitra dorana manontolo sy sorona iombonana izy, ary ny mpisorona kosa hanolotra izany. Hiankohoka eo an-tokonan’ilay vavahady ilay mpiadidy, ary avy eo dia hivoaka. Tsy hohidiana anefa ilay vavahady raha tsy efa takariva.",
        "3": "Ary hiankohoka eo anatrehan’i Jehovah, eo amin’ny fidirana amin’io vavahady io, ny vahoaka rehefa sabata sy tsinam-bolana.",
        "4": "“‘Ondrilahy kely enina tsy misy kilema sy ondrilahy iray tsy misy kilema no fanatitra dorana manontolo hatolotr’ilay mpiadidy ho an’i Jehovah, rehefa sabata.",
        "5": "Hanome fanatitra varimbazaha koa izy, ka lafarinina iray efaha no ampiarahiny amin’ilay ondrilahy, ary izay lafarinina azony omena no ampiarahiny amin’ireo ondrilahy kely. Hanome menaka iray hina koa izy isaky ny lafarinina iray efaha.",
        "6": "Ary amin’ny andro maha tsinana ny volana, dia ireto avy no hoentiny: Vantotr’ombilahy iray, sy ondrilahy kely enina, ary ondrilahy iray. Samy tsy misy kilema daholo ireo.",
        "7": "Hanome fanatitra varimbazaha koa izy, ka lafarinina iray efaha no ampiarahiny amin’ilay vantotr’ombilahy, ary lafarinina iray efaha koa no ampiarahiny amin’ilay ondrilahy. Izay lafarinina takatry ny fananany kosa no ampiarahiny amin’ireo ondrilahy kely. Ary hanome menaka iray hina izy isaky ny lafarinina iray efaha.",
        "8": "“‘Rehefa hiditra ny mpiadidy, dia avy eo amin’ny lala-mitafon’ilay vavahady no hidirany ary avy eo koa no hivoahany.",
        "9": "Izao kosa no atao rehefa hiditra eo anatrehan’i Jehovah ny vahoaka amin’ny fotoanan’ny fety: Izay miditra eo amin’ny vavahady avaratra mba hiankohoka eo anatrehany dia hivoaka eo amin’ny vavahady atsimo, ary izay miditra eo amin’ny vavahady atsimo dia hivoaka eo amin’ny vavahady avaratra. Tsy tokony hisy hiverina amin’izay vavahady nidirany, fa izay eo anoloany ihany no hivoahany.",
        "10": "Rehefa miditra ny vahoaka, dia miditra koa ny mpiadidy eo amin’izy ireo, ary rehefa mivoaka ireo, dia mivoaka koa izy.",
        "11": "Toy izao ny fanatitra varimbazaha hoentiny rehefa fety sy fotoanan’ny fety: Lafarinina iray efaha no ampiarahiny amin’ilay vantotr’ombilahy, lafarinina iray efaha no ampiarahiny amin’ilay ondrilahy, ary izay lafarinina azony omena no ampiarahiny amin’ireo ondrilahy kely. Hanome menaka iray hina koa izy isaky ny lafarinina iray efaha.",
        "12": "“‘Raha hanome fanatitra dorana manontolo ho fanatitra an-tsitrapo ilay mpiadidy, na hanome sorona iombonana ho fanatitra an-tsitrapo ho an’i Jehovah, dia hosokafana ilay vavahady mitodika miantsinanana mba hidirany. Ary hanome ilay fanatitra dorana manontolo sy ireo sorona iombonana nentiny izy, toy ny fanaony rehefa sabata. Dia hivoaka izy, ary hohidiana ilay vavahady rehefa tafavoaka izy.",
        "13": "“‘Ondrilahy kely tsy misy kilema sady tsy mihoatra ny herintaona no hatolotrao isan’andro, ho fanatitra dorana manontolo ho an’i Jehovah. Isa-maraina no hanomezanao izany.",
        "14": "Ary lafarinina ampahenin’ny efaha no fanatitra varimbazaha ampiarahinao aminy isa-maraina. Hanome menaka ampahatelon’ny hina koa ianao mba hafafy eo amin’ny lafarinina tsara toto. Maharitra mandritra ny fotoana tsy voafetra ny lalàna momba ny fanatitra varimbazaha atolotra tsy tapaka ho an’i Jehovah.",
        "15": "Hanome an’ilay ondrilahy kely sy ilay fanatitra varimbazaha ary ilay menaka izy ireo isa-maraina, ho fanatitra dorana manontolo atolotra tsy tapaka.’",
        "16": "“Izao no nolazain’i Jehovah Tompo Fara Tampony: ‘Raha manome lova ho an’ny zanany lahy tsirairay ilay mpiadidy, dia ho lasa fananan’ny zanany izany fanomezana izany. Ho fananana nolovan’izy ireo izany.",
        "17": "Ary raha anomezany ho an’ny iray amin’ireo mpanompony ny lovany, dia ho lasan’ilay mpanompony izany mandra-pahatongan’ny taom-pahafahana. Hiverina amin’ilay mpiadidy anefa izany aorian’izay. Ny lova nomeny ho an’ny zanany ihany no hijanona ho fananan’izy ireo.",
        "18": "Tsy tokony haka ny lovan’ny vahoaka ilay mpiadidy, ka hanery azy ireo hiala amin’ny taniny. Avy amin’ny tanin’ilay mpiadidy ihany no hanomezany lova ho an’ny zanany, mba tsy hiparitahan’ny oloko hiala amin’ny taniny avy.’”",
        "19": "Ary nentin-dralehilahy niditra teo amin’ny fidirana teo akaikin’ilay vavahady aho, ho eo amin’ireo efitra masina fisakafoana nanatrika ny avaratra, izay natokana ho an’ny mpisorona. Ary io fa nisy toerana malalaka teo amin’ny farany andrefana, teo amin’ny andaniny sy ny ankilany.",
        "20": "Dia hoy izy tamiko: “Eo amin’io toerana io ireo mpisorona no hampangotraka ny fanatitra noho ny heloka sy ny fanatitra noho ny ota, ary eo koa no hataon’izy ireo ao anaty lafaoro ny fanatitra varimbazaha, mba tsy hitondrany na inona na inona any amin’ny tokotany ivelany, sao hanjary ho masina ny vahoaka.”",
        "21": "Ary nentiny nivoaka ho any amin’ny tokotany ivelany aho, ka nampandaloviny teo amin’ireo andry teo amin’ny zorony efatra tamin’ilay tokotany. Ary io fa nisy tokotany teo akaikin’ireo andry, isaky ny zoron’ilay tokotany.",
        "22": "Nisy tokotany kely teo akaikin’ireo andry teo amin’ny zorony efatra tamin’ilay tokotany: Efapolo hakiho ny lavany ary telopolo hakiho ny sakany. Nitovy refy ireo tokotany kely efatra ireo ary nisy zavatra naorina teo.",
        "23": "Nisy vato nitandahatra nanodidina an’ireo tokotany, nanodidina azy efatra. Ary teo am-pototr’ireo vato ireo, dia nisy toerana fampangotrahana sorona.",
        "24": "Koa hoy izy tamiko: “Ireo no trano fiasan’ireo mampangotraka ny sorona atolotry ny vahoaka, ka ao ireo mpanompo ao amin’ilay Trano no mampangotraka izany.”"
    },
    "47": {
        "1": "Dia nentin-dralehilahy niverina teo amin’ny fidirana amin’ilay Trano aho, ka io fa nisy rano nivoaka avy teo ambanin’ny tokonan’ilay Trano ary nikoriana niantsinanana. Nitodika niantsinanana mantsy ilay Trano. Nikoriana nidina avy tao ambany io rano io, ka nandalo teo ankavanan’ilay Trano, teo atsimon’ny alitara.",
        "2": "Dia nentiny nivoaka tamin’ilay vavahady avaratra aho, ary nentiny nanodidina nanaraka ny lalana teo ivelany mba hankeo amin’ilay vavahady ivelany izay mitodika miantsinanana. Ary io fa nisy rano nikoriana avy teo ankavanan’ilay vavahady.",
        "3": "Nandeha niantsinanana ilay lehilahy. Nisy tady fandrefesana teny an-tanany. Dia nandrefy arivo hakiho izy, ary nasainy niampita an’ilay rano aho, ka hatreo amin’ny kitrokeliko ny rano.",
        "4": "Mbola nandrefy arivo hakiho indray izy, ary nasainy niampita ny rano aho, ka hatreo amin’ny lohaliko ny rano. Ary mbola nandrefy arivo hakiho izy, dia nasainy niampita ny rano aho, ka hatreo amin’ny andilako ny rano.",
        "5": "Dia nandrefy arivo hakiho indray ilay lehilahy. Efa renirano ilay izy, ka tsy afaka niampita intsony aho, satria efa lalina ny rano ary azo nilomanosana, dia renirano tsy azo niampitana.",
        "6": "Koa hoy izy tamiko: “Ry zanak’olona, hitanao ve izany?” Nasainy nandeha niverina teo amoron’ilay renirano aho.",
        "7": "Ary rehefa niverina aho, dia ireo fa nisy hazo maro be teo amoron’ilay renirano, teo amin’ny andaniny roa.",
        "8": "Hoy ihany izy tamiko: “Mikoriana mankany amin’ny faritra atsinanana io rano io, ary hidina sy hamakivaky an’i Araba, ka hivarina any an-dranomasina. Raha vao tonga any an-dranomasina ilay rano, dia ho sitrana ny rano ao an-dranomasina.",
        "9": "Koa ho velona daholo ny zavamananaina * mifanaretsaka any amin’izay rehetra ahatongavan’ilay renirano, izay efa nitombo avo roa heny. Dia hisy trondro be dia be ao, satria ho tonga ao tokoa ilay rano ka ho sitrana ny ranomasina, ary ho velona ny zava-drehetra any amin’izay ahatongavan’ilay renirano.",
        "10": "“Ary hisy mpanjono maro hitsangana eny amorony, manomboka any En-jedy ka hatrany En-eglaima. Hisy toerana fanahazana harato any, ary hisy karazan-trondro maro be sahala amin’ny ao amin’ny Ranomasina Lehibe.",
        "11": "“Misy heniheny sy honahona eny amoron’ilay ranomasina, nefa tsy ho sitrana ireny. Havela hisy sira eo foana kosa izy ireny.",
        "12": "“Hisy hazo fihinam-boa isan-karazany eny amoron’ilay renirano, eo amin’ny andaniny roa. Tsy halazo ny raviny, ary tsy ho lany ny voany. Hamoa isam-bolana izy ireo, satria ny rano mivoaka avy ao amin’ny toerana masina no manondraka azy. Ho fihinana ny voany ary ho fanasitranana ny raviny.”",
        "13": "Izao no nolazain’i Jehovah Tompo Fara Tampony: “Ity no faritra halainareo ho lova, mba ho tanin’ny foko roa ambin’ny folon’ny Israely, ka hahazo anjaran-droa i Josefa.",
        "14": "Handova azy ity ianareo, ka hitovy ny anjaran’ny tsirairay. Io ilay tany nananganako tanana sy nianianako homena ny razanareo. Hozaraina aminareo amin’ny alalan’ny antsapaka ilay tany, mba ho lovanareo.",
        "15": "“Toy izao no faritr’ilay tany: Ny sisin-tany avaratra dia manomboka eo amin’ny Ranomasina Lehibe, ary manaraka ny lalana mankany Hetlona, hatrany Zedada,",
        "16": "sy Hamata, sy Berota, sy Sibraima izay eo anelanelan’ny sisin-tanin’i Damaskosy sy ny sisin-tanin’i Hamata, ary Hazera-hatikona izay eny akaikin’ny sisin-tanin’i Haorana.",
        "17": "Hatreo amin’ny ranomasina ilay sisin-tany ka hatrany Hazara-enana, izany hoe hatrany amin’ny sisin-tanin’i Damaskosy sy any avaratra, eny, any avaratra kokoa, hatrany amin’ny sisin-tanin’i Hamata. Izany no ilany avaratra amin’ny taninareo.",
        "18": "“Ary ny ilany atsinanana dia manomboka eo anelanelan’i Haorana sy Damaskosy, sy manamorona ny faritr’i Jordana, eo anelanelan’i Gileada sy ny tanin’ny Israely. Refeso daholo manomboka eo amin’ilay sisin-tany ka hatrany amin’ny ranomasina atsinanana. Izany no ilany atsinanana.",
        "19": "“Ary ny ilany atsimo dia mikipaka mianatsimo, manomboka eo Tamara ka hatreo amin’ny ranon’i Meribata-kadesy, eo amin’ny lohasaha falehan-driaka ka hatrany amin’ny Ranomasina Lehibe. Izany no ilany atsimo, mikipaka mankany Negeba.",
        "20": "“Ny ilany andrefana dia ny Ranomasina Lehibe, manomboka eo amin’ny sisin-tany ka mandeha mahitsy hatrany amin’ny sisin’ny faritr’i Hamata. Izany no ilany andrefana.”",
        "21": "“Zarao ho anareo foko roa ambin’ny folon’ny Israely io tany io.",
        "22": "Zarao ho lovanareo izy io, ary ho an’ny vahiny monina eo aminareo, dia izay niteraka teo aminareo. Hataonareo toy ny teratany izy ireo, eo amin’ny zanak’Israely. Hahazo lova eo aminareo amin’ny alalan’ny antsapaka izy ireo, eo amin’ny fokon’ny Israely.",
        "23": "Ary ao amin’izay foko onenan’ilay vahiny no hanomezanareo ny anjara lovany”, hoy i Jehovah Tompo Fara Tampony."
    },
    "48": {
        "1": "“Ireto avy ny anaran’ireo foko: I Dana hanana anjara iray, izay hanomboka eo amin’ny farany avaratra, manaraka ny lalana mankany Hetlona hatrany amin’ny sisin’ny faritr’i Hamata, sy Hazara-enana izay sisin-tanin’i Damaskosy any avaratra, any akaikin’i Hamata. Hisy sisiny mamaritra azy io any atsinanana sy any andrefana.",
        "2": "I Asera hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Dana, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "3": "I Naftaly hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Asera, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "4": "I Manase hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Naftaly, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "5": "I Efraima hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Manase, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "6": "I Robena hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Efraima, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "7": "I Joda hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Robena, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "8": "Hifanila amin’ny sisin-tanin’i Joda, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana, ilay fanomezana tokony homenareo. Hirefy dimy arivo sy roa alina hakiho ny sakany ary ny lavany kosa hitovy amin’ny lavan’ny anjara iray, manomboka eo amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana. Ary ho eo afovoan’izy io ny toerana masina.",
        "9": "“Hirefy dimy arivo sy roa alina hakiho ny lavan’ilay fanomezana tokony homenareo an’i Jehovah, ary ho iray alina hakiho ny sakany.",
        "10": "Io anjara voarefy io no ho fanomezana masina ho an’ny mpisorona: Dimy arivo sy roa alina hakiho ny any avaratra, iray alina hakiho ny sakany any andrefana, iray alina hakiho ny sakany any atsinanana, ary dimy arivo sy roa alina hakiho ny lavany any atsimo. Ary ho eo afovoan’izy io ny toerana masin’i Jehovah.",
        "11": "Ho an’ny mpisorona izany, eny, ho an’ireo nohamasinina avy amin’ny taranak’i Zadoka, dia ireo niantsoroka ny andraikiny teo amin’ny fanompoana ahy, fa tsy mba naniasia tahaka an’ireo Levita, rehefa naniasia ny zanak’Israely.",
        "12": "Hahazo fanomezana avy amin’ilay tany natao fanomezana izy ireo, eo amin’ny sisin-tanin’ny Levita. Ho zavatra masina indrindra izany.",
        "13": "“Hanana anjara eo akaikin’ny faritanin’ny mpisorona ny Levita: Dimy arivo sy roa alina hakiho ny lavany, ary iray alina hakiho ny sakany. Dimy arivo sy roa alina hakiho ny lavany manontolo ary iray alina hakiho ny sakany.",
        "14": "Tsy hisy azony amidy izany, na atakalo, ary tsy ho azony afindra amin’ny olon-kafa ny tsara indrindra amin’ilay tany. Zava-masina eo anatrehan’i Jehovah mantsy izany.",
        "15": "“Ho zavatra tsy masina ho an’ny tanàna ny ambiny. Dimy arivo hakiho ny sakany, ary mifanila amin’ilay dimy arivo sy roa alina hakiho izy io. Hatao toeram-ponenana sy kijana izy io, ary ilay tanàna no ho eo afovoany.",
        "16": "Ireto ny refin’ilay tanàna: Dimanjato sy efatra arivo hakiho ny lafiny avaratra, dimanjato sy efatra arivo hakiho ny lafiny atsimo, dimanjato sy efatra arivo hakiho ny lafiny atsinanana, ary dimanjato sy efatra arivo hakiho ny lafiny andrefana.",
        "17": "Hisy kijana ilay tanàna: Dimampolo sy roanjato hakiho ny any avaratra, dimampolo sy roanjato hakiho ny any atsimo, dimampolo sy roanjato hakiho ny any atsinanana, ary dimampolo sy roanjato hakiho ny any andrefana.",
        "18": "“Hitovy tanteraka amin’ilay fanomezana masina ny lavan’ilay ambiny. Iray alina hakiho ny eo atsinanana, ary iray alina hakiho koa ny eo andrefana. Hitovy tanteraka amin’ilay fanomezana masina izy io, ary ny vokatra ao no ho sakafon’ireo manompo ao amin’ilay tanàna.",
        "19": "Ny mpanompo ao amin’ilay tanàna, izay avy amin’ny foko rehetran’ny Israely, no hamboly ao.",
        "20": "“Dimy arivo sy roa alina hakiho ny lafiny rehetra amin’ilay fanomezana manontolo. Faritra efamira no homenareo ho fanomezana masina, ho fanampin’ny fananan’ny tanàna.",
        "21": "“Ho an’ny mpiadidy kosa ny ambiny, eo amin’ny andaniny sy ny ankilany amin’ilay fanomezana masina sy ilay fananan’ny tanàna. Eo anilan’ireo dimy arivo sy roa alina hakiho amin’ny lafin’ilay fanomezana izy io no mikipaka mankany amin’ny sisin-tany atsinanana. Ary ny any andrefana kosa dia eo anilan’ireo dimy arivo sy roa alina hakiho no mikipaka mankany amin’ny sisin-tany andrefana. Hitovy tanteraka amin’ireo anjara hafa ny anjaran’ny mpiadidy. Ary ho eo afovoan’izy io ilay fanomezana masina sy ny toerana masina, izany hoe ilay Trano.",
        "22": "“Ho eo anelanelan’ny fananan’ny Levita sy ny fananan’ny tanàna, ny an’ny mpiadidy. Ho an’ny mpiadidy àry ny eo anelanelan’ny sisin-tanin’i Joda sy ny sisin-tanin’i Benjamina.",
        "23": "“Toy izao kosa ny amin’ny foko sisa: I Benjamina hanana anjara iray, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "24": "I Simeona hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Benjamina, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "25": "I Isakara hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Simeona, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "26": "I Zebolona hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Isakara, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "27": "I Gada hanana anjara iray, izay hifanila amin’ny sisin-tanin’i Zebolona, manomboka amin’ny sisiny atsinanana ka hatrany amin’ny sisiny andrefana.",
        "28": "Hifanila amin’ny sisin-tanin’i Gada, eo amin’ny sisiny atsimo mikipaka mianatsimo, ilay sisin-tany. Hanomboka eo Tamara izy io ka hatreo amin’ny ranon’i Meribata-kadesy sy ny lohasaha falehan-driaka, hatrany amin’ny Ranomasina Lehibe.",
        "29": "“Izany no tany hozarainareo amin’ny alalan’ny antsapaka, ho lovan’ny fokon’ny Israely. Ary ireo no ho anjaran’ny tsirairay”, hoy i Jehovah Tompo Fara Tampony.",
        "30": "“Ireto avy ny fivoahana avy ao amin’ilay tanàna: Ho dimanjato sy efatra arivo hakiho ny refin’ny lafiny avaratra.",
        "31": "“Hitondra ny anaran’ny fokon’ny Israely ireo vavahadin’ilay tanàna. Vavahady telo ny eo avaratra: Vavahadin’i Robena ny iray, vavahadin’i Joda ny iray, ary vavahadin’i Levy ny iray.",
        "32": "“Ho dimanjato sy efatra arivo hakiho ny lafiny atsinanana, ary hisy vavahady telo eo: Vavahadin’i Josefa ny iray, vavahadin’i Benjamina ny iray, ary vavahadin’i Dana ny iray.",
        "33": "“Ho dimanjato sy efatra arivo hakiho ny refin’ny lafiny atsimo, ary hisy vavahady telo eo: Vavahadin’i Simeona ny iray, vavahadin’i Isakara ny iray, ary vavahadin’i Zebolona ny iray.",
        "34": "“Ho dimanjato sy efatra arivo hakiho ny lafiny andrefana, ary hisy vavahady telo eo: Vavahadin’i Gada ny iray, vavahadin’i Asera ny iray, ary vavahadin’i Naftaly ny iray.",
        "35": "“Valo arivo sy iray alina hakiho ny manodidina. Ary izao no ho anaran’ilay tanàna, manomboka amin’io andro io: Jehovah Mihitsy no Ao.”"
    },
    "meta": {
        "name": "Ezekiela",
        "order": 25,
        "chapter_number": 48
    }
}