{
    "1": {
        "1": "Tamin’ny andro fahadimin’ny volana fahefatra, tamin’ny taona faha-30, dia nisokatra ny lanitra ka nahita fahitana avy tamin’Andriamanitra aho. Niaraka tamin’ireo olona natao sesitany, teo amoron’ny reniranon’i Kebara, aho tamin’izay.",
        "2": "Tamin’ny andro fahadimin’ny volana, izany hoe tamin’ny taona fahadimy nanaovana sesitany an’i Joiakina Mpanjaka,",
        "3": "dia nampita ny teniny tamin’i Ezekiela zanak’i Bozy mpisorona i Jehovah, teo amoron’ny reniranon’i Kebara, tany amin’ny tanin’ny Kaldeanina. Teo no niasa taminy ny herin’i Jehovah.",
        "4": "Tamin’izaho mbola nijery iny, dia nahita rivo-mahery avy any avaratra, sy rahona matevina, ary afo mitselatselatra be voahodidin’ny hazavana mamirapiratra. Ary nisy zavatra namirapiratra hoatran’ny metaly manjelatra, avy teo afovoan’ilay afo.",
        "5": "Nisy hoatran’ny zavamananaina efatra tao anatin’ilay izy, ka samy hoatran’ny bikabikan’olombelona no fahitana azy.",
        "6": "Samy nanana tarehy efatra sy elatra efatra izy ireo.",
        "7": "Mahitsy ny tongotr’izy ireo, ary mitovy amin’ny kitron’ny zanak’omby ny faladiany. Namirapiratra toy ny varahina nokosehina hangirana koa ny tongony.",
        "8": "Samy nanana tanan’olona izy ireo teo ambanin’ny elany, teo amin’ny lafiny efatra. Ary samy nanana tarehy sy elatra izy efatra.",
        "9": "Nifampikasika ny elatr’izy ireo. Tsy nitodika mihitsy izy ireo rehefa nandeha, fa samy nandeha mahitsy.",
        "10": "Hoatr’izao ny tarehin’izy efatra: Tarehin’olona no teo anoloana, tarehin-diona no teo ankavanana, tarehin’omby no teo ankavia, ary tarehim-boromahery no tao aoriana.",
        "11": "Hoatr’izany no fahitana ny tarehiny. Nivelatra niakatra teo amboniny ny elany. Samy nanana elatra roa nifampikasika sy elatra roa hafa nanarona ny vatany izy ireo.",
        "12": "Samy nandeha mahitsy izy ireo, ka nandeha tany amin’izay tian’ny fanahy halehany. Tsy nitodika mihitsy izy ireo rehefa nandeha.",
        "13": "Mitovy amin’ny vainafo mirehitra no fahitana an’ireo zavamananaina ireo. Nisy hoatran’ny fanilo mirehitra afo mazava be, nivezivezy teo anelanelan’izy ireo, ary nisy tselatra nanjelanjelatra avy tao amin’ilay afo.",
        "14": "Hoatran’ny tselatra ny fandehan’ireo zavamananaina, rehefa nandeha nandroso sy niverina izy ireo.",
        "15": "Tamin’izaho mbola nijery an’ireo zavamananaina ireo, dia nahita kodiarana iray teo amin’ny tany aho, teo akaikin’ny zavamananaina tsirairay manana tarehy efatra.",
        "16": "Namirapiratra toy ny krizolita no fahitana an’ireo kodiarana ireo, ary nitovy daholo izy efatra. Hoatran’ny kodiarana ao anaty kodiarana no fahitana an’ireo sy ny bikabikany.",
        "17": "Rehefa nandeha ireo, dia afaka nandroso na nihemotra na niankavia na niankavanana, nefa tsy nila nivily teny am-pandehanana.",
        "18": "Avo be ireo kodiarana ka tena nahavariana sady nampahatahotra. Ary feno maso ny ivelany amin’ireo kodiarana efatra.",
        "19": "Rehefa nandeha ireo zavamananaina, dia nandeha koa ny kodiarana. Ary rehefa niakatra niala tamin’ny tany ireo zavamananaina ireo, dia niakatra koa ny kodiarana.",
        "20": "Tany amin’izay nitarihan’ny fanahy azy no nandehanan’izy ireo, tany amin’izay nandehanan’ny fanahy. Dia niara-niakatra tamin’izy ireo ny kodiarana, satria ilay fanahy izay niasa tao amin’ireo zavamananaina ihany no tao amin’ireo kodiarana ireo.",
        "21": "Rehefa nandeha izy ireo, dia nandeha koa ny kodiarana. Rehefa nijanona izy ireo, dia nijanona koa ny kodiarana. Ary rehefa niakatra niala tamin’ny tany izy ireo, dia niara-niakatra tamin’izy ireo koa ny kodiarana, satria ilay fanahy izay niasa tao amin’ireo zavamananaina ihany no tao amin’ireo kodiarana ireo.",
        "22": "Nisy hoatran’ny zavatra fisaka nivelatra be teny ambony lohan’ireo zavamananaina ireo. Nanjelanjelatra toy ny ranomandry ilay izy, sady nampitolagaga.",
        "23": "Nitsangana sy nifampikasika ny elatr’izy ireo, teo ambanin’io zavatra fisaka io. Samy nanana elatra roa nanarona ny ilan’ny vatany izy ireo, ary elatra roa hafa nanarona ny ilany iray.",
        "24": "Hoatran’ny feon’ny rano be misasasasa ny fahenoako ny feon’ny elany, hoatran’ny feon’Ilay Mahery Indrindra. Rehefa nandeha izy ireo, dia toy ny feon’ny tafika ny fahenoana azy. Rehefa nijanona izy ireo, dia nampidininy ny elany.",
        "25": "Nisy feo heno tao ambonin’ilay zavatra fisaka teny ambony lohan’izy ireo. Rehefa nijanona izy ireo, dia nampidininy ny elany.",
        "26": "Teo ambonin’ilay zavatra fisaka teny ambony lohan’izy ireo, dia nisy zavatra toy ny vato safira, ary hoatran’ny seza fiandrianana ilay izy. Nisy nipetraka teo amin’ilay seza fiandrianana terỳ ambony, ary hoatran’ny olona no fahitana azy.",
        "27": "Dia nahita zavatra namirapiratra hoatran’ny metaly manjelatra sy hoatran’ny afo aho, avy eo amin’ilay hoatran’ny andilany no ho miakatra. Avy eo amin’ny andilany no ho midina indray, dia zavatra mitovy amin’ny afo no tazako. Ary nisy hazavana be nanodidina azy,",
        "28": "hoatran’ny hazavan’ny avana eny amin’ny rahona rehefa avy ny orana. Sahala amin’izany no fahitana an’ilay hazavana namirapiratra nanodidina azy. Hoatran’ny voninahitr’i Jehovah no fahitana an’ilay izy. Rehefa nahita an’izany aho, dia niankohoka, ary nanomboka naheno feon’olona niteny."
    },
    "2": {
        "1": "Dia hoy izy tamiko: “Ry zanak’olona, mitsangàna fa hiteny aminao aho.”",
        "2": "Rehefa niteny tamiko izy, dia niasa tamiko ny fanahy ka nampitsangana ahy. Dia naheno an’Ilay niteny tamiko aho.",
        "3": "Hoy koa izy tamiko: “Ry zanak’olona, irahiko ho any amin’ny vahoakan’Israely ianao, dia any amin’ireo firenena mpikomy izay nikomy tamiko. Fa nandika ny lalàko izy ireo hatramin’izao, hoatran’ny nataon’ny razambeny ihany.",
        "4": "Irahiko ho any amin’ny taranaka mpaniratsira sy mafy loha ianao. Dia teneno izy ireo hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony.’",
        "5": "Koa na hihaino izy ireo na tsy hihaino satria taranaka mpikomy, dia tena ho fantany fa nisy mpaminany teo aminy.",
        "6": "“Fa ianao, ry zanak’olona, aza matahotra azy! Aza atahorana ny teniny, na dia feno tsilo aza manodidina anao, ary na dia miara-mipetraka amin’ny maingoka aza ianao. Aza atahorana ny teniny, ary aza mihorohoro noho ny endriny, satria taranaka mpikomy izy ireo.",
        "7": "Lazao aminy ny teniko na hihaino izy na tsia, fa vahoaka mpikomy izy.",
        "8": "“Fa ianao, ry zanak’olona, henoy izay lazaiko aminao. Aza mikomy hoatran’io taranaka mpikomy io. Sokafy ny vavanao dia hano izay omeko anao.”",
        "9": "Rehefa nijery aho, dia iny nisy tanana nitsotra nankeo amiko sady nitazona horonam-boky nisy soratra.",
        "10": "Dia novelariny teo anatrehako ilay horonam-boky, ary nisy soratra ambadika sy ambadika ilay izy. Hira fisaonana sy teny mahatonga ny olona halahelo sy hidradradradra no voasoratra tao."
    },
    "3": {
        "1": "Dia hoy izy tamiko: “Ry zanak’olona, hano io zavatra hitanao io. Hano io horonam-boky io, dia mandehana miresaka amin’ny taranak’Israely.”",
        "2": "Dia nosokafako ny vavako, ary nasainy nohaniko ilay horonam-boky.",
        "3": "Hoy koa izy tamiko: “Ry zanak’olona, hano ity horonam-boky omeko anao ity, ka fenoy an’ity ny kibonao.” Dia nihinana aho, ary mamy hoatran’ny tantely ilay izy tao am-bavako.",
        "4": "Hoy ihany izy tamiko: “Ry zanak’olona, mandehana mankany amin’ny taranak’Israely, ka lazao aminy ny teniko.",
        "5": "Fa tsy any amin’ny firenena mampiasa fiteny sarotra azo na mampiasa fiteny tsy fantatrao no anirahana anao, fa any amin’ny taranak’Israely.",
        "6": "Ary tsy irahina any amin’ny firenena be dia be mampiasa fiteny sarotra azo ianao, na any amin’izay mampiasa fiteny tsy fantatrao, sady tsy azonao ny teniny. Raha tany amin’ireny mantsy ianao no nirahiko, dia ho nihaino anao ireny.",
        "7": "Fa ny taranak’Israely kosa tsy hihaino anao, satria tsy te hihaino ahy izy ireo. Mafy hatoka sy mafy loha daholo ny taranak’Israely.",
        "8": "Dia ataoko mafy hoatran’ny tarehin’izy ireo ny tarehinao, ary ataoko mafy hoatran’ny handriny ny handrinao.",
        "9": "Ataoko mafy hoatran’ny diamondra ny handrinao, izany hoe mbola mafy noho ny vatoafo. Aza matahotra azy na mihorohoro amin’ny endriny, fa taranaka mpikomy izy.”",
        "10": "Hoy koa izy tamiko: “Ry zanak’olona, henoy ny teny rehetra holazaiko aminao dia alatsaho ao am-ponao.",
        "11": "Mandehana mankany amin’ireo olona natao sesitany, dia miresaha aminy. Na hihaino izy ireo na tsia, dia teneno hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony.’”",
        "12": "Dia nentin’ny fanahy aho, ka naheno feo mikotrokotroka mafy be tao aorianako, hoe: “Hoderaina anie ny voninahitr’i Jehovah, any amin’ny toerana misy Azy!”",
        "13": "Ary henoko ny feon’ny elatr’ireo zavamananaina rehefa nifampikasika. Henoko koa ny feon’ny kodiarana teo akaikiny, sy ilay feo miraondraona mafy be.",
        "14": "Dia nentin’ny fanahy aho, dia nandeha sady sosotra sy tezitra be aho tao anatiko tao. Ary tsapako fa niasa be tamiko ny herin’i Jehovah.",
        "15": "Nankany Tela-abiba àry aho, tany amin’ireo olona natao sesitany nipetraka teo amoron’ny reniranon’i Kebara. Dia nijanona tany amin’izay nipetrahan’izy ireo aho. Niaraka tamin’izy ireo tany fito andro aho, ary mbola tsy tonga saina tsara.",
        "16": "Dia niteny tamiko i Jehovah rehefa tapitra ilay fito andro, hoe:",
        "17": "“Ry zanak’olona, notendreko ho mpitily ho an’ny taranak’Israely ianao. Dia tsy maintsy mampitandrina azy ireo ianao rehefa maheno an’izay lazaiko.",
        "18": "Raha miteny amin’ny ratsy fanahy aho hoe: ‘Tena ho faty ianao’, nefa tsy mampitandrina azy ianao sady tsy mampirisika azy hiala amin’ny ratsy fanaony mba hahavelona azy, dia ho faty noho ny fahadisoany izy satria ratsy fanahy. Fa ianao kosa hataoko tompon’andraikitra amin’ny rany.",
        "19": "Raha mampitandrina ny ratsy fanahy anefa ianao, fa izy no tsy miala amin’ny faharatsiany sy ny ratsy fanaony, dia ho faty noho ny fahadisoany izy, fa ny ainao indray azo antoka hoe ho voavonjinao.",
        "20": "Raha tsy manao ny tsara intsony anefa ny olo-marina fa lasa manao ratsy, dia hasiako vato mahatafintohina eo alohany, ka ho faty izy. Raha tsy nampitandrina azy ianao, dia ho faty izy satria nanota, ary tsy hotsaroana ny zavatra tsara nataony. Fa ianao indray hataoko tompon’andraikitra amin’ny rany.",
        "21": "Raha mampitandrina ny olo-marina anefa ianao hoe aza manota, ka tsy manota tokoa izy, dia azo antoka hoe ho velona izy satria efa nampitandremanao, ary ho voavonjinao koa ny ainao.”",
        "22": "Niasa tamiko ny herin’i Jehovah tamin’izaho tany, ka hoy izy tamiko: “Mitsangàna dia mandehana eny amin’ny tany lemaka, fa eny aho no hiteny aminao.”",
        "23": "Dia nitsangana aho ka nankeny amin’ny tany lemaka, ary io fa teo ny voninahitr’i Jehovah, hoatran’ilay voninahitra hitako tany amoron’ny reniranon’i Kebara. Niankohoka àry aho.",
        "24": "Niasa tamiko avy eo ny fanahy, ka nampitsangana ahy. Dia niteny tamiko Andriamanitra hoe: “Mandehana mihidy ao an-tranonao.",
        "25": "Fa hogejain’ny olona amin’ny tady ianao, ry zanak’olona, ka hofatorany mba tsy ho afaka hivoaka ho any aminy.",
        "26": "Hataoko miraikitra amin’ny lanilaninao ny lelanao, ka ho lasa moana ianao. Dia tsy ho afaka hananatra azy ireo ianao, satria taranaka mpikomy izy.",
        "27": "Hosokafako anefa ny vavanao rehefa miteny aminao aho, ka izao no holazainao amin’izy ireo: ‘Izao no tenin’i Jehovah Tompo Fara Tampony.’ Aleo hihaino izay hihaino fa tsy hihaino kosa izay tsy mety mihaino, satria taranaka mpikomy ireo."
    },
    "4": {
        "1": "“Ary ianao, ry zanak’olona, makà biriky dia apetraho eo anoloanao ilay izy. Asio sarin’ny tanànan’i Jerosalema eo an-tampony.",
        "2": "Dia ataovy fahirano izy io, ka manangàna manda sy dongon-tany manodidina azy mba hanaovana fahirano azy. Manorena koa toby hanafihana azy, ary asio lohondry vy manodidina azy.",
        "3": "Makà lasitra vy fanaova-mofo, ka atsangano toy ny manda vy eo anelanelanao sy ilay tanàna ilay izy. Dia ataovy manatrika an’ilay tanàna ny tarehinao. Fa hatao fahirano izy io, ka ianao no hanao fahirano azy. Ho famantarana ho an’ny taranak’Israely izany.",
        "4": "“Dia matoria mihorirana miankavia, fa eo amin’io ilany havia io no hametrahanao ny fahadisoan’ny taranak’Israely. Ny isan’ny andro hatorianao mihorirana miankavia no hitondranao ny fahadisoany.",
        "5": "Hasaiko manao an’izany mandritra ny 390 andro ianao, satria izany no isan’ny taona naharetan’ny fahadisoany. Dia hitondra ny fahadisoan’ny taranak’Israely ianao.",
        "6": "Vitao hatramin’ny farany ireo andro ireo. “Matoria mihorirana miankavanana indray avy eo. Dia hitondra ny fahadisoan’ny taranak’i Joda mandritra ny 40 andro ianao, ka andro iray hosoloana taona iray. Andro iray soloana taona iray mantsy no ampihariko aminao.",
        "7": "Ary atodiho any amin’i Jerosalema atao fahirano ny tarehinao, ka asehoy ny sandrinao, dia maminania hoe hisy loza hanjo an’ilay tanàna.",
        "8": "“Hofatorako amin’ny tady ianao mba tsy ho afaka hivadi-mandry, raha tsy rehefa vitanao ny andro hanaovanao fahirano azy.",
        "9": "“Makà varimbazaha, vary orza, tsaramaso be, lantihy, ampemby, ary vary spelta, dia afangaroy ao anaty vilany iray ka anaovy mofo ho anao. Mandritra ireo andro hatorianao amin’ny ilanao, izany hoe mandritra ny 390 andro, ianao no hihinana an’ilay izy.",
        "10": "Holanjainao ilay izy, ka 20 sekely ny lanjan’ny sakafo hohaninao isan’andro. Aza ovaovana ny fotoana hihinananao azy.",
        "11": "“Rano afatra koa no hosotroinao, dia ampahenin’ny hina. Aza ovaovana koa ny fotoana hisotroanao azy.",
        "12": "“Hohaninao hoatran’ny mihinana mofo boribory vita tamin’ny vary orza ilay izy. Handrahoinao eo imason’izy ireo ilay izy, ka dikin’olona efa maina no hataonao kitay.”",
        "13": "Hoy koa i Jehovah: “Hoatr’izany no hihinanan’ny Israelita mofo maloto any amin’ireo firenena hanaparitahako azy.”",
        "14": "Dia hoy aho: “Aza atao an’izany kosa re, ry Jehovah Tompo Fara Tampony ô! Mbola tsy voaloto aho hatramin’izaho mbola kely ka hatramin’izao, satria mbola tsy nihinana biby maty ho azy na noviravirain’ny bibidia. Mbola tsy nisy hena maloto koa niditra tao am-bavako.”",
        "15": "Ary hoy izy tamiko: “Eny àry fa havelako hampiasa tain’omby ianao fa tsy dikin’olona. Dia izay no ataovy kitay handrahoanao ny mofonao.”",
        "16": "Hoy indray izy tamiko: “Ry zanak’olona, hataoko tsy misy sakafo tafiditra intsony ao Jerosalema. Hitebiteby be izy ireo rehefa mihinana mofo efa voalanja, sady hihorohoro rehefa misotro rano efa voafatra.",
        "17": "Hitranga izany ka hifampijery izy ireo sady ho gaga fa tsy manana mofo sy rano intsony. Ary ho lasa taolana mifono hoditra sisa izy ireo, noho ny fahadisoany."
    },
    "5": {
        "1": "“Ary ianao, ry zanak’olona, makà sabatra maranitra, ka ataovy toy ny harezan’ny mpanety izany. Dia kakaso ny lohanao ary esory ny volombavanao. Dia makà mizana ka lanjao sy zarao telo ilay volo.",
        "2": "Dory ao an-tanàna ny ampahatelony, rehefa tapitra ny andro anaovana fahirano azy. Alaivo indray ny ampahatelony iray, ka asio amin’ny sabatra eny amin’ny manodidina ny tanàna ilay izy. Ny ampahatelony sisa kosa aparitaho eny amin’ny rivotra, fa hanatsoaka sabatra aho hanenjehana azy.",
        "3": "“Akao singany vitsivitsy io ampahatelony farany io, dia fonosy ao anaty akanjonao.",
        "4": "Mbola makà ihany singam-bolo vitsivitsy, ka atsipazo ao anaty afo dia dory tanteraka. Fa io afo io no hiely any amin’ny taranak’Israely manontolo.",
        "5": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘I Jerosalema io! Nataoko teo afovoan’ireo firenena izy, ka voahodidin’ny tany be dia be.",
        "6": "Nikomy anefa izy ka tsy nanaraka ny didim-pitsarako sy ny lalàko, fa nanao ratsy mihoatra noho ireo firenena sy noho ireo tany manodidina azy. Nolaviny mantsy ny didim-pitsarako, ary tsy narahiny ny lalàko.’",
        "7": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Koa satria ianareo mbola maditra noho ireo firenena manodidina anareo, ka tsy nanaraka ny lalàko sy ny didim-pitsarako, fa ny didim-pitsaran’ireo firenena manodidina anareo indray no narahinareo,",
        "8": "dia izao no tenin’i Jehovah Tompo Fara Tampony: “Hamely anao aho, ry tanàna ô! Izaho mihitsy no hampihatra didim-pitsarana aminao eo imason’ireo firenena.",
        "9": "Zavatra mbola tsy nataoko mihitsy sady tsy hataoko intsony no hataoko eo aminao, noho ny zava-maharikoriko rehetra nataonao.",
        "10": "“‘“Dia hihinana ny zanany ny ray eo aminao, ary ny zanaka hihinana ny rainy. Hampihatra didim-pitsarana aminao aho, dia haparitako any amin’ny vazan-tany efatra ny olona sisa rehetra eo aminao.”’",
        "11": "“‘Raha mbola velona koa àry aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hariako ianareo satria nolotoinareo tamin’ny sampy maharikoriko sy ny zava-maharikoriko rehetra nataonareo ny toerako masina. Tsy hiantra anareo ny masoko, ary tsy hangoraka anareo aho.",
        "12": "Ny ampahatelonareo dia ho fatin’ny areti-mandringana na ho fatin’ny mosary, eo aminareo. Ary ny ampahatelony indray ho fatin’ny sabatra manodidina anareo. Ny ampahatelony sisa kosa haparitako any amin’ny vazan-tany efatra, ary hanatsoaka sabatra aho hanenjehana azy.",
        "13": "Dia tsy ho tezitra amin’izy ireo intsony aho avy eo sady ho tony ny hatezerako, ka ho afa-po aho. Rehefa avy nanamparako ny hatezerako izy ireo, dia tsy maintsy ho fantany fa izaho Jehovah no niteny, satria mitaky ny hanompoana ahy irery ihany aho.",
        "14": "“‘Hataoko rava tanteraka ianao sady ho afa-baraka, eo amin’ireo firenena manodidina anao sy eo imason’ny mpandalo rehetra.",
        "15": "Ho afa-baraka sy hesoesoina ianao, ary ho anatra sy hampihorohoro an’ireo firenena manodidina ny zavatra manjo anao, rehefa ampihariko aminao ny didim-pitsarako. Ho tezitra sy hisafoaka aho amin’izay, ary hanasazy mafy anao. Izaho Jehovah no efa niteny.",
        "16": "“‘Handefasako mosary ianareo, ka hamely anareo hoatran’ny zana-tsipìka mahafaty izany. Izany zana-tsipìka halefako izany no handringana anareo. Hataoko mafy be ny mosary hahazo anareo, ka hataoko tsy misy sakafo tafiditra intsony ao amin’ny tanànanareo.",
        "17": "Handefa mosary sy bibidia masiaka hamely anareo aho. Dia haripany ny zanakao. Hisy areti-mandringana sy ra mandriaka eran’ny taninao, ary hitondra sabatra hamelezana anao aho. Izaho Jehovah no efa niteny.’”"
    },
    "6": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ireo tendrombohitr’i Israely, ary maminania hoe hisy loza hanjo azy.",
        "3": "Lazao aminy hoe: ‘Ry tendrombohitr’i Israely ô, henoy ny tenin’i Jehovah Tompo Fara Tampony: Izao no tenin’i Jehovah Tompo Fara Tampony amin’ireo tendrombohitra sy havoana sy renirano ary lohasaha: “Hamely anareo amin’ny sabatra aho, ary horavako ny toerana avo eo aminareo.",
        "4": "Horavana ny alitaranareo, ary hopotipotehina ny fandoroanareo emboka manitra. Hataoko miampatrampatra eny anoloan’ireo sampinareo maharikoriko ny fatinareo.",
        "5": "Hatsipiko eny anoloan’ireo sampiny maharikoriko ny fatin’ny vahoakan’Israely, ary haparitako manodidina ny alitaranareo ny taolanareo.",
        "6": "Any amin’izay rehetra ipetrahanareo, dia horavana ny tanàna, ary harodana tanteraka ny toerana avo. Harodana ny alitaranareo ka ho potipotika. Tsy hisy hiangana koa ireo sampinareo maharikoriko, hopotipotehina ny fandoroanareo emboka manitra, ary ho levona ny zavatra namboarinareo.",
        "7": "Dia hiampatrampatra eo aminareo ny fatin’izay novonoina, ka tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "8": "“‘“Havelako hisy hiangana ihany anefa ianareo. Ny sasany aminareo mantsy tsy ho fatin’ny sabatra any amin’ireo firenena, rehefa miparitaka any amin’ny tany hafa ianareo.",
        "9": "Dia hahatsiaro ahy any amin’izay firenena hitondrana azy ho babo ireo tafavoaka velona ireo. Ho fantany fa tena nalahelo aho satria nivadika tamiko sy niala tamiko ny fony, ary nitsiriritra an’ireny sampiny maharikoriko ireny ny masony. Hahamenatra sy hahatsiravina azy ireo ny zavatra ratsy sy maharikoriko rehetra vitany.",
        "10": "Dia tsy maintsy ho fantany fa izaho no Jehovah. Ho fantany koa fa notanterahiko ilay teniko hoe hasiako amin’izany loza izany izy.”’",
        "11": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Mitehafa dia atontòny amin’ny tany ny tongotrao, mba ho hita hoe malahelo ianao noho ny zavatra ratsy sy maharikoriko rehetra nataon’ny taranak’Israely. Ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana mantsy izy ireo.",
        "12": "Ho fatin’ny areti-mandringana izay any lavitra, fa ho fatin’ny sabatra kosa izay eo akaiky. Izay sisa tsy matin’ireny indray ho fatin’ny mosary. Dia hanamparako ny hatezerako tanteraka izy ireo.",
        "13": "Koa tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa miampatrampatra eny akaikin’ny sampiny maharikoriko ny fatiny, dia eny amin’ny manodidina ny alitarany, eny amin’ny havoana rehetra, eny an-tampon-tendrombohitra rehetra, eny ambanin’ny hazo midoroboka rehetra, ary eny ambanin’ny sampan’ny hazobe. Teny amin’ireny mantsy izy ireo no nanao fanatitra manitra mamerovero mba hampitony ny sampiny maharikoriko rehetra.",
        "14": "Ary hanatsotra ny tanako aho mba hamely azy ireo, ka hataoko tsy misy mponina ilay tany. Ho lasa tsy misy mponina koa ny toerana rehetra ipetrahany, mihoatra noho ilay tany efitra any akaikin’i Dibla. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "7": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, izao no tenin’i Jehovah Tompo Fara Tampony amin’ny tanin’ny Israely: ‘Tonga ny farany! Tonga ny farany ho an’ny vazan-tany efatra!",
        "3": "Tonga aminao tokoa izao ny farany, ary hanamparako ny hatezerako ianao. Hotsaraiko araka izay nataonao ianao, ary hataoko ampamoaka noho ny zavatra maharikoriko rehetra nataonao.",
        "4": "Tsy hiantra anao ny masoko ary tsy hangoraka anao aho, fa hataoko mizaka ny valin’ny nataonao ihany ianao. Dia hijaly vokatry ny zavatra maharikoriko nataonao ianao. Ary tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "5": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Ho avy ny loza, dia loza mbola tsy nisy hoatr’izany!",
        "6": "Ho avy ny farany! Ho avy ny farany ka hamely anao. Ho avy tokoa izany.",
        "7": "Tonga ny anjaranao, ry mponina ao amin’ilay tany. Ho avy ny fotoana, ary efa akaiky ny andro. Sahotaka fa tsy horakora-pifaliana no eny an-tendrombohitra.",
        "8": "“‘Kely sisa dia ho tezitra be aminao aho, ka hanamparako ny hatezerako rehetra ianao. Dia hotsaraiko araka izay nataonao ianao, ary hataoko ampamoaka noho ny zavatra maharikoriko rehetra nataonao.",
        "9": "Tsy hiantra anao ny masoko ary tsy hangoraka anao aho, fa hataoko mizaka ny valin’ny nataonao ianao. Dia hijaly vokatry ny zavatra maharikoriko nataonao ihany ianao. Ary tsy maintsy ho fantatrareo fa izaho Jehovah no mamely anareo.",
        "10": "“‘Ho avy ilay andro! Ho avy tokoa ilay andro! Anjaranao amin’izay izao. Efa namony ny tsorakazo famaizana, ary nitsiry ny fireharehana.",
        "11": "Lasa tsorakazo famaizana an’izay mpanao ratsy ny herisetra. Tsy hisy hiangana ianareo ary tsy hisy intsony na ny harenanareo, na ny vahoakanareo, na ny voninahitrareo.",
        "12": "Ho avy ny fotoana, ary ho avy tokoa ilay andro. Tsy tokony hifaly ny mpividy, ary tsy tokony halahelo ny mpivarotra, satria hiharan’ny hatezerana daholo ny vahoaka manontolo.",
        "13": "Fa na dia tafavoaka velona aza ny mpivarotra, dia tsy hiverina amin’ilay tany efa namidiny intsony izy, satria hihatra amin’ny vahoaka rehetra ilay fahitana. Tsy hisy hiverina izy ireo, ary tsy hisy hahavita hiaro ny ainy, satria samy manao fahadisoana.",
        "14": "“‘Nitsoka trompetra izy ireo, ary efa vonona ny olona rehetra, saingy tsy hisy handeha hiady, satria tezitra be amin’ny vahoaka manontolo aho.",
        "15": "Sabatra no eny ivelany, ary areti-mandringana sy mosary no ao anatiny. Ho fatin’ny sabatra izay eny an-tsaha, ary ho ripaky ny mosary sy ny areti-mandringana kosa izay ao an-tanàna.",
        "16": "Ho any an-tendrombohitra izay tafavoaka velona sy afaka nandositra. Samy hitoreo hoatran’ny voromailala eny an-dohasaha izy ireo, noho ny fahadisoana nataony.",
        "17": "Hiraviravy tanana daholo izy ireo, ary hisy rano mitete eo amin’ny lohalik’izy rehetra.",
        "18": "Mitafy lamba gony izy ireo ary lasa mangovitra be. Hatao afa-baraka izy rehetra, ary ho sola daholo ny lohany.",
        "19": "“‘Hatsipiny eny an-dalana ny volafotsiny, ary haharikoriko azy ny volamenany. Tsy hahavonjy azy na ny volafotsiny na ny volamenany, amin’ny andro fahatezeran’i Jehovah. Tsy ho afa-po izy ireo ary tsy ho voky ny kibony. Lasa vato mahatafintohina azy mantsy ireny, ka mahatonga azy hanao fahadisoana.",
        "20": "Mirehareha izy ireo hoe manana firavaka tsara tarehy, ary nanamboarany sary maharikoriko ireny, izany hoe sampy mahatsiravina. Hataoko lasa maharikoriko azy àry ireny.",
        "21": "Havelako horobain’ny hafa firenena ireny sady hoentin’ny ratsy fanahy eto an-tany ho babo, ka hozimbazimbainy.",
        "22": "“‘Hihodina tsy hijery azy ireo aho, ary hozimbazimbainy ny toerana miafina misy ahy. Hisy mpandroba hiditra ao ka hanazimbazimba azy io.",
        "23": "“‘Manamboara rojo vy, satria feno ra mandriaka ilay tany noho ny didim-pitsarana tsy ara-drariny. Feno herisetra koa ilay tanàna.",
        "24": "Firenena faran’izay ratsy fanahy no hoentiko any amin’izy ireo, ka ho lasan’ireny ny tranony. Hataoko tsy afaka mirehareha intsony izay matanjaka, ary hozimbazimbaina ny toerany masina.",
        "25": "Rehefa mijaly izy ireo dia hitady fiadanana, nefa tsy hisy izany.",
        "26": "Hisesisesy ny loza sy ny vaovao ratsy. Hitady fahitana any amin’ny mpaminany ny olona fa tsy hahita. Tsy hisy hilana azy koa ny lalàna omen’ny mpisorona sy ny torohevitry ny anti-panahy.",
        "27": "Hisaona ny mpanjaka, ary ho kivy tanteraka ny mpiadidy. Hangovitra ny tanan’ny mponina ao amin’ilay tany satria matahotra be izy ireo. Hovaliako araka ny nataony izy ireo, ary hotsaraiko araka izay nitsarany olona. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "8": {
        "1": "Tamin’ny andro fahadimin’ny volana fahenina, tamin’ny taona fahenina, dia niasa tamiko ny herin’i Jehovah Tompo Fara Tampony. Nipetrapetraka tao an-tranoko aho tamin’izay, ary nipetraka teo anoloako ny anti-panahy avy any Joda.",
        "2": "Rehefa nijery aho dia nahita hoatran’ny bikabikan’olona, ary hoatran’ny afo ilay izy. Nisy afo, avy eo amin’ilay hoatran’ny andilany no ho midina. Fa avy eo amin’ny andilany no ho miakatra kosa namirapiratra hoatran’ny metaly manjelatra.",
        "3": "Dia nisy hoatran’ny tanana natsotrany ka noraisiny tamin’ny volon-dohako aho. Tao anatin’ilay fahitana avy tamin’Andriamanitra, dia nentin’ny fanahy ho eo anelanelan’ny tany sy ny lanitra aho, ka nentiny tany Jerosalema, nankeo amin’ny fidirana amin’ilay vavahady anatiny mitodika mianavaratra. Teo no nisy an’ilay sampy mahatonga an’Andriamanitra ho saro-piaro.",
        "4": "Dia hitako teo ny voninahitr’ilay Andriamanitry ny Israely, ary hoatran’ilay hitako teny amin’ny tany lemaka ilay izy.",
        "5": "Dia hoy izy tamiko: “Ry zanak’olona, atopazo mianavaratra ny masonao, azafady!” Dia natopiko nianavaratra ny masoko, ka hitako teo avaratr’ilay vavahady mankeo amin’ny alitara, teo amin’ny fidirana, ilay sampy mahatonga an’Andriamanitra ho saro-piaro.",
        "6": "Dia hoy izy tamiko: “Ry zanak’olona, hitanao ve io zavatra mahatsiravina sy maharikoriko ataon’ny taranak’Israely eto io, ka mahatonga ahy hanalavitra ny toerako masina? Hahita zavatra hafa maharikoriko sady mbola mahatsiravina kokoa anefa ianao.”",
        "7": "Nentiny teo amin’ny fidirana mankao amin’ny tokotany aho avy eo, ka rehefa nijery aho dia nahita lavaka iray teo amin’ny rindrina.",
        "8": "Dia hoy izy tamiko: “Ry zanak’olona, loahy tanteraka ilay rindrina, azafady!” Dia noloahako ilay rindrina, ka nahita fidirana iray aho.",
        "9": "Hoy indray izy tamiko: “Midira dia jereo ny zavatra ratsy sy maharikoriko ataon’izy ireo ao.”",
        "10": "Dia niditra aho, ka nahita sarina biby mandady sy biby maharikoriko isan-karazany, ary ny sampy maharikoriko rehetra notompoin’ny taranak’Israely. Natao sary sokitra eran’ny rindrina ireny.",
        "11": "Nisy anti-panahy 70 teo amin’ny taranak’Israely nijoro teo anoloan’ireny, ary niara-nijoro taminy koa i Jazania zanak’i Safana. Samy nitondra ny fitaovany fandoroana emboka manitra izy ireo, dia niakatra ny setrok’ilay emboka manitra nodorana.",
        "12": "Ary hoy izy tamiko: “Hitanao ve, ry zanak’olona, izao ataon’ny anti-panahin’ny taranak’Israely ao amin’ny maizina izao? Jereo ny ataony ao amin’ireo efitrano anatiny ametrahan’izy tsirairay ny sampiny. Hoy mantsy izy ireo: ‘Tsy mahita antsika ange i Jehovah e! Efa nafoin’i Jehovah ny tanintsika!’”",
        "13": "Hoy ihany izy tamiko: “Hahita zavatra maharikoriko mbola mahatsiravina kokoa noho izao ataon’izy ireo izao ianao.”",
        "14": "Koa nentiny teo amin’ny fidirana amin’ny vavahady avaratra mankao amin’ny tranon’i Jehovah aho. Dia nahita vehivavy maromaro nipetraka teo aho, ary nitomany an’ilay andriamanitra atao hoe Tamoza izy ireo.",
        "15": "Hoy indray izy tamiko: “Hitanao ve izao, ry zanak’olona? Hahita zavatra maharikoriko mbola mahatsiravina kokoa noho izao ianao.”",
        "16": "Dia nentiny tao amin’ny tokotany anatiny misy ny tranon’i Jehovah aho. Nisy lehilahy 25 teo ho eo tao, teo amin’ny fidirana mankao amin’ny tempolin’i Jehovah, teo anelanelan’ny tilikambo fidirana sy ny alitara. Niamboho ny tempolin’i Jehovah izy ireo, ka nitodika niantsinanana. Nivavaka tamin’ny masoandro izy ireo ka niankohoka niantsinanana.",
        "17": "Hoy ihany izy tamiko: “Hitanao ve izao, ry zanak’olona? Angaha heverin’ny taranak’i Joda hoe tsy maninona raha manao an’ireny zavatra maharikoriko ireny ry zareo, dia avy eo fenoiny herisetra ny tany sady ataony foana izay hampahatezitra ahy? Dia izao koa mbola ampiakariny hatreny amin’ny oroko mihitsy ilay rantsankazo!",
        "18": "Koa hanampatra ny hatezerako aho. Tsy hiantra azy ireo ny masoko, ary tsy hangoraka azy ireo aho. Na dia hitalaho mafy be eo am-poto-tsofiko aza izy ireo, dia tsy hihaino azy aho.”"
    },
    "9": {
        "1": "Dia henoko izy niantsoantso mafy hoe: “Antsoy ireo hanasazy an’ilay tanàna, ka asaivo mitondra ny fitaovam-piadiany avy mba handringanana!”",
        "2": "Dia nahita lehilahy enina aho, avy tany amin’ilay vavahady ambony manandrify ny avaratra. Samy nitondra ny fitaovam-piadiany famotipotehana izy ireo. Niaraka tamin’izy ireo ny lehilahy iray nanao akanjo rongony, ary nisy fitoeran-dranomaintin’ny mpitan-tsoratra teo amin’ny andilany. Dia niditra izy ireo ka nijoro teo akaikin’ny alitara varahina.",
        "3": "Ary niakatra avy teo ambonin’ireo kerobima ny voninahitr’ilay Andriamanitry ny Israely, ka nankeo amin’ny tokonam-baravaran’ilay trano. Dia nantsoin’Andriamanitra ilay lehilahy nanao akanjo rongony, ilay nisy fitoeran-dranomaintin’ny mpitan-tsoratra teo amin’ny andilany.",
        "4": "Hoy i Jehovah taminy: “Mandehana mitety ny tanànan’i Jerosalema, ka asio marika ny handrin’ny olona misento sy mitaraina noho ny zavatra maharikoriko rehetra atao ao.”",
        "5": "Henoko koa izy niteny tamin’ireo lehilahy hafa hoe: “Mandehana manaraka azy mitety an’ilay tanàna, ka asio ny olona. Aza miantra azy ireo ny masonareo, ary aza mangoraka azy.",
        "6": "Fa vonoy daholo na lehilahy efa antitra na tanora, na virjiny, na ankizikely, na vehivavy. Aza mankeo amin’izay olona misy an’ilay marika anefa. Dia atombohy ao amin’ny toerako masina izany.” Nanomboka teo amin’ny anti-panahy teo alohan’ilay trano àry izy ireo.",
        "7": "Hoy ihany Andriamanitra tamin’izy ireo: “Lotoy ilay trano, ary fenoy faty ny tokotany. Mandehana amin’izay!” Dia lasa ireo ka namely an’izay tao an-tanàna.",
        "8": "Raha mbola namely izy ireo, dia izaho irery sisa no tavela. Koa niankohoka aho ka nitalaho hoe: “Ry Jehovah Tompo Fara Tampony ô! Dia haringanao daholo ve ny sisa amin’ny Israely, amin’izao ianao manampatra ny hatezeranao amin’i Jerosalema izao?”",
        "9": "Dia hoy izy tamiko: “Be loatra ny fahadisoana nataon’ny taranak’Israely sy Joda. Feno ra mandriaka ilay tany, sady manjaka ao an-tanàna ny kolikoly. Hoy mantsy izy ireo: ‘Efa nafoin’i Jehovah ange ny tanintsika e! Dia tsy mahita antsika i Jehovah.’",
        "10": "Raha ny amiko kosa, tsy hiantra azy ireo ny masoko sady tsy hangoraka azy aho, fa hataoko mivaly aminy ny nataony.”",
        "11": "Dia hitako niverina mba hanao tatitra ilay lehilahy nanao akanjo rongony, ilay nisy fitoeran-dranomaintin’ny mpitan-tsoratra teo amin’ny andilany. Hoy izy: “Efa vitako izay nasainao nataoko.”"
    },
    "10": {
        "1": "Raha iny mbola nijery iny aho, dia nahita zavatra toy ny vato safira teo ambonin’ilay zavatra fisaka teo ambony lohan’ny kerobima. Hoatran’ny seza fiandrianana no fahitana azy io.",
        "2": "Dia hoy Andriamanitra tamin’ilay lehilahy nanao akanjo rongony: “Midira eo anelanelan’ireo kodiarana, eo ambanin’ireo kerobima, dia fenoy vainafo avy eo anelanelan’ireo kerobima ny tananao roa, dia atsipazo ao an-tanàna ilay izy.” Koa niditra izy tamin’izaho mbola nijery azy.",
        "3": "Nijoro teo ankavanan’ilay trano ireo kerobima rehefa niditra ilay lehilahy, ary feno rahona ny tokotany anatiny.",
        "4": "Ary niakatra avy teo amin’ireo kerobima ny voninahitr’i Jehovah, ka nankeo amin’ny tokonam-baravaran’ilay trano. Dia lasa feno rahona tsikelikely ilay trano, ary feno ny voninahitr’i Jehovah namirapiratra ny tokotany.",
        "5": "Heno hatreny amin’ny tokotany ivelany ny feon’ny elatr’ireo kerobima, izay hoatran’ny feon’ilay Andriamanitra Mahery Indrindra rehefa miteny.",
        "6": "Nomeny baiko indray ilay lehilahy nanao akanjo rongony hoe: “Makà afo avy eo anelanelan’ireo kodiarana, eo anelanelan’ireo kerobima.” Dia niditra ilay lehilahy ka nijoro teo akaikin’ny kodiarana.",
        "7": "Ary nanatsotra ny tanany nankeo amin’ilay afo teo anelanelan’ireo kerobima ny iray tamin’ireo kerobima. Dia naka vainafo izy ka nataony teo amin’ny tanan’ilay lehilahy nanao akanjo rongony, teo amin’ny felatanany roa. Dia noraisin’ilay lehilahy ilay izy, ka lasa izy nivoaka.",
        "8": "Nisy hoatran’ny tanan’olona teo ambany elatr’ireo kerobima.",
        "9": "Raha iny mbola nijery iny aho, dia nahita kodiarana efatra teo akaikin’ireo kerobima. Samy nisy kodiarana iray teo akaikin’ny kerobima tsirairay. Namirapiratra hoatran’ny vato krizolita ny fahitako an’ireo kodiarana.",
        "10": "Nitovy daholo ny fahitana azy efatra, hoatran’ny kodiarana ao anaty kodiarana.",
        "11": "Rehefa nandeha izy ireo, dia afaka nandroso na nihemotra na niankavia na niankavanana nefa tsy nila nivily. Tany amin’izay nitodihan’ny lohan’ny kerobima mantsy no nandehanany, ary tsy nila nivily izy ireo rehefa nandeha.",
        "12": "Feno maso daholo ny vatan’ireo kerobima ireo manontolo, ny lamosiny, ny tanany, ny elany, ary ireo kodiarana, izany hoe ny kodiarana teo akaikin’izy efatra.",
        "13": "Dia naheno feo niantso an’ireo kodiarana aho hoe: “Ry kodiarana ô!”",
        "14": "Samy nanana tarehy efatra izy tsirairay: Tarehina kerobima ilay tarehy voalohany, tarehin’olona ilay faharoa, tarehin-diona ilay fahatelo, ary tarehim-boromahery ilay fahefatra.",
        "15": "Ary niakatra ireo kerobima. Ireo ihany ny zavamananaina efa hitako teo amoron’ny reniranon’i Kebara.",
        "16": "Rehefa nandeha ireo kerobima, dia nandeha teo anilany koa ny kodiarana. Ary rehefa nanainga ny elany hiakatra avo ambonin’ny tany ireo kerobima, dia tsy nivily na niala teo anilany ny kodiarana.",
        "17": "Rehefa nijanona izy ireo, dia nijanona koa ny kodiarana. Rehefa niakatra izy ireo, dia niakatra koa ny kodiarana, satria ilay fanahy izay niasa tao amin’ireo zavamananaina ihany no tao amin’ireo kodiarana ireo.",
        "18": "Avy eo dia niala teo ambonin’ny tokonam-baravaran’ilay trano ny voninahitr’i Jehovah, ka nijanona teo ambonin’ireo kerobima ireo.",
        "19": "Rehefa nijery aho, dia hitako fa nanainga ny elany ireo kerobima ka niakatra niala tamin’ny tany. Rehefa nandeha izy ireo, dia teo anilany koa ny kodiarana. Nijanona teo amin’ny fidirana amin’ny vavahady atsinanana mankao an-tranon’i Jehovah izy ireo, ary teo ambonin’izy ireo ny voninahitr’ilay Andriamanitry ny Israely.",
        "20": "Ireo ihany ny zavamananaina efa hitako teo ambanin’ilay Andriamanitry ny Israely, teo amoron’ny reniranon’i Kebara. Dia fantatro fa kerobima izy ireo.",
        "21": "Samy nanana tarehy efatra sy elatra efatra izy efatra, ary samy nanana hoatran’ny tanan’olona, teo ambany elany.",
        "22": "Nitovy tamin’ireo endrika efa hitako teo amoron’ny reniranon’i Kebara ny fahitako ny endriny. Ary samy nandeha mahitsy izy ireo."
    },
    "11": {
        "1": "Ary nisy fanahy nanainga ahy, ka nitondra ahy tany amin’ilay vavahady atsinanana mankao amin’ny tranon’i Jehovah, dia ilay mitodika miantsinanana. Dia nahita lehilahy 25 teo amin’ny fidirana amin’ilay vavahady aho, ary niaraka tamin’izy ireo koa i Jazania zanak’i Azora sy Pelatia zanak’i Benaia. Andrianan’ny vahoaka daholo izy ireo.",
        "2": "Dia hoy Andriamanitra tamiko: “Ry zanak’olona, ireo lehilahy ireo no mitetika hanisy ratsy sy manome saina ratsy eto amin’ity tanàna ity.",
        "3": "Fa hoy izy ireo: ‘Tsy izao angaha no fotoana tokony hanorenana trano? Ity tanàna ity no vilany, ary isika no hena.’",
        "4": "“Maminania àry hoe hisy loza hanjo azy ireo. Maminania, ry zanak’olona.”",
        "5": "Dia niasa tamiko ny fanahin’i Jehovah, ka hoy izy tamiko: “Lazao hoe: ‘Izao no tenin’i Jehovah: “Marina ny teninareo, ry taranak’Israely, ary fantatro ny ao an-tsainareo.",
        "6": "Be dia be ny olona maty teto amin’ity tanàna ity noho ny nataonareo, ary nofenoinareo fatin’olona ny lalambe eto.”’”",
        "7": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Ny faty nataonareo niampatrampatra eran’ny tanàna no hena, ary ilay tanàna no vilany. Fa ianareo kosa havoaka avy ao.’”",
        "8": "“‘Sabatra no natahoranareo, nefa sabatra mihitsy no hoentiko hamely anareo’, hoy i Jehovah Tompo Fara Tampony.",
        "9": "‘Havoakako avy ao ianareo, dia hatolotro eo am-pelatanan’ny hafa firenena. Ary hampihatra didim-pitsarana aminareo aho.",
        "10": "Ho fatin’ny sabatra ianareo, ary hotsaraiko eo amin’ny sisin-tanin’ny Israely. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "11": "Tsy ho vilany ho anareo ilay tanàna, ary tsy ho hena ao anatin’izy io ianareo. Fa hotsaraiko eo amin’ny sisin-tanin’ny Israely ianareo.",
        "12": "Dia tsy maintsy ho fantatrareo fa izaho no Jehovah. Tsy nanaraka ny fitsipiko mantsy ianareo, sady tsy nanatanteraka ny didim-pitsarako, fa ny didim-pitsaran’ireo firenena manodidina anareo indray no narahinareo.’”",
        "13": "Vao avy naminany aho, dia maty i Pelatia zanak’i Benaia. Koa niankohoka aho ka nitalaho mafy hoe: “Ry Jehovah Tompo Fara Tampony ô! Dia haripakao ve ny sisa amin’ny Israely?”",
        "14": "Niteny tamiko indray i Jehovah hoe:",
        "15": "“Ry zanak’olona, ny rahalahinao, izany hoe ireo rahalahinao manana zo hanavotra ny taniny, sy ny taranak’Israely manontolo, no nilazan’ny mponin’i Jerosalema hoe: ‘Mialà lavitra an’i Jehovah! Anay ity tany ity, fa efa nomena ho fanananay.’",
        "16": "Koa lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Na dia nalefako lavitra be any amin’ireo firenena aza izy ireo, sady naparitako any amin’ny tany samy hafa, dia tsy ho ela aho dia ho lasa toerana masina ho azy ireo, any amin’izay tany nalehany.”’",
        "17": "“Koa lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hangoniko avy any amin’ireo firenena sy avy any amin’ireo tany nanaparitahako anareo koa ianareo. Dia homeko anareo ny tanin’ny Israely.",
        "18": "Ary hiverina any amin’ny taniny izy ireo, ka hesoriny any daholo ny zavatra mahatsiravina sy ny fanao maharikoriko rehetra.",
        "19": "Homeko fo iray izy ireo, ary toe-tsaina vaovao no hataoko ao aminy. Dia hesoriko ao anatiny ilay fo vato, ka homeko fo nofo izy ireo.",
        "20": "Amin’izay izy ireo dia hanaraka ny lalàko sy hanaja ny didim-pitsarako, ka hankatò an’izany. Dia ho vahoakako izy ireo, ary izaho ho Andriamaniny.”’",
        "21": "“‘“Fa izay mbola mikiry hanao an’ireo zavatra mahatsiravina sy maharikoriko fanaony kosa, dia hataoko mivaly aminy ny nataony”, hoy i Jehovah Tompo Fara Tampony.’”",
        "22": "Nanainga ny elany ireo kerobima, ary teo akaikiny teo ireo kodiarana. Teo ambonin’izy ireo kosa ny voninahitr’ilay Andriamanitry ny Israely.",
        "23": "Dia niakatra niala teo amin’ilay tanàna ny voninahitr’i Jehovah, ka nijanona teny ambonin’ilay tendrombohitra atsinanan’ny tanàna.",
        "24": "Ary nisy fanahy nanainga ahy, tao anatin’ny fahitana hitako tamin’ny alalan’ny fanahin’Andriamanitra, ka nitondra ahy tany amin’ireo olona natao sesitany tany Kaldea. Dia tapitra ilay fahitana hitako.",
        "25": "Koa noresahiko tamin’ireo olona natao sesitany ny zava-drehetra nasehon’i Jehovah ahy."
    },
    "12": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, miara-mipetraka amin’ny mpikomy ianao. Manana maso hijerena izy ireo saingy tsy mahita, ary manana sofina hihainoana saingy tsy mandre. Taranaka mpikomy mantsy izy ireo.",
        "3": "Koa omano ny entanao, ry zanak’olona, hoatran’ny hoe hatao sesitany ianao. Dia mandehana any an-tsesitany amin’ny andro antoandro, eo imason’izy ireo. Mialà ao an-tranonao, eo imason’izy ireo, dia mandehana any an-toeran-kafa, hoatran’ny olona hatao sesitany. Angamba ho tonga saina ihany izy ireo, na dia taranaka mpikomy aza.",
        "4": "Dia ento mivoaka amin’ny antoandro eo imason’izy ireo ilay entana efa nomaninao, hoatran’ny entan’ny olona hatao sesitany. Rehefa harivariva kosa ianao no tokony hiainga eo imason’izy ireo, toy ny olona hatao sesitany.",
        "5": "“Loahy eo imason’izy ireo ny rindrina, dia avoahy eo amin’ilay lavaka ny entanao.",
        "6": "Ataovy eo an-tsorokao, eo imason’izy ireo, ilay entana ka ento mivoaka rehefa maizina ny andro. Ary saròny ny tarehinao mba tsy hahitanao ny tany, satria ataoko famantarana ho an’ny taranak’Israely ianao.”",
        "7": "Koa nataoko daholo izay nampanaovina ahy. Dia nentiko nivoaka tamin’ny andro antoandro ny entako, toy ny entan’ny olona hatao sesitany. Rehefa harivariva kosa ny andro, dia noloahako tamin’ny tanako ny rindrina. Ary nentiko nivoaka ny entako rehefa maizina ny andro. Dia nataoko teo an-tsoroko, teo imason’izy ireo, ilay entako.",
        "8": "Niteny tamiko indray i Jehovah rehefa maraina, hoe:",
        "9": "“Ry zanak’olona, tsy nanontany anao ve ny taranak’Israely, ilay taranaka mpikomy, hoe: ‘Inona ity ataonao?’",
        "10": "Lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Mahakasika ny mpiadidy ao Jerosalema sy ny taranak’Israely rehetra mipetraka ao ity fanambarana ity.”’",
        "11": "“Koa lazao hoe: ‘Famantarana ho anareo aho. Ireny nataoko rehetra ireny no hatao amin’izy ireo. Hatao sesitany sy hoentina ho babo tokoa izy ireo.",
        "12": "Hitondra ny entany eo an-tsorony ilay mpiadidy eo amin’izy ireo, ka hiainga rehefa maizina ny andro. Ary holavahany ny manda, dia havoakany eo ny entany. Dia hotakonany ny tarehiny mba tsy hahita ny tany izy.’",
        "13": "Hatsipiko eo aminy ny haratoko, ka ho tratran’ilay harato famandrihana izy. Ary hoentiko any Babylona, any amin’ny tanin’ny Kaldeanina izy, saingy tsy hahita an’ilay tany. Any izy no ho faty.",
        "14": "Haparitako any amin’ny vazan-tany efatra ny olona rehetra manodidina azy, izany hoe ny mpanampy azy sy ny miaramilany. Ary hanatsoaka sabatra aho dia henjehiko izy ireo.",
        "15": "Dia tsy maintsy ho fantatr’izy ireo fa izaho no Jehovah, rehefa aparitako any amin’ireo firenena izy ireo ka aeliko any amin’ny tany samihafa.",
        "16": "Hisy amin’izy ireo anefa tsy hovonoiko, ka tsy ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana. Amin’izay izy ireo ho afaka hitantara any amin’ireo firenena handehanany ny zavatra maharikoriko rehetra nataony. Dia tsy maintsy ho fantany fa izaho no Jehovah.”",
        "17": "Niteny tamiko indray i Jehovah hoe:",
        "18": "“Ry zanak’olona, hihinana ny mofonao ianao sady hangovitra ihany mihinana azy. Hisotro ny ranonao koa ianao, sady hatahotra sy hitebiteby ihany misotro azy.",
        "19": "Ary lazao amin’ny vahoaka hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony amin’ny mponin’i Jerosalema any amin’ny tanin’ny Israely: “Hihinana ny mofony izy ireo sady hitebiteby ihany, ary hisotro ny ranony sady hihorohoro ihany. Ho lasa tsy misy mponina intsony mantsy ny taniny satria mahery setra daholo ny mponina ao.",
        "20": "Ho rava ireo tanàna misy mponina, ary ho lasa ngazana ilay tany. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "21": "Dia niteny tamiko indray i Jehovah hoe:",
        "22": "“Ry zanak’olona, inona indray izany ohabolana fampiasa eo amin’ny tanin’ny Israely izany? Hoy mantsy izy ireo: ‘Mandeha ihany ny fotoana, fa tsy misy tanteraka akory ny fahitana.’",
        "23": "Lazao amin’izy ireo àry hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hatsahatro izany ohabolana izany, ka tsy hisy hiteny an’izany intsony any Israely.”’ Lazao amin’izy ireo anefa hoe: ‘Efa akaiky ny fotoana, ary ho tanteraka daholo ny fahitana.’",
        "24": "Fa tsy hisy fahitana sandoka intsony eo amin’ny taranak’Israely, sady tsy hisy mpanao sikidy mamitaka.",
        "25": "‘“Fa izaho Jehovah no hiteny. Tsy maintsy ho tanteraka izay teneniko, ary tsy hihemotra intsony izany. Dia hiteny an’izany aho amin’izao andronareo izao, ka hotanterahiko izany, ry taranaka mpikomy ô!”, hoy i Jehovah Tompo Fara Tampony.’”",
        "26": "Niteny tamiko indray i Jehovah hoe:",
        "27": "“Ry zanak’olona, milaza ny vahoakan’Israely hoe: ‘Mbola any aoriana be any vao ho tanteraka ny fahitana hitany, ary mbola ho ela be vao ho tanteraka ny faminaniany.’",
        "28": "Koa lazao amin’izy ireo hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “‘Ho tanteraka daholo ny teniko ary tsy hisy hihemotra intsony izany’, hoy i Jehovah Tompo Fara Tampony.”’”"
    },
    "13": {
        "1": "Ary niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania hoe hisy loza hanjo an’ireo mpaminanin’ny Israely. Lazao amin’izay mamoromporona faminaniana hoe: ‘Henoy ny tenin’i Jehovah.",
        "3": "Izao no tenin’i Jehovah Tompo Fara Tampony: “Hahita loza izay mpaminany adala maminany an’izay ao an-tsainy fotsiny, nefa tsy nahita na inona na inona akory!",
        "4": "Lasa hoatran’ny amboadia eny amin’ny tanàna efa ravarava ny mpaminaninao, ry Israely ô!",
        "5": "Tsy ho eny amin’izay gorobaka amin’ny manda vato ianareo mba hanorina azy indray ho an’ny taranak’Israely. Noho izany, dia tsy ho tafavoaka velona amin’ilay ady amin’ny andron’i Jehovah ny Israely.”",
        "6": "“Nahita fahitana sandoka izy ireo, ary naminany lainga hoe: ‘Izao no tenin’i Jehovah.’ Tsy naniraka azy akory anefa i Jehovah. Dia nandrasan’izy ireo hoe ho tanteraka ny tenin’izy ireo.",
        "7": "Tsy fahitana sandoka ve no hitanareo, ary tsy naminany lainga ve ianareo, tamin’ianareo niteny hoe: ‘Izao no tenin’i Jehovah’, nefa izaho tsy niteny na inona na inona akory?”’",
        "8": "“‘Izao àry no tenin’i Jehovah Tompo Fara Tampony: “‘Satria nilaza zavatra diso ianareo sady tsy marina ny fahitana hitanareo, dia hanameloka anareo aho’, hoy i Jehovah Tompo Fara Tampony.”",
        "9": "Ary ny tanako no hamely an’ireo mpaminany mahita fahitana tsy marina sady maminany lainga. Tsy ho anisan’ny olona tena akaiky ahy izy ireo, sady tsy ho voasoratra anarana ao amin’ny lisitry ny taranak’Israely, ary tsy hiverina any amin’ny tanin’ny Israely. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.",
        "10": "Nofitahin’izy ireo mantsy ny vahoakako, rehefa nilaza izy ireo hoe: “Fiadanana!”, nefa tsy misy fiadanana akory. Rehefa atsangana ny rindrina manasaraka efitra, dia rindrina mora simba no atsangana, nefa avy eo laloriny fotsy.’",
        "11": "“Teneno ireo manisy lalotra fotsy an’ilay rindrina hoe hirodana ilay izy. Ho avy be ny orana ka hisy riaka be. Hilatsaka koa ny havandra, sady hisy tafio-drivotra mifofofofo, ka hirodana ilay izy.",
        "12": "Rehefa mirodana ilay rindrina, dia hisy olona hanontany anareo hoe: ‘Aiza izao ilay lalotra nataonareo?’",
        "13": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Tezitra be aho ka hataoko misy tafio-drivotra mifofofofo, sady hataoko avy be ny orana dia hisy riaka be. Hisafoaka koa aho ka hampilatsaka havandra mandravarava.",
        "14": "Ary harodako ny rindrina nasianareo lalotra fotsy ka hazerako amin’ny tany, dia hiseho hatramin’ny fototra iorenany. Ho ringana koa ianareo, rehefa rava ilay tanàna. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "15": "“‘Rehefa anamparako ny hatezerako ilay rindrina sy ireo nanisy lalotra fotsy tamin’ilay izy, dia hiteny aminareo aho hoe: “Tsy eo intsony izao ilay rindrina ary tsy eo intsony koa ireo nandalotra azy.",
        "16": "Tsy eo intsony ny mpaminanin’ny Israely, izay naminany momba an’i Jerosalema sy nahita fahitana hoe hiadana io tanàna io, nefa tsy misy fiadanana akory”’, hoy i Jehovah Tompo Fara Tampony.",
        "17": "“Ary ianao, ry zanak’olona, mitodiha any amin’ny zanakavavin’ny firenenao izay mamoromporona faminaniana, ka maminania hoe hisy loza hanjo azy ireo.",
        "18": "Lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hahita loza ireo vehivavy manjaitra tapa-damba hatao eny amin’ny sandrin’izy rehetra, ary manamboatra voaly hatao amin’ny lohan’izy rehetra araka izay habeny, satria izy ireo te hihaza ain’olona! Mihaza ny ain’ny vahoakako ve ianareo, nefa ny ainareo tadiavinareo hotsimbinina?",
        "19": "Hanazimbazimba ahy eo imason’ny vahoakako ve ianareo mba hahazoanareo vary orza eran’ny tanana sy poti-mofo, ka vonoinareo izay tsy tokony ho faty, fa tsimbininareo kosa izay tokony ho faty? Manao an’izany mantsy ianareo rehefa mandainga amin’ny vahoakako, izay mihaino ny lainganareo.”’",
        "20": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Tsy tiako mihitsy ny tapa-damba nampiasainareo vehivavy mba hihazana ain’olona, izay hazainareo hoatran’ny vorona. Dia hendahako eny amin’ny sandrinareo ireny, ary hafahako izay hazainareo hoatran’ny vorona.",
        "21": "Hendahako ny voalinareo, ary hovonjeko avy eny am-pelatananareo ny vahoakako, dia tsy ho toy ny haza hosamborinareo intsony izy ireo. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "22": "Nataonareo kivy ny olo-marina satria nandainganareo, nefa izaho aza tsy nanao izay hampalahelo azy akory. Nampaherezinareo koa ny ratsy fanahy, ka vao mainka tsy niala tamin’ny lalan-dratsiny mba ho voatsimbina ny ainy.",
        "23": "Noho izany, dia tsy hahita fahitana sandoka intsony ianareo vehivavy, ary tsy hanao sikidy intsony. Dia hovonjeko avy eny am-pelatananareo ny vahoakako, ka tsy maintsy ho fantatrareo fa izaho no Jehovah.’”"
    },
    "14": {
        "1": "Ary nisy anti-panahin’ny Israely tonga tao amiko, ka nipetraka teo anoloako.",
        "2": "Dia niteny tamiko i Jehovah hoe:",
        "3": "“Ry zanak’olona, efa tapa-kevitra ny hanompo ny sampiny maharikoriko ireo lehilahy ireo. Efa nanisy vato mahatafintohina mahatonga ny olona hanota koa izy ireo. Koa izaho ve dia hanaiky hanontaniany?",
        "4": "Miresaha amin’izy ireo dia teneno izy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Raha efa tapa-kevitra ny hanompo ny sampiny maharikoriko ny Israelita anankiray, sady manisy vato mahatafintohina mahatonga ny olona hanota, nefa avy eo izy tonga manontany mpaminany, dia izaho Jehovah no hamaly azy mifanaraka tsara amin’ny habetsahan’ny sampiny maharikoriko.",
        "5": "Fa hataoko mihorohoro ny fon’ny taranak’Israely, satria niala tamiko izy rehetra ka nanompo ny sampiny maharikoriko.”’",
        "6": "“Teneno àry ny taranak’Israely hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Miverena amiko ka mialà amin’ny sampinareo maharikoriko, ary aza manao an’ireny zavatra mahatsiravina rehetra fanaonareo ireny intsony.",
        "7": "Fa raha miala amiko ny Israelita na ny vahiny mipetraka any Israely, ka tapa-kevitra ny hanompo ny sampiny maharikoriko sady manisy vato mahatafintohina mahatonga ny olona hanota, nefa avy eo izy tonga manontany ny mpaminaniko, dia izaho Jehovah mihitsy no hamaly azy.",
        "8": "Hanohitra an’izany olona izany aho, ka hataoko anatra ho an’ny olon-kafa izy, sady hataoko lasa oha-pitenenana, ary haringako tsy ho anisan’ny vahoakako. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’",
        "9": "“‘Raha voafitaka anefa ilay mpaminany ka mamaly an’izay anontaniana azy, dia izaho Jehovah no namitaka azy. Dia hatsotrako hamely azy ny tanako, ka haringako tsy ho anisan’ny Israely vahoakako izy.",
        "10": "Tsy maintsy hizaka ny vokatry ny fahadisoany izy ireo. Hitovy ihany ny fahadisoan’ilay olona nanontany sy ny fahadisoan’ilay mpaminany.",
        "11": "Amin’izay dia tsy hiala amiko intsony ny taranak’Israely, sady tsy handoto ny tenany intsony amin’ny fahadisoana rehetra nataony. Dia ho vahoakako izy ireo, ary izaho ho Andriamaniny’, hoy i Jehovah Tompo Fara Tampony.”",
        "12": "Ary niteny tamiko indray i Jehovah hoe:",
        "13": "“Ry zanak’olona, raha manota ny tany iray ka mivadika amiko, dia hatsotrako hamely azy io ny tanako. Hopotipotehiko ny sakafo rehetra voangona ao amin’ilay tany, ary hasiako mosary ao. Dia haripako daholo ny olona sy ny biby ao.”",
        "14": "“‘Na dia ao amin’izany tany izany aza ireto telo lahy ireto—i Noa sy Daniela ary Joba—dia ny tenany ihany no ho voavonjiny noho ny fahamarinany’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "“‘Andeha hatao hoe andefasako bibidia masiaka ao amin’ilay tany, dia aripany daholo ny mponina ao, ary lasa ngazana ilay tany ka tsy misy olona mandalo intsony ao noho ireo bibidia.",
        "16": "Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘na dia ao amin’izany tany izany aza izy telo lahy ireo, dia tsy hahavita hamonjy ny zanany lahy na ny zanany vavy izy ireo, fa ny tenany ihany no ho voavonjiny, ary tsy hisy mponina intsony ilay tany.’”",
        "17": "“‘Andeha hatao koa hoe mitondra sabatra hamelezana an’ilay tany aho, dia miteny hoe: “Aoka hisy sabatra hitety an’ilay tany”, dia haripako daholo ny olona sy ny biby ao.",
        "18": "Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘na dia ao amin’izany tany izany aza izy telo lahy ireo, dia tsy hahavita hamonjy ny zanany lahy na ny zanany vavy izy ireo, fa ny tenany ihany no ho voavonjiny.’”",
        "19": "“‘Andeha hatao hoe mandefa areti-mandringana ao amin’ilay tany aho, ka manampatra ny hatezerako aminy dia ataoko misy ra mandriaka ao, sady aripako daholo ny olona sy ny biby fiompy ao.",
        "20": "Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘na dia ao amin’izany tany izany aza i Noa sy Daniela ary Joba, dia tsy hahavita hamonjy ny zanany lahy na ny zanany vavy izy ireo, fa ny tenany ihany no ho voavonjiny noho ny fahamarinany.’”",
        "21": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hoatr’izany no hitranga rehefa andefasako sazy efatra i Jerosalema, dia sabatra sy mosary sy bibidia masiaka ary areti-mandringana. Amin’izay ho ripaka daholo ny olona sy ny biby ao.",
        "22": "Handositra sy havoaka avy ao anefa izay sisa tavela ao, anisan’izany ny zanakalahy sy ny zanakavavy. Ho any aminareo izy ireny, ka rehefa mahita an’izay nataony ianareo, dia hahazo fampiononana noho ny loza nalefako tany Jerosalema, izany hoe izay rehetra nataoko taminy.’”",
        "23": "“‘Hampionona anareo izy ireny, rehefa hitanareo izay nataony. Dia ho fantatrareo fa misy antony matoa aho nanao an’izany zavatra tsy maintsy nataoko tamin’i Jerosalema izany’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "15": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, angaha tsara noho ny hazo hafa na ny sampan’ny hazo ala ny tahon’ny voaloboka?",
        "3": "Azo anaovan-javatra ve ny tahony, sa azo anamboarana fanantonana fitaovana?",
        "4": "Atsipy ao anaty afo aza ilay izy mba hatao kitay. Dia samy may ny tendrony roa, ary levon’ny afo koa ny eo antenatenany. Mbola azo ampiasaina ihany ve ilay izy?",
        "5": "Tamin’ilay izy mbola tsy may aza tsy azo nanaovana na inona na inona, koa mainka fa rehefa may sy levon’ny afo?”",
        "6": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hoatran’ilay tahon’ny voaloboka maniry any an’ala, izay natsipiko tao anaty afo mba hatao kitay, dia hataoko hoatr’izany koa ny mponin’i Jerosalema.",
        "7": "Hanohitra azy ireo aho. Tafavoaka avy tao anaty afo izy ireo, saingy ho levon’ny afo ihany. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa manohitra azy ireo aho.’”",
        "8": "“‘Hataoko lasa tsy misy mponina ilay tany satria nivadika tamiko izy ireo’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "16": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, ampahafantaro an’i Jerosalema ny zavatra maharikoriko fanaony.",
        "3": "Koa lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony amin’i Jerosalema: “Any amin’ny tanin’ny Kananita ny fiavianao, ary tany koa ianao no teraka. Amorita ny rainao, ary Hetita ny reninao.",
        "4": "Tamin’ianao teraka, dia tsy notapahina ny tadim-poitranao, tsy nampandroina tamin’ny rano ianao hanadiovana anao, sady tsy nokosehina tamin’ny sira, ary tsy nofonosina lamban-jaza, tamin’ny andro nahaterahanao.",
        "5": "Tsy mba nisy olona niantra anao ka hoe nanao ny iray tamin’ireo zavatra ireo taminao. Tsy nisy nangoraka anao koa, fa natsipy teny an-tsaha aza ianao satria halan’ny olona, tamin’ny andro nahaterahanao.",
        "6": "“‘“Rehefa nandalo aho, dia nahita anao nitsipatsipaka sady nihosin-dra. Dia hoy aho taminao tamin’ianao mbola nihosin-dra: ‘Enga anie ianao ho velona!’ Tamin’ianao nihosin-dra teo iny aho no niteny hoe: ‘Enga anie ianao ho velona!’",
        "7": "Nataoko lasa be dia be ianao, hoatran’ny zavamaniry mitsimoka any an-tsaha. Dia nitombo sy nihalehibe ianao, sady nanao firavaka faran’izay tsara. Efa nihalehibe ny nononao, ary naniry ny volonao. Mbola nitanjaka sy niboridana anefa ianao tamin’izay.”’",
        "8": "“‘Rehefa nandalo aho ka nahita anao, dia hitako hoe efa tao amin’ny taona mampitsiry ny fitiavana ianao. Dia novelariko handrakotra anao ny akanjoko, ka norakofako ianao mba tsy hitanjaka. Nianiana sy nanao fifanekena taminao aho’, hoy i Jehovah Tompo Fara Tampony, ‘ary lasa fananako ianao.",
        "9": "Nosasako tamin’ny rano koa ianao dia nodioviko, ka niala ny ra teo aminao. Nohosorako menaka ianao avy eo.",
        "10": "Dia nampanaoviko akanjo misy peta-kofehy ianao, sady nomeko kapa hoditra tsara tarehy. Nampitafiako lamba rongony tena tsara ianao, ary nampanaoviko akanjo lafo vidy be.",
        "11": "Nasiako firavaka ianao, dia nasiako brasele ny tananao ary rojo ny tendanao.",
        "12": "Nasiako kavina koa ny oronao sy ny sofinao, ary diadema tsara tarehy no nataoko teo amin’ny lohanao.",
        "13": "Niravaka volamena sy volafotsy ianao, ary nanao lamba rongony tena tsara sy lamba lafo vidy be ary akanjo misy peta-kofehy. Lafarinina tsara toto sy tantely ary menaka no fihinanao. Lasa tsara tarehy be ianao, dia lasa mendrika ny ho mpanjakavavy.’”",
        "14": "“‘Lasa niely be teo amin’ireo firenena ny lazanao satria tsara tarehy ianao. Tena tsara tarehy be ianao, satria nataoko teo aminao ny voninahitro’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "“‘Natoky ny hatsaran-tarehinao anefa ianao, ka lasa nivaro-tena satria nalaza. Nanaram-po nivaro-tena tamin’ny mpandalo rehetra ianao, ka nafoinao ho an’ireny ny hatsaran-tarehinao.",
        "16": "Nalainao ny akanjonao marevaka sasany, dia nandravahanao ny toerana avo, ary teny ianao no nivaro-tena. Zavatra tsy tokony hitranga mihitsy anefa izany sady tsy tokony hisy akory.",
        "17": "Nalainao koa ireo firavakao tsara tarehy vita amin’ny volamena sy volafotsy nomeko anao, ka nanamboaranao sarin-dehilahy. Dia nivaro-tena tamin’ireny sarivongana ireny ianao.",
        "18": "Ary nalainao ny akanjonao misy peta-kofehy ka nampanaovinao an’ireny. Natolotrao an’ireny ny menaka sy ny emboka manitra tokony ho ahy.",
        "19": "Natolotrao an’ireny mba hanome fofona mahafinaritra koa ny mofo nomeko anao, dia mofo vita amin’ny lafarinina tsara toto sy menaka ary tantely nomeko hohaninao. Izany mihitsy no nitranga’, hoy i Jehovah Tompo Fara Tampony.”",
        "20": "“‘Dia nalainao ny zanakao lahy sy ny zanakao vavy izay naterakao tamiko, ka nataonao sorona ho an’ireny sampy ireny. Tsy efa be ve izay fivarotan-tena nataonao izay?",
        "21": "Novonoinao ny zanako, dia nataonao sorona sy nodoranao tao anaty afo.",
        "22": "Rehefa nanao an’ireny zavatra maharikoriko fanaonao rehetra ireny ianao sady nivaro-tena, dia tsy mba nahatsiaro ny andron’ny fahazazanao, tamin’ianao nitanjaka sy niboridana. Nitsipatsipaka sady nihosin-dra ianao tamin’izany.",
        "23": "Loza! Hahita loza ianao!’, hoy i Jehovah Tompo Fara Tampony, ‘satria nahavita an’ireny zava-dratsy rehetra ireny.",
        "24": "Nanamboatra dongon-tany ho anao ianao, sady nanao toerana avo teny amin’ny tany malalaka rehetra teny.",
        "25": "Nanorina toerana avo teny amin’ny toerana mora tazana indrindra teny amoron-dalana rehetra teny, ianao. Dia nataonao lasa zavatra maharikoriko ny hatsaran-tarehinao, satria nivaro-tena tamin’izao mpandalo rehetra izao ianao, ary vao mainka nanaram-po nivaro-tena.",
        "26": "Nivaro-tena tamin’ireo zanakalahin’i Ejipta ianao, dia tamin’ireo lehilahy eny akaikinao izay efa may mafy hanao firaisana. Dia nampahatezitra ahy ianao satria nanaram-po nivaro-tena.",
        "27": "Koa hatsotrako hamely anao ny tanako, ka hahenako ny anjara sakafonao. Havelako hanao izay tiany hatao aminao ireo vehivavy mankahala anao, dia ireo zanakavavin’ny Filistinina, izay rikoriko noho ny fitondran-tenanao mamoafady.",
        "28": "“‘Nivaro-tena tamin’ny zanakalahin’i Asyria ianao avy eo, satria tsy nety afa-po. Na dia efa nivaro-tena tamin’ireny aza ianao, dia mbola tsy afa-po ihany.",
        "29": "Vao mainka àry ianao nivaro-tena tany amin’ny tanin’ny mpivarotra sy tamin’ny Kaldeanina, nefa mbola tsy afa-po ihany.",
        "30": "Tena nalemy ny fonao’, hoy i Jehovah Tompo Fara Tampony, ‘tamin’ianao nanao an’izany rehetra izany, hoatran’ny mpivaro-tena tsy mahalala menatra.",
        "31": "Tsy mba hoatran’ny mpivaro-tena rehetra ianao satria tsy nety nandray karama, tamin’ianao nanamboatra dongon-tany teny amin’ny toerana mora tazana indrindra teny amoron-dalana rehetra teny, sady nanao toerana avo teny amin’ny tany malalaka rehetra teny.",
        "32": "Vehivavy mpanitsakitsa-bady ianao, ary olona tsy fantatrao no iarahanao fa tsy ny vadinao.",
        "33": "Ny mpivaro-tena rehetra dia omen’ny olona fanomezana. Ianao indray anefa no manome fanomezana ho an’izay rehetra may mafy hanao firaisana aminao. Omenao tsolotra izy ireo, mba hankanesany ao aminao avy eny amin’ny manodidina rehetra eny, dia hivaro-tena aminy ianao.",
        "34": "Tsy hoatran’ny vehivavy mpivaro-tena hafa ianao. Tsy misy mpivaro-tena manao hoatran’ny fanaonao mihitsy! Ianao indray no manome karama fa tsy omena karama. Tsy hoatran’ny ataon’ny hafa mihitsy ny fanaonao.’",
        "35": "“Henoy àry ny tenin’i Jehovah, ry mpivaro-tena ô!",
        "36": "Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Efa may mafy hanao firaisana ianao, ary nahariharinao ny fitanjahanao rehefa nivaro-tena tamin’ireo lehilahy niarahanao ianao, sady nivaro-tena tamin’ireny sampinao maharikoriko rehetra ireny. Nataonao sorona ho an’ireny sampy ireny mihitsy aza ny ran’ny zanakao.",
        "37": "Angoniko daholo àry ny lehilahy niarahanao izay nomenao fahafinaretana, izany hoe izay rehetra tianao sy nankahalainao. Hangoniko avy eny amin’ny manodidina rehetra eny izy ireo mba hanohitra anao. Dia haharihariko amin’izy ireo ny fitanjahanao, ka ho hitany hoe mitanjaka tanteraka ianao.",
        "38": "“‘Hofaiziko ianao, ka hampihariko aminao ny didim-pitsarana sahaza ny vehivavy mpanitsakitsa-bady sy mpandatsa-dra. Dia halatsaka ny ranao, satria tezitra be aminao aho sady saro-piaro.",
        "39": "Hatolotro eo am-pelatanan’izy ireo koa ianao, dia horavany ny dongon-tany namboarinao, ary harodana ny toerana avo nataonao. Hendahany ny fitafianao sady ho lasany ny firavakao tsara tarehy, ary havelany mitanjaka sy miboridana ianao.",
        "40": "Hamory vahoaka hamely anao izy ireo, ka hitora-bato anao sy hamono anao amin’ny sabatra.",
        "41": "Handoro ny tranonao izy ireo ka hampihatra didim-pitsarana aminao, eo imason’ny vehivavy be dia be. Tsy havelako hivaro-tena intsony koa ianao, ka tsy hanome karama intsony.",
        "42": "Dia ho afaka ny hatezerako ka tsy ho tezitra aminao intsony aho. Ho tony koa aho ka tsy ho sosotra intsony.’",
        "43": "“‘Tsy mba nahatsiaro ny andron’ny fahatanoranao ianao, sady nampahatezitra ahy tamin’ireny zavatra rehetra nataonao ireny. Koa havaliko aminao ny nataonao’, hoy i Jehovah Tompo Fara Tampony. ‘Dia tsy hanana fitondran-tena mamoafady intsony ianao, sady tsy hanao an’ireny zavatra maharikoriko rehetra fanaonao ireny intsony.",
        "44": "“‘Hampiharina aminao izao fitenin’ny mpampiasa ohabolana izao: “Manahaka an-dreniny mihitsy ilay zanany vavy!”",
        "45": "Tena zanaky ny reninao mihitsy ianao. Izy mantsy nanao tsinontsinona ny vady aman-janany. Ary rahavavin’ny rahavavinao tokoa ianao, satria ry zareo nanao tsinontsinona ny vady aman-janany. Hetita ny reninareo, ary Amorita ny rainareo.’”",
        "46": "“‘I Samaria no zokinao vavy, ary eo avaratrao izy sy ny zanany vavy no mipetraka. I Sodoma kosa no zandrinao vavy, ary eo atsimonao izy sy ny zanany vavy no mipetraka.",
        "47": "Nanao hoatran’ny nataon’izy ireo ianao, sady nanao ny fanaony maharikoriko. Tsy vitan’izay anefa fa vetivety koa ianao dia nanao zava-dratsy mihoatra lavitra noho ny vitan’izy ireo.",
        "48": "Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘na dia i Sodoma rahavavinao sy ny zanany vavy aza mbola tsy nahavita hoatran’ny vitanao sy ny zanakao vavy.",
        "49": "Izao no fahadisoan’i Sodoma rahavavinao: Nirehareha izy sy ny zanany vavy. Nanana sakafo be dia be izy ireo, ary nilamina be sady tsy nanana ahiahy, nefa tsy mba nampiany ny olona mijaly sy ny mahantra.",
        "50": "Nanambony tena foana koa izy ireo, sady nanao zavatra maharikoriko teo imasoko foana. Dia hitako hoe tsy maintsy naringana izy ireo.",
        "51": "“‘Na i Samaria aza tsy nahavita ny antsasaky ny fahotana be dia be vitanao. Nataonao betsaka noho ny zavatra maharikoriko nataony ny nataonao. Dia ny rahavavinao indray no lasa hoatran’ny hoe olo-marina, rehefa jerena ny fanao maharikoriko rehetra nataonao.",
        "52": "Ho afa-baraka ianao satria ny nataonao ihany no mampiseho hoe hoatran’ny hoe mety ny nataon’ny rahavavinao. Lasa marina kokoa noho ianao izy ireo, satria mbola maharikoriko kokoa noho ny nataony ny fahotana vitanao. Aleo àry ianao ho menatra sy afa-baraka, satria lasa ny rahavavinao indray no hoatran’ny hoe olo-marina, noho ny nataonao.’",
        "53": "“‘Dia hangoniko ny olona nataony babo, izany hoe izay babon’i Sodoma sy ny zanany vavy, ary izay babon’i Samaria sy ny zanany vavy. Hangoniko miaraka amin’ireny koa ny olona nataonao babo,",
        "54": "mba ho afa-baraka ianao. Ho afa-baraka ianao satria nampionona an-dry zareo.",
        "55": "Ho lasa hoatran’ny taloha indray ny rahavavinao, dia i Sodoma sy ny zanany vavy, ary Samaria sy ny zanany vavy. Ho lasa hoatran’ny taloha koa ianao sy ny zanakao vavy.",
        "56": "Nihevitra ianao hoe tsy mendrika ny horesahina ny momba an’i Sodoma rahavavinao, tamin’ny fotoana nampirehareha anao.",
        "57": "Mbola tsy naharihary ny ratsy nataonao, tamin’izay. Mandatsa anao izao ny zanakavavin’i Syria sy ny firenena eny akaikiny, ary manesoeso anao ny zanakavavin’i Filistinina, dia izay rehetra manodidina anao.",
        "58": "Hizaka ny vokatry ny fitondran-tenanao mamoafady sy ny fanaonao maharikoriko ianao’, hoy i Jehovah.”",
        "59": "“Fa izao no tenin’i Jehovah Tompo Fara Tampony: ‘Havaliko aminao izay nataonao, satria nataonao tsinontsinona ilay fianianana, ka tsy nohajainao ilay fifanekena nataoko taminao.",
        "60": "Fa izaho kosa hahatsiaro an’ilay fifanekena nataoko taminao tamin’ny andron’ny fahatanoranao. Ary hanao fifanekena maharitra mandrakizay aminao aho.",
        "61": "Dia hotsaroanao ny nataonao ka ho menatra ianao rehefa mandray an’ireo rahavavinao, dia ny zokinao sy ny zandrinao. Homeko anao ho zanakao vavy izy ireo, nefa tsy noho ilay fifanekena natao taminao.’",
        "62": "“‘Izaho mihitsy no hanao fifanekena aminao. Dia tsy maintsy ho fantatrao fa izaho no Jehovah.",
        "63": "Ary hahatsiaro ianao dia ho menatra loatra sy ho afa-baraka ka tsy ho sahy hanoka-bava akory, rehefa mandrakotra ny fahotanao aho na dia teo aza ireny zavatra rehetra nataonao ireny’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "17": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, manaova ankamantatra, na fanoharana, amin’ny taranak’Israely.",
        "3": "Lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Nisy voromahery lehibe iray nanana elatra lehibe. Lava be ny volon’elany, ary rakotra volo miloko isan-karazany ilay voromahery. Tonga tany Libàna ilay izy ka nalainy ny laingon’ny hazo sedera.",
        "4": "Dia notapahiny ny tendron’ny rantsany mbola tanora, ka nentiny tany amin’ny tanin’ny mpivarotra, dia namboleny tao amin’ny tanànan’ny mpivarotra.",
        "5": "Nalainy koa ny voa sasany tao amin’ilay tany, ka namboleny teo amin’ny saha lonaka. Dia namboleny hoatran’ny hazomalahelo teo amin’ny toerana azon-drano tsara ilay izy.",
        "6": "Nitsimoka àry ilay voa, ka lasa voaloboka ivaiva sady misandrahaka. Nitodika nankany anatiny ny raviny, ary naniry tao ambaniny ihany ny fakany. Dia lasa voaloboka ilay izy, ka nitsimoka sy nandrantsana.",
        "7": "“‘“Ary nisy voromahery lehibe hafa koa nanana elatra lehibe, ary ngezabe ny volon’elany. Dia maika erỳ ilay voaloboka nampisandrahaka ny fakany ho any amin’io voromahery io, avy teo amin’ilay zaridaina nambolena azy. Nalefany nankany amin’ilay voromahery koa ny raviny mba hotondrahany.",
        "8": "Efa mba nambolena teo amin’ny tany azon-drano tsara anefa ilay izy, mba hisy sampany sy hamoa ka ho lasa voaloboka lehibe.”’",
        "9": "“Lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Ho vanona ihany ve izy? Dia tsy hisy hanongotra ve ny fakany? Tsy havelany ho lo ve ny voany, ary havelany halazo ny tsimoka eo aminy? Ho maina be izy, ka tsy hila sandry matanjaka na olona be dia be hanongotra azy hatramin’ny fakany.",
        "10": "Ho vanona ihany ve izy na dia afindra aza? Tsy halazo tanteraka ve izy rehefa tsofin’ny rivotra avy any atsinanana? Halazo eo amin’ilay zaridaina naniriany ihany izy.”’”",
        "11": "Dia niteny tamiko indray i Jehovah hoe:",
        "12": "“Lazao amin’ io taranaka mpikomy io, azafady, hoe: ‘Tsy azonareo ve ny dikan’izany?’ Koa lazao hoe: ‘Tonga tany Jerosalema ny mpanjakan’i Babylona, ary nalainy ny mpanjaka sy ny andriana tao ka nentiny niaraka taminy tany Babylona.",
        "13": "Naka iray tamin’ny taranaky ny mpanjaka koa izy, ka nanao fifanekena taminy ary nampanao fianianana azy. Dia nentiny koa ny olona ambony tao amin’ilay tany,",
        "14": "amin’izay dia haetry ilay fanjakana ka tsy ho tafarina intsony. Rehefa manaja an’ilay fifanekena nataony ihany anefa ny vahoaka vao haharitra ilay fanjakana.",
        "15": "Nikomy taminy anefa ilay mpanjaka tamin’ny farany ka naniraka olona ho any Ejipta, satria te hahazo soavaly sy tafika lehibe avy any. Dia hahomby ve izy? Dia tsy ho voasazy ve ilay manao an’izany? Raha tsy manaja fifanekena ve izy dia hanantena hoe ho afaka handositra?’",
        "16": "“‘“Raha mbola velona koa aho”, hoy i Jehovah Tompo Fara Tampony, “dia ho faty any Babylona izy, dia any amin’ny tanin’ilay mpanjaka nanao azy ho mpanjaka. Nanao fianianana taminy mantsy izy nefa nataony tsinontsinona izany, ary nanao fifanekena izy ireo nefa tsy nohajainy izany.",
        "17": "Tsy hahavonjy azy amin’ny ady anefa ny tafika lehibe sy ny miaramila be dia be homen’i Farao, rehefa atsangana ny dongon-tany ary aorina ny manda fanaovana fahirano mba handripahana olona be dia be.",
        "18": "Nanao tsinontsinona fianianana izy sady nivadika tamin’ny fifanekena. Efa nampanantena izy fa hitana ny teniny, nefa mbola nanao an’izany rehetra izany ihany. Koa tsy ho afa-mandositra izy.”’",
        "19": "“‘Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Raha mbola velona koa aho, dia hataoko mivaly aminy ny nataony. Nataony tsinontsinona mantsy ny fianianana nataony tamin’ny anarako, ary tsy nohajainy ny fifanekena nataony teo anatrehako.",
        "20": "Koa hatsipiko eo aminy ny haratoko, ka ho tratran’ilay harato famandrihana izy. Dia hoentiko any Babylona izy ka any izahay no hifandahatra eo amin’ny fitsarana, satria nivadika tamiko izy.",
        "21": "Ho fatin’ny sabatra daholo izay miaramilany afa-nandositra. Izay sisa tavela kosa hiparitaka any amin’ny vazan-tany efatra. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no efa niteny.”’",
        "22": "“‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Haka amin’ireo laingony eny an-tampon’ilay hazo sedera avo aho, dia hamboleko ilay izy. Hanapaka rantsana mbola tanora eny amin’ny tendrony koa aho, dia hamboleko eny amin’ny tendrombohitra avo sy manerinerina ilay izy.",
        "23": "Eny amin’ny tendrombohitra avo any Israely ilay izy no hamboleko. Dia hitombo ny sampany, ary hamoa ilay izy ka ho lasa hazo sedera lehibe. Hipetraka eo ambanin’izy io ny karazam-borona rehetra sady hialokaloka eo ambanin’ny raviny.",
        "24": "Dia tsy maintsy ho fantatry ny hazo rehetra any an-tsaha fa izaho Jehovah no mampianjera ny hazo avo sy manandratra ny hazo iva. Ataoko malazo ny hazo mbola maitso, ary ataoko mamony indray ny hazo efa malazo. Izaho Jehovah no niteny sy nanatanteraka an’izany.”’”"
    },
    "18": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Fa inona koa no tianareo holazaina amin’izao ohabolana fampiasanareo any amin’ny tanin’ny Israely izao: ‘Ny rainy no nihinana voaloboka marikivy, nefa ny nifin’ny zanany no madilo’?",
        "3": "“‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hampiasa an’izany fitenenana izany intsony ianareo, any Israely.",
        "4": "Fa ahy ny aina rehetra. Ahy ny ain’ny ray, dia hoatr’izany koa ny ain’ny zanaka. Izay olona manota no ho faty.",
        "5": "“‘Andeha hatao hoe misy olona iray manao ny tsara, ka manao ny rariny sy ny hitsiny.",
        "6": "Tsy mihinana sorona aterina ho an’ny sampy eny an-tendrombohitra izy, na miandrandra an’ireo sampy maharikoriko tompoin’ny taranak’Israely. Tsy mandoto vadin’olona izy, na manao firaisana amin’ny vehivavy tonga fotoana.",
        "7": "Tsy mampijaly olona izy, fa mamerina ny antoka nomen’izay nitrosa taminy. Tsy maka an-keriny fananan’olona izy, fa manome ny sakafony ho an’ny noana, sady manome fitafiana ho an’izay mitanjaka.",
        "8": "Tsy maka zanabola izy na maka tombony be rehefa mampindram-bola, ary tsy mba manao ny tsy rariny mihitsy. Mampihatra ny rariny izy rehefa misy olona roa mifampitory.",
        "9": "Manaraka ny lalàko sy ny didim-pitsarako foana izy satria tsy te hivadika. Manao ny tsara izany olona izany, ka azo antoka fa ho velona’, hoy i Jehovah Tompo Fara Tampony.",
        "10": "“‘Fa andeha hatao hoe manan-janakalahy izy ary mpangalatra ilay zanany na mpamono olona, na manao zavatra mitovitovy amin’ny iray amin’ireo,",
        "11": "nefa izy tsy mba nanao na dia ny iray amin’ireo aza, fa ilay zanany kosa mihinana sorona aterina ho an’ny sampy eny an-tendrombohitra, sady mandoto vadin’olona,",
        "12": "mampijaly ny sahirana sy ny mahantra, maka an-keriny fananan’olona, tsy mamerina antoka, miandrandra an’ireo sampy maharikoriko, zatra manao zavatra maharikoriko,",
        "13": "maka tombony be sady maka zanabola rehefa mampindram-bola. Raha izany, dia ho faty ilay zanany. Tsy maintsy hovonoina ho faty izy, satria nanao an’izany zavatra maharikoriko rehetra izany. Izy ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "14": "“‘Fa andeha indray hatao hoe misy ray manan-janakalahy, dia hitan’ilay zanany daholo ny fahotana ataon’ilay rainy, fa izy kosa tsy mba manao an’izany na dia hitany aza izany.",
        "15": "Tsy mihinana sorona aterina ho an’ny sampy eny an-tendrombohitra izy, na miandrandra an’ireo sampy maharikoriko tompoin’ny taranak’Israely, na mandoto vadin’olona,",
        "16": "na mampijaly olona, na mitazona an’izay antoka apetraka any aminy, na maka an-keriny fananan’olona. Manome ny sakafony ho an’ny noana izy, sady manome fitafiana ho an’izay mitanjaka.",
        "17": "Tsy mba mampijaly ny mahantra izy, ary tsy maka tombony be na zanabola rehefa mampindram-bola, fa manaraka tsara ny didim-pitsarako sy ny lalàko. Dia tsy ho faty noho ny fahadisoan’ny rainy izany lehilahy izany, fa azo antoka hoe ho velona.",
        "18": "Fa ilay rainy kosa ho faty noho ny fahadisoany, satria nanambaka olona izy sady naka an-keriny ny fananan’ny rahalahiny, ary nanao izay ratsy teo amin’ny fireneny.",
        "19": "“‘Hiteny anefa ianareo hoe: “Fa maninona kosa ny zanaka no tsy hizaka ny vokatry ny fahadisoan’ny rainy?” Satria manao ny rariny sy manao ny tsara ilay zanaka, sady manaraka ny lalàko rehetra foana, dia azo antoka hoe ho velona.",
        "20": "Fa izay olona manota no ho faty. Tsy hizaka ny vokatry ny fahadisoan’ny rainy ny zanaka, ary tsy hizaka ny vokatry ny fahadisoan’ny zanaka ny rainy. Izay manao ny tsara ihany no hahazo valisoa noho ny tsara nataony, ary izay ratsy fanahy ihany no ho voasazy noho ny ratsy nataony.",
        "21": "“‘Fa raha miala amin’ny fahotana rehetra nataony ny ratsy fanahy, ka manaraka ny lalàko sady manao ny rariny sy ny hitsiny, dia azo antoka hoe ho velona izy fa tsy ho faty.",
        "22": "Tsy hosazina izy na inona na inona fahadisoana nataony. Ho velona izy satria manao ny tsara.’",
        "23": "“‘Angaha sitrako ny hahafatesan’ny ratsy fanahy?’, hoy i Jehovah Tompo Fara Tampony. ‘Tsy satriko aza ve izy mba miala amin’ny ratsy fanaony dia ho velona?’",
        "24": "“‘Raha tsy manao ny tsara intsony anefa ny olo-marina fa lasa manao ratsy, ka manao ny zava-maharikoriko rehetra fanaon’ny ratsy fanahy, dia mbola ho velona ihany ve izy? Tsy hisy hotsaroana intsony ny zavatra tsara rehetra nataony. Ho faty izy satria nivadika sy nanota.",
        "25": "“‘Hiteny anefa ianareo hoe: “Tsy rariny ny ataon’i Jehovah!” Mba henoy aho, azafady, ry taranak’Israely ô! Ny zavatra ataoko ve no tsy rariny? Tsy ny zavatra ataonareo ve no tsy rariny?",
        "26": "“‘Raha tsy manao ny tsara intsony ny olo-marina fa lasa manao ratsy, dia ho faty noho ny ratsy nataony ihany izy.",
        "27": "“‘Ary raha miala amin’ny ratsy fanaony ny ratsy fanahy, ka lasa manao ny rariny sy ny hitsiny, dia hamonjy ny ainy izy.",
        "28": "Raha tonga saina izy ka miala amin’ny fahadisoana rehetra vitany, dia azo antoka hoe ho velona izy fa tsy ho faty.",
        "29": "“‘Hiteny anefa ny taranak’Israely hoe: “Tsy rariny ny ataon’i Jehovah!” Ny zavatra ataoko tokoa ve no tsy rariny, ry taranak’Israely ô? Tsy ny zavatra ataonareo ve no tsy rariny?’",
        "30": "“‘Hotsaraiko arakaraka izay nataonareo àry ianareo, ry taranak’Israely ô!’, hoy i Jehovah Tompo Fara Tampony. ‘Koa aza manao ratsy intsony. Aza atao intsony mihitsy ny fahadisoana rehetra nataonareo, mba tsy ho lasa vato mahatafintohina anareo ireny, ka hahatonga anareo hanao fahadisoana dia ho voasazy.",
        "31": "Esory aminareo ny fahadisoana rehetra vitanareo, ka havaozy ny fonareo sy ny toe-tsainareo. Fa nahoana ianareo no ho faty, ry taranak’Israely ô?’",
        "32": "“‘Tsy sitrako mihitsy ny hahafatesan’ny olona, na iza izany na iza’, hoy i Jehovah Tompo Fara Tampony. ‘Koa aza manao ratsy intsony mba ho velona ianareo!’”"
    },
    "19": {
        "1": "“Manaova hira fisaonana an’ireo mpiadidy eo amin’ny Israely,",
        "2": "ka lazao hoe: ‘Ny reninareo ve? Liona vavy niaraka tamin’ny liona lahy maromaro izy. Nitsilailay niaraka tamin’ny liona tanora matanjaka izy, sady nitaiza ny zanany.",
        "3": "Notezainy ny iray tamin’ny zanany, ka lasa liona tanora matanjaka. Lasa nahay namiravira remby izy io, Ary nihinana olona mihitsy aza.",
        "4": "Henon’ireo firenena ny momba azy, dia nofandrihan’izy ireo tao anatin’ny lavaka nataon’izy ireo izy, Ka notaritiny tamin’ny faraingo nankany Ejipta.",
        "5": "Niandry azy hiverina foana ilay liona vavy, nefa hitany hoe tsy nisy fanantenana intsony. Dia nalainy indray ny zanany iray, ka notezainy ho lasa liona tanora matanjaka.",
        "6": "Nandehandeha niaraka tamin’ny liona hafa koa ilay izy, dia lasa liona tanora matanjaka. Lasa nahay namiravira remby izy, ary nihinana olona mihitsy aza.",
        "7": "Nijaikojaiko nitady haza tany amin’ny tilikambo voaro mafy tao an-tanànan’izy ireo izy, ka nataony fongana ny tao amin’ireny tanàna ireny. Lasa heno eran’ilay tany tsy misy mponina àry izy rehefa nierona.",
        "8": "Tonga anefa ny firenena avy any amin’ireo faritany manodidina, ka nanipy harato teo aminy, Dia voafandrika tao amin’ny lavaka nataon’izy ireo izy.",
        "9": "Notaritin’izy ireo tamin’ny faraingo izy ka nataony tao anaty vata makarakara, dia nentiny tany amin’ny mpanjakan’i Babylona. Nogadrain’izy ireo izy tany, mba tsy ho heno eny amin’ny tendrombohitr’i Israely intsony ny feony.",
        "10": "Ny reninareo dia hoatran’ny voaloboka nambolena teo amoron-drano. Namoa ilay izy ary be dia be ny rantsany, satria azon-drano tsara ilay izy.",
        "11": "Lasa mafy be ny sampany, ka azo nanaovana tehim-panjakana. Nihanitombo ilay voaloboka dia lasa avo be noho ny hazo hafa. Lasa tazana tsara ilay izy satria avo, sady be dia be ny raviny sy ny rantsany.",
        "12": "Nongotana tamin-katezerana anefa izy dia natsipy tamin’ny tany. Dia mainan’ny rivotra avy any atsinanana ny voany. Notapahina ny sampany matanjaka, ka lasa maina dia levon’ny afo.",
        "13": "Ambolena any an-tany efitra izy izao, Dia any amin’ny tany ngazana sy karakaina.",
        "14": "Niparitaka avy tamin’ny sampany ny afo, ka nandevona ny rantsany sy ny voany. Dia tsy nahitana sampany matanjaka na tehim-panjakana intsony izy. “‘Hira fisaonana izany, ary mbola ho hira fisaonana ihany.’”"
    },
    "20": {
        "1": "Tamin’ny andro fahafolon’ny volana fahadimy, tamin’ny taona fahafito, dia nisy anti-panahin’ny Israely tonga hanontany an’i Jehovah, ka nipetraka teo anoloako.",
        "2": "Dia niteny tamiko i Jehovah hoe:",
        "3": "“Ry zanak’olona, teneno amin’ireo anti-panahin’ny Israely ireo, hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hanontany ahy ve no nahatongavanareo? ‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hamaly ny fanontanianareo aho.’”’",
        "4": "“Vonona hitsara azy ireo ve ianao? Vonona hitsara azy ireo ve ianao, ry zanak’olona? Ampahafantaro azy ny zavatra maharikoriko nataon’ny razambeny.",
        "5": "Lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Tamin’ilay andro nifidianako ny Israely, dia nianiana tamin’ny taranak’i Jakoba koa aho, ary nampahafantatra ny tenako tamin’izy ireo tany Ejipta. Nianiana taminy aho hoe: ‘Izaho no Jehovah Andriamanitrareo!’",
        "6": "Tamin’izay andro izay, dia nianiana aho fa hamoaka azy avy any Ejipta, mba hitondra azy any amin’ilay tany efa nofidiko homena azy ireo, dia tany tondra-dronono sy tantely. Io no tsara tarehy indrindra amin’ny tany rehetra.",
        "7": "Hoy ihany aho taminy: ‘Samia manary ny zavatra maharikoriko tompoinareo. Aza mandoto tena amin’ireo sampy maharikorikon’i Ejipta. Izaho no Jehovah Andriamanitrareo.’",
        "8": "“‘“Nikomy tamiko anefa izy ireo sady tsy nety nihaino ahy. Tsy nariany ny zavatra maharikoriko notompoiny, ary tsy nafoiny ireo sampy maharikorikon’i Ejipta. Nilaza àry aho fa ho tezitra be aminy, ary hanamparako ny hatezerako izy ireo, any Ejipta.",
        "9": "Nanao an’izany aho noho ny anarako, mba tsy hozimbazimbaina eo amin’ireo firenena nisy azy ireo ny anarako. Nampahafantatra ny tenako tamin’izy ireo teo imason’ireny firenena ireny mantsy aho, rehefa nitondra azy ireo nivoaka avy tany Ejipta.",
        "10": "Koa navoakako avy tany Ejipta izy ireo, dia nentiko tany an-tany efitra.",
        "11": "“‘“Dia nomeko azy ireo ny lalàko ary nampahafantariko azy ny didim-pitsarako, mba ho velona foana izay olona manaraka an’izany.",
        "12": "Nomeko azy ireo koa ny sabatako ho famantarana eo amiko sy amin’izy ireo, mba ho fantany fa izaho Jehovah no manamasina azy.",
        "13": "“‘“Nikomy tamiko anefa ny taranak’Israely, tany an-tany efitra. Tsy narahin’izy ireo ny lalàko, ary nolaviny ny didim-pitsarako, nefa ho velona izay olona manaraka an’izany. Nozimbazimbain’izy ireo tanteraka koa ny sabatako. Nilaza àry aho fa hanamparako ny hatezerako izy ireo, ka haripako tanteraka any an-tany efitra.",
        "14": "Nanao an’izany aho noho ny anarako, mba tsy hozimbazimbaina eo amin’ireo firenena ny anarako, dia ireo firenena nahita ny namoahako azy ireo avy tany Ejipta.",
        "15": "Nianiana tamin’izy ireo koa aho tany an-tany efitra fa tsy hitondra azy any amin’ilay tany nomeko azy, dia ilay tany tondra-dronono sy tantely sady tsara tarehy indrindra amin’ny tany rehetra.",
        "16": "Nolavin’izy ireo mantsy ny didim-pitsarako, tsy narahiny ny lalàko, ary nozimbazimbainy ny sabatako, noho izy ireo niraiki-po tamin’ireo sampiny maharikoriko.",
        "17": "“‘“Niantra azy ireo anefa aho, ka tsy naringako izy ireo ary tsy naripako tany an-tany efitra.",
        "18": "Hoy aho tamin’ny taranany tany an-tany efitra: ‘Aza manaraka ny fitsipiky ny razambenareo na mankatò ny didim-pitsarany, ary aza mandoto tena amin’ireo sampiny maharikoriko.",
        "19": "Izaho no Jehovah Andriamanitrareo. Araho ny lalàko ary ankatoavy ny didim-pitsarako, dia ampiharo.",
        "20": "Hamasino ny sabatako dia ho famantarana eo amiko sy aminareo izany, mba ho fantatrareo fa izaho no Jehovah Andriamanitrareo.’",
        "21": "“‘“Nikomy tamiko anefa ny taranany. Tsy narahin’izy ireo ny lalàko ary tsy nankatoaviny sy tsy nampihariny ny didim-pitsarako, nefa ho velona izay olona manaraka an’izany. Nozimbazimbain’izy ireo koa ny sabatako. Nilaza àry aho fa ho tezitra be aminy, ary hanamparako ny hatezerako izy ireo, any an-tany efitra.",
        "22": "Nifehy tena anefa aho, ary nanao zavatra aho noho ny anarako mba tsy hozimbazimbaina eo amin’ireo firenena izy io, dia ireo firenena nahita ny namoahako azy ireo.",
        "23": "Nianiana tamin’izy ireo koa aho tany an-tany efitra fa haparitako any amin’ireo firenena izy ireo, ary haeliko any amin’ny tany samihafa.",
        "24": "Tsy nampihatra ny didim-pitsarako mantsy izy ireo, fa nandika ny lalàko sy nanazimbazimba ny sabatako, ary nanompo an’ireo sampy maharikoriko notompoin’ny razambeny.",
        "25": "Navelako hanaraka fitsipika tsy mahasoa koa izy ireo, ary navelako hankatò didim-pitsarana izay tsy hahavelona azy.",
        "26": "Navelako handoto azy ireo ny sorona nataony, rehefa nodorany tao anaty afo daholo ny zanany voalohany. Amin’izay dia haringako izy ireo, ka ho fantany fa izaho no Jehovah.”’",
        "27": "“Koa miresaha amin’ny taranak’Israely, ry zanak’olona, ka lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Nanevateva ahy hoatr’izany koa ny razambenareo rehefa nivadika tamiko.",
        "28": "Nentiko tany amin’ilay tany efa nianianako homena azy izy ireo. Rehefa nahita ny havoana sy ny hazo be ravina rehetra anefa izy ireo, dia nanao sorona sy fanatitra mampahatezitra ahy. Teny izy ireo no nanao sorona mba ho hanitra mahafinaritra, sy nandraraka fanatitra zava-pisotro.",
        "29": "Dia hoy aho taminy: ‘Fa maninona ianareo no mankany amin’io toerana avo io?’”’—Antsoina hoe Toerana Avo ilay izy hatramin’izao.—",
        "30": "“Lazao amin’ny taranak’Israely hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Mandoto tena hoatran’ny nataon’ny razambenareo koa angaha ianareo, ka manompo an’ireo sampy maharikoriko notompoiny mba hivaro-tena amin’ireny?",
        "31": "Mbola mandoto tena ihany angaha ianareo hatramin’izao, ka manao sorona ho an’ny sampinareo maharikoriko rehetra sy mandoro ny zanakareo ao anaty afo? Koa izaho ve dia hamaly ny fanontanianareo, ry taranak’Israely ô?”’ “‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia tsy hamaly ny fanontanianareo aho.",
        "32": "Tsy ho tanteraka mihitsy koa ilay eritreritrareo hoe: “Andao isika hanao hoatran’ny ataon’ireo firenena, hoatran’ny ataon’ny vahoaka any amin’ny tany samihafa, izay manompo vato aman-kazo.”’”",
        "33": "“‘Raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hanjaka aminareo aho. Dia hampiasa ny tanako matanjaka sy ny sandriko mahery aho mba hanafaizana anareo, ary hanamparako ny hatezerako ianareo.",
        "34": "Havoakako avy any amin’ireo firenena ianareo, ary hangoniko avy any amin’ireo tany nanaparitahana anareo. Hampiasa ny tanako matanjaka sy ny sandriko mahery aho amin’izay, sady hanampatra ny hatezerako.",
        "35": "Dia hoentiko any amin’ny tany efitr’ireo firenena ianareo, ka any isika no hifandahatra eo amin’ny fitsarana.",
        "36": "“‘Hifandahatra aminareo eo amin’ny fitsarana aho, hoatran’ny nataoko tamin’ny razambenareo tany an-tany efitr’i Ejipta’, hoy i Jehovah Tompo Fara Tampony.",
        "37": "‘Hampandaloviko eo ambany tehin’ny mpiandry ondry ianareo, ka hotereko hanaja an’ilay fifanekena.",
        "38": "Hesoriko eo aminareo anefa ireo mpikomy sy izay mandika ny lalàko. Fa havoakako avy any amin’ny tany nivahiniany izy ireo, nefa tsy hiditra ao amin’ny tanin’ny Israely. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "39": "“Izao no tenin’i Jehovah Tompo Fara Tampony aminareo, ry taranak’Israely ô: ‘Mandehana daholo manompo ny sampinareo maharikoriko. Aorian’izay anefa, na dia tsy mihaino ahy aza ianareo, dia tsy ho afaka hanazimbazimba ny anarako masina intsony, amin’ny sorona ataonareo sy ny sampinareo maharikoriko.’",
        "40": "“‘Fa eo amin’ny tendrombohitro masina, eo amin’ny tendrombohitra avo iray any Israely’, hoy i Jehovah Tompo Fara Tampony, ‘no hanompoan’ny taranak’Israely manontolo ahy. Izy rehetra mihitsy no hanompo ahy any. Dia any aho no hankasitraka azy ireo. Any koa ianareo no hasaiko hitondra fanomezana sy hanome ny tsara indrindra amin’ny fanatitra hatolotrareo ho ahy, dia ny zava-masina rehetra omenareo.",
        "41": "Satria hanitra mahafinaritra ny sorona ataonareo, dia hankasitraka anareo aho, rehefa avoakako avy any amin’ireo firenena ianareo ka angoniko avy any amin’ny tany nanaparitahana anareo. Dia hohamasinina eo aminareo aho, ary ho hitan’ireo firenena izany.’",
        "42": "“‘Tsy maintsy ho fantatrareo fa izaho no Jehovah, rehefa entiko any amin’ny tanin’ny Israely ianareo, dia any amin’ilay tany nianianako homena ny razambenareo.",
        "43": "Any ianareo no hahatsiaro ny nataonareo sy ny zava-drehetra nataonareo handotoana ny tenanareo. Dia ho rikoriko ianareo noho ny zava-dratsy rehetra vitanareo.",
        "44": "Dia tsy maintsy ho fantatrareo, ry taranak’Israely ô, fa izaho no Jehovah rehefa manao an’izany aminareo aho noho ny anarako, fa tsy mamaly anareo araka ny zava-dratsy nataonareo na ny fanao ratsinareo’, hoy i Jehovah Tompo Fara Tampony.”",
        "45": "Niteny tamiko indray i Jehovah hoe:",
        "46": "“Ry zanak’olona, mitodiha any amin’ny faritra atsimo ka mitenena amin’izay any atsimo, ary maminania amin’ny alan’ny faritra atsimo.",
        "47": "Lazao amin’ny ala any atsimo hoe: ‘Henoy ny tenin’i Jehovah. Izao no tenin’i Jehovah Tompo Fara Tampony: “Handrehitra afo eo aminareo aho, ka ho levon’ny afo ny hazo rehetra mbola maitso sy ny hazo maina rehetra eo aminareo. Tsy hovonoina izany afo miredareda izany, ka ho may daholo ny tarehy rehetra, hatrany atsimo ka hatrany avaratra.",
        "48": "Dia ho hitan’ny olona rehetra fa izaho Jehovah no nandrehitra an’ilay afo, ka tsy hovonoina izany.”’”",
        "49": "Ary hoy aho: “Jehovah Tompo Fara Tampony ô! Izao ange no lazain’izy ireo momba ahy e: ‘Io ve izao tsy manao ankamantatra fotsiny?’”"
    },
    "21": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any Jerosalema, ary milazà teny fanamelohana an’ireo toerana masina, dia maminania hoe hisy loza hanjo ny tanin’ny Israely.",
        "3": "Lazao amin’ny tanin’ny Israely hoe: ‘Izao no tenin’i Jehovah: “Hiady aminao aho, ka hotsoahako avy ao anaty tranony ny sabatro. Dia samy haringako ny olo-marina sy ny ratsy fanahy eo aminao.",
        "4": "Dia havoaka avy ao anaty tranony ny sabatro, ka hasiany ny olona rehetra hatrany atsimo ka hatrany avaratra, satria haringako ny olo-marina sy ny ratsy fanahy eo aminao.",
        "5": "Dia tsy maintsy ho fantatry ny olona rehetra fa izaho Jehovah no nanatsoaka ny sabatro avy tao amin’ny tranony, ka tsy hiverina ao intsony izy io.”’",
        "6": "“Ry zanak’olona, misentoa amin’ilay ianao mangovitra iny. Misentoa mafy amin’alahelo be, eo imason’izy ireo.",
        "7": "Ary raha manontany anao izy ireo hoe: ‘Fa maninona ianao no misento?’, dia lazao hoe: ‘Satria misy vaovao ratsy.’ Fa tsy maintsy ho tonga izany, ka hitebiteby noho ny tahotra ny fon’ny olona rehetra. Hiraviravy tanana sy ho kivy koa izy rehetra, ary hisy rano mitete eo amin’ny lohalika rehetra. ‘Tsy maintsy ho tonga izany sady tena hitranga’, hoy i Jehovah Tompo Fara Tampony.”",
        "8": "Dia niteny tamiko indray i Jehovah hoe:",
        "9": "“Ry zanak’olona, maminania hoe: ‘Izao no tenin’i Jehovah: “Milazà hoe: ‘Sabatra! Sabatra norangitina sady nokosehina hangirana.",
        "10": "Norangitina mba handripahana olona be dia be ilay sabatra. Nokosehina mba hanjelanjelatra hoatran’ny tselatra ilay izy.’”’” “Tsy tokony ho faly ve isika?” “‘Holavin’izy io ve ilay tehim-panjakan’ny zanako, hoatran’ny ataony amin’ny hazo rehetra?",
        "11": "“‘Nomena mba hokosehina hangirana ilay sabatra, dia hampiasaina hamonoana olona. Norangitina sy nokosehina hangirana ilay izy mba hatolotra an’izay handringana.",
        "12": "“‘Miantsoantsoa mafy sy midradradradrà, ry zanak’olona, satria hamely ny vahoakako sy ny mpiadidy rehetra eo amin’ny Israely ilay sabatra. Ho fatin’ilay sabatra izy ireo sy ny vahoakako. Dia kapohy ny fenao ho fanehoana alahelo.",
        "13": "Efa natao ny fandinihana. Dia ahoana raha lavin’ilay sabatra ilay tehim-panjakana? Tsy hisy intsony ilay izy’, hoy i Jehovah Tompo Fara Tampony.",
        "14": "“Ary ianao, ry zanak’olona, maminania dia mitehafa, ary mitenena intelo hoe: ‘Sabatra!’ Sabatra mamono olona no manodidina azy ireo, dia sabatra mandripaka olona be dia be.",
        "15": "Hitebiteby noho ny tahotra ny fon’izy ireo, ary ho betsaka no ho lavo eny am-bavahadin’ny tanànany. Handripaka amin’ny sabatra aho. Manjelanjelatra hoatran’ny tselatra ilay izy, sady norangitina mba handripahana olona!",
        "16": "Kapao ny eo ankavanana! Asio koa ny eo ankavia! Dia mandehana any amin’izay tandrifin’ny lelan-tsabatrao!",
        "17": "Hitehaka koa aho, dia ho afaka ny hatezerako. Izaho Jehovah no efa niteny.”",
        "18": "Dia niteny tamiko indray i Jehovah hoe:",
        "19": "“Ry zanak’olona, manorita lalana roa hisafidianan’ny sabatry ny mpanjakan’i Babylona. Hiainga avy any amin’ny tany iray ireo lalana ireo, ary tokony hasiana marika eo amin’ilay sampan-dalana mankany amin’ny tanàna roa.",
        "20": "Sorito ny lalana iray hidiran’ilay sabatra hamely an’i Raba tanànan’ny Amonita, ary sorito koa ny lalana iray hidirany hamely an’i Jerosalema, ilay tanàna voaro mafy any Joda.",
        "21": "Fa mijanona mba hanao sikidy eo amin’ny sampanan-dalana ny mpanjakan’i Babylona, satria eo no misampana ny lalana. Ahontsankontsany ireo zana-tsipìka. Anontaniany ny sampiny, ary dinihiny ny atin-kena.",
        "22": "Dia manondro an’i Jerosalema ilay sikidy eny an-tanany ankavanana, ka hampiasa lohondry vy fandravana izy, hanome baiko ny miaramilany mba handripaka olona, hanao hiakan’ady, hampiasa lohondry vy handrodanana vavahady, ary hanangana dongon-tany sy manda hanaovana fahirano.",
        "23": "Hihevitra anefa ireo nanao fianianana tamin’izy ireny hoe lainga fotsiny izany sikidy izany. Izy anefa mahatsiaro ny fahadisoana nataon’izy ireo ka hosamboriny izy ireo.",
        "24": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Ianareo ihany no nahatonga ny olona hahatadidy ny fahadisoanareo, rehefa nataonareo nibaribary ny helokareo sady nataonareo niharihary ny fahotanareo tamin’ny zavatra rehetra nataonareo. Tsaroan’ny olona izao ianareo ka hoentina an-keriny.’",
        "25": "“Tonga anefa ny andronao, ry ilay maratra mafy efa ho faty, ry ilay ratsy fanahy mpiadidy ny Israely. Tonga ilay fotoana hanasaziana farany anao.",
        "26": "Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Esory ny fehilohan’ny mpanjaka, ary tsoahy ny satroboninahitra. Efa hiova ny zava-drehetra. Ataovy misandratra ny olona ambany, dia ataovy mietry ny olona ambony.",
        "27": "Horavako, horavako, horavako izany, ka tsy ho lasan’iza na iza mihitsy, mandra-pahatongan’ilay manana zo ara-dalàna hahazo an’izany. Dia homeko azy izany.’",
        "28": "“Ary ianao, ry zanak’olona, maminania hoe: ‘Hoy i Jehovah Tompo Fara Tampony momba ny Amonita sy ny teny manambanimbany nataon’izy ireo.’ Teneno hoe: ‘Sabatra! Misy sabatra notsoahina mba handripahana olona. Nokosehina hangirana ilay izy mba hamonoana olona, sy mba hanjelanjelatra hoatran’ny tselatra.",
        "29": "Hivangongo eny ambonin’ny fatin’ny ratsy fanahy ny fatin’ny olona ao aminao, na dia teo aza ny fahitana sandoka sy faminaniana lainga avy amin’ny sikidy natao momba anao. Efa tonga mantsy ny andro sy ny fotoana hanasaziana farany an’ireny ratsy fanahy ireny.",
        "30": "Avereno ao anaty tranony ilay sabatra. Ary hotsaraiko ao amin’ny toerana namoronana anao ianao, dia ao amin’ny tany niavianao.",
        "31": "Hanamparako ny hatezerako ianao. Dia hotsofiko handoro anao hoatran’ny afo ny hatezerako, ka hataoko resin’ny olona mahery setra ianao, dia olona tena mahay mandringana.",
        "32": "Ho lasa hoatran’ny kitay ao anaty afo ianao. Handriaka eran’ilay tany ny ranao, ka tsy hotsaroana intsony ianao, fa izaho Jehovah no efa niteny.’”"
    },
    "22": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, vonona hilaza didim-pitsarana momba an’ilay tanàna mpandatsa-dra ve ianao, dia hampahafantatra azy ny zavatra maharikoriko rehetra nataony?",
        "3": "Izao lazaina: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Ry tanàna mpandatsa-dra, tonga ny fotoana hamaliana anao ry ilay manamboatra sampy maharikoriko mba handoto anao.",
        "4": "Meloka ianao fa nandatsa-dra, ary lasa maloto ianao fa nanao sampy maharikoriko. Nataonao tapitra haingana ny andronao, ary efa tonga koa ny taona hanasaziana anao. Hataoko afa-baraka eo amin’ireo firenena àry ianao, sady hesoesoin’ny tany rehetra.",
        "5": "Hanesoeso anao na ny any lavitra na ny eny akaiky anao, ry ilay maloto anarana sady feno korontana!",
        "6": "Jereo fa samy manampatra fahefana mba handatsahan-dra ny mpiadidy ny Israely.",
        "7": "Maniratsira ray aman-dreny koa ny olona ao aminao. Ambakainy ny vahiny, ary ampijaliny ny kamboty ray sy ny mpitondratena.”’”",
        "8": "“‘Ataonao tsinontsinona ny toerako masina, ary zimbazimbainao ny sabatako.",
        "9": "Misy mpanendrikendrika mikendry ny handatsa-dra eo aminao. Mihinana sorona eny an-tendrombohitrao izy ireo, sady mamoafady ny fitondran-tenany.",
        "10": "Izao koa no hita ao aminao: Lotoin’izy ireo ny fandrianan’ny rainy. Aolany koa ny vehivavy tonga fotoana sady mbola maloto.",
        "11": "Misy lehilahy manao zavatra maharikoriko amin’ny vadin’ny namany, ao aminao. Misy indray mandoto ny vinantovaviny ka manao zavatra mamoafady aminy. Misy koa lehilahy manolana ny anabaviny, dia ny zanakavavin’ny rainy ihany.",
        "12": "Mandray kolikoly ny olona ao aminao mba handatsahan-dra. Maka zanabola sy maka tombony ianao rehefa mampindram-bola. Alainao an-keriny koa ny volan’ny namanao. Hadinonao tanteraka aho’, hoy i Jehovah Tompo Fara Tampony.",
        "13": "“‘Mitehaka aho satria maharikoriko ahy ilay ianao maka tombony tsy ara-drariny, sady mandatsaka ran’olona be dia be.",
        "14": "Mbola ho be herim-po ihany ve ianao, ary mbola hatanjaka ihany ve ny tananao amin’ny andro hamelezako anao? Izaho Jehovah no efa niteny, ka hanao zavatra aho.",
        "15": "Haparitako any amin’ireo firenena ianao, ary haeliko any amin’ny tany samy hafa. Hataoko mifarana hatreo ny fitondran-tena maloto fanaonao.",
        "16": "Dia hatao afa-baraka eo anatrehan’ireo firenena ianao, ka tsy maintsy ho fantatrao fa izaho no Jehovah.’”",
        "17": "Niteny tamiko indray i Jehovah hoe:",
        "18": "“Ry zanak’olona, lasa hoatran’ny tain-drendrika tsy misy ilana azy ny taranak’Israely amiko. Varahina sy firapotsy sy vy ary firamainty ao anaty fatana fandrendrehana daholo izy rehetra. Lasa taim-bolafotsy izy ireo.",
        "19": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hangoniko ao Jerosalema ianareo rehetra, satria efa lasa hoatran’ny tain-drendrika tsisy ilana azy.",
        "20": "Angonina ho ao anaty fatana fandrendrehana daholo ny volafotsy sy varahina sy vy sy firamainty ary firapotsy, dia avy eo tsofina ny afo mba hampitsonika azy. Dia hoatr’izany koa fa hangoniko daholo ianareo sady ho tezitra sy hisafoaka ihany aho, dia avy eo hotsofiko sy hataoko mitsonika.",
        "21": "Hangoniko ianareo dia hotsofiko handoro anareo hoatran’ny afo ny hatezerako, ka hitsonika ao an-tanànanareo ianareo.",
        "22": "Toy ny volafotsy mitsonika ao anaty fatana fandrendrehana, dia hitsonika ao an-tanànanareo koa ianareo. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no nanampatra ny hatezerako taminareo.’”",
        "23": "Ary niteny tamiko indray i Jehovah hoe:",
        "24": "“Ry zanak’olona, lazao aminy hoe: ‘Tany tsy hodiovina ianao, ary tsy hisy orana hilatsaka eo aminao, amin’ny andro hanamparako ny hatezerako.",
        "25": "Miray tetika ny mpaminany ao aminao, hoatran’ny liona mierona sady mamiravira remby. Mihinana olona izy ireo, dia maka an-keriny harena sy zava-tsarobidy. Lasa be dia be ny vehivavy maty vady ao aminao noho ny nataon’izy ireo.",
        "26": "Mandika ny lalàko ny mpisorona ao aminao, sady manazimbazimba ny toerako masina foana. Tsy avahany amin’ny zavatra tsy masina koa ny zavatra masina. Dia tsy mampahafantatra ny atao hoe maloto sy madio izy ireo. Tsy mety manaja ny sabatako izy ireo, ary zimbazimbainy aho.",
        "27": "Toy ny amboadia mamiravira remby ny andriana ao aminao, ka mandatsa-dra sy mamono olona mba hahazoana tombony tsy ara-drariny.",
        "28": "Manarontsarona ny zavatra ataony anefa ny mpaminany ao aminao, hoatran’ny hoe manisy lalotra fotsy amin’ny rindrina. Mahita fahitana sandoka izy ireo, sady maminany lainga avy amin’ny sikidy, ka milaza hoe: “Izao no tenin’i Jehovah Tompo Fara Tampony”, nefa i Jehovah tsy niteny an’izany akory.",
        "29": "Nanambaka olona ny vahoaka, sady naka an-keriny fananan’olona. Nampijaliny ny sahirana sy ny mahantra, ary nambakainy ny vahiny tao aminao sady tsy mba nomeny rariny.’",
        "30": "“‘Nitady olona teo amin’izy ireo aho mba hanamboatra ny simba amin’ilay manda vato, na hitsangana eo amin’ny banga amin’ilay manda mba hiaro an’ilay tany, amin’izay tsy horavako ilay izy. Tsy nahita mihitsy anefa aho.",
        "31": "Hanamparako ny hatezerako àry izy ireo. Hirehitra be hoatran’ny afo ny hatezerako, ka haripako tanteraka izy ireo. Dia hataoko mivaly aminy ny nataony’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "23": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, nisy roa vavy zanaky ny vehivavy iray ihany.",
        "3": "Lasa mpivaro-tena izy mirahavavy, tany Ejipta, ary mbola tanora izy ireo dia efa nivaro-tena. Tany no nitsapatsapana ny nonony sy nanafosafoana ny tratrany, tamin’izy ireo mbola virjiny.",
        "4": "Ohola no anaran’ilay zokiny, ary Oholiba kosa ilay rahavaviny. Nalaiko ho vady izy roa vavy ka niteraka zanakalahy sy zanakavavy be dia be. I Samaria no Ohola, ary Jerosalema no Oholiba.",
        "5": "“Nivaro-tena i Ohola tamin’izy mbola vadiko. Mafy be ny faniriany hanao firaisana tamin’ireo lehilahy niarahany, dia ny Asyrianina teny akaikiny.",
        "6": "Governora miakanjo manga ireny sady solontenam-panjakana. Tovolahy tsara tarehy daholo izy rehetra, sady nitaingin-tsoavaly.",
        "7": "Nivaro-tena foana i Ohola, ka niarahany daholo izay lehilahy tsara tarehy indrindra tany Asyria. Nandoto tena tamin’ny sampy maharikoriko izy, dia tamin’ny sampy notompoin’ireo tiany hanaovana firaisana.",
        "8": "Nivaro-tena foana izy, hoatran’ny efa fanaony tany Ejipta. Nanao firaisana taminy mantsy ireny tamin’izy mbola tanora. Nanafosafo ny tratrany koa ireny tamin’izy mbola virjiny, sady nanaram-po nanao firaisana taminy.",
        "9": "Koa natolotro teo am-pelatanan’ireo lehilahy niarahany izy, dia ny Asyrianina izay tiany hanaovana firaisana.",
        "10": "Nahariharin’ireny ny fitanjahany. Nalain’ireny koa ny zanany lahy sy ny zanany vavy, fa izy kosa novonoiny tamin’ny sabatra. Dia lasa ratsy laza teo amin’ny vehivavy izy. Koa nampiharin’ireny taminy ny didim-pitsarako.",
        "11": "“Rehefa nahita an’izany i Oholiba rahavaviny, dia vao mainka nirongatra ny faniriany hanao firaisana. Vao mainka aza izy nivaro-tena mihoatra noho ny rahavaviny.",
        "12": "Mafy be ny faniriany hanao firaisana tamin’ny Asyrianina teny akaikiny, dia ireo governora sy solontenam-panjakana nanao akanjo mirenty sady nitaingin-tsoavaly. Tovolahy tsara tarehy daholo izy rehetra.",
        "13": "Rehefa nandoto tena koa i Oholiba, dia hitako fa nitovy ihany ny nataon’izy roa vavy.",
        "14": "Ny an’i Oholiba anefa vao mainka ratsy kokoa ny nataony. Nahita sarin-dehilahy vita sokitra teo amin’ny rindrina izy, izany hoe sarina Kaldeanina natao sokitra sy nolokoana mena volon-daoranjy,",
        "15": "manao fehikibo eo amin’ny andilany, manao satroka lamba misy mikirazorazo, ary hoatran’ny miaramila no fahitana azy. Sarina Babylonianina teraka tany amin’ny tanin’ny Kaldeanina izy rehetra.",
        "16": "Nirongatra ny faniriany hanao firaisana tamin’ireny, raha vao nahita an’ireny fotsiny izy. Dia naniraka olona ho any amin’ireny tany Kaldea izy.",
        "17": "Tonga foana teo amin’ny fandriana fanaovany firaisana ny Babylonianina. Dia nanampatra ny faniriany hanao firaisana izy ireny ka nandoto azy. Rehefa avy nandoto azy izy ireny, dia tofoka tamin’ireny izy ka niala taminy.",
        "18": "“Nivaro-tena foana izy sady naharihariny ny fitanjahany, nefa tsy nahalala menatra akory izy. Tofoka taminy àry aho ka nialako izy, hoatran’ilay izaho tofoka tamin’ny rahavaviny ka niala taminy.",
        "19": "Ary vao mainka nivaro-tena i Oholiba ka tsaroany ny andro fahatanorany, tamin’izy nivaro-tena tany Ejipta.",
        "20": "Nanampatra ny faniriany hanao firaisana tamin’ny lehilahy niarahany izy, hoatran’ny vadikelin’ny lehilahy manana filahiana toy ny an’ny ampondra sy toy ny an’ny soavaly.",
        "21": "Mbola nanembonembona ny fitondran-tenanao mamoafady tamin’ianao mbola tanora tany Ejipta ianao, tamin-dry zareo nanafosafo ny tratranao, dia ny nonon’ny fahatanoranao.",
        "22": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony aminao, ry Oholiba: ‘Hoentaniko ireny lehilahy niarahanao ireny, dia ireo nialanao satria nahatofoka anao. Hoentiko hanafika anao avy any amin’ny vazan-tany efatra ireny,",
        "23": "dia ny Babylonianina sy ny Kaldeanina rehetra, ny miaramilan’i Pekoda sy Soa ary Koa, miaraka amin’ny Asyrianina rehetra. Tovolahy tsara tarehy daholo izy rehetra, sady governora, solontenam-panjakana, miaramila, ary lehilahy voafantina mitaingin-tsoavaly daholo.",
        "24": "Dia hanafika anao ireny miaraka amin’ny kalesy fitondra miady, sy miaramila be dia be mitondra ampinga lehibe sy ampinga kely sady manao fiarovan-doha. Haka toerana manodidina anao ireny, dia havelako hitsara anao. Dia hotsarainy ianao, araka izay hitany fa mety.",
        "25": "Ho tezitra be aminao aho, ary izy ireo koa ho romotra be aminao. Dia hotapahiny ny oronao sy ny sofinao, fa ho fatin’ny sabatra kosa izay sisa tavela ao aminao. Hoentiny ny zanakao lahy sy ny zanakao vavy, fa izay sisa tavela eo aminao kosa ho levon’ny afo.",
        "26": "Dia hesorin’ireny ny akanjonao, ary hendahany ny firavakao tsara tarehy.",
        "27": "Hataoko mifarana hatreo ny fitondran-tenanao mamoafady sy ilay ianao mivaro-tena. Tany Ejipta ianao no nanomboka nanao an’izany. Tsy hijery an’ireny intsony ianao, ary tsy hotsaroanao intsony i Ejipta.’",
        "28": "“Fa izao no tenin’i Jehovah Tompo Fara Tampony: ‘Efa hatolotro eo am-pelatanan’ireo ankahalainao ianao, dia ireo nialanao satria nahatofoka anao.",
        "29": "Dia hamely anao ireny satria halany ianao. Ho lasany daholo izay nisasaranao, ary havelany mitanjaka sy miboridana eo ianao. Hatao miharihary ilay fitanjahanao mahamenatra tamin’ianao nijangajanga sy nanana fitondran-tena mamoafady ary nivaro-tena.",
        "30": "Hatao aminao ireo zavatra ireo, satria toy ny mpivaro-tena nanaraka an’ireo firenena ianao, ary nandoto tena tamin’ny sampiny maharikoriko.",
        "31": "Izay nataon’ny rahavavinao ihany no nataonao, ka hatolotro eo an-tananao ny kaopy nisotroany.’",
        "32": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hisotro amin’ilay kaopin’ny rahavavinao ianao, amin’ilay kaopy lalina sy lehibe. Feno esoeso ilay kaopy, ka lasa hihomehezan’ny olona sy hesoiny ianao.",
        "33": "Hosotroinao daholo ny ao anatin’ny kaopin’i Samaria rahavavinao. Dia ho mamo be sy ho vonton’alahelo ianao, Ka hihorohoro ny olona mahita anao, ary ho lasa aolo ianao.",
        "34": "Dia hosotroinao sy hotaperinao izany, ary hokepokepohinao ny vakivakin’ilay kaopy tanimanga. Hosintontsintoninao koa ny nononao. “Fa izaho no efa niteny”, hoy i Jehovah Tompo Fara Tampony.’",
        "35": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Koa satria nanadino ahy ianao ka tsy niraharaha ahy mihitsy, dia hizaka ny vokatry ny fitondran-tenanao mamoafady sy ny fivarotan-tena nataonao ianao.’”",
        "36": "Hoy koa i Jehovah tamiko: “Ry zanak’olona, hilaza didim-pitsarana momba an’i Ohola sy Oholiba ve ianao, ka hampahafantatra azy ny fanaony maharikoriko?",
        "37": "Nanitsakitsa-bady izy roa vavy, ary nandatsa-dra. Nanitsakitsa-bady izy satria nanompo an’ireo sampiny maharikoriko. Tsy izay ihany anefa fa nodorany tao anaty afo koa ny zanany naterany tamiko, ka nataony sakafon’ireny sampiny ireny.",
        "38": "Izao koa no nataony tamiko: Nolotoiny ny toerako masina tamin’izay andro izay, ary nozimbazimbainy ny sabatako.",
        "39": "Rehefa avy namono ny zanany hatao sorona ho an’ny sampiny maharikoriko izy ireo, dia niditra tao amin’ny toerako masina tamin’iny andro iny ihany mba hanazimbazimba azy io. Izany no nataony tao amin’ny tranoko.",
        "40": "Naniraka olona hampiantso lehilahy avy tany lavitra mihitsy aza izy ireo. Rehefa tonga ireny, dia nandro ianao, ry Oholiba, ary nanao manjamaso sy firavaka.",
        "41": "Nipetraka teo ambony farafara mirenty be ianao, ary nasiana latabatra teo anoloan’io. Dia nataonao teo ambonin’ilay latabatra ny emboka manitra sy ny menaka tokony ho ahy.",
        "42": "Feon’olona be dia be tsy mivaky loha no heno tao, ka anisan’izany ny mpimamo nentina avy any an-tany efitra. Nasian’ireny brasele ny tanan’ izy roa vavy, ary nasiany diadema tsara tarehy teo amin’ny lohany.",
        "43": "“Dia izao no nolazaiko momba an’ilay vehivavy efa reraka nanitsakitsa-bady: ‘Mbola hivaro-tena foana izy.’",
        "44": "Nankao aminy foana ireny, toy ny olona mankao amin’ny mpivaro-tena. Hoatr’izany no nankanesan’ireny tao amin’i Ohola sy Oholiba, tao amin’ireo vehivavy manana fitondran-tena mamoafady.",
        "45": "Hisy olo-marina kosa hamoaka didim-pitsarana sahaza azy noho izy nanitsakitsa-bady sy nandatsa-dra. Mpanitsakitsa-bady mantsy izy roa vavy, sady nandatsa-dra.",
        "46": "“Fa izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hisy tafika hoentina hamely azy ireo, ka hihorohoro ny olona rehefa mahita an’izay manjo azy. Ho voaroba koa izy ireo.",
        "47": "Dia hitora-bato azy ilay tafika, ka handripaka azy amin’ny sabatra. Hovonoin’ireny ny zanany lahy sy ny zanany vavy, ary hodorany koa ny tranony.",
        "48": "Hataoko mifarana hatreo ny fitondran-tena mamoafady eo amin’ilay tany. Dia handray lesona ny vehivavy rehetra, ka tsy hanahaka ny fitondran-tena mamoafady ataonareo.",
        "49": "Dia hataon’ireny mizaka ny vokatry ny fitondran-tenanareo mamoafady ianareo, ary hizaka ny vokatry ny fahotanareo tamin’ianareo nanompo ny sampinareo maharikoriko. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.’”"
    },
    "24": {
        "1": "Niteny tamiko indray i Jehovah, tamin’ny andro fahafolon’ny volana fahafolo, tamin’ny taona fahasivy, hoe:",
        "2": "“Ry zanak’olona, soraty ny daty androany, dia ity datin’andro androany ity. Androany mantsy ny mpanjakan’i Babylona no nanomboka nanafika an’i Jerosalema.",
        "3": "Ary manaova ohabolana momba an’io taranaka mpikomy io, dia izao lazaina momba azy ireo: “‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Ataingeno eo ambony afo ny vilany. Ataingeno ilay izy dia asio rano ao anatiny.",
        "4": "Mandrotsaha hena voatetika, dia ny vongan-kena tsara rehetra, Izany hoe ny feny sy ny sorony. Fenoy an’izay taolana tsara indrindra ilay vilany.",
        "5": "Alaivo izay ondry tsara indrindra amin’ny andian’ondry. Dia fenoy kitay eo ambanin’ilay vilany. Andrahoy ny hena sy ny taolana ao anatin’ilay vilany.”’",
        "6": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hahita loza ilay tanàna mpandatsa-dra, ilay vilany harafesenina nefa tsy nesorina ny harafesina aminy! Avoahy tsirairay ny vongan-kena, fa aza anaovana antsapaka.",
        "7": "Fa mbola ao amin’ilay tanàna ihany ny ra nalatsany. Nararany teny amin’ny vatolampy mangadihady izany, Fa tsy nararany tamin’ny tany mba hototofana vovoka.",
        "8": "Navelako teny amin’ny vatolampy mangadihady sy mangirana ny ra nalatsany, Mba tsy hototofana. Amin’izay aho dia ho tezitra mafy ka hamaly faty.",
        "9": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hahita loza ilay tanàna mpandatsa-dra! Hataoko mivangongo avo be ny kitay.",
        "10": "Ataovy mivangongo ny kitay, dia areheto ny afo. Andrahoy ho masaka tsara ny hena dia araraho ny rony, ka avelao ho may kila ny taolana.",
        "11": "Ataingeno eo ambony afo ilay vilany varahina tsy misy na inona na inona mba hahamay, Dia ho mena mivaivay ilay vilany. Hitsonika koa ny loto ao anatiny, ary ho levona ny harafesina aminy.",
        "12": "Mahakivy sy mandreraka ilay vilany, Satria tsy ho afaka mihitsy ilay harafesina be. Dia atsipazo ao anaty afo miaraka amin’ilay harafesina ilay izy!’",
        "13": "“‘Naloto ianao satria nanana fitondran-tena mamoafady. Niezaka nanadio anao aho nefa tsy nety nadio ianao, ka tsy afaka ny fahalotoanao. Tsy hadio intsony ianao raha tsy efa afaka ny hatezerako aminao.",
        "14": "Izaho Jehovah no efa niteny, ka ho tanteraka tokoa izany. Dia hanao zavatra aho fa tsy hisalasala, na halahelo, na hanenina. Hotsarain’izy ireo araka izay nataonao sy izay vitanao ianao’, hoy i Jehovah Tompo Fara Tampony.”",
        "15": "Niteny tamiko indray i Jehovah hoe:",
        "16": "“Ry zanak’olona, efa hesoriko aminao ilay malalanao, ary tampoka no hanaovako an’izany. Dia aza malahelo na mitomany na mandatsa-dranomaso.",
        "17": "Aleo ianao mitoloko mangina, fa aza manao fombafomba fisaonana azy. Afatory tsara ny fehilohanao, ary anaovy ny kapanao. Aza sarontsaronana ny volombavanao, ary aza mihinana ny sakafo aterin’ny olona ho anao.”",
        "18": "Niresaka tamin’ny olona aho ny maraina, dia maty ny vadiko ny hariva. Koa nataoko daholo izay rehetra nasaina nataoko, ny ampitso maraina.",
        "19": "Dia hoy ny olona tamiko: “Tsy horesahinao aminay ve hoe nahoana no mahakasika anay izao ataonao izao?”",
        "20": "Dia hoy aho: “Niteny tamiko i Jehovah hoe:",
        "21": "‘Lazao amin’ny taranak’Israely hoe: “Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Efa hozimbazimbaiko ny toerako masina, dia ilay toerana mampirehareha be anareo, ilay tena tianareo sy ifikiran’ny fonareo. Ary ho fatin’ny sabatra ny zanakareo lahy sy ny zanakareo vavy, izay nilaozanareo.",
        "22": "Dia hanao hoatran’ny nataon’i Ezekiela ianareo amin’izay, ka tsy hosaronanareo ny volombavanareo, ary tsy hohaninareo ny sakafo aterin’ny olona ho anareo.",
        "23": "Ho eo an-dohanareo ny fehilohanareo, ary ho eny an-tongotrareo ny kapanareo. Tsy halahelo na hitomany ianareo, fa ho lo noho ny fahadisoanareo. Dia hifampijery ianareo ka hitaraina.",
        "24": "Famantarana ho anareo i Ezekiela. Hoatran’izay nataony mihitsy no hataonareo. Rehefa mitranga izany, dia tsy maintsy ho fantatrareo fa izaho no Jehovah Tompo Fara Tampony.’”’”",
        "25": "“Ry zanak’olona, hesoriko amin’izy ireo ny toerana voaro mafy, dia ilay toerana kanto mahafaly azy, ilay tena tiany sady ifikiran’ny fony. Hesoriko aminy koa ny zanany lahy sy ny zanany vavy. Amin’izay andro izay,",
        "26": "dia hilaza an’izany aminao ny olona iray afa-nandositra.",
        "27": "Hisokatra ny vavanao amin’izay andro izay, ka hiresaka amin’ilay afa-nandositra ianao fa tsy ho moana intsony. Dia ho famantarana ho azy ireny ianao, ary tsy maintsy ho fantany fa izaho no Jehovah.”"
    },
    "25": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ny Amonita, ary maminania hoe hisy loza hanjo azy.",
        "3": "Dia izao lazaina momba ny Amonita: ‘Henoy ny tenin’i Jehovah Tompo Fara Tampony. Izao no tenin’i Jehovah Tompo Fara Tampony: “Rehefa nozimbazimbaina ny toerako masina, sady lasa tsy misy mponina ny tanin’ny Israely, ary natao sesitany ny taranak’i Joda, dia nilaza ianao hoe: ‘Tsara ho azy izay!’",
        "4": "Noho izany, dia hatolotro ho fananan’ny Tatsinanana ianao. Dia hanorina ny tobiny ao aminao izy ireo, ary hanangana tranolay ao, dia hihinana ny vokatra ao aminao, ary hisotro ny ronononao.",
        "5": "Hataoko kijana ho an’ny rameva i Raba, ary hataoko toerana fakana aina ho an’ny ondry aman’osy ny tanin’ny Amonita. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "6": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Noho ianao nitehaka sy nanatontona ny tongotrao tamin’ny tany, sady faly erỳ nanesoeso ny tanin’ny Israely rehefa nahita an’izay nanjo azy,",
        "7": "dia hanatsotra ny tanako hamely anao aho, ka havelako horobain’ireo firenena ianao. Horinganiko ianao ka tsy ho firenena intsony, ary tsy hanana tany intsony. Dia haripako tanteraka ianao, ka tsy maintsy ho fantatrao fa izaho no Jehovah.’",
        "8": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Satria i Moaba sy Seira niteny hoe: “Hay hoatran’ny firenen-drehetra ihany ny taranak’i Joda!”,",
        "9": "dia havelako hisy hanafika ny tanàna eny amin’ny sisin-tanin’i Moaba, dia ny tanàna tsara indrindra any, anisan’izany i Beti-jesimota sy Bala-meona ary na dia i Kiriataima aza.",
        "10": "Homeko ho an’ny Tatsinanana i Moaba sy ny Amonita. Dia tsy hotsaroana intsony any amin’ireo firenena ny Amonita.",
        "11": "Ary hampihatra didim-pitsarana any Moaba aho, ka tsy maintsy ho fantany fa izaho no Jehovah.’",
        "12": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Namaly faty i Edoma ka nasiany ny taranak’i Joda. Nanao fahadisoana lehibe izy rehefa namaly faty an’ireo.",
        "13": "Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Hanatsotra ny tanako hamely an’i Edoma koa aho, ka horinganiko ny olona sy ny biby fiompy ao, ary hataoko lasa tsy misy mponina izy. Dia ho fatin’ny sabatra ny olona hatrany Temana ka hatrany Dedana.",
        "14": "‘Hamaly ny nataon’i Edoma aho, ka ny tanan’ny Israely vahoakako no hampiasaiko amin’izany. Dia hataon’izy ireo fantatr’i Edoma fa tezitra sady misafoaka aho, amin’izay mba tsapany tsara ny valifaty ataoko aminy’, hoy i Jehovah Tompo Fara Tampony.”’",
        "15": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Nankahala ny Israely foana ny Filistinina, ka nanao teti-dratsy hamaliana faty sy handringanana azy.",
        "16": "Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Hanatsotra ny tanako hamely ny Filistinina aho, ka horinganiko ny Keretita, ary haripako ny mponina sisa any amoron-tsiraka.",
        "17": "Hataoko mahita faisana izy ireo rehefa mamaly faty azy aho, ka hanamparako ny hatezerako izy rehefa faiziko. Dia tsy maintsy ho fantany fa izaho no Jehovah, rehefa mamaly ny nataony aho.”’”"
    },
    "26": {
        "1": "Niteny tamiko i Jehovah, tamin’ny andro voalohan’ny volana, tamin’ny taona faha-11, hoe:",
        "2": "“Ry zanak’olona, izao no nolazain’i Tyro momba an’i Jerosalema: ‘Tsara ho azy izay! Nirodana ilay vavahadin’ny firenena! Mba anjarako indray izao ny hanan-karena be, satria izy efa rava.’",
        "3": "Noho izany, dia izao no tenin’i Jehovah Tompo Fara Tampony: ‘Homelohiko ianao, ry Tyro, ka hisy firenena be dia be hoentiko hanafika anao, hoatran’ireny onjan-dranomasina miakatra ireny.",
        "4": "Horavan’izy ireo ny mandan’i Tyro, ary harodany ny tilikambony. Hokaofiko ny vovoka ao, dia hataoko lasa vatolampy mangirana sy mangadihady izy.",
        "5": "Ho lasa toerana fanahazana harato eo afovoan-dranomasina izy.’ “‘Fa izaho no efa niteny an’izany’, hoy i Jehovah Tompo Fara Tampony, ‘ka horobain’ny firenena izy.",
        "6": "Ary ho fatin’ny sabatra ny mponina any amin’ny tanàna keliny any ambanivohitra. Dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah.’",
        "7": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hoentiko avy any avaratra i Nebokadnezara mpanjakan’i Babylona mba hanafika an’i Tyro. Mpanjakan’ny mpanjaka izy, ka hitondra soavaly sy kalesy fitondra miady sy mpitaingin-tsoavaly ary tafika misy miaramila be dia be.",
        "8": "Hovonoiny amin’ny sabatra ny mponina any amin’ny tanàna kelinao any ambanivohitra. Dia hanangana manda sy dongon-tany hanaovana fahirano anao izy, ary hitazona ampinga ngezabe rehefa manafika anao.",
        "9": "Hopotehiny amin’ny lohondry vy ny mandanao, ary harodany amin’ny famaky ny tilikambonao.",
        "10": "Be dia be mihitsy ny soavaliny ka hitora-jofo handrakotra anao ny vovoka. Migodongodona be ny mpitaingin-tsoavaly sy ny kodiarana ary ny kalesy, ka hihozongozona hatramin’ny mandanao rehefa miditra eo amin’ny vavahadinao izy, hoatran’ny olona mirodorodo mankao amin’ny tanàna voagorobaka.",
        "11": "Hikatrokatroka eny an-dalambenao rehetra eny ny kitron-tsoavaliny. Hovonoiny amin’ny sabatra ny mponina ao aminao, ary hirodana amin’ny tany ireo andry matanjaka ao aminao.",
        "12": "Halainy daholo ny harenanao, horobainy ny entam-barotrao, harodany ny mandanao, ary horavany ny trano tsara tarehy ao aminao. Dia hatsipiny any anaty rano ny vato sy ny zavatra vita amin’ny hazo ary ny vovoka ao aminao.’",
        "13": "“‘Hataoko mifarana hatreo ny tabataban’ny hiranao, ary tsy ho heno intsony ny feon’ny harpa fandre ao aminao.",
        "14": "Dia hataoko lasa vatolampy mangirana sy mangadihady ianao, ka ho lasa toerana fanahazana harato. Dia tsy haorina intsony ianao, fa izaho Jehovah no efa niteny’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "“Izao no tenin’i Jehovah Tompo Fara Tampony amin’i Tyro: ‘Tsy hangovitra ve ireo nosy rehefa maheno ny fidoboky ny fianjeranao, rehefa mitaraindraina ny olona efa ho faty, rehefa aripaka daholo ny mponina ao aminao?",
        "16": "Hidina avy eo amin’ny seza fiandrianany daholo ny andrianan’ny ranomasina, ka hanala ny akanjony ivelany sy ny fitafiany misy peta-kofehy, sady hangovitra be. Hipetraka eo amin’ny tany izy ireo, ary hangovitra foana sady hidanàka mijery anao.",
        "17": "Dia hanao hira fisaonana anao izy ireo, hoe: “Indrisy fa rava tokoa ianao, ry ilay tanàna noderaina sy nipetrahan’ny olona avy any amin’ny ranomasina! Samy natanjaka tany an-dranomasina ianao sy ny mponina tao aminao, Ka lasa natahotra daholo ny mponina eran-tany!",
        "18": "Hangovitra daholo ny nosy, amin’ny andro hianjeranao. Hitebiteby koa ireo nosy any an-dranomasina rehefa tsy eo intsony ianao.”’",
        "19": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Horavako tanteraka ianao, ka hataoko hoatran’ny tanàna tsy misy mponina. Hataoko difotry ny rano manonja be koa ianao ka ho safotry ny rano mikoriana mafy. Amin’izay fotoana izay,",
        "20": "dia hoentiko any amin’ny olona efa maty taloha ela be ianao sy izay miara-midina aminao any anaty lavaka. Halefako hipetraka any amin’ny toerana ambany indrindra hoatran’ireny toerana taloha efa ravarava ireny ianao sy izay miara-midina aminao any anaty lavaka. Amin’izay dia tsy hisy hipetraka intsony ao aminao. Dia homeko voninahitra ny tanin’ny velona.",
        "21": "“‘Hataoko mihorohoro tampoka ianao, dia tsy hisy intsony. Hitady anao izy ireo nefa tsy ho hita intsony mihitsy ianao’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "27": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, manaova hira fisaonana an’i Tyro,",
        "3": "dia izao lazaina aminy: ‘Ianao ilay mipetraka eo amin’ny vavahadin’ny ranomasina, Ilay mpivarotra amin’ny vahoaka any amin’ny nosy be dia be, Izao no tenin’i Jehovah Tompo Fara Tampony: “Ry Tyro ô, nilaza ianao hoe: ‘Faran’izay tsara tarehy aho!’",
        "4": "Eny afovoan-dranomasina ny faritry ny taninao, Ary izay nanorina anao no nahatonga anao ho faran’izay tsara tarehy.",
        "5": "Hazo zenevrie avy any Senira no nanamboarany ny hazo fisaka rehetra nandrafetana anao, Ary hazo sedera avy any Libàna no nanaovany andrin-tsambo ho anao.",
        "6": "Hazo oaka avy any Basana no nanaovany fivoy ho anao, Ary hazo siprey voaravaka ivoara avy any amin’ny nosy Kitima no nanaovany ny lohan-tsambo.",
        "7": "Lamba rongony marevaka avy any Ejipta no nanaovana lain-tsambo ho anao, Ary kofehy manga sy volonondry volomparasy avy any amin’ny nosy Elisaha no natao tafon’ny tokotanin-tsambonao.",
        "8": "Ny mponin’i Sidona sy Arvada no mpivoy ny sambonao. Ny olona nanan-talenta tao aminao, ry Tyro, no tantsambonao.",
        "9": "Ny olona efa za-draharaha sy manan-talenta avy any Gebala no nanentsina an’izay loaka taminao. Dia nankany aminao daholo ny sambo avy any an-dranomasina sy ny tantsambony mba haka entana sy hivarotra.",
        "10": "Avy any Persa sy Loda ary Pota ny lehilahy ao amin’ny tafikao, izany hoe ny lehilahy mpiady nampiasainao. Nahanton’izy ireo teo aminao ny ampingany sy ny fiarovan-dohany, ka nataony lasa be voninahitra ianao.",
        "11": "Ny olona avy any Arvada tao amin’ny tafikao no niambina teny ambonin’ny manda manodidina anao, Ary lehilahy be herim-po no natao teny amin’ny tilikambonao. Nasian’izy ireo ampinga boribory nihantona teny amin’ny sisin’ny mandanao rehetra, Ka nataony lasa faran’izay tsara tarehy ianao.",
        "12": "“‘“Nanao raharaham-barotra taminao i Tarsisy satria nanan-karena be ianao. Natakalon’izy ireo volafotsy sy vy sy firapotsy ary firamainty ny entanao.",
        "13": "Nanao raharaham-barotra taminao koa i Javana sy Tobala ary Meseka, ka natakalony andevo sy zavatra vita amin’ny varahina ny entam-barotrao.",
        "14": "Natakalon’ny taranak’i Togarma soavaly fitondra miady sy karazan-tsoavaly hafa ary ramole kosa ny entanao.",
        "15": "Nanao raharaham-barotra taminao koa ny taranak’i Dedana. Nampiasa mpivarotra tany amin’ny nosy maromaro ianao. Ary tandroka ivoara sy hazomainty no nataony fanomezana ho anao.",
        "16": "Nanao raharaham-barotra taminao koa i Edoma, satria be dia be ny zavatra novokarinao. Vatosoa torkoazy, volonondry volomparasy, lamba misy peta-kofehy miloko isan-karazany, ravin-damba tena tsara, haran-dranomasina, ary vatosoa robia no nomeny ho takalon’ny entanao.",
        "17": "“‘“Nanao raharaham-barotra taminao koa i Joda sy ny tanin’ny Israely, ka varimbazaha avy any Minita, sy sakafo tena tsara, tantely, menaka, ary balsama no nomeny ho takalon’ny entanao.",
        "18": "“‘“Nanao raharaham-barotra taminao i Damaskosy, satria be dia be ny zavatra novokarinao sy ny harenanao. Nivarotra divay avy any Helbona sy volonondry avy any Zahara taminao izy.",
        "19": "I Vedana sy Javana avy any Ozala kosa nanome vy efa voatefy sy hazo kasia ary fantàkamanitra ho takalon’ny entanao.",
        "20": "Nivarotra lamba taminao koa i Dedana mba hatao lasely eo ambony soavaly.",
        "21": "Nampiasa ny Arabo sy ny mpiadidy rehetra tao Kedara ianao. Mpivarotra zanak’ondry sy ondrilahy ary osy izy ireny.",
        "22": "Nanao raharaham-barotra taminao koa ny mpivarotra avy any Sheba sy Rama. Ranomanitra faran’izay tsara isan-karazany sy vatosoa ary volamena no nomeny ho takalon’ny entanao.",
        "23": "Nanao raharaham-barotra taminao koa i Harana, Kane, Edena, ny mpivarotra avy any Sheba, Asyra, ary Kilmada.",
        "24": "Teny an-tsenanao izy ireny no nivarotra akanjo tsara tarehy, sy akanjo ivelany manga misy peta-kofehy sady miloko isan-karazany, ary karipetra milokoloko be. Nofatorana mafy tsara tamin’ny tady izany rehetra izany.",
        "25": "Ireo sambon’i Tarsisy no nitanjozotra nitatitra ny entam-barotrao, Ka lasa feno entana ianao sady navesatra be teny afovoan-dranomasina.",
        "26": "Nentin’ny mpivoy anao teny amin’ny ranomasina manonja be ianao, Dia rendrika teny afovoan-dranomasina satria nisy rivotra avy any atsinanana.",
        "27": "Rehefa tonga ny andro hianjeranao, dia hilentika any afovoan-dranomasina daholo Ny harenanao, ny entanao, ny entam-barotrao, ny matiloanao, ny tantsambonao, Ny mpanentsina ny loaka taminao, ny mpivarotra ny entam-barotrao, ary ny lehilahy mpiady rehetra, Dia ny olona rehetra ao aminao.",
        "28": "Hangovitra ireo morontsiraka rehefa mitaraindraina ny tantsambonao.",
        "29": "Dia hidina avy eny amin’ny sambony daholo ny mpivoy sy ny matiloa ary ny tantsambo, Ka hijoro eny an-tanety.",
        "30": "Hiantsoantso izy ireo sady hitaraindraina mafy noho izay manjo anao, Dia hanipy vovoka eo amin’ny lohany sady hihosin-davenona.",
        "31": "Hosolainy koa ny lohany, ary hisikina lamba gony izy ireo. Hitomany mafy izy ireo noho izay manjo anao, sady hidradradradra mafy.",
        "32": "Hanao an’izao hira fisaonana izao izy ireo sady hitaraindraina satria halahelo anao: ‘Iza no hoatran’i Tyro? Izao anefa izy mangina eny afovoan-dranomasina.",
        "33": "Nanome fahafaham-po firenena maro ianao, rehefa tonga avy eny an-dranomasina ny entanao. Lasa nanan-karena ny mpanjaka eto an-tany noho ny harenanao be dia be sy ny entam-barotrao.",
        "34": "Rendrika eny afovoan-dranomasina, eny amin’ny rano lalina, anefa ianao izao, Dia nilentika niaraka taminao daholo ny entam-barotrao sy ny olona rehetra ao aminao.",
        "35": "Hidanàka hijery anao ny mponina rehetra any amin’ireo nosy, Ary hangovitra sy hihorohoro ny mpanjakan’ireny. Ho hita be amin’ny endriny hoe mitebiteby izy.",
        "36": "Hisioka ny mpivarotra any amin’ireo firenena noho izay nanjo anao. Ho tampoka be sy hahatsiravina ny hiafaranao, Ka tsy hisy intsony mandrakizay ianao.’”’”"
    },
    "28": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, lazao amin’ilay mpitondra an’i Tyro hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Nirehareha ny fonao, ka miteny foana ianao hoe ‘andriamanitra aho.’ Milaza foana koa ianao hoe: ‘Mipetraka eo amin’ny seza fiandrianan’andriamanitra aho, eny afovoan-dranomasina.’ Olombelona ihany anefa ianao, fa tsy andriamanitra, Na dia mieritreritra ny tenanao ho andriamanitra aza ianao ao am-ponao ao.",
        "3": "Sao ianao mihevitra hoe hendry noho i Daniela, Ka tsy misy zava-miafina tsy hainao!",
        "4": "Lasa nanan-karena ianao, satria manam-pahendrena sy mahay manavaka. Manangona volamena sy volafotsy foana ianao, mba hatao ao amin’ny fitehirizanao zava-tsarobidy.",
        "5": "Nahazo harem-be ianao satria mahay manao raharaham-barotra, Dia nirehareha ny fonao satria nanan-karena ianao.”’",
        "6": "“‘Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Noho ianao mieritreritra ao am-ponao ao hoe andriamanitra ianao,",
        "7": "Dia hisy hafa firenena hoentiko hanafika anao, firenena faran’izay tsy mifaditrovana. Hanatsoaka sabatra ireny, ka hamely ny zavatra tsara tarehy rehetra azonao tamin’ny fahendrenao, Sady hanazimbazimba ny voninahitrao.",
        "8": "Hampidininy any anaty lavaka ianao, Ka hisy hamono eny afovoan-dranomasina.",
        "9": "Dia mbola hilaza amin’ilay mamono anao ihany ve ianao hoe ‘andriamanitra aho’? Tsy andriamanitra anefa ianao fa olombelona ihany, eo anatrehan’ireo manazimbazimba anao.”’",
        "10": "‘Hovonoin’ny hafa firenena ianao, ka ho toy ny fahafatesan’ny tsy mifora ny fahafatesanao, Fa izaho no niteny an’izany’, hoy i Jehovah Tompo Fara Tampony.”",
        "11": "Dia niteny tamiko indray i Jehovah hoe:",
        "12": "“Ry zanak’olona, manaova hira fisaonana ny mpanjakan’i Tyro, ka lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Ianao no modely ny amin’izay atao hoe tonga lafatra, Satria nanam-pahendrena be ianao sady faran’izay tsara tarehy.",
        "13": "Tao Edena, zaridainan’Andriamanitra, ianao. Noravahana vatosoa isan-karazany ianao, Dia robia, topaza, jaspa, krizolita, oniksa, jady, safira, torkoazy, ary emeraoda. Volamena ny tranotranon’ireny sy ny metaly nipetahany. Efa natao vonona teo ireny, tamin’ny andro namoronana anao.",
        "14": "Notendreko ho kerobima voahosotra ianao, ho kerobima mpiaro. Teny amin’ny tendrombohitra masin’Andriamanitra ianao, ary nandehandeha teny amin’ny vato mirehitra.",
        "15": "Tsy nisy tsiny ianao tamin’izay nataonao, nanomboka tamin’ny andro namoronana anao Ka mandra-pahita hoe nanao ratsy ianao.",
        "16": "Nanao raharaham-barotra be dia be ianao, Ka lasa nahery setra be, ary nanomboka nanota. Dia horoahiko tsy ho eo an-tendrombohitr’Andriamanitra ianao, satria efa tsy masina intsony. Haringako tsy ho eny amin’ny vato mirehitra koa ianao, ry ilay kerobima mpiaro ô!",
        "17": "Lasa nirehareha ny fonao, satria tsara tarehy ianao. Nosimbanao ny fahendrenao, satria be voninahitra ianao. Dia hazerako eny amin’ny tany ianao, Ary hataoko lasa hesoesoin’ny olona eo anatrehan’ny mpanjaka maro.",
        "18": "Nozimbazimbainao ny toeranao masina, satria nanao fahadisoana lehibe ianao sady nanao ny tsy marina tamin’ny raharaham-barotra. Hasiako afo mivoaka avy eo aminao, dia ho levon’ny afo ianao. Ary hataoko lasa lavenona eny ambonin’ny tany ianao, eo imason’izay rehetra mijery anao.",
        "19": "Dia hidanàka hijery anao izay rehetra mahalala anao any amin’ireo firenena. Ho tampoka be sy hahatsiravina ny hiafaranao, Ary tsy hisy intsony mandrakizay ianao.”’”",
        "20": "Dia niteny tamiko indray i Jehovah hoe:",
        "21": "“Ry zanak’olona, mitodiha any Sidona, ary maminania hoe hisy loza hanjo azy.",
        "22": "Lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Homelohiko ianao, ry Sidona ô! Homem-boninahitra aho noho izay hataoko aminao. Tsy maintsy ho fantatry ny olona fa izaho no Jehovah, rehefa mampihatra didim-pitsarana aminao aho, sady hamasinina noho ny aminao.",
        "23": "Handefasako areti-mandringana ao aminao, ary hataoko misy ra mandriaka eny an-dalambenao. Ary ho avy eny amin’ny manodidina rehetra ny sabatra, dia hamely anao ka hiampatrampatra ao aminao ny fatin’izay novonoina. Dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah.",
        "24": "“‘“Ary tsy ho voahodidina tsilo mandratra sy mampanaintaina intsony ny taranak’Israely, izany hoe tsy ho voahodidina olona manesoeso azy intsony. Dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah Tompo Fara Tampony.”’",
        "25": "“‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Rehefa angoniko indray avy any amin’ireo firenena nanaparitahana azy ny taranak’Israely, dia hohamasinina eo amin’izy ireo sy eo imason’ireo firenena aho. Dia hipetraka ao amin’ny taniny izy ireo, dia ilay tany nomeko an’i Jakoba mpanompoko.",
        "26": "Hiadana sy hilamina izy ireo ao amin’ilay tany, ka hanao trano sy hamboly voaloboka. Ary hiadana sy hilamina izy ireo rehefa mampihatra didim-pitsarana amin’izay manesoeso azy aho, dia izay rehetra manodidina azy. Koa tsy maintsy ho fantany fa izaho no Jehovah Andriamaniny.”’”"
    },
    "29": {
        "1": "Tamin’ny andro faha-12 amin’ny volana fahafolo, tamin’ny taona fahafolo, dia niteny tamiko i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’i Farao mpanjakan’i Ejipta, ary maminania hoe hisy loza hanjo azy sy Ejipta manontolo.",
        "3": "Lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hanameloka anao aho, ry Farao mpanjakan’i Ejipta, Ilay biby ngezabe any an-dranomasina ao amin’ny lakandranon’i Neily. Nilaza ianao hoe: ‘Ahy ny Reniranon’i Neily, Dia izaho no nanao azy ho ahy.’",
        "4": "Hasiako faraingo anefa ny valanoranonao, ary hataoko miraikitra amin’ny kiranao ny trondron’ny Reniranon’i Neily. Dia havoakako avy ao amin’ny Reniranon’i Neily ianao sy ny trondro rehetra miraikitra amin’ny kiranao.",
        "5": "Hariako any amin’ny tany karakaina ianao sy ny trondron’ny Reniranon’i Neily rehetra. Ho faty any an-tsaha ianao, ka tsy hisy hanangona na handevina. Dia homeko ho sakafon’ny bibidia sy ny vorona eny amin’ny lanitra ianao.",
        "6": "Ary tsy maintsy ho fantatry ny mponina rehetra any Ejipta fa izaho no Jehovah. Na singana mololo aza mantsy mbola azon’ny taranak’Israely ianteherana kokoa noho izy ireo.",
        "7": "Lasa torotoro ianao rehefa notazonin’ny taranak’Israely ny tananao, Ka tapaka ny sorony noho ianao. Ary tapaka ianao rehefa nianteherany, Ka nahatonga ny tongony hangozohozo.”",
        "8": "“‘Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Hamely anao amin’ny sabatra aho, ka haripako daholo ny olona sy ny biby ao aminao.",
        "9": "Dia ho lasa tsy misy mponina sy ho rava tanteraka i Ejipta. Dia tsy maintsy ho fantany fa izaho no Jehovah, satria efa nilaza ianao hoe: ‘Ahy ny Reniranon’i Neily, ary izaho no nanao azy.’",
        "10": "Homelohiko àry ianao sy ny Reniranon’i Neily. Dia hataoko rava tanteraka sy maina ary ngazana i Ejipta, hatrany Migdola ka hatrany Syena ary hatrany amin’ny sisin-tanin’i Etiopia.",
        "11": "Tsy hodiavin’olona na biby fiompy intsony any, ary tsy hisy hipetraka any intsony mandritra ny 40 taona.",
        "12": "Hataoko ngazana indrindra amin’ny tany rehetra ny tanin’i Ejipta, ary ny tanànany no ho tanàna aolo indrindra mandritra ny 40 taona. Dia haparitako any amin’ny firenena samy hafa ny Ejipsianina, sady haeliko any amin’ny tany samihafa.”",
        "13": "“‘Fa izao no tenin’i Jehovah Tompo Fara Tampony: “Rehefa tapitra ny 40 taona, dia hangoniko avy any amin’ny firenena nanaparitahana azy ny Ejipsianina.",
        "14": "Hoentiko miverina any Patrosa, any amin’ny tany niaviany, ny Ejipsianina lasa babo. Dia tsy hisy heriny intsony ny fanjakany.",
        "15": "Ho lasa malemy noho ny fanjakana hafa i Ejipta, ary tsy hifehy firenena hafa intsony. Hataoko lasa tsinontsinona izy ka tsy hanana fahefana amin’ny firenena hafa intsony.",
        "16": "Tsy ho afaka hitoky amin’i Ejipta intsony koa ny taranak’Israely, fa vao mainka aza izy ireo hahatsiaro hoe diso fa nangataka fanampiana tamin’ny Ejipsianina. Dia tsy maintsy ho fantany fa izaho no Jehovah Tompo Fara Tampony.”’”",
        "17": "Dia niteny tamiko i Jehovah tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona faha-27, hoe:",
        "18": "“Ry zanak’olona, nampanaovin’i Nebokadnezara mpanjakan’i Babylona asa mafy be ny tafiny rehefa nandrava an’i Tyro. Sola mihitsy ny lohan’izy rehetra, ary niendaka ny hoditra teo amin’ny sorok’izy rehetra. Tsy nahazo karama anefa na izy na ny tafiny, tamin’ilay asa mafy nataony tany Tyro.",
        "19": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Homeko an’i Nebokadnezara mpanjakan’i Babylona ny tanin’i Ejipta, ka halainy ny harena ao. Dia haka babo be dia be izy sady handroba azy. Izany no ho karaman’ny tafiny.’",
        "20": "“‘Homeko ho karaman’izy ireo i Ejipta satria niasa mafy izy ireo rehefa nandrava azy. Niasa ho ahy mantsy izy ireo’, hoy i Jehovah Tompo Fara Tampony.",
        "21": "“Dia hataoko misy tandroka maniry ho an’ny taranak’Israely, amin’izay andro izay. Ary havelako hiteny eo amin’izy ireo ianao. Dia tsy maintsy ho fantany fa izaho no Jehovah.”"
    },
    "30": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Midradradradrà ianareo, ka mitenena hoe: ‘Indrisy fa ho avy ilay andro!’",
        "3": "Fa efa akaiky ilay andro. Efa akaiky tokoa ny andron’i Jehovah. Ho andro mandrahona izany, ary ho fotoana voatondro hitsarana an’ireo firenena.",
        "4": "Hisy sabatra hamely an’i Ejipta, ary hitebiteby i Etiopia rehefa miampatrampatra any Ejipta ny fatin’izay novonoina. Dia hisy haka ny harenany, ary hisy handrava ny fototra iorenany.",
        "5": "Ho fatin’ny sabatra daholo i Etiopia, Pota, Loda, ary ny olona avy any amin’ny firenena hafa rehetra. Ho fatin’ny sabatra koa i Koba, Sy ny mponina ao amin’ilay tany voafehin’ny fifanekena.”’",
        "6": "Izao no tenin’i Jehovah: ‘Ho faty koa ny mpanohana an’i Ejipta, Ary hahena ny heriny izay nampirehareha azy.’ “‘Ho fatin’ny sabatra ao amin’ilay tany izy ireo, hatrany Migdola ka hatrany Syena’, hoy i Jehovah Tompo Fara Tampony.",
        "7": "‘Ireo no ho lasa ngazana indrindra amin’ny tany rehetra, ary ny tanànany no ho tanàna rava tanteraka.",
        "8": "Rehefa mandrehitra afo any Ejipta aho, ka ho torotoro izay rehetra nifanaraka taminy, dia tsy maintsy ho fantany fa izaho no Jehovah.",
        "9": "Haniraka olona handeha sambo aho amin’izany andro izany, ka hataon’izy ireo izay hampangovitra an’i Etiopia, ilay matoky tena loatra. Hisahotaka ireny amin’ilay andro hamelezana an’i Ejipta, fa ho tonga tokoa ilay andro.’",
        "10": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hofongorako ny vahoakan’i Ejipta, ka i Nebokadnezara mpanjakan’i Babylona no hampiasaiko amin’izany.",
        "11": "Hoentiko any mba handrava an’ilay tany izy sy ny tafiny, dia firenena tena tsy misy antra mihitsy. Hanatsoaka ny sabany hamely an’i Ejipta izy ireo, ka hiampatrampatra eran’ilay tany ny faty.",
        "12": "Dia hataoko lasa tany maina ny lakandranon’i Neily, ary hamidiko amin’ny ratsy fanahy ilay tany. Hasaiko hataon’ny hafa firenena lasa tsy misy mponina koa ilay tany, ary hasaiko haripany izay rehetra ao. Izaho Jehovah no efa niteny.’",
        "13": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hopotehiko koa ny sampy maharikoriko, ary hofoanako ireo andriamanitra tsy misy dikany ao Nofa. Tsy hisy andriana avy any Ejipta intsony, ary hataoko lasa matahotra daholo ny olona any.",
        "14": "Hataoko lasa tsy misy mponina i Patrosa. Handrehitra afo ao Zoana aho, ary hampiharako didim-pitsarana ny ao No.",
        "15": "Hanamparako ny hatezerako i Sina, ilay tanàna voaro mafy any Ejipta, ary haringako ny mponin’i No.",
        "16": "Handrehitra afo any Ejipta aho. Dia hatahotra be i Sina, ary ho voagorobaka i No. Hisy hanafika amin’ny andro antoandro kosa i Nofa.",
        "17": "Ho fatin’ny sabatra ny tovolahy ao Ona sy Pibeseta, ary ho lasa babo ny ao an-tanàna.",
        "18": "Ho maizina ny andro ao Tapanesa, rehefa tapahiko ny ziogan’i Ejipta. Dia hifarana hatreo ilay heriny izay nireharehany. Ho rakotry ny rahona izy, dia ho lasa babo ny ao an-tanànany.",
        "19": "Dia hampihatra didim-pitsarana amin’i Ejipta aho, ka tsy maintsy ho fantany fa izaho no Jehovah.’”",
        "20": "Ary niteny tamiko i Jehovah tamin’ny andro fahafiton’ny volana voalohany, tamin’ny taona faha-11, hoe:",
        "21": "“Ry zanak’olona, notapahiko ny sandrin’i Farao mpanjakan’i Ejipta. Dia tsy hofonosina ilay izy ka tsy ho sitrana. Tsy hasiana fehy lamba koa ilay izy ka tsy hahavita hitana sabatra.”",
        "22": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Hamely an’i Farao mpanjakan’i Ejipta aho, ka hotapahiko ny sandriny roa, na ilay mbola matanjaka na ilay efa tapaka. Dia hataoko latsaka avy eny an-tanany ny sabatra.",
        "23": "Avy eo dia haparitako any amin’ireo firenena ny Ejipsianina, ka haeliko any amin’ny tany samihafa.",
        "24": "Hohatanjahiko ny sandrin’ny mpanjakan’i Babylona, dia hataoko eo an-tanany ny sabatro. Hotapahiko kosa ny sandrin’i Farao, ka hitrona mafy hoatran’ny olona efa ho faty izy, eo anatrehany.",
        "25": "Hohatanjahiko ny sandrin’ny mpanjakan’i Babylona, fa ny sandrin’i Farao kosa ho lasa malemy. Rehefa ataoko eo an-tanan’ny mpanjakan’i Babylona ny sabatro, ka hampiasainy hamelezana an’i Ejipta, dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah.",
        "26": "Dia haparitako any amin’ireo firenena ny Ejipsianina, ary haeliko any amin’ny tany samihafa. Koa tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "31": {
        "1": "Dia niteny tamiko indray i Jehovah tamin’ny andro voalohan’ny volana fahatelo, tamin’ny taona faha-11, hoe:",
        "2": "“Ry zanak’olona, lazao amin’i Farao mpanjakan’i Ejipta sy ny vahoakany hoe: ‘Iza no lehibe hoatr’anao?",
        "3": "Toy ny Asyrianina anankiray ianao, sady hoatran’ny sedera any Libàna. Tsara be ny sampan’ilay hazo sady nanome alokaloka, ary avo be ilay izy. Tonga hatreny amin’ny rahona ny tendrony.",
        "4": "Azon-drano tsara izy ka lasa hazo lehibe. Ny loharano lalina no nahatonga azy ho avo be. Nisy renirano be dia be nanodidina ny toerana nambolena azy, Ary ny lakandrano avy amin’ireny no nanondraka ny hazo rehetra teny an-tsaha.",
        "5": "Izany no nahatonga azy ho avo noho ny hazo rehetra teny an-tsaha. Nihamaro ny sampany, ary vao mainka nihalava ny rantsany, Satria nahazo rano be avy tamin’ny renirano izy.",
        "6": "Nanao ny akaniny teny amin’ny sampany ny vorona rehetra eny amin’ny lanitra. Teo ambany rantsany ny bibidia rehetra no niteraka, Ary teo ambany alokalony ny firenena rehetra be mponina no nipetraka.",
        "7": "Lasa niavaka be izy satria tsara tarehy, sady lava be koa ny rantsany. Tonga hatrany anaty rano be mantsy ny fakany.",
        "8": "Tsy nisy nitovy taminy ny sedera tao amin’ny zaridainan’Andriamanitra. Tsy nisy hazo zenevrie nanana sampana hoatran’ny azy, Ary tsy nisy hazo platana nanana rantsana toy ny azy. Tsy nisy tsara tarehy hoatr’azy koa ny hazo tao amin’ny zaridainan’Andriamanitra.",
        "9": "Nataoko tsara tarehy sy be ravina izy, Ka nitsiriritra azy daholo ny hazo tao Edena, tao amin’ny zaridainan’ilay tena Andriamanitra.’",
        "10": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Noho izy lasa avo be ka nataony tonga hatreny amin’ny rahona ny tendrony, ary lasa niavonavona ny fony satria izy avo be,",
        "11": "dia hatolotro an’ilay mpitondra mahery be mifehy an’ireo firenena izy. Dia tena hamely azy io mpitondra io, ary izaho indray hanary azy noho ny faharatsiany.",
        "12": "Hikapa azy ny hafa firenena, dia firenena faran’izay tsy mifaditrovana. Havelan’izy ireo ho irery eny an-tendrombohitra izy, ka hihintsana eny amin’ny lohasaha rehetra ny raviny. Ho tapaka ny rantsany ka ho latsaka eny amin’ny renirano rehetra eo amin’ilay tany. Dia hiala avy eo ambany alokalony ny firenena rehetra ka handao azy.",
        "13": "Hipetraka eo amin’ny vatan’ilay hazo efa midaboka ny vorona rehetra eny amin’ny lanitra, ary hipetraka eny amin’ny rantsany ny bibidia rehetra.",
        "14": "Amin’izay dia tsy hisy ho lasa avo be intsony ny hazo eny amoron-drano, ary tsy ho tonga hatreny amin’ny rahona ny tendrony. Tsy hisy ho lasa avo be hanakatra ny rahona koa ny hazo azon-drano. Hovonoina ho faty daholo mantsy ireny, ka ho any ambanin’ny tany miaraka amin’ny zanak’olombelona, izay midina any anaty lavaka.’",
        "15": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hataoko misaona azy ny olona, amin’ny andro hidinany any amin’ny Fasana. Koa hosaronako ny rano lalina ka hataoko tsy mikoriana intsony ny reniranony, mba ho tampina ny rano be. Hataoko maizina i Libàna noho ny aminy, ary halazo ny hazo rehetra any an-tsaha.",
        "16": "Hataoko mangovitra ireo firenena rehefa maheno ny fidoboky ny fianjerany, rehefa ampidiniko any amin’ny Fasana izy, miaraka amin’izay rehetra midina any anaty lavaka. Dia hampionona ny hazo rehetra ao Edena izany, dia ny hazo voafantina sy tsara indrindra any Libàna, izay samy azon-drano tsara.",
        "17": "Efa any amin’ny Fasana miaraka aminy mantsy izy ireo, any amin’izay matin’ny sabatra. Any koa ny mpanohana azy, izay nipetraka teo ambany alokalony, teo amin’ireo firenena.’",
        "18": "“‘Iza amin’ny hazo tao Edena no be voninahitra sy lehibe hoatr’anao? Hampidinina any ambanin’ny tany miaraka amin’ny hazo tao Edena anefa ianao. Hiara-mivalampatra amin’ny olona tsy mifora ianao, dia amin’ny olona matin’ny sabatra. Izany no hanjo an’i Farao sy ny vahoakany rehetra’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "32": {
        "1": "Dia niteny tamiko indray i Jehovah tamin’ny andro voalohan’ny volana faha-12, tamin’ny taona faha-12, hoe:",
        "2": "“Ry zanak’olona, manaova hira fisaonana an’i Farao mpanjakan’i Ejipta, ka lazao aminy hoe: ‘Hoatran’ny liona tanora matanjaka ianao teo amin’ireo firenena, Nefa natao izay hampangina anao. Hoatran’ny biby ngezabe any an-dranomasina ianao, ka nipelipelika nampitobaka rano teny amin’ny renirano. Dia nokobakobaninao tamin’ny tongotrao ny rano mba hiakaran’ny fotaka, ary nolotoinao ny renirano.’",
        "3": "Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hatsipiko eo aminao ny haratoko, ka firenena be dia be mitambatra no hampiasaiko hanao an’izany. Dia hakarin’izy ireo amin’ilay haratoko ianao.",
        "4": "Hilaozako eny an-tanety ianao, Ary hatsipiko eny an-tsaha. Hataoko mipetraka eny amboninao ny vorona rehetra eny amin’ny lanitra, Ka hataoko voky anao ny bibidia eran-tany.",
        "5": "Hatsipiko eny an-tendrombohitra ny nofonao, Dia hofenoiko an’izay sisa tavela amin’ny fatinao ny lohasaha.",
        "6": "Hataoko hotsaky ny ranao mifantsitsitra be ny tany, hatreny an-tendrombohitra, Dia ho feno ny ranao ny renirano.’",
        "7": "‘Rehefa tapitra ny ainao, dia hosaronako ny lanitra ary hataoko maizina ny kintana. Hotakonako rahona ny masoandro, Ary tsy hanome hazavana ny volana.",
        "8": "Hataoko maizina daholo ny zavatra manazava eny amin’ny lanitra, noho ny nataonao. Dia hosaronako haizina ny taninao, hoy i Jehovah Tompo Fara Tampony.",
        "9": "‘Hataoko kivy ny fon’ny vahoaka maro, Rehefa alefako any amin’ny firenena hafa ny olona nataonao babo, dia any amin’ny tany mbola tsy fantatrao.",
        "10": "Hataoko matahotra be ny firenena maro noho ny aminao, Ary hangovitra sy hihorohoro ny mpanjakany rehefa arangarangako eo alohany ny sabatro. Hangovitra foana izy ireo, satria samy hatahotra ny ho faty, Amin’ny andro hianjeranao.’",
        "11": "Fa izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hamely anao ny sabatry ny mpanjakan’i Babylona.",
        "12": "Hataoko matin’ny sabatra ny vahoakanao, dia ny sabatry ny miaramila matanjaka. Firenena faran’izay tsy miantra olona no niavian’izy rehetra. Haetrin’izy ireo i Ejipta fa mirehareha, ary haripany daholo ny vahoakany.",
        "13": "Haringako daholo ny biby fiompiny eny akaikin’ny rano be. Dia tsy hisy hanakobakobana an’izany rano izany intsony, na tongotr’olombelona na kitron’ny biby fiompy.’",
        "14": "‘Amin’izany andro izany, dia havelako hitsika ny fotaka mba hadio ilay rano, Ka hataoko mikoriana hoatran’ny menaka ny reniranony’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "‘Rehefa ataoko ngazana i Ejipta ka tsy misy na inona na inona intsony, Ary rehefa vonoiko daholo ny mponina rehetra ao, Dia tsy maintsy ho fantany fa izaho no Jehovah.",
        "16": "Hira fisaonana izany, ka hohirain’ny olona amin’ny feo mitaraindraina. Hihira an’izany koa ny zanakavavin’ireo firenena. Hihira an’izany izy ireo mba hisaonana an’i Ejipta sy ny vahoakany rehetra’, hoy i Jehovah Tompo Fara Tampony.”",
        "17": "Dia niteny tamiko indray i Jehovah tamin’ny andro faha-15 amin’ny volana, tamin’ny taona faha-12, hoe:",
        "18": "“Ry zanak’olona, mitomania an’ireo vahoakan’i Ejipta, ary ampidino any ambanin’ny tany miaraka amin’izay midina any anaty lavaka izy sy ny zanakavavin’ireo firenena matanjaka.",
        "19": "“‘Angaha ianao tsara tarehy noho ny olon-kafa? Midìna dia mandehana mivalampatra miaraka amin’ny tsy mifora!’",
        "20": "“‘Ho faty miaraka amin’ny olona novonoina tamin’ny sabatra izy ireo. Navela ho fatin’ny sabatra i Ejipta. Taritarito izy sy ny vahoakany rehetra.",
        "21": "“‘Avy any amin’ny Fasana ireo miaramila matanjaka indrindra no hiresaka aminy sy amin’izay manampy azy. Ho fatin’ny sabatra izy ireo, dia hidina any tokoa, ary hivalampatra any, hoatran’ny tsy mifora.",
        "22": "Any no misy an’i Asyria sy ny vahoakany rehetra. Manodidina azy ny fasan’ny Asyrianina, fa matin’ny sabatra izy rehetra.",
        "23": "Any anaty lavaka lalina be ireny fasany ireny. Manodidina an’ireny fasany ireny ny vahoakany. Matin’ny sabatra daholo izy rehetra, satria nampihorohoro tao amin’ny tanin’ny velona.",
        "24": "“‘Manodidina ny fasany i Elama sy ny vahoakany rehetra, ary matin’ny sabatra daholo. Nidina tsy mifora any ambanin’ny tany izy ireo, satria nampihorohoro tao amin’ny tanin’ny velona. Ho afa-baraka miaraka amin’izay midina any anaty lavaka izy ireo izao.",
        "25": "Nanamboatra fandriana ho an’i Elama teo amin’izay novonoina izy ireo, izany hoe teo amin’ny vahoakany rehetra manodidina ny fasany. Tsy mifora daholo ireo, sady matin’ny sabatra, satria nampihorohoro tao amin’ny tanin’ny velona. Dia ho afa-baraka miaraka amin’izay midina any anaty lavaka izy ireo. Nampiarahina tamin’ny olona novonoina i Elama.",
        "26": "“‘Any no misy an’i Meseka sy Tobala ary ny vahoakany rehetra. Manodidina azy ny fasan’izy ireo. Tsy mifora daholo ireo, sady voatrobaky ny sabatra, satria nampihorohoro tao amin’ny tanin’ny velona.",
        "27": "Ireo ve dia tsy hiara-mivalampatra amin’ny miaramila matanjaka sady tsy mifora? Maty izy ireny ka nidina tany amin’ny Fasana niaraka tamin’ny fitaovam-piadiany. Hataon’izy ireo eo ambany lohany ny sabany, fa ho eo ambony taolany kosa ny fahotany. Nampihorohoro tao amin’ny tanin’ny velona mantsy ireny miaramila matanjaka ireny.",
        "28": "Ianao kosa ho torotoro miaraka amin’ny tsy mifora, ka hiara-mivalampatra amin’ireo novonoina tamin’ny sabatra.",
        "29": "“‘Any koa no misy an’i Edoma sy ny mpanjakany ary ny mpiadidiny rehetra. Nampiarahina tamin’ny olona matin’ny sabatra izy ireo, na dia matanjaka aza. Hiara-mivalampatra amin’ny tsy mifora sy amin’izay midina any anaty lavaka koa izy ireo.",
        "30": "“‘Any no misy ny andriana rehetra avy any avaratra, sy ny Sidonianina rehetra. Niara-nidina tamin’izay novonoina izy ireo sady afa-baraka, na dia nampihorohoro aza satria hoe matanjaka. Hiara-mivalampatra amin’izay novonoina tamin’ny sabatra ireny tsy mifora ireny, ary ho afa-baraka miaraka amin’izay midina any anaty lavaka.",
        "31": "“‘Ho hitan’i Farao daholo izany, ka hionona izy rehefa mahita an’izay rehetra mitranga amin’ny vahoakany. Ho fatin’ny sabatra i Farao sy ny miaramilany rehetra’, hoy i Jehovah Tompo Fara Tampony.",
        "32": "“‘Nampihorohoro tao amin’ny tanin’ny velona i Farao, ka halevina miaraka amin’ireo tsy mifora matin’ny sabatra izy sy ny vahoakany rehetra’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "33": {
        "1": "Ary niteny tamiko i Jehovah hoe:",
        "2": "“Ry zanak’olona, miresaha amin’ny zanaky ny firenenao, ka lazao aminy hoe: “‘Andeha hatao hoe mitondra sabatra hamely ny tany iray aho. Ary mifidy lehilahy iray ny olona rehetra ao amin’ilay tany mba hataony mpitily.",
        "3": "Dia hitan’ilay lehilahy hoe iny fa misy sabatra hamely an’ilay tany, ka mitsoka anjombona izy mba hampitandremana ny olona.",
        "4": "Raha misy olona maheno an’ilay feon’anjombona nefa tsy miraharaha an’ilay fampitandremana, ka matin’ny sabatra izy, dia izy ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "5": "Naheno an’ilay feon’anjombona izy saingy tsy niraharaha an’ilay fampitandremana, dia izy ihany no ho tompon’andraikitra amin’ny fahafatesany. Ho nahavonjy ny ainy anefa izy raha nihaino an’ilay fampitandremana.",
        "6": "“‘Raha hitan’ilay mpitily kosa hoe iny fa avy ny sabatra nefa tsy mitsoka anjombona izy, ka tsy mahazo fampitandremana ny olona, ary tonga tokoa ilay sabatra ka mahafaty olona, dia ho faty noho ny fahadisoany ilay olona. Ilay mpitily kosa anefa hataoko tompon’andraikitra amin’ny ran’ilay olona.’",
        "7": "“Ary ianao, ry zanak’olona, notendreko ho mpitily ho an’ny taranak’Israely ianao. Dia tsy maintsy mampitandrina azy ireo ianao rehefa maheno an’izay lazaiko.",
        "8": "Raha miteny amin’ny ratsy fanahy aho hoe: ‘Tena ho faty ianao, ry ratsy fanahy!’, nefa tsy mampitandrina azy ianao mba hiovany, dia ho faty noho ny fahadisoany ilay ratsy fanahy, fa ianao kosa hataoko tompon’andraikitra amin’ny rany.",
        "9": "Raha mampitandrina ny ratsy fanahy anefa ianao mba hialany amin’ny ratsy fanaony, fa izy no tsy mety miova, dia ho faty noho ny fahadisoany izy, fa ny ainao indray azo antoka hoe ho voavonjinao.",
        "10": "“Ry zanak’olona, lazao amin’ny taranak’Israely hoe: ‘Hoy ianareo: “Mavesatra be aminay ny fikomianay sy ny fahotanay, ka reraka izahay. Koa ahoana no hataonay mba ho velona foana izahay?”’",
        "11": "Lazao aminy hoe: ‘“Raha mbola velona koa aho”, hoy i Jehovah Tompo Fara Tampony, “dia tsy sitrako mihitsy ny hahafatesan’ny ratsy fanahy, fa tiako izy hiova dia ho velona foana. Mialà, mialà amin’ny ratsy fanaonareo. Sa ve ianareo te ho faty, ry taranak’Israely ô?”’",
        "12": "“Ry zanak’olona, lazao amin’ny zanaky ny firenenao hoe: ‘Tsy hahavonjy ny olo-marina ny zavatra tsara nataony, raha lasa mikomy izy. Tsy hahafaty ny ratsy fanahy koa ny zava-dratsy nataony, raha miala amin’ny fanaony izy. Ary tsy hahavonjy ny olo-marina ny zavatra tsara nataony, amin’ny andro anotany.",
        "13": "Raha hoy aho amin’ny olo-marina: “Azo antoka fa ho velona ianao”, nefa izy manao ratsy satria matoky hoe olo-marina izy, dia tsy hisy hotsaroana intsony ny zavatra tsara rehetra nataony, fa ho faty noho ny ratsy nataony izy.",
        "14": "“‘Ary raha hoy aho amin’ny ratsy fanahy: “Tena ho faty ianao”, dia avy eo izy miala amin’ny fahotany ary manao ny rariny sy ny hitsiny,",
        "15": "ka averiny ny antoka nalainy sady onerany ny zavatra nangalariny, ary manaraka ny lalàna mahavelona izy fa tsy manao ratsy, dia azo antoka fa ho velona izy, fa tsy ho faty.",
        "16": "Tsy hosazina izy na inona na inona fahotana nataony. Manao ny rariny sy ny hitsiny izy, ka azo antoka fa ho velona.’",
        "17": "“Hoy anefa ny firenenao: ‘Tsy rariny ny ataon’i Jehovah!’ Ny ataon’izy ireo mihitsy anefa no tsy rariny.",
        "18": "“Raha tsy manao ny tsara intsony ny olo-marina fa lasa manao ratsy, dia ho faty izy noho izany.",
        "19": "Fa raha miala amin’ny ratsy fanaony ny ratsy fanahy, ka manao ny rariny sy ny hitsiny, dia ho velona izy satria nanao an’izany.",
        "20": "“Hoy anefa ianareo: ‘Tsy rariny ny ataon’i Jehovah!’ Koa hotsaraiko arakaraka izay nataonareo avy ianareo, ry taranak’Israely ô!”",
        "21": "Tatỳ aoriana, dia nisy lehilahy afa-nandositra avy any Jerosalema tonga tao amiko, tamin’ny andro fahadimin’ny volana fahafolo, tamin’ny taona faha-12 nanaovana sesitany anay. Dia hoy izy: “Rava ilay tanàna!”",
        "22": "Niasa tamiko ny herin’i Jehovah ny takariva talohan’ny nahatongavan’ilay lehilahy nandositra. Dia efa nosokafan’Andriamanitra ny vavako, talohan’ny nahatongavan’ilay lehilahy ny ampitso maraina. Nisokatra àry ny vavako ka tsy moana intsony aho.",
        "23": "Ary niteny tamiko i Jehovah hoe:",
        "24": "“Ry zanak’olona, hoy ny mponin’ireny tanàna rava ireny momba ny tanin’ny Israely: ‘I Abrahama irery aza nahavita naka an’io tany io, koa mainka fa isika be dia be ireto? Efa nomena antsika mihitsy io tany io.’",
        "25": "“Lazao amin’izy ireo àry hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Mihinan-kena mbola misy ra ianareo, sady miandrandra an’ireo sampinareo maharikoriko, ary mandatsa-dra foana. Koa nahoana moa no ho lasanareo io tany io?",
        "26": "Miantehitra amin’ny sabatrareo ianareo, ary zavatra maharikoriko no ataonareo fanao, sady mandoto ny vadin’ny namanareo avy ianareo. Koa nahoana moa no ho lasanareo io tany io?”’",
        "27": "“Izao no holazainao aminy: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Raha mbola velona koa aho, dia ho fatin’ny sabatra izay mipetraka ao amin’ireo tanàna rava ireo. Izay any an-tsaha kosa homeko ho sakafon’ny bibidia. Ary izay ao amin’ny toerana voaro mafy sy any anaty lava-bato indray ho fatin’ ny aretina.",
        "28": "Hataoko ngazana tanteraka ilay tany. Hataoko tsy afaka mirehareha intsony izy. Ary hatao tsy hisy mponina eny amin’ny tendrombohitr’i Israely, ka tsy hisy mpandalo intsony.",
        "29": "Dia tsy maintsy ho fantany fa izaho no Jehovah, rehefa ataoko ngazana tanteraka ilay tany, noho ny zavatra maharikoriko rehetra nataon’izy ireo.”’",
        "30": "“Ry zanak’olona, samy miresaka anao eny am-bodirindrina sy eny am-baravaran’ny tranony ny firenenao. Mifampiresaka amin’ny rahalahiny izy ireo hoe: ‘Andao isika hihaino ny tenin’i Jehovah!’",
        "31": "Dia hirohotra hankao aminao izy ireo, ka hipetraka eo anoloanao toy ny fanaon’ny vahoakako. Haheno ny teninao izy ireo nefa tsy hanaraka an’izany. Fa mandokadoka anao izy ireo, nefa ny fony tia tombony tsy ara-drariny.",
        "32": "Amin’izy ireo, dia hoatran’ny olona manga feo mahay mitendry zavamaneno sady manao hiram-pitiavana ianao. Haheno ny teninao izy ireo nefa tsy hisy hanaraka an’izany.",
        "33": "Rehefa tanteraka izany, ary tsy maintsy ho tanteraka tokoa, dia tsy maintsy ho fantany fa efa nisy mpaminany teo aminy.”"
    },
    "34": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, maminania hoe hisy loza hanjo an’ireo mpiandry ondry eo amin’ny Israely. Maminania ka lazao amin’ireo mpiandry ireo hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hahita loza ny mpiandry ondry any Israely, izay mamahan-tena fotsiny! Tsy ny andian’ondry ve no tokony homeny sakafo?",
        "3": "Haninareo ny taviny, ataonareo akanjo ny volonondry, ary vonoinareo ny ondry matavy indrindra, nefa ny andian’ondry tsy omenareo sakafo.",
        "4": "Tsy hatanjahinareo ny malemy, tsy sitraninareo ny marary, tsy asianareo fehy lamba ny maratra, tsy averinareo izay diso lalana, ary tsy tadiavinareo ny very. Ianareo no mpitondra azy ireny, nefa nasiaka be sady nanjakazaka taminy ianareo.",
        "5": "Dia niparitaka izy ireo satria tsy nisy mpiandry. Niparitaka tokoa izy ireo ka lanin’ny bibidia rehetra.",
        "6": "Nirenireny teny amin’ny tendrombohitra sy ny havoana rehetra teny ny ondriko. Niparitaka nanerana ny tany izy ireo, nefa tsy mba nisy nikaroka na nitady.",
        "7": "“‘“Henoy àry ny tenin’i Jehovah, ry mpiandry ondry:",
        "8": "‘“Lasa remby sy lanin’ny bibidia ny ondriko satria tsy nisy mpiandry. Ny mpiandry koa tsy nitady ny ondriko fa namahan-tena fotsiny, ka tsy nomeny sakafo ny ondriko. Raha mbola velona koa aho”, hoy i Jehovah Tompo Fara Tampony,",
        "9": "dia henoy àry ny tenin’i Jehovah, ry mpiandry ondry.",
        "10": "Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Homelohiko ny mpiandry ondry ka hataoko ampamoaka noho ny amin’ny ondriko. Tsy havelako hiandry ny ondriko intsony izy, ka tsy hamahan-tena intsony. Dia hovonjeko avy eo am-bavany ny ondriko, ka tsy ho laniny intsony.’”",
        "11": "“‘Fa izao no tenin’i Jehovah Tompo Fara Tampony: “Eto aho, ary izaho mihitsy no hitady ny ondriko sy hikarakara azy.",
        "12": "Hokarakaraiko ny ondriko, toy ny ataon’ny mpiandry ondry manome sakafo ny ondriny izay efa niparitaka nefa hitany indray. Ary hovonjeko izy ireo, hovonjeko avy any amin’ny toerana rehetra niparitahany tamin’ny andro nandrahona sy maizim-pito.",
        "13": "Havoakako avy any amin’ireo firenena izy ireo, ary hangoniko avy any amin’ ny tany samy hafa ka hoentiko ao amin’ny taniny. Hiandry ny ondriko eny amin’ny tendrombohitr’i Israely aho, dia eny amoron’ny renirano sy eny amin’izay rehetra azo onenana ao amin’ilay tany.",
        "14": "Eny amin’ny tanimbilona tsara aho no hiandry azy ireo, ary eny amin’ny tendrombohitra avon’i Israely izy ireo no hiraoka ahitra. Hitsilailay eny amin’ny tanimbilona tsara eny izy ireo. Eny amin’ny kijana feno ahi-maitso izy ireo no hiraoka ahitra, eny amin’ny tendrombohitr’i Israely.”",
        "15": "“‘“Izaho mihitsy no hikarakara ny ondriko, ary izaho no hitondra azy any amin’izay hatoriany”, hoy i Jehovah Tompo Fara Tampony.",
        "16": "“Izay very hotadiaviko, izay diso lalana haveriko, ny maratra hasiako fehy lamba, ary ny malemy hohatanjahiko. Fa ny matavy sy ny matanjaka kosa haringako. Hotsaraiko izy dia hovaliako araka izay sahaza azy.”",
        "17": "“‘Fa ny aminareo indray, ry ondriko, izao no tenin’i Jehovah Tompo Fara Tampony aminareo: “Efa hitsara ny adin’ny ondry samy ondry aho, ary hitsara ny ondrilahy sy ny osilahy.",
        "18": "Tsy ampy anareo angaha ny mihinana eo amin’ny tanimbilona tsara indrindra no mbola hosihosenareo koa ny tanimbilona sisa? Ary tsy ampy anareo angaha ny misotro amin’ny rano madio indrindra no mbola itsakitsahinareo ny rano ka lasa maloto?",
        "19": "Eo amin’ny tanimbilona hosihosenareo ve ny ondriko no hiraoka ahitra? Ary ny rano itsakitsahinareo ve no hosotroiny?”",
        "20": "“‘Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Eto aho, ary izaho mihitsy no hitsara ny ondry matavy sy ny ondry mahia.",
        "21": "Natositosikareo tamin’ny tehezanareo sy ny sorokareo mantsy ny ondry marary rehetra, sady nanoto azy tamin’ny tandrokareo ianareo, ka naparitakareo teny ivelany izy ireo.",
        "22": "Koa hovonjeko ny ondriko ka tsy hatao remby intsony. Dia hotsaraiko ny ondry samy ondry.",
        "23": "Hanendry mpiandry iray hikarakara ny ondriko aho, dia i Davida mpanompoko, ka homeny sakafo ireny. Izy mihitsy no hanome sakafo azy ireo ka ho lasa mpiandry azy.",
        "24": "Izaho Jehovah no ho Andriamaniny, ary i Davida mpanompoko no ho mpiadidy eo amin’izy ireo. Izaho Jehovah no efa niteny.",
        "25": "“‘“Dia hanao fifanekem-pihavanana amin’izy ireo aho, ary hesoriko tanteraka ao amin’ilay tany ny bibidia masiaka, ka hiadana sy hilamina izy ireo any an-tany efitra, ary hatory any an’ala.",
        "26": "Ary hataoko mahazo fitahiana izy ireo sy ny faritra manodidina ny havoanako. Hataoko milatsaka ara-potoana koa ny orana. Dia hirotsaka hoatran’ny orana ny fitahiana.",
        "27": "Hamoa ny hazo eny an-tsaha, ary hamokatra ny tany. Ary hiadana sy hilamina izy ireo ao amin’ilay tany. Dia tsy maintsy ho fantany fa izaho no Jehovah rehefa tapahiko ny ziogany, ka hovonjeko amin’izay manandevo azy izy.",
        "28": "Tsy hataon’ny firenena remby intsony izy ireo, ary tsy hihinana azy ny bibidia eny ambonin’ny tany. Hiadana sy hilamina izy ireo, ka tsy hisy hampatahotra azy.",
        "29": "“‘“Hanaovako toeram-pambolena malaza izy ireo, ka tsy ho faty mosary ao amin’ilay tany intsony, sady tsy hataon’ireo firenena afa-baraka intsony.",
        "30": "‘Dia tsy maintsy ho fantany fa izaho Jehovah Andriamaniny no manampy azy ireo, ary vahoakako ny taranak’Israely’, hoy i Jehovah Tompo Fara Tampony.”’",
        "31": "“‘Ary ianareo, ry ondriko, ry ondry karakaraiko, olombelona ihany ianareo, ary izaho no Andriamanitrareo’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "35": {
        "1": "Dia niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’ny faritra be tendrombohitr’i Seira, ka maminania hoe hisy loza hanjo azy.",
        "3": "Lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Homelohiko ianao, ry faritra be tendrombohitr’i Seira, ka hanatsotra ny tanako hamely anao aho. Dia hataoko lasa ngazana ianao.",
        "4": "Horavako tanteraka ireo tanànanao, ary ianao ho lasa ngazana. Dia tsy maintsy ho fantatrao fa izaho no Jehovah.",
        "5": "Ianao mantsy nankahala ny Israelita foana, ary navelanao ho fatin’ny sabatra izy ireo tamin’ny fotoana nahitany loza, tamin’ny fotoana nanasaziana farany azy ireo.”’",
        "6": "“‘Raha mbola velona koa àry aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hatokako mba hovonoina ianao, ary hanenjika anao ny fahafatesana. Novonoinao ny olona nankahala anao, ka hanenjika anao ny fahafatesana.",
        "7": "Hataoko lasa ngazana ny faritra be tendrombohitr’i Seira. Haringako koa izay olona mandalo ao sy izay miverina ao.",
        "8": "Hataoko feno fatin’olona ny tendrombohitra any. Ary hiampatrampatra eny amin’ny havoana sy ny lohasaha ary ny renirano rehetra ao aminao ny olona matin’ny sabatra.",
        "9": "Hataoko lasa tsy misy mponina mandrakizay ianao, ary tsy hisy hipetraka intsony ny tanànanao. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.’",
        "10": "“Nilaza ianao hoe: ‘Ho lasako ireo firenena sy tany roa ireo, ka samy halaintsika ho antsika!’, nefa teo amin’izy ireo i Jehovah.",
        "11": "‘Noho izany, raha mbola velona koa aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia hovaliako araka ny hatezerana sy ny fialonana nasehonao ianao, noho ianao nankahala azy ireo. Ary hataoko izay hahafantaran’izy ireo ahy rehefa mitsara anao aho.",
        "12": "Dia tsy maintsy ho fantatrao fa izaho Jehovah no naheno ny teninao rehetra, tamin’ianao naniratsira ny tendrombohitr’i Israely ka niteny hoe: “Lasa tsy misy mponina ny tanin-dry zareo! Nomena antsika ireo, ka hataontsika indray mandrapaka!”",
        "13": "Nirehareha erỳ ianareo nanaratsy ahy, sady niteniteny be nanohitra ahy. Henoko daholo ireny!’",
        "14": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Hifaly ny tany manontolo rehefa ataoko lasa ngazana ianao.",
        "15": "Faly erỳ ianao rehefa lasa tsy nisy mponina ny lovan’ny taranak’Israely, ka hataoko hoatr’izany koa ianao. Ho rava tanteraka ianao, ry faritra be tendrombohitr’i Seira, dia i Edoma manontolo! Dia tsy maintsy ho fantatry ny olona fa izaho no Jehovah.’”"
    },
    "36": {
        "1": "“Ry zanak’olona, maminania momba ny tendrombohitr’i Israely hoe: ‘Ry tendrombohitr’i Israely ô, henoy ny tenin’i Jehovah.",
        "2": "Izao no tenin’i Jehovah Tompo Fara Tampony: “Naneso anareo ny fahavalo hoe: ‘Tsara ho azy izay! Lasanay hatramin’ny toerana avo efa teo hatry ny ela!’”’",
        "3": "“Maminania àry hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Nataon’izy ireo lasa tsy misy mponina ao aminareo sady notafihiny avy any amin’ny vazan-tany efatra ianareo, mba ho lasa fananan’izay sisa tsy maty avy any amin’ireo firenena, sady hataon’ny olona resaka sy hendrikendrehiny.",
        "4": "Koa henoy ny tenin’i Jehovah Tompo Fara Tampony, ry tendrombohitr’i Israely ô! Izao no tenin’i Jehovah Tompo Fara Tampony amin’ny tendrombohitra, ny havoana, ny renirano, ny lohasaha, ny toerana rava tsy misy mponina, ary ny tanàna aolo, izay avy norobain’ireo sisa tsy maty avy any amin’ny firenena manodidina azy sady nesoiny.",
        "5": "Izao no tenin’i Jehovah Tompo Fara Tampony amin’izy ireny: ‘Tena hafana fo aho rehefa manameloka an’ireo sisa tsy maty avy any amin’ny firenena, sy manameloka an’i Edoma manontolo, izay faly be sy nanesoeso daholo rehefa nilaza fa efa lasany ny taniko. Nanao an’izany izy ireo satria te haka ny kijana ao sy handroba an’ilay tany.’”’",
        "6": "“Koa maminania momba ny tanin’ny Israely, ka lazao amin’ny tendrombohitra sy ny havoana sy ny renirano ary ny lohasaha hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Henoy izao! Hiteny aho sady hafana fo no ho tezitra, satria nataon’ny firenena afa-baraka ianareo.”’",
        "7": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Manangan-tanana aho ka mianiana fa ho menatra koa ny firenena manodidina anareo.",
        "8": "Fa ianareo kosa, ry tendrombohitr’i Israely, hisy sampana hipoitra eo aminareo ary hamokatra ho an’ny Israely vahoakako ianareo, satria tsy ho ela izy ireo dia hiverina.",
        "9": "Fa manampy anareo aho ka hitsinjo anareo, dia hovolena sy hamafazam-boa ianareo.",
        "10": "Hataoko lasa be dia be ny vahoakanao, izany hoe ny taranak’Israely manontolo, dia izy rehetra mihitsy. Dia hisy hipetraka ao amin’ireo tanàna, ary haorina indray ireo toerana efa rava.",
        "11": "Hataoko lasa maro be ny vahoakanareo sy ny biby fiompinareo, dia ho lasa be dia be izy ireny ary hiteraka maro. Hataoko lasa misy mponina toy ny taloha indray ao aminareo, ka hataoko miroborobo noho ny taloha. Dia tsy maintsy ho fantatrareo fa izaho no Jehovah.",
        "12": "Ary hataoko misy vahoaka mandehandeha ao aminareo, dia ny Israely vahoakako. Ho lasa lovan’izy ireo ianareo, ary tsy halainareo intsony ny zanany.’”",
        "13": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Satria milaza aminareo ry zareo hoe: “Tany mahafaty olona ianao, sady ataonao lasa tsy manan-janaka intsony ny firenenao”’,",
        "14": "‘dia tsy hahafaty olona na haka ny zanaky ny firenenao intsony ianao’, hoy i Jehovah Tompo Fara Tampony.",
        "15": "‘Tsy havelako hiteny ratsy anao intsony ireo firenena, sady tsy havelako hanesoeso anao ny olona. Tsy hanafintohina ny firenenao intsony koa ianao’, hoy i Jehovah Tompo Fara Tampony.”",
        "16": "Dia niteny tamiko indray i Jehovah hoe:",
        "17": "“Ry zanak’olona, nolotoin’ny taranak’Israely tamin’ny fomba fiainany sy ny fanaony ny taniny, rehefa nipetraka tao izy ireo. Naloto hoatran’ny vehivavy tonga fotoana izy ireo tamiko, satria naloto fitondran-tena.",
        "18": "Koa nanamparako ny hatezerako izy ireo, noho ny ra nalatsany tao amin’ilay tany, sy noho izy nandoto an’ilay tany tamin’ireo sampiny maharikoriko.",
        "19": "Dia naparitako tany amin’ireo firenena izy ireo, ary naeliko tany amin’ny tany samihafa. Notsaraiko arakaraka izay nataony sy izay vitany izy ireo.",
        "20": "Rehefa tonga tany amin’ireny firenena ireny anefa izy ireo, dia nozimbazimbain’ny olona ny anarako masina rehefa nilaza izy ireo hoe: ‘Vahoakan’i Jehovah ireo, nefa tsy maintsy niala tany amin’ny taniny!’",
        "21": "Koa harovako ny anarako masina, izay nozimbazimbain’ny taranak’Israely tany amin’ireo firenena nandehanany.”",
        "22": "“Lazao amin’ny taranak’Israely àry hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Tsy noho ianareo no hanaovako an’izany, ry taranak’Israely ô, fa noho ny anarako masina. Nozimbazimbainareo tany amin’ireo firenena nandehananareo mantsy ny anarako masina.”’",
        "23": "‘Tsy maintsy hohamasiniko ny anarako be voninahitra, izay nozimbazimbaina tany amin’ireo firenena. Nozimbazimbainareo tany amin’ireny ny anarako. Dia tsy maintsy ho fantatry ny firenena fa izaho no Jehovah’, hoy i Jehovah Tompo Fara Tampony, ‘rehefa hamasinina eo aminareo aho, eo imason’ireny.",
        "24": "Halaiko avy any amin’ny firenena ianareo, ary hangoniko avy any amin’ny tany rehetra, ka hoentiko any amin’ny taninareo.",
        "25": "Dia hofafazako rano madio ianareo ka hadio. Hodioviko ianareo, ka ho afaka aminareo daholo ny fahalotoanareo sy ny sampy maharikoriko rehetra notompoinareo.",
        "26": "Homeko fo vaovao ianareo, ary toe-tsaina vaovao no hataoko ao anatinareo. Hesoriko ao anatinareo koa ilay fo vato, ka fo nofo no homeko anareo.",
        "27": "Hataoko ao anatinareo ny fanahiko, ary hataoko izay hanarahanareo ny fitsipiko. Dia hankatò sy hanatanteraka ny didim-pitsarako ianareo.",
        "28": "Hipetraka ao amin’ilay tany nomeko ny razambenareo ianareo avy eo. Dia ho lasa vahoakako ianareo, ary izaho ho Andriamanitrareo.’",
        "29": "“‘Hovonjeko ho afaka amin’ny fahalotoanareo rehetra ianareo. Ary hantsoiko ny varimbazaha ka hataoko vokatra be. Dia tsy havelako hisy mosary eo aminareo.",
        "30": "Hataoko mamoa be ny hazo ary hataoko mamokatra be ny eny an-tsaha, amin’izay ianareo tsy ho tratran’ny mosary ka tsy ho afa-baraka intsony eo imason’ireo firenena.",
        "31": "Dia hotsaroanareo ny zava-dratsy fanaonareo, ka haharikoriko anareo ny tenanareo noho ny fahadisoanareo sy ny zavatra maharikoriko fanaonareo.",
        "32": "Fantaro anefa izao: Tsy noho ianareo no hanaovako an’izany’, hoy i Jehovah Tompo Fara Tampony. ‘Tokony ho menatra sy hahatsiaro ho afa-baraka kosa ianareo noho ny nataonareo, ry taranak’Israely ô!’",
        "33": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Amin’ny andro hanadiovako anareo ho afaka amin’ny fahadisoanareo rehetra, dia hasiako mponina ao amin’ireo tanàna, ary haorina indray izay efa rava.",
        "34": "Hovolena indray ilay tany efa hitan’ny mpandalo rehetra hoe tsy nisy mponina.",
        "35": "Dia hiteny ny olona hoe: “Oay! Lasa hoatran’ny zaridainan’i Edena ilay tany tsy nisy mponina! Dia efa nohamafisina ny mandan’ireo tanàna rava sy aolo, ka efa misy mponina ao amin’ireo tanàna ireo izao.”",
        "36": "Dia tsy maintsy ho fantatr’ireo firenena sisa tavela manodidina anareo fa izaho Jehovah no manorina ny efa rava, sy mamboly indray eo amin’ny tany tsy nisy mponina. Izaho Jehovah no niteny sy nanatanteraka an’izany.’",
        "37": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Mbola havelako hangataka amiko koa ny taranak’Israely hoe mba hatao lasa be dia be toy ny ondry ny mponina ao aminy. Dia tena hataoko izany!",
        "38": "Ho feno vahoaka ny tanàna rava teo aloha, dia vahoaka toy ny olona masina be dia be sy toy ny andian’ondry ao Jerosalema rehefa fety. Dia tsy maintsy ho fantany fa izaho no Jehovah.’”"
    },
    "37": {
        "1": "Niasa tamiko ny herin’i Jehovah, ka nentin’i Jehovah tamin’ny alalan’ny fanahiny aho, dia napetrany teny afovoan’ny tany lemaka feno taolam-paty.",
        "2": "Dia nasainy nandeha nanodidina an’ireo taolana ireo aho, ka hitako hoe be dia be mihitsy ny taolana teo amin’ilay tany lemaka sady maina be daholo.",
        "3": "Nanontaniany aho hoe: “Ry zanak’olona, mety ho velona indray ve ireo taolana ireo?” Dia hoy aho: “Ianao no mahalala an’izany, ry Jehovah Tompo Fara Tampony ô!”",
        "4": "Dia hoy izy tamiko: “Maminania momba an’ireo taolana ireo, ka lazao aminy hoe: ‘Henoy ny tenin’i Jehovah, ry taolana maina ô!",
        "5": "“‘Izao no tenin’i Jehovah Tompo Fara Tampony amin’ireo taolana ireo: “Hasiako fofonaina ao aminareo, dia ho velona indray ianareo.",
        "6": "Hasiako hozatra sy nofo ianareo, ka hofonosiko hoditra. Hasiako fofonaina ao aminareo, dia ho velona indray ianareo. Ary tsy maintsy ho fantatrareo fa izaho no Jehovah.”’”",
        "7": "Dia naminany araka izay nasaina nataoko aho. Vao naminany aho, dia nisy feona zavatra nikatrokatroka, ka ireny fa nifanatona ireo taolana.",
        "8": "Dia hitako fa naniry hozatra sy nofo izy ireo, ary nisy hoditra nandrakotra azy. Mbola tsy nisy fofonaina anefa tao aminy.",
        "9": "Dia hoy Andriamanitra tamiko: “Maminania amin’ny rivotra. Maminania, ry zanak’olona, ka lazao amin’ny rivotra hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Ry rivotra ô, tongava avy any amin’ny vazan-tany efatra, ka tsofy ireo olona novonoina ireo mba ho velona indray.”’”",
        "10": "Naminany araka izay nasainy nataoko àry aho, ka nisy fofonaina niditra tao amin’izy ireo. Dia velona izy ireo ka nijoro tamin’ny tongony, ary lasa tafika faran’izay lehibe.",
        "11": "Hoy izy avy eo tamiko: “Ry zanak’olona, ny taranak’Israely manontolo ireo taolana ireo. Hoy mantsy izy ireo: ‘Maina ny taolanay. Tsy manana fanantenana intsony izahay, fa tena vita hatreo ny aminay.’",
        "12": "Maminania àry dia lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hosokafako ny fasanareo, ka hatsangako avy ao ianareo, ry vahoakako. Dia haveriko any amin’ny tanin’ny Israely ianareo.",
        "13": "Dia tsy maintsy ho fantatrareo, ry vahoakako, fa izaho no Jehovah rehefa sokafako ny fasanareo ka atsangako avy ao ianareo.”’",
        "14": "‘Hataoko ao aminareo ny fanahiko ka ho velona indray ianareo. Hapetrako ao amin’ny taninareo koa ianareo. Dia tsy maintsy ho fantatrareo fa izaho Jehovah no niteny sy nanatanteraka an’izany’, hoy i Jehovah.”",
        "15": "Niteny tamiko indray i Jehovah hoe:",
        "16": "“Ry zanak’olona, makà tapa-kazo lavalava ka soraty eo amin’ilay izy hoe: ‘Ho an’i Joda sy ny vahoakan’Israely miaraka aminy.’ Dia makà tapa-kazo anankiray hafa, ka soraty eo amin’ilay izy hoe: ‘Ho an’i Josefa, ilay tapa-kazon’i Efraima, sy ny vahoakan’Israely rehetra miaraka aminy.’",
        "17": "Ataovy mifanatona ireo mba ho lasa tapa-kazo iray ihany eny an-tananao.",
        "18": "Rehefa miteny aminao ny firenenao hoe: ‘Lazao aminay ny dikan’izao’,",
        "19": "dia valio hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Halaiko ilay tapa-kazon’i Josefa eny an-tanan’i Efraima, sy ny fokon’ny Israely miaraka aminy, ka hakambako amin’ilay tapa-kazon’i Joda. Hataoko lasa tapa-kazo iray ihany ireo, ka ho lasa anankiray ihany etỳ an-tanako.”’",
        "20": "Ary tazòny eny an-tananao ireo tapa-kazo nasianao soratra ireo mba ho hitany.",
        "21": "“Teneno izy ireo avy eo hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Halaiko avy any amin’ireo firenena nandehanany ny Israelita, ka hangoniko avy any amin’ny vazan-tany efatra, dia hoentiko any amin’ny taniny.",
        "22": "Dia hataoko lasa firenena iray ihany izy ireo eo amin’ilay tany, eny amin’ny tendrombohitr’i Israely. Ary mpanjaka iray ihany no hitondra azy rehetra, ka tsy ho firenena roa intsony izy ireo sady tsy hizara ho fanjakana roa intsony.",
        "23": "Tsy handoto ny tenany amin’ny sampiny maharikoriko intsony izy ireo, na handoto ny tenany amin’ny zavatra maharikoriko sy ny fandikan-dalàna rehetra fanaony. Fa hovonjeko izy ireo ho afaka amin’ireny zava-dratsy rehetra nahatonga azy hanota ireny, ka hodioviko. Ho vahoakako izy ireo ary izaho mihitsy no ho Andriamaniny.",
        "24": "“‘“I Davida mpanompoko no ho mpanjakany, ary mpiandry iray ihany no hiandry azy rehetra. Hanaraka ny didim-pitsarako izy ireo, sady hankatò an-tsakany sy an-davany ny lalàko.",
        "25": "Dia hipetraka eo amin’ilay tany nomeko an’i Jakoba mpanompoko izy ireo, eo amin’ilay efa nipetrahan’ny razambenareo. Hipetraka eo mandrakizay izy sy ny zanaka aman-jafiny. Ary i Davida mpanompoko no ho mpiadidy eo aminy mandrakizay.",
        "26": "“‘“Dia hanao fifanekem-pihavanana amin’izy ireo aho, ka ho fifanekena mandrakizay izany. Hapetrako ao amin’ny taniny izy ireo, ary hataoko lasa maro be. Dia hataoko eo aminy mandrakizay ny toerako masina.",
        "27": "Ho eo amin’izy ireo ny tranolaiko, ka izaho ho Andriamaniny ary izy ireo ho vahoakako.",
        "28": "Dia tsy maintsy ho fantatr’ireo firenena fa izaho Jehovah no manamasina ny Israely, rehefa eo amin’izy ireo mandrakizay ny toerako masina.”’”"
    },
    "38": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Ry zanak’olona, mitodiha any amin’i Goga avy any amin’ny tany Magoga, ilay lehiben’ny mpiadidy ao Meseka sy Tobala, ka maminania hoe hisy loza hanjo azy.",
        "3": "Dia lazao hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hamely anao aho, ry Goga lehiben’ny mpiadidy ao Meseka sy Tobala.",
        "4": "Hataoko miverin-dalana ianao ary hasiako faraingo ny valanoranonao, ka hoentiko mivoaka ianao sy ny tafikao manontolo, izany hoe ny soavaly sy ny mpitaingin-tsoavaly. Manao akanjo mirenty izy rehetra, ary miaramila be dia be mitondra ampinga lehibe sy ampinga kely, sady mahay mitana sabatra daholo.",
        "5": "Miaraka amin’izy ireo ny olona avy any Persa sy Etiopia ary Pota, ary mitondra ampinga kely sy manao fiarovan-doha izy rehetra.",
        "6": "Firenena be dia be no miaraka aminao, dia i Gomera sy ny miaramilany rehetra, sy ny taranak’i Togarma avy any amin’ny farany avaratra, ary ny miaramilany rehetra.",
        "7": "“‘“Samia mivonombonona, dia miomàna ianao sy ny tafika rehetra tafangona miaraka aminao, fa ianao no ho mpitarika azy ireo.",
        "8": "“‘“Hodinihiko ny momba anao rehefa afaka andro maro. Amin’ny farany, rehefa afaka taona maro, dia hotafihinao ny tanin’ireo olona naverina indray tao amin’ny taniny, dia ireo olona tsy matin’ny sabatra. Nangonina avy any amin’ny firenena maro izy ireo, ka nentina teny amin’ny tendrombohitr’i Israely izay efa rava hatramin’ny ela. Avy any amin’ireo firenena ireo ny mponin’io tany io no naverina tao amin’ny taniny, ary miadana sy milamina izy rehetra.",
        "9": "Ho avy hamely azy ireo toy ny oram-baratra ianao. Dia handrakotra an’ilay tany hoatran’ny rahona ianao sy ny miaramilanao rehetra ary ny firenena maro miaraka aminao.”’",
        "10": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Amin’izany andro izany, dia hisy hevitra ho tonga ao an-tsainao, ka hamorona teti-dratsy ianao.",
        "11": "Dia hiteny ianao hoe: “Hanafika an’ilay tany misy tanàna kely tsy voaro aho. Hamely an’ireo olona miadana sy milamina ary tsy misy manakorontana aho, izany hoe izay rehetra mipetraka ao amin’ny tanàna kely tsy misy manda na bara hidiny na vavahady miaro azy.”",
        "12": "Te haka babo be dia be sy handroba zavatra maro mantsy ianao, sady te hanafika an’ireo toerana ravarava nefa efa misy mponina izao. Tianao hotafihina koa ilay vahoaka nangonina avy any amin’ireo firenena, ilay vahoaka manangona harena sy fananana sady mipetraka eo afovoan’ny tany.",
        "13": "“‘Dia hilaza aminao ny olona ao Sheba sy Dedana sy ny mpivarotra avy any Tarsisy ary ny miaramilany rehetra hoe: “Haka babo betsaka sy handroba angaha no antony anafihanao? Angaha ianao te haka volafotsy sy volamena, sy te hangorona harena sy fananana, ary haka babo be dia be, no dia angoninao ny tafikao?”’",
        "14": "“Koa maminania, ry zanak’olona, ka lazao amin’i Goga hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Rehefa miadana sy milamina ny Israely vahoakako, dia tsy ho fantatrao ve izany amin’izany andro izany?",
        "15": "Dia ho tonga avy any amin’izay misy anao ianao, avy any amin’ny farany avaratra. Ho tonga tokoa ianao sy ny firenena maro miaraka aminao. Mitaingin-tsoavaly daholo izy rehetra, ary vahoaka be sy tafika lehibe.",
        "16": "Ho avy hamely ny Israely vahoakako ianao, toy ny rahona mandrakotra ny tany. Any am-parany any, dia hoentiko hamely ny taniko ianao, ry Goga. Amin’izay dia ho fantatr’ireo firenena aho, rehefa manamasina ny tenako, noho izay ataoko aminao.”’",
        "17": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Tsy ianao ihany ve ilay nasaiko noresahin’ny mpaminany mpanompoko tamin’ny taloha? Naminany nandritra ny taona maro mantsy ireo mpaminanin’ny Israely hoe hoentina hamely ny Israelita ianao.’",
        "18": "“‘Amin’izany andro izany, amin’ilay andro hanafihan’i Goga ny tanin’ny Israely’, hoy i Jehovah Tompo Fara Tampony, ‘dia ho tezitra be aho.",
        "19": "Hafana fo sy ho tezitra be aho rehefa miteny. Ary hisy horohoron-tany lehibe any amin’ny tanin’ny Israely, amin’izany andro izany.",
        "20": "Dia hangovitra noho izay ataoko ny trondro any an-dranomasina, ny vorona eny amin’ny lanitra, ny bibidia, ny biby mandady rehetra amin’ny tany, ary ny olona rehetra eny ambonin’ny tany. Hazera ny tendrombohitra, hihotsaka ny tevana, ary hirodana amin’ny tany ny manda rehetra.’",
        "21": "“‘Hiantso sabatra hamely azy eny amin’ny tendrombohitro rehetra aho’, hoy i Jehovah Tompo Fara Tampony, ‘dia samy hifamely amin’ny sabatra ny mpirahalahy.",
        "22": "Hampihatra ny didim-pitsarako aminy aho, ka handefa areti-mandringana, ary handriaka ny ra. Handatsahako oram-be mahatonga tondra-drano izy sy ny miaramilany ary ny firenena maro miaraka aminy, sady handatsahako havandra sy afo ary solifara.",
        "23": "Izao no hataoko eo imason’ny firenena maro: Tena homeko voninahitra sy hohamasiniko ny tenako, ary hataoko izay hahafantaran’izy ireo ahy. Dia tsy maintsy ho fantany fa izaho no Jehovah.’"
    },
    "39": {
        "1": "“Ry zanak’olona, maminania hoe hisy loza hanjo an’i Goga, ka lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Hamely anao aho, ry Goga lehiben’ny mpiadidy ao Meseka sy Tobala.",
        "2": "Hataoko miverin-dalana ianao, dia hotarihiko ka hoentiko miakatra avy any amin’ny farany avaratra, ary hoentiko eny amin’ny tendrombohitr’i Israely.",
        "3": "Dia hodoniko ny tsipìkanao ka hianjera avy eny an-tananao ankavia, ary hataoko latsaka avy eny an-tananao ankavanana ny zana-tsipìkanao.",
        "4": "Hiampatrampatra eny amin’ny tendrombohitr’i Israely ianao sy ny miaramilanao rehetra ary ny firenena miaraka aminao. Ary homeko ho sakafon’ny vorona mpihaza isan-karazany sy ny bibidia ianao.”’",
        "5": "“‘Hiampatrampatra eny an-tsaha eny ianao, fa izaho no efa niteny an’izany’, hoy i Jehovah Tompo Fara Tampony.",
        "6": "“‘Handefa afo aho hamelezana an’i Magoga sy izay mipetraka tsy manana ahiahy ao amin’ireo nosy. Dia tsy maintsy ho fantatr’izy ireo fa izaho no Jehovah.",
        "7": "Hampahafantariko ny Israely vahoakako ny anarako masina, ary tsy havelako hozimbazimbaina intsony izany anarako masina izany. Dia tsy maintsy ho fantatr’ireo firenena fa izaho no Jehovah, Ilay Masina eo amin’ny Israely.’",
        "8": "“‘Ho tonga tokoa izany, ary ho tanteraka’, hoy i Jehovah Tompo Fara Tampony. ‘Izany ilay andro efa noresahiko.",
        "9": "Dia hivoaka ny mponin’ny tanànan’ny Israely, ka hataony fandrehetana afo ny fitaovam-piadiana, izany hoe ny ampinga kely, ny ampinga lehibe, ny tsipìka sy zana-tsipìka, ny langilangy fitondra miady, ary ny lefona. Hataony kitay mandritra ny fito taona ireny.",
        "10": "Tsy ho voatery haka kitay any an-tsaha intsony izy ireo, na hanangona kitay any an’ala, fa ireo fitaovam-piadiana ireo no hataony kitay.’ “‘Haka babo avy amin’izay namabo azy izy ireo, ary handroba an’izay nandroba azy’, hoy i Jehovah Tompo Fara Tampony.",
        "11": "“‘Amin’izany andro izany, dia homeko fasana any Israely i Goga, ao amin’ilay lohasaha fandalovan’ny olona mpandeha any atsinanan’ny ranomasina. Ho voasakan’io fasana io ny lalan’ny mpandalo. Any no handevenan’izy ireo an’i Goga sy ny vahoakany rehetra. Dia hantsoiny hoe Lohasahan’ i Hamona-goga io toerana io.",
        "12": "Handevina an’ireny mandritra ny fito volana ny taranak’Israely mba hanadiovana an’ilay tany.",
        "13": "Dia hifarimbona handevina an’ireny ny olona rehetra ao amin’ilay tany, ka halaza izy ireo amin’ny andro hanomezako voninahitra ny tenako’, hoy i Jehovah Tompo Fara Tampony.",
        "14": "“‘Ary hisy olona hotendrena hitety tsy an-kijanona an’ilay tany, ka handevina an’izay faty sisa tavela eny rehetra eny, mba hanadiovana ny tany. Hikaroka foana izy ireo mandritra ny fito volana.",
        "15": "Rehefa mahita taolam-paty ireo olona mitety an’ilay tany, dia hasiany marika eo akaikin’ilay izy. Dia handevina an’ilay izy ao amin’ny Lohasahan’i Hamona-goga ny olona voatendry handevina faty.",
        "16": "Hisy tanàna atao hoe Hamona koa any. Ary hodiovin’izy ireo ilay tany.’",
        "17": "“Ry zanak’olona, izao no tenin’i Jehovah Tompo Fara Tampony: ‘Lazao amin’ny vorona isan-karazany sy amin’ny bibidia rehetra hoe: “Avia! Mitangoròna daholo! Mitangoròna manodidina an’ilay sorona omaniko ho anareo, ilay sorona lehibe eny amin’ny tendrombohitr’i Israely. Fa hihinana nofo sy hisotro ra ianareo.",
        "18": "Hihinana ny nofon’ny matanjaka ianareo, ary hisotro ny ran’ny mpiadidy eny ambonin’ny tany, dia ny ondrilahy, ny zanak’ondry, ny osy, ary ny ombilahy, izany hoe ny biby nohatavezina rehetra any Basana.",
        "19": "Hanaram-po hihinana ny matavy ianareo ary hisotro ra, mandra-pahamamonareo amin’ny ran’ilay sorona omaniko ho anareo.”’",
        "20": "“‘Ho voky soavaly sy mpitondra kalesy sy olona matanjaka ary miaramila isan-karazany ianareo, eo amin’ny latabatro’, hoy i Jehovah Tompo Fara Tampony.",
        "21": "“‘Hasehoko amin’ireo firenena ny voninahitro, ka ho hitan’ny firenena rehetra fa nampihatra didim-pitsarana aho ary nampiseho ny heriko taminy.",
        "22": "Manomboka amin’izany andro izany, dia tsy maintsy ho fantatry ny taranak’Israely fa izaho no Jehovah Andriamaniny.",
        "23": "Ary tsy maintsy ho fantatr’ireo firenena fa natao sesitany ny taranak’Israely, satria nanao fahadisoana sady nivadika tamiko. Nandao azy ireo àry aho, ary navelako ho resin’ny fahavalony izy ireo, ka matin’ny sabatra daholo.",
        "24": "Novaliako araka ny fahalotoany sy ny fahotana nataony izy ireo, ary nafeniko tsy ho hitan’izy ireo ny tarehiko.’",
        "25": "“Izao àry no tenin’i Jehovah Tompo Fara Tampony: ‘Haveriko any amin’ny taniny ny olona babo avy amin’i Jakoba, ary hamindrako fo ny taranak’Israely manontolo. Dia hafana fo aho hiaro ny anarako masina.",
        "26": "Rehefa avy nalam-baraka izy ireo noho izy nivadika foana tamiko, dia hipetraka tsy hanana ahiahy ao amin’ny taniny, ary tsy hisy hampatahotra azy.",
        "27": "Hanamasina ny tenako eo amin’izy ireo sy eo imason’ny firenena maro koa aho, rehefa averiko avy any amin’ireo firenena izy ireo, ary angoniko avy any amin’ny tanin’ny fahavalony.’",
        "28": "“‘Dia tsy maintsy ho fantany fa izaho no Jehovah Andriamaniny, rehefa ataoko sesitany any amin’ireo firenena izy ireo, dia avy eo angoniko ka averiko any amin’ny taniny, ka tsy avelako hisy tavela na iray aza.",
        "29": "Tsy hafeniko amin’izy ireo intsony ny tarehiko, satria handatsaka ny fanahiko amin’ny taranak’Israely aho’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "40": {
        "1": "Taona faha-25 nanaovana sesitany anay tamin’izay, teo am-piandohan’ny taona, tamin’ny andro fahafolon’ny volana, izany hoe tamin’ny taona faha-14 naha rava an’ilay tanàna. Tamin’izay andro izay indrindra ny herin’i Jehovah no niasa tamiko, ka nentiny nankany amin’ilay tanàna aho.",
        "2": "Nentin’Andriamanitra tany amin’ny tanin’ny Israely aho, tao anatin’ny fahitana. Dia napetrany teo an-tampon’ny tendrombohitra iray tena avo be aho. Ary nisy toy ny tanàna teo amin’izy io, teo atsimo.",
        "3": "Nahita lehilahy iray aho rehefa nentiny teo. Namirapiratra hoatran’ny varahina ny fahitako azy. Nisy tady rongony sy bararata fandrefesana teny an-tanany, ary nijoro teo am-bavahady izy.",
        "4": "Dia hoy ilay lehilahy tamiko: “Ry zanak’olona, jereo tsara, dia mihainoa tsara, ka diniho tsara izay rehetra asehoko anao. Izany mantsy no antony nitondrako anao eto. Dia lazao amin’ny taranak’Israely izay rehetra hitanao.”",
        "5": "Nahita manda nanodidina ny ivelan’ilay tempoly aho. Nisy bararata fandrefesana nirefy enina hakiho teny an-tanan’ilay lehilahy, ka ny iray hakiho dia nirefy iray hakiho niampy sakan’ny felatanana. Dia norefesiny ilay manda, ka nirefy bararata iray ny hateviny, ary nirefy bararata iray ny haavony.",
        "6": "Dia nankeo amin’ilay vavahady mitodika miantsinanana ilay lehilahy, ary niakatra teo amin’ny tohatohatr’ilay vavahady. Ary norefesiny ny tokonana iray tamin’ilay vavahady, ka nirefy bararata iray ny sakany. Nirefy bararata iray koa ny sakan’ilay tokonana iray.",
        "7": "Nirefy bararata iray ny lavan’ny efitra fiambenana tsirairay sy ny sakany. Dimy hakiho ny elanelan’ireo efitra fiambenana ireo. Ary nirefy bararata iray ny tokonan’ny vavahady teo akaikin’ny lala-mitafon’ilay vavahady. Mitodika mankany amin’ny tempoly io lala-mitafo io.",
        "8": "Ary norefesiny ny lala-mitafon’ilay vavahady mitodika mankany anatiny, ka nirefy bararata iray.",
        "9": "Dia norefesiny ny lala-mitafon’ilay vavahady, ka nirefy valo hakiho. Ary norefesiny ny andry teo amin’ny andaniny roa, ka roa hakiho. Teo amin’ny ilany mitodika mankany amin’ny tempoly no nisy ny lala-mitafon’ilay vavahady.",
        "10": "Nisy efitra fiambenana telo teo amin’ny andaniny roa tamin’ny vavahady atsinanana. Nitovy habe izy telo, ary nitovy habe koa ireo andry teo amin’ny andaniny sy ny ankilany.",
        "11": "Dia norefesiny ny sakan’ny fidirana amin’ilay vavahady, ka 10 hakiho, fa 13 hakiho kosa ny lavan’ilay vavahady.",
        "12": "Nisy faritra voafefin’ny rindrina iva teo anoloan’ireo efitra fiambenana, teo amin’ny andaniny sy ny ankilany, ka iray hakiho ny refiny. Enina hakiho avy ny efitra fiambenana teo amin’ny andaniny roa.",
        "13": "Norefesiny koa ny sakan’ilay vavahady, nanomboka teo amin’ny tafon’ny efitra fiambenana iray ka hatreo amin’ny tafon’ny efitra iray mifanatrika aminy, ka 25 hakiho. Nifanitsy daholo ny fidirana tamin’ireo efitra fiambenana.",
        "14": "Dia norefesiny ny haavon’ireo andry teo amin’ny andaniny roa, ka 60 hakiho. Norefesiny koa ireo andry teny amin’ny vavahady manodidina ny tokotany.",
        "15": "Nirefy 50 hakiho ny avy teo anoloan’ny fidirana amin’ilay vavahady ka hatreo amin’ny faran’ny lala-mitafon’ny vavahady mitodika mankany anatiny.",
        "16": "Nisy varavarankely mihatery ny efitra fiambenana sy ny andry tao anatin’ny vavahady, teo amin’ny andaniny sy ankilany. Nisy varavarankely koa ny lala-mitafo, teo amin’ny andaniny sy ankilany. Ary nisy sarina hazo palmie teo amin’ireo andry teo amin’ny andaniny roa.",
        "17": "Dia nentiny teo amin’ny tokotany ivelany aho, ka nahita efitra fisakafoana sy faritra vita rarivato nanodidina an’ilay tokotany. Nisy 30 ny efitra fisakafoana teo amin’io faritra io.",
        "18": "Nitovy tamin’ny lavan’ireo vavahady ny refin’ilay faritra vita rarivato teo akaikin’ireo vavahady. Faritra ambany vita rarivato no nahafantarana azy io.",
        "19": "Dia norefesiny ny elanelana avy teo anoloan’ny vavahady ambany ka hatreo amin’ny sisin’ny tokotany anatiny. Nisy 100 hakiho ilay izy, na ny teo atsinanana na ny teo avaratra.",
        "20": "Nisy vavahady mitodika mianavaratra teo amin’ny tokotany ivelany. Norefesin’ilay lehilahy koa ny lavany sy ny sakany.",
        "21": "Nisy efitra fiambenana telo teo amin’ny andaniny roa tamin’ilay vavahady. Nitovy refy tamin’ilay vavahady voalohany ny andry sy ny lala-mitafo tao amin’izy io. Nirefy 50 hakiho ny lavan’ilay vavahady, ary 25 hakiho ny sakany.",
        "22": "Ny varavarankely sy ny lala-mitafo ary ny sarina hazo palmie tao, dia nitovy refy tamin’ilay tao amin’ny vavahady atsinanana. Nila niakatra zanatohatra fito izay nankao, ary teo anoloan’ireo zanatohatra ilay lala-mitafo.",
        "23": "Nisy vavahady nifanitsy tamin’ny vavahady avaratra, tao amin’ny tokotany anatiny, ary nisy iray koa nifanitsy tamin’ny vavahady atsinanana. Dia norefesiny ny elanelan’ireo vavahady ka nirefy 100 hakiho.",
        "24": "Nentiny nianatsimo indray aho, ary nahita vavahady teo amin’ny ilany atsimo. Norefesiny ny andry sy ny lala-mitafo tao amin’izy io, ka nitovy refy tamin’ny an’ireo vavahady hafa.",
        "25": "Nisy varavarankely io vavahady io sy ny lala-mitafo, teo amin’ny andaniny roa. Nitovy tamin’ireo varavarankely hafa ihany izy ireo. Nirefy 50 hakiho ny lavan’ilay vavahady, ary 25 hakiho ny sakany.",
        "26": "Zanatohatra fito no niakarana tao, ary nisy lala-mitafo teo anoloan’izy ireny. Nisy sarina hazo palmie teo amin’ny andry, ka ny anankiray teo amin’ny andaniny ary ny anankiray teo amin’ny ankilany.",
        "27": "Nisy vavahady mitodika mianatsimo tao amin’ny tokotany anatiny. Dia norefesiny nianatsimo ny elanelan’ireo vavahady, ka nisy 100 hakiho.",
        "28": "Nentiny niditra tao amin’ny vavahady atsimo indray aho, mba ho ao amin’ny tokotany anatiny. Norefesiny ilay vavahady atsimo, ka nitovy habe tamin’ny vavahady hafa.",
        "29": "Nitovy habe tamin’ny an’ireo vavahady hafa ny efitra fiambenana sy ny andry ary ny lala-mitafo tao. Nisy varavarankely teo amin’ny andaniny roa amin’ilay vavahady sy ilay lala-mitafo. Nirefy 50 hakiho ny lavan’ilay vavahady, ary 25 hakiho ny sakany.",
        "30": "Nisy lala-mitafo ny vavahady rehetra mankao amin’ny tokotany anatiny, ary nirefy 25 hakiho ny lavan’ny lala-mitafo ary 5 hakiho ny sakany.",
        "31": "Nanatrika ny tokotany ivelany ny lala-mitafo teo aminy. Nisy sarina hazo palmie ny andry teo amin’ny andaniny roa, ary zanatohatra valo no niakarana tao.",
        "32": "Dia nentiny niditra avy any atsinanana aho mba hankao amin’ny tokotany anatiny. Norefesiny ilay vavahady ka nitovy habe tamin’ireo vavahady hafa.",
        "33": "Nitovy habe tamin’ny an’ireo vavahady hafa ny efitra fiambenana sy ny andry ary ny lala-mitafo tao. Nisy varavarankely io vavahady io sy ilay lala-mitafo, teo amin’ny andaniny roa. Nirefy 50 hakiho ny lavan’ilay vavahady, ary 25 hakiho ny sakany.",
        "34": "Nanatrika ny tokotany ivelany ny lala-mitafo teo aminy. Nisy sarina hazo palmie teo amin’ny andry roa teo amin’ny andaniny roa, ary zanatohatra valo no niakarana tao.",
        "35": "Dia nentin’ilay lehilahy nankao amin’ny vavahady avaratra aho. Ary norefesiny ilay izy, ka nitovy habe tamin’ireo vavahady hafa.",
        "36": "Nitovy habe tamin’ny an’ireo vavahady hafa ny efitra fiambenana sy ny andry ary ny lala-mitafo tao. Nisy varavarankely teo amin’ny andaniny roa tamin’izy io. Nirefy 50 hakiho ny lavan’ilay vavahady, ary 25 hakiho ny sakany.",
        "37": "Nanatrika ny tokotany ivelany ny andry teo aminy. Nisy sarina hazo palmie teo amin’ny andry roa teo amin’ny andaniny roa, ary zanatohatra valo no niakarana tao.",
        "38": "Nisy efitra fisakafoana iray teo akaikin’ny andry teo amin’ireo vavahady. Nisy fidirana nankao amin’io efitra io, ary tao ny fanatitra dorana manontolo no nosasana.",
        "39": "Nisy latabatra roa teo amin’ny andaniny roa tamin’ny lala-mitafon’ilay vavahady. Teo amin’ireo latabatra ireo no novonoina ny fanatitra dorana manontolo sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka.",
        "40": "Nisy latabatra roa teo ivelan’ny fidirana, teo amin’ny lalana nankao amin’ny vavahady avaratra. Nisy latabatra roa koa teo akaikin’ny lala-mitafon’ilay vavahady.",
        "41": "Nisy latabatra teo amin’ilay vavahady, ka efatra teo amin’ny andaniny ary efatra teo amin’ny ankilany. Valo izy rehetra, ary teo ambonin’izy ireo ny biby hatao sorona no novonoina.",
        "42": "Vita tamin’ny vato voapaika ny latabatra efatra famonoana ny fanatitra dorana manontolo. Iray hakiho sy sasany ny lavany, iray hakiho sy sasany ny sakany, ary iray hakiho ny haavony. Napetraka teo ambonin’izy ireo ny fitaovana famonoana ny fanatitra dorana sy ny sorona.",
        "43": "Nametahana talantalana daholo ny rindrina tao anatiny, ka sakan’ny felatanana no refin’ny sakany. Ary napetraka teo ambonin’ireo latabatra ireo ny henan’ny fanatitra natao fanomezana.",
        "44": "Nisy efitra fisakafoan’ny mpihira teo ivelan’ny vavahady anatiny, tao amin’ny tokotany anatiny, teo akaikin’ny vavahady avaratra. Mitodika mianatsimo ireo efitra ireo. Nisy efitra fisakafoana iray koa teo akaikin’ny vavahady atsinanana, ary mitodika mianavaratra izy io.",
        "45": "Ary hoy ilay lehilahy tamiko: “Ho an’ny mpisorona miandraikitra ny fanompoana ao amin’ny tempoly ity efitra fisakafoana mitodika mianatsimo ity.",
        "46": "Ilay efitra fisakafoana mitodika mianavaratra kosa ho an’ny mpisorona miandraikitra ny alitara. Zanakalahin’i Zadoka izy ireo, ary Levita voatendry hanatona an’i Jehovah mba hanompo azy.”",
        "47": "Dia norefesiny ny tokotany anatiny, ka 100 hakiho ny lavany ary 100 hakiho ny sakany. Efamira izy io. Ary teo anoloan’ny tempoly ny alitara.",
        "48": "Dia nentiny tao amin’ny lala-mitafon’ilay tempoly aho. Ary norefesiny ny andry teo amin’ny fidirana mankao amin’ilay lala-mitafo, ka dimy hakiho ny andaniny ary dimy hakiho ny ankilany. Telo hakiho ny sakan’ny vavahady teo amin’ny andaniny, ary telo hakiho ny teo amin’ny ankilany.",
        "49": "Nirefy 20 hakiho ny lavan’ilay lala-mitafo, ary 11 hakiho ny sakany. Niakatra zanatohatra izay niditra tao. Nisy andry teo akaikin’ny tolàna, ka iray teo amin’ny andaniny ary iray teo amin’ny ankilany."
    },
    "41": {
        "1": "Dia nentin’ilay lehilahy niditra tao amin’ny Masina aho. Ary norefesiny ny andry teo amin’ny andaniny roa, ka enina hakiho ny sakany teo amin’ny andaniny, ary enina hakiho koa ny teo amin’ny ankilany.",
        "2": "Folo hakiho ny sakan’ny fidirana, ary dimy hakiho ny sakan’ny rindrina teo amin’ny andaniny, dia dimy hakiho ny teo amin’ny ankilany. Dia norefesiny ny lavan’ny Masina, ka 40 hakiho, ary 20 hakiho ny sakany.",
        "3": "Niditra tany anatiny izy avy eo, ary norefesiny ny andry teo amin’ny fidirana, ka roa hakiho ny hateviny, ary enina hakiho ny sakan’ilay fidirana. Fito hakiho ny sakan’ny rindrina teo amin’ny andaniny roa.",
        "4": "Dia norefesiny ilay efitra teo anoloan’ny Masina, ka 20 hakiho ny lavany, ary 20 hakiho koa ny sakany. Ary hoy izy tamiko: “Ato no Masina Indrindra.”",
        "5": "Norefesiny ny rindrin’ny tempoly, ka enina hakiho ny hateviny. Nisy efitrefitra nanodidina an’ilay tempoly, ka efatra hakiho ny sakany.",
        "6": "Nisy rihana roa nifanao ambony sy ambany ireo efitrefitra. Ary nisy efitrefitra 30 ny rihana tsirairay. Nasiana mihoatra kely daholo ny rindrin’ny tempoly, mba hanohana an’ireo efitrefitra, ka tsy nanatsofohana hazo tao anaty rindrin’ny tempoly.",
        "7": "Nisy tohatohatra miolakolaka teo amin’ny andaniny roa amin’ilay tempoly. Nihanalalaka izy io arakaraka ny niakarana tany amin’ny efitrefitra ambony. Rehefa niakatra ho any amin’ny farany ambony ny olona iray avy tany amin’ny farany ambany, ary nandalo tao amin’ny rihana voalohany, dia nihanalalaka ireo efitrefitra, isaky ny niakatra rihana izy.",
        "8": "Hitako fa nisy lampivato nanodidina an’ilay tempoly. Ny haavon’ny fototry ny efitrefitra avy teo amin’ny tany ka hatreo amin’ny zorony, dia nirefy bararata iray manontolo, izany hoe enina hakiho.",
        "9": "Dimy hakiho ny hatevin’ny rindrina ivelan’ny efitrefitra. Ary nisy faritra babangoana teo amin’ny sisin’ny efitrefitra, izay anisan’ilay tempoly.",
        "10": "Nisy faritra 20 hakiho teo anelanelan’ny tempoly sy ny efitra fisakafoana, teo amin’ny andaniny roa.",
        "11": "Nisy fidirana teo anelanelan’ireo efitrefitra sy ilay faritra babangoana, teo amin’ny ilany avaratra, ary nisy fidirana koa teo amin’ny ilany atsimo. Nanodidina an’ilay tempoly io faritra babangoana io, ary dimy hakiho ny sakany.",
        "12": "Ilay tranobe teo andrefana, izay nitodika tany amin’ilay faritra babangoana, dia nirefy 70 hakiho ny sakany, ary 90 hakiho ny lavany, fa dimy hakiho kosa ny hatevin’ny rindriny manontolo.",
        "13": "Dia norefesin’ilay lehilahy ilay tempoly, ka 100 hakiho ny lavany. Nisy 100 hakiho koa, raha atambatra, ny refin’ilay faritra babangoana sy ilay tranobe ary ny rindriny.",
        "14": "Ary nisy 100 hakiho ny sakan’ny faritra teo anoloan’ny tempoly nitodika niantsinanana sy ilay faritra babangoana.",
        "15": "Norefesiny ny lavan’ilay tranobe nanatrika an’ilay faritra babangoana tao ambadiky ny tempoly, sy ireo lalantsara teo amin’ny andaniny roa tamin’izy io, ka nisy 100 hakiho. Norefesiny koa ny Masina, ny Masina Indrindra, ny lala-mitafon’ny tokotany,",
        "16": "ny tokonana, ny varavarankely mihatery, ary ireo lalantsara nanodidina an’ireo faritra telo ireo. Nisy takela-kazo teo akaikin’ilay tokonana, nanomboka teo amin’ny gorodona ka hatreny amin’ny varavarankely. Ary voatakona ireo varavarankely.",
        "17": "Norefesina daholo ny teo ambonin’ilay fidirana, ny tao anatin’ny tempoly sy ny teo ivelany, ary ny rindrina manodidina.",
        "18": "Nisy kerobima vita sokitra sy sarina hazo palmie tao, ka teo anelanelan’ny kerobima roa ny hazo palmie tsirairay. Samy nanana tarehy roa ny kerobima tsirairay.",
        "19": "Nanatrika an’ilay hazo palmie teo amin’ny andaniny ilay tarehin’olona, ary nanatrika an’ilay hazo palmie teo amin’ny ankilany kosa ilay tarehina liona. Nasiana sary sokitra hoatr’izany ilay tempoly manontolo.",
        "20": "Nisy kerobima vita sokitra sy sarina hazo palmie teo amin’ny rindrin’ny toerana masina, nanomboka teo amin’ny gorodona ka hatreo ambonin’ny fidirana.",
        "21": "Efajoro ireo tolàm-baravaran’ny tempoly. Ary zavatra hoatr’izao no teo anoloan’ny toerana masina:",
        "22": "Alitara hazo nirefy telo hakiho ny haavony, ary roa hakiho ny lavany. Nisy andry teo amin’ny zoron’izy io, ary vita tamin’ny hazo ny fanambaniny sy ireo lafiny. Dia hoy ilay lehilahy tamiko: “Io ilay latabatra eo anatrehan’i Jehovah.”",
        "23": "Samy nisy varavarana roa ny Masina sy ny toerana masina.",
        "24": "Nisy lelavaravarana roa ireo varavarana ireo, ary samy kopa-droa ireo lelavaravarana ireo.",
        "25": "Nisy kerobima vita sokitra sy sarina hazo palmie ireo varavaran’ny tempoly ireo, toy ny teo amin’ireo rindrina ihany. Ary nisy tafokely hazo teo ivelany, teo ambonin’ny lala-mitafo.",
        "26": "Nisy varavarankely mihatery sy sarina hazo palmie koa teo amin’ny andaniny sy ny ankilany tamin’ny lala-mitafo, sy teo amin’ny rindrin’ny efitrefitra tamin’ilay tempoly ary teo amin’ireo tafokely."
    },
    "42": {
        "1": "Ary nentin’ilay lehilahy nianavaratra aho mba hankao amin’ny tokotany ivelany. Dia nentiny teo amin’ny fitambaran-trano feno efitra fisakafoana aho, teo akaikin’ilay faritra babangoana, teo avaratr’ilay tranobe nifanila taminy.",
        "2": "Nisy 100 hakiho ny lavany, teo amin’ilay ilany avaratra izay nisy fidirana, ary 50 hakiho ny sakany.",
        "3": "Izy io dia teo anelanelan’ny tokotany anatiny, izay nirefy 20 hakiho ny sakany, sy ny faritra vita rarivato teo amin’ny tokotany ivelany. Nifanatrika ny lalantsara tao aminy ary nisy rihana roa.",
        "4": "Nisy lalana teo anelanelan’ireo efitra fisakafoana. Nirefy 10 hakiho ny sakan’ilay lalana, ary 100 hakiho ny lavany. Ary teo avaratra ny fidirana nankao amin’ireo efitra fisakafoana.",
        "5": "Kely kokoa noho ny efitra fisakafoana tany ambany sy ny teo antenatenany ireo efitra fisakafoana tany ambony tamin’ilay trano. Nibahan-toerana be mantsy ireo lalantsara.",
        "6": "Nisy rihana roa ireo efitra fisakafoana ireo, saingy tsy nisy andry hoatran’ny andry teny an-tokotany. Izany no nahatonga ny tany amin’ny rihana ambony ho tery kokoa noho ny tany ambany sy ny teo antenatenany.",
        "7": "Nirefy 50 hakiho ny lavan’ny rindrim-bato teo ivelany, teo akaikin’ireo efitra fisakafoana, izay nifanila tamin’ny tokotany ivelany sady nifanatrika tamin’ny efitra fisakafoana hafa.",
        "8": "Nirefy 50 hakiho mantsy ny lavan’ireo efitra fisakafoana nifanila tamin’ny tokotany ivelany, fa 100 hakiho kosa ny lavan’ireo efitra fisakafoana teo akaikin’ny toerana masina.",
        "9": "Teo atsinanana dia nisy fidirana nankao amin’ireo efitra fisakafoana, raha avy any amin’ny tokotany ivelany.",
        "10": "Nisy efitra fisakafoana koa tao ambadiky ny rindrim-bato teo atsinanana, teo an-tokotany. Teo akaikin’ilay faritra babangoana sy ilay tranobe ireo efitra fisakafoana ireo.",
        "11": "Nisy lalana teo anoloan’ireny, toy ilay lalana teo anelanelan’ireo efitra fisakafoana teo avaratra. Nitovy ny lavan’ireo efitra fisakafoana sy ny sakany, ary nitovy koa ny fivoahana avy ao sy ny refiny. Ny fidirana nankao amin’ireo efitra fisakafoana ireo",
        "12": "dia nitovy tamin’ny fidirana nankao amin’ny efitra fisakafoana teo atsimo. Nisy fidirana azo naleha teo am-piandohan’ilay lalana, teo anoloan’ilay rindrim-bato teo atsinanana.",
        "13": "Dia hoy ilay lehilahy tamiko: “Efitra masina fisakafoana ireo efitra fisakafoana eo avaratra sy ireo eo atsimo, izay eo akaikin’ny faritra malalaka. Ao ny mpisorona manatona an’i Jehovah no mihinana ny fanatitra masina indrindra. Ao koa no apetrany ny fanatitra masina indrindra, izany hoe ny fanatitra varimbazaha sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka, satria masina io toerana io.",
        "14": "Rehefa tafiditra ao ny mpisorona, dia tsy tokony hivoaka avy ao amin’ny toerana masina izy ireo mba hankeo amin’ny tokotany ivelany, raha tsy efa nesoriny ny akanjo fitondrany manompo. Masina mantsy ireny. Hanao akanjo hafa izy ireo, rehefa hankeny amin’izay azon’ny vahoaka aleha.”",
        "15": "Rehefa avy nandrefy an’ilay tempoly manontolo ilay lehilahy, dia nentiny nivoaka tamin’ilay vavahady mitodika miantsinanana aho. Ary norefesiny ilay faritra manontolo.",
        "16": "Norefesiny tamin’ny bararata fandrefesana ny ilany atsinanana. Indimanjaton’ilay bararata fandrefesana ilay izy, avy teo amin’ny sisiny iray ka hatreo amin’ny sisiny iray.",
        "17": "Norefesiny koa ny ilany avaratra, ka indimanjaton’ny bararata ilay izy, araka ny bararata fandrefesana.",
        "18": "Norefesiny koa ny ilany atsimo, ka indimanjaton’ny bararata ilay izy, araka ny bararata fandrefesana.",
        "19": "Dia nihodina nankany amin’ny ilany andrefana izy, ka indimanjaton’ilay bararata fandrefesana ny refiny.",
        "20": "Norefesiny daholo ireo ilany efatra. Nisy manda nanodidina an’ilay faritra nisy ny tempoly, mba hanasarahana ny faritra masina sy ny azon’ny vahoaka aleha. Indimanjaton’ny bararata ny lavan’ilay manda, ary indimanjaton’ny bararata ny sakany."
    },
    "43": {
        "1": "Ary nentin’ilay lehilahy nankany amin’ilay vavahady mitodika miantsinanana aho.",
        "2": "Dia hitako tonga avy any atsinanana ny voninahitr’ilay Andriamanitry ny Israely. Toy ny feon’ny rano be misasasasa ny feony, ary lasa nazava be ny tany satria tratran’ny hazavan’ny voninahiny.",
        "3": "Hoatran’ilay fahitana hitako tamin’izaho tonga handrava an’ilay tanàna ihany no hitako, ary hoatran’ilay efa hitako teo amoron’ny reniranon’i Kebara. Dia niankohoka tamin’ny tany aho.",
        "4": "Ary niditra teo amin’ilay vavahady mitodika miantsinanana ny voninahitr’i Jehovah, ka nankao amin’ilay tempoly.",
        "5": "Dia nisy fanahy nanainga ahy ka nitondra ahy tao amin’ilay tokotany anatiny, ary hitako fa feno ny voninahitr’i Jehovah ilay tempoly.",
        "6": "Naheno feo niteny tamiko avy tao amin’ilay tempoly aho avy eo, ary tonga nijoro teo akaikiko ilay lehilahy.",
        "7": "Dia hoy izy tamiko: “Ry zanak’olona, ity no toerana misy ny seza fiandrianako sady toerana ametrahako ny faladiako. Eto aho no hiara-monina mandrakizay amin’ny vahoakan’Israely. Tsy handoto ny anarako masina intsony ny taranak’Israely, dia izy sy ny mpanjakany, satria tsy hivaro-tena amin’ny andriamanitra hafa na handoto ny anarako amin’ny fatin’ny mpanjakany intsony izy ireo.",
        "8": "Nandoto ny anarako masina tamin’ny zavatra maharikoriko fanaony mantsy izy ireo, satria nataony teo akaikin’ny tokonam-baravarako ny tokonam-baravarany. Nataony teo akaikin’ny tolàm-baravarako koa ny tolàm-baravarany, ka rindrina sisa no nanasaraka ahy tamin’ny fatin’ny mpanjakany. Dia tezitra aho ka naringako tanteraka izy ireo.",
        "9": "Tsy tokony hivaro-tena amin’ny andriamanitra hafa intsony izy ireo, ary tokony hesoriny lavitra ahy ny fatin’ny mpanjakany. Dia honina eo aminy mandrakizay aho.",
        "10": "“Ry zanak’olona, hazavazavao amin’ny taranak’Israely ny momba an’ilay tempoly mba ho menatra izy ireo noho ny fahadisoany. Dia tokony hodinihin’izy ireo koa ny planin’ilay izy.",
        "11": "Raha menatra noho izay rehetra nataony izy ireo, dia ampahafantaro azy ny planin’ilay tempoly, sy ny fomba nandaminana azy, ary ny fivoahana sy ny fidirana ao. Asehoy azy daholo ny planiny rehetra sy ny fitsipika arahina ao ary ny lalàna rehetra momba azy. Dia soraty eo imasony daholo izany, amin’izay izy ireo handinika ny planiny rehetra ka hanaraka tsara ny fitsipika mifehy ao.",
        "12": "Izao no lalàna momba an’ilay tempoly: Masina indrindra ny faritra rehetra manodidina ny tampon’ilay tendrombohitra. Izany no lalàna momba an’ilay tempoly.",
        "13": "“Izao no refin’ilay alitara raha refesina araka ny hakiho, ka ny iray hakiho dia nirefy iray hakiho niampy sakan’ny felatanana: Iray hakiho ny haavon’ny fototra, ary iray hakiho ny sakany. Misy molony mirefy irain-jehy ny sisiny manodidina. Izany no fototr’ilay alitara.",
        "14": "Roa hakiho ny haavon’ilay ambaratonga kely kokoa raha avy eo an-tampon’ny fototry ny alitara, ary mirefy iray hakiho ny molotr’io ambaratonga io. Efatra hakiho ny haavon’ilay ambaratonga lehibe kokoa, ary iray hakiho koa ny molony.",
        "15": "Eo amin’ny farany ambony ny fitoeran’afon’ny alitara, ary efatra hakiho ny haavony. Misy tandroka efatra io fitoeran’afo io, ary manondro miakatra daholo izy efatra.",
        "16": "Efamira ilay fitoeran’afon’ny alitara, ka 12 hakiho ny lavany, ary 12 hakiho koa ny sakany.",
        "17": "Mirefy 14 hakiho ny lavan’ilay ambaratonga fahatelo ary 14 hakiho ny sakany, eo amin’ny lafiny efatra. Antsasaky ny hakiho ny sisiny manodidina azy io, ary iray hakiho ny fanambaniny manodidina, eo amin’ny lafiny rehetra. “Mitodika miantsinanana ny tohatohatra iakarana aminy.”",
        "18": "Hoy izy avy eo tamiko: “Ry zanak’olona, izao no tenin’i Jehovah Tompo Fara Tampony: ‘Izao no toromarika mila arahina rehefa vita ilay alitara, mba hahafahana hanolotra fanatitra dorana manontolo sy hamafy ra eo amboniny:’",
        "19": "“‘Makà vantotr’ombilahy iray avy ao amin’ny andiany mba hatao fanatitra noho ny ota, dia omeo ny Levita mpisorona taranak’i Zadoka, izay manatona mba hanompo ahy, ilay izy’, hoy i Jehovah Tompo Fara Tampony.",
        "20": "‘Akao ny rany ka hosory eo amin’ireo tandroka efatry ny alitara sy eo amin’ny zorony efatra amin’ilay ambaratonga fahatelo ary eo amin’ny sisiny manodidina. Ataovy izany mba hanadiovana an’ilay alitara ho afaka amin’ny ota sy hanaovana fandrakofam-pahotana ho azy io.",
        "21": "Dia alaivo ilay vantotr’ombilahy hatao fanatitra noho ny ota, mba hodorana eo amin’ny toerana voatokana hanaovana an’izany, ao amin’ny faritry ny tempoly, eo ivelan’ny toerana masina.",
        "22": "Ary amin’ny andro faharoa, dia makà osilahy iray tsy misy kilema ka atolory ho fanatitra noho ny ota. Hodiovin’ny mpisorona ho afaka amin’ny ota ilay alitara, toy ny nanadiovany azy tamin’ilay vantotr’ombilahy.’",
        "23": "“‘Rehefa voadionao ho afaka amin’ny ota ny alitara, dia makà vantotr’ombilahy iray tsy misy kilema, avy amin’ny andiany. Makà koa ondrilahy iray tsy misy kilema, avy amin’ny andiany. Dia atolory ireo.",
        "24": "Ento eo anatrehan’i Jehovah ireo. Dia tsy maintsy hasian’ny mpisorona sira ireo, ka hatolony ho fanatitra dorana manontolo ho an’i Jehovah.",
        "25": "Mandritra ny fito andro, dia hanolotra osilahy iray isan’andro ianao ho fanatitra noho ny ota, ary hanolotra vantotr’ombilahy iray avy amin’ny andiany sy ondrilahy iray avy amin’ny andiany. Biby tsy misy tsininy no hatolotrao.",
        "26": "Tsy maintsy manao fandrakofam-pahotana ho an’ilay alitara ny mpisorona mandritra ny fito andro, dia hodioviny ilay alitara ka hotokanany.",
        "27": "Rehefa tapitra ireo fito andro ireo, dia hatolotry ny mpisorona eo ambonin’ilay alitara ny fanatitra dorana manontolo sy ny sorona iombonana entinareo, amin’ny andro fahavalo sy aorian’izay. Dia hankasitraka anareo aho’, hoy i Jehovah Tompo Fara Tampony.”"
    },
    "44": {
        "1": "Nentin’ilay lehilahy niverina teo amin’ny vavahadin’ny toerana masina aho, izany hoe ilay vavahady ivelany mitodika miantsinanana, kanjo nihidy ilay izy.",
        "2": "Dia hoy i Jehovah tamiko: “Hihidy foana io vavahady io. Tsy tokony hosokafana izy io, ary tsy hisy olona hiditra eo, satria i Jehovah Andriamanitry ny Israely no efa niditra teo, ka tsy maintsy hidiana foana io.",
        "3": "Ny mpiadidy kosa hipetraka ao mba hihinana sakafo eo anatrehan’i Jehovah, satria mpiadidy izy. Eo amin’ny lala-mitafon’ny vavahady izy no hiditra sy hivoaka.”",
        "4": "Dia nentiny niditra teo amin’ny vavahady avaratra aho, mba hankeo anoloan’ny tempoly. Rehefa nijery aho, dia hitako fa feno ny voninahitr’i Jehovah ny tempolin’i Jehovah. Koa niankohoka tamin’ny tany aho.",
        "5": "Dia hoy i Jehovah tamiko: “Ry zanak’olona, diniho tsara, dia jereo, ka henoy tsara izay rehetra lazaiko aminao momba ny fitsipika sy ny lalàna mahakasika ny tempolin’i Jehovah. Diniho tsara koa ny fidirana ao amin’ilay tempoly, sy ny fivoahana rehetra avy ao amin’ilay toerana masina.",
        "6": "Lazao amin’ny taranak’Israely mpikomy hoe: ‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Efa be loatra izay zavatra maharikoriko vitanareo izay, ry taranak’Israely ô!",
        "7": "Manazimbazimba ny tempoliko ny hafa firenena tsy voafora fo sady tsy mifora, rehefa entinareo ao amin’ny toerako masina. Manolotra fanatitra ho ahy ianareo, izany hoe tavin-kena sy ra, nefa ny fifanekena nataonareo tamiko aza tsy hajainareo akory, noho ny zavatra maharikoriko rehetra fanaonareo.",
        "8": "Tsy nokarakarainareo koa ny zavatra masina voatokana ho ahy, fa olon-kafa indray no tendrenareo hanao ny andraikitra tokony hataonareo ao amin’ny toerako masina.”’",
        "9": "“‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Tsy misy mahazo miditra ao amin’ny toerako masina ny hafa firenena mipetraka any Israely nefa tsy voafora fo sady tsy mifora.”’",
        "10": "“‘Hizaka ny vokatry ny fahadisoany kosa izay Levita nanalavitra ahy, rehefa nanalavitra ahy ny Israelita ka nanompo an’ireo sampiny maharikoriko.",
        "11": "Dia ho lasa mpanompo ao amin’ny toerako masina izy ireo, ka hanara-maso ny vavahadin’ny tempoly sy hanompo ao amin’ny tempoly. Hovonoin’izy ireo ny fanatitra dorana manontolo sy ny sorona ho an’ny vahoaka, dia hijoro eo anatrehan’ny vahoaka izy ireo mba hanompo ny vahoaka.",
        "12": "Nanompo ny vahoaka izy ireo ka nanampy azy tamin’izy ireny nivavaka tamin’ny sampiny maharikoriko, ary lasa vato mahatafintohina nahatonga ny taranak’Israely hanota. Nanangan-tanana àry aho ka nianiana fa hamely azy’, hoy i Jehovah Tompo Fara Tampony, ‘dia hizaka ny vokatry ny fahadisoany izy ireo.",
        "13": "Tsy hanatona ahy mba hanao ny asan’ny mpisorona izy ireo, na hanakaiky ny zavatra masina na ny zavatra masina indrindra voatokana ho ahy, na inona izany na inona. Dia ho afa-baraka izy ireo, noho ireny zavatra maharikoriko nataony ireny.",
        "14": "Aorian’izany anefa, dia hotendreko hiandraikitra ny tempoly izy ireo, mba hanao ny fanompoana ao sy hikarakara an’izay rehetra tokony hatao ao.’",
        "15": "“‘Hanatona ahy kosa ny Levita mpisorona taranak’i Zadoka mba hanompo ahy. Niandraikitra ny toerako masina mantsy izy ireo rehefa nanalavitra ahy ny Israelita. Dia hijoro eo anatrehako izy ireo mba hanolotra ny tavin-kena sy ny ra’, hoy i Jehovah Tompo Fara Tampony.",
        "16": "‘Izy ireo no hiditra ao amin’ ny toerako masina, ka hanatona ny latabatro mba hanompo ahy. Dia hanao ny andraikiny amin’ny fanompoana ahy izy ireo.",
        "17": "“‘Akanjo rongony no tokony hanaovany, rehefa miditra ao amin’ireo vavahadin’ny tokotany anatiny izy ireo. Tsy tokony hanao akanjo volonondry izy ireo, rehefa manompo ao amin’ny vavahadin’ny tokotany anatiny na ao anatin’ilay vavahady.",
        "18": "Tokony hanao satroka lamba izy ireo, ary tokony hanao kilaoty lava hanaronana ny andilany. Vita amin’ny lamba rongony daholo ireo. Tsy tokony hanao lamba mampahatsemboka azy izy ireo.",
        "19": "Alohan’ny hivoahany any amin’ny tokotany ivelany misy ny vahoaka izy ireo no tokony hanala ny akanjo nentiny nanompo, ka hametraka an’ilay izy ao amin’ny efitra masina fisakafoana. Dia hanao akanjo hafa izy ireo, sao dia ho lasa masina koa ny vahoaka raha mbola anaovany ireny akanjony ireny.",
        "20": "Tsy tokony hosolainy ny lohany. Tsy tokony havelany ho lava be koa ny volon-dohany, fa tokony hofaranany.",
        "21": "Tsy tokony hisotro divay ny mpisorona rehefa mankao amin’ny tokotany anatiny.",
        "22": "Tsy tokony ho vehivavy maty vady na efa nisara-bady no halainy ho vady. Azony alaina ho vady kosa anefa ny virjiny avy amin’ny taranak’Israely na ny vady navelan’ny mpisorona efa maty.’",
        "23": "“‘Tokony hampianatra ny vahoakako izy ireo hoe inona no maha samy hafa ny zavatra masina sy ny zavatra tsy masina, sy ny maha samy hafa ny zavatra maloto sy ny zavatra madio.",
        "24": "Izy ireo no tokony hitsara rehefa misy raharaha hotsaraina, ka hitsara mifanaraka amin’ny didim-pitsarana navoakako. Tokony harahiny koa ny lalàko sy ny fitsipiko momba ny fety rehetra, ary tokony hohamasininy ny sabatako.",
        "25": "Tsy tokony hanakaiky olona maty izy ireo, sao ho voaloto. Azony atao anefa izany raha ny rainy no maty, na ny reniny, na ny zanany lahy, na ny zanany vavy, na ny rahalahiny, na ny anabaviny mbola tsy manambady.",
        "26": "Rehefa avy nidio ny mpisorona iray, dia tokony hiandry fito andro aloha izy.",
        "27": "Amin’ny andro idirany ao amin’ny toerana masina, rehefa miditra ao amin’ny tokotany anatiny izy mba hanompo ao amin’ny toerana masina, dia tokony hitondra fanatitra noho ny ota izy ka hanolotra an’izany’, hoy i Jehovah Tompo Fara Tampony.",
        "28": "“‘Izao no ho lovan’izy ireo: Izaho no lovany. Tsy tokony homenareo fananana eo amin’ny Israely izy, fa izaho no fananany.",
        "29": "Izy ireo no hihinana ny fanatitra varimbazaha sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka. Ary ho lasan’izy ireo izay zavatra voatokana rehetra eo amin’ny Israely.",
        "30": "Ho lasan’ny mpisorona ny tsara indrindra amin’ny voaloham-bokatra rehetra, sy ny fanomezana isan-karazany avy aminareo. Tokony homenareo azy koa ny santatry ny varimbazahanareo tsy nototoina malemy. Dia hotahina foana ny tokantranonareo.",
        "31": "Tsy tokony hihinana vorona na biby maty ho azy ny mpisorona, ary tsy tokony hihinana vorona na biby noviravirain’ny bibidia.’"
    },
    "45": {
        "1": "“‘Rehefa mizara an’ilay tany ho lovanareo ianareo, dia tokony hisy ampahany hatolotrareo ho fanomezana ho an’i Jehovah. Ho masina io ampahany io. Tokony ho 25 000 hakiho ny lavany, ary 10 000 hakiho ny sakany. Ho ampahany masina izy manontolo.",
        "2": "Hakana efamira io faritra io mba hanaovana toerana masina, ka 500 hakiho avy ny lafiny efatra. Ary hisy kijana mirefy 50 hakiho avy ny lafiny efatra.",
        "3": "Avy amin’io faritra voarefy io ianareo no handrefy 25 000 hakiho ho lavany, ary 10 000 hakiho ho sakany. Ao no hisy ny toerana masina, dia ilay zavatra masina indrindra.",
        "4": "Ampahany masina alaina avy amin’ilay tany izy io ka ho an’ny mpisorona, ho an’ny mpanompo ao amin’ny toerana masina izay manatona mba hanompo an’i Jehovah. Ao amin’io toerana io no hisy ny tranon’izy ireo, ary ho faritra masina hisy an’ilay toerana masina izy io.",
        "5": "“‘Hisy ampahany koa ho an’ny Levita, izany hoe ny mpanompo ao amin’ny tempoly, ka 25 000 hakiho ny lavany ary 10 000 hakiho ny sakany. Homena efitra fisakafoana 20 izy ireo ho fananany.",
        "6": "“‘Tokony hanome faritra iray ho fananan’ilay tanàna ianareo, ka 25 000 hakiho ny lavany, izany hoe mitovy amin’ilay fanomezana masina, ary 5 000 hakiho ny sakany. Ho an’ny taranak’Israely rehetra izy io.",
        "7": "“‘Ary homena ny mpiadidy ny andaniny roa amin’ilay fanomezana masina sy ny andaniny roa amin’ilay faritra nomena an’ilay tanàna. Ho eo akaikin’ilay fanomezana masina sy ilay fananan’ny tanàna ilay izy, ary ho eo amin’ny ilany andrefana sy ny ilany atsinanana. Hitovy amin’ny lavan’ny tany nomena ny foko iray eo akaikiny ilay izy, manomboka eo amin’ny sisiny andrefana ka hatreo amin’ny sisiny atsinanana.",
        "8": "Ho lasa fananany any Israely io tany io. Tsy hampijaly ny vahoakako intsony ny mpiadidiko, ary hozarazarain’izy ireo amin’ny foko tsirairay amin’ny taranak’Israely ilay tany.’",
        "9": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Tafahoatra loatra ny nataonareo, ry mpiadidy ny Israely!’ “‘Aoka izay ny herisetra sy ny fampijaliana, fa manaova ny rariny sy ny hitsiny. Aza alaina an-keriny intsony ny fananan’ny vahoakako’, hoy i Jehovah Tompo Fara Tampony.",
        "10": "‘Tokony ho mizana marina sy efaha marina ary bata marina no hampiasainareo.",
        "11": "Samy tsy tokony hiova ny fatran’ny efaha sy ny bata. Tokony ho ampahafolon’ny homera ny bata iray, ary ampahafolon’ny homera koa ny efaha iray. Ny homera no tokony hampiasaina rehefa mamatra.",
        "12": "Ny iray sekely dia 20 gera. Ny iray mane kosa 20 sekely miampy 25 sekely sy 15 sekely.’",
        "13": "“‘Izao no fanomezana tokony hatolotrareo: Varimbazaha ampahenin’ny efaha isaky ny homera, ary vary orza ampahenin’ny efaha isaky ny homera.",
        "14": "Ny bata no hamarana ny habetsahan’ny menaka tokony homena. Ampahafolon’ny kora ny iray bata. Iray homera ny folo bata, satria mitovy amin’ny iray homera ny folo bata.",
        "15": "Avy amin’ny andian’ondrin’ny Israely no tokony hakanareo ondry iray isaky ny ondry 200. Hampiasaina amin’ny fanatitra varimbazaha sy ny fanatitra dorana manontolo ary ny sorona iombonana ireny, mba hanaovana fandrakofam-pahotana ho an’ny vahoaka’, hoy i Jehovah Tompo Fara Tampony.",
        "16": "“‘Tokony homen’ny vahoaka manontolo ho an’ny mpiadidy ny Israely izany fanomezana izany.",
        "17": "Ilay mpiadidy kosa no hiandraikitra ny fanatitra dorana manontolo sy ny fanatitra varimbazaha ary ny fanatitra zava-pisotro, mandritra ny fety, ny tsinam-bolana, ny Sabata, ary mandritra ny fety rehetra nasaina nankalazain’ny taranak’Israely. Izy no hanome ny fanatitra noho ny ota, ny fanatitra varimbazaha, ny fanatitra dorana manontolo, ary ny sorona iombonana, mba hanaovana fandrakofam-pahotana ho an’ny taranak’Israely.’",
        "18": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Amin’ny andro voalohan’ny volana voalohany, dia makà vantotr’ombilahy iray tsy misy kilema, avy amin’ny andiany. Ary tokony hodiovinareo ho afaka amin’ny ota ny toerana masina.",
        "19": "Dia hakan’ny mpisorona ny ran’ny fanatitra noho ny ota, ka hohosorany an’ilay izy ny tolàm-baravaran’ny tempoly, sy ny zorony efatra amin’ilay ambaratonga manodidina eo amin’ny alitara, ary ny tolàm-bavahadin’ny tokotany anatiny.",
        "20": "Izany koa no hataonao amin’ny andro fahafiton’ny volana, ho an’izay manota tsy nahy, na manota satria tsy nahalala. Tokony hanao fandrakofam-pahotana ho an’ilay tempoly ianareo.",
        "21": "“‘Amin’ny andro faha-14 amin’ny volana voalohany no hankalazanareo ny Paska. Mandritra ny fito andro, dia mofo tsy misy lalivay no tokony hohanina.",
        "22": "Hanome vantotr’ombilahy iray ho fanatitra noho ny ota ny mpiadidy, amin’io andro io, mba handrakofana ny fahotany sy ny fahotan’ny vahoaka manontolo.",
        "23": "Mandritra ny fito andro hankalazana an’ilay fety, dia hanome vantotr’ombilahy fito sy ondrilahy fito isan’andro izy, mandritra ny fito andro, ho fanatitra dorana manontolo ho an’i Jehovah. Biby tsy misy kilema daholo ireo. Hanome osilahy iray isan’andro koa izy mba ho fanatitra noho ny ota.",
        "24": "Tokony hanome fanatitra varimbazaha koa izy, ka lafarinina iray efaha isaky ny vantotr’ombilahy no homeny, ary lafarinina iray efaha isaky ny ondrilahy. Hanome menaka iray hina isaky ny lafarinina iray efaha koa izy.",
        "25": "“‘Manomboka amin’ny andro faha-15 amin’ny volana fahafito, dia tokony hanome fanatitra mitovy amin’ireo ihany izy mandritra ny fito andro amin’ilay fety, na fanatitra noho ny ota izany, na fanatitra dorana manontolo, na fanatitra varimbazaha, na menaka.’”"
    },
    "46": {
        "1": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Tokony hihidy foana ny vavahadin’ny tokotany anatiny, izany hoe ilay vavahady mitodika miantsinanana, mandritra ny enina andro fiasana. Tokony hivoha kosa ilay izy amin’ny andro sabata sy rehefa tsinam-bolana.",
        "2": "Hiditra avy any ivelany ny mpiadidy, ka handalo eo amin’ny lala-mitafon’ilay vavahady, dia hijoro eo akaikin’ny tolàm-bavahady. Dia hanolotra ny fanatitra dorana sy ny sorona iombonana nentin’ny mpiadidy ny mpisorona. Hiankohoka eo an-tokonan’ilay vavahady ilay mpiadidy, dia avy eo hivoaka. Tsy hohidiana anefa ilay vavahady raha tsy efa harivariva.",
        "3": "Hiankohoka eo anatrehan’i Jehovah, eo amin’ny fidirana amin’io vavahady io, koa ny vahoaka isaky ny Sabata sy ny tsinam-bolana.",
        "4": "“‘Ondrilahy kely enina tsy misy kilema sy ondrilahy iray tsy misy kilema no fanatitra dorana manontolo hatolotr’ilay mpiadidy ho an’i Jehovah, amin’ny andro sabata.",
        "5": "Hanome fanatitra varimbazaha koa izy, ka lafarinina iray efaha no hampiarahiny amin’ilay ondrilahy, ary izay azony omena no hampiarahiny amin’ireo ondrilahy kely. Hanome menaka iray hina koa izy isaky ny lafarinina iray efaha.",
        "6": "Ireto avy ny fanatitra hatao rehefa tsinam-bolana: Vantotr’ombilahy iray nalaina avy amin’ny andiany, sy ondrilahy kely enina, ary ondrilahy iray. Tsy tokony hisy kilema daholo ireo.",
        "7": "Tokony hanolotra fanatitra varimbazaha koa izy, ka lafarinina iray efaha no hampiarahiny amin’ilay vantotr’ombilahy, ary lafarinina iray efaha koa no hampiarahiny amin’ilay ondrilahy. Izay mba takatry ny fananany kosa no hampiarahiny amin’ireo ondrilahy kely. Tokony hanome menaka iray hina koa izy isaky ny lafarinina iray efaha.",
        "8": "“‘Rehefa miditra ny mpiadidy, dia avy eo amin’ny lala-mitafon’ilay vavahady izy no tokony hiditra, ary avy eo koa izy no tokony hivoaka.",
        "9": "Izao kosa no atao rehefa miditra eo anatrehan’i Jehovah ny vahoaka mandritra ny fety: Izay tonga hivavaka ka miditra eo amin’ny vavahady avaratra dia tokony hivoaka eo amin’ny vavahady atsimo, ary izay miditra eo amin’ny vavahady atsimo dia tokony hivoaka eo amin’ny vavahady avaratra. Tsy tokony hisy olona hiverina amin’izay vavahady nidirany, fa izay vavahady mifanatrika aminy ihany no hivoahany.",
        "10": "Rehefa miditra ny vahoaka, dia tokony hiditra koa ny mpiadidy azy ireo, ary rehefa mivoaka ireo, dia tokony hivoaka koa izy.",
        "11": "Izao ny fanatitra varimbazaha tokony hoentin’ilay mpiadidy mandritra ny fety sy ny fotoanan’ny fety: Lafarinina iray efaha no hampiarahiny amin’ilay vantotr’ombilahy, lafarinina iray efaha no hampiarahiny amin’ilay ondrilahy, ary izay azony omena no hampiarahiny amin’ireo ondrilahy kely. Tokony hanome menaka iray hina koa izy isaky ny lafarinina iray efaha.",
        "12": "“‘Raha manome fanatitra dorana manontolo ilay mpiadidy, na manome sorona iombonana ho fanatitra an-tsitrapo ho an’i Jehovah, dia hosokafana ilay vavahady mitodika miantsinanana mba hidirany. Hanome an’ilay fanatitra dorana manontolo sy ny sorona iombonana nentiny izy, hoatran’ny fanaony amin’ny andro sabata. Dia hivoaka izy, ary rehefa tafavoaka izy dia hohidiana ilay vavahady.",
        "13": "“‘Ondrilahy kely tsy misy kilema sady tsy mihoatra ny herintaona no tokony homenao isan’andro, mba hatao fanatitra dorana manontolo ho an’i Jehovah. Tokony hanao an’izany isa-maraina ianao.",
        "14": "Tokony hanome fanatitra varimbazaha koa ianao hampiarahinao aminy, ka lafarinina ampahenin’ny efaha no homenao isa-maraina. Tokony hanome menaka ampahatelon’ny hina koa ianao mba hafafy eo amin’ilay lafarinina tsara toto. Fanatitra varimbazaha atolotra tsy tapaka ho an’i Jehovah izany. Lalàna tokony harahina foana izany.",
        "15": "Hanome an’ilay ondrilahy kely sy ilay fanatitra varimbazaha ary ilay menaka izy ireo isa-maraina, mba hatao fanatitra dorana manontolo atolotra tsy tapaka.’",
        "16": "“Izao no tenin’i Jehovah Tompo Fara Tampony: ‘Raha manome lova ho an’ny zanany lahy tsirairay ilay mpiadidy, dia ho lasa fananan’ny zanany ilay izy. Fananana nolovan’izy ireo ilay izy.",
        "17": "Raha anomezany ho an’ny iray amin’ireo mpanompony anefa ny lovany, dia ho lasan’ilay mpanompony ilay izy mandra-pahatongan’ny taona fanafahana. Hiverina amin’ilay mpiadidy ilay izy aorian’izay. Ny lova nomeny ho an’ny zanany ihany no hijanona ho fananan’izy ireo foana.",
        "18": "Tsy tokony haka ny lovan’ny vahoaka ilay mpiadidy, ka hanery azy ireo hiala amin’ny taniny. Avy amin’ny tanin’ilay mpiadidy ihany no tokony hanomezany lova ho an’ny zanany, mba tsy hisy horoahina hiala amin’ny taniny ny vahoakako.’”",
        "19": "Dia nentin’ilay lehilahy niditra teo amin’ny fidirana teo akaikin’ilay vavahady aho, mba hankao amin’ireo efitra masina fisakafoana mitodika mianavaratra, izay natokana ho an’ny mpisorona. Ary hitako fa nisy toerana malalaka teo amin’ny farany andrefana.",
        "20": "Dia hoy izy tamiko: “Eo amin’io toerana io ny mpisorona no hampangotraka ny fanatitra noho ny heloka sy ny fanatitra noho ny ota, ary eo koa no hataon’izy ireo ao anaty lafaoro ny fanatitra varimbazaha. Amin’izay dia tsy hitondra na inona na inona any amin’ny tokotany ivelany izy ireo, ary tsy ho lasa masina koa ny vahoaka.”",
        "21": "Nentiny nivoaka nankeo amin’ny tokotany ivelany aho avy eo, ka nampandaloviny teo amin’ny zorony efatra amin’ilay tokotany. Dia nahita tokotany teo akaikin’ny zorony tsirairay amin’ilay tokotany ivelany aho.",
        "22": "Samy nisy tokotany kely teo akaikin’ny zorony efatra amin’ilay tokotany, ka 40 hakiho ny lavany ary 30 hakiho ny sakany. Nitovy refy daholo ireo tokotany kely efatra ireo.",
        "23": "Nisy rindrina ivaiva nanodidina an’ireo tokotany kely efatra. Ary teo am-pototr’ireo rindrina ireo ny toerana fampangotrahana ny fanatitra.",
        "24": "Dia hoy izy tamiko: “Ao amin’ireo trano ireo ny mpanompo ao amin’ny tempoly no mampangotraka ny sorona atolotry ny vahoaka.”"
    },
    "47": {
        "1": "Dia nentin’ilay lehilahy niverina teo amin’ny fidirana amin’ny tempoly aho, ka nahita rano nikoriana niantsinanana, nivoaka avy teo ambanin’ny tokonan’ilay tempoly. Nitodika niantsinanana mantsy ilay tempoly. Nikoriana avy teo ambanin’ny ilany ankavanana amin’ny tempoly, teo atsimon’ny alitara, ilay rano.",
        "2": "Nentiny nivoaka tamin’ilay vavahady avaratra aho, dia nankeo ivelany, ary avy eo nihodina nankeo amin’ilay vavahady ivelany mitodika miantsinanana. Ary nahita rano nikoriana avy teo ankavanan’ilay vavahady aho.",
        "3": "Nivoaka niantsinanana ilay lehilahy avy eo, ary nisy tady fandrefesana teny an-tanany. Nandrefy 1 000 hakiho izy, dia nasainy niampita an’ilay rano aho, ka hatreo amin’ny kitrokeliko ny rano.",
        "4": "Nandrefy 1 000 hakiho indray izy, dia nasainy niampita an’ilay rano aho, ka hatreo amin’ny lohaliko ny rano. Ary mbola nandrefy 1 000 hakiho izy, dia nasainy niampita an’ilay rano aho, ka hatreo amin’ny andilako ny rano.",
        "5": "Dia nandrefy 1 000 hakiho indray ilay lehilahy. Efa renirano ilay izy ka tsy afaka niampita intsony aho. Lalina be mantsy ilay rano ka tsy maintsy nilomano aho raha hiampita, fa tsy afaka nandeha an-tongotra intsony.",
        "6": "Ary hoy izy tamiko: “Hitanao ve io, ry zanak’olona?” Nasainy niverina teo amoron’ilay renirano aho avy eo.",
        "7": "Rehefa niverina aho, dia nahita hazo be dia be teo amoron’ilay renirano, teo amin’ny andaniny roa.",
        "8": "Dia hoy izy tamiko: “Mikoriana mankany amin’ny faritra atsinanana io rano io, ary tonga hatrany Araba, ka mivarina any an-dranomasina. Rehefa tonga any an-dranomasina ilay rano, dia ho sitrana ilay ranomasina.",
        "9": "Hisy zavamananaina be dia be ho velona any amin’izay ikorianan’ilay rano. Dia hisy trondro be dia be any, satria hikoriana any ilay rano. Ho sitrana ilay ranomasina, ary ho velona ny zava-drehetra any amin’izay ikorianan’ilay renirano.",
        "10": "“Hisy mpanjono hitsangana eny amorony, manomboka any En-jedy ka hatrany En-eglaima. Hisy toerana fanahazana harato any En-eglaima, ary hisy karazan-trondro be dia be hoatran’ny ao amin’ny Ranomasina Lehibe.",
        "11": "“Hisy heniheny sy honahona eny amoron’ilay ranomasina, nefa tsy ho sitrana ireny, fa havela hisy sira eo foana.",
        "12": "“Hisy hazo fihinam-boa isan-karazany haniry eny amoron’ilay renirano, eo amin’ny andaniny roa. Tsy halazo ny raviny, ary hisy foana ny voany. Hamoa isam-bolana izy ireo, satria mikoriana avy ao amin’ny toerana masina ny rano manondraka azy. Ho fihinana ny voany, ary ho fanasitranana ny raviny.”",
        "13": "Izao no tenin’i Jehovah Tompo Fara Tampony: “Ity no faritra hatokanareo ho lovan’ny foko roa ambin’ny folon’ny Israely, ka hahazo anjaran’olon-droa i Josefa.",
        "14": "Handova azy ity ianareo, ka hahazo anjara mitovy. Efa nianiana aho hoe homena ny razambenareo ity tany ity, dia izao ilay izy omena ho lovanareo.",
        "15": "“Izao no faritr’ilay tany eo amin’ny ilany avaratra: Manomboka eo amin’ny Ranomasina Lehibe ilay izy, dia manaraka ny lalana mankany Hetlona, hatrany Zedada,",
        "16": "Hamata, Berota, ary Sibraima izay eo anelanelan’ny faritanin’i Damaskosy sy ny faritanin’i Hamata, dia avy eo hatrany Hazera-hatikona, izay eo amin’ny sisin-tanin’i Haorana.",
        "17": "Manomboka eo amin’ny ranomasina àry ilay sisin-tany ka hatrany Hazara-enana, dia avy eo manaraka ny sisin-tanin’i Damaskosy ka hatrany avaratra, ary hatrany amin’ny sisin-tanin’i Hamata. Izany no sisiny avaratra.",
        "18": "“Ny ilany atsinanana indray eo anelanelan’i Haorana sy Damaskosy, dia manamorona ny faritr’i Jordana, eo anelanelan’i Gileada sy ny tanin’ny Israely. Tokony horefesinao daholo manomboka eo amin’ilay sisin-tany ka hatrany amin’ny ranomasina atsinanana. Izany no sisiny atsinanana.",
        "19": "“Ny sisiny atsimo kosa manomboka eo Tamara ka hatreo amin’ny ranon’i Meribata-kadesy, dia avy eo hatrany amin’ilay Renirano ka hatrany amin’ny Ranomasina Lehibe. Izany no sisiny atsimo.",
        "20": "“Eo amin’ny ilany andrefana ny Ranomasina Lehibe, manomboka eo amin’ny sisin-tany ka hatrany amin’ny toerana iray tandrifin’i Lebo-hamata. Izany no sisiny andrefana.”",
        "21": "“Zarao ho anareo foko roa ambin’ny folon’ny Israely io tany io.",
        "22": "Tokony hozarainareo ho lovanareo izy io. Tokony homenareo lova amin’izy io koa ny vahiny miara-mipetraka aminareo, izay niteraka rehefa niara-nipetraka taminareo. Ho toy ny teratany israelita mihitsy izy ireo, aminareo. Dia hahazo lova eo amin’ny fokon’ny Israely miaraka aminareo izy ireo.",
        "23": "Ary ao amin’ny tanin’izay foko ipetrahany ilay hafa firenena no tokony homenareo lova”, hoy i Jehovah Tompo Fara Tampony."
    },
    "48": {
        "1": "“Ireto avy ny anjaran’ireo foko, manomboka eo amin’ny farany avaratra: Ny anjaran’i Dana dia manaraka ny lalana mankany Hetlona hatrany Lebo-hamata ka hatrany Hazara-enana, dia avy eo manaraka ny sisin-tanin’i Damaskosy mianavaratra, any akaikin’i Hamata. Manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana izy io.",
        "2": "Ny anjaran’i Asera indray mifanila amin’ny sisin-tanin’i Dana, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "3": "Ny anjaran’i Naftaly kosa mifanila amin’ny sisin-tanin’i Asera, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "4": "Ny anjaran’i Manase indray mifanila amin’ny sisin-tanin’i Naftaly, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "5": "Ny anjaran’i Efraima kosa mifanila amin’ny sisin-tanin’i Manase, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "6": "Ny anjaran’i Robena indray mifanila amin’ny sisin-tanin’i Efraima, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "7": "Ny anjaran’i Joda kosa mifanila amin’ny sisin-tanin’i Robena, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "8": "Tokony hatokanareo ho fanomezana ny ampahany eo amin’ny sisin-tanin’i Joda, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana. Tokony hirefy 25 000 hakiho ny sakany. Tokony hitovy amin’ny lavan’ny tany nomena ny foko hafa koa ny lavany, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana. Ary ho eo afovoan’izy io ny toerana masina.",
        "9": "“Hirefy 25 000 hakiho ny lavan’ilay fanomezana tokony hatokanareo ho an’i Jehovah, ary ho 10 000 hakiho ny sakany.",
        "10": "Izany no ho fanomezana masina ho an’ny mpisorona. Hirefy 25 000 hakiho ny ilany avaratra, 10 000 hakiho ny eo andrefana, 10 000 hakiho ny eo atsinanana, ary 25 000 hakiho ny eo atsimo. Ary ho eo afovoan’izy io ny toerana masin’i Jehovah.",
        "11": "Ho an’ny mpisorona efa nohamasinina avy amin’ny taranak’i Zadoka izany, ho an’ireo nanao ny andraikiny tamin’ny fanompoana ahy, fa tsy mba nanaraka lalan-diso, rehefa nanaraka lalan-diso ny Israelita sy ny Levita.",
        "12": "Hahazo anjara avy amin’ilay tany natao ho fanomezana izy ireo, eo amin’ny sisin-tanin’ny Levita. Ary hatokana ho zavatra masina indrindra izany anjarany izany.",
        "13": "“Hanana anjara eo akaikin’ny tanin’ny mpisorona ny Levita ka 25 000 hakiho ny lavany, ary 10 000 hakiho ny sakany. Hirefy 25 000 hakiho ny lavany manontolo, ary 10 000 hakiho ny sakany.",
        "14": "Tsy tokony hamidiny ny tsara indrindra amin’ilay tany, na hatakalony, na hafindrany amin’olon-kafa. Masina amin’i Jehovah mantsy izany.",
        "15": "“Ho azon’ny vahoaka eo an-tanàna ampiasaina mba hanorenana trano na hatao kijana ny faritra ambiny. Hirefy 5 000 hakiho ny sakany, ary manaraka ny sisin’ilay 25 000 hakiho izy io. Ho eo afovoan’izy io ilay tanàna.",
        "16": "Ireto ny refin’ilay tanàna: Hirefy 4 500 hakiho ny sisiny avaratra, 4 500 hakiho ny sisiny atsimo, 4 500 hakiho ny sisiny atsinanana, ary 4 500 hakiho ny sisiny andrefana.",
        "17": "Izao kosa no refin’ny kijanan’ilay tanàna: Hirefy 250 hakiho ny eo avaratra, 250 hakiho ny eo atsimo, 250 hakiho ny eo atsinanana, ary 250 hakiho ny eo andrefana.",
        "18": "“Hitovy amin’ny lavan’ilay fanomezana masina ny lavan’ilay faritra ambiny, ary 10 000 hakiho ny refiny eo atsinanana, ary 10 000 hakiho ny eo andrefana. Hitovy amin’ny lavan’ny fanomezana masina izy io, ary ny vokatra ao no ho sakafon’ireo manompo ao amin’ilay tanàna.",
        "19": "Izay mpanompo ao amin’ilay tanàna avy amin’ny foko rehetra eo amin’ny Israely no hamboly ao.",
        "20": "“Efamira ilay fanomezana manontolo ka 25 000 hakiho ny lafiny tsirairay. Tokony hatokanareo ho fanomezana masina ilay izy, miaraka amin’ny fananan’ny tanàna.",
        "21": "“Ho an’ny mpiadidy ny ambiny, eo amin’ny andaniny roa amin’ilay fanomezana masina sy ilay fananan’ny tanàna. Ho eo anilan’ireo 25 000 hakiho, eo atsinanana sy eo andrefan’ilay fanomezana izy io. Hitovy amin’izay anjara hafa eo akaikiny izy io, ary ho anjaran’ny mpiadidy. Ho eo afovoan’izy io ilay fanomezana masina sy ny toerana masina, dia ny tempoly.",
        "22": "“Ho eo anelanelan’ny fananan’ny mpiadidy ny fananan’ny Levita sy ny fananan’ny tanàna. Ho eo anelanelan’ny sisin-tanin’i Joda sy ny sisin-tanin’i Benjamina kosa ny tanin’ny mpiadidy.",
        "23": "“Izao indray no anjaran’ny foko sisa: Ny anjaran’i Benjamina dia manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "24": "Ny anjaran’i Simeona dia mifanila amin’ny sisin-tanin’i Benjamina, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "25": "Ny anjaran’i Isakara indray mifanila amin’ny sisin-tanin’i Simeona, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "26": "Ny anjaran’i Zebolona kosa mifanila amin’ny sisin-tanin’i Isakara, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "27": "Ny anjaran’i Gada indray mifanila amin’ny sisin-tanin’i Zebolona, manomboka eo amin’ny sisiny atsinanana ka hatreo amin’ny sisiny andrefana.",
        "28": "Ny sisiny atsimo eo akaikin’ny sisin-tanin’i Gada, dia manomboka eo Tamara ka hatreo amin’ny ranon’i Meribata-kadesy sy ilay Renirano, ka hatrany amin’ny Ranomasina Lehibe.",
        "29": "“Izany no tany tokony hozarainareo ho lovan’ny fokon’ny Israely, ary ireny no ho anjaran’izy ireo”, hoy i Jehovah Tompo Fara Tampony.",
        "30": "“Ireto avy ny fivoahana avy ao amin’ilay tanàna: Hirefy 4 500 hakiho ny ilany avaratra.",
        "31": "“Hampitondraina ny anaran’ny fokon’ny Israely ny vavahadin’ilay tanàna. Vavahady telo ny eo avaratra ka vavahadin’i Robena ny iray, vavahadin’i Joda ny iray, ary vavahadin’i Levy ny iray.",
        "32": "“Ho 4 500 hakiho ny ilany atsinanana, ary vavahady telo no eo: Vavahadin’i Josefa ny iray, vavahadin’i Benjamina ny iray, ary vavahadin’i Dana ny iray.",
        "33": "“Hirefy 4 500 hakiho ny ilany atsimo, ary vavahady telo no eo: Vavahadin’i Simeona ny iray, vavahadin’i Isakara ny iray, ary vavahadin’i Zebolona ny iray.",
        "34": "“Ho 4 500 hakiho ny ilany andrefana, ary vavahady telo no eo: Vavahadin’i Gada ny iray, vavahadin’i Asera ny iray, ary vavahadin’i Naftaly ny iray.",
        "35": "“Hirefy 18 000 hakiho ny manodidina. Ary izao no ho anaran’ilay tanàna, manomboka amin’io andro io: I Jehovah no Ao.”"
    },
    "meta": {
        "name": "Ezekiela",
        "order": 25,
        "chapter_number": 48
    }
}