{
    "1": {
        "1": "Ary tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Persa, dia nentanin’i Jehovah i Kyrosy * mpanjakan’i Persa mba hahatanteraka ny tenin’i Jehovah nolazain’i Jeremia. Koa nanao izao antso avo izao nanerana ny fanjakany izy, sady nanao izany an-tsoratra:",
        "2": "“Izao no nolazain’i Kyrosy mpanjakan’i Persa: ‘Efa nanome ahy ny fanjakana rehetra eto an-tany i Jehovah Andriamanitry ny lanitra, ary izy no naniraka ahy hanorina trano ho azy any Jerosalema, any Joda.",
        "3": "Koa na iza na iza manompo azy aminareo, dia homba azy anie ny Andriamaniny! Koa aoka izy hiakatra ho any Jerosalema, any Joda, ka hanorina indray ny trano tany Jerosalema, dia ny tranon’i Jehovah Andriamanitry ny Israely, ilay tena Andriamanitra.",
        "4": "Ary izay sisa tavela ka handao ny toerana nivahiniany, dia aoka hampian’ny olona eo an-toerana ka homeny volafotsy sy volamena sy fananana ary biby fiompy mbamin’ny fanatitra an-tsitrapo ho an’ny tranon’Andriamanitra any Jerosalema.’”",
        "5": "Dia niainga ireo lohan’ireo fianakaviamben’i Joda sy Benjamina mbamin’ny mpisorona sy ny Levita, eny, izay rehetra nentanin’Andriamanitra, mba hiakatra hanorina indray ilay tranon’i Jehovah tany Jerosalema.",
        "6": "Ary nanampy azy * daholo ny manodidina, ka nanome fitaovana volafotsy, sy volamena, sy fananana, sy biby fiompy, ary zava-tsarobidy, ankoatra ny zavatra rehetra natolotra an-tsitrapo.",
        "7": "Ary navoakan’i Kyrosy Mpanjaka ny fitaovana tao an-tranon’i Jehovah, izay nentin’i Nebokadnezara avy tany Jerosalema sy nataony tao an-tranon’andriamaniny.",
        "8": "I Mitredata, mpitahiry ny harenam-panjakana, no nasain’i Kyrosy mpanjakan’i Persa nanara-maso ny famoahana sy ny fanisana an’ireny, ka nanolotra izany ho an’i Sesbazara, mpiadidy teo amin’ny Joda.",
        "9": "Izao no isan’izany: Haron-kely volamena telopolo, haron-kely volafotsy arivo, fitaovana hafa sivy amby roapolo,",
        "10": "vilia baolina kely volamena telopolo, vilia baolina kely volafotsy folo sy efajato, ary fitaovana hafa arivo.",
        "11": "Efajato sy dimy arivo ny isan’ireo fitaovana volamena sy volafotsy rehetra. Nentin’i Sesbazara niakatra tany Jerosalema daholo izany, niaraka tamin’ireo olona natao sesitany tany Babylona."
    },
    "2": {
        "1": "Tamin’ireo nataon’i Nebokadnezara mpanjakan’i Babylona sesitany tany Babylona, dia ireto avy ny zanaky ny faritany izay nivoaka avy tamin’ny fahababoana, ka niverina tany Jerosalema sy Joda, tany amin’ny tanànany avy,",
        "2": "dia ireo niara-tonga tamin’i Zerobabela sy Jesoa sy Nehemia sy Seraia sy Relaia sy Mordekay sy Bilsana sy Mispara sy Bigvay sy Rehoma ary Bana. Ireto avy ny isan’ny lehilahy teo amin’ny vahoakan’Israely:",
        "3": "Roa amby fitopolo amby zato sy roa arivo ny taranak’i Parosy,",
        "4": "roa amby fitopolo sy telonjato ny taranak’i Sefatia,",
        "5": "dimy amby fitopolo sy fitonjato ny taranak’i Ara,",
        "6": "roa ambin’ny folo sy valonjato sy roa arivo ny taranak’i Pahata-moaba avy amin’ny taranak’i Jesoa sy Joaba,",
        "7": "efatra amby dimampolo sy roanjato sy arivo ny taranak’i Elama,",
        "8": "dimy amby efapolo sy sivinjato ny taranak’i Zato,",
        "9": "enimpolo sy fitonjato ny taranak’i Zakay,",
        "10": "roa amby efapolo sy eninjato ny taranak’i Bany,",
        "11": "telo amby roapolo sy eninjato ny taranak’i Bebay,",
        "12": "roa amby roapolo sy roanjato sy arivo ny taranak’i Azgada,",
        "13": "enina amby enimpolo sy eninjato ny taranak’i Adonikama,",
        "14": "enina amby dimampolo sy roa arivo ny taranak’i Bigvay,",
        "15": "efatra amby dimampolo sy efajato ny taranak’i Adina,",
        "16": "valo amby sivifolo ny taranak’i Atera, avy amin’ny ankohonan’i Hezekia,",
        "17": "telo amby roapolo sy telonjato ny taranak’i Bezay,",
        "18": "roa ambin’ny folo amby zato ny taranak’i Jora,",
        "19": "telo amby roapolo sy roanjato ny taranak’i Hasoma,",
        "20": "dimy amby sivifolo ny taranak’i Gibara,",
        "21": "telo amby roapolo amby zato ny avy any Betlehema,",
        "22": "enina amby dimampolo ny avy any Netofa,",
        "23": "valo amby roapolo amby zato ny Anatotita,",
        "24": "roa amby efapolo ny avy any Azmaveta,",
        "25": "telo amby efapolo sy fitonjato ny avy any Kiriata-jearima sy Kefira ary Berota,",
        "26": "iraika amby roapolo sy eninjato ny avy any Rama sy Geba,",
        "27": "roa amby roapolo amby zato ny avy any Mikmasy,",
        "28": "telo amby roapolo sy roanjato ny avy any Betela sy Ay,",
        "29": "roa amby dimampolo ny avy any Nebo,",
        "30": "enina amby dimampolo amby zato ny taranak’i Magbisy,",
        "31": "efatra amby dimampolo sy roanjato sy arivo ny taranak’ilay Elama anankiray,",
        "32": "roapolo sy telonjato ny taranak’i Harima,",
        "33": "dimy amby roapolo sy fitonjato ny avy any Loda sy Hadida ary Ono,",
        "34": "dimy amby efapolo sy telonjato ny avy any Jeriko,",
        "35": "ary telopolo sy eninjato sy telo arivo ny taranak’i Sena.",
        "36": "Ary toy izao ny mpisorona: Telo amby fitopolo sy sivinjato ny taranak’i Jedaia avy amin’ny ankohonan’i Jesoa,",
        "37": "roa amby dimampolo sy arivo ny taranak’i Imera,",
        "38": "fito amby efapolo sy roanjato sy arivo ny taranak’i Pasora,",
        "39": "ary fito ambin’ny folo sy arivo ny taranak’i Harima.",
        "40": "Ary toy izao ny Levita: Efatra amby fitopolo ny taranak’i Jesoa sy Kadmiela, izay samy avy amin’ny taranak’i Hodavia.",
        "41": "Valo amby roapolo amby zato ny mpihira taranak’i Asafa.",
        "42": "Sivy amby telopolo amby zato ny fitambaran’ny taranak’ireo mpiandry vavahady, izany hoe ny taranak’i Saloma, sy ny taranak’i Atera, sy ny taranak’i Talmona, sy ny taranak’i Akoba, sy ny taranak’i Hatita, ary ny taranak’i Sobay.",
        "43": "Ireto avy ny Netinima: Ny taranak’i Ziha, ny taranak’i Hasofa, ny taranak’i Tabaota,",
        "44": "ny taranak’i Kerosa, ny taranak’i Siaha, ny taranak’i Padona,",
        "45": "ny taranak’i Lebana, ny taranak’i Hagabaha, ny taranak’i Akoba,",
        "46": "ny taranak’i Hagaba, ny taranak’i Salmay, ny taranak’i Hanana,",
        "47": "ny taranak’i Gidela, ny taranak’i Gahara, ny taranak’i Reaia,",
        "48": "ny taranak’i Rezina, ny taranak’i Nekoda, ny taranak’i Gazama,",
        "49": "ny taranak’i Oza, ny taranak’i Pasea, ny taranak’i Besay,",
        "50": "ny taranak’i Asna, ny taranaky ny Meonita, ny taranak’i Nefosima,",
        "51": "ny taranak’i Bakboka, ny taranak’i Hakafa, ny taranak’i Harora,",
        "52": "ny taranak’i Bazlota, ny taranak’i Mehida, ny taranak’i Harsa,",
        "53": "ny taranak’i Barkosa, ny taranak’i Sisera, ny taranak’i Tema,",
        "54": "ny taranak’i Nezia, ary ny taranak’i Hatifa.",
        "55": "Ireto avy ny taranaky ny mpanompon’i Solomona: Ny taranak’i Sotahy, ny taranak’i Sofereta, ny taranak’i Peroda,",
        "56": "ny taranak’i Jala, ny taranak’i Darkona, ny taranak’i Gidela,",
        "57": "ny taranak’i Sefatia, ny taranak’i Hatila, ny taranak’i Pokereta-hazebaima, ary ny taranak’i Amy.",
        "58": "Roa amby sivifolo sy telonjato ny fitambaran’ny Netinima sy ny taranaky ny mpanompon’i Solomona.",
        "59": "Ary ireto avy no niakatra avy tany Tela-mela sy Tela-harsa sy Keroba sy Adona ary Imera, nefa tsy afaka nilaza hoe avy amin’ny Israely ny fianakaviambe avy amin’ireo rainy sy ny fiaviany:",
        "60": "Ny taranak’i Delaia, sy ny taranak’i Tobia, ary ny taranak’i Nekoda, roa amby dimampolo sy eninjato.",
        "61": "Ary ireto avy no anisan’ny taranaky ny mpisorona: Ny taranak’i Habaia, sy ny taranak’i Hakoza, ary ny taranak’i Barzilay, ilay naka vady tamin’ny zanakavavin’i Barzilay Gileadita ka nanjary nantsoina tamin’ny anarany.",
        "62": "Ireo no nitady ny lisitra tokony hisy ny anarany mba hanamarinana amin’ny besinimaro ny razana niaviany. Tsy nahita ny anarany tao anefa izy ireo, ka tsy nekena ho isan’ny mpisorona satria noheverina ho maloto.",
        "63": "Koa nilaza tamin’izy ireo ny Governora * fa tsy mahazo mihinana ny zavatra masina indrindra izy ireo, raha tsy rehefa misy mpisorona mitondra Orima sy Tomima.",
        "64": "Enimpolo sy telonjato sy roa arivo sy efatra alina ny fitambaran’ny fiangonana manontolo,",
        "65": "ankoatra ny mpanompolahy sy mpanompovavy fito amby telopolo sy telonjato sy fito arivo. Nanana mpihira lahy sy vavy roanjato koa izy ireo.",
        "66": "Enina amby telopolo sy fitonjato ny soavaliny, ary dimy amby efapolo sy roanjato ny ramole,",
        "67": "dimy amby telopolo sy efajato ny ramevany, ary roapolo sy fitonjato sy enina arivo ny ampondrany.",
        "68": "Ary rehefa tonga tany amin’ny tranon’i Jehovah tany Jerosalema ny sasany tamin’ireo lohan’ny fianakaviambe, * dia nanao fanatitra an-tsitrapo ho an’ny tranon’Andriamanitra izy ireo, mba hananganana azy io eo amin’ilay toerany taloha.",
        "69": "Koa arakaraka izay nananany no nanomezany volamena hanaovana ny asa, dia volamena arivo sy enina alina drakma, sy volafotsy dimy arivo mina, ary akanjo lava zato fanaovan’ny mpisorona.",
        "70": "Ary nonina tany an-tanànany avy ny mpisorona sy ny Levita, sy ny olona sasany, sy ny mpihira, sy ny mpiandry vavahady, ary ny Netinima. Ary nonina tany an-tanànany avy koa ny Israely rehetra."
    },
    "3": {
        "1": "Efa tao amin’ny tanànany avy ny zanak’Israely, tamin’ny volana fahafito. Ary nivory toy ny olona iray tao Jerosalema ny vahoaka.",
        "2": "Dia nitsangana i Jesoa zanak’i Jozadaka, sy ireo rahalahiny mpisorona, ary i Zerobabela zanak’i Sealtiela, sy ireo rahalahiny, ka nanorina ny alitaran’ilay Andriamanitry ny Israely mba hanolorana sorona dorana, araka izay voasoratra ao amin’ny lalàn’i Mosesy, lehilahin’Andriamanitra.",
        "3": "Koa nataon’izy ireo mafy orina teo amin’ilay toerany taloha ilay alitara, noho ny fahatahorany ny mponina manodidina. Ary natolotr’izy ireo teo amboniny ny sorona dorana ho an’i Jehovah, dia ny sorona dorana amin’ny maraina sy hariva.",
        "4": "Dia nankalaza ny fetin’ny trano rantsankazo araka izay voasoratra izy ireo, ka nanao ireo sorona dorana isan’andro araka ny isa efa voatondro ho an’ny andro tsirairay.",
        "5": "Natao koa ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra dorana amin’ny tsinam-bolana sy amin’ireo fotoanan’ny fety masina rehetra ho an’i Jehovah, ary koa ny fanatitra dorana ho an’izay natosiky ny fony hanolotra fanatitra an-tsitrapo ho an’i Jehovah.",
        "6": "Koa nanolotra sorona dorana ho an’i Jehovah izy ireo nanomboka tamin’ny andro voalohan’ny volana fahafito, fony mbola tsy natao akory ny fototry ny tempolin’i Jehovah.",
        "7": "Nanome vola an’ireo mpipai-bato sy mpanao asa tanana izy ireo. Ary nomeny sakafo sy zava-pisotro ary menaka ny olona avy any Sidona sy Tyro, mba hitondrany hazo sedera avy any Libanona mankany amin’ny ranomasina any Jopa, araka ny fanomezan-dalana nomen’i Kyrosy mpanjakan’i Persa azy ireo.",
        "8": "Ary tamin’ny volana faharoan’ny taona faharoa nahatongavan’izy ireo tany amin’ny tranon’Andriamanitra tany Jerosalema, dia nanomboka ny asa i Zerobabela zanak’i Sealtiela, sy Jesoa zanak’i Jozadaka, sy ny sisa tamin’ny rahalahin’izy ireo, dia ny mpisorona sy ny Levita, ary izay rehetra nivoaka avy tamin’ny fahababoana ka nankany Jerosalema. Ary notendren’izy ireo ho mpanara-maso ny asa momba ny tranon’i Jehovah ireo Levita roapolo taona no ho miakatra.",
        "9": "Koa nitambatra ho antokony iray i Jesoa sy ny zanany sy ny rahalahiny, ary i Kadmiela sy ny zanany, izay taranak’i Joda, mba hanara-maso ireo mpanao ny asa momba ny tranon’Andriamanitra. Ary teo koa ireo zanak’i Henadada sy ny zanak’ireo ary ny rahalahiny, dia ny Levita.",
        "10": "Rehefa nandatsaka ny fototry ny tempolin’i Jehovah ireo mpanorina, dia nitsangana ireo mpisorona nanao akanjo fisoronana izay nitondra trompetra, sy ireo Levita taranak’i Asafa nitondra kipantsona, ka nidera an’i Jehovah araka ny toromarik’i Davida mpanjakan’ny Israely.",
        "11": "Dia nanao hira nifamaly izy ireo ka nidera sy nisaotra an’i Jehovah “fa tsara izy, fa mandrakizay ny hatsaram-panahiny feno fitiavana amin’ny Israely.” Ary ny olona rehetra nihoby mafy nidera an’i Jehovah noho ny nandatsahana ny fototry ny tranon’i Jehovah.",
        "12": "Ary maro tamin’ny mpisorona sy ny Levita ary ny lohan’ireo fianakaviambe, izany hoe ireo lahiantitra izay nahita ilay trano taloha, no nidradradradra nitomany rehefa nanatri-maso ny nandatsahana ny fototr’ilay trano. Nisy maro hafa koa anefa nanandra-peo nanao horakora-pifaliana.",
        "13": "Koa tsy hay intsony ny nanavaka ny horakora-pifaliana sy ny tomanin’ny olona, satria niantsoantso mafy ny olona ka re lavitra be ilay feo."
    },
    "4": {
        "1": "Raha vao ren’ny fahavalon’i Joda sy Benjamina fa nanorina tempoly ho an’i Jehovah Andriamanitry ny Israely ireo olona nody avy any an-tsesitany,",
        "2": "dia nanatona an’i Zerobabela sy ireo lohan’ny fianakaviambe izy ireo ka nilaza hoe: “Avelao izahay hiara-manorina aminareo, fa mitady ny Andriamanitrareo tahaka anareo ihany izahay, ary izy no efa nanoloranay sorona, hatramin’ny andron’i Esara-hadona mpanjakan’i Asyria, izay nitondra anay niakatra nankatỳ.”",
        "3": "Hoy anefa i Zerobabela sy Jesoa ary ny sisa tamin’ireo lohan’ny fianakaviamben’ny Israely: “Tsy manan-jo hiaraka aminay hanorina trano ho an’Andriamanitray ianareo. Izahay ihany no hanorina ho an’i Jehovah Andriamanitry ny Israely, araka ny nandidian’i Kyrosy mpanjakan’i Persa.”",
        "4": "Ary ny mponina manodidina dia tsy nitsahatra nampiraviravy tanana ny mponin’i Joda sy nanakivy azy ireo tsy hanorina,",
        "5": "ka nanakarama mpanolo-tsaina mba hampandamòka ny fikasan’izy ireo, tamin’ny andro rehetra nanjakan’i Kyrosy mpanjakan’i Persa ka hatramin’ny nanjakan’i Dariosy mpanjakan’i Persa.",
        "6": "Ary nanoratra taratasy fiampangana an’ireo mponin’i Joda sy Jerosalema izy ireo, raha vao nanjaka i Ahasoerosy.",
        "7": "Nanoratra ho an’i Artaksersesy mpanjakan’i Persa koa ry Bislama sy Mitredata sy Tabela ary ny namany hafa, tamin’ny andron’i Artaksersesy. Nadika tamin’ny fiteny aramianina ilay taratasy, ary tarehin-tsoratra aramianina no nanoratana azy.",
        "8": "Ary i Rehoma lehiben’ny tompon’andraiki-panjakana sy Simsay mpanoratra dia nanoratra taratasy miampanga an’i Jerosalema tany amin’i Artaksersesy Mpanjaka. Toy izao izany:",
        "9": "Avy amin’i Rehoma, lehiben’ny tompon’andraiki-panjakana sy Simsay mpanoratra, sy ireo namany hafa, ny mpitsara, ny governora lefitra atỳ ampitan’ny Renirano, ny mpitan-tsoratra, ny olona any Ereka, ny Babylonianina, ny mponin’i Sosa, izany hoe ny Elamita,",
        "10": "sy ny sisa amin’ireo firenena natao sesitany izay napetrak’i Asnapara lehibe sy mendri-kaja atỳ amin’ny tanànan’i Samaria, ary ny sisa atỳ ampitan’ny Renirano——. Ary",
        "11": "ity ny dika mitovy amin’ilay taratasy nalefan’izy ireo momba izany: “Ho an’i Artaksersesy Mpanjaka, avy amin’ireo mpanomponao atỳ ampitan’ny Renirano:",
        "12": "Aoka ho fantatry ny mpanjaka fa ireo Jiosy niakatra avy tany aminao ho atỳ aminay, dia tonga any Jerosalema. Manorina ilay tanàna mpikomy sy ratsy izy ireo, ka manangana indray ny manda sady manamboatra ny fototra.",
        "13": "Koa aoka ho fantatry ny mpanjaka fa raha voaorina indray io tanàna io ary vita ny mandany, dia tsy handoa hetra na haba na hetran-dalana izy ireo, ka hahatonga fatiantoka amin’ny tahirim-bolam-panjakana izany.",
        "14": "Koa satria mandray karama avy any an-dapa * izahay, sady heverinay fa tsy mety ny mijery fotsiny ny fanaovana izay hahatapi-pananana ny mpanjaka, dia mandefa izao taratasy izao izahay hampahafantarana izany amin’ny mpanjaka,",
        "15": "mba hisy fikarohana hatao ao amin’ny boky mirakitra ny tantaran’ny razanao. Dia ho hitanao ao amin’ilay boky, ary ho fantatrao fa mpikomy sy mitondra fatiantoka ho an’ny fanjakana sy ny faritany io tanàna io. Ary efa hatry ny ela be no nisy mpitarika fikomiana tao. Izany no nandravana tanteraka an’io tanàna io.",
        "16": "Ampahafantarinay anao, ry mpanjaka, fa raha voaorina indray io tanàna io ka vita ny mandany, dia tsy hanana anjara intsony ianao atỳ ampitan’ny Renirano.”",
        "17": "Ary ny mpanjaka nandefa izao taratasy izao ho an’i Rehoma lehiben’ny tompon’andraiki-panjakana sy Simsay mpanoratra ary ny namany hafa izay nonina tany Samaria, mbamin’ny sisa tatỳ ampitan’ny Renirano: “Miarahaba anareo!",
        "18": "Efa voavaky tsara teto anatrehako ilay taratasy nalefanareo tatỳ aminay.",
        "19": "Koa nanome baiko aho, dia natao ny famotopotorana ka hita tokoa fa efa hatry ny ela be io tanàna io no nanohitra mpanjaka sy nikomy.",
        "20": "Nisy mpanjaka nahery tao Jerosalema, ary nanjaka tamin’izay rehetra tany ampitan’ny Renirano izy ireo, ka nandoavana hetra sy haba ary hetran-dalana.",
        "21": "Koa manomeza baiko hampitsaharana an’ireo vatan-dehilahy ireo, mba tsy hanorenana indray an’io tanàna io mandra-panomezako baiko.",
        "22": "Tandremo tsara mba tsy hatao an-tsirambina izany, sao hitombo ny fahavoazana ka ho matiantoka ny fanjakana.”",
        "23": "Rehefa voavaky teo anatrehan’i Rehoma sy Simsay mpanoratra ary ireo namany ny dika mitovy amin’ilay taratasin’i Artaksersesy Mpanjaka, dia lasa haingana izy ireo nankany amin’ny Jiosy tany Jerosalema, ary nanao an-keriny mba hampitsaharana ny asan’izy ireo.",
        "24": "Tamin’izay ny asa momba ny tranon’Andriamanitra tany Jerosalema no nitsahatra. Ary mbola nitsahatra izany hatramin’ny taona faharoa nanjakan’i Dariosy mpanjakan’i Persa."
    },
    "5": {
        "1": "Ary i Hagay mpaminany sy Zakaria mpaminany zafikelin’i Ido, dia naminany teo amin’ireo Jiosy tany Joda sy Jerosalema, tamin’ny anaran’ilay Andriamanitry ny Israely izay nomba azy ireo.",
        "2": "Tamin’izay i Zerobabela zanak’i Sealtiela, sy Jesoa zanak’i Jozadaka, no nanomboka nanorina indray ilay tranon’Andriamanitra tany Jerosalema. Ary nisy mpaminanin’Andriamanitra nanampy azy ireo.",
        "3": "Tamin’izany fotoana izany no tonga teo amin’izy ireo i Tatenay governora tatỳ ampitan’ny Renirano, sy Setara-bozenay mbamin’ny naman’izy ireo, ka nilaza hoe: “Iza no nanome baiko anareo hanorina an’io trano io sy hanao an’io rafitra hazo io?”",
        "4": "Ary hoy koa izy ireo: “Iza avy no anaran’ireo vatan-dehilahy manorina an’io trano io?”",
        "5": "Ary nitsinjo an’ireo anti-panahin’ny Jiosy ny mason’ny Andriamaniny, ka tsy vitan’ireny ny nampitsahatra ny asan’izy ireo, mandra-pandefa tatitra tany amin’i Dariosy sy mandra-pahazo valin-taratasy momba izany.",
        "6": "Intỳ ny dika mitovy amin’ilay taratasy ho an’i Dariosy Mpanjaka, izay nalefan’i Tatenay governora tatỳ ampitan’ny Renirano, sy Setara-bozenay ary ireo namany izay governora lefitra tatỳ ampitan’ny Renirano.",
        "7": "Nandefasan’izy ireo taratasy izy, ka izao no voasoratra tao: “Ho an’i Dariosy Mpanjaka: “Fiadanana anie ho anao!",
        "8": "Aoka ho fantatry ny mpanjaka fa nankany amin’ny faritanin’i Joda izahay, tany amin’ny tranon’ilay Andriamanitra lehibe. Misy manorina izy io, ka vato lehibe nakodiadia no anaovana azy, ary efa napetraka ireo hazo ao anaty rindrina. Mazoto manao ilay asa izy ireo, ka mandroso haingana izany.",
        "9": "Dia nanontanianay ireo anti-panahy ireo hoe: ‘Iza no nanome baiko anareo hanorina an’io trano io sy hanao an’io rafitra hazo io?’",
        "10": "Nanontanianay koa ny anaran’izy ireo mba hahafahanay hanoratra ny anaran’ireo vatan-dehilahy mpitarika azy ireo, ka hampahafantarinay anao.",
        "11": "“Ary izao no navalin’izy ireo anay: ‘Mpanompon’ilay Andriamanitry ny lanitra sy ny tany izahay, ka manorina indray ilay trano efa natao taona maro lasa izay. Mpanjaka lehibe iray teo amin’ny Israely no nanorina sy namita azy io.",
        "12": "Nampahatezitra an’Andriamanitry ny lanitra anefa ny razanay, ka natolony teo an-tanan’i Nebokadnezara Kaldeanina, mpanjakan’i Babylona. Dia noravan’i Nebokadnezara ity trano ity, ary nataony sesitany tany Babylona ny vahoaka.",
        "13": "Tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Babylona anefa, dia nanome baiko mba hanorenana indray an’ity tranon’Andriamanitra ity i Kyrosy Mpanjaka.",
        "14": "Navoakany avy tao amin’ny tempolin’i Babylona koa ny fitaovana volamena sy volafotsin’ny tranon’Andriamanitra tao amin’ny tempolin’i Jerosalema. I Nebokadnezara mantsy no naka an’ireo tany Jerosalema sy nitondra izany nankao amin’ny tempolin’i Babylona. Dia nomen’i Kyrosy Mpanjaka an’i Sesbazara ireny. Izany no anaran’ilay nataony governora.",
        "15": "Ary hoy izy taminy: “Ento ireo fitaovana ireo ka mandehana apetraho ao amin’ilay tempoly any Jerosalema. Ary aoka ny tranon’Andriamanitra haorina indray eo amin’ilay toerany taloha.”",
        "16": "Rehefa tonga io Sesbazara io dia nandatsaka ny fototry ny tranon’Andriamanitra teto Jerosalema izy. Koa nanomboka tamin’izay ilay trano no naorina indray, nefa mbola tsy vita hatramin’izao.’",
        "17": "“Raha mety amin’ny mpanjaka àry, dia aoka hisy fikarohana hatao ao amin’ny trano fitehirizana ny zava-tsarobidin’ny mpanjaka ao Babylona, mba hahitana raha tena nisy baiko nomen’i Kyrosy Mpanjaka tokoa, hanorenana indray an’io tranon’Andriamanitra any Jerosalema io. Ary aoka halefan’ny mpanjaka atỳ aminay izay fanapahan-keviny momba izany.”"
    },
    "6": {
        "1": "Tamin’izay i Dariosy Mpanjaka no nanome baiko, ka natao ny fikarohana tao amin’ny trano nisy ny taratasy sy ny harena napetraka tany Babylona.",
        "2": "Dia nisy horonam-boky hita tao Ekbatana, ilay toerana voaro mafy tany amin’ny faritanin’i Media, ka izao no hafatra voasoratra tao:",
        "3": "“Tamin’ny taona voalohany nanjakan’i Kyrosy Mpanjaka, dia nanome baiko toy izao momba ny tranon’Andriamanitra any Jerosalema, izy: Aoka haorina indray ilay trano mba hanoloran’izy ireo sorona. Tokony hatao mafy tsara ny fototr’ilay trano, ka ho enimpolo hakiho ny haavony, ary ho enimpolo hakiho ny sakany.",
        "4": "Ary hatao telo andalana ireo vato lehibe nakodiadia, ary iray andalana ny hazo. Aoka ny tranon’ny mpanjaka no hiantoka ny lany.",
        "5": "Aoka koa hoentina miverina ny fitaovana volamena sy volafotsin’ny tranon’Andriamanitra, izay nalain’i Nebokadnezara tao amin’ny tempoly tany Jerosalema ka nentiny tany Babylona. Aoka ireny haverina any amin’ny toerany, ao amin’ny tempoly any Jerosalema, ka hapetraka ao an-tranon’Andriamanitra.",
        "6": "“Aza manatonatona any, ry Tatenay governora any ampitan’ny Renirano sy Setara-bozenay mbamin’ireo namany, dia ireo governora lefitra any ampitan’ny Renirano.",
        "7": "Aza helingelenina ny asa momba an’io tranon’Andriamanitra io. Aoka ny governoran’ny Jiosy sy ny anti-panahiny hanorina azy io indray eo amin’ny toerany taloha.",
        "8": "Ary nanome baiko aho ny amin’izay tokony hataonareo amin’ireo anti-panahin’ny Jiosy ireo, mba hanorenana indray an’io tranon’Andriamanitra io. Ary avy ao amin’ny trano fitehirizana ny harenam-panjakana izay misy ny hetra avy any ampitan’ny Renirano, no hanomezana avy hatrany an’ireo vatan-dehilahy ireo mba handoavana izay lany, ary homena azy ireo foana izany.",
        "9": "Tsy maintsy homena azy ireo tsy tapaka isan’andro koa izay ilaina, dia vantotr’ombilahy sy ondrilahy ary zanak’ondry hatao fanatitra dorana ho an’Andriamanitry ny lanitra, ary koa varimbazaha, sy sira, sy divay, ary menaka, araka izay lazain’ireo mpisorona any Jerosalema,",
        "10": "mba hanolorany tsy tapaka fanatitra sitrak’ilay Andriamanitry ny lanitra sy hivavahany ho an’ny mpanjaka sy ny zanany.",
        "11": "Ary nanome baiko aho fa izay tsy manaraka an’izao didy izao, dia hakana hazo iray ny tranony ary hahantona eo amin’izany hazo izany izy, ka hatao kabinem-bahoaka ny tranony.",
        "12": "Ary ilay Andriamanitra izay nampitoetra ny anarany any Jerosalema anie, hanongana an’izay mpanjaka na olona mitady hanao zavatra tsy ara-dalàna ka mandrava an’ilay tranon’Andriamanitra any! Izaho Dariosy no manome baiko, ka aoka hatao avy hatrany izany.”",
        "13": "Dia nanaraka avy hatrany ny tenin’i Dariosy Mpanjaka, i Tatenay governora tatỳ ampitan’ny Renirano sy Setara-bozenay sy ny namany.",
        "14": "Ary notohizin’ireo anti-panahin’ny Jiosy foana ny fanorenana ka nandroso tsara, satria nampahery azy ireo ny faminanian’i Hagay mpaminany sy Zakaria zafikelin’i Ido. Koa nanorina sy namita ilay trano izy ireo, noho ny baikon’Andriamanitry ny Israely sy ny baikon’i Kyrosy, sy Dariosy, ary Artaksersesy mpanjakan’i Persa.",
        "15": "Dia vitan’izy ireo ilay trano tamin’ny andro fahatelon’ny volana Adara, tamin’ny taona fahenina nanjakan’i Dariosy Mpanjaka.",
        "16": "Ary nitokana an’io tranon’Andriamanitra io tamim-pifaliana ny zanak’Israely, dia ny mpisorona sy ny Levita ary ny sisa tamin’ireo avy any an-tsesitany.",
        "17": "Izao avy no natolotr’izy ireo tamin’ny fitokanana an’io tranon’Andriamanitra io: Omby zato, ondrilahy roanjato, zanak’ondry efajato, ary koa osilahy roa ambin’ny folo ho fanatitra noho ny ota ho an’ny Israely rehetra, araka ny isan’ny fokon’ny Israely.",
        "18": "Dia notendren’izy ireo araka ny sokajiny avy ny mpisorona, ary araka ny fizarany avy ny Levita mba hanao ny fanompoana an’Andriamanitra tao Jerosalema, araka izay voasoratra ao amin’ny bokin’i Mosesy.",
        "19": "Nankalaza ny Paska tamin’ny fahefatra ambin’ny folon’ny volana voalohany ireo avy any an-tsesitany.",
        "20": "Ary niara-nidio ny mpisorona sy ny Levita, ka nadio avokoa. Koa novonoin’izy ireo ny biby atao sorona amin’ny Paska, ho an’ireo rehetra avy any an-tsesitany sy ho an’ireo mpisorona rahalahiny ary ho an’ny tenany.",
        "21": "Dia nihinana an’izany ny zanak’Israely izay nody avy any an-tsesitany, mbamin’izay rehetra nomba azy ireo ka niala tamin’ny fahalotoan’ireo firenena teo amin’ilay tany, mba hitady an’i Jehovah Andriamanitry ny Israely.",
        "22": "Ary nankalazain’izy ireo tamim-pifaliana nandritra ny fito andro, ny fetin’ny mofo tsy misy lalivay. Fa nataon’i Jehovah izay hampifaly azy ireo, ary nataony niova fo tamin’izy ireo ny mpanjakan’i Asyria mba hanampy azy ireo tamin’ilay asa momba ny tranon’Andriamanitra, dia ny Andriamanitry ny Israely."
    },
    "7": {
        "1": "Taorian’izany, izany hoe tamin’ny fotoana nanjakan’i Artaksersesy mpanjakan’i Persa, dia nisy lehilahy atao hoe Ezra, zanak’i Seraia, zanak’i Azaria, zanak’i Hilkia,",
        "2": "zanak’i Saloma, zanak’i Zadoka, zanak’i Ahitoba,",
        "3": "zanak’i Amaria, zanak’i Azaria, zanak’i Meraiota,",
        "4": "zanak’i Zerahia, zanak’i Ozy, zanak’i Boky,",
        "5": "zanak’i Abisoa, zanak’i Finehasa, zanak’i Eleazara, zanak’i Arona lehiben’ny mpisorona.",
        "6": "Eny, niakatra avy tany Babylona io Ezra io. Tena havanana izy tamin’ny fanaovana dika soratra ny lalàn’i Mosesy, izay nomen’i Jehovah Andriamanitry ny Israely. Dia nomen’ny mpanjaka azy izay rehetra nangatahiny, satria nanao soa taminy ny tanan’i Jehovah Andriamaniny.",
        "7": "Koa niakatra nankany Jerosalema ny zanak’Israely sasany sy ny mpisorona sasany, mbamin’ny Levita, sy ny mpihira, sy ny mpiandry vavahady ary ny Netinima, tamin’ny taona fahafito nanjakan’i Artaksersesy Mpanjaka.",
        "8": "Ary tonga tany Jerosalema i Ezra tamin’ny volana fahadimy, tamin’ny taona fahafito nanjakan’io mpanjaka io.",
        "9": "Fa tamin’ny andro voalohan’ny volana voalohany i Ezra no nandidy ny hiakarana avy tany Babylona. Ary tamin’ny andro voalohan’ny volana fahadimy izy no tonga tany Jerosalema, araka ny soa nataon’ny tanan’Andriamaniny taminy.",
        "10": "Nanomana ny fony mantsy i Ezra mba handinika sy hitandrina ny lalàn’i Jehovah, ary hampianatra ny fitsipika sy ny rariny eo amin’ny Israely.",
        "11": "Ary toy izao ny dika mitovy amin’ilay taratasy nomen’i Artaksersesy Mpanjaka an’i Ezra, izay mpisorona sady mpanao dika soratra ny didin’i Jehovah sy ny fitsipiny ho an’ny Israely:",
        "12": "“Avy amin’i Artaksersesy, ilay mpanjakan’ny mpanjaka, ho an’i Ezra mpisorona, ilay mpanao dika soratra ny lalàn’Andriamanitry ny lanitra: Ho be fiadanana anie ianao!",
        "13": "Efa nanome baiko aho, fa ny vahoakan’Israely rehetra sy ny mpisorony ary ny Levitany eto amin’ny fanjakako, izay te hankany Jerosalema hiaraka aminao, dia mahazo mandeha.",
        "14": "Nandefa baiko mantsy ny mpanjaka sy ny mpanolo-tsainy fito mba hanaovana famotopotorana momba an’i Joda sy Jerosalema, araka ilay lalàn’Andriamanitrao eo am-pelatananao,",
        "15": "ary mba hitondrana ny volafotsy sy volamena izay nomen’ny mpanjaka sy ny mpanolo-tsainy, eny, nomeny an-tsitrapo ho an’Andriamanitry ny Israely monina any Jerosalema.",
        "16": "Ampiarahina amin’ireo koa ny volafotsy sy ny volamena rehetra hitanao manerana ny faritanin’i Babylona, mbamin’ny fanomezana ataon’ny olona sy ny mpisorona izay omeny an-tsitrapo ho an’ny tranon’Andriamaniny any Jerosalema.",
        "17": "Koa avy hatrany io vola io dia ividiano ombilahy sy ondrilahy ary zanak’ondry, mbamin’izay fanatitra varimbazaha sy fanatitra zava-pisotro miaraka amin’ireo, ka atolory eo amin’ny alitaran’ny tranon’Andriamanitrareo any Jerosalema izany.",
        "18": "“Ny ambin’ny volafotsy sy ny volamena, dia ampiasao amin’izay hitanao sy hitan’ny rahalahinao fa mety, araka ny sitrapon’Andriamanitrareo.",
        "19": "Ary atolory eo anatrehan’Andriamanitra any Jerosalema avokoa, ny fitaovana omena anao mba hampiasaina amin’ny fanompoana ao an-tranon’Andriamanitrao.",
        "20": "Ary izay zavatra mbola ilaina amin’ny tranon’Andriamanitrao, ka tokony homenao, dia alaivo avy ao amin’ny trano fitehirizan-karenan’ny mpanjaka.",
        "21": "“Ary izaho, Artaksersesy Mpanjaka, dia nanome baiko ny mpitahiry ny harenam-panjakana rehetra any ampitan’ny Renirano, fa izay rehetra angatahin’i Ezra mpisorona, ilay mpanao dika soratra ny lalàn’Andriamanitry ny lanitra, dia tokony homenareo azy avy hatrany,",
        "22": "na dia hatramin’ny talenta volafotsy zato sy varimbazaha zato kora * sy divay zato bata * sy menaka zato bata ary sira tsy misy fetrany aza.",
        "23": "Ary aoka hotanterahina amin-kafanam-po avokoa ny baikon’Andriamanitry ny lanitra ho an’ny tranon’ilay Andriamanitry ny lanitra, sao hiharan’ny fahatezerana ny fanjakan’ny mpanjaka sy ny zanany.",
        "24": "Ampahafantariko anareo koa fa tsy azo ampandoavina hetra na haba na hetran-dalana ny mpisorona, sy ny Levita, sy ny mpitendry zavamaneno, sy ny mpiandry varavarana, sy ny Netinima, ary ny mpiasa ao amin’io tranon’Andriamanitra io.",
        "25": "“Ary ianao, ry Ezra, ampiasao ny fahendrena nomen’Andriamanitrao anao, mba hanendrena mpahay lalàna sy mpitsara, hitsarany ny olona rehetra any ampitan’ny Renirano, dia izay rehetra mahalala ny lalàn’Andriamanitrao. Ary izay tsy mahafantatra izany dia ampianaro.",
        "26": "Fa izay rehetra tsy mety mankatò ny lalàn’Andriamanitrao sy ny lalàn’ny mpanjaka, dia aoka izy hampiharana avy hatrany ny didim-pitsarana, ka hovonoina ho faty na horoahina, na hampandoavina sazy na hogadraina.”",
        "27": "Hisaorana anie i Jehovah Andriamanitry ny razantsika, izay nanao izany tao am-pon’ny mpanjaka, mba hahatsara tarehy ny tranon’i Jehovah any Jerosalema!",
        "28": "Nanehoany hatsaram-panahy feno fitiavana aho, teo anatrehan’ny mpanjaka sy ny mpanolo-tsainy ary ny andriana mahery rehetra ao amin’ny mpanjaka. Ary nihanahery aho, satria nomba ahy ny tanan’i Jehovah Andriamanitro. Dia nangoniko ireo lohandohany teo amin’ny Israely mba hiara-miakatra amiko."
    },
    "8": {
        "1": "Ireto avy ny lohan’ireo fianakaviambe sy ireo voasoratra tao amin’ny tetirazana, izay niara-niakatra tamiko avy tany Babylona, tamin’ny andro nanjakan’i Artaksersesy Mpanjaka:",
        "2": "i Gersoma avy amin’ny taranak’i Finehasa; i Daniela avy amin’ny taranak’i Itamara; i Hatosy avy amin’ny taranak’i Davida;",
        "3": "i Zakaria avy amin’ny taranak’i Sekania sy avy amin’ny taranak’i Parosy, ary nisy dimampolo amby zato lahy voasoratra anarana niaraka taminy;",
        "4": "i Eliho-enay zanak’i Zerahia no avy amin’ny taranak’i Pahata-moaba, ary nisy roanjato lahy niaraka taminy;",
        "5": "i Sekania zanak’i Jahaziela no avy amin’ny taranak’i Zato, ary nisy telonjato lahy niaraka taminy;",
        "6": "i Ebeda zanak’i Jonatana no avy amin’ny taranak’i Adina, ary nisy dimampolo lahy niaraka taminy;",
        "7": "i Jesaia zanak’i Atalia no avy amin’ny taranak’i Elama, ary nisy fitopolo lahy niaraka taminy;",
        "8": "i Zebadia zanak’i Mikaela no avy amin’ny taranak’i Sefatia, ary nisy valopolo lahy niaraka taminy;",
        "9": "i Obadia zanak’i Jehiela no avy amin’ny taranak’i Joaba, ary nisy valo ambin’ny folo sy roanjato lahy niaraka taminy;",
        "10": "i Selomita zanak’i Josifia no avy amin’ny taranak’i Bany, ary nisy enimpolo amby zato lahy niaraka taminy;",
        "11": "i Zakaria zanak’i Bebay no avy amin’ny taranak’i Bebay, ary nisy valo amby roapolo lahy niaraka taminy;",
        "12": "i Johanana zanak’i Hakatana no avy amin’ny taranak’i Azgada, ary nisy folo amby zato lahy niaraka taminy;",
        "13": "Elifeleta sy Jeiela ary Semaia no anaran’ireo avy amin’ny taranak’i Adonikama, ka ireo no farany amin’io taranaka io, ary nisy enimpolo lahy niaraka tamin’izy ireo;",
        "14": "i Otahy sy Zaboda no avy amin’ny taranak’i Bigvay, ary nisy fitopolo lahy niaraka tamin’izy ireo.",
        "15": "Ary novoriko teo amin’ilay renirano mankany Ahava izy ireo. Dia nitoby telo andro teo izahay mba handinihako tsara ny vahoaka sy ny mpisorona, nefa tsy nahita na dia Levita iray aza aho.",
        "16": "Koa nampanantsoiko i Eliezera sy Ariela sy Semaia sy Elnatana sy Jariba sy Elnatana sy Natana sy Zakaria ary Mesolama izay samy lohandohany, ary koa i Joariba sy Elnatana izay samy mpampianatra.",
        "17": "Dia nomeko baiko izy ireo ho any amin’i Ido, ilay lohandohany tao Kasifia, ka nambarako tamin’izy ireo izay teny holazaina amin’i Ido sy ireo Netinima rahalahiny tao Kasifia, mba hitondrany olona any aminay hanompo ao an-tranon’Andriamanitray.",
        "18": "Araka ny soa nataon’ny tanan’Andriamanitray taminay, dia nentin’izy ireo tany aminay ny lehilahy malina iray atao hoe Serebia, avy amin’ny taranak’i Maly zafikelin’i Levy, zanak’i Israely. Nentin’izy ireo koa ny zanak’i Serebia sy ny rahalahiny, valo ambin’ny folo lahy;",
        "19": "ary koa i Hasabia sy Jesaia avy amin’ny taranak’i Merary, sy ny rahalahiny ary ny zanak’izy ireo, roapolo lahy.",
        "20": "Ary nisy roapolo sy roanjato ny Netinima, avy tamin’ireo Netinima izay nomen’i Davida sy ny andriana mba hanompo ny Levita. Ary samy voatonona anarana izy ireo.",
        "21": "Dia nanao antso avo aho hoe hisy fifadian-kanina teo amin’ny reniranon’i Ahava, mba hahafahanay hanetry tena teo anatrehan’Andriamanitray, ka hangatahana azy hitarika ny dianay miaraka amin’ny zanakay madinika sy ny fanananay rehetra.",
        "22": "Fa nahamenatra ahy ny hangataka tafika sy mpitaingin-tsoavaly tamin’ny mpanjaka, mba hiaro anay tamin’ny fahavalo teny an-dalana. Efa nilaza tamin’ny mpanjaka mantsy izahay hoe: “Ny tanan’Andriamanitray dia momba an’izay rehetra mitady azy sy te hanao ny tsara, fa ny heriny sy ny fahatezerany kosa mihatra amin’izay rehetra mahafoy azy.”",
        "23": "Koa nifady hanina sy nangataka momba izany tamin’Andriamanitray izahay, mba hihainoany ny fitalahoanay.",
        "24": "Ary nisy roa ambin’ny folo lahy natokako avy tamin’ireo lehiben’ny mpisorona, dia i Serebia sy Hasabia ary ny folo tamin’ny rahalahin’izy ireo.",
        "25": "Dia nolanjaiko mba homena azy ireo ny volafotsy sy ny volamena ary ny fitaovana, izay fanomezana ho an’ny tranon’Andriamanitray avy tamin’ny mpanjaka sy ny mpanolo-tsainy sy ny andrianany ary ny Israelita rehetra hitanay tao amin’ilay faritra.",
        "26": "Koa nolanjaiko sy natolotro azy ny talenta * volafotsy dimampolo ary koa ny talenta eninjato, sy fitaovana volafotsy zato izay nitentina talenta roa, sy talenta volamena zato,",
        "27": "sy vilia baolina kely volamena roapolo izay nitentina darìka arivo, ary fitaovana roa vita amin’ny varahina tena tsara, izay mena mamirapiratra, sady sarobidy toy ny volamena.",
        "28": "Dia hoy aho tamin’izy ireo: “Masina eo anatrehan’i Jehovah ianareo, ary masina koa ireo fitaovana ireo. Ary fanatitra an-tsitrapo ho an’i Jehovah Andriamanitry ny razanareo ireo volafotsy sy volamena ireo.",
        "29": "Koa aoka ianareo ho mailo sy hitandrina tsara, mandra-pandanjanareo izany ao amin’ny efitra fisakafoana ao an-tranon’i Jehovah, eo anatrehan’ireo lehiben’ny mpisorona sy ny Levita ary ireo andrianan’ny Israely any Jerosalema.”",
        "30": "Ary noraisin’ny mpisorona sy ny Levita ireo volafotsy sy volamena ary fitaovana voalanja ireo, mba hoentina any Jerosalema, any an-tranon’Andriamanitray.",
        "31": "Dia niala teo amin’ny reniranon’i Ahava izahay tamin’ny faharoa ambin’ny folon’ny volana voalohany, mba hankany Jerosalema. Ary nomba anay ny tanan’Andriamanitray ka namonjy anay teo am-pelatanan’ny fahavalo sy tamin’izay niafina hanafika anay teny an-dalana.",
        "32": "Koa tonga tany Jerosalema izahay ary nijanona telo andro tao.",
        "33": "Ary tamin’ny andro fahefatra, dia nolanjainay tao an-tranon’Andriamanitray ny volafotsy sy ny volamena ary ny fitaovana, ka natolotray an’i Meremota mpisorona zanak’i Oria, sy Eleazara zanak’i Finehasa, ary ny Levita niaraka tamin’izy ireo, dia i Jozabada zanak’i Jesoa sy Noadia zanak’i Binoy.",
        "34": "Eny, nolanjainay sy natolotray ny zava-drehetra, araka ny isany sy ny lanjany. Dia nosoratana ny lanjan’ireo rehetra ireo tamin’izay.",
        "35": "Ary nanolotra sorona dorana ho an’Andriamanitry ny Israely ireo nivoaka avy tamin’ny fahababoana, izay avy any an-tsesitany, ka ireto avy no natolony: Ombilahy roa ambin’ny folo ho an’ny Israely rehetra, ondrilahy enina amby sivifolo, ondrilahy kely fito amby fitopolo, ary osilahy roa ambin’ny folo ho fanatitra noho ny ota. Natao fanatitra dorana ho an’i Jehovah avokoa izany.",
        "36": "Dia nomenay an’ireo lehibem-paritany notendren’ny mpanjaka, sy ny governora atỳ ampitan’ny Renirano ny lalàn’ny mpanjaka, ka nanome fanampiana ho an’ny vahoaka sy ny tranon’Andriamanitra izy ireo."
    },
    "9": {
        "1": "Raha vao vita izany, dia nanatona ahy ireo andriana ka nilaza hoe: “Ny vahoakan’Israely sy ny mpisorona ary ny Levita dia tsy niala tamin’ny zava-maharikoriko fanaon’ireo mponina manodidina, * dia ny Kananita, ny Hetita, ny Perizita, ny Jebosita, ny Amonita, ny Moabita sy ny Ejipsianina ary ny Amorita.",
        "2": "Fa nisy tamin’ny zanakavavin’ireny nalain’izy ireo ho vadiny sy ho vadin’ny zanany lahy. Koa nanjary nifangaroharo tamin’ny mponina manodidina izy ireo nefa taranaka masina. Ary loha laharana tamin’izany fivadihana izany ireo andriana sy solontenam-panjakana.”",
        "3": "Raha vao nandre izany aho, dia norovitiko ny akanjoko anatiny sy ivelany, ary nongotako ny volon-dohako sy ny volombavako, dia nipetraka ankona teo aho.",
        "4": "Ary tonga nitangorona teo amiko ny olona, sady samy tora-kovitra noho ny tenin’Andriamanitry ny Israely momba ny fivadihan’ireo avy tany an-tsesitany. Ary mbola nipetraka ankona teo aho, mandra-pahatongan’ny fotoanan’ny fanatitra varimbazaha amin’ny takariva.",
        "5": "Tamin’ny fotoanan’ny fanatitra varimbazaha amin’ny takariva, dia nitsangana aho rehefa avy nampietry ny tenako toy izany, ary mbola teny amiko ireo akanjoko anatiny sy ivelany rovitra. Dia nandohalika aho ka namelatra ny tanako ho amin’i Jehovah Andriamanitro.",
        "6": "Ary hoy aho: “Andriamanitro ô! Tena menatra sy sadaikatra aho ny hiandrandra hitodika any aminao, ry Andriamanitro ô! Fa nihamaro ny fahadisoanay ka mihoatra ny lohanay, ary lehibe manakatra ny lanitra ny helokay.",
        "7": "Tena meloka izahay hatramin’ny andron’ny razanay ka mandraka androany. Ary noho ny fahadisoanay dia natolotra teo an-tanan’ireo mpanjakan’ny tany hafa izahay sy ny mpanjakanay ary ny mpisoronay, mba hovonoina amin’ny sabatra sy hoentina ho babo sy horobaina ary halam-baraka, toy ny amin’izao anio izao.",
        "8": "Nankasitraka anay nandritra ny fotoana fohy ianao, ry Jehovah Andriamanitray, ary nasianao niangana izahay ka nafahanao, ary nomenao toerana mafy orina * tao amin’ny toeranao masina izahay, mba hampamirapiratra ny masonay, ry Andriamanitray ô, sy mba hamelombelona kely anay na dia andevozina aza izahay.",
        "9": "Mpanompo izahay nefa tsy nafoinao na dia andevozina aza, ry Andriamanitray ô! Maneho hatsaram-panahy feno fitiavana aminay kosa ianao eo anatrehan’ireo mpanjakan’i Persa, mba hamelombelomana anay ka hananganana ny tranon’Andriamanitray sy hanorenana indray ireo toerany rava, ary hanomezana anay manda vato eto Joda sy Jerosalema.",
        "10": "“Koa inona àry izao no holazainay, ry Andriamanitray ô? Efa nafoinay ny didinao,",
        "11": "izay nandidianao tamin’ny alalan’ny mpaminany mpanomponao, hoe: ‘Ny tany hidiranareo mba holovana dia tany voaloto, noho ny fahalotoan’ireo mponina manodidina. Nofenoin’izy ireo tamin’ny zava-maharikoriko fanaony sy ny fahalotoany mantsy ilay tany manontolo.",
        "12": "Koa aza omena ho vadin’ny zanany lahy ny zanakareo vavy, ary aza alaina ho vadin’ny zanakareo lahy ny zanany vavy. Ary aza mitady izay hahasoa azy na izay hiadanany mihitsy, mandritra ny fotoana tsy voafetra. Amin’izay ianareo dia hihamahery sy hihinana izay tsara eo amin’ilay tany, ary haka azy io ho lovan’ny zanakareo mandritra ny fotoana tsy voafetra.’",
        "13": "Efa izao ve no manjo anay noho ny zava-dratsy nataonay sy ny haben’ny helokay, ary ianao aza tsy namaly anay araka ny fahadisoanay, ry Andriamanitray ô, fa mbola nisy nafahanao toy izao ihany izahay,",
        "14": "koa mbola handika ny didinao indray ve izahay ka hifanambady * amin’olona manao ireo zava-maharikoriko ireo? Tsy ho tezitra mafy aminay ve ianao ka ho lany ripaka izahay ary tsy hisy hiangana?",
        "15": "Ry Jehovah Andriamanitry ny Israely ô, manao ny rariny ianao, satria mbola nisy niangana izahay ka nafahanao, toy izao anio izao. Koa indreto izahay meloka eto anatrehanao, na dia fantatray aza fa tsy tokony hijoro eto anatrehanao izahay noho izany helokay izany.”"
    },
    "10": {
        "1": "Raha vao avy nivavaka sy nibaboka i Ezra, ka mbola nitomany sy nihohoka teo anoloan’ny tranon’Andriamanitra, dia nitangorona teo aminy ny Israelita, izay fiangonana lehibe nisy lehilahy sy vehivavy ary ankizy. Nitomany be koa mantsy ny vahoaka.",
        "2": "Dia niteny tamin’i Ezra i Sekania zanak’i Jehiela, avy amin’ny taranak’i Elama, hoe: “Izahay no nivadika tamin’Andriamanitsika, satria nanambady vehivavy hafa firenena avy tamin’ireo mponina manodidina. Mbola misy fanantenana ihany anefa ho an’ny Israely.",
        "3": "Aoka izahay hanao fifanekena amin’Andriamanitsika ka horoahinay ireo vehivavy rehetra ireo mbamin’izay naterany, fa izany no toromarika avy amin’i Jehovah sy avy amin’ireo matahotra ny handika ny didin’Andriamanitsika, mba hanaovana zavatra araka ny lalàna.",
        "4": "Koa mitsangàna fa napetraka ho adidinao izao raharaha izao, ary manohana anao izahay. Mahereza ary manaova zavatra.”",
        "5": "Ary nitsangana i Ezra, ka nasainy nianiana ireo lehiben’ny mpisorona sy ny Levita ary ny Israely rehetra, fa hanao araka izany teny izany. Dia nianiana izy ireo.",
        "6": "Ary niala teo anoloan’ny tranon’Andriamanitra i Ezra, ka nankany amin’ny efitra fisakafoana izay an’i Johanana zanak’i Eliasiba. Tsy nihinan-kanina na nisotro rano anefa izy, na dia nankany aza, satria nalahelo noho ny fivadihan’ireo avy tany an-tsesitany.",
        "7": "Dia nanao antso avo nanerana an’i Joda sy Jerosalema izy ireo, mba hiantsoana an’izay rehetra avy any an-tsesitany hivory any Jerosalema.",
        "8": "Ary izay tsy tonga ao anatin’ny telo andro, araka ny tenin’ireo andriana sy anti-panahy, dia halaina ny fananany rehetra, ary hesorina tsy ho anisan’ny fiangonan’ireo avy tany an-tsesitany izy.",
        "9": "Koa tafavory tao Jerosalema ny lehilahy rehetra anisan’ny fokon’i Joda sy Benjamina tao anatin’ny telo andro, tamin’ny faharoapolon’ny volana fahasivy. Nipetraka teo an-tokotanin’ny tranon’Andriamanitra ny olona rehetra, ary nangovitra izy ireo satria raharaha lehibe no hodinihina sady avy ny orana.",
        "10": "Dia nitsangana i Ezra mpisorona ka nanao hoe: “Nivadika tamin’Andriamanitra ianareo satria nanambady vehivavy hafa firenena, ka nampitombo ny heloky ny Israely.",
        "11": "Koa aoka ianareo hibaboka amin’i Jehovah Andriamanitry ny razanareo, ka ataovy izay sitrany ary misaraha amin’ireo mponina manodidina sy ireo vehivavy hafa firenena vadinareo.”",
        "12": "Dia niara-niredona ny fiangonana manontolo hoe: “Adidinay ny manatanteraka izay lazainao.",
        "13": "Maro anefa ny olona sady fotoanan’ny orana izao, ka tsy vitanay ny mijoro etỳ ivelany. Tsy ho voalamina iray na roa andro koa anefa ilay raharaha, satria lehibe ny fikomianay tamin’io lafiny io.",
        "14": "Koa aoka re hisolo tena ny fiangonana manontolo ireo andriananay e! Ary izay rehetra manambady vehivavy hafa firenena ao amin’ireo tanànanay, dia aoka ho tonga amin’ny fotoana voatondro, miaraka amin’ny anti-panahy sy ny mpitsara isan-tanàna, mandra-pampitonenay ny fahatezerana mafin’ilay Andriamanitray noho io raharaha io.”",
        "15": "Nanohitra izany teny izany anefa i Jonatana zanak’i Asahela sy Jahaza zanak’i Tikva, nampian-dry Mesolama sy Sabetahy izay samy Levita.",
        "16": "Nanatanteraka izany kosa ireo olona avy any an-tsesitany. Koa tamin’ny andro voalohan’ny volana fahafolo, dia nitokana i Ezra mpisorona sy ny lohan’ireo fianakaviambe, ary nipetraka hanadihady momba ilay raharaha izy rehetra araka ny anarany avy.",
        "17": "Ary voalamin’izy ireo tamin’ny andro voalohan’ny volana voalohany ilay raharaha momba an’ireo lehilahy rehetra nanambady vehivavy hafa firenena.",
        "18": "Nisy nanambady vehivavy hafa firenena koa ny taranaky ny mpisorona. Ny avy tamin’ny taranak’i Jesoa zanak’i Jozadaka, mbamin’ireo rahalahiny, dia i Mahaseia sy Eliezera sy Jariba ary Gedalia.",
        "19": "Nampanantena ny handroaka ny vadiny anefa izy ireo, ka nohamafisin’izy ireo tamin’ny fifandraisan-tanana izany. Ary satria meloka izy ireo, dia hanome ondrilahy avy amin’ny andian’ondry.",
        "20": "Ary ny avy tamin’ny taranak’i Imera dia i Hanany sy Zebadia;",
        "21": "ny avy tamin’ny taranak’i Harima dia i Mahaseia, Elia, Semaia, Jehiela ary Ozia;",
        "22": "ny avy tamin’ny taranak’i Pasora dia i Elioenay, Mahaseia, Ismaela, Netanela, Jozabada ary Elasa.",
        "23": "Ary ny avy tamin’ny Levita dia i Jozabada, Simey, Kelaia na Kelita, Petahia, Joda ary Eliezera;",
        "24": "ny avy tamin’ireo mpihira dia i Eliasiba; ary ny avy tamin’ireo mpiandry vavahady dia i Saloma sy Talema ary Ory.",
        "25": "Ny avy tamin’ny Israely, avy tamin’ny taranak’i Parosy dia i Ramia, Jizia, Malkia, Miamina, Eleazara, Malkia ary Benaia;",
        "26": "ny avy tamin’ny taranak’i Elama dia i Matania, Zakaria, Jehiela, Abdia, Jeremota ary Elia;",
        "27": "ny avy tamin’ny taranak’i Zato dia i Elioenay, Eliasiba, Matania, Jeremota, Zabada ary Aziza;",
        "28": "ny avy tamin’ny taranak’i Bebay dia i Johanana, Hanania, Zabay ary Atlay;",
        "29": "ny avy tamin’ny taranak’i Bany dia i Mesolama, Maloka, Adaia, Jasoba, Seala ary Jeremota;",
        "30": "ny avy tamin’ny taranak’i Pahata-moaba dia i Adna, Kelala, Benaia, Mahaseia, Matania, Bezalila, Binoy ary Manase;",
        "31": "ny avy tamin’ny taranak’i Harima dia i Eliezera, Jisia, Malkia, Semaia, Simeona,",
        "32": "Benjamina, Maloka ary Semaria;",
        "33": "ny avy tamin’ny taranak’i Hasoma dia i Matenay, Matata, Zabada, Elifeleta, Jeremay, Manase ary Simey;",
        "34": "ny avy tamin’ny taranak’i Bany dia i Maday, Amrama, Oela,",
        "35": "Benaia, Bedeia, Keloho,",
        "36": "Vania, Meremota, Eliasiba,",
        "37": "Matania, Matenay ary Jasao;",
        "38": "ny avy tamin’ny taranak’i Binoy dia i Simey,",
        "39": "Selemia, Natana, Adaia,",
        "40": "Maknadebay, Sasay, Saray,",
        "41": "Azarela, Selemia, Semaria,",
        "42": "Saloma, Amaria ary Josefa;",
        "43": "ary ny avy tamin’ny taranak’i Nebo dia i Jeiela, Matitia, Zabada, Zebina, Jadao, Joela ary Benaia.",
        "44": "Nanambady vehivavy hafa firenena daholo ireo, ka nandroaka an’ireny niaraka tamin’ny zanany."
    },
    "meta": {
        "name": "Ezra",
        "order": 14,
        "chapter_number": 10
    }
}