{
    "1": {
        "1": "Tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Persa, dia nampirisihin’i Jehovah hanao fanambarana nanerana ny fanjakany i Kyrosy mpanjakan’i Persa, mba ho tanteraka ny tenin’i Jehovah nolazain’i Jeremia. Nataony an-tsoratra koa ilay fanambarana, hoe:",
        "2": "“Izao no tenin’i Kyrosy mpanjakan’i Persa: ‘Efa nanome ahy ny fanjakana rehetra eto an-tany i Jehovah Andriamanitry ny lanitra, ary naniraka ahy hanorina trano ho azy any Jerosalema, any Joda.",
        "3": "Iza aminareo àry no anisan’ny vahoakany? Enga anie hanampy azy ny Andriamaniny! Dia aleo izy hiakatra ho any Jerosalema, any Joda, ka hanorina indray ny tranon’i Jehovah Andriamanitry ny Israely—Izy no tena Andriamanitra—izany hoe ilay tranony tany Jerosalema.",
        "4": "Raha vahiny mipetraka any an-tanin’olona izy, na aiza na aiza, dia tokony hampian’ny mpiara-monina aminy, ka homeny volafotsy, sy volamena, sy zavatra hafa, sy biby fiompy, ary fanatitra an-tsitrapo ho an’ny tranon’ilay tena Andriamanitra izay tany Jerosalema.’”",
        "5": "Dia niomankomana handeha ny lohan’ny fianakaviamben’ny Joda sy Benjamina ary ny mpisorona sy ny Levita, izany hoe izay rehetra nentanin’ilay tena Andriamanitra, mba hanorina indray an’ilay tranon’i Jehovah tany Jerosalema.",
        "6": "Nanampy azy daholo ny manodidina ka nanome fitaovana volafotsy sy volamena, sy zavatra hafa, sy biby fiompy, ary zava-tsarobidy, ankoatra ny zavatra rehetra hatao fanatitra an-tsitrapo.",
        "7": "Navoakan’i Kyrosy Mpanjaka koa ny fitaovana tao an-tranon’i Jehovah, izay efa nalain’i Nebokadnezara avy tany Jerosalema sady nataony tao an-tranon’ny andriamaniny.",
        "8": "Navoakan’i Kyrosy Mpanjaka izany, ka i Mitredata mpitahiry ny harenam-panjakana, no nasainy nanara-maso sy nanisa an’izany mba homena an’i Sesbazara, mpiadidy teo amin’ny Joda.",
        "9": "Izao no isany: Haron-kely volamena 30, haron-kely volafotsy 1 000, fitaovana 29 fanampiny,",
        "10": "vilia baolina kely volamena 30, vilia baolina kely volafotsy 410, ary fitaovana hafa 1 000.",
        "11": "Nisy 5 400 ny isan’ny fitaovana volamena sy volafotsy rehetra. Nentin’i Sesbazara daholo izany, rehefa niala tany Babylona mba ho any Jerosalema ny olona natao sesitany."
    },
    "2": {
        "1": "Ireto ny olona avy any amin’ny faritany tonga avy any Babylona. Anisan’ny nataon’i Nebokadnezara mpanjakan’i Babylona sesitany tany Babylona izy ireo. Samy niverina tany amin’ny tanànany tany Jerosalema sy Joda izy ireo, tatỳ aoriana,",
        "2": "ary niara-tonga tamin’i Zerobabela, Jesoa, Nehemia, Seraia, Relaia, Mordekay, Bilsana, Mispara, Bigvay, Rehoma, ary Bana. Ireto ny isan’ny lehilahy israelita:",
        "3": "Nisy 2 172 ny taranak’i Parosy,",
        "4": "372 ny taranak’i Sefatia,",
        "5": "775 ny taranak’i Ara,",
        "6": "2 812 ny taranak’i Pahata-moaba avy amin’ny taranak’i Jesoa sy Joaba,",
        "7": "1 254 ny taranak’i Elama,",
        "8": "945 ny taranak’i Zato,",
        "9": "760 ny taranak’i Zakay,",
        "10": "642 ny taranak’i Bany,",
        "11": "623 ny taranak’i Bebay,",
        "12": "1 222 ny taranak’i Azgada,",
        "13": "666 ny taranak’i Adonikama,",
        "14": "2 056 ny taranak’i Bigvay,",
        "15": "454 ny taranak’i Adina,",
        "16": "98 ny taranak’i Atera, avy amin’ny ankohonan’i Hezekia,",
        "17": "323 ny taranak’i Bezay,",
        "18": "112 ny taranak’ i Jora,",
        "19": "223 ny taranak’i Hasoma,",
        "20": "95 ny taranak’i Gibara,",
        "21": "123 ny avy any Betlehema,",
        "22": "56 ny avy any Netofa,",
        "23": "128 ny Anatotita,",
        "24": "42 ny avy any Azmaveta,",
        "25": "743 ny avy any Kiriata-jearima sy Kefira ary Berota,",
        "26": "621 ny avy any Rama sy Geba,",
        "27": "122 ny avy any Mikmasy,",
        "28": "223 ny avy any Betela sy Ay,",
        "29": "52 ny avy any Nebo,",
        "30": "156 ny taranak’i Magbisy,",
        "31": "1 254 ny taranak’ilay Elama anankiray,",
        "32": "320 ny taranak’i Harima,",
        "33": "725 ny avy any Loda sy Hadida ary Ono,",
        "34": "345 ny avy any Jeriko,",
        "35": "ary 3 630 ny taranak’i Sena.",
        "36": "Ireto ny mpisorona: Nisy 973 ny taranak’i Jedaia avy amin’ny ankohonan’i Jesoa,",
        "37": "1 052 ny taranak’i Imera,",
        "38": "1 247 ny taranak’i Pasora,",
        "39": "ary 1 017 ny taranak’i Harima.",
        "40": "Ireto ny Levita: Nisy 74 ny taranak’i Jesoa sy Kadmiela, izay samy avy amin’ny taranak’i Hodavia,",
        "41": "128 ny mpihira taranak’i Asafa,",
        "42": "ary 139 ny fitambaran’ny taranak’ireo mpiandry vavahady, izany hoe ny taranak’i Saloma, ny taranak’i Atera, ny taranak’i Talmona, ny taranak’i Akoba, ny taranak’i Hatita, ary ny taranak’i Sobay.",
        "43": "Ireto ny mpanompo tao amin’ny tempoly: Ny taranak’i Ziha, ny taranak’i Hasofa, ny taranak’i Tabaota,",
        "44": "ny taranak’i Kerosa, ny taranak’i Siaha, ny taranak’i Padona,",
        "45": "ny taranak’i Lebana, ny taranak’i Hagabaha, ny taranak’i Akoba,",
        "46": "ny taranak’i Hagaba, ny taranak’i Salmay, ny taranak’i Hanana,",
        "47": "ny taranak’i Gidela, ny taranak’i Gahara, ny taranak’i Reaia,",
        "48": "ny taranak’i Rezina, ny taranak’i Nekoda, ny taranak’i Gazama,",
        "49": "ny taranak’i Oza, ny taranak’i Pasea, ny taranak’i Besay,",
        "50": "ny taranak’i Asna, ny taranaky ny Meonita, ny taranak’i Nefosima,",
        "51": "ny taranak’i Bakboka, ny taranak’i Hakafa, ny taranak’i Harora,",
        "52": "ny taranak’i Bazlota, ny taranak’i Mehida, ny taranak’i Harsa,",
        "53": "ny taranak’i Barkosa, ny taranak’i Sisera, ny taranak’i Tema,",
        "54": "ny taranak’i Nezia, ary ny taranak’i Hatifa.",
        "55": "Ireto avy ny taranaky ny mpanompon’i Solomona: Ny taranak’i Sotahy, ny taranak’i Sofereta, ny taranak’i Peroda,",
        "56": "ny taranak’i Jala, ny taranak’i Darkona, ny taranak’i Gidela,",
        "57": "ny taranak’i Sefatia, ny taranak’i Hatila, ny taranak’i Pokereta-hazebaima, ary ny taranak’i Amy.",
        "58": "Nisy 392 ny mpanompo tao amin’ny tempoly sy ny taranaky ny mpanompon’i Solomona.",
        "59": "Ary ireto avy no niakatra avy tany Tela-mela sy Tela-harsa sy Keroba sy Adona ary Imera, nefa tsy afaka nanamarina hoe iza no fianakaviambeny avy amin’ny rainy ary inona no fiaviany, na hoe Israelita izy sa tsia:",
        "60": "Ny taranak’i Delaia sy ny taranak’i Tobia ary ny taranak’i Nekoda, izay nisy 652.",
        "61": "Ary ireto ny avy amin’ny taranaky ny mpisorona: Ny taranak’i Habaia sy ny taranak’i Hakoza ary ny taranak’i Barzilay, ilay naka vady tamin’ny zanakavavin’i Barzilay Gileadita ka nantsoina tamin’ny anaran’ny rafozany.",
        "62": "Ireo no nitady ny lisitra tokony hisy ny anarany mba hanamarinana ny razambe niaviany. Tsy nahita ny anarany tao anefa izy ireo, ka tsy navela ho anisan’ny mpisorona.",
        "63": "Nilaza tamin’izy ireo ny governora fa tsy mahazo mihinana ny zavatra masina indrindra izy ireo, raha tsy rehefa misy mpisorona afaka mamantatra an’izany amin’ny Orima sy Tomima.",
        "64": "Nisy 42 360 ny fitambaran’ny fiangonana manontolo,",
        "65": "ankoatra ny mpanompolahy sy mpanompovavy 7 337. Nanana mpihira lahy sy vavy 200 koa izy ireo.",
        "66": "Nanana soavaly 736 izy ireo, ramole 245,",
        "67": "rameva 435, ary ampondra 6 720.",
        "68": "Rehefa tonga tao an-tranon’i Jehovah tany Jerosalema ny sasany tamin’ireo lohan’ny fianakaviambe, dia nanao fanatitra an-tsitrapo ho an’ny tranon’ilay tena Andriamanitra izy ireo, mba hanorenana azy io indray eo amin’ilay toerany taloha.",
        "69": "Arakaraka izay nananany no nomeny hatao ao amin’ny tahiry hanaovana an’ilay asa, dia 61 000 drakma volamena, sy 5 000 mina volafotsy, ary akanjo lava 100 ho an’ny mpisorona.",
        "70": "Ary nipetraka tany amin’ny tanànany avy ny mpisorona sy ny Levita, ny olona sasany, ny mpihira, ny mpiandry vavahady, ary ny mpanompo tao amin’ny tempoly. Samy nipetraka tany amin’ny tanànany koa ny sisa tamin’ny Israely rehetra."
    },
    "3": {
        "1": "Efa samy tany amin’ny tanànany avy ny Israelita, tamin’ny volana fahafito. Dia niray saina izy ireo ka nivory tao Jerosalema.",
        "2": "Ary nanorina ny alitaran’ilay Andriamanitry ny Israely i Jesoa zanak’i Jozadaka, sy ny mpisorona hafa, ary Zerobabela zanak’i Sealtiela sy ireo rahalahiny. Amin’izay izy ireo ho afaka hanolotra sorona dorana eo ambonin’izy io, araka izay voasoratra ao amin’ny Lalàn’i Mosesy, lehilahin’Andriamanitra.",
        "3": "Dia nataon’izy ireo teo amin’ilay toerany taloha ilay alitara, na dia natahotra ny mponina manodidina aza izy ireo. Ary nanolotra sorona dorana ho an’i Jehovah teo ambonin’ilay alitara izy ireo, dia ny sorona dorana amin’ny maraina sy hariva.",
        "4": "Dia nankalaza ny Fetin’ny Trano Rantsankazo araka izay voasoratra izy ireo, ka nanao sorona dorana isan’andro, araka ny isa notakina ho an’ny andro tsirairay.",
        "5": "Nataon’izy ireo koa ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra fanao amin’ny tsinam-bolana sy amin’ny fotoanan’ny fety masina rehetra ho an’i Jehovah, ary ny fanatitra nomen’izay te hanolotra fanatitra an-tsitrapo ho an’i Jehovah.",
        "6": "Koa nanolotra sorona dorana ho an’i Jehovah izy ireo, nanomboka tamin’ny andro voalohan’ny volana fahafito, na dia mbola tsy napetraka aza ny fototry ny tempolin’i Jehovah.",
        "7": "Nomen’izy ireo vola ny mpipai-bato sy ny mpanao asa tanana. Ary nomeny sakafo sy zava-pisotro ary menaka ny olona avy any Sidona sy Tyro. Ireo mantsy no nandefa hazo sedera teny amin’ny ranomasina avy any Libàna ka hatrany Jopa, araka ny fanomezan-dalana nomen’i Kyrosy mpanjakan’i Persa azy.",
        "8": "Tamin’ny volana faharoan’ny taona faharoa, taorian’ny nahatongavan’izy ireo teo amin’ny tranon’ilay tena Andriamanitra tany Jerosalema, dia nanomboka an’ilay asa i Zerobabela zanak’i Sealtiela, sy Jesoa zanak’i Jozadaka, sy ny rahalahin’izy ireo hafa, dia ny mpisorona sy ny Levita ary izay rehetra babo ka niverina tany Jerosalema. Notendren’ izy ireo ho mpanara-maso ny asa tao an-tranon’i Jehovah ny Levita 20 taona no ho miakatra.",
        "9": "Dia niara-niasa mba hanara-maso an’ireo niasa tao amin’ny tranon’ilay tena Andriamanitra i Jesoa sy ny zanany sy ny rahalahiny, Kadmiela sy ny zanany, izay taranak’i Joda, ary ny taranak’i Henadada sy ny zanak’ireo ary ny rahalahiny, izay samy Levita.",
        "10": "Ary nandatsaka ny fototry ny tempolin’i Jehovah ny mpanorina. Dia nijoro teo mba hidera an’i Jehovah ny mpisorona sy ny Levita taranak’i Asafa, araka ny toromarik’i Davida mpanjakan’ny Israely. Nanao akanjona mpisorona ny mpisorona tamin’izay sady nitondra trompetra, fa ny Levita kosa nitondra kipantsona.",
        "11": "Ary nanao hira nifamaly izy ireo ka nidera sy nisaotra an’i Jehovah, “fa tsara izy; tia ny Israely izy sady tsy mivadika aminy mandrakizay.” Dia nihoby mafy nidera an’i Jehovah ny olona rehetra, satria tafapetraka ny fototry ny tranon’i Jehovah.",
        "12": "Be dia be tamin’ny mpisorona sy ny Levita ary ny lohan’ireo fianakaviambe, izany hoe tamin’ireo lehilahy zokiolona nahita an’ilay trano taloha, no nigogogogo nitomany rehefa nahita hoe tafapetraka ny fototr’ilay trano. Be dia be koa anefa ny olon-kafa nihoby mafy.",
        "13": "Koa tsy hay intsony ny nanavaka ny feon’izay faly sy nihorakoraka sy izay nitomany, satria nitabataba be ny olona ka heno hatrany lavitra be ilay feo."
    },
    "4": {
        "1": "Henon’ny fahavalon’ny Joda sy Benjamina fa nanorina tempoly ho an’i Jehovah Andriamanitry ny Israely ny olona nody avy tany an-tsesitany.",
        "2": "Dia nanatona an’i Zerobabela sy ireo lohan’ny fianakaviambe avy hatrany izy ireo, ka nilaza hoe: “Avelao izahay hiara-manorina aminareo. Fa manompo an’ilay Andriamanitrareo koa izahay, hoatr’anareo ihany. Ary izy no anoloranay sorona, efa hatramin’ny andron’i Esara-hadona mpanjakan’i Asyria, ilay nitondra anay tatỳ.”",
        "3": "Hoy anefa i Zerobabela sy Jesoa ary ny sisa tamin’ireo lohan’ny fianakaviamben’ny Israely: “Tsy manan-jo hiaraka aminay hanorina trano ho an’ny Andriamanitray ianareo. Fa izahay ihany no hanorina azy ho an’i Jehovah Andriamanitry ny Israely, araka ny didin’i Kyrosy mpanjakan’i Persa.”",
        "4": "Ary nanakivy sy nanaketraka ny mponin’i Joda foana ny olona manodidina, amin’izay izy ireo tsy hazoto hanorina intsony.",
        "5": "Nanakarama mpanolo-tsaina hanohitra azy ireo koa izy ireny tamin’ny andro rehetra nanjakan’i Kyrosy mpanjakan’i Persa, ka hatramin’ny nanjakan’i Dariosy mpanjakan’i Persa, mba tsy ho tanteraka ilay tetikasa.",
        "6": "Ary nanoratra taratasy hiampangana ny mponin’i Joda sy Jerosalema izy ireny, raha vao nanjaka i Ahasoerosy.",
        "7": "Nanoratra ho an’i Artaksersesy mpanjakan’i Persa koa ry Bislama sy Mitredata sy Tabela ary ny mpiara-miasa aminy sasany, tamin’ny andron’i Artaksersesy. Nadikany tamin’ny fiteny aramianina ilay taratasy, ka soratra aramianina no nanoratany azy.",
        "8": "* Nanoratra taratasy hiampangana ny mponin’i Jerosalema tany amin’i Artaksersesy Mpanjaka i Rehoma lehiben’ny tompon’andraiki-panjakana sy Simsay mpanoratra. Izao ilay taratasy:",
        "9": "—Ireto avy no nanoratra: I Rehoma lehiben’ny tompon’andraiki-panjakana sy Simsay mpanoratra, sy ny mpiara-miasa aminy sasany, ny mpitsara, ny governora lefitra, ny mpitan-tsoratra, ny olona any Ereka, ny Babylonianina, ny mponin’i Sosa, izany hoe ny Elamita,",
        "10": "ny sisa tavela amin’ireo firenena natao sesitany, izay napetrak’i Asnapara lehibe sady mendri-kaja tany amin’ireo tanànan’i Samaria, ary ny sisa tavela tany amin’ny faritra Ampitan’ny Renirano. Ary",
        "11": "ity ny dika mitovy amin’ilay taratasy nalefan’izy ireo tany aminy.— “Ho an’i Artaksersesy Mpanjaka. Manoratra ho anao ny mpanomponao atỳ amin’ny faritra Ampitan’ny Renirano.",
        "12": "Tokony ho fantatry ny mpanjaka fa ireo Jiosy niala tany aminao ka nankatỳ aminay dia efa tonga any Jerosalema. Manorina indray an’ilay tanànan’ny mpikomy sy ny olon-dratsy izy ireo, ary efa mamita ny manda sady manamboatra ny fototra.",
        "13": "Tokony ho fantatry ny mpanjaka fa raha voaorina indray io tanàna io ary vita ny mandany, dia tsy handoa hetra na haba na hetran-dalana izy ireo, ka hiteraka fatiantoka ho an’ny tahirim-bolam-panjakana izany.",
        "14": "Izahay mantsy mandray karama avy any an-dapa, ary tsy mety aminay koa ny mijery fotsiny hoe ho matiantoka ny mpanjaka. Dia mandefa an’izao taratasy izao izahay mba hampahafantarana an’izany amin’ny mpanjaka.",
        "15": "Amin’izay ianao mba mikaroka ao amin’ny boky mirakitra ny tantaran’ny razambenao. Dia ho hitanao ao amin’ilay boky ka ho fantatrao fa tanànan’ny mpikomy izy io, ary mitondra fatiantoka ho an’ny mpanjaka sy ny faritany. Efa hatry ny ela be no nisy mpitarika fikomiana tao. Dia izany no antony nandravana an’io tanàna io.",
        "16": "Ampahafantarinay anao, ry mpanjaka, fa raha voaorina indray io tanàna io ka vita ny mandany, dia tsy ho voafehinao intsony ny faritra atỳ Ampitan’ny Renirano.”",
        "17": "Izao no taratasy nalefan’ny mpanjaka ho an’i Rehoma lehiben’ny tompon’andraiki-panjakana, sy Simsay mpanoratra, sy ny mpiara-miasa aminy sasany nipetraka tany Samaria, ary ny olona sisa tavela tatỳ amin’ny faritra Ampitan’ny Renirano: “Miarahaba anareo aho!",
        "18": "Efa voavaky tsara teto anatrehako ilay taratasy nalefanareo tatỳ aminay.",
        "19": "Koa nampanao fikarohana aho, ka hita fa efa hatry ny ela be io tanàna io no nanohitra mpanjaka sady nikomy imbetsaka.",
        "20": "Nisy mpanjaka nahery tao Jerosalema, ary ny faritra Ampitan’ny Renirano manontolo no nanjakan’izy ireo, ka nandoavana hetra sy haba ary hetran-dalana izy ireo.",
        "21": "Koa omeo baiko ireo lehilahy ireo mba hanajanona an’ilay asa, ka tsy hanorina an’io tanàna io indray raha tsy izaho no manome baiko.",
        "22": "Tandremo sao hataonareo tsirambina izany, sao vao mainka matiantoka ny mpanjaka.”",
        "23": "Rehefa voavaky teo anatrehan’i Rehoma sy Simsay mpanoratra ary ny namany ny dika mitovy amin’ilay taratasin’i Artaksersesy Mpanjaka, dia lasa haingana izy ireo nankany amin’ny Jiosy tany Jerosalema. Dia notereny hanajanona an’ilay asa ny Jiosy.",
        "24": "Tamin’izay àry ilay asa tao amin’ny tranon’Andriamanitra tany Jerosalema no nijanona. Mbola niato ilay izy hatramin’ny taona faharoa nanjakan’i Dariosy mpanjakan’i Persa."
    },
    "5": {
        "1": "Ary naminany tamin’ny Jiosy tany Joda sy Jerosalema i Hagay mpaminany sy Zakaria mpaminany zafikelin’i Ido. Naminany tamin’ny anaran’ilay Andriamanitry ny Israely nitarika azy ireo izy roa lahy.",
        "2": "Tamin’izay i Zerobabela zanak’i Sealtiela sy Jesoa zanak’i Jozadaka no nanomboka nanorina indray an’ilay tranon’Andriamanitra tany Jerosalema. Ary nisy mpaminanin’Andriamanitra niaraka taminy sy nanampy azy.",
        "3": "Tamin’izay fotoana izay dia tonga teo aminy i Tatenay Governora tatỳ amin’ny faritra Ampitan’ny Renirano sy Setara-bozenay ary ny mpiara-miasa aminy, ka nanontany hoe: “Iza no nanome baiko anareo hanorina an’io trano io sy handrafitra an’io zavatra io?”",
        "4": "Hoy koa izy ireo: “Iza avy no anaran’ny lehilahy manao an’io trano io?”",
        "5": "Nitsinjo an’ireo anti-panahin’ny Jiosy anefa Andriamanitra, ka tsy nisy nahasakana azy ireo tsy hanohy an’ilay asa, mandra-pandefa tatitra tany amin’i Dariosy sy mandra-pahazo valin-taratasy momba an’izany.",
        "6": "Intỳ ny dika mitovy amin’ilay taratasy ho an’i Dariosy Mpanjaka, izay nalefan’i Tatenay Governora tatỳ amin’ny faritra Ampitan’ny Renirano, sy Setara-bozenay, ary ny mpiara-miasa aminy, izay governora lefitra tatỳ amin’ny faritra Ampitan’ny Renirano.",
        "7": "Nandefasan’izy ireo tatitra izy, ka izao no voasoratra tao: “Ho an’i Dariosy Mpanjaka: “Fiadanana anie ho anao!",
        "8": "Tsara ho fantatry ny mpanjaka fa nankany amin’ny faritanin’i Joda izahay, tany an-tranon’ilay Andriamanitra tena miavaka. Misy manorina izy io, ka vato lehibe nakodiadia no anaovana azy, ary efa napetraka ireo hazo ao anaty rindrina. Mazoto manao an’ilay asa ny olona, ary mandroso haingana ilay izy.",
        "9": "Dia nanontanianay ny anti-panahy teo amin’izy ireo hoe: ‘Iza no nanome baiko anareo hanorina an’io trano io sy handrafitra an’io zavatra io?’",
        "10": "Nanontanianay koa ny anaran’izy ireo mba hahafahanay hanoratra ny anaran’izay lehilahy mitarika azy, ka hampahafantarinay anao.",
        "11": "“Dia izao no navalin’izy ireo anay: ‘Mpanompon’ilay Andriamanitry ny lanitra sy ny tany izahay, ka manorina indray an’ilay trano namboarina taona maro lasa izay. Mpanjaka niavaka iray teo amin’ny Israely no nanorina sy namita azy io.",
        "12": "Nampahatezitra an’ilay Andriamanitry ny lanitra anefa ny razambenay, ka nataony resin’i Nebokadnezara Kaldeanina, mpanjakan’i Babylona. Dia noravan’i Nebokadnezara ity trano ity, ary nataony sesitany tany Babylona ny vahoaka.",
        "13": "Tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Babylona anefa, dia nanome baiko mba hanorenana indray an’ity tranon’Andriamanitra ity i Kyrosy Mpanjaka.",
        "14": "Navoakan’i Kyrosy Mpanjaka avy tao amin’ny tempolin’i Babylona koa ny fitaovana volamena sy volafotsy tato amin’ny tranon’Andriamanitra. Efa nalain’i Nebokadnezara tato amin’ny tempolin’i Jerosalema ireny, dia nentiny tany amin’ny tempolin’i Babylona. Nomena an’i Sesbazara ireny, dia ilay lehilahy nataon’i Kyrosy governora.",
        "15": "Hoy i Kyrosy taminy: “Ento ireo fitaovana ireo ka apetraho ao amin’ilay tempoly any Jerosalema. Dia aoreno indray eo amin’ilay toerany taloha ny tranon’Andriamanitra.”",
        "16": "Dia tonga io Sesbazara io ka nandatsaka ny fototry ny tranon’Andriamanitra teto Jerosalema. Efa naorina ilay trano tamin’izay, nefa mbola tsy vita hatramin’izao.’",
        "17": "“Raha mety amin’ny mpanjaka àry, dia maniraha olona hikaroka ao amin’ny fitehirizana ny zava-tsarobidin’ny mpanjaka ao Babylona, mba hahitana raha tena namoaka baiko tokoa i Kyrosy Mpanjaka hoe haorina indray io tranon’Andriamanitra any Jerosalema io. Dia aleo alefa atỳ aminay izay tapaky ny mpanjaka momba an’izany.”"
    },
    "6": {
        "1": "Tamin’izay i Dariosy Mpanjaka no nanome baiko, ka nisy nanao fikarohana tao amin’ny trano fitehirizana taratasy, izay nametrahana ny harena notehirizina tany Babylona.",
        "2": "Dia nisy horonam-boky hita tao amin’ilay tanàna voaro mafy tao Ekbatana, tany amin’ny faritanin’i Media, ka izao no didy voasoratra tao:",
        "3": "“Tamin’ny taona voalohany nanjakan’i Kyrosy Mpanjaka, dia nanome an’izao baiko izao momba ny tranon’Andriamanitra any Jerosalema i Kyrosy Mpanjaka: ‘Aoreno indray ilay trano ka ao no hanaovana sorona. Ataovy mafy tsara ny fototr’ilay trano. Tokony hatao 60 hakiho ny haavony, ary 60 hakiho ny sakany.",
        "4": "Ny rindrina kosa ataovy amin’ny vato ngezabe, izay nakodiadia haka toerana. Ataovy telo andalana ireo vato ireo ary iray andalana ny vatan-kazo. Avy ao amin’ny tranon’ny mpanjaka ihany no handoavana ny lany.",
        "5": "Tokony haverina koa ny fitaovana volamena sy volafotsy tao an-tranon’Andriamanitra, izay nalain’i Nebokadnezara tao amin’ny tempoly tany Jerosalema ka nentiny tany Babylona. Amin’izay dia haverina amin’ny toerany ao amin’ny tempoly any Jerosalema ireny, dia hapetraka ao an-tranon’Andriamanitra.’",
        "6": "“Aza midikiditra amin’izany àry ianareo, ry Tatenay governoran’ny faritra Ampitan’ny Renirano sy Setara-bozenay ary ny mpiara-miasa aminareo, dia ireo governora lefitra any amin’ny faritra Ampitan’ny Renirano.",
        "7": "Aza sakantsakanana ny asa ao amin’io tranon’Andriamanitra io. Fa hanorina indray ny tranon’Andriamanitra eo amin’ny toerany taloha ny governora sy ny anti-panahin’ny Jiosy.",
        "8": "Manome an’izao baiko izao koa aho ny amin’izay tokony hataonareo amin’ireo anti-panahin’ny Jiosy ireo, mba hanorenana indray an’io tranon’Andriamanitra io: Tokony homena an’ireo lehilahy ireo avy hatrany ny vola holanina amin’ilay asa, mba hitohy foana ilay izy. Avy amin’ny trano fitehirizana ny harenan’ny mpanjaka ilay izy no halaina, izany hoe avy amin’ny hetra voangona any amin’ny faritra Ampitan’ny Renirano.",
        "9": "Tsy maintsy homena azy ireo foana isan’andro koa izay ilainy, dia vantotr’ombilahy sy ondrilahy ary zanak’ondry atao fanatitra dorana ho an’ilay Andriamanitry ny lanitra, varimbazaha, sira, divay, ary menaka, araka izay lazain’ireo mpisorona any Jerosalema.",
        "10": "Amin’izay izy ireo ho afaka hanolotra fanatitra tsy tapaka, izay mampifaly an’ilay Andriamanitry ny lanitra, sady ho afaka hivavaka ho an’ny mpanjaka sy ny zanany.",
        "11": "Manome baiko koa aho fa izay tsy manaraka an’izao didy izao, dia hakana hazo iray ny tranony ary hahantona eo amin’ilay hazo izy. Ny tranony kosa hatao kabinem-bahoaka.",
        "12": "Ary ilay Andriamanitra izay nametraka ny anarany any Jerosalema anie, hanongana an’izay mpanjaka na olona mitady handika an’izao didy izao sy mitady handrava an’ilay tranon’Andriamanitra any! Izaho Dariosy no manome baiko, ka ataovy avy hatrany izany.”",
        "13": "Tonga dia nanatanteraka ny baiko rehetra nomen’i Dariosy Mpanjaka i Tatenay governoran’ny faritra Ampitan’ny Renirano sy Setara-bozenay ary ny mpiara-miasa aminy.",
        "14": "Ary nanohy an’ilay asa fanorenana foana ny anti-panahin’ny Jiosy, ka nandroso tsara ilay izy. Nampahery azy ireo mantsy ny faminanian’i Hagay mpaminany sy Zakaria zafikelin’i Ido. Dia vitan’izy ireo ilay trano, noho ny baikon’ilay Andriamanitry ny Israely sy ny baikon’i Kyrosy sy Dariosy ary Artaksersesy mpanjakan’i Persa.",
        "15": "Vitany tanteraka ilay trano tamin’ny andro fahatelon’ny volana Adara, tamin’ny taona fahenina nanjakan’i Dariosy Mpanjaka.",
        "16": "Dia nitokana an’ilay tranon’Andriamanitra ny Israelita, izany hoe ny mpisorona sy ny Levita ary ny sisa tavela tamin’ny olona avy natao sesitany. Faly be izy ireo tamin’izay.",
        "17": "Izao avy no natolotr’izy ireo tamin’ny fitokanana an’io tranon’Andriamanitra io: Omby 100, ondrilahy 200, zanak’ondry 400, ary osilahy 12 ho fanatitra noho ny ota ho an’ny Israely rehetra, mifanaraka amin’ny isan’ny fokon’ny Israely.",
        "18": "Dia notendren’izy ireo araka ny sokajiny avy ny mpisorona, ary araka ny fizarany avy ny Levita mba hanao ny fanompoana an’Andriamanitra tao Jerosalema, araka izay voasoratra ao amin’ny bokin’i Mosesy.",
        "19": "Nankalaza ny Paska ny olona avy natao sesitany, tamin’ny andro faha-14 amin’ny volana voalohany.",
        "20": "Samy nanadio ny tenany ny mpisorona sy ny Levita, ka nadio daholo. Koa novonoin’izy ireo ny biby hatao sorona hankalazana ny Paska, ho an’ny olona rehetra avy natao sesitany sy ho an’ireo mpisorona hafa ary ho an’ny tenany.",
        "21": "Dia nihinana tamin’izany ny Israelita nody avy any an-tsesitany, sy ny olona rehetra niaraka tamin’izy ireo. Efa tsy nanao intsony an’izay zavatra mandoto fanaon’ny firenena teo amin’ilay tany ireny olona ireny, mba hanompoany an’i Jehovah Andriamanitry ny Israely.",
        "22": "Nankalaza ny Fetin’ny Mofo Tsy Misy Lalivay nandritra ny fito andro koa izy ireo sady falifaly be. Nataon’i Jehovah mantsy izay hahafaly azy ireo. Nataony tsara fanahy tamin’izy ireo koa ny mpanjakan’i Asyria, ka nanampy azy ireo tamin’ilay asa fanorenana ny tranon’ilay tena Andriamanitra, dia ny Andriamanitry ny Israely."
    },
    "7": {
        "1": "Ary niverina i Ezra tatỳ aoriana, tamin’ny fotoana nanjakan’i Artaksersesy mpanjakan’i Persa. I Ezra dia zanak’i Seraia, zanak’i Azaria, zanak’i Hilkia,",
        "2": "zanak’i Saloma, zanak’i Zadoka, zanak’i Ahitoba,",
        "3": "zanak’i Amaria, zanak’i Azaria, zanak’i Meraiota,",
        "4": "zanak’i Zerahia, zanak’i Ozy, zanak’i Boky,",
        "5": "zanak’i Abisoa, zanak’i Finehasa, zanak’i Eleazara, zanak’i Arona lehiben’ny mpisorona.",
        "6": "Niala avy tany Babylona io Ezra io. Mpanao dika soratra izy, ary tena nahay tsara ny Lalàn’i Mosesy, izay nomen’i Jehovah Andriamanitry ny Israely. Nomen’ny mpanjaka azy izay rehetra nangatahiny, satria nanampy azy ny tanan’i Jehovah Andriamaniny.",
        "7": "Niakatra nankany Jerosalema ny sasany tamin’ny Israelita, ny mpisorona, ny Levita, ny mpihira, ny mpiandry vavahady, ary ny mpanompo tao amin’ny tempoly, tamin’ny taona fahafito nanjakan’i Artaksersesy Mpanjaka.",
        "8": "Ary tonga tany Jerosalema i Ezra tamin’ny volana fahadimy, tamin’ny taona fahafito nanjakan’io mpanjaka io.",
        "9": "Tamin’ny andro voalohan’ny volana voalohany i Ezra no nanomboka an’ilay diany avy tany Babylona, ary tonga tany Jerosalema izy tamin’ny andro voalohan’ny volana fahadimy. Nanampy azy mantsy ny tanan’ny Andriamaniny.",
        "10": "Efa nanomana ny fony i Ezra mba handinika sy hampihatra ny Lalàn’i Jehovah, ary hampianatra ny fitsipika sy ny didim-pitsarana ao amin’izy io, tany Israely.",
        "11": "Intỳ ny dika mitovy amin’ilay taratasy nomen’i Artaksersesy Mpanjaka an’i Ezra, izay mpisorona sady mpanao dika soratra, ary mpandalina ny didin’i Jehovah sy ny fitsipiny ho an’ny Israely:",
        "12": "* “Avy amin’i Artaksersesy, ilay mpanjakan’ny mpanjaka, ho an’i Ezra mpisorona, mpanao dika soratra ny Lalàn’ilay Andriamanitry ny lanitra: Fiadanana anie ho anao!",
        "13": "Nanome baiko aho hoe na iza na iza amin’ny vahoakan’Israely sy ny mpisorony ary ny Levita eto amin’ny fanjakako, ka te hiaraka aminao ho any Jerosalema, dia mahazo mandeha.",
        "14": "Fa irahin’ny mpanjaka sy ny mpanolo-tsainy fito ianao mba hanadihady any Joda sy Jerosalema, raha ampiharina tokoa ny Lalàn’ny Andriamanitrao, izay nankinina taminao.",
        "15": "Ento koa ny volafotsy sy ny volamena avy any amin’ny mpanjaka sy ny mpanolo-tsainy, nomen’izy ireo an-tsitrapo ho an’ilay Andriamanitry ny Israely, izay any Jerosalema.",
        "16": "Ento koa ny volafotsy sy ny volamena rehetra azonao manerana ny faritanin’i Babylona, sy ny fanomezana avy amin’ny olona sy ny mpisorona, omen’izy ireo an-tsitrapo ho an’ny tranon’ny Andriamaniny any Jerosalema.",
        "17": "Ampiasao avy hatrany izany vola izany mba hividianana ombilahy sy ondrilahy sy zanak’ondry, ary fanatitra varimbazaha sy fanatitra zava-pisotro ilaina miaraka amin’ireo. Dia atolory eo amin’ny alitaran’ny tranon’ny Andriamanitrareo any Jerosalema izany.",
        "18": "“Azonao sy ny rahalahinao ampiasaina amin’izay hitanareo fa mety ny ambin’ny volafotsy sy volamena, araka ny sitrapon’ilay Andriamanitrareo.",
        "19": "Ary atolory eo anatrehan’Andriamanitra any Jerosalema daholo ny fitaovana nomena anao mba hampiasaina amin’ny fanompoana ao an-tranon’ny Andriamanitrao.",
        "20": "Izay zavatra hafa mbola ilaina ao an-tranon’ny Andriamanitrao ka tokony homenao, dia alaivo ao amin’ny trano fitehirizana ny harenan’ny mpanjaka.",
        "21": "“Izaho, Artaksersesy Mpanjaka, dia manome baiko anareo mpitahiry ny harenam-panjakana rehetra any amin’ny faritra Ampitan’ny Renirano, hoe tokony homenareo avy hatrany izay rehetra angatahin’i Ezra mpisorona, ilay mpanao dika soratra ny Lalàn’ilay Andriamanitry ny lanitra.",
        "22": "Omeo azy izay angatahiny na dia hatramin’ny volafotsy 100 talenta, varimbazaha 100 kora, divay 100 bata, ary menaka 100 bata aza. Omeo azy koa izay sira rehetra ilaina.",
        "23": "Tanteraho daholo ny baikon’ilay Andriamanitry ny lanitra ho an’ny tranony. Tokony hafana fo ianareo rehefa manao an’izany, amin’izay ilay Andriamanitry ny lanitra tsy ho tezitra amin’ny vahoaka ao amin’ny fanjakan’ny mpanjaka sy amin’ny zanaky ny mpanjaka.",
        "24": "Ilazana koa ianareo fa tsy azo atao ny mitaky hetra na haba na hetran-dalana amin’ny mpisorona, ny Levita, ny mpitendry zavamaneno, ny mpiandry varavarana, ny mpanompo ao amin’ny tempoly, ary ny mpiasa ao amin’io tranon’Andriamanitra io.",
        "25": "“Ary ianao, ry Ezra, ampiasao ny fahendrena nomen’ilay Andriamanitrao anao, dia manendre mpahay lalàna sy mpitsara, mba hitsara ny olona rehetra any amin’ny faritra Ampitan’ny Renirano, dia izay rehetra mahalala ny lalàn’ny Andriamanitrao. Tokony hampianarinao kosa izay tsy mahalala an’izany.",
        "26": "Fa na iza na iza tsy mety mankatò ny Lalàn’ny Andriamanitrao sy ny lalàn’ny mpanjaka, dia tokony hampiharina aminy avy hatrany ny didim-pitsarana, ka hovonoina ho faty izy na horoahina, na hampandoavina sazy na hogadraina.”",
        "27": "Hoderaina anie i Jehovah Andriamanitry ny razambentsika, izay nanao an’izany tao am-pon’ny mpanjaka mba hahatsara tarehy ny tranon’i Jehovah any Jerosalema!",
        "28": "Sady tia ahy Izy no tsy nivadika tamiko, ka nataony nahazo sitraka tamin’ny mpanjaka sy ny mpanolo-tsainy ary ny andriana rehetra miaraka amin’ny mpanjaka aho. Lasa be herim-po àry aho, satria nanampy ahy ny tanan’i Jehovah Andriamanitro. Ary novoriko ireo lehilahy mpitarika teo amin’ny Israely mba hiara-miakatra amiko."
    },
    "8": {
        "1": "Ireto avy ny lohan’ireo fianakaviambe sy ireo voasoratra tao amin’ny tetirazana, izay niaraka tamiko niala avy tany Babylona, tamin’ny andro nanjakan’i Artaksersesy Mpanjaka:",
        "2": "I Gersoma, avy amin’ny taranak’i Finehasa; Daniela, avy amin’ny taranak’i Itamara; Hatosy, avy amin’ny taranak’i Davida;",
        "3": "Zakaria, avy amin’ny taranak’i Sekania sy avy amin’ny taranak’i Parosy, ary nisy 150 lahy voasoratra anarana niaraka taminy;",
        "4": "Eliho-enay zanak’i Zerahia, avy amin’ny taranak’i Pahata-moaba, ary nisy 200 lahy niaraka taminy;",
        "5": "Sekania zanak’i Jahaziela, avy amin’ny taranak’i Zato, ary nisy 300 lahy niaraka taminy;",
        "6": "Ebeda zanak’i Jonatana, avy amin’ny taranak’i Adina, ary nisy 50 lahy niaraka taminy;",
        "7": "Jesaia zanak’i Atalia, avy amin’ny taranak’i Elama, ary nisy 70 lahy niaraka taminy;",
        "8": "Zebadia zanak’i Mikaela, avy amin’ny taranak’i Sefatia, ary nisy 80 lahy niaraka taminy;",
        "9": "Obadia zanak’i Jehiela, avy amin’ny taranak’i Joaba, ary nisy 218 lahy niaraka taminy;",
        "10": "Selomita zanak’i Josifia, avy amin’ny taranak’i Bany, ary nisy 160 lahy niaraka taminy;",
        "11": "Zakaria zanak’i Bebay, avy amin’ny taranak’i Bebay, ary nisy 28 lahy niaraka taminy;",
        "12": "Johanana zanak’i Hakatana, avy amin’ny taranak’i Azgada, ary nisy 110 lahy niaraka taminy;",
        "13": "Elifeleta sy Jeiela ary Semaia no anaran’ireo avy amin’ny taranak’i Adonikama, ka ireo no farany amin’io taranaka io, ary nisy 60 lahy niaraka tamin’izy ireo;",
        "14": "Otahy sy Zaboda, avy amin’ny taranak’i Bigvay, ary nisy 70 lahy niaraka tamin’izy ireo.",
        "15": "Novoriko teo amin’ilay renirano mankany Ahava izy ireo, dia nitoby telo andro teo izahay. Rehefa nandinika tsara ny vahoaka sy ny mpisorona anefa aho, dia tsy nahita Levita na iray aza.",
        "16": "Dia nampanantsoiko i Eliezera, Ariela, Semaia, Elnatana, Jariba, Elnatana, Natana, Zakaria, ary Mesolama izay samy lehilahy mpitarika, ary Joariba sy Elnatana izay samy mpampianatra.",
        "17": "Ary nomeko baiko izy ireo ho any amin’i Ido, ilay mpitarika tao amin’ilay toerana atao hoe Kasifia. Nasaiko niteny tamin’i Ido sy ny rahalahiny, izay mpanompo tao amin’ny tempoly nipetraka tao Kasifia, izy ireo, mba hitondra olona hanompo ao an-tranon’ilay Andriamanitray.",
        "18": "Nanampy anay ny tanan’ilay Andriamanitray, ka nentin’izy ireo tany aminay ilay lehilahy malina atao hoe Serebia, avy amin’ny taranak’i Maly zafikelin’i Levy, zanak’i Israely. Nentin’izy ireo koa ny zanak’i Serebia sy ny rahalahiny, 18 lahy;",
        "19": "ary Hasabia sy Jesaia avy amin’ny Merarita, niaraka tamin’ireo rahalahiny sy ny zanak’izy ireo, 20 lahy.",
        "20": "Ary nisy 220 ny mpanompo tao amin’ny tempoly, izay samy voasoratra anarana. I Davida sy ny andriana no efa nanome mpanompo tao amin’ny tempoly mba hanampy ny Levita.",
        "21": "Dia nasaiko nifady hanina teo amin’ny reniranon’i Ahava ny olona. Tianay mantsy ny hanetry tena teo anatrehan’Andriamanitray, sy hangataka azy hitarika ny dianay, dia izahay sy ny zanakay miaraka amin’ny fanananay rehetra.",
        "22": "Fa nahamenatra ahy ny hangataka miaramila sy mpitaingin-tsoavaly tamin’ny mpanjaka, mba hiaro anay tamin’ny fahavalo teny an-dalana. Efa nilaza tamin’ny mpanjaka mantsy izahay hoe: “Ny tanan’ilay Andriamanitray manampy an’izay rehetra mitady azy, fa ny heriny sy ny hatezerany kosa ampihariny amin’izay rehetra mahafoy azy.”",
        "23": "Dia nifady hanina sy nangataka momba an’izany tamin’Andriamanitray izahay, ka nohenoiny ny fitalahoanay.",
        "24": "Natokako ny 12 lahy tamin’ny lehiben’ny mpisorona, dia i Serebia sy Hasabia ary ny folo tamin’ny rahalahin’izy ireo.",
        "25": "Nolanjaiko dia nomeko azy ireo ny volafotsy sy ny volamena ary ny fitaovana, izany hoe ny fanomezana nomen’ny mpanjaka sy ny mpanolo-tsainy sy ny andrianany ary ny Israelita rehetra teo ho an’ny tranon’ny Andriamanitray.",
        "26": "Ireto no nomeko azy ireo, rehefa avy nolanjaiko: Volafotsy 650 talenta, fitaovana volafotsy 100 izay nitentina 2 talenta, volamena 100 talenta,",
        "27": "vilia baolina kely volamena 20 izay nitentina 1 000 darìka, ary fitaovana 2 vita amin’ny varahina tena tsara, izay mena mamirapiratra sady sarobidy hoatran’ny volamena.",
        "28": "Dia hoy aho tamin’izy ireo: “Masina amin’i Jehovah ianareo, ary masina ireo fitaovana ireo. Fanatitra an-tsitrapo ho an’i Jehovah Andriamanitry ny razambenareo koa ireo volafotsy sy volamena ireo.",
        "29": "Arovy tsara ireo mandra-pandanjanareo azy ao amin’ ny efitra ao an-tranon’i Jehovah, eo imason’ny lehiben’ny mpisorona sy ny Levita ary ny andrianan’ny fianakaviamben’ny Israely any Jerosalema.”",
        "30": "Dia nalain’ny mpisorona sy ny Levita ireo volafotsy sy volamena ary fitaovana voalanja ireo, mba hoentina any Jerosalema any an-tranon’ny Andriamanitray.",
        "31": "Ary niala teo amin’ny reniranon’i Ahava izahay tamin’ny andro faha-12 amin’ny volana voalohany, mba hankany Jerosalema. Nanampy anay ny tanan’Andriamanitray, ka namonjy anay tamin’ny fahavalo sy tamin’izay niafina mba hanafika anay teny an-dalana.",
        "32": "Dia tonga tany Jerosalema izahay ary nijanona telo andro tao.",
        "33": "Ary tamin’ny andro fahefatra, dia nolanjainay tao an-tranon’Andriamanitray ny volafotsy sy ny volamena ary ny fitaovana, ka natolotray an’i Meremota mpisorona zanak’i Oria, sy Eleazara zanak’i Finehasa, ary ny Levita niaraka tamin’izy ireo, dia i Jozabada zanak’i Jesoa sy Noadia zanak’i Binoy.",
        "34": "Nisaina sy nolanjaina ny zava-drehetra, ary nosoratana daholo ny lanjany.",
        "35": "Ary nanolotra an’ireto sorona dorana ireto ho an’ny Andriamanitry ny Israely ny olona babo taloha sy natao sesitany: Ombilahy 12 ho an’ny Israely rehetra, ondrilahy 96, ondrilahy kely 77, ary osilahy 12 ho fanatitra noho ny ota. Fanatitra dorana ho an’i Jehovah daholo ireo.",
        "36": "Dia nomenay an’ireo lehibem-paritany notendren’ny mpanjaka, sy ny governora atỳ amin’ny faritra Ampitan’ny Renirano ny didin’ny mpanjaka, ka nanampy ny vahoaka izy ireo sady nanome an’izay nilaina ho an’ny tranon’ilay tena Andriamanitra."
    },
    "9": {
        "1": "Raha vao vita izany, dia nanatona ahy ireo andriana ka niteny hoe: “Tsy misaraka amin’ny mponina manodidina ange ny vahoakan’Israely sy ny mpisorona ary ny Levita e! Ry zareo koa tsy mety miala amin’ny fanaony maharikoriko, dia ny fanaon’ny Kananita, ny Hetita, ny Perizita, ny Jebosita, ny Amonita, ny Moabita, ny Ejipsianina, ary ny Amorita.",
        "2": "Fa nalain’izy ireo ho vadiny sy ho vadin’ny zanany lahy ny sasany tamin’ny zanakavavin’ireny. Dia lasa nifangaroharo tamin’ny mponina manodidina ry zareo nefa taranaka masina. Ary ny andriana sy ny solontenam-panjakana no voalohany nivadika hoatr’izany.”",
        "3": "Raha vao henoko izany, dia norovitiko ny akanjoko anatiny sy ivelany, ary nongotako ny volon-dohako sy ny volombavako, ka tafapetraka teo aho fa kivy tanteraka.",
        "4": "Ary nitangorona teo amiko daholo izay nanaja ny tenin’ny Andriamanitry ny Israely, satria nalahelo izy ireo fa nivadika ny olona avy natao sesitany. Mbola tafapetraka teo aho fa kivy tanteraka, mandra-pahatongan’ny fotoanan’ny fanatitra varimbazaha amin’ny takariva.",
        "5": "Ary nipetraka ela be teo aho fa nalahelo be. Dia nitsangana aho tamin’ny fotoanan’ny fanatitra varimbazaha amin’ny takariva, ary mbola teny amiko ny akanjoko anatiny sy ivelany norovitiko. Dia nandohalika aho ka namelatra ny tanako ho amin’i Jehovah Andriamanitro.",
        "6": "Ary hoy aho: “Andriamanitro ô! Menatra sy sadaikatra aho ny hiandrandra any aminao, ry Andriamanitro ô! Fa lasa be dia be ny fahadisoanay ka mihoatra ny lohanay, ary efa manakatra ny lanitra ny helokay.",
        "7": "Tena lehibe ny helokay, hatramin’ny andron’ny razambenay ka hatramin’izao. Ary noho ny fahadisoanay, dia navela ho resin’ny mpanjakan’ny tany hafa izahay sy ny mpanjakanay ary ny mpisoronay. Dia novonoina tamin’ny sabatra izahay, nentina ho babo, norobaina, ary nalam-baraka, hoatran’izao androany izao.",
        "8": "Izao anefa mba mankasitraka anay vetivety ianao, ry Jehovah Andriamanitray, ka navelanao ho afa-mandositra ny sasany aminay, sady nataonao tsy manana ahiahy ao amin’ny toeranao masina izahay. Amin’izay dia ho falifaly izahay, ry Andriamanitray ô, ary ho velombelona kely izahay na dia andevozina aza.",
        "9": "Tsy nafoinao izahay na dia mpanompo sady andevozina aza, ry Andriamanitray ô! Tia anay sady tsy mivadika aminay kosa ianao, ka nataonao nahazo sitraka tamin’ny mpanjakan’i Persa izahay. Tianao ho velombelona mantsy izahay ka hanorina indray an’ilay tranon’ny Andriamanitray efa rava, ary tianao homena manda vato eto Joda sy Jerosalema.",
        "10": "“Inona intsony àry izao no holazainay, ry Andriamanitray ô? Fa tsy narahinay ny didinao,",
        "11": "izay nomenao anay tamin’ny alalan’ny mpaminany mpanomponao, hoe: ‘Ny tany hidiranareo izay ho lasanareo dia tany voaloto, satria maloto ny mponina ao sady maharikoriko ny fanaony. Nofenoiny fanao maloto ilay tany manontolo.",
        "12": "Aza omena ho vadin’ny zanany lahy àry ny zanakareo vavy, ary aza ekena ho vadin’ny zanakareo lahy ny zanany vavy. Aza mitady izay hahasoa azy mihitsy na manao izay hiadanany. Amin’izay ianareo dia hihamahery sy hihinana izay tsara eo amin’ilay tany. Dia ho lasanareo ilay tany ka ho lovan’ny zanakareo mandrakizay.’",
        "13": "Efa izao no manjo anay noho izahay nanao ratsy sy tena meloka, nefa ianao aza tsy namaly anay araka ny fahadisoanay, ry Andriamanitray ô, fa mbola navelanao handositra izahay ireto.",
        "14": "Dia mbola handika ny didinao indray ve izahay ka hifanambady amin’olona manao an’ireo zavatra maharikoriko ireo? Tsy ho tezitra be aminay ve ianao ka handringana anay tanteraka, dia tsy hisy hiangana na ho tafavoaka velona intsony izahay?",
        "15": "Ry Jehovah Andriamanitry ny Israely ô, manao ny rariny ianao, satria mbola misy miangana izahay ka mbola velona hatramin’izao. Koa indreto izahay meloka eto anatrehanao, na dia tsy tokony hijoro eto anatrehanao aza izahay noho izay nataonay.”"
    },
    "10": {
        "1": "Raha mbola nivavaka sy nibaboka teo i Ezra, ka mbola nitomany sy nihohoka teo anoloan’ny tranon’ilay tena Andriamanitra, dia nisy Israelita be dia be nitangorona teo aminy, dia lehilahy sy vehivavy ary ankizy. Nitomany be koa mantsy ny olona.",
        "2": "Dia niteny tamin’i Ezra i Sekania zanak’i Jehiela, avy amin’ny taranak’i Elama, hoe: “Nivadika tamin’Andriamanitsika izahay, satria nanambady vehivavy hafa firenena avy tamin’ny mponina manodidina. Mbola misy fanantenana ihany anefa ho an’ny Israely.",
        "3": "Andao àry isika hanao fifanekena amin’Andriamanitsika hoe horoahina ireo vehivavy rehetra ireo sy izay naterany, araka ny toromarika nomen’i Jehovah sy ireo manaja ny didin’Andriamanitsika. Andao hatao mifanaraka amin’ny Lalàna ny zavatra ataontsika.",
        "4": "Mitsangàna fa adidinao izao raharaha izao, ary manohana anao izahay. Mahereza dia manaova zavatra.”",
        "5": "Dia nitsangana i Ezra, ka nasainy nianiana ny lehiben’ny mpisorona sy ny Levita ary ny Israely rehetra hoe hanatanteraka an’izany. Dia nianiana izy ireo.",
        "6": "Ary niala teo anoloan’ny tranon’ilay tena Andriamanitra i Ezra, ka nankao amin’ny efitr’i Johanana zanak’i Eliasiba. Tsy nihinan-kanina na nisotro rano anefa izy, na dia nankao aza, satria nalahelo fa nivadika ny olona avy natao sesitany.",
        "7": "Dia nampilaza nanerana an’i Joda sy Jerosalema izy ireo hoe tokony hivory any Jerosalema izay rehetra avy natao sesitany.",
        "8": "Nanapa-kevitra koa ny andriana sy ny anti-panahy hoe izay tsy tonga ao anatin’ny telo andro, dia horoahina tsy ho anisan’ny fiangonan’ny olona avy natao sesitany, ary halaina daholo ny fananany.",
        "9": "Dia tafavory tao Jerosalema ny lehilahy rehetra anisan’ny fokon’i Joda sy Benjamina tao anatin’ny telo andro, tamin’ny andro faha-20 amin’ny volana fahasivy. Nipetraka teo an-tokotanin’ny tranon’ilay tena Andriamanitra ny olona rehetra, ary nangovitra izy ireo satria raharaha lehibe no hodinihina sady avy be koa ny orana.",
        "10": "Dia nitsangana i Ezra mpisorona ka niteny hoe: “Nivadika tamin’Andriamanitra ianareo satria nanambady vehivavy hafa firenena, ka vao mainka meloka ny Israely.",
        "11": "Samia ianareo mibaboka amin’i Jehovah Andriamanitry ny razambenareo, ka ataovy ny sitrapony. Dia misaraha amin’ny mponina manodidina sy amin’ireo vehivavy hafa firenena vadinareo ireo.”",
        "12": "Dia niara-niredona ny fiangonana manontolo hoe: “Adidinay ny manatanteraka an-tsakany sy an-davany an’izay lazainao.",
        "13": "Be dia be anefa ny olona eto sady fotoanan’ny orana izao, ka tsy ho vita ny hijoro etỳ ivelany. Tsy ho voalamina iray na roa andro koa ity raharaha ity, satria tena nikomy mihitsy izahay tamin’iny nataonay iny.",
        "14": "Koa raha mety re dia aleo ny andriananay no hisolo tena ny fiangonana manontolo e! Ary aleo izay rehetra manambady vehivavy hafa firenena ao amin’ny tanànanay no ho tonga amin’ny fotoana voatondro, miaraka amin’ny anti-panahy sy ny mpitsaran’ny tanàna tsirairay. Amin’izay dia hilamina ity raharaha ity, ka tsy ho tezitra be amintsika intsony ilay Andriamanitsika.”",
        "15": "Tsy nanaiky an’izany anefa i Jonatana zanak’i Asahela sy Jahaza zanak’i Tikva, ary nanampy azy ireo koa i Mesolama sy Sabetahy izay samy Levita.",
        "16": "Ny olona avy natao sesitany kosa nanatanteraka an’izay efa nifanarahana. Tamin’ny andro voalohan’ny volana fahafolo àry, dia nivory nitokana i Ezra mpisorona sy ny lohan’ireo fianakaviambe, dia izay rehetra voatonona anarana, mba handinika an’ilay raharaha.",
        "17": "Voalamin’izy ireo tamin’ny andro voalohan’ny volana voalohany ny momba ny lehilahy rehetra nanambady vehivavy hafa firenena.",
        "18": "Dia fantatra hoe nisy nanambady vehivavy hafa firenena koa ny taranaky ny mpisorona, ka ny avy tamin’ny taranak’i Jesoa zanak’i Jozadaka sy ny rahalahiny dia i Mahaseia sy Eliezera sy Jariba ary Gedalia.",
        "19": "Nampanantena handroaka ny vadiny anefa izy ireo. Meloka izy ireo ka nampanantena hanome ondrilahy avy amin’ny andian’ondry, ho fanatitra noho ny heloka.",
        "20": "Ny avy tamin’ny taranak’i Imera dia i Hanany sy Zebadia.",
        "21": "Ny avy tamin’ny taranak’i Harima dia i Mahaseia, Elia, Semaia, Jehiela, ary Ozia.",
        "22": "Ny avy tamin’ny taranak’i Pasora dia i Elioenay, Mahaseia, Ismaela, Netanela, Jozabada, ary Elasa.",
        "23": "Ny avy tamin’ny Levita dia i Jozabada, Simey, Kelaia na Kelita, Petahia, Joda, ary Eliezera.",
        "24": "Ary ny avy tamin’ireo mpihira dia i Eliasiba, ary ny avy tamin’ireo mpiandry vavahady dia i Saloma sy Talema ary Ory.",
        "25": "Ny avy tamin’ny Israely, avy tamin’ny taranak’i Parosy, dia i Ramia, Jizia, Malkia, Miamina, Eleazara, Malkia, ary Benaia.",
        "26": "Ny avy tamin’ny taranak’i Elama dia i Matania, Zakaria, Jehiela, Abdia, Jeremota, ary Elia.",
        "27": "Ny avy tamin’ny taranak’i Zato dia i Elioenay, Eliasiba, Matania, Jeremota, Zabada, ary Aziza.",
        "28": "Ny avy tamin’ny taranak’i Bebay dia i Johanana, Hanania, Zabay, ary Atlay.",
        "29": "Ny avy tamin’ny taranak’i Bany dia i Mesolama, Maloka, Adaia, Jasoba, Seala, ary Jeremota.",
        "30": "Ny avy tamin’ny taranak’i Pahata-moaba dia i Adna, Kelala, Benaia, Mahaseia, Matania, Bezalila, Binoy, ary Manase.",
        "31": "Ny avy tamin’ny taranak’i Harima dia i Eliezera, Jisia, Malkia, Semaia, Simeona,",
        "32": "Benjamina, Maloka, ary Semaria.",
        "33": "Ny avy tamin’ny taranak’i Hasoma dia i Matenay, Matata, Zabada, Elifeleta, Jeremay, Manase, ary Simey.",
        "34": "Ny avy tamin’ny taranak’i Bany dia i Maday, Amrama, Oela,",
        "35": "Benaia, Bedeia, Keloho,",
        "36": "Vania, Meremota, Eliasiba,",
        "37": "Matania, Matenay, ary Jasao.",
        "38": "Ny avy tamin’ny taranak’i Binoy dia i Simey,",
        "39": "Selemia, Natana, Adaia,",
        "40": "Maknadebay, Sasay, Saray,",
        "41": "Azarela, Selemia, Semaria,",
        "42": "Saloma, Amaria, ary Josefa.",
        "43": "Ary ny avy tamin’ny taranak’i Nebo dia i Jeiela, Matitia, Zabada, Zebina, Jadao, Joela, ary Benaia.",
        "44": "Nanambady vehivavy hafa firenena daholo ireo, ka nandroaka an’ireny vadiny ireny sy ny zanany."
    },
    "meta": {
        "name": "Ezra",
        "order": 14,
        "chapter_number": 10
    }
}