{
    "1": {
        "1": "Indrisy! Mipetraka irery ankehitriny ilay tanàna be olona fahiny. Nanjary toy ny vehivavy mpitondratena ilay tanàna izay be mponina teo amin’ireo firenena! Manao asa an-terivozona ilay andriambavin’ireo faritany! ב [ Beta ]",
        "2": "Mitomany be izy mandritra ny alina, ary mikoriana amin’ny takolany ny ranomasony. Tsy misy amin’izay rehetra tia azy mba mampionona azy. Nivadika taminy avokoa ny namany, fa lasa fahavalony. ג [ Gimela ]",
        "3": "Lasa an-tsesitany i Joda noho ny fahoriana sy ny fanandevozana mafy. Voatery monina any amin’ireo firenena izy. Tsy mahita fiadanana mihitsy izy. Nahatratra azy tampoka tao anatin’ny fahoriana ireo rehetra nanenjika azy. ד [ Daleta ]",
        "4": "Misaona ireo lalan’i Ziona, satria tsy misy mandeha mamonjy fety. Tsy misy olona intsony eny amin’ny vavahadiny rehetra, ary misento ny mpisorony. Vonton’alahelo ireo virjininy, ary izy koa aza ory dia ory. ה [ He ]",
        "5": "Ireo fahavalony no lasa ambony, ary tsy manana ahiahy ireny. Nampahorin’i Jehovah izy noho ny fandikan-dalàna be dia be nataony, Ka lasa babo teo anoloan’ny fahavalony ny zanany. ו [ Vao ]",
        "6": "Niala tamin’i Ziona zanakavavy ny famirapiratany rehetra. Toy ny serfa tsy mahita tanimbilona ireo andrianany, Ary tsy manan-kery izy ireo mandeha eo alohan’ny mpanenjika azy. ז [ Zaina ]",
        "7": "Tamin’ny andro naha ory an’i Jerosalema ka tsy nanan-kialofana ny olony, dia tsaroany Ny zava-tsarobidy rehetra azony fahiny. Rehefa lavo teo an-tanan’ny fahavalo ny olony, ary tsy nisy nanampy i Jerosalema, Dia nahita izany ny fahavalo, ka nihomehy azy nianjera. ח [ Heta ]",
        "8": "Nanota an-kitsirano i Jerosalema, ka lasa zava-maharikoriko. Izay rehetra nanome voninahitra azy, dia lasa manao tsinontsinona azy satria nahita ny fitanjahany. Misento koa izy ary mitodi-damosina. ט [ Teta ]",
        "9": "Eo amin’ny akanjony ny fahalotoany. Hadinony ny hoaviny. Mahagaga ny fomba ianjerany. Tsy misy mpampionona izy. Jehovah ô, jereo ny fahoriako, fa mirehareha ny fahavalo. י [ Yôda ]",
        "10": "Naninjitra ny tanany haka ny zava-tsarobidiny rehetra ireo fahavalo. Nahita firenena niditra tao amin’ny toerany masina izy, Nefa ianao efa nandidy hoe tsy mahazo miditra eo amin’ny fiangonanao ireny. כ [ Kafa ]",
        "11": "Misento avokoa ny olony. Mangataka hanina izy ireo, Ary nanome ny zava-tsarobidiny izy ireo mba hatakalo zavatra hohanina, ka hamelombelona azy. Jehovah ô, jereo ka diniho fa nanjary toy ny vehivavy tsy misy vidiny aho. ל [ Lameda ]",
        "12": "Tsinontsinona aminareo mpandalo rehetra ve izany? Jereo ka diniho: Mba misy fijaliana mafy toy izao manjo ahy izao ve, Izay fahoriana avy amin’i Jehovah, amin’ny andro ampiharany ny fahatezerany mafy? מ [ Mema ]",
        "13": "Avy any amin’ny avo no andatsahany afo ho amin’ny taolako, ka ataony manaiky azy ny taolako tsirairay. Namelatra harato hamandrihana ny tongotro izy. Nampihemotra ahy izy. Nahatonga ahy ho vehivavy nafoy izy. Ary marary foana aho. נ [ Nona ]",
        "14": "Mailo foana izy ka hitany ny fandikan-dalàna ataoko. Mifamatopatotra eo an-tanany ireny. Ary miakatra eny amin’ny vozoko ireny. Mangozohozo ny heriko. I Jehovah efa nanolotra ahy teo an-tanan’ireo tsy voatohitro. ס [ Sameka ]",
        "15": "Nailik’i Jehovah tsy ho eo anivoko ny olo-maheriko rehetra. Nampanao fivoriana izy hamelezana ahy, mba hamotipotehana ny zatovoko. I Jehovah dia nanitsakitsaka ny lavaka famiazam-boalobok’i Joda zanakavavy virjiny. ע [ Aina ]",
        "16": "Noho izany rehetra izany, dia mitomany aho ka vonton-dranomaso. Fa nanjary lavitra ahy ny mpampionona, izay tokony hamelombelona ahy. Nanjary nafoy ny zanako, fa mirehareha ny fahavalo. פ [ Pe ]",
        "17": "Namelatra ny tanany i Ziona. Tsy misy mpampionona izy. Nodidian’i Jehovah ireo rehetra manodidina an’i Jakoba mba ho tonga fahavalony. Lasa zava-maharikoriko teo amin’izy ireo i Jerosalema. צ [ Tsade ]",
        "18": "Rariny ny an’i Jehovah fa efa nikomy tamin’ny teniny aho. Mihainoa, ry firenena rehetra, ary jereo ny fijaliako. Lasa any amin’ny fahababoana ny virjiniko sy ny zatovoko. ק [ Kôfa ]",
        "19": "Nantsoiko ireo tia ahy fatratra, nefa namitaka ahy ireny. Ny mpisorona sy ny lahiantitra teo amiko dia niala aina tao an-tanàna, Eny, niala aina teo am-pitadiavana zavatra hohanina mba hamelombelomana ny tenany. ר [ Resa ]",
        "20": "Jehovah ô, jereo fa azom-pahoriana mafy aho. Mangotikotika ny tsinaiko. Feno tebiteby ny foko tao anatiko tao, fa nikomy tanteraka aho. Tany ivelany dia nandripaka ankizy ny sabatra, ary tao an-trano koa nisy fahafatesana. ש [ Shina ]",
        "21": "Ren’ny olona hoe misento aho. Tsy misy mpampionona aho. Ren’ny fahavaloko rehetra ny loza manjo ahy. Mifaly izy ireo satria ianao no nanao izany. Hataonao izay hiavian’ilay andro efa nambaranao, mba hahatonga azy ireo ho tahaka ahy. ת [ Tao ]",
        "22": "Enga anie ho eo anatrehanao ny faharatsiany rehetra! Ary asio mafy izy ireo, Toy ny namelezanao ahy mafy noho ny fandikan-dalàna rehetra nataoko. Fa be ny fisentoako, ary marary ny foko."
    },
    "2": {
        "1": "Indrisy! Nataon’i Jehovah saron-drahona i Ziona zanakavavy, fa tezitra Izy. Nazerany avy any an-danitra ho amin’ny tany ny hatsaran-tarehin’ny Israely. Ary tsy tsaroany ny fitoeran-tongony, tamin’ny andro fahatezerany. ב [ Beta ]",
        "2": "Nolevonin’i Jehovah ireo fonenan’i Jakoba, ka tsy nisy niantrany. Tao anatin’ny fisafoahana no nandravany ireo toerana voaro mafin’i Joda zanakavavy. Nazerany tamin’ny tany sy nozimbazimbainy ilay fanjakana sy ny andrianany. ג [ Gimela ]",
        "3": "Nokapainy tamin-katezerana mafy ny tandroka * rehetran’ny Israely. Nampihemotra ny tanany havanana teo anoloan’ny fahavalo izy. Ary eo amin’i Jakoba izy dia mirehitra toy ny afo miredareda izay mandevona ny manodidina. ד [ Daleta ]",
        "4": "Namatotra ny tadin-tsipìkany izy, toy ny ataon’ny fahavalo. Ny tanany havanana dia naka toerana Toy ny fahavalo, ka novonoiny izay rehetra nahafinaritra ny maso. Nalatsany toy ny afo tao amin’ny tranolain’ny zanakavavin’i Ziona ny fahatezerany. ה [ He ]",
        "5": "Nanjary toy ny fahavalo i Jehovah. Naripany ny Israely. Nolevoniny avokoa ny tilikambo fonenana, ary noravany ireo toerany voaro mafy. Nampitomboiny ny fisaonana sy ny fitomaniana tao amin’i Joda zanakavavy. ו [ Vao ]",
        "6": "Nopotehiny toy ny trano bozaka eny an-jaridaina ny trano rantsankazony. Noravany ny fetiny. Nataon’i Jehovah hadino ny fety sy ny sabata, tao Ziona. Ary tsy nohajainy ny mpanjaka sy ny mpisorona, rehefa nanameloka tamin-katezerana izy. ז [ Zaina ]",
        "7": "Nafoin’i Jehovah ny alitarany. Nolaviny ny toerany masina. Natolony teo an-tanan’ireo fahavalo ny mandan’ny tilikambo fonenana. Nihorakoraka toy ny amin’ny andro fety izy ireo, tao an-tranon’i Jehovah. ח [ Heta ]",
        "8": "Noeritreretin’i Jehovah horavana ny mandan’i Ziona zanakavavy. Nohenjaniny ny tady fandrefesana. Tsy nampihemotra ny tanany tsy handripaka izy. Ary nataony nisaona ny tovon-tany sy ny manda. Samy ketraka ireny. ט [ Teta ]",
        "9": "Tafalentika ao anaty tany ny vavahadiny. Ary nanimba sy namotipotika ireo bara hidiny Izy. Any amin’ireo firenena izao ny mpanjakany sy ny andrianany. Tsy misy lalàna. Ary tsy mahazo fahitana avy amin’i Jehovah ireo mpaminaniny. י [ Yôda ]",
        "10": "Mitombina amin’ny tany sady mangina ny anti-panahin’i Ziona zanakavavy. Asian’izy ireo vovoka ny lohany, ary misikina lamba gony izy. Ary ny virjinin’i Jerosalema dia miondrika ka mitehika amin’ny tany ny lohany. כ [ Kafa ]",
        "11": "Reraka ny masoko noho ny ranomaso be loatra. Mangotikotika ny tsinaiko. Mipotsaka amin’ny tany ny atiko satria lavo ny oloko zanakavavy, Ary safotra eny amin’ny tany malalaky ny tanàna ny ankizy sy ny zaza minono. ל [ Lameda ]",
        "12": "Miteny amin-dreniny foana izy ireo hoe: “Aiza ny sakafo sy ny divay?” Fa safotra toy ny olona voavono eny amin’ny tany malalaky ny tanàna izy ireo, Ary miala * aina eo an-tratran-dreniny. מ [ Mema ]",
        "13": "Inona re no porofo azoko aseho anao e? Hampitoviko amin’inona ianao, ry Jerosalema zanakavavy ô? Hampitahaiko amin’inona ianao mba hampiononako anao, ry Ziona zanakavavy virjiny ô? Fa lehibe toy ny ranomasina ny fahavoazanao. Iza no hahasitrana anao? נ [ Nona ]",
        "14": "Zavatra tsy misy ilana azy sy tsy mahafa-po no tao amin’ny fahitana nambaran’ny mpaminaninao taminao. Tokony ho naharihariny ny fahadisoanao mba tsy hahalasa babo anao, nefa tsy nataony izany, Fa mbola zavatra tsy misy ilana azy sy mamitaka ihany no tao amin’ny fahitana nambarany taminao. ס [ Sameka ]",
        "15": "Mitehaka maneso anao avokoa izay mandalo eny an-dalana. Misioka sy mihivingivin-doha mandatsa an’i Jerosalema zanakavavy izy ireo, ka manao hoe: “Io ve ilay tanàna nolazaina fa ‘tonga lafatra amin’ny hatsaran-tarehy, sy fifaliana ho an’ny tany manontolo’?” פ [ Pe ]",
        "16": "Manoka-bava hamelezana anao avokoa ny fahavalonao. Misioka izy ireo ary mihidy vazana, ka milaza hoe: “Harapatsika izy. Ity mihitsy ilay andro efa nandrasantsika. Azontsika e! Hitantsika e!” ע [ Aina ]",
        "17": "Nataon’i Jehovah izay tao an-tsainy. Notanterahiny ny teniny, Dia ny didiny efa hatramin’ny ela be. Nandrava izy, ary tsy nangoraka mihitsy. Ary ataony faly amin’izay manjo anao ny fahavalo. Nasandrany ny tandroky * ny fahavalonao. צ [ Tsade ]",
        "18": "Mitaraina mafy amin’i Jehovah ny fon’izy ireo, ry mandan’i Ziona zanakavavy ô! Mandrotsaha ranomaso be toy ny riaka, na andro na alina. Aoka ianao tsy ho mafy fo. Aza avela haka aina ny anakandriamasonao. ק [ Kôfa ]",
        "19": "Mitsangàna! Aoka ianao hitaraindraina isan’alina, rehefa manomboka ny fiambenana maraina. Aborahy eo anatrehan’i Jehovah ny ao am-ponao ka avelao hikoriana toy ny rano. Asandrato ho aminy ny tananao noho ny amin’ny ain’ny zanakao, Izay safotra eny an-joron-dalana rehetra eny, noho ny mosary. ר [ Resa ]",
        "20": "Jehovah ô, jereo ka diniho ilay nasianao mafy toy izao. Moa ve ireo vehivavy mbola hihinana ihany an’izay aloaky ny kibony, dia ireo zaza salama tsara aterany? Ary hovonoina ao amin’ny toerana masin’i Jehovah ve ny mpisorona sy ny mpaminany? ש [ Shina ]",
        "21": "Niampatrampatra teny an-dalambe ny fatin’ireo zazalahy sy ny lahiantitra. Lavon-tsabatra ny virjiniko sy ny zatovoko. Namono ianao tamin’ny andro fahatezeranao. Nandripaka ianao, ary tsy nangoraka mihitsy. ת [ Tao ]",
        "22": "Toy ny amin’ny andro fety, dia nantsoinao ny mponina any amin’ireo tanànako manodidina misy ny mpivahiny. Ary tsy nisy afa-nandositra na tafavoaka velona, tamin’ny andro fahatezeran’i Jehovah. Naripaky ny fahavaloko ireo zaza salama tsara naterako sy notezaiko."
    },
    "3": {
        "1": "Izaho ilay lehilahy tomady nahita fahoriana noho ny tsorakazon’ny fahatezerany.",
        "2": "Izaho ilay notarihiny sy nampandehaniny tao amin’ny haizina fa tsy tao amin’ny mazava.",
        "3": "Eny, izaho no nasian’ny tanany imbetsaka tontolon’ny andro. ב [ Beta ]",
        "4": "Nataony mihalany ny nofoko sy ny hoditro. Notapatapahiny ny taolako.",
        "5": "Nanangana zavatra hamelezana ahy izy, ka fahoriana sy zavamaniry misy poizina no nataony manodidina ahy.",
        "6": "Napetrany tao amin’ny toerana maizina aho, toy ny olona maty efa ela. ג [ Gimela ]",
        "7": "Nofefeny manodidina aho, toy ny hoe nofefena rindrim-bato, mba tsy ho tafavoaka. Nasiany gadra varahina mavesatra ny tongotro.",
        "8": "Sakanany koa ny vavaka ataoko, rehefa mitady fanampiana sy miantso vonjy aho.",
        "9": "Nosakanany tamin’ny vato voapaika ny lalako, sady nataony niolakolaka be. ד [ Daleta ]",
        "10": "Amiko dia toy ny orsa mamitsaka hamely izy, ary toy ny liona ao amin’ny toeram-piafenana.",
        "11": "Nokorontaniny ny lalako, ary navelany nipetra-potsiny teo aho. Nataony tsy nisy mponina intsony tao amiko.",
        "12": "Nafatony ny tadin-tsipìkany, ary natsangany ho lasibatry ny zana-tsipìka aho. ה [ He ]",
        "13": "Nataony nitsatoka tamin’ny voako ny zana-tsipìkany.",
        "14": "Nanjary nanao ahy ho fihomehezana ireo rehetra nanohitra ahy, sady nanao ahy ho ambentin-kira nandritra ny andro manontolo.",
        "15": "Novokisany zava-mangidy aho, ary nataony tofoka zavamaniry mangidy. ו [ Vao ]",
        "16": "Ataony tapatapaka ny nifiko noho ny vato kely. Ataony mitampify ao anaty lavenona aho.",
        "17": "Arianao koa aho ka tsy mahita fiadanana. Tsy tsaroako intsony izay tsara.",
        "18": "Ary miteny foana aho hoe: “Nanjavona ny voninahitro sy izay nantenaiko tamin’i Jehovah.” ז [ Zaina ]",
        "19": "Tsarovy fa ory sy tsy manam-ponenana aho, ary mihinana zavamaniry mangidy sy zavamaniry misy poizina.",
        "20": "Hahatsiaro izany tokoa ianao * ka hiondrika eo amiko.",
        "21": "Izany no hatamberiko ato an-tsaiko. Noho izany, dia ho vonona hiandry aho. ח [ Heta ]",
        "22": "Ny hatsaram-panahy feno fitiavana asehon’i Jehovah no tsy maharipaka tanteraka antsika, satria tsy ho lany ny famindram-pony.",
        "23": "Vaovao isa-maraina izany. Tena mendri-pitokisana tokoa ianao.",
        "24": "Hoy aho: “I Jehovah no anjarako. Noho izany, dia ho vonona hiandry azy aho.” ט [ Teta ]",
        "25": "Tsara i Jehovah amin’izay manantena azy, eny, amin’izay * mitady azy foana.",
        "26": "Tsara ny miandry amim-panginana ny famonjen’i Jehovah.",
        "27": "Tsara ho an’ny lehilahy tomady ny mitondra zioga mandritra ny fahatanorany. י [ Yôda ]",
        "28": "Aoka izy hipetraka irery sy hangina, rehefa novesarany an’izany.",
        "29": "Aoka izy hanohoka ny vavany amin’ny vovoka. Angamba misy fanantenana ihany.",
        "30": "Aoka izy hanolotra ny takolany amin’izay mamely azy. Aoka izy ho afa-baraka tanteraka. כ [ Kafa ]",
        "31": "Fa i Jehovah tsy hanary mandritra ny fotoana tsy voafetra.",
        "32": "Fa na dia nahatonga fahoriana aza izy, dia hamindra fo tokoa araka ny haben’ny hatsaram-panahiny feno fitiavana.",
        "33": "Fa tsy sitraky ny fony ny mampahory sy manao izay hampalahelo ny zanak’olombelona. ל [ Lameda ]",
        "34": "Fa ny manosihosy ny voafonja rehetra eto an-tany,",
        "35": "Sy ny mamoaka didim-pitsarana tsy ara-drariny eo anatrehan’ny Avo Indrindra,",
        "36": "Ary ny mamadika ny rariny ho an’izay tokony hahazo izany eo amin’ny fitsarana, dia tsy ankasitrahan’i Jehovah. מ [ Mema ]",
        "37": "Iza no milaza fa misy zavatra hitranga, nefa i Jehovah aza tsy nandidy ny amin’izany?",
        "38": "Tsy miara-mivoaka amin’ny vavan’ny Avo Indrindra ny ratsy sy ny tsara.",
        "39": "Nahoana moa no hitaraina lava ny olombelona noho ny fahotana vitany? נ [ Nona ]",
        "40": "Aoka isika handinika sy hamantatra ny lalantsika, ka hiverina amin’i Jehovah.",
        "41": "Aoka isika hanandratra ny fontsika sy ny tanantsika amin’Andriamanitra any an-danitra, ka hanao hoe:",
        "42": "“Efa nandika lalàna sy nikomy izahay. Tsy namela heloka ianao. ס [ Sameka ]",
        "43": "Nosakananao tamin-katezerana izahay tsy hanatona anao, ary manenjika anay foana ianao. Namono ianao, ary tsy nangoraka mihitsy.",
        "44": "Rahona matevina no nataonao sakana tsy ahafahana manatona anao, mba ho voasakana ny vavaka.",
        "45": "Nataonao zavatra fanary sy fako teo amin’ireo firenena izahay.” פ [ Pe ]",
        "46": "Niloa-bava nanohitra antsika ny fahavalontsika rehetra.",
        "47": "Horohoro sy lavaka, ary fahafoanana sy fahavoazana no anjarantsika.",
        "48": "Mikoriana toy ny renirano ny ranomasoko noho ny fahalavoan’ny oloko zanakavavy. ע [ Aina ]",
        "49": "Mirotsa-dranomaso tsy an-kijanona ny masoko, ka tsy misy fiatoana,",
        "50": "Mandra-piondrik’i Jehovah hijery avy any an-danitra.",
        "51": "Nampahory ahy izay hitan’ny masoko, noho ny amin’ny tanàna keliko rehetra. צ [ Tsade ]",
        "52": "Tena nihaza ahy tsy amin’antony, toy ny mihaza vorona, ny fahavaloko.",
        "53": "Nanafoana ny aiko tao anaty lavaka izy ireo, ary nitora-bato ahy.",
        "54": "Nandifotra ny lohako ny rano, ka hoy aho: “Tena ho faty aho!” ק [ Kôfa ]",
        "55": "Jehovah ô, niantso ny anaranao avy tao amin’ny lavaka lalina dia lalina aho.",
        "56": "Ho renao tokoa ny feoko. Aza manampin-tsofina tsy hanafaka ahy. Aza manampin-tsofina rehefa miantso vonjy aho.",
        "57": "Nanatona ianao tamin’ilay andro niantsoako anao, ka niteny hoe: “Aza matahotra.” ר [ Resa ]",
        "58": "Niady ho ahy teo amin’ny fitsarana ianao, Jehovah ô! Navotanao ny aiko.",
        "59": "Hitanao ny ratsy natao tamiko, Jehovah ô! Aoka ianao hiady ho ahy eo amin’ny fitsarana.",
        "60": "Hitanao ny valifatiny rehetra, sy ny teti-dratsy rehetra namelezany ahy. ש [ Sina ] na [ Shina ]",
        "61": "Jehovah ô, efa renao ny fanalam-baraka nataony sy ny teti-dratsy rehetra namelezany ahy,",
        "62": "Ary koa ny tenin’ireo mitsangana hanohitra ahy, sy ny bitsibitsika ataony tontolon’ny andro mba hamelezana ahy.",
        "63": "Jereo ny fipetrany sy ny fitsangany. Nataony ambentin-kira aho. ת [ Tao ]",
        "64": "Hamaly azy araka izay nataony ianao, Jehovah ô!",
        "65": "Hataonao lasa mpanivaiva izy, ka izany no fanozonanao azy.",
        "66": "Henjehinao amin-katezerana izy, Jehovah ô, ka haripakao tsy ho etỳ ambanin’ny lanitrao."
    },
    "4": {
        "1": "Indrisy! Lasa vasoka ilay volamena mamirapiratra, eny, ilay volamena tsara. Indrisy! Miparitadritaka eny an-joron-dalana rehetra eny ny vato masina. ב [ Beta ]",
        "2": "Sarobidy toy ny volamena voadio ny zanaka sarobidin’i Ziona taloha, Nefa indrisy fa heverina ho toy ny sinibe tany nataon’ny mpanefy tanimanga! ג [ Gimela ]",
        "3": "Na ny alikadia aza manome nono ho an’ny zanany, eny, mampinono azy. Fa ny oloko zanakavavy kosa nanjary lozabe, toy ny aotirisy any an-tany efitra. ד [ Daleta ]",
        "4": "Main’ny hetaheta ny zaza minono ka niraikitra tamin’ny lanilaniny ny lelany. Nangataka hanina ny ankizy, nefa tsy nisy nanome. ה [ He ]",
        "5": "Nivadi-po teny an-dalana ireo mpihinana sakafo matsiro, Ary nisarangotra tamin’ny antontan-davenona ireo nanao akanjo mena midorehitra hatry ny fony kely. ו [ Vao ]",
        "6": "Ny sazin’ny oloko zanakavavy vokatry ny fahadisoany, dia lehibe noho ny sazin’i Sodoma vokatry ny fahotany, Eny, i Sodoma izay noravana indray mipy maso, ary tsy nisy tanana namonjy. ז [ Zaina ]",
        "7": "Nadio be * ny Naziritany, sady fotsy noho ny ronono. Mena noho ny haran-dranomasina * izy ireo, sady nangirana toy ny safira. ח [ Heta ]",
        "8": "Lasa mainty noho ny mainty anefa izy ireo ka tsy fantatra intsony teny an-dalana. Nikainkona sy niraikitra tamin’ny taolany ny hodiny, ary lasa maina toy ny kitay. ט [ Teta ]",
        "9": "Tsara kokoa ny nanjo an’ireo matin-tsabatra noho ireo matin’ny mosary, Satria noho ny tsy fisian’ny vokatra eny an-tsaha, dia reraka toy ny hoe voatrobaka ireo matin’ny mosary. י [ Yôda ]",
        "10": "Ny tanan’ny vehivavy be fangoraham-po no nahandro ny zanany naterany. Lasa sakafo fampiononana ireny nandritra ny fahalavoan’ny oloko zanakavavy. כ [ Kafa ]",
        "11": "Navoakan’i Jehovah daholo ny fahatezerany. Nanampatra ny fahatezerany mafy izy. Ary mandrehitra afo ao Ziona izy, dia afo mandevona ny fototr’i Ziona. ל [ Lameda ]",
        "12": "Tsy nino ny mpanjakan’ny tany sy ny mponina rehetra amin’ny tany, Fa ho tonga eo amin’ireo vavahadin’i Jerosalema ny mpanohitra sy ny fahavalo. מ [ Mema ]",
        "13": "Noho ny fahotan’ny mpaminaniny sy ny fahadisoan’ny mpisorony, Dia nisy mpandatsaka ran’olo-marina teo anivony. נ [ Nona ]",
        "14": "Niraparapa toy ny jamba teny an-dalana izy ireo. Mihosin-dra izy, Ka tsy misy afaka mikasika ny akanjony. ס [ Sameka ]",
        "15": "“Mialà eo! Maloto e!”, hoy ny antsoantsony. “Mialà eo! Mialà! Aza mikasika anay!” Fa tsy nanan-trano izy ireo, ary nirenireny. Ary hoy ny olona tany amin’ireo firenena: “Tsy ho mpivahiny intsony ireny. פ [ Pe ]",
        "16": "Nozarazarain’i Jehovah ireny, ary tsy hijery azy intsony izy. Ny olona dia tsy hiraharaha ny mpisorona, sady tsy ho tsara fanahy amin’ny lahiantitra.” ע [ Aina ]",
        "17": "Na ankehitriny aza, dia reraka ny masonay miandry mpamonjy nefa tsy misy, Toy ny tamin’izahay nitazana, ka nanantena firenena izay tsy mahavonjy akory. צ [ Tsade ]",
        "18": "Narahiny akaiky izahay ka tsy nisy olona nandeha intsony teny an-tany malalaka. Efa akaiky ny farany ho anay. Tapitra ny andronay, fa tonga ny farany. ק [ Kôfa ]",
        "19": "Haingam-pandeha noho ny voromahery eny amin’ny lanitra ny mpanenjika anay. Nanenjika anay mafy teny an-tendrombohitra izy ireo, ary niafina tany an-tany efitra mba hanafika anay. ר [ Resa ]",
        "20": "Voasambotra ao amin’ny lavaka be nataon’izy ireo ilay fofonain’ny vavoronay, izany hoe ilay voahosotr’i Jehovah, Eny, voasambotra ilay nolazainay hoe: “Eo ambany alokalony no hitoeranay eo anivon’ireo firenena.” ש [ Sina ]",
        "21": "Mifalia sy miravoravoa, ry zanakavavin’i Edoma, izay mipetraka any Oza. Hampandalovina eo aminao koa ny kaopy, ka ho mamo ianao ary hiboridana. ת [ Tao ]",
        "22": "Tapitra ny sazy vokatry ny fahadisoanao, ry zanakavavin’i Ziona ô! Tsy halefany any an-tsesitany intsony ianao. Mandinika ny fahadisoanao indray izy, ry zanakavavin’i Edoma ô! Aharihariny ny fahotanao."
    },
    "5": {
        "1": "Jehovah ô, tsarovy izay nanjo anay. Jereo ka diniho ny latsa mahazo anay.",
        "2": "Natolotra ho an’ny vahiny ny lovanay, ary ho an’ny hafa firenena ny tranonay.",
        "3": "Lasa kamboty tsy manan-dray izahay, ary toy ny mpitondratena ny reninay.",
        "4": "Anay ny rano nefa nandoa vola izahay vao afaka nisotro, ary anay ny kitay nefa nividy izahay vao nahazo.",
        "5": "Nenjehina akaiky dia akaiky izahay. Sasatra izahay, ary tsy navela haka aina mihitsy.",
        "6": "Nanolotra ny tananay tamin’i Ejipta sy Asyria izahay mba ho voky sakafo.",
        "7": "Ny razanay no nanota, ary tsy eo intsony izy ireo. Fa izahay kosa no nibaby ny fahadisoany.",
        "8": "Mpanompo no nifehy anay, ary tsy mba nisy nisintona anay teny an-tanany.",
        "9": "Nanao vivery ny ainay izahay vao nahazo sakafo, noho ny sabatra tany an-tany efitra.",
        "10": "Nahamay be toy ny lafaoro ny hoditray, noho ny fanaikitry ny hanoanana.",
        "11": "Nampietrena ny vehivavy tao Ziona, sy ny virjiny tany amin’ireo tanànan’i Joda.",
        "12": "Ny andriana dia nahantona tamin’ny tanany, ary tsy nohajaina ny lahiantitra.",
        "13": "Nibata vato fikosoham-bary ny tovolahy, ary nangozohozo ny tongotry ny zazalahy nilanja kitay.",
        "14": "Tsy nisy lahiantitra intsony teo am-bavahady, ary tsy nisy tovolahy nitendry zavamaneno intsony.",
        "15": "Nitsahatra ny fifalian’ny fonay, ary niova ho fisaonana ny fandihizanay.",
        "16": "Nianjera ny satroboninahitra teny an-dohanay. Idiran-doza izahay satria nanota!",
        "17": "Narary ny fonay noho izany. Lasa nanjavozavo ny masonay noho izany zavatra izany,",
        "18": "Sy noho ny amin’ny tendrombohitr’i Ziona izay lasa aolo ka nandehandehanan’ny amboadia.",
        "19": "Jehovah ô, hipetraka mandritra ny fotoana tsy voafetra ianao eo amin’ny seza fiandriananao, izay haharitra hatramin’ny taranaka fara mandimby.",
        "20": "Nahoana ianao no manadino anay mandrakizay, ka mahafoy anay ela be?",
        "21": "Ampodio ho aminao izahay, Jehovah ô, dia hody avy hatrany. Itondray andro vaovao toy ny tamin’ny fahiny izahay.",
        "22": "Nafoinao tokoa anefa izahay. Tena tsy faly aminay mihitsy ianao."
    },
    "meta": {
        "name": "Fitomaniana",
        "order": 24,
        "chapter_number": 5
    }
}