{
    "1": {
        "1": "Indrisy! Mipetraka irery ankehitriny ilay tanàna be olona fahiny. Lasa toy ny vehivavy maty vady ilay tanàna be mponina teo amin’ireo firenena! Nampanaovina asa an-terivozona ilay andriambavy teo amin’ireo faritany! ב [ Beta ]",
        "2": "Mitomany be izy mandritra ny alina, ary kotsan’ny ranomasony ny takolany. Tsy misy eo ny lehilahy rehetra niarahany mba hampionona azy. Namadika azy daholo ny namany; lasa fahavalony izy ireo. ג [ Gimela ]",
        "3": "Natao sesitany i Joda ary mijaly sady andevozina. Voatery mipetraka any amin’ireo firenena izy; tsy mahita fiadanana mihitsy izy. Tratran’ireo rehetra nanenjika azy izy tamin’izy tao anatin’ny fahoriana. ד [ Daleta ]",
        "4": "Misaona ireo lalana mankany Ziona, satria tsy misy olona tonga mamonjy fety. Potika daholo ny vavahadiny, ary misento ny mpisorony. Malahelo be ireo virjiny ao aminy, ary ory dia ory izy. ה [ He ]",
        "5": "Ireo manohitra azy indray izao no lasa tompony; tsy manana ahiahy ny fahavalony. Fa nataon’i Jehovah vonton’alahelo izy satria nandika lalàna imbetsaka. Nentin’ny fahavalo ho babo ny zanany. ו [ Vao ]",
        "6": "Niala tamin’i Ziona zanakavavy ny hatsaran-tarehiny rehetra. Toy ny serfa tsy mahita kijana ireo andrianany, Ary reraka be izy ireo mandositra eo alohan’ny mpanenjika azy. ז [ Zaina ]",
        "7": "Mandritra an’ireo andro ijalian’i Jerosalema sy tsy ananany fialofana, dia tsaroany Ny zava-tsarobidy rehetra nananany taloha. Rehefa resin’ny fahavalo ny vahoakany ary tsy nisy nanampy izy, Dia nahita an’izany ny fahavalo ka nihomehy azy noho ny fahavoazany. ח [ Heta ]",
        "8": "Nanao fahotana lehibe i Jerosalema, Ka lasa zava-maharikoriko. Izay rehetra zatra nanome voninahitra azy dia lasa manao tsinontsinona azy izao, satria hitan’izy ireo ny fitanjahany. Na izy aza miferinaina sady mihodina tsy mahajery olona satria menatra. ט [ Teta ]",
        "9": "Eo amin’ny akanjony ny lotony. Tsy nitsinjo ny hoaviny izy. Nanaitra ny fomba nianjerany; tsy misy na iza na iza hampionona azy. Jehovah ô, jereo ny fahoriako fa mirehareha ny fahavalo. י [ Yôda ]",
        "10": "Nalain’ny fahavalo ny zava-tsarobidiny rehetra. Fa hitany niditra tao amin’ny toerany masina ireo firenena, Dia ireo noraranao tsy ho anisan’ny fiangonanao. כ [ Kafa ]",
        "11": "Misento daholo ny vahoakan’i Jerosalema. Mitady sakafo izy ireo. Atakalony zavatra hohanina ny zava-tsarobidiny mba tsy hahafaty azy. Jehovah ô, jereo sy diniho fa lasa toy ny vehivavy tsy misy ilana azy aho. ל [ Lameda ]",
        "12": "Tsy mampaninona anareo rehetra mandalo eo amin’ilay lalana ve izany? Jereo dia diniho! Mba misy fijaliana hoatran’ilay nanjo ahy ve, Dia ilay fijaliana nataon’i Jehovah nihatra tamiko tamin’ny andro naha tezitra be azy? מ [ Mema ]",
        "13": "Mandatsaka afo avy any amin’ny avo izy mba handoroana ny taolako rehetra. Mamelatra harato hamandrihana ny tongotro izy; tereny hihemotra aho. Ataony lasa vehivavy manirery aho. Marary foana aho tontolo andro. נ [ Nkona ]",
        "14": "Nafatotra toy ny zioga ny fandikan-dalàna rehetra nataoko, ka ny tanany no nampifamatotra azy ireny. Napetraka teo amin’ny vozoko ireny, ka nihareraka aho. Natolotr’i Jehovah teo an-tanan’ireo tsy voatohitro aho. ס [ Sameka ]",
        "15": "Nailik’i Jehovah hiala amiko ny lehilahy mahery rehetra. Namory miaramila hamely ahy izy, mba hamotipotehana ny tovolahy eo amiko. Nohitsakitsahin’i Jehovah tao amin’ny lavaka famiazam-boaloboka i Joda zanakavavy virjiny. ע [ Aina ]",
        "16": "Mitomany aho noho izany rehetra izany. Mirotsaka ny ranomasoko. Fa lavitra ahy daholo ny olona afaka mampionona na mampahery ahy. Tsy manana fanantenana intsony ny zanako lahy, fa ny fahavalo no nandresy. פ [ Pe ]",
        "17": "Mamelatra ny tanany i Ziona, mangataka fanampiana. Tsy misy na iza na iza hampionona azy. Nomen’i Jehovah baiko ny fahavalo rehetra manodidina an’i Jakoba mba hamely azy. Lasa zava-maharikoriko amin’izy ireo i Jerosalema. צ [ Tsade ]",
        "18": "Rariny ny an’i Jehovah satria tsy nety nanaraka ny didiny aho. Mihainoa, ry firenena rehetra, ary jereo ny fijaliako. Lasa babo ny virjiny sy ny tovolahy teo amiko. ק [ Kôfa ]",
        "19": "Niantso an’ireo lehilahy niaraka tamiko aho, nefa namadika ahy izy ireo. Maty tao an-tanàna ireo mpisorona sy anti-panahy teo amiko, Raha mbola nitady sakafo mba hitazonana aina. ר [ Resa ]",
        "20": "Jehovah ô, jereo fa mijaly be aho. Mangotikotika ny ato anatiko. Mitebiteby ny foko ato anatiko, fa nikomy tanteraka aho. Eny ivelany, ripaky ny sabatra ny ankizy; ao an-trano, maty ny olona. ש [ Shina ]",
        "21": "Ren’ny olona hoe misento aho. Tsy misy na iza na iza hampionona ahy. Henon’ny fahavaloko rehetra ny loza manjo ahy. Faly izy ireo satria ianao no nahatonga an’izany. Hataonao anefa izay hiavian’ilay andro efa nambaranao, ka ho lasa hoatr’ahy izy ireo amin’izay. ת [ Tao ]",
        "22": "Enga anie hibaribary eo anatrehanao ny faharatsiany rehetra! Ary enga anie hataonao mahita faisana izy ireo, Hoatran’ny nataonao tamiko noho ny fandikan-dalàna rehetra nataoko. Fa misento foana aho, ary marary ny foko."
    },
    "2": {
        "1": "Indrisy! Nataon’i Jehovah toy ny rahona nanarona an’i Ziona zanakavavy ny hatezerany. Nazerany avy any an-danitra ho amin’ny tany ny hatsaran-tarehin’ny Israely. Tsy tsaroany ny fitoeran-tongony, tamin’ny andro naha tezitra azy. ב [ Beta ]",
        "2": "Natelin’i Jehovah tsy nisy indrafo ny fonenan’i Jakoba rehetra. Nisafoaka izy ka noravany ny toerana voaro mafy izay an’i Joda zanakavavy. Nazerany tamin’ny tany sy nozimbazimbainy ilay fanjakana sy ny andrianany. ג [ Gimela ]",
        "3": "Tezitra be izy, ka nataony tsy manan-kery intsony i Israely. Nesoriny ny tanany havanana rehefa nanatona ny fahavalo. Nirehitra toy ny afo miredareda teo amin’i Jakoba izy, ka nandevona an’izay rehetra nanodidina azy. ד [ Daleta ]",
        "4": "Nataony vonona hitifirana ny tsipìkany, toy ny ataon’ny fahavalo; ny tanany havanana dia vonona hanafika hoatran’ny mpanohitra; Novonoiny izay rehetra nahafinaritra ny maso. Ary nararany toy ny afo tao amin’ny tranolain’i Ziona zanakavavy ny hatezerany. ה [ He ]",
        "5": "Lasa toy ny fahavalo i Jehovah; Nateliny ny Israely. Nateliny ny tilikambony rehetra, Noravany daholo ireo toerany voaro mafy. Ampitomboiny ny fisaonana sy ny fitomaniana ao amin’i Joda zanakavavy. ו [ Vao ]",
        "6": "Potehiny toy ny trano bozaka eny an-jaridaina ny trano rantsankazony. Nataony tsy misy intsony ny fetiny. Nataon’i Jehovah hadino tao Ziona ny fety sy ny sabata, Ary tezitra be mihitsy izy, ka tsy raharahiany ny mpanjaka sy ny mpisorona. ז [ Zaina ]",
        "7": "Tsy neken’i Jehovah intsony ny alitarany; Nataony tsinontsinona ny toerany masina. Navelany horavan’ny fahavalo ny mandan’ireo tilikambony voaro mafy. Nihorakoraka tao an-tranon’i Jehovah izy ireo, hoatran’ny amin’ny andro fety. ח [ Heta ]",
        "8": "Nanapa-kevitra i Jehovah hoe horavany ny mandan’i Ziona zanakavavy. Nohenjaniny ny tady fandrefesana. Tsy nisakana ny tanany tsy handripaka izy. Ataony misaona ny dongon-tany sy ny manda. Samy nataony tsy nanan-kery izy ireny. ט [ Teta ]",
        "9": "Nilentika any anaty tany ny vavahadiny. Nosimbany sy nopotehiny ireo bara hidiny. Natao sesitany any amin’ireo firenena ny mpanjakany sy ny andrianany. Tsy misy intsony ny lalàna; ary na ireo mpaminaniny aza tsy mahazo fahitana avy amin’i Jehovah. י [ Yôda ]",
        "10": "Mipetraka amin’ny tany sady mangina ny anti-panahin’i Ziona zanakavavy. Manipy vovoka eo amin’ny lohany izy ireo, ary mitafy lamba gony. Manondrika ny lohany amin’ny tany ireo virjiny ao Jerosalema. כ [ Kafa ]",
        "11": "Reraka ny masoko satria mitomany foana aho. Mangotikotika ny ato anatiko. Mipotsaka amin’ny tany ny atiko, satria nianjera ny zanakavavin’ny fireneko Ary safotra eny amin’ny tany malalaky ny tanàna ny ankizy sy ny zazakely. ל [ Lameda ]",
        "12": "Tsy mitsahatra mangataka sakafo sy divay amin-dreniny izy ireo, Ary safotra hoatran’ny olona maratra eny amin’ny tany malalaky ny tanàna, Sady miala aina raha iny izy mbola trotroan-dreniny iny. מ [ Mema ]",
        "13": "Inona re no ohatra azoko omena anao e? Hampitoviko amin’inona ianao, ry Jerosalema zanakavavy ô? Hampitahaiko amin’inona ianao mba hampiononako anao, ry Ziona zanakavavy virjiny ô? Fa midadasika hoatran’ny ranomasina ny fahavoazanao. Iza no afaka manasitrana anao? נ [ Nona ]",
        "14": "Diso sy tsy misy ilana azy ny fahitana hitan’ny mpaminaninao, Ary tsy nahariharin’izy ireo ny fahadisoanao, nefa raha nanao an’izany izy ireo dia tsy ho lasa babo ianao. Fa mbola diso sy mamitaka ihany ny fahitana nambarany taminao. ס [ Sameka ]",
        "15": "Mitehaka maneso anao daholo izay mandalo eo amin’ilay lalana. Gaga izy ireo dia misioka sy mihivingivin-doha mahita an’i Jerosalema zanakavavy, ka milaza hoe: “Io ve ilay tanàna nolazaina hoe ‘faran’izay tsara tarehy sy mahafaly ny olona rehetra eran-tany’?” פ [ Pe ]",
        "16": "Manoka-bava hamelezana anao ny fahavalonao rehetra. Misioka izy ireo ary mihidy vazana, dia miteny hoe: “Natelintsika izy. Ity mihitsy ilay andro efa nandrasantsika! Tonga ihany izy ity, sady hitantsika!” ע [ Aina ]",
        "17": "Nataon’i Jehovah izay efa nokasainy. Notanterahiny ny teniny, Dia ny didy efa nomeny hatramin’ny ela be. Nandravarava tsy nisy indrafo izy. Navelany hifaly amin’izay manjo anao ny fahavalo. Nampitomboiny ny herin’ireo manohitra anao. צ [ Tsade ]",
        "18": "Mitaraina mafy amin’i Jehovah ny fon’ny vahoaka, ry mandan’i Ziona zanakavavy ô! Aoka hikoriana andro aman’alina toy ny riaka ny ranomasonao. Aza mijanona mihitsy na vetivety aza, aza avela haka aina ny masonao. ק [ Kôfa ]",
        "19": "Mitsangàna! Aoka ianao hiantsoantso mandritra ny alina, rehefa manomboka ny fiambenana. Aborahy eo anatrehan’i Jehovah toy ny rano atosaka ny ao am-ponao. Asandrato any aminy ny tananao mba tsy ho faty ny zanakao, Izay safotra eny an-joron-dalana rehetra eny, noho ny mosary. ר [ Resa ]",
        "20": "Jehovah ô, jereo ka diniho ilay nataonao nitondra faisana. Ny vehivavy ve dia mbola hihinana ny zanany ihany, dia ireo zaza salama tsara naterany? Ary hovonoina ao amin’ny toerana masin’i Jehovah ve ny mpisorona sy ny mpaminany? ש [ Shina ]",
        "21": "Miampatrampatra eny an-dalana ny fatin’ireo ankizilahy sy ny lehilahy zokiolona. Matin’ny sabatra ny virjiny sy ny tovolahy eo amiko. Namono ianao tamin’ny andro naha tezitra anao; nandripaka tsy nisy indrafo ianao. ת [ Tao ]",
        "22": "Antsoinao avy any amin’ny vazan-tany efatra ny horohoro, toy ny hoe hamonjy fety. Tsy nisy afa-nandositra na tafavoaka velona, tamin’ny andro fahatezeran’i Jehovah. Naripaky ny fahavaloko ireo zaza naterako sy notezaiko."
    },
    "3": {
        "1": "Izaho ilay lehilahy nahita ny fahorian’ny olona noho ny tsorakazon’ny fahatezerany.",
        "2": "Noroahiny aho ary asainy mandeha ao anaty haizina, fa tsy ao amin’ny mazava.",
        "3": "Tena asian’ny tanany foana aho tontolo andro. ב [ Beta ]",
        "4": "Nataony mihalany ny nofoko sy ny hoditro. Notapatapahiny ny taolako.",
        "5": "Nataony fahirano aho; poizina mangidy sy fahoriana no nataony manodidina ahy.",
        "6": "Notereny hipetraka tao amin’ny toerana maizina aho, toy ny olona maty efa ela. ג [ Gimela ]",
        "7": "Nofefeny ny manodidina ahy mba tsy ho afaka hitsoaka aho. Nofatorany tamin’ny gadra varahina mavesatra aho.",
        "8": "Ary tsy mety mihaino ny vavaka ataoko izy rehefa mitalaho miantso vonjy aho.",
        "9": "Nosakanany tamin’ny vato voapaika ny lalako, Sady nataony niolakolaka. ד [ Daleta ]",
        "10": "Toy ny orsa miafina mba hanafika ahy izy, ary toy ny liona mamitsaka mba hamely.",
        "11": "Notereny hivily lalana aho, ary norotidrotehiny. Nataony lasa singan’olona aho sisa.",
        "12": "Nataony vonona hitifirana ny tsipìkany, ary atsangany aho mba hokendreny amin’ny zana-tsipìka. ה [ He ]",
        "13": "Notsatohany tamin’ny zana-tsipìka avy tao amin’ny tranon-jana-tsipìkany ny voako.",
        "14": "Lasa nataon’ny olona rehetra fihomehezana aho, sady nataony hirahira tontolo andro.",
        "15": "Novokisany zavatra mangidy aho, ary nosesefany zavamaniry mangidy be. ו [ Vao ]",
        "16": "Ataony mikarepoka vatokely ny nifiko ka tapaka. Ataony mitampify ao anaty lavenona aho.",
        "17": "Ataonao tsy mahita fiadanana aho; tsy tsaroako intsony izay tsara,",
        "18": "Ka hoy aho: “Nanjavona ny voninahitro sy izay nantenaiko tamin’i Jehovah.” ז [ Zaina ]",
        "19": "Tsarovy fa mijaly sy tsy manan-kialofana aho, ary mihinana zavamaniry mangidy be sy poizina mangidy.",
        "20": "Hahatsiaro izany tokoa ianao ka hiondrika hanampy ahy.",
        "21": "Tsaroako ato am-poko izany, ka vonona hiandry aho. ח [ Heta ]",
        "22": "Noho i Jehovah tia antsika sy tsy mivadika amintsika no tsy maharipaka antsika, Satria tsy mety lany mihitsy ny famindram-pony.",
        "23": "Vaovao isa-maraina izany. Mendri-pitokisana foana ianao.",
        "24": "Hoy aho: “I Jehovah no anjarako, ka vonona hiandry azy aho.” ט [ Teta ]",
        "25": "Tsara i Jehovah amin’izay manantena azy, dia amin’izay olona mitady azy foana.",
        "26": "Tsara ny miandry amim-panginana ny famonjen’i Jehovah.",
        "27": "Tsara ho an’ny olona ny mizaka ny mafy mandritra ny fahatanorany. י [ Yôda ]",
        "28": "Aoka izy hipetraka irery sy hangina, rehefa vesaran’Andriamanitra an’izany.",
        "29": "Aoka izy hanohoka ny vavany amin’ny vovoka; angamba mba hisy fanantenana ihany.",
        "30": "Aoka izy hanolotra ny takolany amin’izay mamely azy; aoka izy hambanina tanteraka. כ [ Kafa ]",
        "31": "Fa tsy hanary antsika mandrakizay i Jehovah.",
        "32": "Na dia nahatonga fahoriana aza izy, dia hamindra fo koa satria be fitiavana sy tsy mivadika.",
        "33": "Fa tsy sitraky ny fony ny mampahory na manao izay hampalahelo ny zanak’olombelona. ל [ Lameda ]",
        "34": "Ny manosihosy ny voafonja rehetra eto an-tany,",
        "35": "Sy ny tsy manome rariny ny olona eo anatrehan’ny Avo Indrindra,",
        "36": "Ary ny mamadika ny rariny eny amin’ny fitsarana, Dia samy tsy andeferan’i Jehovah. מ [ Mema ]",
        "37": "Iza àry no afaka milaza sy manatanteraka zavatra, raha tsy i Jehovah no manome didy hanatanterahana an’izany?",
        "38": "Tsy miara-mivoaka amin’ny vavan’ny Avo Indrindra Ny ratsy sy ny tsara.",
        "39": "Nahoana moa ny olombelona no tokony hitaraina noho ny vokatry ny fahotany? נ [ Nona ]",
        "40": "Aoka isika handinika sy hamakafaka an’izay ataontsika, ka hiverina amin’i Jehovah.",
        "41": "Andao hasandratsika amin’Andriamanitra any an-danitra ny fontsika sy ny tanantsika, ka hiteny isika hoe:",
        "42": "“Efa nandika lalàna sy nikomy izahay, ary ianao tsy namela ny helokay. ס [ Sameka ]",
        "43": "Tezitra ianao dia nosakananao tsy hanatona anao izahay. Nanenjika anay sy namono anay tsy nisy indrafo ianao.",
        "44": "Nataonao sakana tsy ahafahana manatona anao ny rahona, mba tsy ho tonga any aminao ny vavaka ataonay.",
        "45": "Ataonao zavatra fanary sy fako eo amin’ireo firenena izahay.” פ [ Pe ]",
        "46": "Manoka-bava maneso anay ny fahavalonay rehetra.",
        "47": "Horohoro sy fandrika no anjaranay, ary potika sy rava izahay.",
        "48": "Misy rano mikoriana avy amin’ny masoko, satria voa mafy ny zanakavavin’ny fireneko. ע [ Aina ]",
        "49": "Mirotsaka tsy an-kijanona ny ranomasoko, ary tsy miato mihitsy,",
        "50": "Mandra-piondrik’i Jehovah hijery avy any an-danitra.",
        "51": "Nalahelo aho nahita an’izay nanjo an’ireo ankizivavy rehetra ao an-tanànako. צ [ Tsade ]",
        "52": "Nihaza ahy tsy amin’antony, toy ny mihaza vorona, ny fahavaloko.",
        "53": "Nanapitra ny aiko tao anaty lavaka izy ireo; nitora-bato ahy foana izy ireo.",
        "54": "Nandifotra ny lohako ny rano, ka hoy aho: “Vita ny amiko!” ק [ Kôfa ]",
        "55": "Jehovah ô, niantso ny anaranao avy tao anaty lavaka lalina aho.",
        "56": "Henoy ny feoko. Aza manampin-tsofina rehefa miantso vonjy aho sy rehefa mangataka anao hanamaivana ahy.",
        "57": "Nanatona ianao tamin’ilay andro niantsoako anao, ka niteny hoe: “Aza matahotra.” ר [ Resa ]",
        "58": "Niaro ahy teo amin’ny fitsarana ianao, Jehovah ô! Navotanao ny aiko.",
        "59": "Hitanao ny ratsy natao tamiko, Jehovah ô! Mba omeo rariny aho.",
        "60": "Hitanao daholo ny valifatiny, dia ny teti-dratsy rehetra namelezany ahy. ש [ Sina ] na [ Shina ]",
        "61": "Jehovah ô, efa renao ny esoeson’izy ireo sy ny teti-dratsy rehetra namelezany ahy,",
        "62": "Ary ny tenin’ireo mpanohitra ahy, sy ny bitsibitsika ataony tontolo andro mba hamelezana ahy.",
        "63": "Jereo ry zareo! Manao hira manesoeso ahy izy ireo, na mipetraka na mitsangana. ת [ Tao ]",
        "64": "Hamaly azy araka izay nataony ianao, Jehovah ô!",
        "65": "Hataonao lasa mafy fo izy ireo, ary izany no ozona ataonao amin’izy ireo.",
        "66": "Henjehinao amin-katezerana izy ireo, Jehovah ô, ka haripakao tsy ho etỳ ambanin’ny lanitrao."
    },
    "4": {
        "1": "Indrisy! Lasa vasoka ilay volamena namirapiratra, dia ilay volamena tena tsara. Miparitadritaka eny an-joron-dalana rehetra eny ny vato masina. ב [ Beta ]",
        "2": "Sarobidy toy ny volamena voadio ny zanakalahin’i Ziona izay tena tiana taloha, Nefa indrisy fa heverina ho toy ny siny tany, Asa tanan’ny mpanefy tanimanga! ג [ Gimela ]",
        "3": "Na ny alikadia aza manome nono hampinonoana ny zanany, Fa ny zanakavavin’ny fireneko kosa lasa masiaka be, hoatran’ny aotirisy any an-tany efitra. ד [ Daleta ]",
        "4": "Main’ny hetaheta ny zaza minono ka miraikitra amin’ny lanilaniny ny lelany. Mangataka sakafo ny ankizy, nefa tsy misy manome. ה [ He ]",
        "5": "Mitsirara eny an-dalana ireo zatra nihinana sakafo matsiro satria maty noana. Nihosina teny amin’ny lavenona misavovona ireo nanao akanjo mena midorehitra hatramin’ny mbola kely. ו [ Vao ]",
        "6": "Ny sazin’ny zanakavavin’ny fireneko dia lehibe noho ny sazin’i Sodoma vokatry ny fahotany, Dia i Sodoma izay noravana tao anatin’ny indray mipy maso, ary tsy mba nisy tanana namonjy. ז [ Zaina ]",
        "7": "Nadio noho ny lanezy ny Naziritan’i Ziona, sady fotsy noho ny ronono. Mena noho ny haran-dranomasina izy ireo, ary toy ny safira nokosehina hangirana. ח [ Heta ]",
        "8": "Lasa mainty noho ny molaly anefa izy ireo, Ka tsy fantatra intsony eny an-dalana. Nikainkona sy niraikitra tamin’ny taolany ny hodiny, ary lasa maina toy ny kitay. ט [ Teta ]",
        "9": "Tsara kokoa ny nanjo an’ireo matin’ny sabatra noho ny nanjo an’ireo matin’ny mosary, Izay nihareraka, ka toy ny hoe voatrobaka satria tsy ampy ny sakafo teny an-tsaha. י [ Yôda ]",
        "10": "Ny tanan’ny vehivavy be fangoraham-po no nahandro ny zanany naterany. Lasa nataony sakafo izy ireny nandritra ny fotoana naha voa mafy ny zanakavavin’ny fireneko. כ [ Kafa ]",
        "11": "Namoaka ny hatezerany i Jehovah. Nanampatra ny fahavinirany izy. Ary mandrehitra afo ao Ziona izy handevonana ny fototra iorenany. ל [ Lameda ]",
        "12": "Tsy nino ny mpanjakan’ny tany sy ny mponina rehetra amin’ny tany Hoe hiditra eo amin’ireo vavahadin’i Jerosalema ny mpanohitra sy ny fahavalo. מ [ Mema ]",
        "13": "Nitranga izany noho ny fahotan’ny mpaminaniny sy ny fahadisoan’ny mpisorony, Izay nandatsaka ny ran’ireo olo-marina teo anivony. נ [ Nona ]",
        "14": "Niraparapa toy ny jamba teny an-dalana izy ireo. Mihosin-dra izy ireo, Ka tsy misy afaka mikasika ny akanjony. ס [ Sameka ]",
        "15": "Misy miantsoantso azy ireo hoe: “’Ndeha mandeha any! Maloto! ’Ndeha mandeha any! ’Ndeha mandeha any! Aza mikasika anay!” Fa lasa tsy nanan-kialofana izy ireo ka nirenireny. Hoy ny olona tany amin’ireo firenena: “Tsy afaka miara-mipetraka amintsika eto ireny. פ [ Pe ]",
        "16": "I Jehovah mihitsy no nanaparitaka azy ireny. Tsy hankasitraka azy ireny intsony izy. Tsy hanaja an’ireo mpisorona ny olona, sady tsy hiraharaha an’ireo anti-panahy.” ע [ Aina ]",
        "17": "Na ankehitriny aza, dia mbola reraka ny masonay mitazana olona hanampy, saingy tsy misy. Nitady izahay ka nitady fanampiana avy any amin’ny firenena, izay tsy ho nahavonjy anay akory. צ [ Tsade ]",
        "18": "Nataon’izy ireo haza lambo izahay isaky ny nandeha, ka tsy afaka nankeny amin’ny tany malalaka intsony. Kely sisa dia ho vita ny aminay; tapitra ny andronay, fa tonga ny faran’ny fiainanay. ק [ Kôfa ]",
        "19": "Haingam-pandeha noho ny voromahery eny amin’ny lanitra ny mpanenjika anay. Nanenjika anay teny an-tendrombohitra izy ireo, ary niafina tany an-tany efitra mba hanafika anay. ר [ Resa ]",
        "20": "Voasambotra tao amin’ny lavaka be nataon’izy ireo ilay voahosotr’i Jehovah, dia ilay fofonain’ny vavoronay, Izy ilay nolazainay hoe: “Hipetraka eo ambany alokalony izahay any amin’ireo firenena.” ש [ Sina ]",
        "21": "Mifalia sy miravoravoa, ry zanakavavin’i Edoma mipetraka any Oza. Homena anao koa anefa ilay kaopy, ka ho mamo ianao ary hiboridana. ת [ Tao ]",
        "22": "Tapitra ny sazy vokatry ny fahadisoanao, ry Ziona zanakavavy ô! Tsy halefany any an-tsesitany intsony ianao. Handinika ny fahadisoanao kosa izy, ry zanakavavin’i Edoma ô! Haharihariny ny fahotanao."
    },
    "5": {
        "1": "Jehovah ô, tsarovy izay nanjo anay. Jereo dia diniho ny fahafaham-baraka mahazo anay.",
        "2": "Nomena ho an’ny vahiny ny lovanay, ary ho an’ny olona avy amin’ny firenen-kafa ny tranonay.",
        "3": "Lasa kamboty ray izahay, ary toy ny mpitondratena ny reninay.",
        "4": "Anay ny rano nefa tsy maintsy mandoa vola izahay vao afaka misotro, ary anay ny kitay nefa mividy izahay vao mahazo.",
        "5": "Manaraka akaiky anay ny mpanenjika. Reraka be izahay, nefa tsy avela haka aina mihitsy.",
        "6": "Manolotra ny tananay amin’i Ejipta sy Asyria izahay mba hahazoana sakafo ampy ho anay.",
        "7": "Efa tsy eo intsony ny razambenay izay nanota, nefa izahay no tsy maintsy mizaka ny fahadisoany.",
        "8": "Mpanompo izao no mifehy anay, ary tsy mba misy misintona anay eny an-tanan’izy ireo.",
        "9": "Manao vivery ny ainay izahay vao mahazo sakafo, noho ny olona mitana sabatra any an-tany efitra.",
        "10": "Lasa mahamay be toy ny lafaoro ny hoditray, satria mijaly izahay noho ny hanoanana.",
        "11": "Natao afa-baraka ny vehivavy manambady tao Ziona, sy ny virjiny tany amin’ireo tanànan’i Joda.",
        "12": "Nahantona tamin’ny tanany ilany ny andriana, ary tsy nohajaina ny anti-panahy.",
        "13": "Mibata vato fikosoham-bary ny tovolahy, ary tafintohina ireo ankizilahy milanja kitay mavesatra be.",
        "14": "Tsy eo am-bavahadin’ny tanàna intsony ny anti-panahy, ary tsy mitendry zavamaneno intsony ny tovolahy.",
        "15": "Tsy falifaly intsony ny fonay, ary tsy mandihy intsony izahay fa misaona.",
        "16": "Nianjera ny satroboninahitra teny an-dohanay. Idiran-doza izahay satria nanota!",
        "17": "Marary ny fonay noho izany, Ary mihamanjavozavo ny masonay noho izany zavatra izany,",
        "18": "Satria lasa aolo ny Tendrombohitr’i Ziona, ka ny amboadia izao no mirenireny eny.",
        "19": "Ianao kosa Jehovah ô, mipetraka mandrakizay eo amin’ny seza fiandriananao, Izay haharitra hatramin’ny taranaka fara aman-dimby.",
        "20": "Nahoana ianao no manadino anay mandrakizay, ka mahafoy anay ela be?",
        "21": "Ampodio ho aminao izahay, Jehovah ô, dia hiverina aminao avy hatrany. Ataovy hoatran’ny taloha indray ny andronay.",
        "22": "Nolavinao tanteraka anefa izahay. Mbola tezitra be aminay foana ianao."
    },
    "meta": {
        "name": "Fitomaniana",
        "order": 24,
        "chapter_number": 5
    }
}