{
    "1": {
        "1": "Tany am-piandohana, dia namorona ny lanitra sy ny tany Andriamanitra.",
        "2": "Tsy nisy endriny ny tany tamin’izany sady tsy nisy na inona na inona, ary maizina be teny ambonin’ny rano lalina. Ary nivezivezy teny ambonin’ny rano ny hery ampiasain’Andriamanitra.",
        "3": "Ary niteny Andriamanitra hoe: “Aoka hisy ny mazava.” Dia nisy ny mazava.",
        "4": "Taorian’izany dia hitan’Andriamanitra fa tsara ny mazava. Ary nataon’Andriamanitra nisaraka tamin’ny maizina ny mazava.",
        "5": "Nantsoin’Andriamanitra hoe Andro ny mazava, fa Alina kosa ny maizina. Dia nisy hariva, ary nisy maraina: Andro voalohany izany.",
        "6": "Ary hoy Andriamanitra: “Aoka hisy habakabaka eo anelanelan’ny rano, dia aoka hisaraka ny rano ambony sy ny rano ambany.”",
        "7": "Dia nanomboka nanao ny habakabaka Andriamanitra. Nosarahiny ny rano teo ambanin’ilay habakabaka sy ny rano teo ambonin’ilay habakabaka. Dia nisy izany.",
        "8": "Nantsoin’Andriamanitra hoe Lanitra ilay habakabaka. Dia nisy hariva, ary nisy maraina: Andro faharoa izany.",
        "9": "Ary hoy Andriamanitra: “Aoka hiangona eo amin’ny toerana iray ny rano eny ambanin’ny lanitra, ary aoka hipoitra ny faritra maina.” Dia nisy izany.",
        "10": "Nantsoin’Andriamanitra hoe Tany ilay faritra maina, fa Ranomasina kosa ny rano niangona. Dia hitan’Andriamanitra fa tsara izany.",
        "11": "Hoy koa Andriamanitra: “Aoka ny tany hampitsiry ahitra, sy zavamaniry misy voa famboly, ary hazo fihinam-boa araka ny karazany avy, izany hoe hazo mamokatra voankazo misy voany.” Dia nisy izany.",
        "12": "Dia nanomboka naniry teo amin’ny tany ny ahitra, sy ny zavamaniry misy voa famboly, ary ny hazo mamokatra voankazo misy voany, araka ny karazany avy. Ary hitan’Andriamanitra fa tsara izany.",
        "13": "Dia nisy hariva, ary nisy maraina: Andro fahatelo izany.",
        "14": "Ary hoy Andriamanitra: “Aoka hisy zavatra manome hazavana eny amin’ny habakabaka mba hampisaraka ny andro sy ny alina. Ho famantarana ny fizaran-taona sy ny andro ary ny taona ireny.",
        "15": "Hanome hazavana eny amin’ny habakabaka ireny, mba hanazava ny tany.” Dia nisy izany.",
        "16": "Dia nanomboka nanao an’ireo zavatra roa lehibe manome hazavana Andriamanitra, ka ilay lehibe kokoa hanjaka amin’ny andro, ary ilay kely kokoa hanjaka amin’ny alina. Nanao ny kintana koa izy.",
        "17": "Nataon’Andriamanitra eny amin’ny habakabaka ireny mba hanazava ny tany,",
        "18": "sy hanjaka amin’ny andro sy ny alina, ary hampisaraka ny mazava sy ny maizina. Ary hitan’Andriamanitra fa tsara izany.",
        "19": "Dia nisy hariva, ary nisy maraina: Andro fahefatra izany.",
        "20": "Hoy koa Andriamanitra: “Aoka hisy zavamananaina be dia be ao anaty rano, ary aoka hisy biby manidina hanidintsidina eny ambonin’ny tany, eny amin’ny habakabaka.”",
        "21": "Dia namorona ny biby ngezabe any an-dranomasina Andriamanitra. Namorona ny zavamananaina rehetra mifamezivezy sy mifanaretsaka ao anaty rano koa izy. Nataony samy araka ny karazany avy ireny. Namorona ny biby manidina manana elatra rehetra koa izy, samy araka ny karazany avy. Ary hitan’Andriamanitra fa tsara izany.",
        "22": "Dia nitso-drano an’ireny Andriamanitra hoe: “Manàna taranaka, dia mihabetsaha ka mamenoa ny ranomasina. Aoka ho feno biby manidina eny ambonin’ny tany.”",
        "23": "Dia nisy hariva, ary nisy maraina: Andro fahadimy izany.",
        "24": "Ary hoy Andriamanitra: “Aoka ny tany hamoaka zavamananaina araka ny karazany avy, izany hoe biby fiompy sy biby mandady ary bibidia, samy araka ny karazany avy.” Dia nisy izany.",
        "25": "Dia nanomboka nanao ny bibidia eny ambonin’ny tany Andriamanitra, ka nataony araka ny karazany avy ireny. Nanao ny biby fiompy araka ny karazany avy koa izy, sady nanao ny biby rehetra mandady amin’ny tany araka ny karazany avy. Ary hitan’Andriamanitra fa tsara izany.",
        "26": "Hoy koa Andriamanitra: “Andao isika hanao olona mitovy endrika amintsika, misy itovizana amintsika. Ary aoka izy ireo hanjaka amin’ny trondro any an-dranomasina, sy ny biby manidina eny amin’ny lanitra, sy ny biby fiompy, sy ny tany manontolo, ary ny biby mandady rehetra mifamezivezy eny ambonin’ny tany.”",
        "27": "Dia namorona ny olona hitovy endrika aminy Andriamanitra. Nataony mitovy endrika aminy ny olona rehefa noforoniny. Lahy sy vavy no namoronany azy ireo.",
        "28": "Nitso-drano azy ireo koa Andriamanitra, ka niteny taminy hoe: “Miteraha maro, dia mihabetsaha ka mamenoa ny tany. Anjakao ny tany, ary anjakao koa ny trondro any an-dranomasina, sy ny biby manidina eny amin’ny lanitra, ary ny zavamananaina rehetra mifamezivezy eny ambonin’ny tany.”",
        "29": "Ary hoy Andriamanitra: “Efa nomeko anareo ny zavamaniry misy voa famboly rehetra eny ambonin’ny tany manontolo, sy ny hazo rehetra mamokatra voankazo misy voany. Ataovy sakafonareo ireny.",
        "30": "Ny zava-maitso rehetra indray efa nomeko ho sakafon’ny bibidia rehetra eny ambonin’ny tany, sy ny biby manidina rehetra eny amin’ny lanitra, ary ny zavamananaina hafa rehetra mifamezivezy eny ambonin’ny tany.” Dia nitranga izany.",
        "31": "Taorian’izany, dia nijery an’izay rehetra nataony Andriamanitra, ka hitany fa tena tsara izany. Dia nisy hariva, ary nisy maraina: Andro fahenina izany."
    },
    "2": {
        "1": "Dia vita ny lanitra sy ny tany ary ny zava-drehetra eo aminy.",
        "2": "Ary tamin’ny andro fahafito, dia efa vitan’Andriamanitra ny asa nataony. Dia nitsahatra tamin’ny asa rehetra nataony izy tamin’ny andro fahafito.",
        "3": "Ary notahin’Andriamanitra ny andro fahafito ka nolazainy hoe masina. Tamin’io andro io mantsy izy no nitsahatra tamin’ny asa famoronana rehetra nataony, dia izay rehetra nokasainy hatao.",
        "4": "Izao no tantaran’ny lanitra sy ny tany tamin’ny fotoana namoronana azy, tamin’ny andro nanaovan’i Jehovah Andriamanitra ny tany sy ny lanitra.",
        "5": "Mbola tsy nisy kirihitra teto an-tany, ary mbola tsy nisy nitsiry ny zavamaniry eny an-tsaha, satria mbola tsy nampilatsaka orana tamin’ny tany i Jehovah Andriamanitra. Tsy nisy olona hiasa tany koa tamin’izay.",
        "6": "Nisy zavona anefa niakatra avy tamin’ny tany, ka nandena ny tany rehetra.",
        "7": "Ary namorona olona avy tamin’ny vovoky ny tany i Jehovah Andriamanitra, dia nitsoka fofonaina nankao amin’ny vavorony, ka lasa zavamananaina ilay olona.",
        "8": "Nanamboatra zaridaina tao Edena, tany atsinanana, koa i Jehovah Andriamanitra, ka napetrany tao ilay olona noforoniny.",
        "9": "Dia nataon’i Jehovah Andriamanitra naniry tamin’ny tany ny hazo rehetra mahafinaritra ny maso sady misy voany mampite hihinana. Nataony naniry teo afovoan’ilay zaridaina koa ny hazon’aina sy ny hazo fahalalana ny tsara sy ny ratsy.",
        "10": "Nisy renirano nikoriana koa avy tao Edena tamin’izany, mba hanondraka an’ilay zaridaina. Dia avy teo indray ilay renirano no nisampana efatra.",
        "11": "Pisona no anaran’ilay renirano voalohany. Izy io no manodidina ny faritr’i Havila manontolo, izay misy volamena.",
        "12": "Tsara ny volamena ao amin’izany tany izany. Misy ditin-kazo manitra koa ao, sady misy vato oniksa.",
        "13": "Gihona no anaran’ilay renirano faharoa. Izy io no manodidina ny tanin’i Kosy manontolo.",
        "14": "Hidekela no anaran’ilay renirano fahatelo. Izy io no mankany atsinanan’i Asyria. Ary i Eofrata ilay renirano fahefatra.",
        "15": "Dia nalain’i Jehovah Andriamanitra ilay lehilahy, ka napetrany tao amin’ny zaridainan’i Edena mba hiasa sy hikarakara an’ilay zaridaina.",
        "16": "Nandidy an’ilay lehilahy koa i Jehovah Andriamanitra hoe: “Afaka mihinana izay laninao amin’ny voan’ny hazo rehetra ato amin’ny zaridaina ianao.",
        "17": "Aza mihinana amin’ny voan’ny hazo fahalalana ny tsara sy ny ratsy anefa, fa amin’ny andro ihinananao azy, dia ho faty tokoa ianao.”",
        "18": "Hoy i Jehovah Andriamanitra avy eo: “Tsy tsara raha irery foana ralehilahy. Andeha hanaovako mpanampy mety tsara aminy izy.”",
        "19": "Ary noforonin’i Jehovah Andriamanitra avy tamin’ny tany ny bibidia rehetra sy ny biby manidina rehetra eny amin’ny lanitra. Dia nentiny tany amin’ilay lehilahy ireny, mba hahitana an’izay anarana hiantsoany azy tsirairay. Koa izay anarana niantsoany ny zavamananaina tsirairay, dia izany no lasa anarany.",
        "20": "Dia nomen’ilay lehilahy anarana daholo ny biby fiompy rehetra sy ny biby manidina rehetra eny amin’ny lanitra ary ny bibidia rehetra. Tsy mba nisy mpanampy nety tsara taminy anefa.",
        "21": "Nataon’i Jehovah Andriamanitra renoky ny torimaso àry ilay lehilahy. Tamin’izy ilay mbola natory iny, dia nalain’Andriamanitra ny taolan-tehezany iray, dia avy eo nakatony ny nofo teo amin’ilay nakany azy.",
        "22": "Ary nanao vehivavy tamin’ilay taolan-tehezana nalainy tamin’ilay lehilahy i Jehovah Andriamanitra. Dia avy eo nentiny nankany amin’ilay lehilahy ilay vehivavy.",
        "23": "Ary hoy ilay lehilahy: “Ela ny ela ka ity eto ny taolana avy amin’ny taolako, Sy ny nofo avy amin’ny nofoko! Hantsoina hoe Vehivavy izy, Satria avy tamin’ny lehilahy no nakana azy.”",
        "24": "Noho izany, dia handao ny rainy sy ny reniny ny lehilahy ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy roa.",
        "25": "Samy mbola niboridana ilay lehilahy sy ny vadiny, kanefa tsy menatra."
    },
    "3": {
        "1": "Ny menarana no malina indrindra tamin’ny bibidia rehetra nataon’i Jehovah Andriamanitra. Dia hoy izy io tamin’ilay vehivavy: “Tena niteny taminareo tokoa ve Andriamanitra hoe tsy mahazo mihinana amin’ny voan’ny hazo rehetra ato amin’ny zaridaina ianareo?”",
        "2": "Dia hoy ilay vehivavy tamin’ilay menarana: “Mahazo mihinana ny voan’ireo hazo ato amin’ny zaridaina izahay ka!",
        "3": "Efa niteny anefa Andriamanitra momba ny voan’ilay hazo eo afovoan’ny zaridaina hoe: ‘Aza mihinana amin’io ianareo, ary aza mikitika an’io, fa raha tsy izany dia ho faty ianareo.’”",
        "4": "Dia hoy ilay menarana tamin’ilay vehivavy: “Tsy ho faty ianareo ka!",
        "5": "Fa fantatr’Andriamanitra fa amin’ny andro ihinananareo ny voan’io hazo io, dia hahiratra ny masonareo, ary ho tahaka an’Andriamanitra ianareo ka hahalala ny tsara sy ny ratsy.”",
        "6": "Dia hitan’ilay vehivavy fa mampite hihinana ny voan’ilay hazo sady manintona ny maso, ary mahafinaritra ny mijery azy. Nakany àry ny voan’ilay izy ka nohaniny. Nomeny koa ny vadiny avy eo rehefa tafaraka taminy, dia nihinana.",
        "7": "Dia nahiratra ny mason’izy mivady, ka lasa fantany fa niboridana izy ireo. Koa nanjaitra ravin’aviavy izy ireo, dia nataony sikina.",
        "8": "Tatỳ aoriana, dia henon’izy mivady ny feon’i Jehovah Andriamanitra, rehefa nandehandeha tao amin’ilay zaridaina Andriamanitra, tokotokony ho tamin’ny fotoana nisian’ny tsio-drivotra malefaka. Dia niafina tany ambadiky ny hazo tao amin’ny zaridaina izy ireo mba tsy ho hitan’i Jehovah Andriamanitra.",
        "9": "Ary niantso an’ilay lehilahy imbetsaka i Jehovah Andriamanitra, sady niteny hoe: “Fa aiza ianao?”",
        "10": "Tamin’ny farany dia hoy ilay lehilahy: “Henoko mihitsy ny feonao tato amin’ny zaridaina, saingy natahotra aho satria niboridana, dia naleoko niafina.”",
        "11": "Dia hoy Andriamanitra: “Fa iza no nilaza taminao hoe niboridana ianao? Angaha ianao efa nihinana tamin’ny voan’ilay hazo nandidiako anao hoe aza hanina?”",
        "12": "Ary hoy ilay lehilahy: “Ilay vehivavy nomenao ahy no nanome ahy tamin’ny voan’ilay hazo, dia nihinana aho.”",
        "13": "Dia hoy i Jehovah Andriamanitra tamin’ilay vehivavy: “Fa inona izany nataonao izany?” Ary hoy ilay vehivavy: “Nofitahin’ilay menarana aho, dia nihinana.”",
        "14": "Ary hoy i Jehovah Andriamanitra tamin’ny menarana: “Satria nanao an’izany ianao, dia ianao no voaozona amin’ny biby fiompy rehetra sy amin’ny bibidia rehetra. Ny kibonao no handehananao, ary vovoka no hohaninao mandritra ny androm-piainanao.",
        "15": "Dia hataoko mifandrafy ianao sy ilay vehivavy, ary ny taranakao sy ny taranany. Izy hanorotoro ny lohanao, fa ianao kosa handratra ny voditongony.”",
        "16": "Hoy kosa izy tamin’ilay vehivavy: “Vao mainka hataoko manaintaina be ianao rehefa bevohoka. Hanaintaina koa ianao rehefa miteraka. Haniry mafy ho akaikin’ny fon’ny vadinao foana ianao, ary izy indray hanjakazaka aminao.”",
        "17": "Ary hoy indray izy tamin’i Adama: “Satria ianao nihaino ny vadinao ka nihinana tamin’ny voan’ilay hazo nandidiako anao hoe: ‘Aza hanina io’, dia voaozona ny tany noho ny nataonao. Hijaly ianao vao ho afaka hihinana ny vokatry ny tany, mandritra ny androm-piainanao.",
        "18": "Dia haniry tsilo sy ahidratsy ny tany, ary zavamaniry eny an-tsaha no hohaninao.",
        "19": "Ary ho tsemboka ianao vao hahazo sakafo, mandra-piverinao amin’ny tany, fa avy tamin’ny tany no nakana anao. Fa vovoka ianao ary hiverina ho vovoka indray.”",
        "20": "Taorian’izany, dia nataon’i Adama hoe Eva ny anaran’ny vadiny, satria izy no ho lasa renin’ny olombelona rehetra.",
        "21": "Dia nanao akanjo lava vita tamin’ny hoditra ho an’i Adama sy ny vadiny i Jehovah Andriamanitra, mba hanaovan’izy mivady.",
        "22": "Hoy i Jehovah Andriamanitra avy eo: “Efa lasa tahaka ny anankiray amintsika izao ny olona, ka mahalala ny tsara sy ny ratsy. Fa izao, sao dia hanatsotra ny tanany izy ka haka amin’ny voan’ny hazon’aina, ary hihinana an’ilay izy ka ho velona mandrakizay, ...”",
        "23": "Dia noroahin’i Jehovah Andriamanitra hiala tao amin’ny zaridainan’i Edena ny olona, mba hamboly eo amin’ny tany nakana azy.",
        "24": "Noroahiny àry ny olona, dia nasiany kerobima sy lelan-tsabatra mirehitra sady mihodinkodina tsy an-kijanona, teo amin’ny ilany atsinanan’ny zaridainan’i Edena, mba hiambina ny lalana mankany amin’ny hazon’aina."
    },
    "4": {
        "1": "Nanao firaisana tamin’i Eva vadiny i Adama, dia bevohoka i Eva. Rehefa niteraka an’i Kaina izy, dia niteny hoe: “Niteraka lahikely aho noho ny fanampian’i Jehovah.”",
        "2": "Niteraka an’i Abela rahalahiny koa izy tatỳ aoriana. Lasa mpiandry ondry i Abela, fa i Kaina indray lasa mpamboly.",
        "3": "Rehefa afaka elaela, dia nitondra tamin’ny vokatry ny tany ho fanatitra ho an’i Jehovah i Kaina.",
        "4": "I Abela kosa nitondra zanak’ondry vitsivitsy tamin’ny andian’ondriny, ka izay teraka voalohany no nentiny. Nataony fanatitra niaraka tamin’ny taviny ireny. Dia nankasitrahan’i Jehovah i Abela sy ny fanatiny,",
        "5": "fa i Kaina sy ny fanatiny kosa tsy nankasitrahany. Dia tezitra be i Kaina sady kivy be.",
        "6": "Dia hoy i Jehovah tamin’i Kaina: “Fa maninona ianao no tezitra be sady kivy be hoatr’izao?",
        "7": "Raha mba miova anefa ianao ka manao ny tsara, dia hankasitrahako indray. Fa raha tsy miova mba hanao ny tsara ianao, dia efa miafina ao am-baravaranao ny ota. Mitsiriritra anao izy ary te hanjakazaka aminao. Ho vitanao anefa ve ny hifehy azy?”",
        "8": "Taorian’izay, dia hoy i Kaina tamin’i Abela rahalahiny: “Andao isika ho any an-tsaha.” Rehefa tany an-tsaha izy roa lahy, dia novonoin’i Kaina i Abela rahalahiny ka matiny.",
        "9": "Tatỳ aoriana, dia hoy i Jehovah tamin’i Kaina: “Fa aiza i Abela rahalahinao?” Dia hoy izy: “Tsy haiko. Fa angaha izaho mpiambina ny rahalahiko?”",
        "10": "Ary hoy Andriamanitra: “Fa inona no nataonao? Izany fa miantsoantso mitaraina amiko ny ran’ny rahalahinao nalatsakao tamin’ny tany.",
        "11": "Voaozona ianao izao, ka horoahina hiala ao amin’ilay tany nitelina ny ran’ny rahalahinao nalatsakao.",
        "12": "Rehefa mamboly ianao, dia tsy hamokatra ny tany. Hirenireny sy handositra foana koa ianao eny ambonin’ny tany.”",
        "13": "Dia hoy i Kaina tamin’i Jehovah: “Tena mafy loatra izany sazy noho ny fahadisoako izany, ka tsy ho zakako.",
        "14": "Roahinao hiala eto amin’ity faritra ity aho androany, dia tsy ho eo anatrehanao intsony. Hirenireny sy handositra foana aho etỳ ambonin’ny tany, ary tena hamono ahy ho faty izay mahita ahy.”",
        "15": "Dia hoy i Jehovah taminy: “Raha izany àry, dia hiharan’ny valifaty avo fito heny izay mamono an’i Kaina.” Koa nanao famantarana ho an’i Kaina i Jehovah, mba tsy hamely azy ho faty izay mahita azy.",
        "16": "Niala teo anatrehan’i Jehovah i Kaina avy eo, ka lasa nipetraka tany amin’ilay tany nanaovana azy sesitany, tany atsinanan’i Edena.",
        "17": "Nanao firaisana tamin’ny vadiny i Kaina taorian’izany, dia bevohoka ilay vadiny ka niteraka an’i Enoka. Dia nanorina tanàna i Kaina, ka nataony hoe Enoka hoatran’ny anaran’ny zanany ny anaran’ ilay tanàna.",
        "18": "Tatỳ aoriana, dia niteraka an’i Irada i Enoka. I Irada indray niteraka an’i Mehojaela, ary Mehojaela niteraka an’i Metosaela, ary Metosaela niteraka an’i Lameka.",
        "19": "Naka vady roa i Lameka. Ada no anaran’ny voalohany ary Zila ny faharoa.",
        "20": "Niteraka an’i Jabala i Ada. Io Jabala io no voalohany tamin’ny olona mipetraka ao anaty tranolay sady miompy biby fiompy.",
        "21": "Jobala no anaran’ny rahalahiny. Izy io no voalohany tamin’ny olona rehetra mitendry harpa sy mitsoka sodina.",
        "22": "I Zila indray niteraka an’i Tobala-kaina, ilay nanefy ny karazam-pitaovana rehetra vita amin’ny varahina sy vy. Ary i Nama no anabavin’i Tobala-kaina.",
        "23": "Nanoratra an’izao tononkalo izao ho an’i Ada sy Zila vadiny i Lameka: “Henoy ny feoko, ry vadin’i Lameka, Henoy izao lazaiko izao: Nisy lehilahy novonoiko ho faty satria nandratra ahy, Eny, tovolahy iray, satria namely ahy izy.",
        "24": "Raha ampiharana valifaty avo 7 heny izay mamono an’i Kaina, Dia ho avo 77 heny kosa ny an’izay mamono an’i Lameka.”",
        "25": "Ary nanao firaisana tamin’ny vadiny indray i Adama, dia tera-dahy ny vadiny. Dia nataony hoe Seta ny anarany, satria hoy izy: “Efa nomen’Andriamanitra zanaka hafa ho solon’i Abela aho, satria novonoin’i Kaina izy.”",
        "26": "Niteraka zazalahy koa i Seta, ka nataony hoe Enosa ny anarany. Tamin’izany fotoana izany ny olona no nanomboka niantso ny anaran’i Jehovah."
    },
    "5": {
        "1": "Izao no tantaran’i Adama: Rehefa namorona an’i Adama Andriamanitra, dia nataony nisy itovizana taminy izy.",
        "2": "Lahy sy vavy no namoronany azy ireo. Nitso-drano azy ireo izy, ary nataony hoe Olombelona ny anaran’izy ireo, tamin’ny andro namoronana azy.",
        "3": "Rehefa 130 taona i Adama, dia niteraka zazalahy nisy itovizana taminy, nitovy endrika taminy. Dia nataony hoe Seta ny anarany.",
        "4": "Mbola velona 800 taona i Adama, taorian’ny niterahany an’i Seta. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "5": "Ary nahatratra 930 taona ny andro rehetra niainan’i Adama, dia maty izy.",
        "6": "Rehefa 105 taona i Seta, dia niteraka an’i Enosa.",
        "7": "Mbola velona 807 taona i Seta, taorian’ny niterahany an’i Enosa. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "8": "Ary nahatratra 912 taona ny andro rehetra niainan’i Seta, dia maty izy.",
        "9": "Rehefa 90 taona i Enosa, dia niteraka an’i Kenana.",
        "10": "Mbola velona 815 taona i Enosa, taorian’ny niterahany an’i Kenana. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "11": "Ary nahatratra 905 taona ny andro rehetra niainan’i Enosa, dia maty izy.",
        "12": "Rehefa 70 taona i Kenana, dia niteraka an’i Mahalalila.",
        "13": "Mbola velona 840 taona i Kenana, taorian’ny niterahany an’i Mahalalila. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "14": "Ary nahatratra 910 taona ny andro rehetra niainan’i Kenana, dia maty izy.",
        "15": "Rehefa 65 taona i Mahalalila, dia niteraka an’i Jareda.",
        "16": "Mbola velona 830 taona i Mahalalila, taorian’ny niterahany an’i Jareda. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "17": "Ary nahatratra 895 taona ny andro rehetra niainan’i Mahalalila, dia maty izy.",
        "18": "Rehefa 162 taona i Jareda, dia niteraka an’i Enoka.",
        "19": "Mbola velona 800 taona i Jareda, taorian’ny niterahany an’i Enoka. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "20": "Ary nahatratra 962 taona ny andro rehetra niainan’i Jareda, dia maty izy.",
        "21": "Rehefa 65 taona i Enoka, dia niteraka an’i Metosela.",
        "22": "Rehefa avy niteraka an’i Metosela i Enoka, dia mbola niara-nandeha tamin’ilay tena Andriamanitra foana, nandritra ny 300 taona. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "23": "Ary nahatratra 365 taona ny andro rehetra niainan’i Enoka.",
        "24": "Niara-nandeha tamin’ilay tena Andriamanitra foana i Enoka. Tsy hita intsony izy tatỳ aoriana, satria nalain’Andriamanitra.",
        "25": "Rehefa 187 taona i Metosela, dia niteraka an’i Lameka.",
        "26": "Mbola velona 782 taona i Metosela, taorian’ny niterahany an’i Lameka. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "27": "Ary nahatratra 969 taona ny andro rehetra niainan’i Metosela, dia maty izy.",
        "28": "Rehefa 182 taona i Lameka, dia niteraka zazalahy.",
        "29": "Dia nataony hoe Noa ny anarany, satria hoy izy: “Izy no hanamaivana antsika. Miasa mafy mantsy isika ka reraka be ny tanantsika satria nozonin’i Jehovah ny tany.”",
        "30": "Mbola velona 595 taona i Lameka, taorian’ny niterahany an’i Noa. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "31": "Ary nahatratra 777 taona ny andro rehetra niainan’i Lameka, dia maty izy.",
        "32": "Ary feno 500 taona i Noa. Dia niteraka an’i Sema sy Hama ary Jafeta izy taorian’izay."
    },
    "6": {
        "1": "Rehefa nanomboka nihamaro ny olombelona teto ambonin’ny tany ka niteraka zazavavy,",
        "2": "dia voamarik’ireo zanak’Andriamanitra fa tsara tarehy ny zanakavavin’ny olombelona. Nalain’izy ireo ho vady àry izay rehetra nofidiny.",
        "3": "Ary hoy i Jehovah: “Tsy handefitra tsy misy farany amin’ny olona aho, satria nofo ihany izy. Dia mbola ho velona 120 taona izy.”",
        "4": "Nisy Nefilima teto an-tany tamin’izany andro izany sy taorian’izany. Nandritra an’izany fotoana izany, dia nanao firaisana tamin’ny zanakavavin’ny olombelona ireo zanak’Andriamanitra. Dia niteraka zazalahy tamin’izy ireo ny zanakavavin’ny olombelona. Ireny zanany ireny no olona natanjaka sy nalaza tamin’ny andro fahiny.",
        "5": "Ary hitan’i Jehovah fa be dia be ny zava-dratsy nataon’ny olona teto an-tany, sady ratsy foana ny zavatra noeritreretiny sy nirin’ny fony.",
        "6": "Dia nanenina i Jehovah nanao ny olona teto ambonin’ny tany, ka nalahelo ny fony.",
        "7": "Hoy àry i Jehovah: “Haringako tsy hisy eny ambonin’ny tany ny olona noforoniko. Haringako miaraka amin’ny biby fiompy sy ny biby mandady ary ny biby manidina eny amin’ny lanitra ny olona. Fa manenina aho nanao an’ireo.”",
        "8": "I Noa anefa nankasitrahan’i Jehovah.",
        "9": "Ary izao no tantaran’i Noa: Olo-marina i Noa. Tsy nisy tsiny izy, tsy mba hoatran’ny mpiara-belona taminy. Niara-nandeha tamin’Andriamanitra izy.",
        "10": "Niteraka telo mirahalahy i Noa tatỳ aoriana, dia i Sema sy Hama ary Jafeta.",
        "11": "Lasa simba anefa ny tany teo imason’Andriamanitra, sady feno herisetra.",
        "12": "Rehefa nojeren’Andriamanitra ny tany, dia hitany fa simba. Nanao ratsy mantsy ny olona rehetra teto an-tany.",
        "13": "Dia hoy Andriamanitra tamin’i Noa: “Tapa-kevitra aho fa handringana ny nofo rehetra, satria feno herisetra ny tany. Dia haringako izy ireo, ary hosimbako koa ny tany.",
        "14": "Manaova àry sambofiara amin’ny hazo misy ditiny, ka asio efitrefitra ao anatiny. Ary hosory godorao ny anatiny sy ivelany.",
        "15": "Hoatr’izao no hanaovanao an’ilay sambofiara: Tokony ho 300 hakiho ny lavany, 50 hakiho ny sakany, ary 30 hakiho ny haavony.",
        "16": "Asio varavarankely hidiran’ny hazavana ilay sambofiara, eo amin’ny iray hakiho eo ambanin’ny tampony, dia ataovy eo amin’ny ilany iray ny fidirana. Asio rihana ilay sambofiara, izany hoe misy farany ambany sy rihana voalohany ary rihana faharoa.",
        "17": "“Ary hampisy safodrano eny ambonin’ny tany aho, ka handringana ny nofo rehetra manam-pofonaina eny ambanin’ny lanitra. Dia ho faty ny zava-drehetra eny ambonin’ny tany.",
        "18": "Ary manao fifanekena aminao aho, ka midira ao anatin’ny sambofiara ianao sy ireo zanakao lahy sy ny vadinao ary ireo vadin’ny zanakao.",
        "19": "Akao roa avy ny karazan-javamananaina rehetra, dia ampidiro ao anatin’ny sambofiara, mba ho voaro miaraka aminao. Lahy sy vavy no halainao.",
        "20": "Amin’ny biby manidina araka ny karazany avy, sy ny biby fiompy araka ny karazany avy, ary ny biby mandady rehetra amin’ny tany araka ny karazany avy, dia roa avy no hiditra ao mba ho voaro miaraka aminao.",
        "21": "Ary angony ny karazan-tsakafo rehetra, mba hataonao sakafo sy sakafon’ireo biby ireo.”",
        "22": "Dia nanaraka ny didy rehetra nomen’Andriamanitra azy i Noa. Izany mihitsy no nataony."
    },
    "7": {
        "1": "Taorian’izany, dia hoy i Jehovah tamin’i Noa: “Midira ao anatin’ny sambofiara ianao sy ny ankohonanao manontolo. Amin’izao taranaka misy anao izao mantsy, dia ianao no hitako hoe olo-marina.",
        "2": "Akao fito avy ny karazam-biby madio rehetra, dia lahy sy vavy, ary ento miditra miaraka aminao. Fa amin’ny biby tsy madio rehetra kosa, dia roa avy fotsiny no halainao, izany hoe lahy sy vavy.",
        "3": "Akao fito avy koa ny biby manidina eny amin’ny lanitra, dia lahy sy vavy, mba tsy ho lany taranaka eny ambonin’ny tany manontolo ireny.",
        "4": "Fa fito andro sisa dia hampilatsaka orana eny ambonin’ny tany aho, mandritra ny 40 andro sy 40 alina. Ary haringako tsy hisy eny ambonin’ny tany ny zavamananaina rehetra nataoko.”",
        "5": "Dia nataon’i Noa izay rehetra nandidian’i Jehovah azy.",
        "6": "Ary 600 taona i Noa rehefa nisy safodrano teto ambonin’ny tany.",
        "7": "Dia niditra tao anatin’ilay sambofiara i Noa sy ny vady aman-janany ary ireo vadin’ny zanany lahy, talohan’ny safodrano.",
        "8": "Nisy tamin’ny biby madio sy ny biby tsy madio sy ny biby manidina ary izay rehetra mifamezivezy eny ambonin’ny tany koa niditra tao anatin’ilay sambofiara.",
        "9": "Niditra tsiroaroa, izany hoe lahy sy vavy, tao anatin’ny sambofiara niaraka tamin’i Noa ireny, araka ny didy nomen’Andriamanitra azy.",
        "10": "Fito andro taorian’izay, dia tonga teto ambonin’ny tany ny safodrano.",
        "11": "Tamin’ny andro faha-17 amin’ny volana faharoa, rehefa 600 taona i Noa, dia vaky ny loharano rehetra teny ambony, tamin’io andro io, ary nisokatra ny vavahadin-dranon’ny lanitra.",
        "12": "Dia avy be ny orana teto ambonin’ny tany nandritra ny 40 andro sy 40 alina.",
        "13": "Ary niditra tao anatin’ny sambofiara i Noa tamin’io andro io, niaraka tamin’i Sema sy Hama ary Jafeta zanany lahy. Niaraka taminy koa ny vadiny sy izy telo vavy vadin’ny zanany.",
        "14": "Niditra tao anatin’ny sambofiara izy ireo sy ny bibidia rehetra araka ny karazany avy, ny biby fiompy rehetra araka ny karazany avy, ny biby mandady rehetra etỳ ambonin’ny tany araka ny karazany avy, ary ny biby manidina rehetra araka ny karazany avy, izany hoe ny vorona rehetra sy izay rehetra manana elatra.",
        "15": "Niditra tsiroaroa nankao amin’i Noa tao anatin’ny sambofiara ny karazana biby manam-pofonaina rehetra.",
        "16": "Dia niditra ny karazana biby rehetra, dia lahy sy vavy, araka ny didy nomen’Andriamanitra an’i Noa. Avy eo dia nohidian’i Jehovah ny varavarana.",
        "17": "Ary avy be nandritra ny 40 andro teto ambonin’ny tany ny orana. Dia niakatra foana ny rano ka nanainga an’ilay sambofiara. Ary nitsinkafona ambony be niala tamin’ny tany ilay sambofiara.",
        "18": "Nahery be ny rano sady nisondrotra be foana teto ambonin’ny tany, fa ilay sambofiara kosa nitsinkafona teny ambonin’ny rano.",
        "19": "Ary difotry ny rano ny tany, ka sarona tao koa ny tendrombohitra avo rehetra teny ambanin’ny lanitra manontolo.",
        "20": "Dia niakatra 15 hakiho nihoatra ny tendrombohitra ny rano.",
        "21": "Koa maty ny zavamananaina rehetra nihetsiketsika teto ambonin’ny tany: Ny biby manidina, ny biby fiompy, ny bibidia, ny zavamananaina hafa mifanaretsaka, ary ny olombelona rehetra.",
        "22": "Maty daholo izay nanam-pofonaina, dia izay rehetra teo amin’ny tany maina.",
        "23": "Naringan’Andriamanitra tsy hisy tetỳ ambonin’ny tany ny zavamananaina rehetra, anisan’izany ny olona, ny biby, ny biby mandady, ary ny biby manidina teny amin’ny lanitra. Ringana tsy nisy teto ambonin’ny tany daholo ireny, fa i Noa sy izay niaraka taminy tao anatin’ny sambofiara ihany sisa no velona.",
        "24": "Ary mbola nahery be ny rano teto ambonin’ny tany, nandritra ny 150 andro."
    },
    "8": {
        "1": "Tsy hadinon’Andriamanitra anefa i Noa sy ny bibidia rehetra ary ny biby fiompy rehetra niaraka taminy tao anatin’ny sambofiara. Dia nasian’Andriamanitra rivotra nitsoka teto ambonin’ny tany, ka nanomboka nihena ny rano.",
        "2": "Dia tampina ny loharano rehetra teny ambony sy ny vavahadin-dranon’ny lanitra, ka nitsahatra ilay orana avy any an-danitra.",
        "3": "Ary nihanidina ny rano teto ambonin’ny tany. Efa nihena ny rano rehefa afaka 150 andro.",
        "4": "Tamin’ny andro faha-17 amin’ny volana fahafito, dia tafapetraka teo ambonin’ny tendrombohitra Ararata ilay sambofiara.",
        "5": "Ary mbola nihena tsikelikely ihany ny rano hatramin’ny volana fahafolo. Dia niseho ny tampon’ny tendrombohitra, tamin’ny andro voalohan’ny volana fahafolo.",
        "6": "Rehefa afaka 40 andro àry, dia nosokafan’i Noa ny varavarankelin’ny sambofiara,",
        "7": "dia namoaka goaika izy. Nanidina teny ivelany ilay goaika dia niverina, ary toy izany foana mandra-pahamainan’ny rano teto ambonin’ny tany.",
        "8": "Tatỳ aoriana dia namoaka voromailala izy, mba hahitana raha efa nihena ny rano teto ambonin’ny tany na tsia.",
        "9": "Tsy nahita toerana hipetrahana anefa ilay voromailala, ka niverina nankao amin’i Noa tao anatin’ny sambofiara, satria mbola difotry ny rano ny tany manontolo. Dia navoakan’i Noa ny tanany, dia nalainy ilay voromailala ka nampidiriny tao anatin’ny sambofiara.",
        "10": "Mbola niandry fito andro indray izy vao namoaka an’ilay voromailala avy tao amin’ny sambofiara.",
        "11": "Ary tonga teo aminy ilay voromailala rehefa harivariva. Hitan’i Noa hoe io fa nisy ravin’oliva mbola maitso teny am-bavany! Dia fantatr’i Noa fa efa nihena ny rano teto ambonin’ny tany.",
        "12": "Ary mbola niandry fito andro indray izy, dia navoakany ilay voromailala, nefa tsy niverina teo aminy intsony.",
        "13": "Tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona faha-601, dia ritra ny rano teto ambonin’ny tany. Dia nesorin’i Noa ny saron’ny sambofiara, ka hitany fa efa nihamaina ny tany.",
        "14": "Ary efa maina tanteraka ny tany tamin’ny andro faha-27 amin’ny volana faharoa.",
        "15": "Dia hoy Andriamanitra tamin’i Noa:",
        "16": "“Mivoaha avy ao anatin’ny sambofiara ianao sy ny vady aman-janakao ary ny vadin’ny zanakao.",
        "17": "Ento mivoaka miaraka aminao ny zavamananaina rehetra, araka ny karazany avy: Ny biby manidina sy ny biby fiompy ary ny biby mandady rehetra eny ambonin’ny tany. Amin’izay izy ireny ho lasa be dia be eny ambonin’ny tany, dia hanan-taranaka sy hihabetsaka eny ambonin’ny tany.”",
        "18": "Dia nivoaka i Noa sy ny vadiny, ary ny zanany lahy sy ny vadin’izy ireo.",
        "19": "Nivoaka avy tao amin’ny sambofiara koa ny bibidia rehetra, ny biby mandady rehetra, ny biby manidina rehetra, ary izay rehetra mifamezivezy eny ambonin’ny tany, araka ny sokajiny avy.",
        "20": "Dia nanorina alitara ho an’i Jehovah i Noa. Naka tamin’ny biby madio sy ny biby manidina madio izy, ka nanolotra fanatitra dorana teo ambonin’ilay alitara.",
        "21": "Ary nahafinaritra an’i Jehovah ny hanitr’ilay izy, ka hoy i Jehovah anakampo: “Tsy hanozona ny tany noho ny ataon’ny olona intsony aho, satria mitarika azy hanao ratsy foana ny fony, efa hatramin’ny fahazazany. Dia tsy horinganiko hoatran’iny nataoko iny intsony ny zavamananaina rehetra.",
        "22": "Manomboka izao, dia tsy hitsahatra eny ambonin’ny tany mihitsy ny famafazam-boa sy ny fijinjana, ny hatsiaka sy ny hafanana, ny fahavaratra sy ny ririnina, ary ny andro sy ny alina.”"
    },
    "9": {
        "1": "Nitso-drano an’i Noa sy ny zanany Andriamanitra, ka niteny taminy hoe: “Miteraha maro, dia mihabetsaha ka mamenoa ny tany.",
        "2": "Mbola hatahotra anareo foana ny bibidia rehetra eny ambonin’ny tany, sy ny biby manidina rehetra eny amin’ny lanitra, sy izay rehetra mifamezivezy eny ambonin’ny tany, ary ny trondro rehetra any an-dranomasina. Dia hanjaka amin’ireny ianareo.",
        "3": "Azonareo atao sakafo ny biby velona mihetsiketsika rehetra. Omeko anareo daholo izy rehetra, toy ny nanomezako anareo ny zava-maitso.",
        "4": "Fa izao ihany no tsy azonareo hanina: Ny nofo misy aina, izany hoe mbola misy ra.",
        "5": "Ankoatra izany, dia hataoko ampamoaka izay mandatsaka ny ranareo na ny ainareo. Hataoko ampamoaka ny zavamananaina rehetra mandatsaka ny ranareo. Ary hataoko ampamoaka izay olona mandatsaka ny ain’ny rahalahiny.",
        "6": "Izay mandatsaka ran’olona, dia mba halatsak’olona koa ny rany, satria nataon’Andriamanitra mitovy endrika aminy ny olona.",
        "7": "Fa ianareo indray, miteraha maro dia mihabetsaha, ary aoka ho maro be eny ambonin’ny tany ianareo sady ho lasa be dia be.”",
        "8": "Hoy Andriamanitra avy eo tamin’i Noa sy ny zanany lahy:",
        "9": "“Hanao fifanekena aminareo sy ny taranakareo handimby anareo aho,",
        "10": "sy amin’ny zavamananaina rehetra eo aminareo, ny vorona sy ny biby ary ny bibidia rehetra eny ambonin’ny tany, izany hoe izay rehetra nivoaka avy tao anatin’ny sambofiara—ny zavamananaina rehetra eny ambonin’ny tany.",
        "11": "Izao àry no fifanekena ataoko aminareo: Tsy ho ripaky ny safodrano intsony ny zavamananaina rehetra, ary tsy hisy safodrano hanimba ny tany intsony.”",
        "12": "Hoy koa Andriamanitra: “Izao no famantarana an’ilay fifanekena ataoko aminareo sy ny zavamananaina rehetra eo aminareo, ho an’ny taranaka rehetra mbola ho avy:",
        "13": "Asiako avana eny amin’ny rahona, ka izy io no ho famantarana an’ilay fifanekena ataoko amin’izay rehetra velona eny ambonin’ny tany.",
        "14": "Koa isaky ny manisy rahona eny ambonin’ny tany aho, dia tsy maintsy hiseho eny amin’ny rahona ny avana.",
        "15": "Dia hotsaroako ilay fifanekena nataoko taminareo sy tamin’ny zavamananaina rehetra isan-karazany. Ary tsy ho lasa safodrano handringana ny zavamananaina rehetra intsony ny rano.",
        "16": "Hiseho eny amin’ny rahona ny avana. Rehefa hitako ilay izy, dia hotsaroako ilay fifanekena mandrakizay nataon’Andriamanitra tamin’ny zavamananaina rehetra isan-karazany eny ambonin’ny tany.”",
        "17": "Ary hoy indray Andriamanitra tamin’i Noa: “Izany no famantarana an’ilay fifanekena ataoko amin’ny zavamananaina rehetra eny ambonin’ny tany.”",
        "18": "Ireto avy ny zanakalahin’i Noa nivoaka avy tao anatin’ny sambofiara: Sema sy Hama ary Jafeta. Ary i Hama no lasa rain’i Kanana.",
        "19": "Izy telo ireo no zanakalahin’i Noa, ary ireo no niavian’ny mponina rehetra niparitaka eran-tany.",
        "20": "Ary lasa mpamboly i Noa ka namboly voaloboka.",
        "21": "Rehefa nisotro divay izy dia mamo ka nanary lamba, tamin’izy tao anatin’ny tranolainy.",
        "22": "Dia nahita ny fitanjahan’ny rainy i Hama, rain’i Kanana, ka notantarainy tamin’izy roa lahy rahalahiny teo ivelany izany.",
        "23": "Naka lamba àry i Sema sy Jafeta. Nataony teo an-tsoroka ilay izy, ka nanao dia nihemotra izy roa lahy dia nandrakotra ny fitanjahan’ny rainy. Nitodi-damosina izy ireo tamin’izay, ka tsy nahita ny fitanjahan’ny rainy.",
        "24": "Ary nifoha i Noa rehefa nisava ny hamamoany, ka lasa fantany ny zavatra efa nataon’ny faralahiny taminy.",
        "25": "Dia hoy izy: “Ho voaozona anie i Kanana! Ho lasa ambany indrindra amin’ny andevon’ny rahalahiny anie izy!”",
        "26": "Hoy koa izy: “Hoderaina anie i Jehovah, Andriamanitr’i Sema! Ary ho lasa andevon’i Sema anie i Kanana!",
        "27": "Enga anie homen’Andriamanitra toerana midadasika i Jafeta! Dia hipetraka ao an-tranolain’i Sema anie izy! Fa i Kanana kosa anie ho andevon’i Jafeta!”",
        "28": "Mbola velona 350 taona i Noa, taorian’ny Safodrano.",
        "29": "Ary nahatratra 950 taona ny andro rehetra niainan’i Noa, dia maty izy."
    },
    "10": {
        "1": "Izao no tantaran’i Sema sy Hama ary Jafeta, zanakalahin’i Noa: Niteraka zazalahy izy ireo taorian’ny Safodrano.",
        "2": "Ny zanakalahin’i Jafeta dia i Gomera, Magoga, Maday, Javana, Tobala, Meseka, ary Tirasa.",
        "3": "Ny zanakalahin’i Gomera dia i Askenaza sy Rifata ary Togarma.",
        "4": "Ny zanakalahin’i Javana dia i Elisaha, Tarsisy, Kitima, ary Dodanima.",
        "5": "Ireo no niavian’ny mponina niparitaka tany amin’ireo nosy sy tany amin’ny taniny avy, araka ny fiteniny avy, sy araka ny fianakaviany avy, ary araka ny fireneny avy.",
        "6": "Ny zanakalahin’i Hama dia i Kosy, Mizraima, Pota, ary Kanana.",
        "7": "Ny zanakalahin’i Kosy dia i Seba, Havila, Sabta, Rama, ary Sabteka. Ny zanakalahin’i Rama dia i Sheba sy Dedana.",
        "8": "I Kosy niteraka an’i Nimroda. Io Nimroda io no lasa mpiady mahery voalohany teto an-tany.",
        "9": "Lasa mpihaza mahery nanohitra an’i Jehovah izy, ka izany no nahatonga an’ilay fitenenana hoe: “Tahaka an’i Nimroda, ilay mpihaza mahery nanohitra an’i Jehovah.”",
        "10": "Ny niandohan’ny fanjakany dia i Babela, Ereka, Akada, ary Kalne, tany amin’ny tany Sinara.",
        "11": "Niainga tao amin’izany tany izany izy ka nankany Asyria, dia nanorina an’i Ninive, Rehobota-ira, Kala,",
        "12": "ary Resena izay teo anelanelan’i Ninive sy Kala: Izany no tanàna lehibe.",
        "13": "I Mizraima niteraka an’i Lodima, Anamima, Lehabima, Naftohima,",
        "14": "Patrosima, Kaslohima izay niavian’ny Filistinina, ary Kaftorima.",
        "15": "I Kanana niteraka an’i Sidona lahimatoany, sy Heta,",
        "16": "ary ny Jebosita, ny Amorita, ny Girgasita,",
        "17": "ny Hivita, ny Arkita, ny Sinita,",
        "18": "ny Arvadita, ny Zemarita, ary ny Hamatita. Niparitaka ireo fianakavian’ny Kananita, tatỳ aoriana.",
        "19": "Ny sisin-tanin’ny Kananita àry dia nanomboka tany Sidona ka hatrany Gerara, tany akaikin’i Gaza, ary hatrany Sodoma sy Gomora sy Adma ary Zeboima, tany akaikin’i Lesa.",
        "20": "Ireo no zanakalahin’i Hama araka ny fianakaviany sy ny fiteniny, tany amin’ny taniny sy ny fireneny avy.",
        "21": "Nanan-janaka koa i Sema, ilay razamben’ny zanakalahin’i Ebera rehetra, sady rahalahin’i Jafeta izay zokiny indrindra.",
        "22": "Ny zanakalahin’i Sema dia i Elama, Asyra, Arpaksada, Loda, ary Arama.",
        "23": "Ny zanakalahin’i Arama dia i Oza, Hola, Gatera, ary Masy.",
        "24": "I Arpaksada niteraka an’i Sela, ary Sela niteraka an’i Ebera.",
        "25": "Niteraka roa lahy i Ebera: Palega no anaran’ny iray, satria tamin’ny androny no voazarazara ny tany. Ary Joktana no anaran’ny rahalahiny.",
        "26": "I Joktana niteraka an’i Almodada, Salefa, Hazarmaveta, Jera,",
        "27": "Hadorama, Ozala, Dikla,",
        "28": "Obala, Abimaela, Sheba,",
        "29": "Ofira, Havila, ary Jobaba. Ireo rehetra ireo no zanakalahin’i Joktana.",
        "30": "Ny faritra nipetrahan’izy ireo dia nitatra hatrany Mesa ka hatrany Sefara, ilay faritra be tendrombohitra tany Atsinanana.",
        "31": "Ireo no zanakalahin’i Sema araka ny fianakaviany sy ny fiteniny, tany amin’ny taniny sy ny fireneny avy.",
        "32": "Ireo no fianakavian’ny zanakalahin’i Noa, araka ny taranany sy ny fireneny. Avy tamin’ireo ny firenena teto ambonin’ny tany no niparitaka, taorian’ny Safodrano."
    },
    "11": {
        "1": "Mbola nampiasa fiteny iray ihany ny tany manontolo, sady nitovy ny teny nampiasainy.",
        "2": "Ary rehefa niantsinanana ny olona, dia nahita tany lemaka tany amin’ny faritr’i Sinara, dia nipetraka tao.",
        "3": "Ary nifampiresaka izy ireo hoe: “Andao isika hanao biriky dia hodorantsika ilay izy.” Biriky àry no nampiasainy fa tsy vato, ary godorao no nataony rihitra.",
        "4": "Dia hoy izy ireo: “Andao isika hanorina tanàna sy hanangana tilikambo, dia hataontsika manakatra ny lanitra ny tampony. Dia andao hataontsika izay hampahalaza ny anarantsika, amin’izay isika tsy hiparitaka manerana ny tany.”",
        "5": "Dia nidina i Jehovah mba hijery an’ilay tanàna sy ilay tilikambo naorin’ny zanak’olombelona.",
        "6": "Ary hoy i Jehovah: “Jereo ange e! Vahoaka iray ihany izy ireo ary fiteny iray ihany no ampiasainy, dia efa izao no ataony! Dia ho vitany daholo izay eritreretiny hatao.",
        "7": "Andao isika hidina eny, dia hataontsika misafotofoto ny fitenin’izy ireo, amin’izay ry zareo tsy mifankahazo resaka.”",
        "8": "Koa naparitak’i Jehovah avy tao izy ireo ka niely nanerana ny tany. Dia najanon’izy ireo tsikelikely ny fanorenana an’ilay tanàna.",
        "9": "Izany no antony nanaovana ny anaran’ilay tanàna hoe Babela, satria tao no nataon’i Jehovah nisafotofoto ny fitenin’ny tany rehetra. Ary naparitak’i Jehovah avy tao izy ireo ka niely nanerana ny tany.",
        "10": "Izao no tantaran’i Sema: Roa taona taorian’ny Safodrano, rehefa 100 taona i Sema, dia niteraka an’i Arpaksada izy.",
        "11": "Mbola velona 500 taona i Sema, taorian’ny niterahany an’i Arpaksada. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "12": "Rehefa 35 taona i Arpaksada, dia niteraka an’i Sela.",
        "13": "Ary mbola velona 403 taona i Arpaksada, taorian’ny niterahany an’i Sela. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "14": "Rehefa 30 taona i Sela, dia niteraka an’i Ebera.",
        "15": "Ary mbola velona 403 taona i Sela, taorian’ny niterahany an’i Ebera. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "16": "Rehefa 34 taona i Ebera, dia niteraka an’i Palega.",
        "17": "Ary mbola velona 430 taona i Ebera, taorian’ny niterahany an’i Palega. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "18": "Rehefa 30 taona i Palega, dia niteraka an’i Reo.",
        "19": "Ary mbola velona 209 taona i Palega, taorian’ny niterahany an’i Reo. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "20": "Rehefa 32 taona i Reo, dia niteraka an’i Seroga.",
        "21": "Ary mbola velona 207 taona i Reo, taorian’ny niterahany an’i Seroga. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "22": "Rehefa 30 taona i Seroga, dia niteraka an’i Nahora.",
        "23": "Ary mbola velona 200 taona i Seroga, taorian’ny niterahany an’i Nahora. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "24": "Rehefa 29 taona i Nahora, dia niteraka an’i Tera.",
        "25": "Ary mbola velona 119 taona i Nahora, taorian’ny niterahany an’i Tera. Niteraka zazalahy sy zazavavy hafa koa izy.",
        "26": "Ary feno 70 taona i Tera. Dia niteraka an’i Abrama sy Nahora ary Harana izy taorian’izay.",
        "27": "Izao no tantaran’i Tera: I Tera niteraka an’i Abrama sy Nahora ary Harana, ary Harana niteraka an’i Lota.",
        "28": "Maty tany Oran’ny Kaldeanina, tany amin’ny tany nahaterahany, i Harana tamin’i Tera rainy mbola velona.",
        "29": "Samy naka vady i Abrama sy Nahora: Saray no anaran’ny vadin’i Abrama, ary Milka, zanakavavin’i Harana, no anaran’ny vadin’i Nahora. Rain’i Milka sy Iska io Harana io.",
        "30": "Ary tsy nanan-janaka i Saray fa momba.",
        "31": "Taorian’izay dia nentin’i Tera i Abrama zanany lahy sy Lota zafikeliny, zanakalahin’i Harana, ary Saray vinantovaviny, vadin’i Abrama zanany, ka niara-niala tao Oran’ny Kaldeanina izy ireo mba ho any Kanana. Dia tonga tao Harana izy ireo tamin’ny farany, ka nipetraka tao.",
        "32": "Rehefa 205 taona ny andro niainan’i Tera, dia maty tao Harana izy."
    },
    "12": {
        "1": "Ary hoy i Jehovah tamin’i Abrama: “Mialà amin’ny taninao sy ny havanao ary ny ankohonan-drainao, ka mankanesa any amin’ny tany hasehoko anao.",
        "2": "Hataoko lasa firenena lehibe ianao. Hitahy anao aho, dia hataoko malaza ny anaranao. Ho lasa fitahiana ho an’ny olona koa ianao.",
        "3": "Hitahy an’izay mitso-drano anao aho, fa hanozona an’izay manozona anao. Ary amin’ny alalanao no tena hitahiana ny firenena rehetra eny ambonin’ny tany.”",
        "4": "Nandeha àry i Abrama, araka izay efa nolazain’i Jehovah taminy, ary niaraka taminy koa i Lota. Ary 75 taona i Abrama tamin’izy niala tao Harana.",
        "5": "Dia nentin’i Abrama i Saray vadiny sy Lota zana-drahalahiny ary ny fananana rehetra efa nangonin’izy ireo. Nentiny koa ny mpanompo rehetra azony tao Harana. Ary niainga izy ireo ka nankany Kanana. Rehefa tonga tany Kanana izy ireo,",
        "6": "dia namakivaky an’ilay tany i Abrama, ka tonga hatrany amin’ilay toerana atao hoe Sekema, teny akaikin’ireo hazobe tao More. Ny Kananita no nipetraka tao amin’ilay tany, tamin’izany fotoana izany.",
        "7": "Ary niseho tamin’i Abrama i Jehovah, ka niteny hoe: “Ny taranakao no homeko an’ity tany ity.” Dia nanorina alitara teo i Abrama, ho an’i Jehovah, ilay niseho taminy.",
        "8": "Niala teo izy, tatỳ aoriana, ka nifindra nankany amin’ny faritra be tendrombohitra any atsinanan’i Betela. Dia nanangana ny tranolainy teo izy, ka i Betela no teo andrefany, ary Ay no teo atsinanany. Ary nanorina alitara ho an’i Jehovah teo izy, ka niantso ny anaran’i Jehovah.",
        "9": "Tatỳ aoriana, dia nifindra lasy i Abrama ka nankany Negeba. Nifindrafindra toby foana izy tamin’izany.",
        "10": "Ary nisy mosary tao amin’ilay tany, ka nidina nankany Ejipta i Abrama mba hipetraka elaela tany. Mafy be mantsy ny mosary tao amin’ilay tany nisy azy.",
        "11": "Rehefa iny hiditra an’i Ejipta iny izy, dia hoy izy tamin’i Saray vadiny: “Mba henoy ange aho azafady e! Fantatro fa vehivavy tsara tarehy be ianao.",
        "12": "Rehefa mahita anao izao ny Ejipsianina, dia tsy maintsy hiteny hoe: ‘Io ny vadiny.’ Dia hovonoin-dry zareo aho, fa ianao kosa tsy hovonoiny.",
        "13": "Mba teneno ange azafady hoe anabaviko ianao e! Amin’izay aho tsy hataon-dry zareo na inona na inona noho ny aminao, dia tsy hovonoiny.”",
        "14": "Raha vao niditra tao Ejipta i Abrama, dia hitan’ny Ejipsianina fa tena tsara tarehy i Saray.",
        "15": "Nahita azy koa ireo olona ambony tao an-dapan’i Farao, ka niteny tamin’i Farao hoe tsara tarehy be ilay vehivavy. Nentina nankao an-tranon’i Farao àry izy.",
        "16": "Tsara fanahy tamin’i Abrama i Farao satria tiany i Saray. Koa nahazo ondry, omby, ampondralahy sy ampondravavy, mpanompolahy sy mpanompovavy, ary rameva i Abrama.",
        "17": "Namely an’i Farao sy ny ankohonany tamin’ny loza lehibe anefa i Jehovah, noho i Saray, vadin’i Abrama.",
        "18": "Nantsoin’i Farao àry i Abrama, ka hoy izy: “Fa inona ity nataonao tamiko? Maninona no tsy nolazainao tamiko hoe vadinao izy?",
        "19": "Fa maninona ianao no niteny hoe: ‘Anabaviko izy’? Izaho anefa efa saika haka azy ho vady. Io ny vadinao! Ento izy dia mandehana mandeha!”",
        "20": "Koa nomen’i Farao baiko ny mpanompony, dia nalefan’izy ireo i Abrama sy ny vadiny ary izay rehetra nananany."
    },
    "13": {
        "1": "Niala tany Ejipta avy eo i Abrama sy ny vadiny, dia nentiny izay rehetra nananany. Niakatra nankany Negeba izy ireo, niaraka tamin’i Lota.",
        "2": "Nanana biby fiompy sy volafotsy ary volamena be dia be i Abrama tamin’izay.",
        "3": "Nifindrafindra toby izy teny an-dalana avy any Negeba nankany Betela, mandra-pahatongany teo amin’ilay toerana nasiany ny tranolainy taloha, teo anelanelan’i Betela sy Ay,",
        "4": "teo amin’ilay toerana nanorenany alitara. Ary niantso ny anaran’i Jehovah teo i Abrama.",
        "5": "Nanana ondry sy omby ary tranolay koa i Lota, ilay niaraka tamin’i Abrama.",
        "6": "Lasa tsy antonona azy rehetra àry ilay tany, satria lasa be dia be ny fananan’izy ireo, ka tsy afaka niara-nipetraka intsony izy ireo.",
        "7": "Dia nifamaly be ny mpiandry ny biby fiompin’i Abrama sy ny an’i Lota.—Ny Kananita sy ny Perizita no nipetraka tao amin’ilay tany, tamin’izany fotoana izany.—",
        "8": "Dia hoy i Abrama tamin’i Lota: “Azafady re e! Tsy tokony hifamaly izaho sy ianao, na ny mpiandry ny biby fiompiko sy ny anao, fa mpirahalahy isika.",
        "9": "Afaka mifidy an’izay tianao hipetrahana eto amin’ity tany ity ianao. Fa aleo isika misaraka e! Raha miankavia ianao, dia izaho hiankavanana. Fa raha miankavanana kosa ianao, dia izaho hiankavia.”",
        "10": "Dia nitazana i Lota, ka hitany fa azon-drano tsara ny faritr’i Jordana manontolo hatrany Zoara, toy ilay zaridainan’i Jehovah, hoatran’i Ejipta. Azon-drano tsara ilay faritra talohan’ny nandravan’i Jehovah an’i Sodoma sy Gomora.",
        "11": "Nifidy ny faritr’i Jordana manontolo àry i Lota, ka nafindrany niantsinanana ny tobiny. Dia nisaraka izy mianaka.",
        "12": "Ary nijanona tany Kanana i Abrama, fa i Lota kosa nipetraka teny amin’ireo tanànan’ny faritr’i Jordana. Tamin’ny farany, dia nanangana ny tranolainy teo akaikin’i Sodoma i Lota.",
        "13": "Ratsy fanahy anefa ny olona tao Sodoma sady mpanota be teo imason’i Jehovah.",
        "14": "Hoy i Jehovah tamin’i Abrama, rehefa nisaraka izy sy Lota: “Azafady ange e! Jereo avy eo amin’ny toerana misy anao eo ny manodidina, dia mijere mianavaratra sy mianatsimo sy miantsinanana ary miankandrefana.",
        "15": "Fa homeko ho fanananao sy ny taranakao mandrakizay ireo tany rehetra tazanao ireo.",
        "16": "Ary hataoko be dia be tahaka ny vovoka amin’ny tany ny taranakao. Raha misy mahavita manisa ny vovoka amin’ny tany, dia ho voaisa koa ny taranakao.",
        "17": "Mandehana àry mitety an’ilay tany amin’ny lavany sy ny sakany, satria ianao no homeko azy io.”",
        "18": "Ary nipetraka tao anaty tranolay foana i Abrama. Tatỳ aoriana, dia tonga teo amin’ireo hazobe tao Mamre tany Hebrona izy, ka nonina teo. Ary nanorina alitara ho an’i Jehovah teo izy."
    },
    "14": {
        "1": "Izao no nitranga tamin’ny andron’i Amrafela mpanjakan’i Sinara, sy Arioka mpanjakan’i Elasara, sy Kedorlaomera mpanjakan’i Elama, ary Tidala mpanjakan’i Goima:",
        "2": "Niaraka ireo mpanjaka ireo ka niady tamin’i Bera mpanjakan’i Sodoma, Birsa mpanjakan’i Gomora, Sinaba mpanjakan’i Adma, Semebera mpanjakan’i Zeboima, ary ny mpanjakan’i Bela, izany hoe Zoara.",
        "3": "Nivondrona ny miaramilan’izy rehetra ireo teo amin’ny Lohasahan’i Sidima, izany hoe teo amin’ny Ranomasin-tsira.",
        "4": "Nanompo an’i Kedorlaomera nandritra ny 12 taona mantsy ireo mpanjaka dimy ireo, saingy nikomy tamin’ny taona faha-13.",
        "5": "Tamin’ny taona faha-14 àry, dia tonga i Kedorlaomera sy ny mpanjaka niaraka taminy, ka resin’izy ireo tao Asterota-karnaima ny Refaima, tao Hama ny Zozima, tao Save-kiriataima ny Emima,",
        "6": "ary teny amin’ny tendrombohitr’i Seira hatrany Ela-parana, any an-tany efitra, ny Horita.",
        "7": "Dia niverina izy ireo ka tonga tao Ena-mispata, izany hoe Kadesy. Lasan’izy ireo ny faritra rehetra nisy ny Amalekita, ary resiny koa ny Amorita nipetraka tao Hazazona-tamara.",
        "8": "Tamin’izay dia niainga ny mpanjakan’i Sodoma, ny mpanjakan’i Gomora, ny mpanjakan’i Adma, ny mpanjakan’i Zeboima, ary ny mpanjakan’i Bela na Zoara, ka nilahatra hiady tamin’ireo teo amin’ny Lohasahan’i Sidima,",
        "9": "izany hoe hiady tamin’i Kedorlaomera mpanjakan’i Elama, sy Tidala mpanjakan’i Goima, sy Amrafela mpanjakan’i Sinara, ary Arioka mpanjakan’i Elasara. Mpanjaka efatra no niady tamin’ny mpanjaka dimy.",
        "10": "Ary feno lavaka godorao ny Lohasahan’i Sidima. Niezaka nandositra ny mpanjakan’i Sodoma sy ny mpanjakan’i Gomora, nefa latsaka tao anatin’ireny lavaka ireny. Ny mpanjaka sasany koa nandositra nankeny amin’ny faritra be tendrombohitra.",
        "11": "Dia nalain’ireo mpanjaka nandresy ireo daholo ny fananan’i Sodoma sy Gomora sy ny sakafo rehetra tao, ka lasa izy ireo.",
        "12": "Nentiny koa i Lota, ilay zana-drahalahin’i Abrama nipetraka tao Sodoma, niaraka tamin’ny fananany, ka nanohy ny diany izy ireo.",
        "13": "Tafatsoaka anefa ny lehilahy iray, ka tonga nilaza an’izany tamin’i Abrama Hebreo. Nitoby tao amin’ilay faritra nisy an’ireo hazoben’i Mamre Amorita i Abrama tamin’izay. Rahalahin’i Eskola sy Anera io Mamre io, ary efa nifanaraka ireo lehilahy ireo sy Abrama hoe hifanampy.",
        "14": "Dia henon’i Abrama hoe lasa babo ilay havany. Nangoniny àry ireo lehilahy voaofana hiady, dia ny mpanompony 318 izay teraka tao aminy. Dia nenjehin’izy ireo hatrany Dana ireny mpanjaka ireny.",
        "15": "Nozarazarainy ny mpanompony nandritra ny alina, dia nanafika izy ireo ka nandresy. Dia nenjehiny hatrany Hoba, tany avaratr’i Damaskosy, ny fahavalony.",
        "16": "Dia azony indray i Lota havany, ny fananan’i Lota, ny vehivavy, ary ny olon-kafa.",
        "17": "Dia niverina i Abrama rehefa avy nandresy an’i Kedorlaomera sy ireo mpanjaka niaraka taminy. Tamin’izay ny mpanjakan’i Sodoma dia nivoaka hitsena an’i Abrama teo amin’ny Lohasahan’i Save, izany hoe ny Lohasahan’ny Mpanjaka.",
        "18": "Nitsena azy koa i Melkizedeka, mpanjakan’i Salema, sady nitondra mofo sy divay. Mpisoron’ilay Andriamanitra Avo Indrindra io Melkizedeka io.",
        "19": "Dia nitso-drano azy izy hoe: “Enga anie i Abrama hotahin’ilay Andriamanitra Avo Indrindra, Dia ilay Mpanao ny lanitra sy ny tany!",
        "20": "Ary hoderaina anie ilay Andriamanitra Avo Indrindra, Ilay nanolotra ny mpampijaly anao teo am-pelatananao!” Dia nomen’i Abrama azy ny ampahafolon’ny zava-drehetra azony.",
        "21": "Hoy ny mpanjakan’i Sodoma tamin’i Abrama, taorian’izay: “Omeo ahy ny olona, fa ny fananana alaivo ho anao.”",
        "22": "Hoy anefa i Abrama tamin’ny mpanjakan’i Sodoma: “Manangan-tanana aho sady mianiana amin’i Jehovah, ilay Andriamanitra Avo Indrindra, Mpanao ny lanitra sy ny tany,",
        "23": "fa tsy haka na inona na inona amin’ny fanananao aho na dia kofehy iray na tadin-kapa iray aza. Sao mantsy ianao hilaza hoe: ‘Izaho no nampanan-karena an’i Abrama.’",
        "24": "Tsy mila na inona na inona aho, afa-tsy izay efa nohanin’ireo tovolahy niaraka tamiko ireo ihany. Fa ny anjaran’izay niaraka tamiko,—i Anera sy Eskola ary Mamre—dia aleo izy ireo ihany no haka azy.”"
    },
    "15": {
        "1": "Taorian’izany, dia niteny tamin’i Abrama tao amin’ny fahitana i Jehovah hoe: “Aza matahotra, ry Abrama. Izaho no ampinganao, ary hahazo valisoa lehibe ianao.”",
        "2": "Dia hoy i Abrama: “Ry Jehovah Tompo Fara Tampony ô, inona no homenao ahy? Izaho ity mbola tsy manan-janaka ihany, ka i Eliezera avy any Damaskosy no handova ny fananako.”",
        "3": "Hoy koa i Abrama: “Tsy nomenao taranaka aho, ka ny iray amin’ny mpanompoko no handova sy handimby ahy.”",
        "4": "Hoy anefa i Jehovah taminy: “Tsy handova na handimby anao izany lehilahy izany, fa ny zanakao lahy mihitsy no handova sy handimby anao.”",
        "5": "Dia nitondra azy nankeo ivelany izy, ka niteny hoe: “Mba jereo ange ny lanitra, azafady e! Dia isao ny kintana raha mahavita manisa azy ianao.” Hoy koa izy taminy: “Ho tahaka an’ireo ny taranakao.”",
        "6": "Ary naneho finoana an’i Jehovah izy, ka nekeny hoe olo-marina.",
        "7": "Hoy ihany izy taminy: “Izaho no Jehovah, ilay nitondra anao nivoaka avy tany Oran’ny Kaldeanina, mba hanome anao an’ity tany ity. Dia ho lasanao izy ity.”",
        "8": "Dia hoy i Abrama: “Ry Jehovah Tompo Fara Tampony ô, ahoana no hahafantarako fa ho lasako ity tany ity?”",
        "9": "Dia hoy izy taminy: “Itondray vantotr’ombivavy telo taona aho, dia osivavy telo taona, sy ondrilahy telo taona, sy domohina, ary zana-boromailala.”",
        "10": "Ary nalain’i Abrama daholo izany, dia nozarainy roa avy, ka ny ilany nataony teo amin’ny andaniny, ary ny ilany teo amin’ny ankilany. Ny vorona kosa tsy notetehiny.",
        "11": "Ary nidina nankeo amin’ny fatin’ireo biby ireo ny vorona mpihaza, nefa noroahin’i Abrama foana.",
        "12": "Rehefa hilentika ny masoandro, dia renoky ny torimaso i Abrama. Dia nisy haizina nampahatahotra be nanarona azy.",
        "13": "Ary hoy Andriamanitra tamin’i Abrama: “Fantaro tsara fa ho vahiny any an-tanin’olona ny taranakao. Ary hataon’ny mponina any andevo ry zareo, ka hampijaliny 400 taona.",
        "14": "Hotsaraiko anefa ilay firenena hotompoin’izy ireo. Aorian’izay izy ireo dia hivoaka hitondra zava-tsoa be dia be.",
        "15": "Ianao kosa handeha amim-piadanana any amin’ny razambenao, ary ho tratrantitra ianao vao halevina.",
        "16": "Hiverina eto anefa ny taranakao amin’ny andron’ny zafiafiny, satria mbola tsy tafahoatra ny fahadisoan’ny Amorita.”",
        "17": "Rehefa nilentika ny masoandro ka lasa maizina be ny andro, dia nisy lafaoro midona-tsetroka nipoitra. Nisy fanilo mirehitra koa nandalo teo anelanelan’ireo biby nozaraina roa.",
        "18": "Dia nanao fifanekena tamin’i Abrama i Jehovah tamin’io andro io, hoe: “Ny taranakao no homeko an’ity tany ity, hatrany amin’ny reniranon’i Ejipta ka hatrany amin’ny reniranon’i Eofrata, ilay renirano lehibe.",
        "19": "Ny tany homeko azy ireo dia ny tanin’ny Kenita sy ny Kenizita sy ny Kadmonita",
        "20": "sy ny Hetita sy ny Perizita sy ny Refaima",
        "21": "sy ny Amorita sy ny Kananita sy ny Girgasita ary ny Jebosita.”"
    },
    "16": {
        "1": "Ary tsy nanan-janaka i Saray vadin’i Abrama. Nanana mpanompovavy ejipsianina atao hoe Hagara anefa izy.",
        "2": "Dia hoy i Saray tamin’i Abrama: “Azafady ange ianao e! Tsy navelan’i Jehovah hanan-janaka aho. Koa mba manaova firaisana amin’ny mpanompovaviko, fa angamba hahazo zanaka avy aminy aho.” Dia nihaino an’i Saray i Abrama.",
        "3": "Efa nipetraka folo taona tany Kanana i Abrama tamin’izay. Ary nalain’i Saray vadin’i Abrama i Hagara mpanompovaviny ejipsianina, ka nomeny ho vadin’i Abrama.",
        "4": "Dia nanao firaisana tamin’i Hagara i Abrama, ka bevohoka i Hagara. Rehefa fantatr’i Hagara anefa hoe bevohoka izy, dia nambanimbaniny ny tompovaviny.",
        "5": "Dia hoy i Saray tamin’i Abrama: “Ianao ihany no nahatonga an’izao fijaliako izao! Izaho no nanome ny mpanompovaviko ho eo an-tratranao, nefa rehefa fantany fa bevohoka izy, dia nambanimbaniny aho. Aleo i Jehovah no hitsara hoe iza no diso, izaho sa ianao!”",
        "6": "Dia hoy i Abrama tamin’i Saray: “Ianao ange manam-pahefana amin’ny mpanompovavinao e! Ataovy aminy izay hitanao fa mety.” Dia nataon’i Saray afa-baraka i Hagara, ka lasa nandositra.",
        "7": "Rehefa nandeha ny fotoana, dia hitan’ny anjelin’i Jehovah teo akaikin’ny loharano iray tany an-tany efitra i Hagara. Teo amin’ny lalana mankany Sora io loharano io.",
        "8": "Dia hoy ilay anjely: “Ry Hagara mpanompovavin’i Saray, avy taiza ianao, dia ho aiza?” Dia hoy izy: “Mitsoaka an’i Saray tompovaviko aho.”",
        "9": "Ary hoy ilay anjelin’i Jehovah taminy: “Miverena any amin’ny tompovavinao, dia manetre tena eo anatrehany.”",
        "10": "Hoy koa ilay anjelin’i Jehovah: “Hataoko lasa be dia be ny taranakao, ka tsy ho voaisa satria be loatra.”",
        "11": "Hoy ihany ilay anjelin’i Jehovah: “Bevohoka ianao izao, dia ho tera-dahy. Ataovy hoe Ismaela ny anarany, fa efa henon’i Jehovah ny fahorianao.",
        "12": "Ho lasa hoatran’ny ampondradia izy. Hanohitra ny olona rehetra izy, ary ny olona rehetra kosa hanohitra azy. Hipetraka eny ampitan’ny rahalahiny rehetra izy.”",
        "13": "Ary nantsoin’i Hagara ny anaran’i Jehovah, ilay niresaka taminy, dia hoy izy: “Andriamanitra mahita tokoa ianao!” Fa hoy izy: “Izaho ve dia tena nahita an’ilay mahita ahy tokoa, teto amin’ity toerana ity?”",
        "14": "Izany no nahatonga an’ilay lavadrano hantsoina hoe Bera-lahai-roy. Eo anelanelan’i Kadesy sy Bareda izy io.",
        "15": "Dia nitera-dahy tamin’i Abrama i Hagara, ka nataon’i Abrama hoe Ismaela ny anaran’ilay zanany naterak’i Hagara.",
        "16": "Ary 86 taona i Abrama, tamin’i Hagara niteraka an’i Ismaela."
    },
    "17": {
        "1": "Rehefa feno 99 taona i Abrama, dia niseho taminy i Jehovah ka niteny hoe: “Izaho no Andriamanitra Mahery Indrindra. Araho foana izay lazaiko aminao, dia asehoy hoe tsy misy tsiny ianao.",
        "2": "Hanao fifanekena aminao aho, ka hataoko lasa be dia be mihitsy ny taranakao.”",
        "3": "Dia niankohoka i Abrama, ary mbola niteny taminy Andriamanitra hoe:",
        "4": "“Manao fifanekena aminao aho izao, dia tena ho lasa rain’ny firenena maro ianao.",
        "5": "Tsy hatao hoe Abrama intsony ny anaranao, fa hovana hoe Abrahama, satria hataoko rain’ny firenena maro ianao.",
        "6": "Hataoko be dia be mihitsy ny taranakao ka hataoko lasa firenena maro. Dia hisy mpanjaka maro hipoitra avy aminao.",
        "7": "“Hotanterahiko ny fifanekena ataoko aminao sy ny taranakao, izany hoe ny taranakao sy ny taranany rehetra mifandimby. Fifanekena mandrakizay izany, mba ho Andriamanitrao sy ny taranakao handimby anao aho.",
        "8": "Homeko anao sy ny taranakao handimby anao koa ilay tany ivahinianao, i Kanana manontolo, mba ho fanananareo mandrakizay. Dia ho Andriamanitr’izy ireo aho.”",
        "9": "Hoy koa Andriamanitra tamin’i Abrahama: “Fa ianao indray, tokony hanaja ny fifanekena ataoko aminao ianao sy ny taranakao ary ny taranany rehetra mifandimby.",
        "10": "Izao no fifanekena ataoko aminao, ka tokony hohajainao sy ny taranakao handimby anao: Tsy maintsy forana ny lahy rehetra eo aminareo.",
        "11": "Tsy maintsy forana ianareo. Izany no ho famantarana an’ilay fifanekena ataoko aminareo.",
        "12": "Ary tsy maintsy forana ny zazalahy rehetra feno valo andro eo aminareo, hatramin’ny taranakareo fara aman-dimby, na teraka tao an-tranonao izy, na novidim-bola tany amin’ny firenen-kafa fa tsy anisan’ny taranakao.",
        "13": "Tsy maintsy forana ny lehilahy rehetra teraka ao an-tranonao sy ny lehilahy rehetra novidinao tamin’ny volanao. Ho fifanekena maharitra ela be izany fifanekena ataoko momba ny famorana izany.",
        "14": "Raha misy lehilahy tsy noforana, dia tsy maintsy haringana tsy ho anisan’ny fireneny izy. Efa nivadika tamin’ny fifanekena nataoko mantsy izy.”",
        "15": "Avy eo dia hoy Andriamanitra tamin’i Abrahama: “Aza atao hoe Saray intsony ny anaran’ i Saray vadinao, satria hatao hoe Saraha ny anarany.",
        "16": "Hotahiko izy dia hiteraka zazalahy ho anao. Hotahiko izy ka hisy firenena be dia be sy mpanjakan’ny firenena maro hipoitra avy aminy.”",
        "17": "Dia niankohoka i Abrahama, dia nihomehy sady niteny anakampo hoe: “Lehilahy efa 100 taona ve dia mbola hiteraka ihany? I Saraha koa izao vehivavy efa 90 taona, dia mbola hiteraka ihany ve?”",
        "18": "Hoy àry i Abrahama tamin’Andriamanitra: “Enga anie ka hotahinao i Ismaela!”",
        "19": "Dia hoy Andriamanitra: “Tena hitera-dahy ho anao tokoa i Saraha vadinao. Dia ataovy hoe Isaka ny anarany. Amin’i Isaka aho no hanao an’ilay fifanekena, dia ilay fifanekena mandrakizay hahasoa azy sy ny taranany handimby azy.",
        "20": "Efa henoko anefa izany teninao momba an’i Ismaela izany. Hotahiko koa izy, ka hataoko manan-taranaka sady hataoko lasa be dia be mihitsy ny taranany. Hiteraka mpiadidy 12 izy, ka hataoko lasa firenena lehibe.",
        "21": "Amin’i Isaka anefa aho no hanao an’ilay fifanekena, dia amin’ilay haterak’i Saraha aminao amin’ny herintaona hoatr’izao.”",
        "22": "Rehefa avy niresaka tamin’i Abrahama Andriamanitra, dia niala teo amin’i Abrahama.",
        "23": "Ary nalain’i Abrahama i Ismaela zanany lahy sy ny lehilahy rehetra teraka tao an-tranony ary izay rehetra novidiny tamin’ny volany, izany hoe ny lehilahy rehetra tao amin’ny ankohonany, ka noforany tamin’iny andro iny ihany, araka izay nolazain’Andriamanitra taminy.",
        "24": "Ary 99 taona i Abrahama tamin’izy noforana.",
        "25": "I Ismaela zanany kosa 13 taona tamin’izy noforana.",
        "26": "Tamin’iny andro iny ihany i Abrahama sy Ismaela zanany dia noforana.",
        "27": "Noforana niaraka taminy koa ny lehilahy rehetra tao amin’ny ankohonany, dia izay teraka tao an-tranony sy izay novidim-bola tany amin’ny firenen-kafa."
    },
    "18": {
        "1": "Taorian’izay, dia niseho tamin’i Abrahama teo amin’ireo hazobe tao Mamre i Jehovah. Nipetraka teo amin’ny fidirana amin’ny tranolainy i Abrahama tamin’izay, rehefa tena nahamay be iny ny andro.",
        "2": "Dia nitraka izy ka nahita lehilahy telo nijoro terỳ lavidavitra terỳ. Rehefa nahita azy ireo izy, dia nihazakazaka avy teo amin’ny fidirana amin’ny tranolainy mba hitsena azy, ka niankohoka tamin’ny tany.",
        "3": "Dia hoy izy: “Raha ankasitrahanao aho, Jehovah ô, dia aza andalovana fotsiny re ny mpanomponao e!",
        "4": "Ao re mba hitondrana rano kely ianareo, dia hosasana ny tongotrareo e! Dia eo ambanin’ny hazo eo ianareo mitsotsotra rehefa avy eo.",
        "5": "Ianareo efa mba mankatỳ amin’ny mpanomponareo ihany, ka aleo aho mba haka mofo hohaninareo, mba hampody aina anareo. Dia mahazo mandeha ianareo avy eo.” Dia hoy izy ireo: “Hay! Ataovy àry e!”",
        "6": "Dia lasa haingana i Abrahama nankao an-tranolay tao amin’i Saraha, ka niteny hoe: “Makà haingana lafarinina tsara toto intelon’ny famarana, dia volavolao ho koba, dia ataovy mofo.”",
        "7": "Avy eo dia nihazakazaka nankany amin’ny andian’omby i Abrahama, ka nifidy omby mbola vantony sady tsara. Dia nomeny ny mpanompo ilay izy, ka lasa haingana ilay mpanompo nikarakara an’ilay izy.",
        "8": "Naka dibera sy ronono i Abrahama avy eo, ary nalainy koa ilay vantotr’omby efa nokarakarainy, ka narosony teo amin’izy telo lahy. Dia nijoro teo akaikin’izy ireo teo ambanin’ilay hazo izy, tamin’izy ireo nihinana.",
        "9": "Hoy izy ireo taminy: “Fa aiza i Saraha vadinao?” Dia hoy izy: “Ao an-tranolay ao.”",
        "10": "Ary niteny koa ny iray tamin’izy ireo hoe: “Hiverina atỳ aminao tokoa aho amin’ny herintaona hoatr’izao, ka hanan-janakalahy i Saraha vadinao.” I Saraha kosa tamin’izay nihaino teo amin’ny fidirana amin’ny tranolay, izay tao andamosin’ilay lehilahy.",
        "11": "Ary efa antitra sady be taona i Abrahama sy Saraha. Efa antitra i Saraha ka tsy afaka niteraka intsony.",
        "12": "Koa nihomehy anakampo i Saraha nanao hoe: “Izaho efa antitra ity ve dia mbola ho faly ihany fa hiteraka? Sady ny tompoko koa aza efa antitra!”",
        "13": "Dia hoy i Jehovah tamin’i Abrahama: “Fa maninona i Saraha no nihomehy sady niteny hoe: ‘Tena hiteraka tokoa ve aho, nefa izaho efa antitra?’",
        "14": "Angaha misy zava-mahagaga tsy vitan’i Jehovah? Hiverina atỳ aminao aho amin’ny herintaona hoatr’izao, ka hanan-janakalahy i Saraha.”",
        "15": "Nanda anefa i Saraha hoe: “Tsy nihomehy izany aho!” Natahotra mantsy izy. Dia hoy ilay anjely: “Tena nihomehy ianao ka!”",
        "16": "Dia nitsangana ireo lehilahy ireo avy eo ka niala teo, dia nitazana an’i Sodoma. Niaraka taminy koa i Abrahama mba hanatitra azy.",
        "17": "Ary hoy i Jehovah: “Dia hafeniko amin’i Abrahama ve ny zavatra hataoko?",
        "18": "Ho lasa firenena lehibe sy mahery mantsy i Abrahama, ary amin’ny alalany no hitahiana ny firenena rehetra eny ambonin’ny tany.",
        "19": "Efa fantatro tsara izy izao. Koa azoko antoka hoe hasainy manaraka ny lalan’i Jehovah ny ankohonany sy ny zanany handimby azy, ka hanao ny tsara sy hanao ny rariny. Amin’izay dia hotanterahin’i Jehovah amin’i Abrahama izay efa nampanantenainy momba azy.”",
        "20": "Hoy ihany i Jehovah: “Tena be loatra ny fitarainana henoko momba an’i Sodoma sy Gomora, ary tafahoatra loatra ny fahotan’izy ireo.",
        "21": "Hidina mihitsy aho hijery raha tena hoatr’izany tokoa ny ataon’izy ireo, hoe marina na tsia ny fitarainana tonga atỳ amiko. Tiako ho fantatra mantsy izany.”",
        "22": "Dia niala teo ireo lehilahy ireo ka lasa nankany Sodoma. Fa i Jehovah kosa mbola nijanona niaraka tamin’i Abrahama.",
        "23": "Ary nanatona i Abrahama ka niteny hoe: “Dia haringanao miaraka amin’ny ratsy fanahy tokoa ve ny olo-marina?",
        "24": "Ahoana raha misy olo-marina 50 ao amin’io tanàna io? Dia haringanao daholo ve izy ireo ka tsy havelanao ny helok’ilay tanàna, nefa misy an’ireo olo-marina 50 ireo ao?",
        "25": "Sanatria anao ny hamono ny olo-marina miaraka amin’ny ratsy fanahy, ka hoe hitovy ihany ny hiafaran’ny olo-marina sy ny ratsy fanahy! Sanatria anao ny hanao an’izany! Dia tsy hanao ny rariny ve ny Mpitsara ny tany manontolo?”",
        "26": "Dia hoy i Jehovah: “Raha mahita olo-marina 50 ao amin’ny tanànan’i Sodoma aho, dia havelako daholo ny helok’ilay tanàna manontolo, noho ireo olo-marina ireo.”",
        "27": "Hoy indray anefa i Abrahama: “Azafady re e! Efa sahy niresaka tamin’i Jehovah ihany aho, na dia vovoka sy lavenona aza.",
        "28": "Ary ahoana raha tsy ampy 50 ny olo-marina ao, fa latsaka dimy? Horavanao ve ilay tanàna manontolo, noho ireo olona dimy ireo?” Dia hoy izy: “Tsy horavako ilay izy, raha mahita 45 ao aho.”",
        "29": "Hoy indray anefa i Abrahama: “Ary raha 40 no hita ao?” Dia hoy izy: “Tsy hanao an’izany aho raha mahita 40 ao.”",
        "30": "Mbola niteny ihany i Abrahama hoe: “Aza tezitra re, Jehovah ô, fa mba avelao aho hiteny ihany. Ahoana raha 30 fotsiny no hita ao?” Dia hoy izy: “Tsy hanao an’izany aho raha mahita 30 ao.”",
        "31": "Fa mbola hoy ihany i Abrahama: “Efa sahy niresaka tamin’i Jehovah ihany aho. Ary raha 20 fotsiny no hita ao?” Dia hoy izy: “Tsy handrava an’ilay tanàna aho raha mahita 20 ao.”",
        "32": "Farany, dia hoy i Abrahama: “Aza tezitra re, Jehovah ô, fa mba avelao aho hiteny farany. Ahoana raha folo fotsiny no hita ao?” Dia hoy izy: “Tsy handrava an’ilay tanàna aho raha mahita folo ao.”",
        "33": "Rehefa avy niresaka tamin’i Abrahama i Jehovah dia lasa, fa i Abrahama kosa nandeha nody."
    },
    "19": {
        "1": "Tonga tao Sodoma ireo anjely roa rehefa harivariva. Nipetraka teo am-bavahadin’i Sodoma i Lota tamin’izay. Rehefa nahita azy roa lahy i Lota, dia nitsangana hitsena azy ka niankohoka tamin’ny tany.",
        "2": "Hoy izy: “Azafady, tompoko! Mba mivilia re any an-tranon’ny mpanomponareo e! Mijanòna any androany alina, dia hosasana koa ny tongotrareo. Afaka mifoha maraina ianareo rahampitso dia manohy ny dianareo.” Hoy anefa izy ireo: “Aoka izao fa hatory eo amin’ny tany malalaky ny tanàna izahay.”",
        "3": "Nisisika ihany anefa i Lota, ka niaraka taminy nankany an-tranony izy ireo. Ary nanao sakafo be ho azy ireo izy, sady nanao mofo tsy misy lalivay. Dia nihinana izy ireo.",
        "4": "Raha mbola tsy natory anefa izy ireo, dia nitangorona nanodidina an’ilay trano ny lehilahy rehetra tao an-tanànan’i Sodoma, hatramin’ny ankizilahikely ka hatramin’ny lahiantitra, ka nila ady tamin’izy ireo.",
        "5": "Ary nitabataba tamin’i Lota foana izy ireo hoe: “Aiza ireny lehilahy tonga tato aminao androany alina ireny? Avoahy atỳ aminay ireny hanaovanay firaisana.”",
        "6": "Dia nivoaka nankeo amin’izy ireo teo am-baravarana i Lota sady nohidiany ny varavarana.",
        "7": "Ary hoy izy: “Miangavy anareo re aho, ry rahalahiko, mba aza manao ratsy re e!",
        "8": "Manan-janaka roa vavy aho ato. Mbola tsy nanao firaisana tamin’ny lehilahy mihitsy izy roa vavy. Aleo re izy mirahavavy no havoakako eto aminareo e! Dia ataovy aminy izay hitanareo fa mety. Fa aza atao na inona na inona ireo lehilahy ireo, satria vahiny ato an-tranoko.”",
        "9": "Dia hoy ireo: “Mialà teo ialahy e!” Hoy koa ireo: “Vahiny manirery atỳ an-tanin’olona atỳ ilay rangahy io, nefa miseho mitsaratsara antsika! Mbola ho ratsy kokoa noho ny hataonay amin-dry zareo no hataonay amin’ialahy!” Dia nanosika mafy an’i Lota izy ireo ka nisesika hamaky ny varavarana.",
        "10": "Navoakan’izy roa lahy àry ny tanany ka nosintoniny hankao aminy tao an-trano i Lota, dia nohidiany ny varavarana.",
        "11": "Ireo lehilahy teo am-baravarana kosa nataony jamba, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra, ka reraka fotsiny izy ireo nitady fa tsy hitany mihitsy ny varavarana.",
        "12": "Dia hoy izy roa lahy tamin’i Lota: “Mbola misy havanao ve eto? Ento miala eto amin’ity tanàna ity izay havanao eto, na ny vinantolahinao izany na ny zanakao lahy na ny zanakao vavy!",
        "13": "Fa handeha handrava an’ity toerana ity izahay, satria efa be loatra ny fitarainana momba azy tonga eo anatrehan’i Jehovah. Dia nirahin’i Jehovah handrava an’ity tanàna ity izahay.”",
        "14": "Dia lasa i Lota niresaka tamin’ireo vinantolahiny izay efa hanambady ny zanany vavy. Dia hoy foana izy hoe: “Andao haingana hiala eto amin’ity toerana ity, fa horavan’i Jehovah ity tanàna ity!” Noheverin’ny vinantolahiny fa nivazivazy anefa izy.",
        "15": "Rehefa nazava ratsy ny andro, dia nododosin’ireo anjely i Lota, ka hoy izy ireo: “Ento haingana ny vadinao sy ireo zanakao roa vavy ireo, sao ho faty ianao rehefa ravana ity tanàna ity noho ny fahadisoany!”",
        "16": "Mbola nitaraikiraiky teo anefa i Lota, ka nosintonin’izy roa lahy tamin’ny tanany izy sy ny vadiny ary ny zanany roa vavy. Nangoraka azy mantsy i Jehovah. Dia naterin’izy roa lahy teo ivelan’ny tanàna izy.",
        "17": "Vao tongan’izy roa lahy teo an-tsisin’ny tanàna izy ireo, dia hoy ny iray tamin’izy roa lahy: “Mandosira, dia amin’izay ho voavonjy ny ainao! Aza mitodika any aoriana, ary aza mijanona na aiza na aiza etỳ amin’ny faritr’i Jordana! Mandosira any amin’ny faritra be tendrombohitra, sao ho faty ianao!”",
        "18": "Dia hoy i Lota tamin’izy ireo: “Aleo re izaho tsy ho any, Jehovah ô!",
        "19": "Azafady re e! Efa mba nankasitrahanao ihany ny mpanomponao, sady tena tsara fanahy amiko ianao ka namonjy ny aiko. Tsy vitako anefa ny mandositra mankeny amin’ny faritra be tendrombohitra, satria matahotra aho sao ho tratran’ny loza dia ho faty.",
        "20": "Azafady re e! Mba akaikikaiky irỳ tanàna irỳ, ka vitako ny mandositra mankeny. Toerana kely koa io. Mahazo mandositra eny ve aho, azafady? Tanàna kely ange io e! Dia amin’izay aho tsy ho faty.”",
        "21": "Dia hoy izy taminy: “Eny àry! Noho ianao dia tsy horavako io tanàna resahinao io.",
        "22": "Mandehana haingana mandositra ao, fa tsy afaka manao na inona na inona aho mandra-pahatonganao ao!” Izany no nahatonga azy hiantso an’ilay tanàna hoe Zoara.",
        "23": "Efa niposaka teo amin’ilay faritra ny masoandro, rehefa tonga tao Zoara i Lota.",
        "24": "Avy eo dia nandefa solifara sy afo i Jehovah, ka nalatsany toy ny orana teo amin’i Sodoma sy Gomora ilay izy. Avy tamin’i Jehovah avy any an-danitra izany.",
        "25": "Dia noravany ireo tanàna ireo, izany hoe ny faritr’i Jordana manontolo. Naripany koa ny mponina rehetra tao amin’ireo tanàna ireo sy ny zavamaniry tao.",
        "26": "Niherika anefa ny vadin’i Lota tao aorianany, ka lasa vongan-tsira mitsangana.",
        "27": "Ary nifoha maraina i Abrahama, ka nankeny amin’ilay toerana nijoroany teo anatrehan’i Jehovah.",
        "28": "Dia nitazana an’i Sodoma sy Gomora ary ilay faritr’i Jordana manontolo izy, ka nahita setroka be niakatra avy teo amin’ilay tany, toy ny setroky ny lafaoro fandoroana biriky.",
        "29": "Rehefa nandrava an’ireo tanàna teo amin’ny faritr’i Jordana ireo àry Andriamanitra, dia tsy hadinony i Abrahama, ka nentiny nivoaka avy tao amin’ireo tanàna noravany i Lota, tao amin’ny tanàna nipetrahany.",
        "30": "Taorian’izany dia niakatra avy tao Zoara i Lota, niaraka tamin’ny zanany roa vavy, dia nipetraka teny amin’ny faritra be tendrombohitra. Natahotra ny hipetraka tao Zoara mantsy izy. Koa nipetraka tao anaty lava-bato izy sy ny zanany roa vavy.",
        "31": "Ary hoy ny vavimatoa tamin’ny zandriny: “Efa antitra ity i Dada, nefa tsy misy lehilahy hanao firaisana amintsika hoatran’ny fanaon’ny olona, eto amin’ity faritra ity.",
        "32": "Andao hampisotrointsika divay ny raintsika, dia andao isika hanao firaisana aminy, mba tsy ho lany taranaka izy.”",
        "33": "Koa nampisotroin’izy mirahavavy divay ny rainy, tamin’iny alina iny. Dia niditra ny vavimatoa ka nanao firaisana tamin’ny rainy, nefa tsy fantatry ny rainy akory hoe natory teo aminy ilay zanany dia avy eo lasa.",
        "34": "Ny ampitson’iny indray, dia hoy ny vavimatoa tamin’ny zandriny: “Efa nanao firaisana tamin’i Dada aho halina. Andao hampisotrointsika divay indray izy androany alina. Dia midira ianao ka manaova firaisana aminy, mba tsy ho lany taranaka ny raintsika.”",
        "35": "Koa nampisotroin’izy mirahavavy divay imbetsaka indray ny rainy, tamin’iny alina iny. Dia lasa ilay zandriny nanao firaisana tamin’ny rainy, nefa tsy fantatry ny rainy akory hoe natory teo aminy ilay zanany dia niala teo rehefa nifoha.",
        "36": "Dia samy bevohokan’i Lota ny zanany roa vavy.",
        "37": "Tera-dahy ilay vavimatoa, ka nataony hoe Moaba ny anarany. Izy io no rain’ireo Moabita amin’izao andro izao ireo.",
        "38": "Tera-dahy koa ilay zandriny, ka nataony hoe Ben-amy ny anarany. Izy io no rain’ireo Amonita amin’izao andro izao ireo."
    },
    "20": {
        "1": "Ary niala teo i Abrahama ka nifindra toby nankany amin’ny faritr’i Negeba. Dia nipetraka teo anelanelan’i Kadesy sy Sora izy. Tamin’izy nipetraka tao Gerara,",
        "2": "dia niteny foana i Abrahama hoe anabaviny i Saraha vadiny. Naniraka olona haka an’i Saraha àry i Abimeleka mpanjakan’i Gerara.",
        "3": "Indray alina dia niteny tamin’i Abimeleka tao amin’ny nofy Andriamanitra hoe: “Ho faty ianao fa naka an’io vehivavy io. Vadin’olona mantsy izy.”",
        "4": "Mbola tsy nanao firaisana tamin’i Saraha anefa i Abimeleka. Dia hoy izy: “Jehovah ô, firenena tsy manan-tsiny ve dia hovonoinao?",
        "5": "Angaha moa tsy ilay lehilahy ihany no niteny tamiko hoe: ‘Anabaviko izy’? Ary angaha tsy ilay vehivavy koa no niteny hoe: ‘Anadahiko izy’? Tamin’ny fo madio no nanaovako an’izao, sady tsy fantatro hoe tsy nety ny nataoko.”",
        "6": "Dia niteny taminy tao amin’ny nofy Andriamanitra hoe: “Fantatro fa tamin’ny fo madio no nanaovanao an’izao, ka nosakanako tsy hanota amiko ianao. Izany no antony tsy namelako anao hikasika azy.",
        "7": "Avereno àry ny vadin’io lehilahy io, satria mpaminany izy. Dia hitalaho ho anao izy mba tsy ho faty ianao. Fa raha tsy averinao ilay vehivavy, dia fantaro fa tena ho faty ianao sy ny ankohonanao manontolo.”",
        "8": "Ary nifoha maraina i Abimeleka ka niantso ny mpanompony rehetra, dia nitantara an’izany rehetra izany tamin’izy ireo. Dia natahotra be izy ireo.",
        "9": "Niantso an’i Abrahama i Abimeleka avy eo, ka niteny taminy hoe: “Fa inona ity nataonao taminay? Ary inona no fahotana nataoko taminao no dia nahatonga an’izao loza lehibe izao tamiko sy ny fanjakako ianao? Tsy mety mihitsy izao nataonao tamiko izao.”",
        "10": "Hoy koa i Abimeleka tamin’i Abrahama: “Fa inona no antony nanaovanao an’izao zavatra izao?”",
        "11": "Dia hoy i Abrahama: “Nieritreritra aho hoe: ‘Tena tsy matahotra an’Andriamanitra ny olona eto amin’ity toerana ity, ka hovonoiny ho faty aho dia halainy ny vadiko.’",
        "12": "Fa izy aloha tena anabaviko e! Zanaky ny raiko mantsy izy fa tsy zanaky ny reniko, ary lasa vadiko.",
        "13": "Dia rehefa nasain’Andriamanitra niala tao amin’ny ankohonan-draiko aho ka nifindrafindra teny, dia hoy aho tamin’ny vadiko: ‘Mba ataovy izao raha tena tia ahy ianao: Any amin’izay toerana rehetra halehantsika, dia lazao hoe anadahinao aho.’”",
        "14": "Dia naka ondry sy omby sy mpanompolahy ary mpanompovavy i Abimeleka, ka nomeny an’i Abrahama. Naveriny taminy koa i Saraha vadiny.",
        "15": "Hoy koa i Abimeleka: “Taniko daholo ireo hitanao ireo. Afaka mipetraka any amin’izay tianao hipetrahana ianao.”",
        "16": "Hoy koa izy tamin’i Saraha: “Omeko volafotsy 1 000 sekely ny anadahinao. Iny no porofo hoe tsy manan-tsiny ianao eo anatrehan’ireo olona rehetra miaraka aminao ireo sy eo imason’ny olona rehetra. Dia tsy hisy ho afaka hanome tsiny anao.”",
        "17": "Dia nitalaho tamin’Andriamanitra i Abrahama, ka nositranin’Andriamanitra i Abimeleka sy ny vadiny ary ny mpanompovaviny, dia afaka niteraka indray izy ireo.",
        "18": "Efa nataon’i Jehovah tsy niteraka mantsy ny vehivavy rehetra tao an-tranon’i Abimeleka, satria nalain’i Abimeleka i Saraha vadin’i Abrahama."
    },
    "21": {
        "1": "Ary nahatsiaro an’i Saraha i Jehovah, araka izay efa nolazainy, ka notanterahin’i Jehovah taminy izay nampanantenainy.",
        "2": "Dia bevohoka i Saraha ka nitera-dahy tamin’i Abrahama, tamin’ilay fotoana nampanantenain’Andriamanitra azy mihitsy. Efa antitra i Abrahama tamin’izay.",
        "3": "Dia nataon’i Abrahama hoe Isaka ny anaran’ilay zanany naterak’i Saraha taminy.",
        "4": "Ary noforan’i Abrahama i Isaka zanany rehefa feno valo andro, araka izay efa nandidian’Andriamanitra azy.",
        "5": "Efa 100 taona i Abrahama rehefa teraka i Isaka zanany.",
        "6": "Dia hoy i Saraha: “Nataon’Andriamanitra nihomehy aho, ka hiara-mihomehy amiko izay rehetra maheno an’izany.”",
        "7": "Hoy koa izy: “Iza moa no nanampo fa hisy hiteny amin’i Abrahama hoe: ‘Hitaiza zaza i Saraha’? Nitera-dahy taminy ihany anefa aho, amin’izao izy efa antitra izao.”",
        "8": "Ary nihalehibe ilay zaza ka nosarahi-nono. Dia nanomana fety be i Abrahama tamin’ny andro nampisaraha-nono an’i Isaka.",
        "9": "Tsikaritr’i Saraha anefa fa naneso an’i Isaka foana ny zanakalahin’i Hagara Ejipsianina, ilay naterany tamin’i Abrahama.",
        "10": "Hoy àry i Saraha tamin’i Abrahama: “Roahy any io mpanompovavy io sy ny zanany! Fa tsy hiray lova amin’i Isaka zanako ny zanak’io mpanompovavy io!”",
        "11": "Tena nahasosotra an’i Abrahama anefa izany teniny momba an’i Ismaela zanany izany.",
        "12": "Dia hoy Andriamanitra tamin’i Abrahama: “Aza atao mahasosotra anao ny tenin’i Saraha taminao momba an’ilay zanakao sy ny mpanompovavinao. Henoy izy, satria ho avy amin’i Isaka ilay hantsoina hoe taranakao.",
        "13": "Fa ilay zanaky ny mpanompovavinao indray hataoko lasa firenena. Zanakao mantsy izy.”",
        "14": "Nifoha maraina àry i Abrahama, ka naka mofo sy siny hoditra feno rano. Dia nomeny an’i Hagara izany, ka napetrany teo an-tsorony. Ary nalefany nandeha izy sy ilay zanany. Dia lasa i Hagara, ka nirenireny tany an-tany efitr’i Beri-sheba.",
        "15": "Tamin’ny farany, dia lany ny rano tao amin’ilay siny hoditra. Dia navelany teo ambanin’ny hazo ivaiva iray ilay zanany.",
        "16": "Ary lasa izy nipetraka irery terỳ lavidavitra terỳ, teny amin’ny toerana tokony ho tratran’ny zana-tsipìka. Hoy mantsy izy: “Tsy te hahita ny hahafatesan’ny zanako aho.” Koa nipetraka teny lavidavitra izy, dia nigogogogo nitomany.",
        "17": "Ary henon’Andriamanitra ny feon’ilay ankizilahy. Dia niantso an’i Hagara avy any an-danitra ny anjelin’Andriamanitra, ka niteny taminy hoe: “Fa maninona ianao, ry Hagara? Aza matahotra fa efa henon’Andriamanitra ny feon’ny zanakao.",
        "18": "Mitsangàna dia areno ny zanakao ka tazòny, fa hataoko lasa firenena lehibe izy.”",
        "19": "Dia nataon’Andriamanitra nahita lavadrano i Hagara. Ary lasa nankeny izy ka nofenoiny rano ilay siny hoditra. Dia nampisotroiny rano ilay zanany.",
        "20": "Ary nokarakarain’Andriamanitra ilay ankizilahy mandra-pahalehibeny. Dia nipetraka tany an-tany efitra izy, ary lasa mpandefa zana-tsipìka.",
        "21": "Nipetraka tany an-tany efitr’i Parana izy, ary nakan’ny reniny vady avy any Ejipta.",
        "22": "Tamin’izany fotoana izany, dia hoy i Abimeleka sy Pikola lehiben’ny tafiny tamin’i Abrahama: “Hitanay fa tahin’ Andriamanitra ianao amin’izay rehetra ataonao.",
        "23": "Koa manaova fianianana amiko eto anatrehan’Andriamanitra hoe tsy hanisy ratsy ahy sy ny zanako ary ny taranako ianao. Manaova koa fianianana hoe ho tsara fanahy amiko sy amin’ny mponin’ity tany ipetrahanao ity ianao, hoatran’ny nataoko taminao.”",
        "24": "Dia hoy i Abrahama: “Mianiana aho fa hanao an’izany.”",
        "25": "Nitaraina tamin’i Abimeleka anefa i Abrahama, satria nisy lavadrano nalain’ny mpanompon’i Abimeleka an-keriny.",
        "26": "Dia hoy i Abimeleka: “Tsy fantatro izay nanao an’izany, sady ianao koa mbola tsy niteny an’izany tamiko. Androany mihitsy aho vao naheno an’izany.”",
        "27": "Ary naka ondry sy omby i Abrahama ka nomeny an’i Abimeleka. Dia nanao fifanekena izy roa lahy.",
        "28": "Ary nanokana ondrivavy kely fito avy tamin’ny andian’ondry i Abrahama.",
        "29": "Dia hoy i Abimeleka taminy: “Fa maninona no natokanao eto ireo ondrivavy kely fito ireo?”",
        "30": "Dia hoy izy: “Avy amiko ireo ondrivavy kely fito ireo, ka mba raiso ho vavolombelona fa izaho no nandavaka an’ity lavadrano ity.”",
        "31": "Izany no nahatonga azy hiantso an’ilay toerana hoe Beri-sheba, satria teo izy roa lahy no nanao fianianana.",
        "32": "Nanao fifanekena tao Beri-sheba àry izy ireo. Dia niainga i Abimeleka sy Pikola lehiben’ny tafiny, ka niverina tany amin’ny tanin’ny Filistinina.",
        "33": "Taorian’izay dia namboly hazo tamariska tao Beri-sheba i Abrahama, ary tao izy no niantso ny anaran’i Jehovah, ilay Andriamanitra mandrakizay.",
        "34": "Ary mbola nijanona ela be tany amin’ny tanin’ny Filistinina i Abrahama."
    },
    "22": {
        "1": "Taorian’izay, dia nizaha toetra an’i Abrahama Andriamanitra, ka niteny hoe: “Abrahama!” Dia hoy izy: “Intỳ aho, tompoko!”",
        "2": "Ary hoy Andriamanitra: “Ento, azafady, i Isaka zanakao, ilay lahitokanao tena tianao, ka mankanesa any amin’ny tany Moria. Dia atolory ho fanatitra dorana izy rehefa any, eo amin’ny tendrombohitra iray holazaiko anao.”",
        "3": "Dia nifoha maraina i Abrahama ka nasiany lasely ny ampondrany. Dia nentiny niaraka taminy ny mpanompony roa lahy sy Isaka zanany. Namaky kitay ho an’ny fanatitra dorana izy, dia lasa nankany amin’ilay toerana natoron’Andriamanitra azy.",
        "4": "Tamin’ny andro fahatelo, dia nitazana i Abrahama ka nahita an’ilay toerana avy lavitra.",
        "5": "Dia hoy i Abrahama tamin’ny mpanompony: “Mijanòna eto ianareo sy ny ampondra, fa izahay mianaka handeha ho erỳ, mba hiankohoka eo anatrehan’ Andriamanitra. Hiverina eto aminareo ihany izahay avy eo.”",
        "6": "Dia nalain’i Abrahama ny kitay ho an’ny fanatitra dorana, ka nataony teo amin’ny sorok’i Isaka zanany. Ary nentin’i Abrahama ny afo sy ny antsibe, ka niara-nandeha izy mianaka.",
        "7": "Ary hoy i Isaka tamin’i Abrahama rainy: “Dada ô!” Dia hoy izy: “Ahoana, anaka?” Ary hoy i Isaka: “Efa ireto ny afo sy ny kitay, fa aiza izay ondry hatao fanatitra dorana?”",
        "8": "Dia hoy i Abrahama: “Andriamanitra ihany, anaka, no hanome ny ondry hatao fanatitra dorana.” Ary nanohy ny diany izy mianaka.",
        "9": "Farany dia tonga teo amin’ilay toerana natoron’Andriamanitra an’i Abrahama izy mianaka. Dia nanorina alitara teo i Abrahama ka nandahatra ny kitay teo ambonin’ilay izy. Avy eo dia nofatorany ny tongotra aman-tanan’i Isaka zanany. Dia nataony teo ambonin’ilay alitara izy, teo ambonin’ny kitay.",
        "10": "Ary nalain’i Abrahama ilay antsibe, ka handeha hovonoiny ilay zanany.",
        "11": "Nisy anjelin’i Jehovah anefa niantso azy avy any an-danitra, hoe: “Abrahama! Abrahama!” Dia hoy izy: “Intỳ aho, tompoko!”",
        "12": "Ary hoy ilay anjely: “Aza vonoina ny zanakao, ary aza atao na inona na inona mihitsy. Fa fantatro amin’izay izao fa matahotra an’Andriamanitra ianao, satria nafoinao ho ahy ny zanakao, ilay lahitokanao.”",
        "13": "Tamin’izay dia nijery i Abrahama ka nahita ondrilahy tsy dia lavitra teo. Voasaringotry ny kirihitrala ny tandrok’ilay ondry. Dia nalain’i Abrahama ilay ondry, ka natolony ho fanatitra dorana ho solon’ilay zanany.",
        "14": "Koa nataon’i Abrahama hoe Jehovah-jire ny anaran’ilay toerana. Izany no nahatonga an’ilay fitenin’ny olona hatramin’izao hoe: “Any an-tendrombohitr’i Jehovah no hanomezana an’izany.”",
        "15": "Ary niantso an’i Abrahama fanindroany avy any an-danitra ilay anjelin’i Jehovah,",
        "16": "hoe: “‘Mianiana amin’ny tenako aho’, hoy i Jehovah, ‘fa noho ianao nanao an’izao ka nahafoy ny zanakao, ilay lahitokanao,",
        "17": "dia tena hotahiko ianao ka tena hataoko lasa be dia be ny taranakao, hoatran’ny kintana eny amin’ny lanitra sy ny fasika eny amoron-dranomasina. Ho lasan’ny taranakao koa ny vavahadin’ny fahavalony.",
        "18": "Ary hahazo fitahiana amin’ny alalan’ny taranakao ny firenena rehetra eny ambonin’ny tany, satria nihaino ny teniko ianao.’”",
        "19": "Taorian’izay dia niverina nankeny amin’ny mpanompony i Abrahama. Dia lasa izy ireo niara-niverina tany Beri-sheba. Ary tsy niala tao Beri-sheba i Abrahama fa mbola nipetraka tao.",
        "20": "Taorian’izany, dia nisy nilaza tamin’i Abrahama hoe: “I Milka koa efa nitera-dahy tamin’i Nahora rahalahinao,",
        "21": "dia i Oza lahimatoa, Boza rahalahiny, Kemoela rain’i Arama,",
        "22": "Kaseda, Hazo, Pildasy, Jidlafa, ary Betoela.”",
        "23": "I Betoela niteraka an’i Rebeka. Naterak’i Milka tamin’i Nahora, rahalahin’i Abrahama, izy valo ireo.",
        "24": "Ary nanana vadikely i Nahora: Reoma no anarany. Nitera-dahy koa i Reoma, dia i Teba, Gahama, Tahasy, ary Maka."
    },
    "23": {
        "1": "Ary 127 taona ny andro niainan’i Saraha. Izany no taona niainany.",
        "2": "Dia maty tao Kiriata-arba i Saraha, izany hoe tao Hebrona, any Kanana. Ary nanomboka nisaona sy nitomany an’i Saraha i Abrahama.",
        "3": "Niala teo amin’ilay vadiny efa maty izy avy eo, ka niteny tamin’ny taranak’i Heta hoe:",
        "4": "“Vahiny sy mpiavy eto aminareo aho, ka mba omeo tany eto aminareo hataoko toeram-pandevenana. Dia ao no handevenako ny vadiko.”",
        "5": "Dia namaly an’i Abrahama ny taranak’i Heta hoe:",
        "6": "“Henoy izahay, tompoko. Voatendrin’Andriamanitra ho mpiadidy eto aminay ianao, ka azonao alevina ao amin’izay toeram-pandevenana tsara indrindra eto aminay ny vadinao. Samy vonona hanome anao ny toeram-pandevenanay daholo izahay, mba handevenanao ny vadinao.”",
        "7": "Dia niankohoka teo anatrehan’ny tompon-tany i Abrahama, izany hoe teo anatrehan’ny taranak’i Heta,",
        "8": "ka niteny hoe: “Raha manaiky ianareo ka avelanareo handevina ny vadiko aho, dia mba henoy aho. Reseo lahatra i Efrona zanak’i Zohara",
        "9": "mba hivarotra amiko an’ilay lava-batony ao Makpela, eo amin’ny sisin’ny sahany. Asaivo amidiny amiko eto anatrehanareo araka izay tena vidiny ilay izy, amin’izay aho mba manana tany hataoko toeram-pandevenana.”",
        "10": "Ary nipetraka teo niaraka tamin’ny taranak’i Heta i Efrona tamin’izay. Dia hoy i Efrona Hetita tamin’i Abrahama, teo imason’ny taranak’i Heta sy izay rehetra niditra teo am-bavahadin’ny tanàna:",
        "11": "“Sao dia mba tsy mety izany, tompoko! Mba henoy aho. Omeko anao daholo na ilay saha na ilay lava-bato ao. Eto imason’ny zanaky ny fireneko no anomezako an’izany anao. Aleveno ao ny vadinao.”",
        "12": "Dia niankohoka teo anatrehan’ny tompon-tany i Abrahama,",
        "13": "ka niteny tamin’i Efrona teo anatrehan’ny olona hoe: “Mba henoy aho azafady! Homeko anao daholo ny volafotsy vidin’ilay saha. Dia raiso ilay vola omeko mba hahafahako handevina ny vadiko ao.”",
        "14": "Dia namaly an’i Abrahama i Efrona hoe:",
        "15": "“Mba henoy aho, tompoko. Volafotsy 400 sekely no vidin’io tany io, nefa tsy misy dikany izany fa aleveno ao fotsiny ny vadinao.”",
        "16": "Dia neken’i Abrahama ihany ny tenin’i Efrona, ka nolanjainy ho an’i Efrona ilay volafotsy efa nolazainy teo anatrehan’ny taranak’i Heta, dia volafotsy 400 sekely, araka ny lanja fampiasan’ny mpivarotra.",
        "17": "Koa ny sahan’i Efrona tao Makpela tandrifin’i Mamre, izany hoe ilay saha sy ilay lava-bato tao ary ny hazo rehetra tao anatin’ny faritr’ilay saha, dia nekena ara-dalàna",
        "18": "ho fananan’i Abrahama, dia fananana novidiny teo imason’ny taranak’i Heta, teo imason’izay rehetra niditra teo am-bavahadin’ny tanàna.",
        "19": "Avy eo dia nandevina an’i Saraha vadiny tao amin’ilay lava-bato i Abrahama, teo amin’ilay saha tao Makpela tandrifin’i Mamre, izany hoe tao Hebrona, any Kanana.",
        "20": "Nafindran’ny taranak’i Heta tamin’i Abrahama àry ilay saha sy ilay lava-bato tao, ka lasa fananany mba hataony toeram-pandevenana."
    },
    "24": {
        "1": "Efa antitra sady efa be taona i Abrahama. Ary efa nitahy azy tamin’ny zava-drehetra i Jehovah.",
        "2": "Dia hoy i Abrahama tamin’ny mpanompony, ilay zokiny indrindra tao amin’ny ankohonany sady niandraikitra ny fananany rehetra: “Mba ataovy ato ambany feko ny tananao, azafady!",
        "3": "Dia hasaiko hianiana amin’ny anaran’i Jehovah Andriamanitry ny lanitra sy ny tany ianao hoe tsy haka vady ho an’ny zanako avy amin’ny zanakavavin’ny Kananita eto amin’ity tany ipetrahako ity.",
        "4": "Fa mandehana any amin’ny taniko sy ny havako, dia any ianao no haka vady ho an’i Isaka zanako.”",
        "5": "Hoy anefa ilay mpanompo taminy: “Ahoana raha tsy te hiaraka amiko ho atỳ amin’ity tany ity ilay vehivavy? Tokony hoentiko miverina any amin’ilay tany niavianao ve ny zanakao?”",
        "6": "Dia hoy i Abrahama taminy: “Tandremo sao dia entinao miverina any ny zanako.",
        "7": "Efa nalain’i Jehovah Andriamanitry ny lanitra avy tany amin’ny ankohonan-draiko sy ny tanin’ny havako mantsy aho. Izy koa efa nianiana tamiko hoe: ‘Ny taranakao no homeko an’ity tany ity.’ Koa haniraka ny anjeliny eo alohanao izy, ka any ianao no haka vady ho an’ny zanako.",
        "8": "Raha tsy te hiaraka aminao kosa ilay vehivavy, dia ho afaka amin’izao fianianana izao ianao. Fa aza entina miverina any ny zanako.”",
        "9": "Dia nataon’ilay mpanompo tao ambany fen’i Abrahama tompony ny tanany, ka nianiana an’izany taminy izy.",
        "10": "Koa naka rameva folo tamin’ny ramevan’ny tompony ilay mpanompo, dia niainga. Ary nitondra fanomezana isan-karazany avy amin’ny tompony izy. Dia lasa izy nankany Mezopotamia, ho any amin’ny tanànan’i Nahora.",
        "11": "Rehefa tonga teo amin’ny lavadrano iray teo ivelan’ny tanàna izy, dia najanony ny rameva ka nampandohalehiny teo. Efa harivariva tamin’izay, tamin’ny fotoana fandehanan’ny vehivavy hantsaka rano.",
        "12": "Dia hoy izy: “Ry Jehovah, Andriamanitr’i Abrahama tompoko ô! Mba tahio re ny zavatra ataoko amin’ity andro anio ity e! Dia mba asehoy hoe tia an’i Abrahama tompoko ianao sady tsy mivadika aminy.",
        "13": "Eto akaikin’ity loharano ity aho izao, ary mivoaka hantsaka ny zanakavavin’ny olona ao an-tanàna.",
        "14": "Koa aleo re mba izao no hitranga e: Izay tovovavy teneniko hoe: ‘Mba ampidino kely ny sininao hisotroako rano’, ka mamaly hoe: ‘Misotroa àry! Ao fa homeko rano koa ny ramevanao’, dia enga anie mba ho izy ilay fidinao ho an’i Isaka mpanomponao. Dia izany no hahafantarako fa tianao ny tompoko sady tsy mivadika aminy ianao.”",
        "15": "Mbola tsy tapitra akory anefa ny tenin’ilay mpanompo, dia iny fa nivoaka ny tanàna i Rebeka, zanakavavin’i Betoela zanakalahin’i Milka, vadin’i Nahora rahalahin’i Abrahama. Nitondra ny sininy teny an-tsorony i Rebeka.",
        "16": "Tena tsara tarehy ilay tovovavy sady virjiny, ary mbola tsy nisy lehilahy nanao firaisana taminy. Nidina nankeo amin’ilay loharano izy dia nofenoiny rano ny sininy, ary niverina niakatra izy.",
        "17": "Tonga dia nihazakazaka nitsena azy ilay mpanompo, ka niteny hoe: “Mba omeo rano kely avy ao anatin’iny sininao iny ange aho hosotroiko e!”",
        "18": "Dia hoy ilay tovovavy: “Misotroa àry, tompoko.” Dia nampidininy haingana nankeo an-tanany ny sininy, ka nomeny rano hosotroina ilay lehilahy.",
        "19": "Dia hoy ilay tovovavy rehefa avy nanome rano azy: “Ao fa hantsaka ho an’ny ramevanao koa aho, mandra-pisotron’izy rehetra.”",
        "20": "Koa nararany haingana tao anaty tavin-drano fisotroan’ny biby ny rano rehetra tao anaty sininy. Dia niverimberina nihazakazaka nankeo amin’ilay lavadrano izy, ka nantsaka tsy an-kijanona ho an’ny rameva rehetra.",
        "21": "Dia variana nandinika azy teo foana ilay lehilahy sady tsy nahateny. Gaga be izy sady lasa saina raha notahin’i Jehovah ny diany na tsia.",
        "22": "Rehefa avy nisotro rano ny rameva, dia namoaka kavin’orona volamena iray nilanja antsasaka sekely ilay lehilahy, sady namoaka brasele volamena roa nilanja folo sekely. Dia nomeny an’ilay tovovavy ireo.",
        "23": "Ary hoy izy: “Fa hono ho’aho, zanak’iza moa ianao? Ary misy azonay atoriana ve ao an-tranon’ny rainao?”",
        "24": "Dia hoy ilay tovovavy: “Zanak’i Betoela aho, dia i Betoela zanakalahin’i Milka sy Nahora.”",
        "25": "Hoy koa izy: “Manana mololo izahay, dia misy sakafom-biby betsaka sy toerana hatoriana koa ao aminay.”",
        "26": "Dia niondrika sy niankohoka teo anatrehan’i Jehovah ilay lehilahy,",
        "27": "ka niteny hoe: “Hoderaina anie i Jehovah, Andriamanitr’i Abrahama tompoko! Fa tsy nivadika tamin’ny tompoko mihitsy izy sady tia azy foana. Nitana ny teniny tamin’ny tompoko foana koa i Jehovah, dia nitarika ahy ho atỳ an-tranon’ny rahalahin’ny tompoko.”",
        "28": "Dia nihazakazaka nilaza an’izany tamin’ny ankohonan-dreniny ilay tovovavy.",
        "29": "Ary nanana anadahy atao hoe Labana i Rebeka. Dia nihazakazaka nankeny amin’ilay lehilahy teny ivelany, teo an-doharano, i Labana.",
        "30": "Hitany mantsy ny kavina teny amin’ny oron’ny anabaviny sy ny brasele teny an-tanany, sady efa henony ilay notantarain’i Rebeka anabaviny hoe: “Izany no nolazain’ilay lehilahy tamiko.” Dia nandeha nitsena an’ilay lehilahy izy, ka io fa mbola nijoro teo akaikin’ny rameva, teo an-doharano, ilay lehilahy.",
        "31": "Tonga dia niteny i Labana hoe: “Tena notahin’i Jehovah ianao. Andao hiaraka amiko, fa maninona ianao no mijanona etỳ ivelany etỳ? Izaho efa nanomana ny trano sady efa nanomana toerana hatorian’ny rameva.”",
        "32": "Koa niditra tao an-trano ilay lehilahy. Dia novahany ny entana teo amin’ny rameva, ka nomeny mololo sy sakafo ny rameva. Nomeny rano koa ilay lehilahy sy ny olona niaraka taminy mba hanasany tongotra.",
        "33": "Dia naroso teo amin’ilay lehilahy ny sakafo, nefa hoy izy: “Tsy hihinana aho aloha raha tsy efa voalazako ny anton-diako.” Dia hoy i Labana: “Lazao àry!”",
        "34": "Ary hoy ilay lehilahy: “Mpanompon’i Abrahama aho.",
        "35": "Efa nomen’i Jehovah fitahiana be dia be ny tompoko, ary efa nataony nanan-karena be, ka nomeny ondry sy omby, volafotsy sy volamena, mpanompolahy sy mpanompovavy, ary rameva sy ampondra.",
        "36": "I Saraha vadiny koa efa nitera-dahy tamin’ny tompoko, na efa antitra aza. Dia homen’ny tompoko an’io zanany io izay rehetra ananany.",
        "37": "Nasain’ny tompoko nianiana àry aho. Dia hoy izy: ‘Aza maka vady ho an’ny zanako avy amin’ny zanakavavin’ny Kananita tompon’ity tany ipetrahako ity.",
        "38": "Fa mandehana any amin’ny ankohonan-draiko sy ny fianakaviako, dia any ianao no haka vady ho an’ny zanako.’",
        "39": "Hoy anefa aho tamin’ny tompoko: ‘Dia ahoana raha tsy te hiaraka amiko ilay vehivavy?’",
        "40": "Dia hoy izy tamiko: ‘I Jehovah ilay tompoiko no haniraka ny anjeliny hanampy anao, ka hitahy ny dianao. Dia any amin’ny fianakaviako sy ny ankohonan-draiko ianao no haka vady ho an’ny zanako.",
        "41": "Rehefa tonga any amin’ny fianakaviako anefa ianao ka tsy homeny anao ilay vehivavy, dia tsy ho voafatotr’ilay fianianana nataonao tamiko ianao. Tsy ho voafatotr’ilay fianianana nataonao intsony ianao amin’izay.’",
        "42": "“Rehefa tonga teo an-doharano aho androany, dia hoy aho: ‘Ry Jehovah, Andriamanitr’i Abrahama tompoko ô, raha tahinao ny diako,",
        "43": "dia enga anie ka izao no hitranga: Mijoro eto an-doharano aho izao, ka rehefa misy tovovavy mivoaka hantsaka, dia hilazako hoe: “Mba avelao re aho hisotro rano kely avy amin’iny sininao iny e!”",
        "44": "Dia hiteny amiko izy hoe: “Misotroa àry! Ao koa fa hantsaka ho an’ny ramevanao aho.” Dia enga anie ka izay vehivavy izay ilay nofidin’i Jehovah ho an’ny zanaky ny tompoko!’",
        "45": "“Raha mbola niteny an’izany anakampo aho, dia iny fa nivoaka ny tanàna i Rebeka nitondra ny sininy teny an-tsorony. Nidina nankeo an-doharano izy ka nantsaka. Dia hoy aho taminy: ‘Mba omeo rano kely re aho hosotroiko e!’",
        "46": "Dia nampidininy haingana avy teny an-tsorony ny sininy, ka hoy izy: ‘Misotroa àry! Dia ao koa homeko rano ny ramevanao.’ Koa nisotro aho, dia nomeny rano koa ny rameva.",
        "47": "Nanontaniako izy avy eo hoe: ‘Fa zanak’iza moa ianao?’ Dia hoy izy: ‘Zanak’i Betoela aho, dia i Betoela zanakalahin’i Nahora sy Milka.’ Dia nataoko teo amin’ny orony ilay kavin’orona, ary teo amin’ny tanany ireo brasele.",
        "48": "Dia niondrika sy niankohoka teo anatrehan’i Jehovah aho, ka nidera an’i Jehovah, Andriamanitr’i Abrahama tompoko. Fa notarihiny tamin’ny lalana tokony halehako aho, mba hahita ny zanakavavin’ny rahalahin’ny tompoko ka haka azy ho an’ilay zanany.",
        "49": "Koa mba lazao ahy raha tianareo haseho amin’ny tompoko hoe tsy mivadika aminy ianareo sady tia azy foana, ary mitana ny teninareo aminy. Fa raha tsy izany kosa dia lazao ahy, mba hahafantarako an’izay tokony hataoko.”",
        "50": "Dia hoy i Labana sy Betoela: “Avy amin’i Jehovah izao zavatra izao. Tsy afaka milaza aminao izahay hoe eny na tsia.",
        "51": "Io eo anatrehanao io i Rebeka. Ento izy ka mandehana, dia ho lasa vadin’ny zanaky ny tomponao izy, araka izay nolazain’i Jehovah.”",
        "52": "Raha vao henon’ilay mpanompon’i Abrahama izany tenin’izy ireo izany, dia niankohoka tamin’ny tany teo anatrehan’i Jehovah izy.",
        "53": "Dia namoaka zavatra vita tamin’ny volafotsy sy volamena ilay mpanompo sady namoaka akanjo, ka nomeny an’i Rebeka izany. Nomeny zava-tsarobidy koa ny anadahiny sy ny reniny.",
        "54": "Taorian’izay dia nihinana sy nisotro izy sy ny olona niaraka taminy. Dia natory tao izy ireo. Rehefa nifoha ilay lehilahy ny ampitson’iny, dia niteny hoe: “Avelao aho hiverina any amin’ny tompoko.”",
        "55": "Dia hoy ny anadahin’i Rebeka sy ny reniny: “Aleo i Rebeka mba hijanona eto aminay folo andro, fara fahakeliny, dia afaka mandeha izy avy eo.”",
        "56": "Hoy anefa ilay lehilahy: “Aza sakananareo tsy handeha aho, fa efa notahin’i Jehovah ny diako. Alefaso ho any amin’ny tompoko aho.”",
        "57": "Hoy àry izy ireo: “Andao hantsoina i Rebeka dia hanontaniantsika ny heviny.”",
        "58": "Dia nantsoin’izy ireo i Rebeka ka nanontaniany hoe: “Handeha hiaraka amin’io lehilahy io ve ianao?” Dia hoy izy: “Ie, vonona handeha aho!”",
        "59": "Koa nalefan’izy ireo i Rebeka anabaviny, sy ilay vehivavy nampinono azy taloha, ary ilay mpanompon’i Abrahama sy ny olona niaraka taminy.",
        "60": "Ary nitso-drano an’i Rebeka izy ireo hoe: “Ry anabavinay ô, enga anie ianao hanan-janaka be dia be, ary enga anie ho azon’ny taranakao ny vavahadin’izay mankahala azy!”",
        "61": "Dia niainga i Rebeka sy ireo mpanompovaviny, ka nitaingina rameva ary nanaraka an’ilay lehilahy. Nitondra an’i Rebeka àry ilay mpanompo dia lasa.",
        "62": "Ary avy tany amin’ny lalana mankany Bera-lahai-roy i Isaka, satria nipetraka tao amin’ny faritr’i Negeba izy.",
        "63": "Dia nivoaka nandehandeha tany an-tsaha izy mba hisaintsaina, rehefa ho alina ny andro. Rehefa nitazana izy, dia hitany hoe ireny nisy rameva nanatona!",
        "64": "Nitazana koa i Rebeka ka nahita an’i Isaka, dia nidina haingana avy teo amin’ny rameva.",
        "65": "Ary hoy izy tamin’ilay mpanompo: “Fa iza iny lehilahy mandeha eny an-tsaha mitsena antsika iny?” Dia hoy ilay mpanompo: “Ny tompoko iny.” Koa nalain’i Rebeka ny saron-dohany ka nosaronany ny lohany.",
        "66": "Ary notantarain’ilay mpanompo tamin’i Isaka daholo ny zava-drehetra nataony.",
        "67": "Dia nentin’i Isaka nankao an-tranolain’i Saraha reniny i Rebeka, ka nalainy ho vady. Koa lasa tia an’i Rebeka i Isaka, ka nionona tamin’ny nahafatesan-dreniny."
    },
    "25": {
        "1": "Ary nanambady indray i Abrahama. Ketora no anaran’ilay vadiny.",
        "2": "Ireto avy no naterany tamin’i Abrahama, rehefa nandeha ny fotoana: Zimrana, Joksana, Medana, Midianina, Jisbaka, ary Soaha.",
        "3": "Ary niteraka an’i Sheba sy Dedana i Joksana. Ny zanakalahin’i Dedana dia i Asorima sy Letosima ary Leomima.",
        "4": "Ny zanakalahin’i Midianina dia i Efaha, Efera, Hanoka, Abida, ary Eldaha. Ireo rehetra ireo no taranak’i Ketora.",
        "5": "Tatỳ aoriana, dia nomen’i Abrahama an’i Isaka ny fananany rehetra.",
        "6": "Fanomezana kosa no nomeny an’ireo zanany lahy hafa naterak’ireo vadikeliny. Mbola velona koa izy, dia efa nasainy nankany Atsinanana ireo, mba hipetraka lavitra an’i Isaka zanany.",
        "7": "Ary 175 taona ny andro niainan’i Abrahama.",
        "8": "Dia niala aina izy ka maty, rehefa ela velona sady efa antitra sy afa-po tamin’ny fiainana. Ary nangonina any amin’ny razambeny izy.",
        "9": "Dia nandevina azy tao amin’ny lava-bato tao Makpela ireo zanany roa lahy, Isaka sy Ismaela, tao amin’ny sahan’i Efrona zanak’i Zohara Hetita. Io ilay saha tandrifin’i Mamre,",
        "10": "izay novidin’i Abrahama tamin’ny taranak’i Heta. Tao no nandevenana an’i Abrahama sy Saraha vadiny.",
        "11": "Taorian’ny nahafatesan’i Abrahama, dia mbola nitahy foana an’i Isaka zanany Andriamanitra. Ary nipetraka teny akaikin’i Bera-lahai-roy i Isaka.",
        "12": "Izao no tantaran’i Ismaela zanakalahin’i Abrahama, izay naterak’i Hagara Ejipsianina, mpanompovavin’i Saraha:",
        "13": "Ireto avy ny anaran’ny zanakalahin’i Ismaela, araka ny anarany avy sy araka ny fianakaviana nipoirany: I Nebaiota no lahimatoan’i Ismaela, ary nanarakaraka azy i Kedara, Adbela, Mibsama,",
        "14": "Misma, Doma, Masa,",
        "15": "Hadada, Tema, Jetora, Nafisy, ary Kedema.",
        "16": "Ireo no zanakalahin’i Ismaela, ary ireo no anarany araka ny tanànany avy sy ny tobiny, izany hoe mpiadidy 12, araka ny fokony avy.",
        "17": "Ary velona 137 taona i Ismaela, dia niala aina ka maty. Ary nangonina any amin’ny razambeny izy.",
        "18": "Nipetraka hatrany Havila teny akaikin’i Sora, tany akaikin’i Ejipta, ka hatrany Asyria ny taranany. Nipetraka teny akaikin’ny rahalahiny rehetra izy ireo.",
        "19": "Ary izao no tantaran’i Isaka zanakalahin’i Abrahama: I Abrahama niteraka an’i Isaka.",
        "20": "Ary 40 taona i Isaka tamin’izy nanambady an’i Rebeka, zanakavavin’i Betoela Aramianina avy any Padana-arama, sady anabavin’i Labana Aramianina.",
        "21": "Nitalaho foana tamin’i Jehovah ho an’ny vadiny i Isaka, satria momba ilay vadiny. Dia nohenoin’i Jehovah ny fitalahoany, ka bevohoka i Rebeka.",
        "22": "Ary niady ireo zaza tao an-kibony. Dia hoy i Rebeka: “Raha hijaly hoatr’izao aho, dia maninona àry aho no mbola velona ihany?” Koa nanontany an’i Jehovah izy.",
        "23": "Dia hoy i Jehovah taminy: “Firenena roa no ao an-kibonao, ary vahoaka roa no hisaraka avy ao anatinao. Ny vahoaka iray dia hatanjaka noho ny iray, ary ny zokiny hanompo ny zandriny.”",
        "24": "Rehefa tonga ny fotoana tokony hiterahany, dia kambana tokoa no tao an-kibony!",
        "25": "Dia nivoaka ny voalohany, ka mena ny vatany manontolo sady voloina be. Koa natao hoe Esao ny anarany.",
        "26": "Avy eo dia nivoaka koa ny rahalahiny, ary nitazona ny voditongotr’i Esao ny tanany. Koa natao hoe Jakoba ny anarany. Ary 60 taona i Isaka tamin’i Rebeka niteraka azy mirahalahy.",
        "27": "Rehefa nihalehibe ireo zazalahy ireo, dia lasa mpihaza mahay i Esao, ka tia nandehandeha tany an-tsaha. I Jakoba indray lehilahy tsy nisy tsiny, sady nipetraka an-tranolay.",
        "28": "Ary tia an’i Esao i Isaka, satria izy nitondra haza hohaniny. Fa i Rebeka kosa tia an’i Jakoba.",
        "29": "Nahandro lantihy i Jakoba, indray mandeha, dia iny fa tonga avy tany an-tsaha i Esao. Reraka be izy tamin’izay.",
        "30": "Dia hoy i Esao tamin’i Jakoba: “Mba omeo amin’io lantihy mena io aho! Haingana fa reraka be aho!” Izany no nahatonga ny anarany hatao hoe Edoma.",
        "31": "Dia hoy i Jakoba: “Amidio amiko àry aloha ny zonao amin’ny maha lahimatoa anao!”",
        "32": "Ary hoy i Esao: “Efa ho faty ihany aho, ka hataoko inona koa izay zon’ny lahimatoa?”",
        "33": "Dia hoy i Jakoba: “Mila mianiana amiko aloha ianao e!” Dia nianiana tamin’i Jakoba i Esao, ka namidiny taminy ny zony amin’ny maha lahimatoa azy.",
        "34": "Koa nomen’i Jakoba mofo sy lantihy izy, ka nihinana sy nisotro. Ary nitsangana izy dia lasa. Toy izany no nanaovan’i Esao tsinontsinona ny zon’ny lahimatoa."
    },
    "26": {
        "1": "Ary nisy mosary tao amin’ilay tany, ankoatra an’ilay mosary voalohany tamin’ny andron’i Abrahama. Dia lasa nankany amin’i Abimeleka mpanjakan’ny Filistinina, tany Gerara, i Isaka.",
        "2": "Ary niseho taminy i Jehovah ka niteny hoe: “Aza midina any Ejipta, fa mipetraha any amin’izay tany hasehoko anao.",
        "3": "Ary aoka ianao hivahiny eto amin’ity tany ity, dia hanampy anao foana aho sady hitahy anao. Ianao sy ny taranakao mantsy no homeko an’ireo tany rehetra ireo. Dia hotanterahiko ilay fianianana nataoko tamin’i Abrahama rainao hoe:",
        "4": "‘Hataoko lasa be dia be hoatran’ny kintana eny amin’ny lanitra ny taranakao, ary homeko ny taranakao ireo tany rehetra ireo. Dia hahazo fitahiana amin’ny alalan’ny taranakao ny firenena rehetra eny ambonin’ny tany.’",
        "5": "Nihaino ny teniko mantsy i Abrahama ka nataony foana izay nampanaoviko azy, sady nankatò foana ny didiko sy ny fitsipiko ary ny lalàko izy.”",
        "6": "Dia mbola nipetraka tao Gerara i Isaka.",
        "7": "Ary nanontany momba ny vadiny foana ireo lehilahy teo an-toerana, nefa hoy izy: “Anabaviko izy.” Fa natahotra izy hilaza hoe: “Vadiko izy”, satria nieritreritra izy hoe hovonoin’ireo lehilahy ireo noho ny amin’i Rebeka. Tsara tarehy mantsy i Rebeka.",
        "8": "Rehefa afaka elaela, dia nitazantazana teo am-baravarankely i Abimeleka mpanjakan’ny Filistinina, ka nahita an’i Isaka naneho fitiavana tamin’i Rebeka vadiny.",
        "9": "Tonga dia niantso an’i Isaka i Abimeleka ka niteny hoe: “Hay vadinao izy! Koa naninona ianao no niteny hoe: ‘Anabaviko izy’?” Dia hoy i Isaka taminy: “Nilaza an’izany aho, sao hisy hamono noho izy.”",
        "10": "Hoy indray i Abimeleka: “Fa inona ity nataonao taminay? Raha sanatria nisy olona nanao firaisana tamin’ny vadinao mantsy, dia ho nanota izahay noho ianao!”",
        "11": "Dia namoaka didy ho an’ny olona rehetra i Abimeleka hoe: “Hovonoina ho faty izay mikasika an’io lehilahy io sy ny vadiny!”",
        "12": "Dia nanomboka namafy voa tao amin’izany tany izany i Isaka. Ary nahatratra avo 100 heny ny vokatra azony tamin’io taona io, satria notahin’i Jehovah izy.",
        "13": "Dia lasa nanan-karena i Isaka, ary nitombo be ny fananany, ka vao mainka lasa mpanankarena be izy.",
        "14": "Nahazo andian’ondry sy andian’omby ary mpanompo maro be izy, ka lasa nialona azy ny Filistinina.",
        "15": "Dia naka tany ny Filistinina ka nototofany ny lavadrano rehetra efa nolavahan’ny mpanompon’i Abrahama rain’i Isaka fony fahavelony.",
        "16": "Ary hoy i Abimeleka tamin’i Isaka: “Mialà eto aminay, fa lasa mahery lavitra noho izahay ianao.”",
        "17": "Niala tao àry i Isaka, dia nitoby teo amin’ny lohasahan’i Gerara, ka nipetraka tao.",
        "18": "Dia nolavahan’i Isaka indray ireo lavadrano efa nolavahana tamin’ny andron’i Abrahama rainy, izay efa nototofan’ny Filistinina taorian’ny nahafatesan’i Abrahama. Efa nomen’ny rainy anarana avy izy ireny, dia izay ihany no niantsoany azy.",
        "19": "Ary nahita lavadrano nisy rano madio tsara ny mpanompon’i Isaka, rehefa nandavaka teo amin’ilay lohasaha.",
        "20": "Nifamaly tamin’ny mpiandry ondrin’i Isaka anefa ny mpiandry ondry tao Gerara, ka nilaza hoe: “Anay io rano io!” Dia nataon’i Isaka hoe Eseka ny anaran’ilay lavadrano, satria nifamaly taminy izy ireo.",
        "21": "Nandavaka lavadrano hafa indray ny mpanompon’i Isaka, nefa nampifamaly azy ireo koa ilay izy. Dia nataon’i Isaka hoe Sitna ny anaran’ilay izy.",
        "22": "Tatỳ aoriana, dia niala teo izy ka nandavaka lavadrano hafa indray. Tsy nampifamaly azy ireo intsony anefa ilay izy. Dia nataony hoe Rehobota ny anaran’ilay izy, fa hoy izy: “Satria i Jehovah efa nanome antsika toerana malalaka, ka nataony lasa be dia be eto amin’ity tany ity isika.”",
        "23": "Ary niala teo izy ka niakatra nankany Beri-sheba.",
        "24": "Niseho taminy i Jehovah tamin’iny alina iny, ka niteny hoe: “Izaho no Andriamanitr’i Abrahama rainao. Aza matahotra fa hanampy anao aho. Noho i Abrahama mpanompoko, dia hitahy anao aho ka hataoko lasa be dia be ny taranakao.”",
        "25": "Koa nanorina alitara teo i Isaka ka niantso ny anaran’i Jehovah, sady nanangana tranolay teo. Ary nandavaka lavadrano teo ny mpanompony.",
        "26": "Tatỳ aoriana, dia niainga avy any Gerara i Abimeleka, niaraka tamin’i Ahozata mpanolo-tsainy sy Pikola lehiben’ny tafiny, ka tonga teo amin’i Isaka.",
        "27": "Ary hoy i Isaka tamin’izy ireo: “Fa maninona ianareo no mankatỳ amiko, nefa ianareo aza efa nankahala ahy sady nandroaka ahy niala tany aminareo?”",
        "28": "Dia hoy ireo: “Satria tena hitanay fa manampy anao i Jehovah. Dia tapa-kevitra izahay fa hiteny aminao hoe: ‘Andao hanao fianianana isika, ary andao hanao fifanekena",
        "29": "hoe tsy hanisy ratsy anay ianao, satria izahay mbola tsy nanao ratsy taminao, fa navelanay handeha soa aman-tsara ianao. Ianao mantsy izao no tahin’i Jehovah.’”",
        "30": "Dia nanao fanasambe ho azy ireo i Isaka, ka nihinana sy nisotro izy ireo.",
        "31": "Ary nifoha maraina izy ireo ny ampitso, ka nianiana tamin’ny andaniny ny ankilany. Taorian’izay, dia navelan’i Isaka handeha izy ireo ka lasa soa aman-tsara.",
        "32": "Tamin’io andro io, dia tonga ny mpanompon’i Isaka ka nitantara taminy momba an’ilay lavadrano nolavahan’izy ireo. Hoy izy ireo: “Nahita rano izahay!”",
        "33": "Dia nataon’i Isaka hoe Shiba ny anaran’izy io. Izany no nahatonga ny anaran’ilay tanàna hoe Beri-sheba hatramin’izao.",
        "34": "Rehefa 40 taona i Esao, dia nalainy ho vady i Jodita zanakavavin’i Bery Hetita. Nalainy ho vady koa i Basemata zanakavavin’i Elona Hetita.",
        "35": "Nahatonga an’i Isaka sy Rebeka halahelo be izy ireo."
    },
    "27": {
        "1": "Rehefa antitra i Isaka ka efa tsy nahita intsony ny masony, dia niantso an’i Esao lahimatoany hankany aminy izy hoe: “Ry Esao zanako ô!” Dia hoy i Esao: “Ahoana izay?”",
        "2": "Dia hoy i Isaka: “Efa antitra aho izao, nefa tsy fantatro hoe rahoviana aho no ho faty.",
        "3": "Koa mba alaivo ny fitaovana fitondranao mihaza, dia ny tranon-jana-tsipìkanao sy ny tsipìkanao. Mandehana mihaza any an-tsaha dia ento atỳ amiko izay azonao.",
        "4": "Ary anaovy an’ilay sakafo matsiro tena tiako iny aho, dia ento atỳ amiko ilay izy hohaniko. Dia hitso-drano anao aho, alohan’ny hahafatesako.”",
        "5": "Nihaino ny resak’i Isaka tamin’i Esao zanany anefa i Rebeka tamin’izay. Ary lasa nankany an-tsaha i Esao mba hitady haza ka hitondra an’izany mody.",
        "6": "Dia hoy i Rebeka tamin’i Jakoba zanany: “Vao henoko teo ny dadanao niteny tamin’i Esao rahalahinao hoe:",
        "7": "‘Itondray haza aho, dia anaovy sakafo matsiro. Dia hohaniko ilay izy ka hitso-drano anao eo anatrehan’i Jehovah aho, alohan’ny hahafatesako.’",
        "8": "Henoy tsara aho, anaka, dia ataovy izao asaiko ataonao izao:",
        "9": "Mandehana any amin’ny ondry aman’osy, azafady, dia ento atỳ izay zanak’osy roa tsara indrindra mba hanaovako sakafo matsiro ho an’ny dadanao, araka ilay itiavany azy.",
        "10": "Dia ento any amin’ny dadanao izany hohaniny, amin’izay izy hitso-drano anao alohan’ny hahafatesany.”",
        "11": "Dia hoy i Jakoba tamin’i Rebeka reniny: “I Esao rahalahiko ange voloina e, fa izaho malamalama hoditra.",
        "12": "Dia ahoana raha mitsapa ahy i Dada? Tena hoatran’ny hoe mananihany azy aho amin’izay, ka ozona no ho azoko, fa tsy tsodrano.”",
        "13": "Dia hoy ny reniny: “Aleo hihatra amiko izany ozona izany, anaka. Fa araho fotsiny ny teniko, dia mandehana ka itondray zanak’osy aho.”",
        "14": "Lasa naka zanak’osy àry izy ka nitondra an’izany tany amin’ny reniny. Dia nanao sakafo matsiro araka ilay itiavan’ny rainy azy ny reniny.",
        "15": "Ary nalain’i Rebeka ny akanjon’i Esao lahimatoany, dia ny akanjony tsara indrindra tao an-trano, ka nampanaoviny an’i Jakoba faralahiny.",
        "16": "Nataony teo amin’ny tanan’i Jakoba sy teo amin’ny faritra tsy misy volo amin’ny vozony koa ny hoditr’ireo zanak’osy ireo.",
        "17": "Dia nomeny an’i Jakoba zanany ilay sakafo matsiro sy ny mofo namboariny.",
        "18": "Ary nankao amin’ny rainy i Jakoba, ka niteny hoe: “Dada ô!” Dia hoy i Isaka: “Ahoana izay, anaka? Iza moa ianao?”",
        "19": "Dia hoy i Jakoba tamin’ny rainy: “Esao lahimatoanao ihany. Efa vitako ilay nasainao nataoko. Mba miarena kely, dia mihinàna amin’ny haza nentiko, ka tsofy rano aho.”",
        "20": "Dia hoy i Isaka tamin’ny zanany: “Fa ahoana no vetivety kely ianao, anaka, dia nahita haza?” Dia hoy i Jakoba: “Satria nataon’i Jehovah Andriamanitrao nanatona ahy ilay izy.”",
        "21": "Ary hoy i Isaka taminy: “Mba manatòna kely, anaka, hitsapako anao, mba hahafantarako raha tena i Esao zanako ianao na tsia.”",
        "22": "Dia nanatona an’i Isaka rainy i Jakoba. Ary nitsapa azy i Isaka, dia niteny hoe: “Ny feonao aloha dia feon’i Jakoba, fa ny tananao indray tanan’i Esao.”",
        "23": "Ary tsy fantany i Jakoba, satria voloina be hoatran’ny tanan’i Esao rahalahiny ny tanany. Dia nitso-drano azy izy.",
        "24": "Hoy indray izy: “Tena i Esao zanako tokoa ve ianao?” Dia hoy i Jakoba: “Izaho mihitsy ity!”",
        "25": "Ary hoy i Isaka: “Mba omeo amin’ilay haza àry aho, anaka, hohaniko, dia hitso-drano anao aho.” Dia narosony teo aminy ilay izy ka nihinana izy. Nitondrany divay koa izy ka nisotro.",
        "26": "Ary hoy i Isaka rainy: “Mba manatòna kely, anaka, dia orohy aho.”",
        "27": "Nanatona àry izy dia nanoroka azy, ka henon’i Isaka ny hanitry ny akanjony. Dia nitso-drano azy izy hoe: “Ny hanitry ny zanako dia toy ny hanitry ny saha notahin’i Jehovah.",
        "28": "Enga anie Andriamanitra hanome anao ny andon’ny lanitra, sy ny tany lonaka, ary varimbazaha sy divay vaovao be dia be!",
        "29": "Enga anie hanompo anao ireo firenena, ary hiankohoka eo anatrehanao ny firenena samy hafa! Ary enga anie hanana fahefana amin’ny rahalahinao ianao, ka hiankohoka eo anatrehanao ny zanaky ny reninao! Ho voaozona anie izay manozona anao, fa hotahina kosa izay mitso-drano anao!”",
        "30": "Raha vao avy nitso-drano an’i Jakoba i Isaka rainy, ary vao niala kely teo aminy i Jakoba, dia iny fa tonga avy nihaza i Esao rahalahiny.",
        "31": "Nanao sakafo matsiro koa izy, dia nitondra an’ilay izy teo amin’ny rainy, sady niteny hoe: “Miarena Dada a! Mihinàna amin’ity haza nentiko ity, mba hahazoako tsodrano aminao.”",
        "32": "Dia hoy i Isaka rainy taminy: “Fa iza moa ianao?” Ary hoy izy: “Esao lahimatoanao ihany!”",
        "33": "Tonga dia nangovitra be mihitsy i Isaka, ka niteny hoe: “Koa iza àry ilay nandeha nihaza dia nitondra an’ilay haza teto amiko teto? Efa nohaniko ilay izy talohan’ny nahatongavanao, dia nitso-drano azy aho. Ary hotahina tokoa izy!”",
        "34": "Dia niantsoantso faran’izay mafy sady nalahelo be i Esao rehefa naheno an’izany tenin’ny rainy izany, ka niteny hoe: “Mba omeo tsodrano koa re aho, ry Dada ô!”",
        "35": "Hoy anefa ny rainy: “Tonga teto ny rahalahinao, dia nofitahiny aho mba hahazoany ny tsodrano tokony ho anao.”",
        "36": "Dia hoy i Esao: “Aiza moa no tsy natao hoe Jakoba ny anaran’iny? Efa fanindroany izao izy no naka ny toerako! Ny zoko amin’ny maha lahimatoa ahy efa nalainy, dia izao indray koa nalainy ny tsodrano tokony ho ahy!” Hoy koa izy: “Tsy mba nitahiry tsodrano ho ahy mihitsy ve ianao?”",
        "37": "Hoy anefa i Isaka tamin’i Esao: “Efa notendreko hanana fahefana aminao izy, dia efa nomeko azy daholo ny rahalahiny rehetra mba ho mpanompony. Nomeko varimbazaha sy divay vaovao koa izy hivelomany. Koa inona intsony no azoko atao ho anao, anaka?”",
        "38": "Ary hoy i Esao tamin’ny rainy: “Dia tsodrano iray fotsiny ve no mba anananao, ry Dada? Mba omeo tsodrano koa re aho, ry Dada ô!” Dia nigogogogo nitomany i Esao.",
        "39": "Hoy àry i Isaka rainy: “Tsy hipetraka eny akaikin’ny tany lonaka ianao, sady tsy hahazo ny andon’ny lanitra ambony.",
        "40": "Ny sabatrao no hivelomanao, ary hanompo ny rahalahinao ianao. Rehefa tsy zakanao intsony anefa izany, dia hotapahinao hiala amin’ny vozonao ny ziogany.”",
        "41": "Taorian’izay, dia nitana lolompo tamin’i Jakoba i Esao noho ilay tsodrano nomen’ny rainy azy. Hoy foana izy anakampo: “Efa kely sisa izao dia ho tonga ny andro hisaonana an’i Dada. Dia hovonoiko i Jakoba rahalahiko aorian’izay.”",
        "42": "Rehefa notantarain’ny olona tamin’i Rebeka ny tenin’i Esao lahimatoany, dia tonga dia nampanantsoiny i Jakoba faralahiny, ka hoy izy taminy: “Izao anaka! Mitetika ny hamaly faty i Esao rahalahinao, dia tiany hovonoina ianao.",
        "43": "Koa araho ny teniko, anaka, ka mandehana mandositra any amin’i Labana anadahiko, any Harana.",
        "44": "Mijanòna kely aloha any aminy, mandra-pitonin’ny fahatezeran’ny rahalahinao.",
        "45": "Rehefa afaka ny hatezeran’ny rahalahinao aminao, ka hadinony ny zavatra nataonao taminy, dia haniraka olona aho haka anao any. Fa ataoko ahoana ny hamoy anareo mirahalahy ao anatin’ny iray andro?”",
        "46": "Taorian’izany, dia hoy foana i Rebeka tamin’i Isaka: “Tena mankaleo ahy ny fiainako noho ireto zanakavavin’ny Hetita ireto! Raha sanatria i Jakoba ka manambady zanakavavin’ny Hetita hoatr’ireo zazavavy tompon-tany ireo, dia aleoko maty.”"
    },
    "28": {
        "1": "Dia niantso an’i Jakoba i Isaka ka nitso-drano azy sady nanafatrafatra hoe: “Aza maka vady eto Kanana.",
        "2": "Fa mandehana any Padana-arama, any an-tranon’i Betoela rain’ny reninao, dia makà vady amin’ny zanakavavin’i Labana anadahin-dreninao.",
        "3": "Hitahy anao ilay Andriamanitra Mahery Indrindra ka hataony manan-taranaka ianao, sady hataony lasa be dia be ny taranakao. Dia ho lasa firenena lehibe ianao.",
        "4": "Hitahy anao sy ny taranakao koa izy, hoatran’ny nitahiany an’i Abrahama. Amin’izay ho lasanao ity tany ivahinianao ity, izay efa nomen’Andriamanitra an’i Abrahama.”",
        "5": "Koa nalefan’i Isaka nandeha i Jakoba, ka lasa nankany Padana-arama, ho any amin’i Labana, zanak’i Betoela Aramianina sady anadahin’i Rebeka renin’i Jakoba sy Esao.",
        "6": "Ary fantatr’i Esao fa efa nitso-drano an’i Jakoba i Isaka, sady efa nandefa azy ho any Padana-arama mba haka vady any. Fantany koa fa tamin’i Isaka nitso-drano azy, dia nanafatrafatra izy hoe: “Aza maka vady eto Kanana.”",
        "7": "Dia hitany hoe nankatò ny rainy sy ny reniny i Jakoba ka lasa nankany Padana-arama.",
        "8": "Fantatr’i Esao àry hoe tsy nahafaly an’i Isaka rainy ny vehivavy tao Kanana.",
        "9": "Koa nankany amin’i Ismaela i Esao ka nanambady an’i Mahalota, ankoatra an’izay vady efa nalainy. Zanakavavin’i Ismaela zanak’i Abrahama i Mahalota, sady anabavin’i Nebaiota.",
        "10": "Ary niala tao Beri-sheba i Jakoba ka nankany Harana.",
        "11": "Tonga teo amin’ny toerana iray izy rehefa elaela, ka nanapa-kevitra hoe hatory eo, satria efa nilentika ny masoandro. Naka vato iray teo àry izy hataony ondana, dia natory teo.",
        "12": "Dia nanonofy izy hoe nisy tohatra teo amin’ny tany ary tonga hatreny amin’ny lanitra ny tampony. Dia nisy anjelin’Andriamanitra niakatra sy nidina teo amin’ilay izy.",
        "13": "Hitany koa fa io i Jehovah teo an-tampon’ilay tohatra, niteny hoe: “Izaho no Jehovah, ilay Andriamanitr’i Abrahama raibenao sy Andriamanitr’i Isaka. Homeko anao sy ny taranakao ity tany ity sy io toerana atorianao io.",
        "14": "Dia ho lasa be dia be hoatran’ny vovoka amin’ny tany ny taranakao, ka hiparitaka any andrefana sy any atsinanana sy any avaratra ary any atsimo. Ary azo antoka fa amin’ny alalanao sy ny taranakao no hitahiana ny firenena rehetra eny ambonin’ny tany.",
        "15": "Hanampy anao aho ka hiaro anao any amin’izay rehetra alehanao, dia haveriko eto amin’ity tany ity indray ianao. Tsy handao anao mihitsy aho raha tsy efa vitako izay nampanantenaiko anao.”",
        "16": "Dia taitra tamin’ny torimasony i Jakoba, ka niteny hoe: “Tena eto amin’ity toerana ity i Jehovah, fa izaho no tsy nahafantatra.”",
        "17": "Natahotra izy tamin’izay sady niteny hoe: “Hafakely mihitsy ity toerana ity fa masina! Tena tranon’Andriamanitra mihitsy ity, ary eto no vavahadin’ny lanitra!”",
        "18": "Ary nifoha maraina i Jakoba, dia nalainy ilay vato nataony ondana ka nataony tsangambato. Dia nandraraka menaka teo ambonin’ilay tsangambato izy.",
        "19": "Koa nataony hoe Betela ny anaran’ilay toerana, nefa Lozy no anaran’ilay tanàna taloha.",
        "20": "Ary nivoady i Jakoba hoe: “Raha manampy ahy foana Andriamanitra ka arovany aho amin’izao diako izao, sady omeny sakafo hohaniko sy akanjo hanaovako,",
        "21": "ary tafaverina soa aman-tsara any an-tranon’ny raiko, dia ho hitako tokoa hoe Andriamanitro i Jehovah.",
        "22": "Ary ho lasa tranon’Andriamanitra ity vato naoriko ho tsangambato ity. Dia tsy maintsy homeko azy ny ampahafolon’izay rehetra homeny ahy.”"
    },
    "29": {
        "1": "Taorian’izay, dia nanohy ny diany i Jakoba ka nankany amin’ny tanin’ny Tatsinanana.",
        "2": "Dia nahita lavadrano iray tany an-tsaha izy, ary nisy andian’ondry telo natoritory teo akaikin’ilay izy. Nahazatra ny mpiandry ondry mantsy ny naka rano tao anaty lavadrano mba hampisotroina ny andian’ondry. Nisy vato ngezabe koa nanarona ny vavan’ilay lavadrano.",
        "3": "Rehefa tafangona teo daholo ny andian’ondry vao nakodian’ny mpiandry ondry hiala amin’ny vavan’ny lavadrano ilay vato, ka nampisotroiny rano ny ondry. Avy eo dia naveriny teo amin’ny toerany, teo am-bavan’ny lavadrano, ilay vato.",
        "4": "Ary hoy i Jakoba tamin’izy ireo: “Fa avy aiza moa ianareo, ry rahalahiko?” Dia hoy izy ireo: “Avy any Harana izahay.”",
        "5": "Ary hoy izy tamin’izy ireo: “Fantatrareo ve i Labana, zafikelin’i Nahora?” Dia hoy izy ireo: “Ie, fantatray izy.”",
        "6": "Hoy àry izy: “Salama tsara ve izy any?” Dia hoy izy ireo: “Ie, salama tsara izy. Iny tonga miaraka amin’ny ondry iny izao i Rahely zanany vavy!”",
        "7": "Ary hoy i Jakoba: “Mbola antoandrobe izao, ka tsy izao no fotoana fanangonana ny andian’ondry. Ampisotroy rano aloha ny ondry, dia avy eo ento hiraoka ahitra.”",
        "8": "Fa hoy izy ireo: “Tsy azonay atao izany! Rehefa tafangona daholo ny andian’ondry ary efa avy nakodia hiala amin’ny vavan’ny lavadrano ny vato, vao afaka mampisotro rano ny ondry izahay.”",
        "9": "Tamin’i Jakoba mbola niresaka tamin’izy ireo, dia iny fa tonga i Rahely nitondra ny ondrin’ny rainy. Mpiandry ondry mantsy ilay tovovavy.",
        "10": "Rehefa hitan’i Jakoba i Rahely zanakavavin’i Labana anadahin-dreniny, sy ny ondrin’i Labana, dia tonga dia nanatona izy ka nanakodia an’ilay vato hiala amin’ny vavan’ny lavadrano. Dia nampisotroiny rano ny ondrin’i Labana anadahin-dreniny.",
        "11": "Avy eo dia nanoroka an’i Rahely i Jakoba, dia nitomany be.",
        "12": "Ary notenenin’i Jakoba an’i Rahely hoe havan’ny rainy izy sady zanak’i Rebeka. Dia lasa nihazakazaka nitantara an’izany tamin’ny rainy i Rahely.",
        "13": "Vao henon’i Labana ny momba an’i Jakoba zanak’anabaviny, dia nihazakazaka nitsena azy izy. Dia namihina sy nanoroka azy izy, ka nitondra azy tany an-tranony. Ary notantarain’i Jakoba an’i Labana ny zava-drehetra.",
        "14": "Dia hoy i Labana taminy: “Taolako sy nofoko tokoa ianao.” Nipetraka tao aminy iray volana katroka àry i Jakoba.",
        "15": "Dia hoy i Labana tamin’i Jakoba: “Ianao kosa ve dia hiasa maina ho ahy fotsiny na dia hoe havako aza? Teneno amiko hoe inona no tokony ho karamanao.”",
        "16": "Ary nanan-janaka roa vavy i Labana. Lea no anaran’ny zokiny, ary Rahely no anaran’ny zandriny.",
        "17": "Tsy mba nahafinaritra anefa ny mason’i Lea, fa i Rahely indray sady tsara bika no tsara tarehy.",
        "18": "Efa raiki-pitia tamin’i Rahely koa i Jakoba, ka hoy izy: “Vonona hanompo anao fito taona aho mba hahazoako an’i Rahely faravavinao.”",
        "19": "Dia hoy i Labana: “Aleoko homena anao izy, toy izay homena olon-kafa. Mipetraha ihany àry ato amiko.”",
        "20": "Dia nanompo azy fito taona i Jakoba mba hahazoany an’i Rahely, nefa hoatran’ny hoe andro vitsivitsy fotsiny ilay izy taminy, satria izy tia azy.",
        "21": "Ary hoy i Jakoba tamin’i Labana: “Omeo ahy amin’izay ny vadiko, fa efa tapitra ny fotoana nifanarahantsika. Avelao amin’izay aho hanao firaisana aminy.”",
        "22": "Dia novorin’i Labana ny olona rehetra teo an-toerana, ka nanao fety be izy.",
        "23": "Rehefa hariva anefa ny andro, dia i Lea zanany vavy indray no nalainy, ka nentiny tany amin’i Jakoba mba hanaovany firaisana.",
        "24": "Nomen’i Labana ho mpanompon’i Lea zanany koa i Zilpa mpanompovaviny.",
        "25": "Rehefa maraina ny andro, dia hitan’i Jakoba fa hay i Lea no tao! Dia hoy izy tamin’i Labana: “Fa inona ity nataonao? Mba hahazoako an’i Rahely ange no antony nanompoako anao e! Koa maninona aho no nofitahinao?”",
        "26": "Dia hoy i Labana: “Tsy fanao atỳ aminay mantsy ny mamoaka ny zandriny alohan’ny zokiny.",
        "27": "Manaova aloha fety miaraka amin’io zanako vavimatoa io mandritra ny herinandro, dia homena anao koa ny zandriny aorian’izay. Mila manompo ahy fito taona indray anefa ianao ho takalony.”",
        "28": "Dia nanao fety nandritra ny herinandro niaraka tamin’ilay vavimatoa i Jakoba, dia avy eo nomen’i Labana ho vadiny koa i Rahely zanany vavy.",
        "29": "Nomen’i Labana ho mpanompon’i Rahely zanany koa i Bilaha mpanompovaviny.",
        "30": "Dia nanao firaisana tamin’i Rahely koa i Jakoba. Ary i Rahely no tiany kokoa noho i Lea. Dia nanompo an’i Labana fito taona indray i Jakoba.",
        "31": "Rehefa hitan’i Jehovah hoe tsy tian’ny vadiny i Lea, dia nataony izay hahatonga azy ho bevohoka, fa i Rahely kosa momba.",
        "32": "Bevohoka àry i Lea ka tera-dahy. Dia nataony hoe Robena ny anarany, satria hoy izy: “Efa nijery ny fahoriako mantsy i Jehovah, ka ho tia ahy amin’izay izao ny vadiko.”",
        "33": "Ary bevohoka indray izy ka tera-dahy, dia hoy izy: “Satria tsy tian’ny vadiko aho, dia nohenoin’i Jehovah ny fitarainako ka nomeny an’ity iray ity koa aho.” Dia nataony hoe Simeona ny anarany.",
        "34": "Ary mbola bevohoka indray izy ka tera-dahy, dia hoy izy: “Vao mainka hiraiki-po amiko izao ny vadiko, satria efa telo lahy no naterako taminy.” Natao hoe Levy àry ny anarany.",
        "35": "Ary mbola bevohoka indray izy ka tera-dahy, dia hoy izy: “Hidera an’i Jehovah aho amin’ity indray mandeha ity.” Koa nataony hoe Joda ny anarany. Dia tsy niteraka intsony izy taorian’izay."
    },
    "30": {
        "1": "Rehefa hitan’i Rahely fa tsy niteraka tamin’i Jakoba izy, dia lasa nialona ny rahavaviny izy, ka niteny tamin’i Jakoba hoe: “Omeo zaza aho, fa raha tsy izany dia ho faty.”",
        "2": "Dia tezitra be tamin’i Rahely i Jakoba, ka hoy izy: “Izaho angaha solon’Andriamanitra? Izy ange no nisakana anao tsy hanan-janaka e!”",
        "3": "Ary hoy i Rahely: “Io i Bilaha mpanompovaviko, dia manaova firaisana aminy. Dia amin’izay izy no hanan-janaka eo amin’ny toerako, dia ho lasa hoatran’ny hoe zanako ny zanany.”",
        "4": "Dia nomeny ho vadin’i Jakoba i Bilaha mpanompovaviny, ka nanao firaisana taminy i Jakoba.",
        "5": "Ary bevohoka i Bilaha ka nitera-dahy taminy.",
        "6": "Dia hoy i Rahely: “Andriamanitra no mpitsara ahy, dia nihaino ny fangatahako izy ka nanome ahy zazalahy.” Izany no nahatonga azy hiantso an’ilay zaza hoe Dana.",
        "7": "Ary bevohoka indray i Bilaha mpanompovavin’i Rahely, ka niteraka zazalahy faharoa tamin’i Jakoba.",
        "8": "Dia hoy i Rahely: “Nifampitolona mafy tamin’ny rahavaviko aho, dia mbola nandresy koa!” Dia nataony hoe Naftaly ny anarany.",
        "9": "Rehefa hitan’i Lea fa tsy niteraka intsony izy, dia nalainy i Zilpa mpanompovaviny ka nomeny ho vadin’i Jakoba.",
        "10": "Dia nitera-dahy tamin’i Jakoba i Zilpa mpanompovavin’i Lea.",
        "11": "Ary hoy i Lea: “Tena nambinina aho!” Dia nataony hoe Gada ny anarany.",
        "12": "Taorian’izay, dia niteraka zazalahy faharoa tamin’i Jakoba i Zilpa mpanompovavin’i Lea.",
        "13": "Dia hoy i Lea: “Sambatra erỳ aho, fa tena hiantso ahy hoe sambatra izao ny zazavavy.” Koa nataony hoe Asera ny anarany.",
        "14": "Ary nandehandeha i Robena tamin’ny fotoana fijinjana varimbazaha, ka nahita angividia naniry tany an-tsaha. Koa nentiny tany amin’i Lea reniny ilay angividia. Ary hoy i Rahely tamin’i Lea: “Mba omeo amin’ny angividia hitan’ny zanakao re aho e!”",
        "15": "Dia hoy i Lea: “Mbola tsy ampy anao angaha ny naka ny vadiko, no alainao koa ny angividia hitan’ny zanako?” Dia hoy i Rahely: “Ao àry fa hanao firaisana aminao izy rahalina ho takalon’ny angividia hitan’ny zanakao.”",
        "16": "Rehefa tonga avy tany an-tsaha i Jakoba ny harivan’iny, dia nivoaka hitsena azy i Lea ka niteny hoe: “Izaho no hanaovanao firaisana rahalina, satria ny angividia hitan’ny zanako no karama naloako hahazoana anao.” Dia nanao firaisana taminy i Jakoba iny alina iny.",
        "17": "Ary nohenoin’Andriamanitra ny vavaka nataon’i Lea. Dia bevohoka izy ka niteraka zazalahy fahadimy tamin’i Jakoba.",
        "18": "Ary hoy i Lea: “Efa nomen’Andriamanitra ahy ny karamako, satria nomeko ho an’ny vadiko ny mpanompovaviko.” Dia nataony hoe Isakara ny anarany.",
        "19": "Ary bevohoka indray i Lea ka niteraka zazalahy fahenina tamin’i Jakoba.",
        "20": "Dia hoy i Lea: “Efa nomen’Andriamanitra fanomezana tsara be aho. Mba handefitra amiko amin’izay izao ny vadiko, satria niteraka zazalahy enina taminy aho.” Dia nataony hoe Zebolona ny anarany.",
        "21": "Ary niteraka zazavavy izy taorian’izay, ka nataony hoe Dina ny anarany.",
        "22": "Farany, dia nahatsiaro an’i Rahely Andriamanitra ka nihaino ny vavaka nataony, dia nataony izay hahatonga azy ho bevohoka.",
        "23": "Bevohoka àry i Rahely ka tera-dahy. Dia hoy izy: “Efa nesorin’Andriamanitra ny fahafaham-barakako!”",
        "24": "Dia nataony hoe Josefa ny anarany, fa hoy izy: “Efa nampian’i Jehovah zazalahy iray ny zanako.”",
        "25": "Rehefa avy niteraka an’i Josefa i Rahely, dia niteny tamin’i Labana avy hatrany i Jakoba hoe: “Alefaso ho any amin’ny toerana niaviako sy ny taniko aho.",
        "26": "Omeo ahy ny vady aman-janako dia handeha aho, fa ny hahazoako an’ireo no antony nanompoako anao. Fantatrao tsara ny fanompoana mafy nataoko ho anao.”",
        "27": "Ary hoy i Labana taminy: “Raha ankasitrahanao aho, dia mijanòna re e! Fantatro tamin’ny fambara mantsy fa mitahy ahy i Jehovah noho ianao.”",
        "28": "Hoy koa izy: “Lazao ahy izay tokony ho karamanao fa homeko.”",
        "29": "Dia hoy i Jakoba taminy: “Fantatrao tsara ny nanompoako anao sy ny nikarakarako tsara ny biby fiompinao.",
        "30": "Kely ny fanananao talohan’ny nahatongavako, nefa nihabetsaka ny biby fiompinao ka lasa be dia be. Notahin’i Jehovah mihitsy ianao hatramin’ny nahatongavako teto. Fa rahoviana kosa aho izany vao mba hanao zavatra ho an’ny ankohonako?”",
        "31": "Ary hoy i Labana: “Inona àry no homeko anao?” Dia hoy i Jakoba: “Tsy mila manome ahy na inona na inona ianao! Fa izao fotsiny no ataovy ho ahy, dia mbola hiandry sy hiambina ny ondry aman’osinao aho:",
        "32": "Hitety ny ondry aman’osinao rehetra aho anio, ka atokany ny ondry sada sy mara rehetra, sy ny vantotr’ondrilahy mivolontsôkôlà rehetra, ary ny osivavy mara sy sada rehetra. Dia izay hoatran’ireo no ho karamako manomboka izao.",
        "33": "Ary ho hitanao fa manao ny marina aho, rehefa tonga hijery ny karamako ianao indray andro any. Izay osivavy rehetra tsy sada na mara sy izay vantotr’ondrilahy tsy mivolontsôkôlà, dia halatra raha hita atỳ amiko.”",
        "34": "Dia hoy i Labana: “Mety izany. Andao hataontsika izany noteneninao izany.”",
        "35": "Tamin’iny andro iny ihany àry, dia natokan’i Labana ny osilahy misoritsoritra sy mara, sy ny osivavy sada sy mara rehetra, sy izay rehetra misy fotsy, ary izay vantotr’ondrilahy mivolontsôkôlà, ka nomeny hokarakarain’ny zanany lahy.",
        "36": "Taorian’izay dia lasa i Labana, ka lalana telo andro no nataony nanelanelana azy sy Jakoba. Dia niandry ny ondry aman’osin’i Labana sisa tavela i Jakoba.",
        "37": "Ary naka tsorakazo mbola maitso tamin’ny hazo stiraksa sy hazo amandie ary hazo platana i Jakoba. Dia nanendahany ny hoditr’ireo tsorakazo mba hiseho ny fotsy ao anatiny, ka lasa maramara ireo tsorakazo.",
        "38": "Napetrany teo alohan’ny ondry aman’osy ireny tsorakazo ireny avy eo, ka nataony tao anaty tavin-drano fisotroan’ny biby, fa eo ny ondry aman’osy no misotro rano. Amin’izay dia hitady lahy eo alohan’ireny ny ondry aman’osy rehefa tonga hisotro rano.",
        "39": "Nitady lahy teo alohan’ireny tsorakazo ireny àry ny ondry aman’osy, ka niteraka misoritsoritra sy sada ary mara.",
        "40": "Dia natokan’i Jakoba ny vantotr’ondrilahy. Ary ny ondry aman’osy dia natodiny tany amin’izay misoritsoritra sy izay mivolontsôkôlà rehetra mbola niaraka tamin’ny ondry aman’osin’i Labana. Avy eo dia natokan’i Jakoba ny ondry aman’osiny ka tsy nampiarahiny tamin’ny an’i Labana intsony.",
        "41": "Ary isaky ny nitady lahy ny ondry aman’osy matanjaka, dia napetrak’i Jakoba tao anaty tavin-drano teo alohan’ny ondry aman’osy ireo tsorakazo, mba ho eo akaikin’ny tsorakazo ireny no hitady lahy.",
        "42": "Raha osaosa kosa ny ondry aman’osy, dia tsy napetrany teo ireo tsorakazo. Izay osaosa foana àry no lasan’i Labana, fa ny matanjaka kosa no an’i Jakoba.",
        "43": "Ary lasa mpanankarena be i Jakoba, ka nanana ondry aman’osy maro be sy mpanompolahy sy mpanompovavy sy rameva ary ampondra."
    },
    "31": {
        "1": "Tatỳ aoriana, dia henon’i Jakoba ny zanakalahin’i Labana nifampiresaka hoe: “Efa lasan’i Jakoba daholo ny fananan’i Dada. Tsy ho nahangona an’ireo harena rehetra ireo izy raha tsy avy tamin’ny fananan’i Dada.”",
        "2": "Ary hitan’i Jakoba tamin’ny endrik’i Labana fa tsy falifaly taminy hoatran’ny teo aloha intsony izy.",
        "3": "Tamin’ny farany, dia hoy i Jehovah tamin’i Jakoba: “Miverena any amin’ny tanin’ny razambenao sy any amin’ny havanao, fa hanampy anao foana aho.”",
        "4": "Dia nampiantso an’i Rahely sy Lea hankeny an-tsaha, hankeny amin’ny ondry aman’osiny, i Jakoba.",
        "5": "Ary hoy izy tamin’izy ireo: “Hitako hoe niova be ny rainareo rehefa mahita ahy. Manampy ahy anefa ilay Andriamanitry ny raiko.",
        "6": "Fantatrareo tsara koa fa tamin’ny heriko rehetra no nanompoako ny rainareo.",
        "7": "Nitady hametsifetsy ahy izy ka novany impolo be izao ny karamako. Tsy navelan’Andriamanitra hanisy ratsy ahy anefa izy.",
        "8": "Rehefa niteny izy hoe: ‘Ny sada no ho karamanao’, dia niteraka sada daholo ny ondry aman’osy. Dia rehefa niteny indray izy hoe: ‘Ny misoritsoritra no ho karamanao’, dia niteraka misoritsoritra daholo ny ondry aman’osy.",
        "9": "Dia nalain’Andriamanitra foana ny biby fiompin’ny rainareo ka nomeny ahy.",
        "10": "Indray andro izay, rehefa nitady lahy ny ondry aman’osy, dia hitako tao amin’ny nofy fa misoritsoritra sy sada ary misy pentimpentina ny osilahy mitaingina ny vavy.",
        "11": "Ary hoy ny anjelin’Andriamanitra tamiko, tao amin’ilay nofy: ‘Jakoba!’ Dia hoy aho: ‘Ahoana izay?’",
        "12": "Ary hoy izy: ‘Mba jereo ange e! Misoritsoritra sy sada ary misy pentimpentina daholo ny osilahy mitaingina ny vavy. Hitako daholo mantsy izay ataon’i Labana aminao.",
        "13": "Izaho ilay Andriamanitra niseho taminao tao Betela, teo amin’ilay toerana nasianao an’ilay tsangambato nohosoranao menaka sy ilay toerana nanaovanao voady tamiko. Mialà eto amin’ity tany ity, ka miverena any amin’ny tany nahaterahanao.’”",
        "14": "Dia hoy i Rahely sy Lea taminy: “Angaha mbola misy anjara lova tokony ho anay ao an-tranon’i Dada?",
        "15": "Angaha izahay tsy efa ataony hoatran’ny vahiny satria efa namidiny? Efa laniny koa ny vola nomena mba hahazoana anay.",
        "16": "Anay sy ny zanakay anefa ny harena rehetra nalain’Andriamanitra tamin’i Dada. Koa ataovy izay rehetra asain’Andriamanitra ataonao.”",
        "17": "Dia niainga i Jakoba ka nampitaingeniny rameva ny vady aman-janany.",
        "18": "Ary nentiny ny biby fiompiny rehetra sy ny fananana rehetra voangony. Nentiny ny biby fiompy voangony tao Padana-arama, ka lasa nankany amin’i Isaka rainy tany Kanana izy.",
        "19": "Rehefa lasa nanety ny ondriny i Labana, dia nangalarin’i Rahely ny sarivongana terafima nivavahany.",
        "20": "Nofitahin’i Jakoba koa i Labana Aramianina, satria tsy noteniteneniny taminy hoe handeha izy.",
        "21": "Dia lasa nandositra izy ka niampita ny Renirano, niaraka tamin’ny fananany rehetra. Ary nizotra ho any amin’ny faritra be tendrombohitr’i Gileada izy.",
        "22": "Tamin’ny andro fahatelo, dia nisy nilaza tamin’i Labana hoe lasa nandositra i Jakoba.",
        "23": "Dia nentin’i Labana ny rahalahiny ka lasa nanenjika an’i Jakoba izy ireo. Efa nandeha lalana fito andro izy ireo vao nahatratra azy teo amin’ny faritra be tendrombohitr’i Gileada.",
        "24": "Ary niteny tamin’i Labana Aramianina tao amin’ny nofy Andriamanitra ny alin’iny, hoe: “Tandremo tsara izay hoteneninao amin’i Jakoba, na tsara na ratsy.”",
        "25": "Efa nanangana ny tranolainy teo amin’ilay faritra be tendrombohitr’i Gileada i Jakoba, ary efa nasain’i Labana nitoby teo koa ny rahalahiny. Koa nanatona an’i Jakoba i Labana.",
        "26": "Dia hoy i Labana tamin’i Jakoba: “Fa inona ity nataonao? Fa maninona ianao no nametsifetsy ahy, ka nentinao toy ny babo azo tany an’ady ny zanako vavy?",
        "27": "Nahoana ianao no nandositra mangingina fa tsy niteny tamiko, ka nametsifetsy ahy? Raha mba niteny tamiko anefa ianao, dia ho faly aho nandefa anao, ka nihira sy nively ampongatapaka ary nitendry harpa ho anao izahay.",
        "28": "Tsy mba navelanao hanoroka ny zafikeliko sy ny zanako vavy akory aho. Hadalana mihitsy izao ataonao izao!",
        "29": "Vitako ny manisy ratsy anareo, nefa efa notenenin’ilay Andriamanitry ny rainareo aho tamin’ny alina, hoe: ‘Tandremo tsara izay hoteneninao amin’i Jakoba, na tsara na ratsy.’",
        "30": "Nandeha ianao izao satria te hody mafy any amin’ny ankohonan-drainao. Fa maninona anefa no nangalarinao ireo andriamanitro?”",
        "31": "Ary hoy i Jakoba tamin’i Labana: “Koa izaho natahotra dia tsy niteniteny. Nieritreritra mantsy aho hoe mety halainao an-keriny amiko ny zanakao vavy.",
        "32": "Fa aleo ho faty izay olona hahitanao ny andriamanitrao. Jereo tsara izay ato amiko, eto anatrehan’ny rahalahintsika, dia alaivo izay anao.” Tsy fantatr’i Jakoba anefa fa efa nangalarin’i Rahely izany.",
        "33": "Koa niditra tao amin’ny tranolain’i Jakoba sy ny an’i Lea ary ny an’ireo mpanompovavy roa i Labana, saingy tsy nahita. Nivoaka avy tao amin’ny tranolain’i Lea izy avy eo, ka nankao amin’ny tranolain’ i Rahely.",
        "34": "Efa nalain’i Rahely talohan’izay anefa ireo sarivongana terafima, dia napetrany tao anatin’ny harom-behivavy teo amin’ny laselin-drameva, ka nipetrahany. Dia nisava eran’ilay tranolay i Labana, fa tsy nahita.",
        "35": "Ary hoy i Rahely tamin-drainy: “Aza tezitra ianao, tompoko, fa tsy afaka mitsangana eo anatrehanao aho, satria tonga amiko ny zavatra mpahazo ny vehivavy.” Dia mbola nikaroka hatraiza hatraiza i Labana, nefa tsy hitany ireo sarivongana terafima.",
        "36": "Ary tezitra i Jakoba ka nanome tsiny mafy an’i Labana. Dia hoy izy tamin’i Labana: “Fa inona no ratsy nataoko, ary inona no fahotana vitako no dia nanenjika ahy mafy avy tao aoriana tao ianao?",
        "37": "Efa voasavanao daholo izao ny fananako, ka inona tamin’izay tao an-tranonao no hitanao? Avoahy eto imason’ny rahalahiko sy ny rahalahinao izany, dia avelao ry zareo no hitsara antsika mianaka.",
        "38": "Efa 20 taona aho izao no nipetraka tao aminao, nefa tsy mba nisy an’izany hoe tsy nahavanona anaka izany mihitsy ny ondry aman’osinao. Tsy mba nisy nohaniko mihitsy koa ny ondrilahinao.",
        "39": "Tsy nentiko tany aminao izay biby fiompinao noviravirain’ny bibidia, fa nosoloako. Nasainao nanonitra an’izay nangalarin’olona tamin’ny antoandro na tamin’ny alina koa aho.",
        "40": "Nodanihin’ny andro aho rehefa antoandro, ary matin’ny hatsiaka rehefa alina. Tsy nahita tory mihitsy koa aho.",
        "41": "Efa 20 taona aho izao no nipetraka tao an-tranonao. Dia nanompo anao 14 taona aho mba hahazoako ny zanakao roa vavy, ary 6 taona kosa mba hahazoako anjara tamin’ny ondry aman’osinao. Efa novanao impolo anefa ny karamako.",
        "42": "Raha tsy nanampy ahy ilay Andriamanitry ny raiko, ilay Andriamanitr’i Abrahama sy ilay Andriamanitra atahoran’i Isaka, dia ho efa nalefanao nody maina fotsiny aho. Efa hitan’Andriamanitra anefa ny fahoriako sy ny asa mafy nataoko, dia izany no nahatonga azy hampitandrina anao halina.”",
        "43": "Ary hoy i Labana taminy: “Ireo vehivavy ireo dia zanako vavy, ireo ankizy ireo dia zanako, ny ondry aman’osy dia ondry aman’osiko, ary fananako sy fananan’ny zanako vavy izao rehetra hitanao izao. Koa inona moa no ratsy azoko atao amin’ireo, na amin’ny zanany naterany?",
        "44": "Andao hanao fifanekena izaho sy ianao, ka izany no ho vavolombelona amintsika.”",
        "45": "Dia naka vato i Jakoba ka najorony ho tsangambato ilay izy.",
        "46": "Hoy koa i Jakoba tamin’ny rahalahiny: “Makà vato!” Dia naka vato izy ireo ka nataony nifanaingina. Nihinana teo ambonin’ilay vato be dia be mivangongo izy ireo taorian’izay.",
        "47": "Ary nantsoin’i Labana hoe Jegara-sahadota ilay izy, fa i Jakoba kosa niantso azy hoe Galeda.",
        "48": "Dia hoy i Labana: “Ireto vato mivangongo ireto no vavolombelona amiko sy aminao androany.” Izany no nahatonga azy hiantso an’ilay izy hoe Galeda",
        "49": "sy hoe ny Tilikambo Fiambenana. Fa hoy izy: “Aleo i Jehovah hanara-maso ahy sy ianao rehefa tsy mifankahita isika.",
        "50": "Raha mampijaly ny zanako vavy ianao na manambady hafa ankoatra an’ireo, dia tadidio fa na tsy misy mahita aza izany, dia Andriamanitra no ho vavolombelona amiko sy aminao.”",
        "51": "Hoy koa izy tamin’i Jakoba: “Ireto vato mivangongo sy tsangambato naorintsika ireto no mariky ny fifanekena nifanaovantsika.",
        "52": "Ireto vato mivangongo sy tsangambato ireto no vavolombelona fa tsy hihoatra an’ireto vato ireto aho mba hanisy ratsy anao, ary ianao koa tsy hihoatra an’ireto vato mivangongo sy tsangambato ireto mba hanisy ratsy ahy.",
        "53": "Enga anie hitsara antsika ny Andriamanitr’i Abrahama sy ny Andriamanitr’i Nahora, ilay Andriamanitry ny rain’izy ireo!” Dia nanao fianianana tamin’ny anaran’ilay Andriamanitra atahoran’i Isaka rainy i Jakoba.",
        "54": "Taorian’izany, dia nanao sorona teo amin’ilay tendrombohitra i Jakoba, ary nasainy hisakafo ny rahalahiny. Dia nisakafo izy ireo, ary natory teo amin’ilay tendrombohitra.",
        "55": "Ary nifoha maraina i Labana ka nanoroka an’ireo zafikeliny sy zanany vavy, dia nitso-drano azy. Dia lasa nody i Labana avy eo."
    },
    "32": {
        "1": "Dia nanohy ny diany i Jakoba, ary nisy anjelin’Andriamanitra nifanena taminy.",
        "2": "Raha vao nahita azy ireo i Jakoba, dia hoy izy: “Tobin’Andriamanitra ity!” Koa nataony hoe Mahanaima ny anaran’ilay toerana.",
        "3": "Taorian’izay dia naniraka olona handeha mialoha i Jakoba, ho any amin’i Esao rahalahiny tany amin’ny tany Seira, any amin’ny faritr’i Edoma.",
        "4": "Dia nomeny baiko izy ireo hoe: “Izao no hoteneninareo amin’i Esao tompoko: ‘Hoy i Jakoba mpanomponao: “Nipetraka ela be tany amin’i Labana aho,",
        "5": "dia lasa nanana omby sy ampondra sy ondry sy mpanompolahy ary mpanompovavy. Maniraka olona hampahafantatra an’izany aminao aho tompoko, amin’izay aho mba hankasitrahanao.”’”",
        "6": "Rehefa afaka elaela, dia niverina teo amin’i Jakoba ireo olona nirahiny ireo, ka niteny hoe: “Nihaona tamin’i Esao rahalahinao izahay. Efa tamy any izy izao hitsena anao, miaraka amin’ny 400 lahy.”",
        "7": "Dia natahotra be i Jakoba sady nitebiteby, ka nozarainy roa ny olona niaraka taminy. Nozarainy roa koa ny ondry aman’osy sy ny omby ary ny rameva.",
        "8": "Hoy mantsy izy: “Raha tafihin’i Esao ny antokony anankiray, dia mba ho afaka handositra ny antokony anankiray.”",
        "9": "Ary hoy i Jakoba: “Ry Andriamanitr’i Abrahama raiko sy Andriamanitr’i Isaka raiko ô! Jehovah ô! Ianao no niteny tamiko hoe: ‘Miverena any amin’ny taninao sy any amin’ny havanao, fa hanao soa aminao aho.’",
        "10": "Tena tia ahy sy tsy nivadika tamiko mihitsy ianao, sady nitana ny teninao tamiko foana, nefa izaho mpanomponao tsy mendrika an’izany. Fa tsy nanana afa-tsy tehina aho tamin’izaho niampita an’ity Reniranon’i Jordana ity, nefa izao aho lasa manana antokon’olona roa.",
        "11": "Mba vonjeo tsy ho azon’ny tanan’i Esao rahalahiko re aho e, fa matahotra azy aho! Sao mantsy izy ho tonga hanafika ahy sy ireto zaza ireto sy ny reniny.",
        "12": "Ianao koa efa nilaza hoe: ‘Tena hanao soa aminao tokoa aho, ary hataoko be dia be hoatran’ny fasika any an-dranomasina ny taranakao, ka tsy ho voaisa satria be loatra.’”",
        "13": "Dia natory teo izy tamin’iny alina iny. Ary izao avy no nalainy tamin’ny fananany mba hatao fanomezana ho an’i Esao rahalahiny:",
        "14": "Osivavy 200, osilahy 20, ondrivavy 200, ondrilahy 20,",
        "15": "rameva 30 mampinono miaraka amin’ny zanany, ombivavy 40, ombilahy 10, ampondravavy 20, ary ampondralahy 10.",
        "16": "Dia nomeny ny mpanompony ny andiam-biby tsirairay, ka hoy izy tamin’izy ireo: “Mandehana miampita mialoha ahy, ary ataovy mifanelanelana ny andiam-biby.”",
        "17": "Nomeny baiko koa ilay mpanompony voalohany hoe: “Raha mifanena aminao i Esao rahalahiko ka manontany hoe: ‘Fa mpanompon’iza ianao, dia handeha ho aiza? Ary an’iza ireo biby eo alohanao ireo?’,",
        "18": "dia teneno hoe: ‘An’i Jakoba mpanomponao. Fanomezana nalefany ho an’i Esao tompoko mantsy ireo, ary efa ao aoriananay ao koa izy.’”",
        "19": "Nomeny baiko koa ny faharoa sy ny fahatelo, ary izay rehetra nanaraka ny andiam-biby, hoe: “Izany no holazainareo amin’i Esao, rehefa mifanena aminy ianareo.",
        "20": "Dia lazao koa hoe: ‘Ao aoriananay ao i Jakoba mpanomponao.’” Nieritreritra mantsy izy hoe: ‘Raha andefasako fanomezana mialoha izy, dia hampitony azy izany, dia mety handray tsara ahy izy rehefa mihaona izahay.’",
        "21": "Nandeha niampita mialoha niaraka tamin’ny fanomezana àry ny mpanompony, fa izy kosa nijanona teo amin’ny toby tamin’iny alina iny.",
        "22": "Ary nitsangana izy tamin’iny alina iny, ka nalainy ny vadiny roa sy ny mpanompovaviny roa ary ny zanany 11 lahy, dia nentiny niampita teo amin’izay marivo teo Jaboka.",
        "23": "Nentiny teny ampitan’ilay renirano àry izy ireo, ary nentiny daholo koa izay nananany.",
        "24": "Farany, dia i Jakoba irery no teo. Dia avy eo nisy lehilahy nifampitolona taminy, mandra-pahazava ratsin’ny andro.",
        "25": "Rehefa hitan’ilay lehilahy fa tsy resiny i Jakoba, dia nokasihiny ny foto-peny. Koa nipitsoka ny foto-pen’i Jakoba, tamin’izy nifampitolona taminy.",
        "26": "Ary hoy ilay lehilahy: “Avelao aho handeha, fa efa mazava ratsy ny andro.” Dia hoy i Jakoba: “Tsy havelako handeha ianao, raha tsy mitso-drano ahy aloha.”",
        "27": "Hoy àry ilay lehilahy taminy: “Fa iza moa ny anaranao?” Dia hoy izy: “Jakoba.”",
        "28": "Hoy indray ilay lehilahy: “Tsy hatao hoe Jakoba intsony ny anaranao fa Israely, satria efa nitolona tamin’Andriamanitra sy tamin’olona ianao, ka nandresy tamin’ny farany.”",
        "29": "Dia nanontany i Jakoba hoe: “Mba lazao amiko koa ny anaranao.” Hoy anefa ilay lehilahy: “Fa maninona no anontanianao ny anarako?” Dia nitso-drano azy teo izy.",
        "30": "Dia nataon’i Jakoba hoe Peniela ny anaran’ilay toerana, satria hoy izy: “Efa nifanatrika tamin’Andriamanitra aho, nefa mbola velona ihany.”",
        "31": "Vao nandalo an’i Penoela izy dia niposaka ny masoandro. Ary nikotringa izy noho ny foto-peny.",
        "32": "Izany no mahatonga ny zanak’Israely tsy hihinana hozatra eo amin’ny foto-pe hatramin’izao, satria nokasihin’ilay lehilahy ny hozatry ny foto-pen’i Jakoba."
    },
    "33": {
        "1": "Ary nitazana i Jakoba ka hitany fa tamy i Esao, niaraka tamin’ny 400 lahy. Dia nozarazarain’i Jakoba tamin’i Lea sy Rahely ary ny mpanompovavy roa ny ankizy.",
        "2": "Nataony teny aloha ny mpanompovavy sy ny zanany, dia avy eo i Lea sy ny zanany, ary tao aorianan’izy ireo i Rahely sy Josefa.",
        "3": "Dia nandeha mialoha azy ireo i Jakoba, ka niankohoka tamin’ny tany impito, mandra-pahatongany teo akaikin’ny rahalahiny.",
        "4": "I Esao koa anefa nihazakazaka nitsena azy, ka namihina azy sady nanoroka azy. Dia nitomany teo izy mirahalahy.",
        "5": "Rehefa hitan’i Esao ny zaza amam-behivavy, dia hoy izy: “Iza ireo miaraka aminao ireo?” Ary hoy i Jakoba: “Zaza nomen’Andriamanitra ny mpanomponao ireo.”",
        "6": "Dia nanatona ireo mpanompovavy sy ny zanany, ka niankohoka.",
        "7": "Nanatona koa i Lea sy ny zanany ka niankohoka. Avy eo dia nanatona i Josefa sy Rahely ka niankohoka.",
        "8": "Ary hoy i Esao: “Fa maninona ianao no nandefa an’ireny olona sy biby rehetra nifanena tamiko ireny?” Dia hoy i Jakoba: “Amin’izay aho hankasitrahan’ny tompoko.”",
        "9": "Ary hoy i Esao: “Efa be dia be mihitsy ny fananako, ry rahalahiko, fa aleo ho anao ihany ny anao.”",
        "10": "Hoy anefa i Jakoba: “Aza atao an’izany moa e! Raha ankasitrahanao aho, dia mba raiso ny fanomezana atolotro. Te hahita ny endrikao mantsy aho dia nitondra an’ireny. Dia nahita ny endrikao tokoa aho izao, ka hoatran’ny hoe nahita ny endrik’Andriamanitra satria noraisinao tsara aho.",
        "11": "Mba raiso re ny fanomezana nentina ho anao e, fa tsodrano avy amiko ireny! Efa nankasitrahan’Andriamanitra mantsy aho, ka manana an’izay rehetra ilaiko.” Dia mbola nisisika ihany izy, ka noraisin’i Esao izany.",
        "12": "Dia hoy i Esao: “Andao isika hiala eto, ka aleo aho handeha eo alohanao.”",
        "13": "Hoy anefa i Jakoba: “Hitan’ny tompoko moa fa mbola kely ny ankizy, ary mampinono ny ondry sy omby entiko. Koa raha entina mandeha mafy loatra ao anatin’ny iray andro ireo biby fiompy ireo, dia ho faty daholo.",
        "14": "Aleo re ianao, tompoko, mandeha mialoha ny mpanomponao e! Fa izaho handeha miadana manaraka ny dian’ny biby fiompy sy ny dian’ny ankizy, mandra-pahatongako any amin’ny tompoko any Seira.”",
        "15": "Dia hoy i Esao: “Aleo àry homeko olona ianao hiaraka aminao e!” Fa hoy i Jakoba: “Aoka izao ihany re e! Rehefa ankasitrahanao fotsiny aho, tompoko, dia ampy ahy izay.”",
        "16": "Koa niverina nankany Seira i Esao tamin’iny andro iny.",
        "17": "Ary lasa nankany Sokota i Jakoba. Dia nanorina trano izy, sady nanao fialofana ho an’ny biby fiompiny. Izany no nahatonga azy hiantso an’ilay toerana hoe Sokota.",
        "18": "Tonga soa aman-tsara tao amin’ny tanànan’i Sekema tany Kanana i Jakoba, rehefa avy tany Padana-arama. Dia nanangana ny tobiny teo akaikin’ilay tanàna izy.",
        "19": "Tatỳ aoriana, dia nividy tany izy, ka teo izy no nanangana ny tranolainy. Novidiny 100 kesita tamin’ny zanakalahin’i Hamora, rain’i Sekema, ilay izy.",
        "20": "Dia nanorina alitara teo izy, ary nataony hoe Andriamanitra dia Andriamanitry ny Israely ny anaran’ilay alitara."
    },
    "34": {
        "1": "Ary zatra niarakaraka tamin’ny tovovavy tompon-tany i Dina zanakavavin’i Jakoba sy Lea.",
        "2": "Rehefa nahita azy i Sekema, zanakalahin’i Hamora Hivita, mpiadidy tao amin’ilay tany, dia naka azy ka nanolana azy.",
        "3": "Dia lasa raiki-pitia tamin’i Dina zanakavavin’i Jakoba i Sekema. Tena tia an’ilay tovovavy izy, ka nanao teny nambabo ny fony.",
        "4": "Farany, dia hoy i Sekema tamin’i Hamora rainy: “Alaivo ho vadiko ilay ankizivavy iny.”",
        "5": "Ary henon’i Jakoba fa efa nandoto an’i Dina zanany vavy i Sekema. Ny zanany lahy anefa mbola niandry ny biby fiompiny tany an-tsaha tamin’izay. Nangina àry aloha i Jakoba mandra-piverin’izy ireo.",
        "6": "Avy eo dia nivoaka hiresaka tamin’i Jakoba i Hamora, rain’i Sekema.",
        "7": "Henon’ny zanakalahin’i Jakoba anefa izay nitranga, ka tonga dia nody avy tany an-tsaha izy ireo. Tena sosotra izy ireo sady tezitra be, satria nanala baraka ny Israely i Sekema, rehefa nanao firaisana tamin’ny zanakavavin’i Jakoba, nefa zavatra tsy tokony hatao mihitsy izany.",
        "8": "Ary niresaka tamin’izy ireo i Hamora hoe: “Raiki-pitia amin’ny zanakareo vavy i Sekema zanako. Koa mba omeo azy re izy ho vadiny e!",
        "9": "Andao isika hanao fifanarahana, ka omeo ho vadin’ny zanakay lahy ny zanakareo vavy, ary alaivo ho vadin’ny zanakareo lahy ny zanakay vavy.",
        "10": "Mahazo miara-monina aminay ianareo, ka ho afaka hipetraka eny amin’izay tianareo hipetrahana eto amin’ity tany ity. Mipetraha eto dia manaova varotra eto, ary ataovy izay hahatamana anareo.”",
        "11": "Ary hoy i Sekema tamin’ny rain’ilay tovovavy sy ny anadahiny: “Mba tanteraho re ny faniriako e, fa homeko anareo izay angatahinareo amiko.",
        "12": "Afaka mitaky vodiondry lafo be amiko ianareo, sady afaka mangataka fanomezana faran’izay lafo vidy, fa vonona aho hanome an’izay teneninareo. Fa mba omeo ho vadiko fotsiny ilay ankizivavy iny.”",
        "13": "Ary namitaka an’i Sekema sy Hamora rainy ny zanakalahin’i Jakoba, satria i Sekema nandoto an’i Dina anabavin’izy ireo.",
        "14": "Dia namaly izy ireo hoe: “Tsy azonay atao ny manome ny anabavinay ho an’ny lehilahy tsy mifora, fa manala baraka anay izany.",
        "15": "Izao atao vao hanaiky izahay: Tsy maintsy manao hoatr’anay ianareo, ka hoforana ny lehilahy rehetra eo aminareo.",
        "16": "Dia homenay anareo ny zanakay vavy, ary halainay ho anay ny zanakareo vavy. Hiara-monina aminareo koa izahay, dia ho lasa firenena iray isika.",
        "17": "Fa raha tsy manaraka ny teninay ianareo ka tsy manaiky hoforana, dia halainay ny anabavinay dia handeha izahay.”",
        "18": "Ary tian’i Hamora sy Sekema zanany ny hevitr’izy ireo.",
        "19": "Dia tsy nangataka andro ilay tovolahy fa nanao an’izay nangatahin’izy ireo, satria nahafinaritra azy ny zanakavavin’i Jakoba. Izy koa no nohajaina indrindra tao amin’ny ankohonan-drainy manontolo.",
        "20": "Dia nankeo am-bavahadin’ny tanàna i Hamora sy Sekema zanany, ka niteny tamin’ny lehilahy tao an-tanàna hoe:",
        "21": "“Te hihavana amintsika ireo olona ireo. Koa aleo izy hipetraka eto amin’ity tany ity sy hanao varotra eto, satria malalaka be ny tany ka mbola antonona azy. Azontsika alaina ho vady ny zanany vavy, ary azontsika omena azy koa ny zanatsika vavy.",
        "22": "Fa raha izao no ataontsika vao hanaiky hiara-monina amintsika izy ireo mba ho lasa firenena iray isika sy ry zareo: Tsy maintsy forana hoatran-dry zareo koa ny lehilahy rehetra eto amintsika.",
        "23": "Dia tsy ho lasantsika ve amin’izay ny fananany sy ny harenany ary ny biby fiompiny rehetra? Aleo hekentsika izay lazainy, mba hiara-monina amintsika ry zareo.”",
        "24": "Ary nanaiky ny tenin’i Hamora sy Sekema zanany ny olona rehetra nivoaka ny vavahadin’ny tanànany, ka noforana ny lahy rehetra, dia izay rehetra nivoaka ny vavahadin’ny tanàna.",
        "25": "Tamin’ny andro fahatelo anefa, raha iny mbola nanaintaina iny ireo lehilahy ireo, dia samy naka ny sabany ny zanak’i Jakoba roa lahy, dia i Simeona sy Levy, anadahin’i Dina. Dia niditra tao an-tanàna izy roa lahy, nefa tsy nisy niahiahy azy mihitsy, dia novonoiny daholo ny lehilahy rehetra tao.",
        "26": "Dia novonoiny tamin’ny sabatra i Hamora sy Sekema zanany, dia avy eo nalainy tao an-tranon’i Sekema i Dina ka lasa izy ireo.",
        "27": "Tonga koa ny zanakalahin’i Jakoba hafa ka nandroba ny tanànan’ireo lehilahy novonoina ireo, satria nandoto ny anabaviny ireo.",
        "28": "Dia nalain’ny zanak’i Jakoba ny ondrin’izy ireo, ny ombiny, ny ampondrany, sy izay tao an-tanàna, ary izay teny an-tsaha.",
        "29": "Nalainy daholo koa ny fananan’izy ireo, sady nentiny ho babo daholo ny zanany kely sy ny vadiny, ary norobainy ny zava-drehetra tany anaty trano.",
        "30": "Dia hoy i Jakoba tamin’i Simeona sy Levy: “Efa nampidi-kizo ahy mihitsy ianareo, fa noho ny nataonareo, dia lasa maimbo amin’ny mponina eto amin’ity tany ity aho, dia amin’ny Kananita sy ny Perizita. Isika anefa vitsy kely, dia hitambatra hanafika antsika ry zareo, ka ho ripaka izaho sy ny ankohonako.”",
        "31": "Hoy anefa izy ireo: “Ny anabavinay kosa ve dia avelanay hataon’ny olona hoatran’ny mpivaro-tena?”"
    },
    "35": {
        "1": "Taorian’izany, dia hoy Andriamanitra tamin’i Jakoba: “Mandehana miakatra any Betela, dia any mipetraka. Ary manaova alitara any, ho an’ilay Andriamanitra niseho taminao, tamin’ianao nandositra an’i Esao rahalahinao.”",
        "2": "Ary hoy i Jakoba tamin’ny ankohonany sy izay rehetra niaraka taminy: “Ario ny andriamani-kafa any aminareo, ary diovy ny tenanareo, dia soloy ny akanjonareo.",
        "3": "Dia andao isika hiakatra any Betela. Any aho no hanao alitara ho an’ilay tena Andriamanitra. Nihaino ahy tamin’ny andro fahoriako izy sady nanampy ahy foana na taiza na taiza nalehako.”",
        "4": "Koa nomen’izy ireo an’i Jakoba ny andriamani-kafa rehetra tany amin’izy ireo sy ny kavina teny an-tsofiny, ka nalevin’i Jakoba teo am-pototr’ilay hazobe tany akaikin’i Sekema.",
        "5": "Rehefa nandeha izy ireo, dia nataon’Andriamanitra nihorohoro ny tanàna nanodidina, ka tsy nenjehiny ny zanak’i Jakoba.",
        "6": "Farany, dia tonga tao Lozy, izany hoe Betela, tany Kanana i Jakoba sy ny olona rehetra niaraka taminy.",
        "7": "Dia nanorina alitara teo izy. Ary nataony hoe Ela-betela ny anaran’ilay toerana, satria teo Andriamanitra no niseho taminy, tamin’izy nandositra ny rahalahiny.",
        "8": "Tatỳ aoriana dia maty i Debora, ilay vehivavy nampinono an’i Rebeka taloha. Nalevina teo akaikin’i Betela izy, teo ambany hazo oaka. Koa nataon’i Jakoba hoe Alona-bakota ny anaran’ilay hazo.",
        "9": "Ary niseho tamin’i Jakoba indray Andriamanitra ka nitso-drano azy, tamin’izy avy tany Padana-arama.",
        "10": "Dia hoy Andriamanitra taminy: “Jakoba no anaranao. Tsy hatao hoe Jakoba intsony anefa ny anaranao, fa hatao hoe Israely.” Dia nantsoiny hoe Israely izy.",
        "11": "Hoy koa Andriamanitra taminy: “Izaho no Andriamanitra Mahery Indrindra. Miteraha maro, dia mihabetsaha. Hisy firenena hipoitra avy aminao, dia firenena maromaro mihitsy, ary hisy mpanjaka maro avy amin’ny taranakao.",
        "12": "Homeko anao ilay tany nomeko an’i Abrahama sy Isaka, ary homeko ny taranakao handimby anao koa izany.”",
        "13": "Avy eo dia niala teo aminy Andriamanitra, teo amin’ilay toerana niresahany taminy.",
        "14": "Dia nanorina tsangambato teo amin’ilay toerana niresahan’ Andriamanitra taminy i Jakoba, ka nandraraka fanatitra zava-pisotro sy menaka teo ambonin’ilay izy.",
        "15": "Ary mbola nataon’i Jakoba hoe Betela ihany ny anaran’ilay toerana niresahan’Andriamanitra taminy.",
        "16": "Ary niainga izy ireo ka niala tao Betela. Raha mbola lavidavitra an’i Efrata izy ireo, dia nihetsi-jaza i Rahely sady saro-piterahana.",
        "17": "Tamin’ilay izy nanaintaina mafy teo am-piterahana iny, dia hoy ny mpampivelona: “Aza matahotra fa mbola hahazo lahikely indray ianao.”",
        "18": "Rehefa hiala aina iny i Rahely,—fa efa ho faty—dia nataony hoe Ben-ony ny anaran’ilay zaza. Fa ny rainy kosa niantso azy hoe Benjamina.",
        "19": "Dia maty i Rahely ka nalevina teny amoron’ny lalana mankany Efrata, izany hoe Betlehema.",
        "20": "Ary nanorina tsangambato teo ambonin’ny fasany i Jakoba. Io no tsangambaton’ny fasan’i Rahely hatramin’izao.",
        "21": "Dia niainga i Israely taorian’izay, ka raha vao niala kely teo amin’ny tilikambo Edera izy dia nanorina ny tranolainy.",
        "22": "Indray mandeha, dia nanao firaisana tamin’i Bilaha vadikelin-drainy i Robena, tamin’i Israely mbola nipetraka tao amin’ilay tany. Ary lasa fantatr’i Israely izany. Nisy 12 ny zanakalahin’i Jakoba.",
        "23": "Ny naterak’i Lea dia i Robena, lahimatoan’i Jakoba, dia avy eo i Simeona, Levy, Joda, Isakara, ary Zebolona.",
        "24": "Ny naterak’i Rahely dia i Josefa sy Benjamina.",
        "25": "Ny naterak’i Bilaha, mpanompovavin’i Rahely, dia i Dana sy Naftaly.",
        "26": "Ary ny naterak’i Zilpa, mpanompovavin’i Lea, dia i Gada sy Asera. Ireo no zanakalahin’i Jakoba naterany tany Padana-arama.",
        "27": "Farany, dia tonga tany amin’i Isaka rainy tany Mamre i Jakoba, tao Kiriata-arba, izany hoe Hebrona. Tao i Abrahama sy Isaka no nivahiny.",
        "28": "Ary velona 180 taona i Isaka.",
        "29": "Dia niala aina i Isaka ka maty. Ary nangonina any amin’ny razambeny izy, rehefa ela velona sy afa-po tamin’ny fiainana. Dia nandevina azy i Esao sy Jakoba zanany."
    },
    "36": {
        "1": "Izao no tantaran’i Esao, izany hoe i Edoma:",
        "2": "Naka vady tao Kanana i Esao. Ireto avy izy ireo: Ada zanakavavin’i Elona Hetita, sy Oholibama zanakavavin’i Ana sady zafikelin’i Zibona Hivita,",
        "3": "ary Basemata zanakavavin’i Ismaela sady anabavin’i Nebaiota.",
        "4": "Ary i Ada niteraka an’i Elifaza tamin’i Esao, i Basemata kosa niteraka an’i Regoela,",
        "5": "ary i Oholibama niteraka an’i Jeosy sy Jalama ary Kora. Ireo no zanakalahin’i Esao naterany tany Kanana.",
        "6": "Tatỳ aoriana, dia nentin’i Esao ny vadiny, ny zanany lahy, ny zanany vavy, ny olona rehetra tao an-tranony, ny biby fiompiny, ny bibiny hafa rehetra, ary ny fananana rehetra voangony tany Kanana, ka lasa izy nankany an-tany hafa, niala lavitra an’i Jakoba rahalahiny.",
        "7": "Lasa betsaka loatra mantsy ny fananan’izy mirahalahy, ka tsy afaka niara-nonina izy ireo. Tsy antonona azy ireo intsony ilay tany nipetrahany, satria be dia be ny biby fiompiny.",
        "8": "Dia nipetraka tany amin’ny faritra be tendrombohitr’i Seira i Esao. I Esao no Edoma.",
        "9": "Izao no tantaran’i Esao rain’ny Edomita, tany amin’ny faritra be tendrombohitr’i Seira:",
        "10": "Ireto no anaran’ny zanakalahin’i Esao: Elifaza zanak’i Ada vadin’i Esao, sy Regoela zanak’i Basemata vadin’i Esao.",
        "11": "Ny zanakalahin’i Elifaza dia i Temana, Omara, Zefo, Gatama, ary Kenaza.",
        "12": "Ary lasa vadikelin’i Elifaza zanakalahin’i Esao i Timna. Dia niteraka an’i Amaleka tamin’i Elifaza izy. Ireo no taranak’i Ada vadin’i Esao.",
        "13": "Ireto no zanakalahin’i Regoela: Nahata, Zera, Sama, ary Miza. Ireo no taranak’i Basemata vadin’i Esao.",
        "14": "Ireto no zanakalahin’i Oholibama naterany tamin’i Esao: Jeosy sy Jalama ary Kora, izay naterany tamin’i Esao. Vadin’i Esao i Oholibama ary zanakavavin’i Ana, sady zafikelin’i Zibona.",
        "15": "Ireto no lehibem-pokon’ny taranak’i Esao, izany hoe ny zanakalahin’i Elifaza lahimatoan’i Esao: Temana Lehibem-poko, Omara Lehibem-poko, Zefo Lehibem-poko, Kenaza Lehibem-poko,",
        "16": "Kora Lehibem-poko, Gatama Lehibem-poko, ary Amaleka Lehibem-poko. Ireo no lehibem-poko avy tamin’i Elifaza tany Edoma. Ireo no taranak’i Ada.",
        "17": "Ireto no zanakalahin’i Regoela zanak’i Esao: Nahata Lehibem-poko, Zera Lehibem-poko, Sama Lehibem-poko, ary Miza Lehibem-poko. Ireo no lehibem-poko avy tamin’i Regoela tany Edoma. Ireo no taranak’i Basemata vadin’i Esao.",
        "18": "Ireto no zanakalahin’i Oholibama vadin’i Esao: Jeosy Lehibem-poko, Jalama Lehibem-poko, ary Kora Lehibem-poko. Ireo no lehibem-poko avy tamin’i Oholibama, zanakavavin’i Ana sady vadin’i Esao.",
        "19": "Ireo no zanakalahin’i Esao, ary ireo no lehibem-pokony. I Esao no Edoma.",
        "20": "Ireto no taranak’i Seira Horita, izay mponina teo amin’ilay tany: Lotana, Sobala, Zibona, Ana,",
        "21": "Disona, Ezera ary Disana. Ireo no lehibem-pokon’ny Horita taranak’i Seira, tany Edoma.",
        "22": "Ny zanakalahin’i Lotana dia i Hory sy Hemama. Ary i Timna no anabavin’i Lotana.",
        "23": "Ireto no zanakalahin’i Sobala: Alvana, Manahata, Ebala, Sefo, ary Onama.",
        "24": "Ireto no zanakalahin’i Zibona: Aia sy Ana. Io Ana io no nahita ny ranomafana tany an-tany efitra, tamin’izy niandry ny ampondran’i Zibona rainy.",
        "25": "Ireto no zanak’i Ana: Disona sy Oholibama zanakavavin’i Ana.",
        "26": "Ireto no zanakalahin’i Disona: Hemdana, Esbana, Jitrana, ary Kerana.",
        "27": "Ireto no zanakalahin’i Ezera: Bilana sy Zavana ary Akana.",
        "28": "Ireto no zanakalahin’i Disana: Oza sy Arana.",
        "29": "Ireto no lehibem-pokon’ny Horita: Lotana Lehibem-poko, Sobala Lehibem-poko, Zibona Lehibem-poko, Ana Lehibem-poko,",
        "30": "Disona Lehibem-poko, Ezera Lehibem-poko, ary Disana Lehibem-poko. Ireo no lehibem-pokon’ny Horita tany Seira.",
        "31": "Ary ireto no mpanjaka nitondra tany Edoma, tamin’ny mbola tsy nisy mpanjaka teo amin’ny Israelita:",
        "32": "I Bela zanakalahin’i Beora no nanjaka tany Edoma, ary Dinaba no anaran’ny tanànany.",
        "33": "Rehefa maty i Bela, dia i Jobaba zanakalahin’i Zera avy any Bozra no nanjaka nandimby azy.",
        "34": "Rehefa maty i Jobaba, dia i Hosama avy any amin’ny tanin’ny Temanita no nanjaka nandimby azy.",
        "35": "Rehefa maty i Hosama, dia i Hadada zanakalahin’i Bedada no nanjaka nandimby azy. Nandresy ny Midianita teo amin’ny faritr’ i Moaba i Hadada, ary Avita no anaran’ny tanànany.",
        "36": "Rehefa maty i Hadada, dia i Samla avy any Masreka no nanjaka nandimby azy.",
        "37": "Rehefa maty i Samla, dia i Saoly avy any Rehobota eo amoron’ny Renirano no nanjaka nandimby azy.",
        "38": "Rehefa maty i Saoly, dia i Bala-hanana zanakalahin’i Akbora no nanjaka nandimby azy.",
        "39": "Rehefa maty i Bala-hanana zanak’i Akbora, dia i Hadara no nanjaka nandimby azy, ary Pao no anaran’ny tanànan’i Hadara. Ary ny anaran’ny vadiny dia Mehetebela zanakavavin’i Matreda, izay zanakavavin’i Mezahaba.",
        "40": "Ireto àry no anaran’ny lehibem-poko avy tamin’i Esao, araka ny fianakaviany sy ny toerana nisy azy ary ny anarany: Timna Lehibem-poko, Alva Lehibem-poko, Jeteta Lehibem-poko,",
        "41": "Oholibama Lehibem-poko, Elaha Lehibem-poko, Pinona Lehibem-poko,",
        "42": "Kenaza Lehibem-poko, Temana Lehibem-poko, Mibzara Lehibem-poko,",
        "43": "Magdiela Lehibem-poko, ary Irama Lehibem-poko. Ireo no lehibem-pokon’i Edoma sy ny tanànany tao amin’ny taniny. Ireo no taranak’i Esao, rain’ny Edomita."
    },
    "37": {
        "1": "Mbola nipetraka tany Kanana, tao amin’ilay tany nivahinian’ny rainy, i Jakoba.",
        "2": "Izao no tantaran’i Jakoba: Tamin’i Josefa zanany 17 taona, tamin’izy mbola tovolahy, dia niaraka niandry ondry tamin’ny zanakalahin’i Bilaha sy ny zanakalahin’i Zilpa vadin-drainy izy. Ary notantarainy tamin-drainy ny ratsy nataon’ireo rahalahiny ireo.",
        "3": "Tian’i Israely noho ny zanany lahy hafa rehetra i Josefa, satria naterany tamin’izy efa antitra. Ary nampanamboatra akanjo manokana ho an’i Josefa izy.",
        "4": "Rehefa hitan’ny rahalahiny hoe i Josefa no tian’ny rainy kokoa noho izy rehetra, dia nankahala azy izy ireo. Lasa nikitakita foana izy ireo rehefa niresaka tamin’i Josefa.",
        "5": "Indray mandeha, dia nanonofy i Josefa, ka notantarainy tamin’ny rahalahiny ilay nofiny. Dia vao mainka izy ireo nankahala azy.",
        "6": "Hoy mantsy izy: “Mba henoy ange ity nofiko ity e!",
        "7": "Samy namatotra amboara teny an-tsaha, hono, isika, dia iny fa niarina ny amboarako ka nijoro mahitsy. Ny amboaranareo indray nanodidina an’ilay amboarako, dia niankohoka teo amin’ilay izy.”",
        "8": "Dia hoy ny rahalahiny taminy: “Te hilaza ve ialahy hoe hanjaka aminay sy hifehy anay?” Vao mainka àry izy ireo nankahala azy, noho ilay nofiny sy ny teniny.",
        "9": "Nanonofy indray izy taorian’izay ka notantarainy tamin’ny rahalahiny ilay izy. Hoy izy: “Nanonofy indray aho hoe niankohoka teo anatrehako, hono, ny masoandro sy ny volana ary ny kintana 11.”",
        "10": "Avy eo dia notantarainy tamin’ny rainy ilay izy, ary teo koa ny rahalahiny. Dia nobedesin’ny rainy izy hoe: “Fa inona no dikan’izany nofinao izany? Ho avy tokoa ve izaho sy ny reninao ary ny rahalahinao ka hiankohoka amin’ny tany eo anatrehanao?”",
        "11": "Dia nialona azy ny rahalahiny, fa ny rainy kosa nitadidy an’izany teniny izany foana.",
        "12": "Ary lasa ny rahalahiny niandry ny andian’ondrin’ny rainy, tany akaikin’i Sekema.",
        "13": "Avy eo dia hoy i Israely tamin’i Josefa: “Miandry ondry any akaikin’i Sekema izao ny rahalahinao e? Avia ianao hirahiko ho any amin-dry zareo.” Dia hoy i Josefa: “Eny àry!”",
        "14": "Dia hoy izy taminy: “Mba mandehana jereo raha tsy misy maninona ny rahalahinao sy ny andian’ondry. Tantarao amiko izay hitanao rehefa miverina ianao.” Dia nirahiny nankany Sekema i Josefa, ka avy teo amin’ny lohasaha any Hebrona izy no niainga.",
        "15": "Ary nisy lehilahy nahita azy nandeha tany an-tsaha, ka nanontany azy hoe: “Fa inona no tadiavinao?”",
        "16": "Dia hoy izy: “Mitady ny rahalahiko aho. Sao dia mba fantatrao hoe aiza ry zareo no miandry ondry?”",
        "17": "Ary hoy ilay lehilahy: “Niala teto ry zareo fa henoko niresaka hoe: ‘Andao isika ho any Dotana.’” Narahin’i Josefa àry ny rahalahiny, ka hitany tany Dotana.",
        "18": "Vao teny lavidavitra izy dia tazan’ny rahalahiny. Mbola tsy tonga teny akaikiny akory izy, dia nanao tetika izy ireo hoe hamono azy ho faty.",
        "19": "Koa nifampiresaka izy ireo hoe: “Iny tamy iny ilay mpanonofy!",
        "20": "Andao hovonointsika ho faty izy dia hatsipintsika ao anatin’ny iray amin’iretsy lavaka fanangonan-drano iretsy, dia mody hataontsika hoe lanin’ny bibidia masiaka. Ho hitantsika eo hoe hanao ahoana ny nofiny.”",
        "21": "Rehefa naheno an’izany i Robena, dia nitady hevitra hamonjena azy ka niteny hoe: “Aleo izy tsy hovonointsika e!”",
        "22": "Hoy koa i Robena: “Aza mandatsa-dra. Atsipazo ao anatin’io lavaka fanangonan-drano atỳ an-tany efitra io fotsiny izy, fa aza mamely azy.” Tiany hovonjena mantsy i Josefa, dia haverina any amin’ny rainy.",
        "23": "Vao tonga teo amin’ny rahalahiny àry i Josefa, dia nendahan’izy ireo ilay akanjo tsara tarehy nanaovany.",
        "24": "Dia nobatainy izy ka natsipiny tao anatin’ilay lavaka fanangonan-drano. Maina ilay lavaka tamin’izay, fa tsy nisy rano.",
        "25": "Dia nipetraka hisakafo izy ireo. Avy eo izy ireo nahatazana Ismaelita maromaro niaraka avy tany Gileada, handeha hidina ho any Ejipta. Nitondra ditin-kazo ladanoma sy balsama ary hodi-kazo misy ditiny ny ramevan’izy ireo.",
        "26": "Dia hoy i Joda tamin’ny rahalahiny: “Inona moa ny soa ho azontsika, raha vonointsika ny rahalahintsika dia tsy miteniteny isika?",
        "27": "Andao hamidintsika amin’ireny Ismaelita ireny izy, fa tsy hovonointsika. Sady izy ange rahalahintsika sy nofontsika ihany e!” Dia nohenoin’izy ireo ny teniny.",
        "28": "Rehefa nandalo ny Ismaelita, izany hoe ny Midianita mpivarotra, dia nampiakarin’ny rahalahiny avy tao amin’ilay lavaka fanangonan-drano i Josefa. Dia namidin’izy ireo volafotsy 20 sekely tamin’ny Ismaelita izy, ka nentin’izy ireny nankany Ejipta.",
        "29": "Taorian’izay, dia niverina nankeo amin’ilay lavaka fanangonan-drano i Robena. Dia hitany hoe tsy tao intsony i Josefa, ka nandrovitra ny akanjony izy.",
        "30": "Niverina teo amin’ny rahalahiny izy, ka niantsoantso hoe: “Tsy ao intsony ilay zaza! Ahoana re no hataoko e?”",
        "31": "Ary nalain’ny rahalahiny ilay akanjon’i Josefa, dia namono osilahy izy ireo, ka natsobony tao anaty ra ilay akanjo.",
        "32": "Avy eo dia nisy olona nirahiny hanatitra an’ilay akanjo tany amin’ny rainy, sady hiteny hoe: “Nahita an’ity izahay ka mba jereo hoe akanjon’ny zanakao ity sa tsia!”",
        "33": "Dia nojeren’ny rainy tsara ilay izy, ka niantsoantso izy hoe: “Ilay akanjon’ny zanako mihitsy ity! Tena lanin’ny bibidia masiaka i Josefa! Tena noviravirain’ny bibidia izy!”",
        "34": "Dia nandrovitra ny akanjony i Jakoba, ka nisikina lamba gony sady nisaona an’ilay zanany andro maro.",
        "35": "Niezaka nampionona azy foana ny zanany lahy rehetra sy ny zanany vavy rehetra, fa tsy nety nampiononina mihitsy izy. Fa hoy izy: “Hisaona ny zanako foana aho mandra-pahafatiko!” Dia nitomany an-janany foana izy.",
        "36": "Ary namidin’ny Midianita tamin’i Potifara i Josefa rehefa tany Ejipta. Tandapan’i Farao sady lehiben’ny mpiambina io Potifara io."
    },
    "38": {
        "1": "Ary nandao an’ireo rahalahiny i Joda tamin’izany fotoana izany, ka nanangana ny tranolainy teo akaikin’ny toerana nipetrahan’ilay lehilahy adolamita atao hoe Hira.",
        "2": "Tany no nahitan’i Joda ny zanakavavin’i Soa, lehilahy kananita. Dia nanambady an’ilay vehivavy i Joda ka nanao firaisana taminy.",
        "3": "Dia bevohoka ilay vehivavy ka tera-dahy. Ary nataony hoe Era ny anarany.",
        "4": "Dia bevohoka indray izy ka tera-dahy, dia nataony hoe Onana ny anarany.",
        "5": "Ary mbola tera-dahy ihany izy, ka nataony hoe Sela ny anarany. Tany Akziba izy tamin’ny fotoana niterahan’ilay vehivavy an’i Sela.",
        "6": "Tatỳ aoriana, dia naka vady ho an’i Era lahimatoany i Joda. Tamara no anarany.",
        "7": "Nanao zavatra tsy nahafaly an’i Jehovah anefa i Era lahimatoan’i Joda, ka novonoin’i Jehovah ho faty.",
        "8": "Hoy àry i Joda tamin’i Onana: “Alaivo ho vady ny vadin’ilay rahalahinao efa maty dia manaova firaisana aminy, mba hanomezana taranaka ho an’ilay rahalahinao.”",
        "9": "Fantatr’i Onana anefa fa tsy hatao ho anisan’ny zanany ilay zaza, ka nariany tamin’ny tany ny tsirinainy rehefa nanao firaisana tamin’ilay vadin’ny rahalahiny izy, amin’izay tsy hahazo taranaka ilay rahalahiny.",
        "10": "Ratsy teo imason’i Jehovah anefa ny zavatra nataony, ka novonoiny ho faty koa izy.",
        "11": "Ary hoy i Joda tamin’i Tamara vinantovaviny: “Mijanòna any an-tranon’ny rainao, dia aza manambady aloha fa andraso ho lehibe i Sela zanako lahy.” Niteny an’izany izy satria natahotra sao ho faty hoatran’ny rahalahiny koa i Sela. Dia lasa nipetraka tany an-tranon’ny rainy i Tamara.",
        "12": "Rehefa nandeha ny fotoana, dia maty ny vadin’i Joda, izany hoe ilay zanakavavin’i Soa. Nisaona azy elaela i Joda, dia avy eo nankany amin’ny mpanety ny ondriny tany Timna, niaraka tamin’i Hira Adolamita namany.",
        "13": "Ary nisy nilaza tamin’i Tamara hoe: “Miakatra ho any Timna ny rafozandahinao, hanety ny ondriny.”",
        "14": "Dia nesorin’i Tamara ny akanjo namantarana hoe maty vady izy. Avy eo dia nosaronany ny lohany sady nitafy saly izy. Dia nipetraka teo amin’ny fidirana ho ao Enaima izy, teo amin’ny lalana mankany Timna. Hitany mantsy fa efa lehibe i Sela, nefa mbola tsy nomena ho vadiny ihany.",
        "15": "Vao nahita azy i Joda, dia nihevitra azy hoe mpivaro-tena, satria nosaronany ny tarehiny.",
        "16": "Koa nivily nankeo aminy teo amoron-dalana i Joda, ka niteny hoe: “Mba avelao aho hanao firaisana aminao.” Tsy fantany mantsy hoe ny vinantovaviny io. Hoy anefa ilay vehivavy: “Inona àry no homenao ahy raha manaiky hanao firaisana aminao aho?”",
        "17": "Dia hoy izy: “Handefasako zanak’osy avy amin’ny ondry aman’osiko ianao.” Fa hoy ilay vehivavy: “Homenao antoka ve aho mandra-panatitrao an’izany?”",
        "18": "Dia hoy izy: “Inona no antoka tokony homeko anao?” Ary hoy ilay vehivavy: “Iny peratra fanombohan-kasenao iny sy ny tadiny, ary iny tehina eny an-tananao iny.” Dia nomen’i Joda azy izany ka nanao firaisana taminy izy, dia bevohoka ilay vehivavy.",
        "19": "Taorian’izay, dia lasa ilay vehivavy. Ary nesoriny ilay saly nanaovany, ka nanaovany indray ny akanjon’ny mpitondratena.",
        "20": "Dia nampanaterin’i Joda an’ilay Adolamita namany ilay zanak’osy, mba hahazoana an’ilay antoka tany amin’ilay vehivavy. Tsy hitan’ilay namany mihitsy anefa ilay vehivavy.",
        "21": "Dia nanontaniany ny olona teo an-toerana hoe: “Aiza ilay mpivaro-tenan’ny tempoly teto Enaima iny, ilay teo amoron-dalana iny?” Hoy anefa ny olona: “Tsy nisy mpivaro-tenan’ny tempoly mihitsy teto.”",
        "22": "Farany, dia niverina tany amin’i Joda izy ka niteny hoe: “Tsy hitako mihitsy ilay vehivavy, sady nilaza koa ny olona tany hoe: ‘Tsy nisy mpivaro-tenan’ny tempoly mihitsy teto.’”",
        "23": "Hoy àry i Joda: “Avelao ireny ho lasany any, sao isika indray no ho afa-baraka eo. Sady izaho koa efa mba nampanatitra an’ity zanak’osy ity, saingy tsy hitanao mihitsy izy.”",
        "24": "Telo volana teo ho eo taorian’izay anefa, dia nisy nilaza tamin’i Joda hoe: “Nivaro-tena i Tamara vinantovavinao, dia izao izy izao bevohoka.” Dia hoy i Joda: “Avoahy izy hodorana.”",
        "25": "Rehefa navoaka izy, dia naniraka olona hiteny tamin’ny rafozandahiny hoe: “Ilay lehilahy tompon’ireto zavatra ireto no nahabevohoka ahy.” Hoy koa izy: “Mba jereo tsara hoe an’iza ireto peratra fanombohan-kase sy tady ary tehina ireto.”",
        "26": "Dia nojeren’i Joda tsara ireo, ka hoy izy: “Marina ny azy fa izaho no diso. Tsy nomeko ho vadin’i Sela zanako lahy mantsy izy.” Taorian’izay, dia tsy nanao firaisana taminy intsony i Joda.",
        "27": "Rehefa tonga ny fotoana hiterahan’i Tamara, dia ireo fa kambana no tao an-kibony.",
        "28": "Tamin’ilay izy teo am-piterahana iny, dia namoaka ny tanany ilay zaza iray. Tonga dia naka kofehy mena midorehitra ny mpampivelona, ka nafatony tamin’ny tanan’ilay zaza, sady hoy izy: “Ity no nivoaka voalohany.”",
        "29": "Vao nahemotr’ilay zaza anefa ny tanany, dia ny rahalahiny indray no nivoaka. Hoy àry ilay mpampivelona: “Jereo fa nataonao tataka mihitsy ny reninao!” Koa nataony hoe Pereza ny anaran’ilay zaza.",
        "30": "Avy eo dia nivoaka ilay rahalahiny, ilay nisy kofehy mena midorehitra tamin’ny tanany. Ary natao hoe Zera ny anarany."
    },
    "39": {
        "1": "Ary nentin’ny Ismaelita nidina tany Ejipta i Josefa. Dia novidin’ilay Ejipsianina atao hoe Potifara tamin’izy ireo izy. Tandapan’i Farao sady lehiben’ny mpiambina i Potifara.",
        "2": "Notahin’i Jehovah foana anefa i Josefa ka nahomby daholo izay nataony. Nahazo andraikitra tao an-tranon’ilay Ejipsianina tompony koa izy.",
        "3": "Dia hitan’ilay tompony fa notahin’i Jehovah i Josefa, sady nataon’i Jehovah nahomby daholo izay nataony.",
        "4": "Ary nankasitrahan’ny tompony i Josefa ka lasa mpanompo natokisany. Koa notendreny hiandraikitra ny tao an-tranony sy ny fananany rehetra izy.",
        "5": "Taorian’ny nanendren’ilay Ejipsianina an’i Josefa hiandraikitra ny tao an-tranony sy ny fananany rehetra, dia notahin’i Jehovah foana ny tao an-tranony noho i Josefa. Notahin’i Jehovah tokoa izay rehetra nananany tao an-trano sy tany an-tsaha.",
        "6": "Dia nampiandraiketiny an’i Josefa daholo izay rehetra nananany. Tsy nieritreritra na inona na inona intsony mihitsy i Potifara, afa-tsy izay sakafo hohaniny ihany. Ary lasa tsara bika sy tsara tarehy i Josefa.",
        "7": "Tatỳ aoriana, dia nanomboka nijerijery an’i Josefa ny vadin’ny tompony, ka niteny hoe: “Avia hanao firaisana amiko.”",
        "8": "Tsy nety anefa izy fa niteny tamin’ny vadin’ny tompony hoe: “Tsy mieritreritra intsony an’izay ato an-trano ny tompoko, fa efa nampiandraiketiny ahy daholo izay rehetra ananany.",
        "9": "Tsy misy manana fahefana noho izaho ato amin’ity trano ity, ary tsy nisy na inona na inona nandrarany ahy afa-tsy ianao, satria vadiny ianao. Koa hataoko ahoana ny hanao an’izany ratsy lehibe izany ka hanota amin’Andriamanitra?”",
        "10": "Isan’andro isan’andro mihitsy ilay vehivavy no niteny tamin’i Josefa, nefa tsy nanaiky hanao firaisana taminy mihitsy izy, na hiaraka irery taminy.",
        "11": "Indray andro anefa, rehefa niditra tao an-trano hanao ny raharahany i Josefa, dia tsy nisy mpanompo mihitsy tao.",
        "12": "Dia nisambotra azy tamin’ny akanjony ilay vehivavy sady niteny hoe: “Avia hanao firaisana amiko!” Navelany teny an-tanan’ilay vehivavy anefa ny akanjony, dia lasa izy nandositra tany ivelany.",
        "13": "Raha vao hitan’ilay vehivavy fa navelan’i Josefa teny an-tanany ny akanjony ka nandositra tany ivelany izy,",
        "14": "dia niantsoantso mafy izy ka niteny tamin’ny mpanompony hoe: “Nentin’ny vadiko tatỳ amintsika iny lehilahy hebreo iny mba hihomehy haneso antsika. Dia nanketo amiko izy hanao firaisana amiko, nefa niantsoantso faran’izay mafy aho.",
        "15": "Rehefa henony hoe nikiakiaka mafy aho, dia tonga dia navelany teto amiko ny akanjony, ka nandositra tany ivelany izy.”",
        "16": "Dia napetrany teo akaikiny ilay akanjo, mandra-pahatongan’ny tompon’i Josefa tao an-trano.",
        "17": "Avy eo dia naveriny tamin’i Potifara ilay zavatra efa noteneniny teo, ka hoy izy: “Nanketo amiko ilay mpanompo hebreo nentinao tato amintsika iny mba hihomehy haneso ahy.",
        "18": "Vao nikiakiaka mafy be anefa aho, dia navelany teto amiko ny akanjony ka nandositra tany ivelany izy.”",
        "19": "Dia tezitra be ny tompon’i Josefa, raha vao naheno ny tenin’ny vadiny taminy hoe: “Izao sy izao no nataon’ilay mpanomponao tamiko.”",
        "20": "Nalain’ny tompony àry i Josefa ka nampidiriny tany am-ponja, tany amin’ilay toerana nasiana an’izay nogadrain’ny mpanjaka. Dia tao am-ponja tao foana izy.",
        "21": "Nitahy an’i Josefa foana anefa i Jehovah, sady tia azy foana sy tsy mba nivadika taminy mihitsy. Dia notahiny i Josefa ka lasa nankasitrahan’ny lehiben’ny fonja.",
        "22": "Ary nasain’ny lehiben’ny fonja niandraikitra ny gadra rehetra tao am-ponja i Josefa. Zavatra nampanaovin’i Josefa daholo izay nataon’ireo gadra ireo tao.",
        "23": "Tsy nisy nampanahy an’ilay lehiben’ny fonja mihitsy ny zavatra niandraiketan’i Josefa. Notahin’i Jehovah mantsy i Josefa, sady nataon’i Jehovah nahomby daholo izay nataony."
    },
    "40": {
        "1": "Taorian’izany, dia nanao diso tamin’ny mpanjakan’i Ejipta tompony ny lehiben’ny mpandroso zava-pisotrony sy ny lehiben’ny mpanao mofo.",
        "2": "Dia tezitra tamin’ireo tandapany roa ireo i Farao, izany hoe tamin’ilay lehiben’ny mpandroso zava-pisotro sy ilay lehiben’ny mpanao mofo.",
        "3": "Koa nampidiriny tao amin’ilay fonja tao an-tranon’ny lehiben’ny mpiambina izy ireo, tao amin’ilay nigadran’i Josefa.",
        "4": "Ary notendren’ilay lehiben’ny mpiambina hiaraka tamin’izy roa lahy i Josefa, dia hikarakara an’izay ilain’izy ireo. Ary tao am-ponja elaela izy ireo.",
        "5": "Indray alina, dia samy nanonofy ilay mpandroso zava-pisotro sy ilay mpanao mofon’ny mpanjakan’i Ejipta, izay nigadra tao am-ponja. Samy nisy dikany ny nofiny.",
        "6": "Rehefa nankeo amin’izy ireo i Josefa ny ampitso maraina, dia hitany fa kivikivy izy ireo.",
        "7": "Koa nanontanian’i Josefa ireo tandapan’i Farao ireo, izay niara-nigadra taminy tao an-tranon’ny tompony, hoe: “Fa maninona ianareo no maloka endrika androany?”",
        "8": "Dia hoy izy ireo: “Samy nanonofy izahay, nefa tsy misy mahay manazava aminay ny dikan’ilay izy.” Ary hoy i Josefa: “Andriamanitra ihany no mahay manazava ny dikan’ny nofy. Mba tantarao amiko hoe ilay izy!”",
        "9": "Dia nitantara ny nofiny tamin’i Josefa ilay lehiben’ny mpandroso zava-pisotro, hoe: “Nanonofy aho hoe nisy voaloboka naniry, hono, teo alohako teo.",
        "10": "Ary nisy sampany telo tamin’ilay voaloboka. Nitsimoka ilay izy dia namelana, ary nisy voaloboka masaka.",
        "11": "Teny an-tanako, hono, ny kaopin’i Farao, dia nalaiko ireo voaloboka ireo ka nofiazako hankao anatin’ilay kaopy. Dia natolotro an’i Farao ilay kaopy.”",
        "12": "Ary hoy i Josefa taminy: “Izao no dikan’izany: Ny sampany telo dia telo andro.",
        "13": "Rehefa afaka telo andro, dia havoakan’i Farao ianao, ka haveriny amin’ny toeranao. Ary hanolotra ny kaopin’i Farao ianao, hoatran’ny efa nataonao taloha tamin’ianao nandroso zava-pisotro ho azy.",
        "14": "Mba tsarovy anefa aho rehefa mandeha tsara ny fiainanao. Dia mba iantrao aho, ka resaho any amin’i Farao any ny momba ahy mba ho tafavoaka ato aho.",
        "15": "Nalaina an-keriny avy any amin’ny tanin’ny Hebreo mantsy aho. Sady izaho koa tatỳ tsy nanao na inona na inona tokony ho nampidirana ahy tato amin’ity fonja ity.”",
        "16": "Rehefa hitan’ilay lehiben’ny mpanao mofo hoe tsara ilay dikan’ny nofy nohazavain’i Josefa, dia hoy izy taminy: “Izaho indray nanonofy hoe niloloha harona telo, dia feno mofo fotsy tao anatiny.",
        "17": "Ary nisy mofo isan-karazany ho an’i Farao tao anatin’ilay harona farany ambony. Nohanin’ny vorona anefa ny mofo tao anatin’ilay harona nololohaviko.”",
        "18": "Dia hoy i Josefa: “Izao no dikan’izany: Ny harona telo dia telo andro.",
        "19": "Rehefa afaka telo andro, dia hotapahin’i Farao ny lohanao, ary hahantony eo amin’ny tsato-kazo ianao, ka hohanin’ny vorona ny nofonao.”",
        "20": "Tamin’ny andro fahatelo, dia nitsingerina ny andro nahaterahan’i Farao. Dia nanao fety ho an’ny mpanompony rehetra izy, ka navoakany ny lehiben’ny mpandroso zava-pisotro sy ny lehiben’ny mpanao mofo mba ho hitan’ny mpanompony.",
        "21": "Naveriny tamin’ny toerany ilay lehiben’ny mpandroso zava-pisotro, ka nanolotra zava-pisotro ho an’i Farao indray.",
        "22": "Fa nahantony kosa ilay lehiben’ny mpanao mofo, araka ny dikan’ny nofy nohazavain’i Josefa tamin’izy ireo.",
        "23": "Tsy nahatsiaro an’i Josefa anefa ilay lehiben’ny mpandroso zava-pisotro, fa nanadino azy."
    },
    "41": {
        "1": "Rehefa afaka roa taona katroka, dia nanonofy i Farao hoe nijoro teo amoron’ny Reniranon’i Neily izy.",
        "2": "Dia ireny, hono, nisy ombivavy fito tsara tarehy sady matavy, niakatra avy tao amin’ilay renirano ka niraoka ahitra teo amorony.",
        "3": "Ireny koa nisy ombivavy fito ratsy tarehy sady mahia, niakatra avy tao Neily taorianan’izy ireo, ka nijoro teo akaikiny teo amoron’ilay renirano.",
        "4": "Avy eo dia nohanin’ireo ombivavy ratsy tarehy sady mahia ireo ny ombivavy fito tsara tarehy sady matavy. Dia taitra tamin’ny torimasony i Farao.",
        "5": "Ary niverina natory indray izy ka nanonofy fanindroany. Dia ireo, hono, nisy salohim-barimbazaha fito vaventy sady tsara, nipoitra tamin’ny tahony iray.",
        "6": "Nisy salohim-barimbazaha fito hafa koa nipoitra, mahia sady mainan’ny rivotra avy any atsinanana.",
        "7": "Dia natelin’ireo salohim-bary mahia ireo ny salohy fito vaventy sady tsara. Dia taitra tamin’ny torimasony i Farao, ka fantany fa hay nofy ilay izy.",
        "8": "Nitebiteby anefa i Farao ny ampitso maraina, ka nampanantsoiny daholo ny mpisorona mpanao sikidy sy ny olon-kendry rehetra tao Ejipta. Dia notantarainy tamin’izy ireny ny nofiny, nefa tsy nisy nahavita nanazava ny dikan’ilay nofy ireny na iray aza.",
        "9": "Dia niteny tamin’i Farao ny lehiben’ny mpandroso zava-pisotro hoe: “Miaiky aho hoe nanao diso.",
        "10": "Indray andro dia tezitra tamin’ny mpanompony i Farao, izany hoe tamiko sy tamin’ny lehiben’ny mpanao mofo. Dia nampidiriny tao amin’ilay fonja ao an-tranon’ny lehiben’ny mpiambina an’i Farao izahay.",
        "11": "Samy nanonofy izahay roa lahy indray alina, ary samy nisy dikany ny nofinay.",
        "12": "Ary niaraka taminay tao ny tovolahy hebreo iray, mpanompon’ny lehiben’ny mpiambina. Rehefa notantarainay taminy ny nofinay, dia nohazavainy taminay avy ny dikany.",
        "13": "Dia nitranga tokoa ny zavatra nolazainy taminay, ka naverina tamin’ny toerako aho, fa nahantona kosa ilay iray.”",
        "14": "Dia nampanantsoin’i Farao i Josefa, ka navoaka haingana avy tao amin’ilay fonja. Niharatra sy nisolo akanjo izy, dia nankao amin’i Farao.",
        "15": "Ary hoy i Farao tamin’i Josefa: “Nanonofy aho, saingy tsy misy mahay manazava ny dikany. Henoko anefa hoe rehefa misy nofy lazaina aminao, dia hainao ny manazava ny dikany.”",
        "16": "Dia hoy i Josefa tamin’i Farao: “Fa inona moa izay izaho? Andriamanitra ihany no hilaza amin’i Farao an’izay mahasoa azy.”",
        "17": "Hoy ihany i Farao taminy: “Nanonofy aho hoe nijoro teo amoron’ny Reniranon’i Neily, hono, aho.",
        "18": "Ary ireny fa nisy ombivavy fito tsara tarehy sady matavy, niakatra avy tao Neily, dia niraoka ahitra teo amorony.",
        "19": "Ireny koa nisy ombivavy fito hafa, malemilemy sady ratsy tarehy ary mahia, niakatra taorianan’izy ireo. Mbola tsy nahita ombivavy ratsy tarehy hoatr’azy ireo mihitsy aho eran’i Ejipta.",
        "20": "Dia nohanin’ireo ombivavy kaozatra sady ratsy tarehy ireo ny ombivavy fito matavy.",
        "21": "Rehefa lanin’izy ireo anefa ny ombivavy matavy, dia tsy nisy nahafantatra akory hoe efa laniny ilay izy. Mbola nahia sy ratsy tarehy hoatran’ny teo aloha ihany mantsy izy ireo. Dia taitra tamin’ny torimasoko aho.",
        "22": "“Avy eo dia hitako tao amin’ny nofiko indray, fa nisy salohim-barimbazaha fito vaventy sady tsara, nipoitra tamin’ny tahony iray.",
        "23": "Ary nisy salohim-barimbazaha fito hafa koa nipoitra, malazo sady mahia ary mainan’ny rivotra avy any atsinanana.",
        "24": "Dia natelin’ireo salohim-bary mahia ireo ny salohy fito tsara. Dia notantaraiko tamin’ny mpisorona mpanao sikidy izany, nefa tsy nisy nahavita nilaza ny dikan’ilay nofy tamiko.”",
        "25": "Ary hoy i Josefa tamin’i Farao: “Iray ihany ny dikan’ireo nofin’i Farao ireo. Izay hataon’ilay tena Andriamanitra no nolazainy tamin’i Farao.",
        "26": "Ny ombivavy fito tsara tarehy dia fito taona. Ny salohim-barimbazaha fito tsara koa dia fito taona. Iray ihany ny dikan’ireo nofy ireo.",
        "27": "Ny ombivavy fito kaozatra sady ratsy tarehy izay niakatra taorianan’izy ireo dia fito taona. Ary ny salohim-barimbazaha fito izay akofa fotsiny sady mainan’ny rivotra avy any atsinanana, dia fito taona hisian’ny mosary.",
        "28": "Izay mihitsy ilay noresahiko tamin’i Farao teo hoe: Izay hataon’ilay tena Andriamanitra no nasehony an’i Farao.",
        "29": "“Hisy fito taona mahavokatra be eran’i Ejipta.",
        "30": "Aorian’izay indray dia hisy fito taona hisian’ny mosary, ka ho hadino hoe nahavokatra be eran’i Ejipta, fa ho simban’ny mosary ny tany.",
        "31": "Ary tsy hotsaroana intsony ilay hoe nahavokatra be teto noho ilay mosary aorian’izay, satria ho faran’izay mafy ilay mosary.",
        "32": "Naverina indroa tamin’i Farao ilay nofy, satria tian’Andriamanitra hohamafisina tsara, sady tsy ho ela dia hotanterahiny.",
        "33": "“Tsara raha mitady lehilahy malina sy hendry i Farao, ka manendry azy hanam-pahefana amin’i Ejipta.",
        "34": "Tsara koa raha manendry mpiandraikitra maromaro eto Ejipta i Farao. Tokony hangonin’i Farao koa ny ampahadimin’ny vokatra eto Ejipta, mandritra an’ireo fito taona mahavokatra be.",
        "35": "Asaivo manangona ny sakafo rehetra mandritra an’ireo taona mahavokatra ho avy ry zareo, dia asaivo tehiriziny ny vokatra voangony, mba hatao sakafo isan-tanàna. Dia i Farao no hitantana an’izany.",
        "36": "Tokony hatao tahiry ho an’i Ejipta mandritra an’ilay fito taona hisian’ny mosary ireo sakafo ireo, mba tsy ho ripaky ny mosary ny tany.”",
        "37": "Dia hitan’i Farao sy ny mpanompony rehetra hoe tsara izany hevitra izany.",
        "38": "Ary hoy i Farao tamin’ny mpanompony: “Aiza indray isika no hahita lehilahy manana ny fanahin’Andriamanitra tahaka an’io?”",
        "39": "Dia hoy i Farao tamin’i Josefa: “Satria nampahafantarin’Andriamanitra anao izany rehetra izany, dia tsy misy malina sy hendry tahaka anao.",
        "40": "Ianao no hiandraikitra ny ankohonako, ary hankatò an’izay teneninao ny vahoakako rehetra. Zavatra iray fotsiny no mahatonga ahy ho ambony noho ianao, dia ny hoe izaho no mpanjaka.”",
        "41": "Hoy koa i Farao: “Manendry anao hanam-pahefana amin’i Ejipta manontolo aho.”",
        "42": "Dia nesorin’i Farao ny peratra fanombohan-kase teny amin’ny tanany ka nataony tamin’ny tanan’i Josefa. Ary nampitafiany lamba rongony tena tsara koa izy sady nasiany rojo volamena ny vozony.",
        "43": "Nasainy nitaingina teo amin’ny kalesy faharoan’i Farao koa izy, dia nisy olona niantsoantso teo alohany hoe: “Avreka!” Toy izany no nanendren’i Farao azy hanam-pahefana amin’i Ejipta manontolo.",
        "44": "Hoy koa i Farao tamin’i Josefa: “Izaho no Farao, nefa tsy misy mahazo manao na inona na inona eran’i Ejipta, raha tsy omenao alalana.”",
        "45": "Taorian’izay, dia nataon’i Farao hoe Zafenata-panea ny anaran’i Josefa, ary nomeny ho vadiny i Asenata, zanakavavin’i Potifera mpisorona tao Ona. Dia nanomboka nitantana an’i Ejipta i Josefa.",
        "46": "Ary 30 taona i Josefa tamin’izy nanomboka niasa ho an’i Farao mpanjakan’i Ejipta. Dia niala teo anatrehan’i Farao i Josefa ka nitety an’i Ejipta manontolo.",
        "47": "Be dia be ny vokatra tao amin’ilay tany, nandritra an’ireo fito taona nahavokatra be.",
        "48": "Ary nangoniny ny sakafo rehetra vokatra tamin’ireo fito taona nahavokatra be tany Ejipta, ka notehiriziny tao amin’ireo tanàna. Notehiriziny isaky ny tanàna ny vokatra avy teny amin’ny saha manodidina.",
        "49": "Tsy nitsahatra nanangona vokatra i Josefa ka lasa be dia be hoatran’ny fasika any an-dranomasina izany. Tsy nafatra intsony àry izany satria be loatra.",
        "50": "Talohan’ny nahatongavan’ny taona nisian’ny mosary, dia niteraka roa lahy tamin’i Josefa i Asenata, zanakavavin’i Potifera mpisorona tao Ona.",
        "51": "Nataon’i Josefa hoe Manase ny anaran’ilay lahimatoa. Hoy mantsy izy: “Efa nataon’Andriamanitra izay hanadinoako ny fahoriako rehetra sy ny ankohonan-draiko manontolo.”",
        "52": "Ary nataony hoe Efraima ny anaran’ilay faharoa. Hoy mantsy izy: “Efa nomen’Andriamanitra taranaka aho, eto amin’ity tany nahitako ny mangidy ity.”",
        "53": "Ary tapitra ireo fito taona nahavokatra be tany Ejipta.",
        "54": "Dia nanomboka ireo fito taona nisian’ny mosary, araka ny efa nolazain’i Josefa. Nisy mosary tany amin’ny tany rehetra, fa mbola nisy sakafo kosa eran’i Ejipta.",
        "55": "Tamin’ny farany, dia tratran’ny mosary koa i Ejipta manontolo, ka nitaraina tamin’i Farao ny olona mba hahazo sakafo. Dia hoy i Farao tamin’ny Ejipsianina rehetra: “Mankanesa any amin’i Josefa, dia ataovy izay ampanaoviny anareo.”",
        "56": "Ary mbola nisy mosary ihany tany amin’ny tany rehetra. Dia nosokafan’i Josefa ny trano fitehirizam-bokatra rehetra teo amin’izy ireo, ka namidiny tamin’ny Ejipsianina ny vokatra notehirizina. Efa mafy mantsy ny mosary tao Ejipta.",
        "57": "Tonga tany Ejipta koa ny olona avy any amin’ny tany rehetra mba hividy sakafo tamin’i Josefa, satria mafy ny mosary tany amin’ny tany rehetra."
    },
    "42": {
        "1": "Rehefa fantatr’i Jakoba hoe nisy sakafo tany Ejipta, dia hoy izy tamin’ny zanany lahy: “Fa maninona ianareo no mifampijerijery eo fotsiny?”",
        "2": "Hoy koa izy: “Henoko hoe misy sakafo any Ejipta. Mandehana midina any hividy sakafo ho antsika, mba tsy ho faty isika.”",
        "3": "Koa nidina tany Ejipta ny rahalahin’i Josefa folo lahy mba hividy sakafo.",
        "4": "I Benjamina rahalahin’i Josefa anefa tsy nalefan’i Jakoba niaraka tamin’ireo rahalahiny ireo, satria hoy izy: “Sao dia ho tratran’ny loza any izy dia ho faty.”",
        "5": "Ary niaraka tamin’ny olon-kafa hividy sakafo ny zanakalahin’i Israely, satria nisy mosary koa tany Kanana.",
        "6": "I Josefa no nanam-pahefana tamin’i Ejipta manontolo, ary izy no nivarotra sakafo tamin’ny olona rehetra teto an-tany. Tonga àry ny rahalahin’i Josefa ka niankohoka tamin’ny tany teo anatrehany.",
        "7": "Vao hitan’i Josefa ny rahalahiny dia fantany. Nataony anefa izay tsy hahafantaran’izy ireo azy. Dia nasiaka fiteny tamin’izy ireo izy, ka niteny hoe: “Avy aiza ianareo?” Dia hoy izy ireo: “Avy any Kanana izahay dia tonga mba hividy sakafo.”",
        "8": "Fantatr’i Josefa àry ny rahalahiny, fa izy ireo kosa tsy nahafantatra azy.",
        "9": "Tonga dia tsaroan’i Josefa ny nofiny momba azy ireo, ka hoy izy taminy: “Mpitsikilo ianareo! Tonga eto ianareo mba hijery hoe aiza ho aiza ny faritra mora tafihina eto amin’ny taninay!”",
        "10": "Fa hoy izy ireo: “Tsy marina izany, tompoko, fa hividy sakafo no nahatongavanay mpanomponao.",
        "11": "Zanaky ny lehilahy iray ihany izahay rehetra, ary olo-marina. Tsy mpitsikilo mihitsy ny mpanomponao.”",
        "12": "Hoy anefa izy: “Hita fa tonga eto ianareo mba hijery an’izay faritra mora tafihina eto amin’ny taninay!”",
        "13": "Dia hoy izy ireo: “Misy 12 mirahalahy izahay mpanomponao, ary zanaky ny lehilahy iray ihany. Mipetraka any Kanana ny rainay, ary any aminy izao ny faralahy, fa ny iray efa tsy eo intsony.”",
        "14": "Hoy anefa i Josefa taminy: “Efa hoe mpitsikilo ianareo!",
        "15": "Koa izao no hitsapana anareo: Raha mbola velona koa i Farao, dia tsy mahazo miala eto ianareo raha tsy tonga eto ny zandrinareo faralahy.",
        "16": "Iraho haka an’ilay rahalahinareo ny iray aminareo, fa ianareo kosa hafatotra. Raha manao an’izany ianareo, dia izay no hahitako hoe tena marina ny teninareo. Fa raha tsy izany, ary raha mbola velona koa i Farao, dia ho hita hoe mpitsikilo tokoa ianareo.”",
        "17": "Dia nataony tao am-ponja telo andro izy ireo.",
        "18": "Tamin’ny andro fahatelo, dia hoy i Josefa: “Matahotra an’Andriamanitra aho, ka izao atao dia ho velona ianareo:",
        "19": "Raha olo-marina ianareo, dia aleo ny iray aminareo hafatotra ato amin’ity fonja ity. Fa ny sisa kosa afaka mandeha mitondra sakafo ho an’izay mosarena amin’ny fianakavianareo.",
        "20": "Ary ento atỳ amiko ilay zandrinareo faralahy, mba ho hita hoe azo itokisana ny teninareo, dia tsy ho faty ianareo.” Dia nataon’izy ireo izany.",
        "21": "Ary nifampiresaka izy ireo hoe: “Tena voasazy isika noho ny nataontsika tamin’ny rahalahintsika. Efa hitantsika mantsy ny fahoriany tamin’izy nitalaho mafy tamintsika mba hangoraka azy, nefa tsy mba niantra azy isika. Izany no mahatonga an’izao fahoriana izao hitranga amintsika.”",
        "22": "Dia hoy i Robena: “Tsy efa niteny taminareo moa aho tamin’iny hoe: ‘Aza manisy ratsy an’io zaza io’? Tsy nety nihaino anefa ianareo. Dia izao isika voasazy fa nandatsaka ny rany.”",
        "23": "Tsy fantatr’izy ireo anefa hoe azon’i Josefa ny resak’izy ireo, satria nampiasa mpandika teny izy rehefa niresaka taminy.",
        "24": "Niala teo amin’izy ireo àry izy dia nitomany. Rehefa niverina teo indray izy ka niresaka tamin’izy ireo, dia i Simeona no nalainy ka nofatorany teo imason’izy ireo.",
        "25": "Avy eo dia nasain’i Josefa nofenoina varimbazaha ny gonin’izy ireo. Nasainy naverina tao anaty gonin’ny tsirairay koa ny volany, ary nasainy nomena vatsy hohaniny eny an-dalana izy ireo. Dia natao tamin’izy ireo izany.",
        "26": "Ary nataingin’izy ireo teo amin’ny ampondrany ny sakafo novidiny, dia lasa izy ireo.",
        "27": "Rehefa nanokatra ny goniny ny iray tamin’izy ireo fa handeha hanome sakafo ny ampondrany teo amin’ny toeram-pilasiana, dia hitany teo am-bavan’ny goniny ny volany.",
        "28": "Dia hoy izy tamin’ny rahalahiny: “Nisy namerina ny volako! Io anaty goniko io ilay izy!” Dia natahotra be izy ireo sady nangovitra, ka nifampiresaka hoe: “Fa inona loatra re izao ataon’Andriamanitra amintsika izao e?”",
        "29": "Rehefa tonga tany amin’i Jakoba rainy tany Kanana izy ireo, dia notantarain’izy ireo taminy ny zava-drehetra nahazo azy. Hoy izy ireo:",
        "30": "“Nasiaka fiteny taminay ilay manam-pahefana ao amin’ilay tany, dia nolazainy fa mpitsikilo izahay.",
        "31": "Novalianay anefa izy hoe: ‘Olo-marina izahay, fa tsy mpitsikilo izany!",
        "32": "Misy 12 mirahalahy izahay no zanaky ny rainay. Ny iray efa tsy eo intsony, ary ny faralahy izao any amin’ny rainay any Kanana.’",
        "33": "Hoy anefa ilay manam-pahefana ao amin’ilay tany: ‘Izao no hahafantarako hoe olo-marina ianareo: Avelao eto amiko ny iray amin’ny rahalahinareo, dia mandehana mitondra sakafo ho an’izay mosarena amin’ny fianakavianareo.",
        "34": "Ento atỳ amiko ilay zandrinareo faralahy, mba hahafantarako hoe tsy mpitsikilo ianareo fa olo-marina. Dia haveriko aminareo ny rahalahinareo, ary mahazo mividy sakafo atỳ indray ianareo.’”",
        "35": "Rehefa nararak’izy ireo ny tao anaty goniny, dia io fa tao anaty gonin’ny tsirairay ny kitapom-bolany. Rehefa nahita an’izany izy mirahalahy avy sy ny rainy, dia natahotra be daholo.",
        "36": "Dia niantsoantso i Jakoba rainy hoe: “Lasa tsy manan-janaka intsony aho, noho ny nataonareo! I Josefa efa tsy eo intsony, i Simeona koa efa tsy eo intsony, dia izao indray i Benjamina koa mbola halainareo! Dia izaho daholo no mizaka an’izany rehetra izany!”",
        "37": "Hoy anefa i Robena tamin’ny rainy: “Raha tsy entiko miverina atỳ aminao izy, dia azonao vonoina ho faty ny zanako roa lahy. Ankino amiko izy, fa tsy maintsy hoentiko miverina atỳ aminao.”",
        "38": "Fa hoy i Jakoba: “Tsy mahazo miara-midina aminareo any ny zanako, satria efa maty ny rahalahiny dia izy irery sisa no tavela. Raha tratran’ny loza any amin’izay halehanareo any izy ka maty, dia ahoana? Dia hataonareo mihitsy izay hidinako amin’alahelo any amin’ny Fasana, amin’izao izaho efa fotsy volo izao.”"
    },
    "43": {
        "1": "Ary mafy be ny mosary tao amin’ilay tany.",
        "2": "Rehefa lany àry ny sakafo nentin’izy ireo avy tany Ejipta, dia hoy ny rainy: “Mandehana ianareo miverina mividy sakafo kely ho antsika.”",
        "3": "Fa hoy i Joda taminy: “Efa niteny taminay tsara mihitsy ilay lehilahy hoe: ‘Tsy mahazo mankatỳ amiko intsony ianareo, raha tsy miaraka aminareo ilay rahalahinareo!’",
        "4": "Koa raha alefanao miaraka aminay izy, dia handeha hidina hividy sakafo ho anao izahay.",
        "5": "Fa raha tsy alefanao izy, dia tsy hidina izahay, satria efa niteny ilay lehilahy hoe: ‘Tsy mahazo mankatỳ amiko intsony ianareo, raha tsy miaraka aminareo ilay rahalahinareo.’”",
        "6": "Dia hoy i Israely: “Fa maninona ianareo no nampidi-kizo ahy hoatr’izao? Fa maninona no noteneninareo tamin’ilay lehilahy hoe mbola manana rahalahy hafa ianareo?”",
        "7": "Dia hoy izy ireo: “Nivantana be mihitsy ange ny fanontanian’ilay lehilahy momba anay sy ny havanay e! Hoy izy: ‘Mbola velona any ve ny rainareo? Manana rahalahy hafa koa ve ianareo?’ Dia nolazainay taminy ny marina. Izahay ve moa nanampo fa hiteny izy hoe: ‘Ento midina atỳ ilay rahalahinareo’?”",
        "8": "Hoy i Joda avy eo tamin’i Israely rainy: “Alefaso miaraka amiko izy, dia aleo izahay handeha mba tsy ho faty isika, na izahay na ianao na ny zanatsika.",
        "9": "Izaho mihitsy no hiantoka ny fiarovana azy. Aleo izaho no ho tompon’andraikitra raha maninomaninona izy. Koa raha tsy entiko miverina atỳ aminao izy, dia ho fahotako aminao mandrakizay izany.",
        "10": "Fa hoatr’izay raha tsy niandriandry izahay, dia ho efa tonga tany ka efa tafaverina fanindroany.”",
        "11": "Dia hoy i Israely rainy: “Raha tsy maintsy hoe izay àry, dia izao atao: Alaivo ny vokatra tsara indrindra amin’ny tany ka ataovy ao anaty goninareo, dia ento hatao fanomezana ho an’ilay lehilahy: Balsama kely, tantely kely, ditin-kazo ladanoma, hodi-kazo misy ditiny, voanjombazaha, ary amandy.",
        "12": "Mitondrà vola indroa henin’ilay teo. Dia ento miverina koa ilay vola naverina teo am-bavan’ny goninareo, fa angamba sendra diso fotsiny ry zareo.",
        "13": "Ento koa ilay rahalahinareo, dia mandehana miverina any amin’ilay lehilahy.",
        "14": "Enga anie mba hataon’ilay Andriamanitra Mahery Indrindra miantra anareo izy, dia mba hafahany ilay rahalahinareo iray ary tsy hotazoniny any i Benjamina. Raha tsy maintsy hafoiko anefa ny zanako, dia vonona hamoy ny zanako aho!”",
        "15": "Dia nentin’izy ireo ilay fanomezana. Nitondra vola indroa henin’ilay teo koa izy ireo sady nitondra an’i Benjamina. Dia lasa nidina nankany Ejipta izy ireo, ary nankeo anatrehan’i Josefa indray.",
        "16": "Rehefa nahita an’i Benjamina niaraka tamin’izy ireo i Josefa, dia tonga dia niteny tamin’ilay lehilahy niandraikitra ny tao an-tranony hoe: “Ento any an-trano ireo lehilahy ireo. Ary makà biby, dia vonoy, dia karakarao hatao sakafo, fa hiara-misakafo amiko ry zareo rantoandro.”",
        "17": "Tonga dia nataon’ilay lehilahy izay nolazain’i Josefa, ka nentiny ho any an-tranon’i Josefa izy ireo.",
        "18": "Natahotra anefa izy ireo rehefa nentina tany, ka nifampiresaka hoe: “Ilay vola naverina tao anaty gonintsika tamin’ny farany iny izao no antony itondrana antsika eto. Hosamborin-dry zareo izao isika, dia hataony andevo, dia halainy koa ny ampondrantsika!”",
        "19": "Koa nanatona an’ilay lehilahy niandraikitra ny tao an-tranon’i Josefa izy ireo, ka niresaka taminy teo am-baravarana.",
        "20": "Hoy izy ireo: “Miala tsiny re, tompoko ô! Nidina hividy sakafo tatỳ izahay tamin’ny voalohany.",
        "21": "Rehefa tonga tany amin’ny toeram-pilasiana anefa izahay ka nosokafanay ny goninay, dia io fa teo am-bavan’ny goninay tsirairay ny volanay, sady ilay lanjany iny ihany fa tsy nisy banga. Dia tianay haverina ilay izy.",
        "22": "Dia nitondra vola hafa koa izahay izao hividianana sakafo. Tsy fantatray hoe iza no nametraka ny volanay tao anaty goninay.”",
        "23": "Dia hoy ilay lehilahy: “Tsy maninona izany, fa aza matahotra! Ilay Andriamanitrareo sy Andriamanitry ny rainareo no nametraka harena tao anaty goninareo. Fantatro hoe efa nandoa vola ianareo.” Taorian’izay dia navoakany teo amin’izy ireo i Simeona.",
        "24": "Dia nampidirin’ilay lehilahy tao an-tranon’i Josefa izy ireo, ka nomeny rano hanasany tongotra. Nomeny sakafo koa ny ampondrany.",
        "25": "Fantatr’izy ireo fa ho avy i Josefa amin’ny mitataovovonana dia ao izy ireo no hisakafo, ka nomaniny ny fanomezana homena an’i Josefa.",
        "26": "Rehefa tonga tao an-trano i Josefa, dia nentin’izy ireo tao aminy ilay fanomezana, ary niankohoka tamin’ny tany teo anatrehany izy ireo.",
        "27": "Nanontany ny fahasalaman’izy ireo izy avy eo, sady niteny hoe: “Manao ahoana izay ilay rainareo be taona noresahinareo? Mbola velona ve izy?”",
        "28": "Dia hoy izy ireo: “Salama tsara ny rainay mpanomponao, ary mbola velona izy.” Dia niondrika izy ireo ka niankohoka teo anatrehany.",
        "29": "Rehefa nahita an’i Benjamina rahalahiny, ilay iray tam-po taminy i Josefa, dia hoy izy: “Io ve ilay zandrinareo faralahy noresahinareo tamiko?” Hoy koa izy: “Hotahin’Andriamanitra anie ianao, anaka!”",
        "30": "Ary niala teo haingana i Josefa, satria feno be ny fony noho izy nahita an’ilay rahalahiny. Koa nitady toerana hitomaniana izy, ka nankao amin’ny efitra iray mba ho irery, dia nitomany tao.",
        "31": "Avy eo dia nosasany ny tarehiny, dia nivoaka avy tao izy. Efa nahafehy ny fihetseham-pony izy tamin’izay, ka niteny hoe: “Arosoy ny sakafo.”",
        "32": "Dia naroson’izy ireo ny sakafo, ka nataony mitokana ny an’i Josefa, mitokana ny an’ny rahalahiny, ary nihinana mitokana koa izay Ejipsianina niaraka tamin’i Josefa teo. Tsy nahazo niara-nisakafo tamin’ny Hebreo mantsy ny Ejipsianina, satria naharikoriko ny Ejipsianina izany.",
        "33": "Ary nasaina nipetraka nifanatrika tamin’i Josefa ireo rahalahiny ireo, arakaraka ny taonany, nanomboka tamin’ny lahimatoa, izay nanana ny zon’ny lahimatoa, ka hatramin’ny faralahy. Dia nifampijery izy ireo sady gagagaga.",
        "34": "Nomen’i Josefa sakafo avy teo amin’ny latabany foana izy ireo, ka naroso teo amin’ny latabatr’izy ireo ilay izy. Nataony avo dimy heny noho ny an’ny hafa rehetra anefa ny anjaran’i Benjamina. Dia nihinana sy nisotro niaraka taminy izy ireo, mandra-pahavokiny."
    },
    "44": {
        "1": "Taorian’izay, dia nomen’i Josefa baiko ilay lehilahy niandraikitra ny tao an-tranony hoe: “Fenoy varimbazaha araka izay zakany ny gonin’ireo lehilahy ireo, ary ataovy eo am-bavan’ny gonin’ny tsirairay ny volany.",
        "2": "Ataovy eo am-bavan’ny gonin’ilay zandriny indrindra kosa ny kaopiko volafotsy, miaraka amin’ny vola nividianany sakafo.” Dia nanao araka izay nolazain’i Josefa ilay lehilahy.",
        "3": "Rehefa nazava ny andro ny ampitso maraina, dia nasaina nandeha ireo lehilahy ireo, niaraka tamin’ny ampondrany,",
        "4": "ka niala tao an-tanàna. Mbola tsy lasa lavitra akory anefa izy ireo, dia hoy i Josefa tamin’ilay lehilahy niandraikitra ny tao an-tranony: “Mandehana enjeho ireny lehilahy ireny! Rehefa tratranao ry zareo, dia lazao aminy hoe: ‘Fa maninona ianareo no mamaly ratsy ny soa natao taminareo?",
        "5": "Ilay kaopy lasanareo iny ange no fisotroan’ny tompoko e! Dia iny koa no ijereny fambara rehefa mamantatra ny hoavy izy. Tena ratsy izao nataonareo izao.’”",
        "6": "Dia tratrany tokoa izy ireo ka nilazany an’ireo teny ireo.",
        "7": "Hoy anefa izy ireo: “Fa maninona ianao, tompoko, no miteny an’izany? Sanatria anay mpanomponao ny hanao hoatr’izany!",
        "8": "Ilay vola hitanay teo am-bavan’ny goninay aza nentinay avy tany Kanana dia naverinay taminao. Dia izahay ve dia hangalatra volafotsy na volamena ao an-tranon’ny tomponao?",
        "9": "Aleo ho faty izay mpanomponao hahitana an’ilay izy, fa izahay kosa ho mpanompon’ny tompoko.”",
        "10": "Dia hoy ilay lehilahy: “Andao àry harahina ny teninareo, ka izay hahitana an’ilay izy no ho mpanompoko, fa ny sisa kosa tsy hanan-tsiny.”",
        "11": "Dia samy nampidina haingana ny goniny tamin’ny tany izy ireo, ka nanokatra an’izany.",
        "12": "Nikaroka tsara ilay lehilahy, dia natombony tamin’ny zokiny indrindra izany ka hatramin’ny zandriny indrindra. Farany, dia hita tao anaty gonin’i Benjamina ilay kaopy.",
        "13": "Dia nandrovitra ny akanjony izy ireo, ary samy namerina ny entany teo ambony ampondrany, dia niverina tany an-tanàna.",
        "14": "Rehefa niditra tao an-tranon’i Josefa i Joda sy ny rahalahiny, dia io fa mbola tao izy. Dia niankohoka tamin’ny tany teo anatrehany izy ireo.",
        "15": "Ary hoy i Josefa: “Fa inona izao nataonareo izao? Tsy fantatrareo angaha fa mahay mamantatra ny hoavy aho?”",
        "16": "Dia hoy i Joda: “Inona moa no holazainay aminao, tompoko? Inona intsony no hoteneninay? Dia ahoana no hanaporofoanay hoe tsy diso izahay? Efa nasehon’Andriamanitra hoe diso izahay mpanomponao. Mpanomponao àry izahay, tompoko, dia izahay sy ilay nahitana ny kaopy!”",
        "17": "Hoy anefa i Josefa: “Sanatria ahy ny hanao an’izany! Ilay nahitana ny kaopy ihany no ho mpanompoko. Fa ny sisa aminareo kosa, miakara soa aman-tsara any amin’ny rainareo.”",
        "18": "Ary nanatona azy i Joda ka niteny hoe: “Mitalaho aminao aho, tompoko ô! Mba avelao, tompoko, hiteny kely eto anatrehanao izaho mpanomponao, ary aza tezitra amin’ny mpanomponao. Hoatran’i Farao ihany mantsy ianao.",
        "19": "Nanontanianao, tompoko, izahay mpanomponao hoe: ‘Mbola velona any ve ny rainareo, ary manana rahalahy hafa koa ve ianareo?’",
        "20": "Dia izao no nolazainay taminao, tompoko: ‘Mbola any ny rainay, ary efa be taona izy. Manana rahalahy hafa koa izahay. Izy no zandriny indrindra, ary zanaky ny rainay tao anatin’ny fahanterany izy. Efa maty kosa ny rahalahiny, dia izy irery sisa no tavela amin’ny zanaky ny reniny, ary tena tia azy ny rainy.’",
        "21": "Dia hoy ianao taminay mpanomponao: ‘Ento atỳ amiko izy mba ho hitako.’",
        "22": "Fa hoy izahay taminao, tompoko: ‘Tsy afaka mandao ny rainy izy, fa raha mandao azy izy, dia ho faty ny rainy.’",
        "23": "Hoy anefa ianao tamin’ny mpanomponao: ‘Raha tsy miara-midina aminareo ilay zandrinareo faralahy, dia tsy mahazo mankatỳ amiko intsony ianareo.’",
        "24": "“Niakatra nankany amin’ny rainay mpanomponao àry izahay, dia nolazainay taminy ny teninao, tompoko.",
        "25": "Tatỳ aoriana, dia hoy ny rainay: ‘Mandehana ianareo miverina mividy sakafo kely ho antsika.’",
        "26": "Fa hoy izahay: ‘Tsy afaka mankany izahay. Raha miaraka aminay ny zandrinay faralahy, vao hidina izahay. Fa tsy mahazo mankany amin’ilay lehilahy intsony izahay, raha tsy miaraka aminay ny zandrinay faralahy.’",
        "27": "Dia hoy ny rainay mpanomponao taminay: ‘Fantatrareo tsara fa roa lahy fotsiny no nateraky ny vadiko tamiko.",
        "28": "Tafasaraka tamiko anefa ny iray, dia hoy aho: “Tena noviravirain’ny bibidia tokoa izy!” Ary tsy hitako izy hatramin’izao.",
        "29": "Raha esorinareo amiko koa ity iray ity ka tratran’ny loza any dia maty, dia hidina amin’alahelo any amin’ny Fasana aho noho ny ataonareo, amin’izao izaho efa fotsy volo izao.’",
        "30": "“Koa raha miverina any amin’ny rainay mpanomponao aho ka tsy miaraka aminay io zandrinay io, nefa ny rainay tena miraiki-po be aminy,",
        "31": "dia ho faty ny rainay raha vao hitany fa tsy eo io zandrinay io. Dia hidina amin’alahelo any amin’ny Fasana ny rainay mpanomponao noho ny ataonay mpanomponao, amin’izao izy efa fotsy volo izao.",
        "32": "Fa izaho mpanomponao no niantoka an’io zandrinay io tamin’ny rainay, hoe: ‘Raha tsy entiko miverina atỳ aminao izy, dia ho fahotako aminao mandrakizay izany.’",
        "33": "Koa avelao re ny mpanomponao no hijanona ho solon’ny zandrinay mba hanompo ny tompoko e! Dia amin’izay izy ho afaka hiverina miaraka amin’ny rahalahiny.",
        "34": "Fa tsy ho vitako ny hiverina any amin’ny rainay raha tsy miaraka amiko izy. Tsy te hahita ny fahorian’ny rainay aho!”"
    },
    "45": {
        "1": "Ary tsy nahafehy ny fihetseham-pony intsony i Josefa, teo anatrehan’ny mpanompony rehetra teo. Dia hoy izy: “Avoahy daholo ny olona rehetra!” Koa tsy nisy olon-kafa intsony teo, rehefa nampahafantatra ny tenany tamin’ny rahalahiny izy.",
        "2": "Ary nigogogogo nitomany izy ka henon’ny Ejipsianina, sady henon’ny tao an-tranon’i Farao.",
        "3": "Farany, dia hoy i Josefa tamin’ny rahalahiny: “Izaho ange no Josefa e! Mbola velona any ve i Dada?” Tsy nahateny mihitsy anefa ny rahalahiny, satria taitra be.",
        "4": "Ary hoy i Josefa: “Avia eto akaikiko e!” Dia nankeo aminy izy ireo. Hoy izy avy eo: “Izaho ange ilay Josefa rahalahinareo e, ilay namidinareo ho atỳ Ejipta!",
        "5": "Aza matahotra anefa, ary aza mifanome tsiny satria hoe nivarotra ahy ianareo. Fa hamonjy aina no nandefasan’Andriamanitra ahy hialoha anareo atỳ.",
        "6": "Roa taona amin’ity izao no nisian’ny mosary, ary ao anatin’ny dimy taona koa mbola tsy hiasa tany na hijinja ny olona.",
        "7": "Nalefan’Andriamanitra hialoha anareo anefa aho, mba tsy ho lany taranaka eto ambonin’ny tany ianareo, ary mba hovonjeny amin’ny fomba mahagaga ka tsy ho faty.",
        "8": "Tsy ianareo àry no nandefa ahy tatỳ fa Andriamanitra. Tiany hotendrena ho lehiben’ny mpanolo-tsain’i Farao mantsy aho, sady hanam-pahefana amin’ny ao an-tranony rehetra ary ho mpitondra an’i Ejipta manontolo.",
        "9": "“Miverena haingana any amin’i Dada, dia teneno izy hoe: ‘Izao no nolazain’i Josefa zanakao: “Efa notendren’Andriamanitra hanam-pahefana amin’i Ejipta manontolo aho. Koa midìna atỳ amiko, fa aza mangataka andro.",
        "10": "Mahazo mipetraka ao Gosena ianao, dia mba eo akaikiko eo foana ianao, sy ny zanaka aman-jafinao, sy ny ondrinao, sy ny ombinao, ary izay rehetra anananao.",
        "11": "Izaho no hamatsy sakafo anao ao, dia ianao sy ny ao an-tranonao ary izay rehetra anananao. Sao ianareo tsy hanana na inona na inona intsony ary ho fatin’ny mosary. Mbola haharitra dimy taona mantsy ny mosary.”’",
        "12": "Ny masonareo sy Benjamina rahalahiko mihitsy izao no mahita fa tena izaho ity miteny aminareo ity.",
        "13": "Tantarao amin’i Dada àry ny voninahitro rehetra atỳ Ejipta sy izay rehetra hitanareo. Ary ento midina atỳ haingana i Dada.”",
        "14": "Ary namihina an’i Benjamina rahalahiny izy ka nitomany. I Benjamina koa nitomany sady namihina ny vozony.",
        "15": "Nanoroka ny rahalahiny rehetra koa izy ka nitomany sady namihina azy ireo. Dia izay ny rahalahiny vao niresaka taminy.",
        "16": "Ary henon’ny tao an-tranon’i Farao ny vaovao hoe: “Tonga ao, hono, ny rahalahin’i Josefa!” Dia nahafaly an’i Farao sy ny mpanompony izany.",
        "17": "Hoy àry i Farao tamin’i Josefa: “Teneno ny rahalahinao hoe: ‘Izao atao: Makà biby mpitondra entana hitondra ny entanareo, dia mandehana any Kanana.",
        "18": "Alaivo ny rainareo sy ny ankohonanareo ka tongava atỳ amiko, fa homeko anareo izay zavatra tsara eto Ejipta. Dia hihinana an’izay tsara indrindra eto ianareo.’",
        "19": "Teneno koa ry zareo hoe: ‘Izao atao: Makà sarety avy eto Ejipta mba hitondrana ny vady aman-janakareo, ary ento amin’ny iray amin’ireny ny rainareo dia tongava atỳ.",
        "20": "Aza manahy momba ny fanananareo, satria anareo izay tsara indrindra eran’i Ejipta.’”",
        "21": "Dia nataon’ny zanak’i Israely izany. Ary nomen’i Josefa sarety izy ireo araka ny baikon’i Farao, sady nomeny vatsy hohaniny eny an-dalana.",
        "22": "Ary samy nomeny akanjo vaovao iray avy izy ireo, fa i Benjamina kosa nomeny volafotsy 300 sekely sy akanjo vaovao dimy.",
        "23": "Ireto kosa no nampitondrainy ho an’ny rainy: Ampondra folo nitondra zavatra tsara avy tany Ejipta, sy ampondravavy folo nitondra varimbazaha sy mofo ary sakafo ho vatsin’ny rainy eny an-dalana.",
        "24": "Dia nalefany nandeha ny rahalahiny, ka lasa. Hoy koa izy tamin’ireo: “Aza mifampila vaniny ianareo eny an-dalana eny.”",
        "25": "Dia niakatra avy tany Ejipta izy ireo, ka tonga tany amin’i Jakoba rainy tany Kanana.",
        "26": "Ary hoy izy ireo taminy: “Mbola velona any i Josefa, sady izy no mpitondra an’i Ejipta manontolo!” Tsy nampihontsina an’i Jakoba anefa izany, satria tsy nino azy ireo izy.",
        "27": "Dia notantarain’izy ireo tamin’i Jakoba rainy daholo ny tenin’i Josefa, ary hitany koa ny sarety nalefan’i Josefa hitondrana azy. Koa velombelona indray i Jakoba.",
        "28": "Dia hoy i Israely: “Aoka izay! Hay mbola velona any i Josefa zanako! Mila mankany aminy sy mahita azy aho alohan’ny hahafatesako!”"
    },
    "46": {
        "1": "Dia nentin’i Israely ny ankohonany sy ny fananany rehetra ka niainga izy. Ary nanao sorona ho an’ilay Andriamanitr’i Isaka rainy izy rehefa tonga tao Beri-sheba.",
        "2": "Dia niteny tamin’i Israely, tao amin’ny fahitana tamin’ny alina, Andriamanitra hoe: “Jakoba, Jakoba!” Dia hoy izy: “Intỳ aho, tompoko!”",
        "3": "Ary hoy Andriamanitra: “Izaho no tena Andriamanitra, ilay Andriamanitry ny rainao. Aza matahotra ny hidina any Ejipta, fa hataoko firenena lehibe ianao rehefa any.",
        "4": "Izaho mihitsy no hidina hiaraka aminao any Ejipta, ary izaho koa no hitondra anao hiverina avy any. Ny tanan’i Josefa no hanakimpy ny masonao rehefa maty ianao.”",
        "5": "Taorian’izay, dia niala tao Beri-sheba i Jakoba. Ary nentin’ny zanak’i Israely tamin’ny sarety nalefan’i Farao hitondrana azy i Jakoba rainy sy ny zanak’izy ireo ary ny vadin’izy ireo.",
        "6": "Nentin’izy ireo koa ny biby fiompiny sy ny fananana voangony tany Kanana. Dia tonga tany Ejipta i Jakoba sy ny fianakaviany rehetra niaraka taminy.",
        "7": "Ary nentiny niaraka taminy nankany Ejipta ny zanany lahy sy ny zanany vavy ary ny zafikeliny rehetra, izany hoe ny fianakaviany rehetra.",
        "8": "Ireto avy ny anaran’ny zanak’i Israely tonga tany Ejipta, dia ny anaran’ny zanak’i Jakoba: I Robena no lahimatoan’i Jakoba.",
        "9": "Ny zanakalahin’i Robena dia i Hanoka, Palo, Hezrona, ary Karmy.",
        "10": "Ny zanakalahin’i Simeona dia i Jemoela, Jamina, Ohada, Jakina, Zohara, ary Saoly zanakalahin’ny vehivavy kananita.",
        "11": "Ny zanakalahin’i Levy dia i Gersona sy Kehata ary Merary.",
        "12": "Ny zanakalahin’i Joda dia i Era, Onana, Sela, Pereza, ary Zera. Maty tany Kanana anefa i Era sy Onana. Ny zanakalahin’i Pereza dia i Hezrona sy Hamola.",
        "13": "Ny zanakalahin’i Isakara dia i Tola, Pova, Joba, ary Simrona.",
        "14": "Ny zanakalahin’i Zebolona dia i Sereda sy Elona ary Jahalela.",
        "15": "Ireo no zanakalahin’i Lea naterany tamin’i Jakoba tany Padana-arama, ankoatra an’i Dina zanany vavy. Nisy 33 ny taranany rehetra avy amin’i Lea.",
        "16": "Ny zanakalahin’i Gada dia i Zifiona, Hagy, Sony, Ezbona, Ery, Aroda, ary Arely.",
        "17": "Ny zanakalahin’i Asera dia i Jimna, Jisva, Jisvy, ary Beria. I Sera no anabavin’izy ireo. Ny zanakalahin’i Beria dia i Hebera sy Malkiela.",
        "18": "Ireo no zanakalahin’i Zilpa, ilay mpanompovavy nomen’i Labana an’i Lea zanany vavy. Ireo no naterany tamin’i Jakoba. Nisy 16 izy rehetra.",
        "19": "Ny zanakalahin’i Rahely vadin’i Jakoba dia i Josefa sy Benjamina.",
        "20": "Ny naterak’i Josefa tany Ejipta dia i Manase sy Efraima, izay naterak’i Asenata taminy. Zanakavavin’i Potifera mpisorona tao Ona io Asenata io.",
        "21": "Ny zanakalahin’i Benjamina dia i Bela, Bekera, Asbela, Gera, Namàna, Ehy, Rosy, Mopima, Hopima, ary Arda.",
        "22": "Ireo no zanakalahin’i Rahely naterany tamin’i Jakoba. Nisy 14 izy rehetra.",
        "23": "Ny zanakalahin’i Dana dia i Hosima.",
        "24": "Ny zanakalahin’i Naftaly dia i Jazila, Gony, Jezera, ary Silema.",
        "25": "Ireo no zanakalahin’i Bilaha, ilay mpanompovavy nomen’i Labana an’i Rahely zanany vavy. Ireo no naterany tamin’i Jakoba. Fito izy rehetra.",
        "26": "Nisy 66 ny olona rehetra naterak’i Jakoba, izay niaraka taminy nankany Ejipta, ankoatra ny vadin’ireo zanany lahy.",
        "27": "Ary roa lahy ny zanak’i Josefa naterany tany Ejipta. Nisy 70 àry ny olona rehetra tao amin’ny ankohonan’i Jakoba tonga tany Ejipta.",
        "28": "Ary nirahin’i Jakoba nandeha mialoha i Joda, dia nasainy nilaza tamin’i Josefa hoe efa eny an-dalana ho any Gosena izy. Tamin’izy ireo tonga tany Gosena àry,",
        "29": "dia efa nasain’i Josefa nomanina ny kalesiny, ka niakatra hitsena an’i Israely rainy tany Gosena izy. Rehefa nampahafantatra ny tenany i Josefa, dia tonga dia namihina ny rainy izy, ka nitomany elaela teo.",
        "30": "Dia hoy i Israely tamin’i Josefa: “Tsy maninona intsony na ho faty aza aho. Efa nahita anao mantsy aho, sady fantatro hoe mbola velona ihany ianao!”",
        "31": "Ary hoy i Josefa tamin’ny rahalahiny sy ny ankohonan-drainy: “Aleo aho hiakatra hilaza amin’i Farao hoe: ‘Efa tonga atỳ amiko ny rahalahiko sy ny ankohonan-draiko tany Kanana.",
        "32": "Mpiandry ondry ry zareo sady mpiompy. Ary nentiny atỳ ny ondriny sy ny ombiny ary ny fananany rehetra.’",
        "33": "Rehefa mampiantso anareo àry i Farao ka manontany hoe: ‘Inona no asanareo?’,",
        "34": "dia lazao hoe: ‘Efa mpiompy foana izahay mpanomponao hatramin’ny fahazazanay ka hatramin’izao, na izahay na ny razambenay.’ Amin’izay ianareo ho afaka hipetraka eto Gosena, satria maharikoriko amin’ny Ejipsianina ny mpiandry ondry rehetra.”"
    },
    "47": {
        "1": "Dia lasa i Josefa ka nilaza tamin’i Farao hoe: “Tonga avy any Kanana ny raiko sy ny rahalahiko, miaraka amin’ny ondriny sy ny ombiny ary ny fananany rehetra. Ao Gosena ry zareo izao.”",
        "2": "Ary nentiny tany amin’i Farao ny rahalahiny dimy, ka nampahafantariny azy.",
        "3": "Ary hoy i Farao tamin’ny rahalahin’i Josefa: “Inona no asanareo?” Dia hoy izy ireo tamin’i Farao: “Mpiandry ondry izahay mpanomponao, na izahay na ny razambenay.”",
        "4": "Hoy koa izy ireo: “Tonga hivahiny eto izahay. Tsy misy ahitra hohanin’ny andian’ondrin’ny mpanomponao mantsy any Kanana, fa mafy be ny mosary any. Dia mba avelao hipetraka ao Gosena re ny mpanomponao e!”",
        "5": "Dia hoy i Farao tamin’i Josefa: “Efa tonga atỳ aminao izao ny rainao sy ny rahalahinao,",
        "6": "dia afaka mifidy an’izay faritra tianao eto Ejipta ianao. Omeo ho an’ny rainao sy ny rahalahinao izay faritra tsara indrindra eto Ejipta. Aleo ry zareo hipetraka ao Gosena. Raha misy lehilahy fantatrao hoe mahay koa amin-dry zareo, dia tendreo hikarakara ny biby fiompiko.”",
        "7": "Dia nentin’i Josefa nankao amin’i Farao i Jakoba rainy ka nampahafantariny azy. Ary nitso-drano an’i Farao i Jakoba.",
        "8": "Dia hoy i Farao tamin’i Jakoba: “Firy taona ianao?”",
        "9": "Dia hoy i Jakoba tamin’i Farao: “Efa 130 taona aho izao, ary nifindrafindra monina teny foana aho. Nangidy ny fiainako, sady fohy raha oharina amin’ny andron’ny razambeko tamin’izy ireo nifindrafindra monina.”",
        "10": "Nitso-drano an’i Farao i Jakoba avy eo, dia lasa.",
        "11": "Nasain’i Josefa nipetraka tao Ejipta àry ny rainy sy ny rahalahiny. Dia nomeny tany tao amin’ny faritra tsara indrindra, tao Ramesesa, izy ireo, araka ny baikon’i Farao.",
        "12": "Nandefasany sakafo tsy tapaka koa ny rainy sy ny rahalahiny ary ny ankohonan-drainy manontolo, ka nataony araka ny isan’ny zanak’izy ireo izany.",
        "13": "Ary tsy nisy sakafo nanerana an’ilay tany, satria mafy be mihitsy ilay mosary. Lasa reraka be ny olona tao Ejipta sy Kanana noho ilay mosary.",
        "14": "Dia nangonin’i Josefa daholo ny vola rehetra tao Ejipta sy tany Kanana, izany hoe ny vola nividianan’ny olona varimbazaha, ka nateriny tany an-tranon’i Farao.",
        "15": "Farany, dia lany ny vola tao Ejipta sy tany Kanana, ka nankany amin’i Josefa ny Ejipsianina rehetra. Hoy izy ireo: “Omeo sakafo izahay! Izahay ve izany dia hojerenao fotsiny satria hoe efa lany ny volanay, nefa izahay aza efa ho faty?”",
        "16": "Dia hoy i Josefa: “Ento atỳ àry ny biby fiompinareo, raha efa lany ny volanareo. Dia homeko sakafo ianareo ho takalon’ny biby fiompinareo.”",
        "17": "Koa nentin’izy ireo tany amin’i Josefa ny biby fiompiny. Ary nomen’i Josefa sakafo izy ireo ho takalon’ny soavaliny sy ny ondriny sy ny ombiny ary ny ampondrany. Nomeny sakafo foana izy ireo nandritra an’iny taona iny, ho takalon’ny biby fiompiny rehetra.",
        "18": "Rehefa tapitra iny taona iny, dia nankany amin’i Josefa indray izy ireo ny taona nanaraka. Hoy izy ireo: “Tsy hafeninay aminao, tompoko, fa efa nomena ny tompoko daholo ny vola sy ny biby fiompy. Tsy misy azonay omena anao intsony izao, tompoko, afa-tsy ny tenanay sy ny taninay.",
        "19": "Izahay ve izany dia hojerenao fotsiny nefa izahay aza efa ho faty, ary ny taninay efa ho simba? Vidio izahay sy ny taninay dia atakalozy sakafo, dia hanompo an’i Farao izahay, ary ho lasany ny taninay. Omeo masomboly izahay mba tsy ho faty ary mba tsy ho lasa tsisy mponina ny taninay.”",
        "20": "Dia novidin’i Josefa ho an’i Farao daholo ny tanin’ny Ejipsianina. Samy nivarotra ny sahany mantsy izy ireo fa mafy be ilay mosary. Koa lasan’i Farao i Ejipta manontolo.",
        "21": "Avy eo dia nafindran’i Josefa nankany an-tanàn-dehibe daholo ny Ejipsianina nipetraka tany ambanivohitra.",
        "22": "Ny tanin’ny mpisorona ihany no tsy novidiny. Nahazo anjara sakafo avy tao an-tranon’i Farao mantsy ny mpisorona, dia ireny sakafo nomen’i Farao ireny no nivelomany. Izany no antony tsy nivarotan’izy ireo ny taniny.",
        "23": "Dia hoy i Josefa tamin’ny olona: “Efa novidiko ho an’i Farao ianareo sy ny taninareo androany. Ireo ny masomboly ho anareo, ka afafazo.",
        "24": "Rehefa miakatra ny vokatra, dia omeo an’i Farao ny ampahadiminy. Ny ambiny kosa hataonareo masomboly eny an-tsaha, sy ho sakafonareo sy izay ao an-tranonareo ary ny zanakareo.”",
        "25": "Dia hoy izy ireo: “Efa namonjy ny ainay ianao. Raha sitraky ny tompoko, dia aleo izahay ho mpanompon’i Farao.”",
        "26": "Dia namoaka didy i Josefa hoe ho lasan’i Farao ny ampahadimin’ny tany. Mbola manan-kery any Ejipta izany didy izany hatramin’izao. Ny tanin’ny mpisorona ihany no tsy mba lasan’i Farao.",
        "27": "Ary nipetraka ela be tao Gosena, tany Ejipta, ny Israely. Nanangona fananana tao koa izy ireo, dia niteraka ka lasa be dia be mihitsy.",
        "28": "Ary mbola velona 17 taona tany Ejipta i Jakoba, ka 147 taona ny andro niainany.",
        "29": "Rehefa akaiky ho faty i Israely, dia nantsoiny i Josefa zanany ka noteneniny hoe: “Raha mba mety aminao, dia ataovy ato ambany feko ny tananao. Dia asehoy hoe tena tia ahy ianao sady tsy mivadika amiko, ary hitana ny teninao amiko. Miangavy anao aho mba tsy handevina ahy eto Ejipta.",
        "30": "Rehefa maty aho, dia ento hiala eto Ejipta, ary aleveno any amin’ny fasan’ny razambeko.” Dia hoy i Josefa: “Ao fa tena hotanterahiko tsara izany teninao izany.”",
        "31": "Hoy izy avy eo: “Mianiàna amiko àry.” Dia nianiana taminy i Josefa. Ary niankohoka teo an-doham-pandrianany i Israely."
    },
    "48": {
        "1": "Taorian’izay, dia nisy niteny tamin’i Josefa hoe: “Efa mihareraka ny rainao.” Koa nentin’i Josefa tany i Manase sy Efraima, zanany mirahalahy.",
        "2": "Dia nisy niteny tamin’i Jakoba hoe: “Io tonga hamangy anao io i Josefa zanakao.” Dia nanangona ny heriny rehetra i Israely, ka nipetraka teo am-pandrianany.",
        "3": "Ary hoy i Jakoba tamin’i Josefa: “Niseho tamiko tao Lozy tany Kanana ilay Andriamanitra Mahery Indrindra, dia nitso-drano ahy.",
        "4": "Ary hoy izy tamiko: ‘Hataoko manan-taranaka ianao ka ho lasa be dia be ny taranakao, ary hataoko firenena lehibe ianao. Homeko ho an’ny taranakao handimby anao ity tany ity, ka ho lasa fananany mandrakizay.’",
        "5": "Fa izy roa lahy zanakao kosa, izay naterakao teto Ejipta talohan’ny nahatongavako teto aminao, dia ho lasa zanako. Ho lasa zanako tokoa i Efraima sy Manase, hoatran’i Robena sy Simeona.",
        "6": "Ho anao kosa anefa izay zanaka haterakao aorian’izy mirahalahy. Dia hitondra ny anaran’izy mirahalahy ry zareo, sady hahazo lova amin’ny anjaran’izy ireo.",
        "7": "Dia izao indray ny momba ahy: Tamin’izaho niala tany Padana, dia maty teo akaikiko i Rahely, tany Kanana. Teny an-dalana ho any Efrata izahay tamin’izay, ary mbola lavitra i Efrata, izany hoe Betlehema. Koa naleviko tamin’iny lalana mankany Efrata iny izy.”",
        "8": "Avy eo dia hitan’i Israely ny zanak’i Josefa, ka hoy izy: “Fa iza ireo?”",
        "9": "Dia hoy i Josefa tamin’ny rainy: “Ny zanako nomen’Andriamanitra ahy tatỳ ireo.” Dia hoy izy: “Mba ento etỳ amiko ry zareo hotsofiko rano.”",
        "10": "Efa nanjavozavo ny mason’i Israely tamin’izay, satria izy efa antitra ka tsy nahita. Koa nentin’i Josefa nanatona azy izy mirahalahy. Dia nanoroka sy namihina azy roa lahy i Israely.",
        "11": "Hoy koa izy tamin’i Josefa: “Tsy nieritreritra ny hahita anao intsony aho, nefa izao aho navelan’Andriamanitra hahita ny zanakao koa aza!”",
        "12": "Nesorin’i Josefa teo akaikin’ny lohaliky ny rainy izy mirahalahy avy eo, dia niankohoka tamin’ny tany izy.",
        "13": "Dia noraisin’i Josefa tamin’ny tanany havanana i Efraima ka nataony teo ankavian’i Israely. Fa i Manase indray noraisiny tamin’ny tanany havia ka nataony teo ankavanan’i Israely. Dia nampanatoniny azy izy mirahalahy.",
        "14": "Nataon’i Israely teo amin’ny lohan’i Efraima anefa ny tanany havanana na dia izy aza no zandriny. Fa ny tanany havia kosa no nataony teo amin’ny lohan’i Manase. Nataony fanahy iniana mihitsy ilay izy na dia i Manase aza no lahimatoa.",
        "15": "Dia nitso-drano an’i Josefa izy hoe: “Ry ilay tena Andriamanitra notompoin’i Abrahama sy Isaka raiko, Ry ilay tena Andriamanitra, izay mpiandry ahy hatramin’izay niainako ka mandraka androany,",
        "16": "Ilay nampiasa ny anjeliny hamonjena ahy tamin’ny loza rehetra, mba tahio ireto zaza ireto. Enga anie mba hantsoina eo amin’izy ireo ny anarako sy ny anaran’i Abrahama sy Isaka raiko, Ary enga anie ka ho lasa maro be eto ambonin’ny tany izy ireo!”",
        "17": "Ary tsy faly i Josefa rehefa hitany hoe nataon’ny rainy teo amin’ny lohan’i Efraima ny tanany havanana. Notadiaviny hesorina teo amin’ny lohan’i Efraima àry ny tanan’ny rainy, dia hatao eo amin’ny lohan’i Manase.",
        "18": "Hoy i Josefa tamin’ny rainy: “Tsy mety izao, ry Dada a! Fa ity no lahimatoa, dia apetraho eo amin’ny lohany ny tananao havanana.”",
        "19": "Tsy nety mihitsy anefa ny rainy, fa niteny hoe: “Fantatro izany, anaka, fantatro izany. Ho lasa firenena koa izy sady hahery. Ny zandriny anefa mbola hahery noho izy, ary ny taranany ho lasa be dia be ka ho lasa firenena maro.”",
        "20": "Mbola nitso-drano azy ireo ihany àry izy tamin’io andro io hoe: “Enga anie hanonona ny anaranao ny Israely rehefa mitso-drano, ka hilaza hoe: ‘Hataon’Andriamanitra ho tahaka an’i Efraima sy ho tahaka an’i Manase anie ianao!’” Koa i Efraima foana no nataony alohan’i Manase.",
        "21": "Hoy i Israely tamin’i Josefa avy eo: “Efa ho faty aho. Hitahy anareo foana anefa Andriamanitra, ka hamerina anareo any amin’ny tanin’ny razambenareo.",
        "22": "Ary homeko tany iray fanampiny ianao, mihoatra noho ny an’ny rahalahinao. Nalaiko tamin’ny sabatro sy ny tsipìkako teo an-tanan’ny Amorita izany tany izany.”"
    },
    "49": {
        "1": "Ary nantsoin’i Jakoba ny zanany lahy, ka hoy izy: “Avia daholo ianareo fa holazaiko anareo izay hitranga aminareo any am-parany any.",
        "2": "Avia daholo dia henoy ny teniko, ry zanak’i Jakoba. Henoy tsara izao lazain’i Israely rainareo izao:",
        "3": "“Robena! Ianao no lahimatoako sy tanjako, ary ianao no naterako voalohany. Be voninahitra ianao sady tena matanjaka.",
        "4": "Tsy nifehy tena anefa ianao, fa hoatran’ny rano vaky tsy azo sakanana, ka tsy ho lasa ambony noho ny rahalahinao. Niakaranao mantsy ny fandrianan’ny rainao. Nolotoinao ny fandrianako tamin’izay. Dia tena niakarany tokoa ny farafarako!",
        "5": "“Mpirahalahy i Simeona sy Levy, ary nentiny nisetrasetra ny fitaovam-piadiany.",
        "6": "Enga anie aho tsy hinamana amin’izy ireo! Enga anie ianao tsy hivorivory miaraka amin’ireo, ry voninahitro! Fa tezitra be izy ireo ka namono olona, sady fahafinaretana ho azy ny nanapaka ny hoza-tongotry ny omby.",
        "7": "Ho voaozona anie ny hatezeran’izy ireo, satria nahatonga azy hasiaka sy ho tia mampijaly! Aleo izy ireo haparitako any amin’ny tanin’i Jakoba sy any amin’ny tanin’ny Israely.",
        "8": "“Ary ianao, ry Joda, hoderain’ny rahalahinao ianao. Ho eo amin’ny hatoky ny fahavalonao ny tananao, ary hiankohoka eo anatrehanao ny zanaky ny rainao.",
        "9": "Zana-diona ianao, ry Joda. Hihinana remby ianao, anaka, dia avy eo handeha. Namitsaka izy dia nitsotsotra toy ny liona. Hoatran’ny liona izy, ka iza no ho sahy hanaitra azy?",
        "10": "Tsy hiala amin’i Joda mihitsy ny tehim-panjakana, ary tsy hiala eo anelanelan’ny tongony ny tehim-pahefana, mandra-pahatongan’i Silo. Dia hankatò an’i Silo ny firenena rehetra.",
        "11": "Hofatorany eo amin’ny voaloboka ny ampondrany, ary hofatorany eo amin’ny voaloboka tena tsara ny zanak’ampondrany. Hosasany amin’ny divay ny fitafiany, ary hosasany amin’ny ranom-boaloboka ny akanjony.",
        "12": "Mena be mihitsy ny masony satria izy misotro divay, ary fotsy ny nifiny satria izy misotro ronono.",
        "13": "“I Zebolona kosa hipetraka eny amoron-tsiraka, eny amoron-drano fiantsonan’ny sambo. Ary ho tandrifin’i Sidona ny sisin-taniny farany lavitra.",
        "14": "“I Isakara indray dia ampondra mafy taolana, ka sady matory izy no mitondra kitapon-dasely roa.",
        "15": "Ho hitany fa tsara ny toerana ipetrahany sady mahafinaritra ilay tany. Hiondrika izy dia hitondra entana eo an-tsorony, sady hanaiky hanao asa an-terivozona.",
        "16": "“Hitsara ny fireneny i Dana, izay anisan’ny fokon’ny Israely.",
        "17": "Enga anie i Dana ho lasa bibilava eny amoron-dalana, ho bibilava misy tandroka eny an-tsisin-dalana! Hokaikeriny ny tongotry ny soavaly mba hianjera any aoriana ny mpitaingina azy.",
        "18": "Hiandry ny famonjena avy aminao aho, Jehovah ô!",
        "19": "“I Gada indray hotafihin’ny mpandroba, fa izy kosa hanafika ny vodilaharan’ireny.",
        "20": "“Hanana sakafo be dia be i Asera, ary hanome sakafo mendrika homena ny mpanjaka.",
        "21": "“I Naftaly kosa serfa manifinify. Mahafinaritra erỳ ny teny lazainy!",
        "22": "“I Josefa indray sampan’ny hazo mamoa, dia hazo mamoa eo akaikin’ny loharano, ary misandrahaka any ivelan’ny manda ny sampany.",
        "23": "Nitana lolompo taminy anefa ny mpandefa zana-tsipìka, ka nanafika sy nitifitra azy tsy an-kijanona.",
        "24": "Na izany aza, dia mbola tao amin’ny toerany foana ny tsipìkany, ary natanjaka sady mailamailaka foana ny tanany. Avy amin’ny tanan’ilay maherin’i Jakoba izany, avy amin’ilay mpiandry, ilay vatolampin’i Israely.",
        "25": "Avy amin’ilay Andriamanitry ny rainao izy, dia ilay Andriamanitra hanampy anao. Miaraka amin’ilay Mahery Indrindra koa izy, dia ilay hitahy anao ka hanome anao rano avy any amin’ny lanitra ambony sy avy any ambany, ary hanome anao zanaka sy biby fiompy maro be.",
        "26": "Ny tsodranon’ny rainao dia ho tsara lavitra noho ireo zava-tsoa avy amin’ny tendrombohitra maharitra mandrakizay, sady ho tsara lavitra noho ny zavatra mahafinaritra eny amin’ny havoana maharitra ela. Ho eo an-dohan’i Josefa foana izany tsodrano izany, dia eo an-tampon-dohan’ilay nosinganina tamin’ny rahalahiny.",
        "27": "“I Benjamina kosa hamiravira ny fahavalony toy ny amboadia. Hihinana remby izy amin’ny maraina, ary hizara an’izay zavatra azony babo izy amin’ny hariva.”",
        "28": "Avy amin’ireo rehetra ireo ny foko 12 teo amin’ny Israely, ary izany no nolazain’ny rainy tamin’izy ireo rehefa nitso-drano azy izy. Samy nomeny tsodrano mifanentana aminy avy izy ireo.",
        "29": "Taorian’izay, dia namela hafatra tamin’izy ireo izy hoe: “Kely sisa aho dia hangonina any amin’ny razambeko. Aleveno miaraka amin’ny razambeko aho, ao amin’ilay lava-bato eo amin’ny sahan’i Efrona Hetita,",
        "30": "dia ilay lava-bato eo amin’ilay saha ao Makpela tandrifin’i Mamre, any Kanana. Io ilay saha novidin’i Abrahama tamin’i Efrona Hetita mba hataony toeram-pandevenana.",
        "31": "Tao no nandevenana an’i Abrahama sy Saraha vadiny. Tao koa no nandevenana an’i Isaka sy Rebeka vadiny, ary tao no nandevenako an’i Lea.",
        "32": "Novidina tamin’ny taranak’i Heta ilay saha sy ilay lava-bato ao.”",
        "33": "Rehefa avy namela an’izany hafatrafatra rehetra izany tamin’ny zanany lahy i Jakoba, dia nakariny teo am-pandriana ny tongony dia nitsotra izy. Ary niala aina izy dia nangonina any amin’ny razambeny."
    },
    "50": {
        "1": "Dia nihohoka teo amin’ny rainy i Josefa, ka nitomany teo aminy sady nanoroka azy.",
        "2": "Avy eo dia notenenin’i Josefa ireo mpitsabo anisan’ny mpanompony mba hanosotra zava-manitra amin’ny rainy. Nohosoran’izy ireo zava-manitra àry i Israely,",
        "3": "ka 40 andro katroka no nanaovany an’izany. Izany mantsy no faharetan’ny fotoana fanosorana zava-manitra amin’ny faty. Ary nitomany azy 70 andro ny Ejipsianina.",
        "4": "Rehefa tapitra ny andro nisaonana azy, dia hoy i Josefa tamin’ny tandapan’i Farao: “Raha mahazo sitraka aminareo aho, dia izao lazaina amin’i Farao:",
        "5": "‘Niteny tamiko ny raiko hoe: “Efa ho faty aho, ka mianiàna amiko fa halevinao ao amin’ny toeram-pandevenana efa nolavahako any Kanana aho.” Mba avelao re aho hiakatra handevina ny raiko e! Dia avy eo aho hiverina ihany.’”",
        "6": "Ary hoy i Farao: “Mandehana aleveno ny rainao, araka ny fianianana nasainy nataonao.”",
        "7": "Dia lasa niakatra handevina ny rainy i Josefa. Niaraka taminy koa ny mpanompon’i Farao rehetra, izany hoe ny anti-panahy tao an-dapa sy ny anti-panahy rehetra tany Ejipta,",
        "8": "ary ny ankohonan’i Josefa manontolo sy ny rahalahiny ary ny ankohonan-drainy. Ny zanak’izy ireo madinika sy ny ondriny ary ny ombiny ihany no navelany tao Gosena.",
        "9": "Nisy olona nitaingina kalesy sy soavaly koa niaraka taminy, ka be dia be mihitsy ny olona nandeha.",
        "10": "Dia tonga teo amin’ny famoloana tao Atada ao amin’ny faritr’i Jordana izy ireo, ka nisaona tamin’alahelo be sady nitomany mafy be teo. Ary naharitra fito andro ny fisaonana ny rain’i Josefa.",
        "11": "Hitan’ny Kananita tompon-tany ny fisaonana natao teo amin’ilay famoloana tao Atada, ka hoy izy ireo: “Tena misaona be mihitsy ny Ejipsianina!” Izany no nanaovana ny anaran’ilay famoloana hoe Abela-mizraima, izay ao amin’ny faritr’i Jordana.",
        "12": "Izay notenenin’i Jakoba mihitsy àry no nataon’ny zanany lahy taminy.",
        "13": "Nentin’ny zanany nankany Kanana ny fatiny, dia naleviny tao amin’ilay lava-bato teo amin’ilay saha tao Makpela tandrifin’i Mamre. Io ilay saha novidin’i Abrahama tamin’i Efrona Hetita, mba hataony toeram-pandevenana.",
        "14": "Rehefa avy nandevina ny rainy i Josefa, dia niverina nankany Ejipta izy sy ny rahalahiny ary izay rehetra niaraka taminy nandevina ny rainy.",
        "15": "Rehefa maty ny rain’izy ireo, dia nifampiresaka ireo rahalahin’i Josefa hoe: “Mety hoe mbola mitana lolompo amintsika izao i Josefa, dia hovaliany amintsika ny ratsy rehetra nataontsika taminy.”",
        "16": "Dia nampitondra hafatra tany amin’i Josefa izy ireo hoe: “Talohan’ny hahafatesan’ny rainao, dia namela hafatra izy hoe:",
        "17": "‘Izao lazaina amin’i Josefa: “Mitalaho aminao re aho e! Mba avelao ny heloky ny rahalahinao sy ny fahotany, tamin’izy ireo nanisy ratsy anao.”’ Koa mba avelao re ny heloky ny mpanompon’ilay Andriamanitry ny rainao e!” Dia nitomany i Josefa rehefa naheno an’izany.",
        "18": "Dia tonga koa ireo rahalahiny ka niankohoka teo anatrehany, sady niteny hoe: “Ireto izahay mpanomponao!”",
        "19": "Fa hoy i Josefa taminy: “Aza matahotra fa izaho angaha Andriamanitra no hitsara anareo?",
        "20": "Nieritreritra ny hanisy ratsy ahy ianareo, saingy navadik’Andriamanitra ho zavatra tsara ilay izy mba hamonjena ain’olona maro, hoatr’izao ataony izao.",
        "21": "Koa aza matahotra, fa mbola hamatsy sakafo anareo sy ny zanakareo madinika foana aho.” Dia nampionona sy nanome toky azy ireo izy.",
        "22": "Mbola nipetraka tany Ejipta foana i Josefa sy ny ankohonan-drainy. Ary velona 110 taona i Josefa.",
        "23": "Dia hitany hatramin’ny zafikelin’i Efraima, sy ny zanak’i Makira, zanakalahin’i Manase. Nentin’i Josefa toy ny zanany naterany izy ireny.",
        "24": "Farany, dia hoy i Josefa tamin’ny rahalahiny: “Efa ho faty aho. Tsy maintsy hitsinjo anareo anefa Andriamanitra, ka hitondra anareo hiakatra hiala eto amin’ity tany ity, mba ho any amin’ilay tany efa nianianany tamin’i Abrahama sy Isaka ary Jakoba.”",
        "25": "Hoy koa i Josefa tamin’ny zanak’i Israely: “Tsy maintsy hitsinjo anareo Andriamanitra. Koa mianiàna amiko hoe hoentinareo hiakatra hiala atỳ ny taolambaloko.”",
        "26": "Dia maty i Josefa tamin’izy 110 taona. Ary nohosorana zava-manitra ny fatiny, ka napetraka tao anaty vatam-paty tany Ejipta."
    },
    "meta": {
        "name": "Genesisy",
        "order": 0,
        "chapter_number": 50
    }
}