{
    "1": {
        "1": "Tany am-piandohana, dia namorona ny lanitra sy ny tany Andriamanitra.",
        "2": "Ary tsy nisy endriny ny tany sady tsy nisy na inona na inona, ary nisy haizina teny ambonin’ny rano lalina. Ary nivezivezy teny ambonin’ny rano ny hery ampiasain’Andriamanitra. *",
        "3": "Koa niteny Andriamanitra hoe: “Aoka hisy mazava.” Dia nisy mazava.",
        "4": "Ary hitan’Andriamanitra fa tsara ny mazava. Dia nosarahin’Andriamanitra ny mazava sy ny maizina.",
        "5": "Ary nantsoin’Andriamanitra hoe Andro ny mazava, fa Alina kosa ny maizina. Dia nisy hariva, ary nisy maraina: Andro voalohany izany.",
        "6": "Ary hoy koa Andriamanitra: “Aoka hisy habakabaka eo anelanelan’ny rano, dia aoka hisaraka ny rano ambony sy ny rano ambany.”",
        "7": "Koa nanomboka nanao ny habakabaka Andriamanitra, ka nosarahiny ny rano izay tokony ho eo ambanin’ilay habakabaka sy ny rano izay tokony ho eo ambonin’ilay habakabaka. Dia nisy izany.",
        "8": "Ary nantsoin’Andriamanitra hoe Lanitra ilay habakabaka. Dia nisy hariva, ary nisy maraina: Andro faharoa izany.",
        "9": "Ary hoy koa Andriamanitra: “Aoka hiangona eo amin’ny toerana iray ny rano eny ambanin’ny lanitra, ary aoka hipoitra ny faritra maina.” Dia nisy izany.",
        "10": "Ary nantsoin’Andriamanitra hoe Tany ilay faritra maina, fa Ranomasina kosa ny rano niangona. Ary hitan’Andriamanitra fa tsara izany.",
        "11": "Ary hoy koa Andriamanitra: “Aoka ny tany hampitsiry ahitra, sy zavamaniry misy voa famboly, ary hazo fihinam-boa araka ny karazany avy, izay mamokatra voankazo misy voany. Eny, aoka ny tany hampitsiry izany rehetra izany, eny ambonin’ny tany.” Dia nisy izany.",
        "12": "Ary ny tany dia naniry ahitra, sy zavamaniry araka ny karazany avy izay misy voa famboly, ary hazo fihinam-boa izay mamokatra voankazo araka ny karazany avy, dia voankazo misy voany. Ary hitan’Andriamanitra fa tsara izany.",
        "13": "Dia nisy hariva, ary nisy maraina: Andro fahatelo izany.",
        "14": "Ary hoy koa Andriamanitra: “Aoka hisy zavatra manome hazavana eny amin’ny habakabaky ny lanitra mba hampisaraka ny andro sy ny alina. Ary ho famantarana izy ireny, sady hanondro fizaran-taona sy andro ary taona.",
        "15": "Ary hanome hazavana eny amin’ny habakabaky ny lanitra ireny, mba hanazava ny tany.” Dia nisy izany.",
        "16": "Ary nanomboka nanao ireo zavatra roa lehibe manome hazavana Andriamanitra, ka ilay lehibe kokoa hanjaka amin’ny andro, ary ilay kely kokoa hanjaka amin’ny alina, ary nanao ny kintana koa izy.",
        "17": "Koa nataon’Andriamanitra eo amin’ny habakabaky ny lanitra ireny mba hanazava ny tany,",
        "18": "sy hanjaka amin’ny andro sy amin’ny alina, ary hampisaraka ny mazava sy ny maizina. Ary hitan’Andriamanitra fa tsara izany.",
        "19": "Dia nisy hariva, ary nisy maraina: Andro fahefatra izany.",
        "20": "Ary hoy koa Andriamanitra: “Aoka hisy zavamananaina * be dia be hifanaretsaka ao anaty rano, ary aoka hisy biby manidina hanidintsidina eny ambonin’ny tany, eo amin’ny habakabaky ny lanitra.”",
        "21": "Ary Andriamanitra nanomboka namorona ireo biby goavam-be any an-dranomasina sy ny zavamananaina * rehetra mihetsiketsika izay mifanaretsaka ao anaty rano, samy araka ny karazany avy, ary ny biby manidina manana elatra rehetra araka ny karazany avy. Ary hitan’Andriamanitra fa tsara izany.",
        "22": "Koa nitso-drano azy ireny Andriamanitra hoe: “Manàna taranaka, ary mihabetsaha ka mamenoa ny rano ao amin’ny ranomasina, ary aoka ho maro eny amin’ny tany ny biby manidina.”",
        "23": "Dia nisy hariva, ary nisy maraina: Andro fahadimy izany.",
        "24": "Ary hoy koa Andriamanitra: “Aoka ny tany hamoaka zavamananaina * araka ny karazany avy, dia biby fiompy sy biby mandady ary bibidia eny ambonin’ny tany, samy araka ny karazany avy.” Dia nisy izany.",
        "25": "Ary Andriamanitra nanomboka nanao ny bibidia eny ambonin’ny tany araka ny karazany avy, sy ny biby fiompy araka ny karazany avy, ary ny biby rehetra mandady amin’ny tany araka ny karazany avy. Ary hitan’Andriamanitra fa tsara izany.",
        "26": "Ary hoy koa Andriamanitra: “Andeha isika hanao olona araka ny endritsika, misy itovizana amintsika. Ary aoka hanaiky azy ny trondro any an-dranomasina sy ny biby manidina eny amin’ny lanitra sy ny biby fiompy ary ny tany manontolo sy ny biby mandady rehetra mihetsiketsika eny ambonin’ny tany.”",
        "27": "Dia namorona ny olona araka ny endriny Andriamanitra, eny, araka ny endrik’Andriamanitra no namoronany azy. Lahy sy vavy no namoronany azy ireo.",
        "28": "Ary nitso-drano azy ireo Andriamanitra, ka niteny taminy hoe: “Manàna taranaka, ary mihabetsaha ka mamenoa ny tany. Anjakao ny tany, ary aoka hanaiky anareo ny trondro any an-dranomasina sy ny biby manidina eny amin’ny lanitra ary ny zavamananaina rehetra mihetsiketsika eny ambonin’ny tany.”",
        "29": "Ary hoy koa Andriamanitra: “Efa nomeko anareo ny zavamaniry rehetra misy voa famboly, eny, ny zavamaniry rehetra eny ambonin’ny tany manontolo sy ny hazo rehetra izay mamokatra voankazo misy voany. Aoka ho sakafonareo izany.",
        "30": "Ary ny zava-maitso rehetra maniry dia efa nomeko ho sakafon’ny bibidia rehetra eny ambonin’ny tany sy ny biby manidina rehetra eny amin’ny lanitra ary ny zavamananaina * rehetra izay mihetsiketsika eny ambonin’ny tany.” Dia nisy izany.",
        "31": "Taorian’izany, dia nijery an’izay rehetra nataony Andriamanitra, ka hitany fa tena tsara izany. Dia nisy hariva, ary nisy maraina: Andro fahenina izany."
    },
    "2": {
        "1": "Dia vita ny lanitra sy ny tany mbamin’ny zava-drehetra ao aminy. *",
        "2": "Ary tamin’ny andro fahafito, dia efa vitan’Andriamanitra ny asa nataony, ka nanomboka nitsahatra tamin’ny asa rehetra nataony izy tamin’ny andro fahafito.",
        "3": "Ary nitahy ny andro fahafito Andriamanitra ka nanamasina azy io, satria tamin’izay no nitsaharany tamin’ny asa famoronana rehetra nataony. Eny, voaforon’Andriamanitra ny zava-drehetra nokasainy hatao.",
        "4": "Ary izao * no tantaran’ny lanitra sy ny tany tamin’ny fotoana namoronana azy, tamin’ny andro nanaovan’i Jehovah Andriamanitra ny tany sy ny lanitra.",
        "5": "Mbola tsy nisy kirihitra teto an-tany, ary mbola tsy nisy nitsimoka ny zavamaniry eny an-tsaha, satria tsy nampilatsaka orana tamin’ny tany i Jehovah Andriamanitra sady tsy nisy olona niasa ny tany.",
        "6": "Fa nisy zavona kosa niakatra avy tamin’ny tany ka nandena ny tany rehetra.",
        "7": "Ary i Jehovah Andriamanitra namorona ny olona avy tamin’ny vovoky ny tany, sady nitsoka fofonaina nankao am-bavorony, ka lasa zavamananaina * ny olona.",
        "8": "Ary nanamboatra zaridaina tao Edena tany atsinanana i Jehovah Andriamanitra, ka napetrany tao ralehilahy izay noforoniny.",
        "9": "Ary nampanirin’i Jehovah Andriamanitra tamin’ny tany ny hazo rehetra mahafinaritra ny maso sady mahate hihinana, ary koa ny hazon’aina teo afovoan’ilay zaridaina sy ny hazo fahalalana ny tsara sy ny ratsy.",
        "10": "Ary nisy renirano nivoaka avy tao Edena mba hanondraka ilay zaridaina, ary avy teo izy io no nizara ka nisampana efatra.",
        "11": "Pisona no anaran’ny voalohany: Izy io no manodidina ny faritr’i Havila manontolo, izay misy volamena.",
        "12": "Ary tsara ny volamenan’izany tany izany. Misy dity avy amin’ny hazo matambelo koa any, sady misy vato oniksa.",
        "13": "Ary Gihona no anaran’ny renirano faharoa: Izy io no manodidina ny tanin’i Kosy manontolo.",
        "14": "Ary Hidekela no anaran’ny renirano fahatelo: Izy io no mankany atsinanan’i Asyria. Ary i Eofrata no renirano fahefatra.",
        "15": "Dia naka an-dralehilahy i Jehovah Andriamanitra, ka nametraka azy tao amin’ny zaridainan’i Edena mba hiasa sy hikarakara an’ilay zaridaina.",
        "16": "Ary i Jehovah Andriamanitra nandidy an-dralehilahy hoe: “Afaka mihinana izay laninao amin’ny voan’ny hazo rehetra eo amin’ny zaridaina ianao.",
        "17": "Aza ihinananao anefa ny voan’ny hazo fahalalana ny tsara sy ny ratsy, fa amin’ny andro ihinananao azy, dia ho faty tokoa ianao.”",
        "18": "Ary hoy koa i Jehovah Andriamanitra: “Tsy tsara raha irery foana ralehilahy. Hanao mpanampy ho azy aho, ho famenony.”",
        "19": "Ary avy tamin’ny tany no namoronan’i Jehovah Andriamanitra ny bibidia rehetra sy ny biby manidina rehetra eny amin’ny lanitra. Dia nentiny ho any amin-dralehilahy ireny mba hahitana izay hiantsoany azy avy. Ary izay niantsoan-dralehilahy ny zavamananaina * tsirairay, dia izany no anarany.",
        "20": "Koa nantsoin-dralehilahy tamin’ny anarany avy ny biby fiompy rehetra sy ny biby manidina rehetra eny amin’ny lanitra ary ny bibidia rehetra. Tsy hita kosa anefa izay mpanampy ho famenon-dralehilahy.",
        "21": "Koa nataon’i Jehovah Andriamanitra renoky ny torimaso lalina ralehilahy, ary raha mbola natory izy, dia nalain’Andriamanitra ny taolan-tehezany iray. Ary nakatony ny nofo teo amin’ilay nisy azy.",
        "22": "Ary i Jehovah Andriamanitra nanao vehivavy tamin’ilay taolan-tehezana nalainy tamin-dralehilahy. Dia nentiny ho any amin-dralehilahy ravehivavy.",
        "23": "Ary hoy ralehilahy: “Ela ny ela ka ity eto ny taolana avy amin’ny taolako Sy nofo avy amin’ny nofoko. Hantsoina hoe Vehivavy izy, Satria nalaina avy tamin’ny lehilahy.”",
        "24": "Noho izany, ny lehilahy dia handao ny rainy sy ny reniny ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy ireo.",
        "25": "Ary samy mbola nitanjaka izy ireo, dia ralehilahy sy ny vadiny, kanefa tsy menatra."
    },
    "3": {
        "1": "Ary ny menarana no malina indrindra tamin’ny bibidia rehetra nataon’i Jehovah Andriamanitra. Koa hoy izy io tamin-dravehivavy: “Marina tokoa ve fa niteny taminareo Andriamanitra hoe tsy tokony hihinananareo ny voan’ny hazo rehetra ato amin’ny zaridaina?”",
        "2": "Dia hoy ravehivavy tamin’ilay menarana: “Mahazo mihinana ny voan’ireo hazo ato amin’ny zaridaina izahay.",
        "3": "Fa hoy kosa Andriamanitra taminay momba ny voan’ilay hazo eo afovoan’ny zaridaina: ‘Aza ihinananareo io, ary aza kasihinareo mba tsy ho faty ianareo.’”",
        "4": "Dia hoy ny menarana tamin-dravehivavy: “Tsy ho faty velively ianareo.",
        "5": "Fa fantatr’Andriamanitra fa amin’ny andro hihinananareo azy io, dia hahiratra ny masonareo, ary ho tahaka an’Andriamanitra ianareo, hahalala ny tsara sy ny ratsy.”",
        "6": "Koa hitan-dravehivavy fa mahate hihinana ilay hazo sady mahafinaritra ny maso, eny, mahafinaritra ny mijery azy. Koa nakany ny voany ka nohaniny. Avy eo dia nomeny koa ny vadiny rehefa tafaraka taminy, ary dia nihinana izy.",
        "7": "Dia nahiratra ny mason’izy mivady ka fantany fa nitanjaka izy. Koa nanjaitra ravin’aviavy izy ireo, dia nataony sikina.",
        "8": "Tatỳ aoriana, dia ren’izy mivady ny feon’i Jehovah Andriamanitra, rehefa nandehandeha tao amin’ilay zaridaina Andriamanitra, tokotokony ho tamin’ny fotoana nisian’ny tsio-drivotra malefaka. * Ary niafina tany ambadiky ny hazo tao amin’ny zaridaina izy ireo mba tsy ho hitan’i Jehovah Andriamanitra.",
        "9": "Ary niantso an-dralehilahy imbetsaka i Jehovah Andriamanitra, sady nanao taminy hoe: “Fa aiza ianao?”",
        "10": "Tamin’ny farany, dia hoy ralehilahy: “Reko tokoa ny feonao tato amin’ny zaridaina, saingy natahotra aho satria nitanjaka, ka niafina.”",
        "11": "Dia hoy Andriamanitra: “Iza no nilaza taminao fa nitanjaka ianao? Efa nihinananao angaha ny voan’ilay hazo nandidiako anao mba tsy hihinananao?”",
        "12": "Ary hoy ralehilahy: “Ilay vehivavy nomenao ahy no nanome ahy ny voan’ilay hazo, ka nihinana aho.”",
        "13": "Dia hoy i Jehovah Andriamanitra tamin-dravehivavy: “Ahoana izany nataonao izany?” Hoy ny navalin-dravehivavy: “Ny menarana no namitaka ahy, ka nihinana aho.”",
        "14": "Avy eo, dia hoy i Jehovah Andriamanitra tamin’ny menarana: “Satria nanao izany ianao, dia ianao no voaozona amin’ny biby fiompy rehetra sy amin’ny bibidia rehetra. Ny kibonao no handehananao, ary vovoka no hohaninao mandritra ny androm-piainanao.",
        "15": "Ary hataoko mifandrafy ianao sy ny vehivavy, ary ny taranakao sy ny taranany. Hanorotoro ny lohanao izy io, ary ianao kosa handratra azy eo amin’ny voditongony.”",
        "16": "Ary hoy izy tamin-dravehivavy: “Hataoko mihamafy ny fanaintainanao rehefa bevohoka ianao. Hanaintaina ianao rehefa hiteraka, ary ny vadinao no hiantefan’ny fanirianao, ary hanjaka aminao izy.”",
        "17": "Ary hoy kosa izy tamin’i Adama: “Satria nihaino ny feon’ny vadinao ianao ka nihinananao ny voan’ilay hazo nandidiako anao hoe: ‘Aza ihinananao io’, dia voaozona ny tany noho ny aminao. Amin’ny fahoriana no hihinananao ny vokatry ny tany, mandritra ny androm-piainanao.",
        "18": "Ary haniry tsilo sy ahidratsy ny tany, ary ny zavamaniry eny an-tsaha no hohaninao.",
        "19": "Amin’ny hatsembohan’ny tavanao no hihinananao hanina, mandra-piverinao amin’ny tany, fa avy tamin’ny tany no nakana anao. Fa vovoka ianao ary hiverina ho vovoka indray ianao.”",
        "20": "Taorian’izany, dia nataon’i Adama hoe Eva ny anaran’ny vadiny, satria izy no renin’ny olombelona rehetra.",
        "21": "Ary nanao akanjo lava vita tamin’ny hoditra ho an’i Adama sy ny vadiny i Jehovah Andriamanitra, ka nampitafy azy.",
        "22": "Ary hoy koa i Jehovah Andriamanitra: “Efa tonga tahaka ny anankiray amintsika ny olona ka mahalala ny tsara sy ny ratsy. Ary sao hanatsotra ny tanany izy ankehitriny ka haka amin’ny voan’ny hazon’aina, dia hihinana izany ka ho velona mandritra ny fotoana tsy voafetra, ...”",
        "23": "Koa noroahin’i Jehovah Andriamanitra tsy ho ao amin’ny zaridainan’i Edena ny olona, mba hiasa ny tany nakana azy.",
        "24": "Eny, noroahiny ny olona. Ary napetrany teo amin’ny ilany atsinanan’ny zaridainan’i Edena ireo kerobima sy ny lelan-tsabatra izay sady mirehitra no mihodinkodina, mba hiambina ny lalana mankany amin’ny hazon’aina."
    },
    "4": {
        "1": "Ary nanao firaisana tamin’i Eva vadiny i Adama, ka bevohoka ravehivavy. Rehefa nandeha ny fotoana, dia niteraka an’i Kaina izy, ka niteny hoe: “Tera-dahy aho noho ny fanampian’i Jehovah.”",
        "2": "Ary niteraka an’i Abela rahalahiny indray izy tatỳ aoriana. Ary lasa mpiandry ondry i Abela, fa i Kaina kosa lasa mpiasa tany.",
        "3": "Ary rehefa afaka elaela, dia nitondra tamin’ny vokatry ny tany ho fanatitra ho an’i Jehovah i Kaina.",
        "4": "Fa i Abela kosa nanolotra ny sasany tamin’ny voalohan-teraky ny andian’ondriny, mbamin’ny tavin’ireny. Ary nankasitrahan’i Jehovah i Abela sy ny fanatiny,",
        "5": "fa i Kaina sy ny fanatiny kosa tsy nankasitrahany. Dia tezitra be i Kaina, ka nanjombona ny tarehiny.",
        "6": "Dia hoy i Jehovah tamin’i Kaina: “Nahoana ianao no tezitra be, ary nahoana no manjombona ny tarehinao?",
        "7": "Tsy hisandratra ve ianao raha mba miova ka manao ny tsara? Fa raha tsy miova mba hanao ny tsara kosa ianao, dia misy ota mamitsaka eo am-baravarana, ka ianao no tsiriritiny. Ary ianao kosa ve hahafehy azy?”",
        "8": "Taorian’izany, dia hoy i Kaina tamin’i Abela rahalahiny: “Andao isika ho any an-tsaha.” Ary rehefa tany an-tsaha izy roa lahy, dia namely an’i Abela rahalahiny i Kaina ka nahafaty azy.",
        "9": "Tatỳ aoriana, dia hoy i Jehovah tamin’i Kaina: “Fa aiza i Abela rahalahinao?” Dia hoy izy: “Tsy fantatro. Fa angaha izaho mpiambina ny rahalahiko?”",
        "10": "Ary hoy Andriamanitra: “Fa inona no nataonao? Injay fa miantsoantso mitaraina amiko avy amin’ny tany ny ran’ny rahalahinao.",
        "11": "Ary voaozona ianao ankehitriny, ka horoahina tsy ho ao amin’ilay tany izay nisokatra hitelina ny ran’ny rahalahinao, dia ny ra nalatsaky ny tananao.",
        "12": "Rehefa miasa ny tany ianao, dia tsy hamokatra ho anao izy. Ary ho mpirenireny sy ho mpandositra foana ianao, eny ambonin’ny tany.”",
        "13": "Dia hoy i Kaina tamin’i Jehovah: “Mafy loatra ny sazy vokatry ny fahadisoako, ka tsy zakako.",
        "14": "Eny, roahinao tokoa aho androany tsy ho eto amin’ity faritra ity, ary ho voafina tsy ho eo anatrehanao. Koa ho mpirenireny sy ho mpandositra foana aho etỳ ambonin’ny tany, ary tena hamono ahy ho faty tokoa izay mahita ahy.”",
        "15": "Dia hoy i Jehovah taminy: “Noho izany antony izany, dia hiharan’ny valifaty avo fito heny izay mamono an’i Kaina.” Koa nanao famantarana ho an’i Kaina i Jehovah, mba tsy hamely azy ho faty izay mahita azy.",
        "16": "Dia niala tsy ho eo anatrehan’i Jehovah i Kaina ka nanorim-ponenana tany amin’ilay tany atao hoe Fandosirana, tany atsinanan’i Edena.",
        "17": "Ary nanao firaisana tamin’ny vadiny i Kaina taorian’izany, dia bevohoka ravehivavy ka niteraka an’i Enoka. Ary nanorina tanàna iray i Kaina, ka nataony hoe Enoka ny anaran’ilay tanàna, araka ny anaran’ny zanany lahy.",
        "18": "Tatỳ aoriana, dia niteraka an’i Irada i Enoka. Ary i Irada niteraka an’i Mehojaela, ary Mehojaela niteraka an’i Metosaela, ary Metosaela niteraka an’i Lameka.",
        "19": "Ary naka vady roa i Lameka. Ada no anaran’ny voalohany ary Zila ny faharoa.",
        "20": "Tatỳ aoriana, dia niteraka an’i Jabala i Ada. Io Jabala io no nipoiran’ny olona mipetraka an-tranolay izay manana biby fiompy.",
        "21": "Ary Jobala no anaran’ny rahalahiny. Izy io no nipoiran’ny mpitendry harpa sy mpitsoka sodina rehetra.",
        "22": "Ary i Zila kosa niteraka an’i Tobala-kaina, izay mpanefy ny karazam-pitaovana rehetra vita amin’ny varahina sy vy. Ary i Nama no anabavin’i Tobala-kaina.",
        "23": "Koa nanoratra izao tononkalo izao ho an’i Ada sy Zila vadiny i Lameka: “Henoy ny feoko, ry vadin’i Lameka; Henoy izao lazaiko izao: Nisy lehilahy novonoiko ho faty satria nandratra ahy izy, Eny, tovolahy iray, satria namely ahy izy.",
        "24": "Raha ampiharana valifaty avo fito heny izay mamono an’i Kaina, Dia ho avo fito amby fitopolo heny kosa ny an’izay mamono an’i Lameka.”",
        "25": "Ary nanao firaisana tamin’ny vadiny indray i Adama. Koa tera-dahy ravehivavy, ka nataony hoe Seta ny anarany, satria hoy izy: “Andriamanitra efa nanome ahy zanaka hafa ho solon’i Abela, satria novonoin’i Kaina izy.”",
        "26": "Ary niteraka zazalahy koa i Seta, ka nataony hoe Enosa ny anarany. Tamin’izany fotoana izany no nanomboka nantsoina ny anaran’i Jehovah."
    },
    "5": {
        "1": "Izao no voalazan’ny boky mirakitra ny tantaran’i Adama: Tamin’ny andro namoronan’Andriamanitra an’i Adama, dia nataony nisy itovizana taminy izy.",
        "2": "Lahy sy vavy no namoronany azy ireo. Taorian’izany, dia nitso-drano azy ireo izy, ary nataony hoe Olombelona ny anaran’ireo, tamin’ny andro namoronana azy.",
        "3": "Ary rehefa telopolo amby zato taona i Adama, dia niteraka zazalahy nisy itovizana taminy, araka ny endriny. Ary nataony hoe Seta ny anarany.",
        "4": "Ary valonjato taona ny andro niainan’i Adama, taorian’ny niterahany an’i Seta. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "5": "Koa nahatratra telopolo sy sivinjato taona ny andro rehetra niainan’i Adama, dia maty izy.",
        "6": "Ary rehefa dimy amby zato taona i Seta, dia niteraka an’i Enosa.",
        "7": "Ary mbola velona fito sy valonjato taona i Seta, taorian’ny niterahany an’i Enosa. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "8": "Koa nahatratra roa ambin’ny folo sy sivinjato taona ny andro rehetra niainan’i Seta, dia maty izy.",
        "9": "Ary rehefa sivifolo taona i Enosa, dia niteraka an’i Kenana.",
        "10": "Ary mbola velona dimy ambin’ny folo sy valonjato taona i Enosa, taorian’ny niterahany an’i Kenana. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "11": "Koa nahatratra dimy sy sivinjato taona ny andro rehetra niainan’i Enosa, dia maty izy.",
        "12": "Ary rehefa fitopolo taona i Kenana, dia niteraka an’i Mahalalila.",
        "13": "Ary mbola velona efapolo sy valonjato taona i Kenana, taorian’ny niterahany an’i Mahalalila. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "14": "Koa nahatratra folo sy sivinjato taona ny andro rehetra niainan’i Kenana, dia maty izy.",
        "15": "Ary rehefa dimy amby enimpolo taona i Mahalalila, dia niteraka an’i Jareda.",
        "16": "Ary mbola velona telopolo sy valonjato taona i Mahalalila, taorian’ny niterahany an’i Jareda. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "17": "Koa nahatratra dimy amby sivifolo sy valonjato taona ny andro rehetra niainan’i Mahalalila, dia maty izy.",
        "18": "Ary rehefa roa amby enimpolo amby zato taona i Jareda, dia niteraka an’i Enoka.",
        "19": "Ary mbola velona valonjato taona i Jareda, taorian’ny niterahany an’i Enoka. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "20": "Koa nahatratra roa amby enimpolo sy sivinjato taona ny andro rehetra niainan’i Jareda, dia maty izy.",
        "21": "Ary rehefa dimy amby enimpolo taona i Enoka, dia niteraka an’i Metosela.",
        "22": "Ary niara-nandeha foana tamin’ilay tena Andriamanitra i Enoka, nandritra ny telonjato taona, taorian’ny niterahany an’i Metosela. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "23": "Koa nahatratra dimy amby enimpolo sy telonjato taona ny andro rehetra niainan’i Enoka.",
        "24": "Ary niara-nandeha foana tamin’Andriamanitra i Enoka. Ary tsy nisy nahita azy intsony, satria nalain’Andriamanitra izy.",
        "25": "Ary rehefa fito amby valopolo amby zato taona i Metosela, dia niteraka an’i Lameka.",
        "26": "Ary mbola velona roa amby valopolo sy fitonjato taona i Metosela, taorian’ny niterahany an’i Lameka. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "27": "Koa nahatratra sivy amby enimpolo sy sivinjato taona ny andro rehetra niainan’i Metosela, dia maty izy.",
        "28": "Ary rehefa roa amby valopolo amby zato taona i Lameka, dia niteraka zazalahy.",
        "29": "Dia nataony hoe Noa * ny anarany, fa hoy izy: “Izy no hitondra fampiononana ho antsika. Ilaintsika mantsy izany satria miasa mafy sy misasatra isika noho ny nanozonan’i Jehovah ny tany.”",
        "30": "Ary mbola velona dimy amby sivifolo sy dimanjato taona i Lameka, taorian’ny niterahany an’i Noa. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "31": "Koa nahatratra fito amby fitopolo sy fitonjato taona ny andro rehetra niainan’i Lameka, dia maty izy.",
        "32": "Ary feno dimanjato taona i Noa. Taorian’izay izy dia niteraka an’i Sema sy Hama ary Jafeta."
    },
    "6": {
        "1": "Ary rehefa nanomboka nihamaro ny olombelona teto ambonin’ny tany ka niteraka zazavavy,",
        "2": "dia tsikaritr’ireo zanak’Andriamanitra * fa tsara tarehy ny zanakavavin’olombelona. Koa nalain’izy ireo ho vady izay rehetra nofidiny.",
        "3": "Ary hoy i Jehovah: “Tsy handefitra tsy misy farany amin’ny olona aho, * satria nofo ihany izy. Koa ho roapolo amby zato taona ny androny.”",
        "4": "Teto an-tany ny Nefilima tamin’izany andro izany, sy taorian’izany koa, fony nanao firaisana tamin’ny zanakavavin’olombelona ireo zanak’Andriamanitra. Dia niteraka zazalahy tamin’izy ireo ny zanakavavin’olombelona. Ireny Nefilima ireny no olo-mahery fahiny, sady lehilahy nanan-daza.",
        "5": "Ary hitan’i Jehovah fa be ny faharatsian’ny olona teto an-tany, ary zava-dratsy foana koa no nalehan’ny sainy. *",
        "6": "Dia nanenina i Jehovah noho ny nanaovany ny olona ambonin’ny tany, ka nalahelo ny fony.",
        "7": "Koa hoy i Jehovah: “Haringako tsy ho eny ambonin’ny tany ny olona noforoniko, hatramin’ny olona ka hatramin’ny biby fiompy sy ny biby mandady ary ny biby manidina eny amin’ny lanitra, satria manenina aho noho ny nanaovako azy.”",
        "8": "Fa i Noa kosa nankasitrahan’i Jehovah.",
        "9": "Ary izao no tantaran’i Noa: Olo-marina i Noa, ary tsy nisy tsiny izy teo amin’ny mpiara-belona taminy. Eny, niara-nandeha tamin’Andriamanitra izy.",
        "10": "Ary niteraka telo mirahalahy i Noa, dia i Sema sy Hama ary Jafeta.",
        "11": "Ary simba sy feno herisetra ny tany, teo imason’Andriamanitra.",
        "12": "Koa hitan’Andriamanitra fa simba ny tany, satria nanao ratsy ny olona rehetra teto an-tany.",
        "13": "Dia hoy Andriamanitra tamin’i Noa: “Efa eto anatrehako ny faran’ny nofo rehetra, satria feno herisetra ny tany noho ny ataon’izy ireo. Koa haringako izy ireo, ary hosimbako koa ny tany.",
        "14": "Manaova àry sambofiara ho anao amin’ny hazo misy ditiny, ka asio efitrefitra ao anatiny. Ary hosory godorao ny atin’ilay sambofiara sy ny ivelany.",
        "15": "Ary toy izao no hanaovanao ilay sambofiara: Telonjato hakiho * ny lavany, dimampolo hakiho ny sakany, ary telopolo hakiho ny haavony.",
        "16": "Asio varavarankely * ilay sambofiara. Vitao hatreny amin’ny iray hakiho tsy hipaka amin’ny tafo ilay sambofiara, ary ataovy eo amin’ny lafiny iray ny varavarany. Asio rihana ilay sambofiara: Ny farany ambany sy ny rihana voalohany ary ny rihana faharoa.",
        "17": "“Ary hahatonga safodrano eny ambonin’ny tany aho, mba handringanana ny nofo rehetra manam-pofonaina * tsy ho eny ambanin’ny lanitra. Dia ho faty ny zava-drehetra eny ambonin’ny tany.",
        "18": "Ary manao fifanekena aminao aho. Koa midira ao anatin’ny sambofiara ianao sy ireo zanakao lahy sy ny vadinao ary ireo vadin’ny zanakao.",
        "19": "Ary akao roa avy ny karazan-javamananaina rehetra, ka ampidiro ao anatin’ny sambofiara, mba ho voatsimbina miaraka aminao. Lahy sy vavy no halainao.",
        "20": "Ary amin’ny biby manidina araka ny karazany avy, sy ny biby fiompy araka ny karazany avy, ary ny biby mandady rehetra amin’ny tany araka ny karazany avy, dia roa avy no hiditra hankao aminao mba hitsimbinana ny ainy.",
        "21": "Ary makà amin’izay karazan-tsakafo rehetra fihinana, ka angony eo aminao izany ho sakafonao sy ho sakafon’ireny.”",
        "22": "Dia nanao araka izay rehetra nandidian’Andriamanitra azy i Noa. Izany indrindra no nataony."
    },
    "7": {
        "1": "Taorian’izany, dia hoy i Jehovah tamin’i Noa: “Midira ao anatin’ny sambofiara ianao sy ny ankohonanao manontolo, satria amin’izao taranaka izao, dia ianao no hitako fa marina eo anatrehako.",
        "2": "Akao fito avy ny biby madio rehetra, dia lahy sy vavy. Roa avy kosa no halainao amin’ny biby tsy madio rehetra, dia lahy sy vavy.",
        "3": "Ary akao fito avy koa ny biby manidina eny amin’ny lanitra, dia lahy sy vavy, mba tsy ho lany taranaka eny ambonin’ny tany manontolo ireny.",
        "4": "Fa fito andro sisa dia hampilatsaka orana efapolo andro sy efapolo alina eny ambonin’ny tany aho. Ary hofoanako tsy ho eny ambonin’ny tany ny zava-drehetra nataoko.”",
        "5": "Dia nanao araka izay rehetra nandidian’i Jehovah azy i Noa.",
        "6": "Ary eninjato taona i Noa fony tonga tambonin’ny tany ny safodrano.",
        "7": "Koa niditra tao anatin’ny sambofiara i Noa sy ny vadiny, mbamin’ireo zanany lahy sy ny vadin’izy ireo, talohan’ny nahatongavan’ny safodrano.",
        "8": "Tamin’ny biby madio rehetra sy ny biby tsy madio rehetra sy ny biby manidina ary izay rehetra mihetsiketsika eny ambonin’ny tany,",
        "9": "dia roa avy, lahy sy vavy, no niditra tao anatin’ny sambofiara nankao amin’i Noa, araka izay nandidian’Andriamanitra azy.",
        "10": "Ary tonga tambonin’ny tany ny safodrano, rehefa afaka fito andro.",
        "11": "Tamin’ny andro fahafito ambin’ny folon’ny volana faharoa, tamin’ny faheninjato taonan’i Noa, eny, tamin’io andro io, dia vaky ny loharano rehetran’ny rano lalina midadasika, ka nisokatra ny vavahadin-dranon’ny lanitra.",
        "12": "Ary naharitra efapolo andro sy efapolo alina ny oram-be nivatravatra tamin’ny tany.",
        "13": "Koa tamin’io andro io, dia niditra tao anatin’ny sambofiara i Noa, mbamin’i Sema sy Hama ary Jafeta zanany lahy, ary ny vadin’i Noa sy izy telo vavy vadin-janany.",
        "14": "Eny, niditra tao anatin’ny sambofiara izy ireo mbamin’ny bibidia rehetra araka ny karazany avy, sy ny biby fiompy rehetra araka ny karazany avy, sy ny biby mandady rehetra izay mihetsiketsika eny ambonin’ny tany araka ny karazany avy, ary ny biby manidina rehetra araka ny karazany avy, dia ny vorona rehetra sy izay rehetra manana elatra.",
        "15": "Koa niditra tsiroaroa nankao amin’i Noa tao anatin’ny sambofiara ireny biby ireny, izay avy tamin’ny karaza-nofo rehetra nanam-pofonaina.",
        "16": "Ary izay niditra dia lahy sy vavy, avy tamin’ny karaza-nofo rehetra, araka izay nandidian’Andriamanitra an’i Noa. Dia nohidian’i Jehovah ny varavarana.",
        "17": "Ary avy nandritra ny efapolo andro teto ambonin’ny tany ny orana. Ary tsy nitsahatra nisondrotra ny rano ka nanainga an’ilay sambofiara. Dia nitsinkafona ambony be niala tamin’ny tany ilay sambofiara.",
        "18": "Ary nahery be ny rano, ka nisondrotra be teny ambonin’ny tany, fa ilay sambofiara kosa nandeha teny ambonin’ny rano.",
        "19": "Ary nanafotra tanteraka ny tany ny rano, ka difotra ny tendrombohitra avo rehetra teny ambanin’ny lanitra manontolo.",
        "20": "Nihoatra dimy ambin’ny folo hakiho tamin’ny tendrombohitra ny rano, ka difotra ireny.",
        "21": "Koa maty ny nofo rehetra nihetsiketsika teny ambonin’ny tany, dia ny biby manidina sy ny biby fiompy sy ny bibidia sy ny zavamananaina hafa rehetra nifanaretsaka teny ambonin’ny tany, ary ny olombelona rehetra.",
        "22": "Eny, maty izay rehetra nanam-pofonaina teo am-bavorony, dia izay rehetra teo amin’ny tany maina.",
        "23": "Koa nofoanany tsy ho etỳ ambonin’ny tany ny zava-drehetra, hatramin’ny olona ka hatramin’ny biby, sy ny biby mandady ary ny biby manidina teny amin’ny lanitra. Eny, ringana tsy ho eo amin’ny tany ireny. Ary i Noa ihany, mbamin’izay niaraka taminy tao amin’ny sambofiara, no sisa velona.",
        "24": "Ary mbola nahery be ny rano nanafotra ny tany, nandritra ny dimampolo amby zato andro."
    },
    "8": {
        "1": "Taorian’izany, dia tsaroan’Andriamanitra i Noa sy ny bibidia rehetra ary ny biby fiompy rehetra niaraka taminy tao amin’ny sambofiara. Koa nampandalo rivotra * teny ambonin’ny tany Andriamanitra, dia nanomboka nihena ny rano.",
        "2": "Ary tampina ny loharanon’ny rano lalina sy ny vavahadin-dranon’ny lanitra, ka nitsahatra ilay oram-be nivatravatra avy tany an-danitra.",
        "3": "Ary nisintona tsikelikely ny rano tamin’ny tany. Dia nihena ny rano rehefa afaka dimampolo amby zato andro.",
        "4": "Ary tamin’ny andro fahafito ambin’ny folon’ny volana fahafito, dia tafapetraka teo ambonin’ny tendrombohitra Ararata ilay sambofiara.",
        "5": "Ary nihena tsikelikely ny rano hatramin’ny volana fahafolo. Koa niseho ny tampon’ny tendrombohitra, tamin’ny andro voalohan’ny volana fahafolo.",
        "6": "Rehefa afaka efapolo andro, dia nosokafan’i Noa ny varavarankelin’ny sambofiara, dia ilay varavarankely efa nataony.",
        "7": "Ary namoaka goaika izy nony avy eo, dia nanidina teny ivelany ilay goaika. Ary lasa iny, dia niverina, ary toy izany hatrany mandra-pahamainan’ny rano tambonin’ny tany.",
        "8": "Ary namoaka voromailala izy, mba hahitana raha efa nihena ny rano tambonin’ny tany, na tsia.",
        "9": "Tsy nahita toerana hasiany ny tongony anefa ilay voromailala, ka niverina nankao amin’i Noa tao anatin’ny sambofiara, satria mbola nisy rano ny tany manontolo. Koa navoakan’i Noa ny tanany, dia nalainy ilay voromailala ka nampidiriny hankao aminy tao anatin’ny sambofiara.",
        "10": "Ary mbola niandry fito andro izy vao namoaka indray an’ilay voromailala avy tao amin’ny sambofiara.",
        "11": "Dia tonga teo aminy ilay voromailala, rehefa tokony ho takariva. Ary nisy ravin’oliva mbola maitso teny am-bavany, ka fantatr’i Noa fa efa nihena ny rano tambonin’ny tany.",
        "12": "Ary mbola niandry fito andro indray izy, dia navoakany ilay voromailala, nefa tsy niverina teo aminy intsony.",
        "13": "Ary tamin’ny andro voalohan’ny volana voalohany, tamin’ny taona fahiraika amby eninjato, dia ritra ny rano tambonin’ny tany. Ary nesorin’i Noa ny saron’ny sambofiara, ka nijery izy, ary hitany fa efa maina ny tany.",
        "14": "Ary efa maina tanteraka ny tany tamin’ny andro fahafito amby roapolon’ny volana faharoa.",
        "15": "Ary hoy Andriamanitra tamin’i Noa:",
        "16": "“Mivoaha avy ao amin’ny sambofiara ianao sy ny vady aman-janakao mbamin’ny vadin’ny zanakao.",
        "17": "Ary ento mivoaka miaraka aminao ny zavamananaina rehetra avy amin’ny karaza-nofo rehetra, dia ny biby manidina sy ny biby fiompy ary ny biby mandady rehetra mihetsiketsika eny ambonin’ny tany. Fa hifanaretsaka eny amin’ny tany sy hanan-taranaka ireny, ka hihabetsaka eny ambonin’ny tany.”",
        "18": "Dia nivoaka i Noa sy ny vadiny, mbamin’ireo zanany lahy sy ny vadin’izy ireo.",
        "19": "Ary nivoaka avy tao amin’ny sambofiara ny bibidia rehetra sy ny biby mandady rehetra sy ny biby manidina rehetra, ary izay rehetra mihetsiketsika eny ambonin’ny tany, araka ny karazany avy.",
        "20": "Ary nanorina alitara ho an’i Jehovah i Noa. Dia naka tamin’ny biby madio sy ny biby manidina madio izy, ka nanolotra fanatitra dorana teo ambonin’ilay alitara.",
        "21": "Ary nandre hanitra mampitony i Jehovah, ka hoy i Jehovah anakampo: “Tsy hanozona ny tany intsony aho noho ny amin’ny olona, satria zava-dratsy foana no irin’ny fony, efa hatramin’ny fahazazany. Koa tsy horinganiko intsony tahaka izay efa nataoko ny zavamananaina rehetra.",
        "22": "Fa raha mbola tany koa ny tany, dia tsy hitsahatra mihitsy ny famafazam-boa sy ny fijinjana, ny hatsiaka sy ny hafanana, ny fahavaratra sy ny ririnina, ary ny andro sy ny alina.”"
    },
    "9": {
        "1": "Ary nitso-drano an’i Noa sy ny zanany Andriamanitra, ka niteny taminy hoe: “Manàna taranaka, ary mihabetsaha ka mamenoa ny tany.",
        "2": "Ary mbola hatahotra sy hihorohoro noho ny aminareo foana ny bibidia rehetra eny ambonin’ny tany, sy ny biby manidina rehetra eny amin’ny lanitra, sy izay rehetra mandady amin’ny tany, ary ny trondro rehetra any an-dranomasina. Efa natolotra teo am-pelatananareo ireny.",
        "3": "Azonareo atao sakafo ny biby mihetsiketsika rehetra izay velona. Omeko anareo avokoa izy rehetra, toy ny nanomezako anareo ny zava-maitso.",
        "4": "Fa izao ihany no tsy azonareo hanina: Ny nofo misy aina, izany hoe mbola misy ra.",
        "5": "Ary hanao ampamoaka koa aho noho ny amin’ny ranareo. Hataoko ampamoaka ny zavamananaina rehetra noho ny amin’ny ranareo. Ary raha misy olona mamono mahafaty ny rahalahiny, dia hataoko ampamoaka izy noho ny amin’ny ran’ny rahalahiny.",
        "6": "Izay mandatsaka ran’olona, dia mba halatsak’olona koa ny rany, satria nataon’Andriamanitra araka ny endriny ny olona.",
        "7": "Fa ianareo kosa, manàna taranaka, mihabetsaha, ka aoka ho feno anareo ny tany, ary mihabetsaha eny ambonin’ny tany.”",
        "8": "Ary hoy koa Andriamanitra tamin’i Noa sy ireo zanany lahy:",
        "9": "“Izaho dia manao fifanekena aminareo sy ny taranaka handimby anareo",
        "10": "ary amin’ny zavamananaina * rehetra eo aminareo, dia ny vorona sy ny biby fiompy ary ny bibidia rehetra eny ambonin’ny tany, eny, izay rehetra nivoaka avy tao anatin’ny sambofiara, mbamin’ny zavamananaina rehetra eny ambonin’ny tany.",
        "11": "Koa izao no fifanekena ataoko aminareo: Tsy ho ringan’ny safodrano intsony ny nofo rehetra, ary tsy hisy safodrano hanimba ny tany intsony.”",
        "12": "Ary hoy koa Andriamanitra: “Izao no famantarana ny amin’ilay fifanekena ataoko aminareo sy ny zavamananaina * rehetra eo aminareo, eny, amin’ny taranaka rehetra mandritra ny fotoana tsy voafetra:",
        "13": "Apetrako eny amin’ny rahona ny avako, ho famantarana ny amin’ilay fifanekena ifanaovako amin’ny tany.",
        "14": "Koa rehefa mampisy rahona ambonin’ny tany aho, dia hiseho eo amin’ny rahona ny avana.",
        "15": "Ary hotsaroako ilay fifanekena ataoko aminareo sy ny karazan-javamananaina * rehetra. Ary tsy hahatonga safodrano handringana ny nofo rehetra intsony ny rano.",
        "16": "Hiseho eny amin’ny rahona ny avana, ka ho hitako mba hahatsiarovako ilay fifanekena haharitra mandritra ny fotoana tsy voafetra, dia ilay fifanekena ifanaovan’Andriamanitra amin’ny zavamananaina * rehetra, izany hoe ny nofo rehetra eny ambonin’ny tany.”",
        "17": "Ary hoy indray Andriamanitra tamin’i Noa: “Izany no famantarana ny amin’ilay fifanekena ataoko amin’ny nofo rehetra eny ambonin’ny tany.”",
        "18": "Ary ny zanakalahin’i Noa izay nivoaka ny sambofiara dia i Sema sy Hama ary Jafeta. Ary i Hama no rain’i Kanana.",
        "19": "Ireo telo ireo no zanakalahin’i Noa, ary avy tamin’ireo no nielezan’ny mponina rehetra teto an-tany.",
        "20": "Ary nanomboka ny asan’ny mpamboly i Noa ka nanao tanimboaloboka.",
        "21": "Ary nisotro divay izy ka mamo, dia nanary lamba teo afovoan’ny tranolainy.",
        "22": "Nahita ny fitanjahan-drainy i Hama, rain’i Kanana, nony avy eo, ka lasa nilaza izany tamin’ny rahalahiny roa lahy teo ivelany.",
        "23": "Dia naka lamba fitafy i Sema sy Jafeta ka nataony teo an-tsoroka. Ary nanao dia nihemotra izy roa lahy ka nandrakotra ny fitanjahan-drainy. Koa nitodi-damosina izy ireo ka tsy nahita ny fitanjahan-drainy.",
        "24": "Ary nifoha i Noa tamin’ny farany, rehefa nisava ny hamamoany, ka nanjary fantany izay efa nataon’ny faralahiny taminy.",
        "25": "Dia hoy izy: “Ho voaozona anie i Kanana! Aoka izy no ho ambany indrindra amin’ny andevon’ny rahalahiny.”",
        "26": "Ary hoy koa izy: “Hisaorana anie i Jehovah, Andriamanitr’i Sema! Ary aoka i Kanana ho andevon’i Sema.",
        "27": "Homen’Andriamanitra toerana midadasika anie i Jafeta, Ary aoka izy honina ao an-tranolain’i Sema, Fa i Kanana kosa ho andevon’i Jafeta.”",
        "28": "Ary mbola velona dimampolo sy telonjato taona i Noa, taorian’ny safodrano.",
        "29": "Koa nahatratra dimampolo sy sivinjato taona ny andro rehetra niainan’i Noa, dia maty izy."
    },
    "10": {
        "1": "Ary izao no tantaran’i Sema sy Hama ary Jafeta, zanakalahin’i Noa: Niteraka zazalahy izy ireo taorian’ny safodrano.",
        "2": "Ary ny zanakalahin’i Jafeta dia i Gomera sy Magoga sy Maday sy Javana sy Tobala sy Meseka ary Tirasa.",
        "3": "Ary ny zanakalahin’i Gomera dia i Askenaza sy Rifata ary Togarma.",
        "4": "Ary ny zanakalahin’i Javana dia i Elisaha sy Tarsisy sy Kitima ary Dodanima.",
        "5": "Avy tamin’ireo no nielezan’ny mponin’ny nosin’ireo firenena tany amin’ny taniny avy, araka ny fiteniny avy, sy araka ny fianakaviany avy, ary araka ny fireneny avy.",
        "6": "Ary ny zanakalahin’i Hama dia i Kosy sy Mizraima sy Pota ary Kanana.",
        "7": "Ary ny zanakalahin’i Kosy dia i Seba sy Havila sy Sabta sy Rama ary Sabteka. Ary ny zanakalahin’i Rama dia i Sheba sy Dedana.",
        "8": "Ary i Kosy niteraka an’i Nimroda. Izy io no lasa olo-mahery voalohany teto an-tany.",
        "9": "Mpihaza mahery nanohitra an’i Jehovah izy, ka izany no nahatonga ilay fitenenana hoe: “Tahaka an’i Nimroda, mpihaza mahery nanohitra an’i Jehovah.”",
        "10": "Ary ny niandohan’ny fanjakany dia i Babela sy Ereka sy Akada ary Kalne, tany amin’ny tany Sinara.",
        "11": "Avy any amin’izany tany izany izy no nankany Asyria, ka nanomboka nanorina an’i Ninive sy Rehobota-ira sy Kala,",
        "12": "ary Resena izay teo anelanelan’i Ninive sy Kala: Izany no tanàna lehibe.",
        "13": "Ary ireto no terak’i Mizraima: Lodima, sy Anamima, sy Lehabima, sy Naftohima,",
        "14": "sy Patrosima, sy Kaslohima izay niavian’ny Filistinina, ary Kaftorima.",
        "15": "Ary i Kanana niteraka an’i Sidona lahimatoany sy Heta,",
        "16": "ary koa ny Jebosita, ny Amorita, ny Girgasita,",
        "17": "ny Hivita, ny Arkita, ny Sinita,",
        "18": "ny Arvadita, sy ny Zemarita ary ny Hamatita. Ary tatỳ aoriana dia niparitaka ireo fianakavian’ny Kananita.",
        "19": "Koa ny sisin-tanin’ny Kananita dia hatrany Sidona ka hatrany Gerara, tany akaikin’i Gaza, ary hatrany Sodoma sy Gomora sy Adma ary Zeboima, tany akaikin’i Lesa.",
        "20": "Ireo no zanakalahin’i Hama araka ny fianakaviany, sy araka ny fiteniny, ary tany amin’ny taniny sy ny fireneny avy.",
        "21": "Ary nanan-taranaka koa i Sema. Razamben’ny zanakalahin’i Ebera rehetra izy sady rahalahin’i Jafeta izay zokiny indrindra.",
        "22": "Ny zanakalahin’i Sema dia i Elama sy Asyra sy Arpaksada sy Loda ary Arama.",
        "23": "Ary ny zanakalahin’i Arama dia i Oza sy Hola sy Gatera ary Masy.",
        "24": "Ary i Arpaksada niteraka an’i Sela, ary i Sela niteraka an’i Ebera.",
        "25": "Ary i Ebera niteraka roa lahy: Palega * no anaran’ny iray, satria tamin’ny androny no voazarazara ny tany. Ary Joktana no anaran’ny rahalahiny.",
        "26": "Ary i Joktana niteraka an’i Almodada sy Salefa sy Hazarmaveta sy Jera",
        "27": "sy Hadorama sy Ozala sy Dikla",
        "28": "sy Obala sy Abimaela sy Sheba",
        "29": "sy Ofira sy Havila ary Jobaba. Ireo rehetra ireo no zanakalahin’i Joktana.",
        "30": "Ary ny faritra nonenan’izy ireo dia nitatra hatrany Mesa ka hatrany Sefara, izay faritra be tendrombohitra tany Atsinanana.",
        "31": "Ireo no zanakalahin’i Sema araka ny fianakaviany, sy araka ny fiteniny, ary tany amin’ny taniny sy ny fireneny avy.",
        "32": "Ireo no fianakavian’ny zanakalahin’i Noa, araka ny taranany sy araka ny fireneny. Ary avy tamin’ireo no nielezan’ny firenena teto ambonin’ny tany, taorian’ny safodrano."
    },
    "11": {
        "1": "Ary mbola nampiasa fiteny iray ihany ny tany manontolo, sady nitovy ny teny nampiasainy.",
        "2": "Ary rehefa niantsinanana ny olona, dia nahita lemaka * iray tao amin’ny tany Sinara, ka nanorim-ponenana tao.",
        "3": "Dia nifampiresaka izy ireo hoe: “Andao isika hanao biriky ka handoro izany ao anaty lafaoro.” Koa biriky no nataony solom-bato, ary godorao no nataony solon-drihitra.",
        "4": "Ary hoy izy ireo: “Andao isika hanorina tanàna sy hanangana tilikambo izay mahatakatra ny lanitra ny tampony. Ary andao hataontsika izay hampahalaza ny anarantsika, sao hiparitaka manerana ny tany isika.”",
        "5": "Ary nidina i Jehovah mba hijery ilay tanàna sy ilay tilikambo naorin’ny zanak’olombelona.",
        "6": "Dia hoy i Jehovah: “Vahoaka iray ihany izy ireo ary fiteny iray ihany no ampiasain’izy rehetra. Ary vao fiandohan’ny ataony izao. Koa tsy misy tsy ho vitany izay mety hokasainy hatao.",
        "7": "Andeha isika hidina eny, ka hataontsika misafotofoto ny fiteniny mba tsy hifankahazo fiteny izy ireo.”",
        "8": "Koa naparitak’i Jehovah avy tao izy ireo ka niely nanerana ny tany. Dia natsahatr’izy ireo ny fanorenana ilay tanàna.",
        "9": "Izany no antony nanaovana ny anaran’ilay tanàna hoe Babela, satria tao no nataon’i Jehovah nisafotofoto ny fitenin’ny tany manontolo. Ary naparitak’i Jehovah avy tao izy ireo ka niely nanerana ny tany.",
        "10": "Izao no tantaran’i Sema: Rehefa zato taona i Sema, dia niteraka an’i Arpaksada izy, roa taona taorian’ny safodrano.",
        "11": "Ary mbola velona dimanjato taona i Sema, taorian’ny niterahany an’i Arpaksada. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "12": "Ary rehefa dimy amby telopolo taona i Arpaksada, dia niteraka an’i Sela.",
        "13": "Ary mbola velona telo sy efajato taona i Arpaksada, taorian’ny niterahany an’i Sela. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "14": "Ary rehefa telopolo taona i Sela, dia niteraka an’i Ebera.",
        "15": "Ary mbola velona telo sy efajato taona i Sela, taorian’ny niterahany an’i Ebera. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "16": "Ary rehefa efatra amby telopolo taona i Ebera, dia niteraka an’i Palega.",
        "17": "Ary mbola velona telopolo sy efajato taona i Ebera, taorian’ny niterahany an’i Palega. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "18": "Ary rehefa telopolo taona i Palega, dia niteraka an’i Reo.",
        "19": "Ary mbola velona sivy sy roanjato taona i Palega, taorian’ny niterahany an’i Reo. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "20": "Ary rehefa roa amby telopolo taona i Reo, dia niteraka an’i Seroga.",
        "21": "Ary mbola velona fito sy roanjato taona i Reo, taorian’ny niterahany an’i Seroga. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "22": "Ary rehefa telopolo taona i Seroga, dia niteraka an’i Nahora.",
        "23": "Ary mbola velona roanjato taona i Seroga, taorian’ny niterahany an’i Nahora. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "24": "Ary rehefa sivy amby roapolo taona i Nahora, dia niteraka an’i Tera.",
        "25": "Ary mbola velona sivy ambin’ny folo amby zato taona i Nahora, taorian’ny niterahany an’i Tera. Nandritra izany fotoana izany, dia niteraka zazalahy sy zazavavy izy.",
        "26": "Ary feno fitopolo taona i Tera vao niteraka an’i Abrama sy Nahora ary Harana.",
        "27": "Ary izao no tantaran’i Tera: I Tera niteraka an’i Abrama sy Nahora ary Harana. Ary i Harana niteraka an’i Lota.",
        "28": "Tatỳ aoriana dia maty i Harana, fony izy mbola niaraka tamin’i Tera rainy tany Oran’ny Kaldeanina, tany amin’ny tany nahaterahany.",
        "29": "Ary samy naka vady i Abrama sy Nahora: Saray no anaran’ny vadin’i Abrama, fa ny anaran’ny vadin’i Nahora kosa dia Milka, zanakavavin’i Harana, izay rain’i Milka sy Iska.",
        "30": "Fa i Saray kosa mbola momba ihany, satria tsy nanan-janaka.",
        "31": "Ary nentin’i Tera i Abrama zanany lahy, sy Lota zafikeliny izay zanakalahin’i Harana, ary Saray vinantovaviny, vadin’i Abrama zanany, ka niaraka taminy niala tao Oran’ny Kaldeanina hankany amin’ny tany Kanana. Dia tonga tao Harana izy ireo tamin’ny farany, ka nanorim-ponenana tao.",
        "32": "Ary rehefa dimy sy roanjato taona ny andro niainan’i Tera, dia maty tao Harana izy."
    },
    "12": {
        "1": "Ary hoy i Jehovah tamin’i Abrama: “Mialà amin’ny taninao sy ny havanao ary ny ankohonan-drainao, ka mankanesa any amin’ny tany izay hasehoko anao.",
        "2": "Ary hataoko misy firenena lehibe avy aminao. Hitahy anao aho, ary hataoko malaza ny anaranao. Koa aoka ianao ho fitahiana ho an’ny olona.",
        "3": "Ary hitahy izay mitso-drano anao aho, fa hanozona kosa an’izay miantso loza ho anao. Ary ny firenena rehetra eny ambonin’ny tany dia hanao izay hahazoany fitahiana amin’ny alalanao.”",
        "4": "Dia nandeha i Abrama, araka izay efa nolazain’i Jehovah taminy, ary niaraka taminy koa i Lota. Ary dimy amby fitopolo taona i Abrama fony izy niala tao Harana.",
        "5": "Koa nentin’i Abrama i Saray vadiny sy Lota zana-drahalahiny, mbamin’ny fananana rehetra voangon’izy ireo, sy ny olona * rehetra izay efa azony tao Harana. Ary niainga izy ireo ka nankany amin’ny tany Kanana. Dia tonga tany amin’ny tany Kanana izy ireo, tamin’ny farany.",
        "6": "Ary namakivaky an’ilay tany i Abrama, ka tonga hatrany amin’ilay toerana atao hoe Sekema, teny akaikin’ireo hazoben’i More. Ary ny Kananita no tao amin’ilay tany, tamin’izany fotoana izany.",
        "7": "Ary niseho tamin’i Abrama i Jehovah, ka niteny hoe: “Ny taranakao no homeko ity tany ity.” Avy eo i Abrama dia nanorina alitara teo ho an’i Jehovah, izay niseho taminy.",
        "8": "Ary niala teo izy, ka nifindra nankany amin’ny faritra be tendrombohitra any atsinanan’i Betela. Dia nanangana ny tranolainy izy, ka i Betela no teo andrefany, ary Ay no teo atsinanany. Ary nanorina alitara teo ho an’i Jehovah izy, ka niantso ny anaran’i Jehovah.",
        "9": "Tatỳ aoriana dia nifindra lasy i Abrama, ka nifindrafindra toby nankany Negeba.",
        "10": "Ary nisy mosary teo amin’ilay tany, ka nidina nankany Ejipta i Abrama mba hivahiny tany, satria mafy ny mosary teo amin’ilay tany nisy azy.",
        "11": "Ary raha vao hiditra an’i Ejipta iny mihitsy izy, dia niteny tamin’i Saray vadiny hoe: “Azafady ange ianao e! Fantatro tsara fa vehivavy tsara tarehy ianao.",
        "12": "Koa tsy maintsy hahita anao ny Ejipsianina, ka hilaza hoe: ‘Io no vadiny.’ Dia hovonoin-dry zareo aho, fa ianao kosa hotsimbininy.",
        "13": "Koa mba lazao hoe anabaviko ianao, mba handeha tsara ny zava-drehetra ka tsy hisy hanjo ahy noho ny aminao, ary ho velona aho * noho ny aminao.”",
        "14": "Koa raha vao niditra tao Ejipta i Abrama, dia hitan’ny Ejipsianina fa tena tsara tarehy ravehivavy.",
        "15": "Ary nahita azy koa ireo olona ambony tao an-dapan’i Farao, ka nidera azy tamin’i Farao. Koa nentina nankao an-tranon’i Farao ravehivavy.",
        "16": "Ary tsara fanahy tamin’i Abrama i Farao noho ny amin-dravehivavy. Koa nanjary nanana ondry sy omby sy ampondra sy mpanompolahy sy mpanompovavy sy ampondravavy ary rameva i Abrama.",
        "17": "Ary i Jehovah nahatonga loza lehibe tamin’i Farao sy ny ankohonany, noho ny amin’i Saray, vadin’i Abrama.",
        "18": "Dia nantsoin’i Farao i Abrama, ka hoy izy: “Fa inona ity nataonao tamiko? Nahoana no tsy nolazainao tamiko fa vadinao izy?",
        "19": "Nahoana ianao no nilaza hoe: ‘Anabaviko izy’, ka efa saika haka azy ho vady aho? Koa ankehitriny, io ny vadinao. Ento izy, dia mandehana!”",
        "20": "Koa nomen’i Farao baiko momba an’i Abrama ny olony. Dia naterin’izy ireo i Abrama sy ny vadiny mbamin’izay rehetra nananany."
    },
    "13": {
        "1": "Taorian’izany, dia niala tany Ejipta ka niakatra nankany Negeba i Abrama sy ny vadiny mbamin’izay rehetra nananany. Ary niaraka taminy koa i Lota.",
        "2": "Ary nanana biby fiompy sy volafotsy ary volamena be dia be i Abrama.",
        "3": "Ary niala tany Negeba izy ka nifindrafindra toby nankany Betela, nankany amin’ilay toerana nasiany ny tranolainy tamin’ny voalohany, teo anelanelan’i Betela sy Ay,",
        "4": "dia teo amin’ny toerana nisy ilay alitara nataony tamin’ny voalohany. Ary niantso ny anaran’i Jehovah teo i Abrama.",
        "5": "Ary nanana ondry sy omby ary tranolay koa i Lota, izay niaraka tamin’i Abrama.",
        "6": "Koa tsy antonona azy mianaka intsony ilay tany mba hiarahany monina, satria nihamaro ny fananan’izy ireo, ka tsy afaka niara-nonina izy.",
        "7": "Ary nifanditra ny mpiandry ny biby fiompin’i Abrama sy ny an’i Lota. Tamin’izany fotoana izany, dia ny Kananita sy ny Perizita no nonina teo amin’ilay tany.",
        "8": "Koa hoy i Abrama tamin’i Lota: “Aoka re mba tsy hisy fifandirana intsony eo amintsika, sy eo amin’ny mpiandry ny biby fiompiko sy ny anao, fa mpirahalahy isika.",
        "9": "Tsy eo anoloanao angaha moa ny tany rehetra ka azonao aleha? Aoka re mba hisaraka amiko ianao. Raha miankavia ianao, izaho hiankavanana. Fa raha miankavanana kosa ianao, izaho hiankavia.”",
        "10": "Koa nanopy ny masony i Lota, dia nahatazana ny Faritr’i Jordana manontolo hatrany Zoara. Azon-drano tsara ilay faritra manontolo talohan’ny nandravan’i Jehovah an’i Sodoma sy Gomora. Eny, tahaka ny zaridainan’i Jehovah ilay faritra, tahaka ny tany Ejipta.",
        "11": "Koa nifidy ny Faritr’i Jordana manontolo i Lota, ka namindra ny tobiny niantsinanana. Dia nisaraka izy mianaka.",
        "12": "Ary nonina teo amin’ny tany Kanana i Abrama, fa i Lota kosa nonina teny amin’ireo tanànan’ny Faritr’i Jordana. Farany dia nanangana ny tranolainy teo akaikin’i Sodoma i Lota.",
        "13": "Ary ratsy fanahy ny olona tao Sodoma sady nanota be tamin’i Jehovah.",
        "14": "Ary hoy i Jehovah tamin’i Abrama, taorian’ny nisarahan’i Lota taminy: “Atopazo ange ny masonao, azafady e! Ary avy eo amin’ny toerana misy anao eo, dia mijere mianavaratra sy mianatsimo sy miantsinanana ary miankandrefana.",
        "15": "Fa homeko anao sy ny taranakao mandritra ny fotoana tsy voafetra, ireo tany rehetra tazanao ireo.",
        "16": "Ary hataoko tahaka ny vovoka amin’ny tany ny taranakao. Raha misy mahisa ny vovoka amin’ny tany, dia ho voaisa koa ny taranakao.",
        "17": "Koa mitsangàna, ka mandehana mitety ilay tany amin’ny lavany sy ny sakany, satria ianao no homeko azy io.”",
        "18": "Dia nonina an-tranolay foana i Abrama. Tatỳ aoriana dia tonga teo amin’ireo hazobe tao Mamre tany Hebrona izy, ka nonina teo. Ary nanorina alitara ho an’i Jehovah teo izy."
    },
    "14": {
        "1": "Ary izao no nitranga tamin’ny andron’i Amrafela mpanjakan’i Sinara, sy Arioka mpanjakan’i Elasara, sy Kedorlaomera mpanjakan’i Elama, ary Tidala mpanjakan’i Goima:",
        "2": "Ireo mpanjaka ireo dia niady tamin’i Bera mpanjakan’i Sodoma, sy Birsa mpanjakan’i Gomora, sy Sinaba mpanjakan’i Adma, sy Semebera mpanjakan’i Zeboima, ary ny mpanjakan’i Bela na Zoara.",
        "3": "Ary izy rehetra ireo niray dina ka niara-nankany amin’ny Lemaka Ivan’i Sidima, izany hoe ny Ranomasin-tsira.",
        "4": "Efa nanompo an’i Kedorlaomera nandritra ny roa ambin’ny folo taona mantsy ireo, nefa nikomy tamin’ny taona fahatelo ambin’ny folo.",
        "5": "Koa tamin’ny taona fahefatra ambin’ny folo, dia tonga i Kedorlaomera sy ireo mpanjaka niaraka taminy, ka resin’izy ireo ny Refaima tao Astarta-karnaima sy ny Zozima tao Hama sy ny Emima tao Save-kiriataima,",
        "6": "sy ny Horita teny amin’ny tendrombohitra Seira, ary ny hatrany Ela-parana, any an-tany efitra.",
        "7": "Dia niverina izy ireo ka tonga tao Ena-mispata, izany hoe Kadesy. Ary resin’izy ireo ny faritra rehetra nisy ny Amalekita. Ary resiny koa ny Amorita izay nonina tao Hazazona-tamara.",
        "8": "Ary niroso ny mpanjakan’i Sodoma, mbamin’ny mpanjakan’i Gomora sy ny mpanjakan’i Adma sy ny mpanjakan’i Zeboima ary ny mpanjakan’i Bela na Zoara, ka nilahatra teo amin’ny Lemaka Ivan’i Sidima, mba hiady tamin’izy ireo,",
        "9": "dia tamin’i Kedorlaomera mpanjakan’i Elama, sy Tidala mpanjakan’i Goima, sy Amrafela mpanjakan’i Sinara, ary Arioka mpanjakan’i Elasara. Eny, mpanjaka efatra no niady tamin’ny dimy.",
        "10": "Ary be lavaka godorao ny Lemaka Ivan’i Sidima. Ary nandositra ny mpanjakan’i Sodoma sy Gomora ka latsaka tao anatin’ireo lavaka. Fa ny sisa kosa nandositra nankeny amin’ny faritra be tendrombohitra.",
        "11": "Dia nalain’ireo mpandresy avokoa ny fananan’i Sodoma sy Gomora rehetra mbamin’ny sakafony rehetra, ka lasa izy ireo.",
        "12": "Ary nentiny koa i Lota zana-drahalahin’i Abrama sy ny fananany, ka nanohy ny diany izy ireo. Nonina tao Sodoma mantsy i Lota tamin’izay fotoana izay.",
        "13": "Ary afa-nandositra ny lehilahy iray ka tonga nilaza tamin’i Abrama Hebreo, izay nonina teo afovoan’ireo hazoben’i Mamre Amorita. Rahalahin’i Eskola sy Anera io Mamre io, ary samy efa nanao fifanekena tamin’i Abrama izy ireo.",
        "14": "Dia ren’i Abrama fa lasa babo ny rahalahiny. Koa nangoniny ireo olony voaofana, dia mpanompo valo ambin’ny folo sy telonjato izay teraka tao amin’ny ankohonany. Ary lasa nanenjika hatrany Dana izy.",
        "15": "Nony alina, dia nozarazarainy mba hiady tamin’ireny ny tafika nentiny, izany hoe ny mpanompony. Ary resiny ireny ka nenjehiny hatrany Hoba, tany avaratr’i Damaskosy.",
        "16": "Dia azony indray ny fananana rehetra, ary azony koa i Lota rahalahiny sy ny fananany, mbamin’ny vehivavy sy ny olona rehetra.",
        "17": "Ary rehefa niverina i Abrama taorian’ny nandreseny an’i Kedorlaomera sy ireo mpanjaka niaraka taminy, dia nivoaka ny mpanjakan’i Sodoma hitsena azy teo amin’ny Lemaka Ivan’i Save, izany hoe ny Lemaka Ivan’ny mpanjaka.",
        "18": "Ary nivoaka nitondra mofo sy divay i Melkizedeka, mpanjakan’i Salema sady mpisoron’ilay Andriamanitra Avo Indrindra.",
        "19": "Koa nitso-drano azy izy hoe: “Enga anie i Abrama hotahin’ilay Andriamanitra Avo Indrindra, Mpanao ny lanitra sy ny tany!",
        "20": "Ary hisaorana anie ilay Andriamanitra Avo Indrindra, Izay nanolotra ny mpampahory anao teo an-tananao!” Dia nomen’i Abrama ny ampahafolon’ny zava-drehetra izy.",
        "21": "Ary hoy ny mpanjakan’i Sodoma tamin’i Abrama: “Omeo ahy ny olona, * fa alaivo ho anao ny fananana.”",
        "22": "Fa hoy i Abrama tamin’ny mpanjakan’i Sodoma: “Manangan-tanana aho ka mianiana amin’i Jehovah, ilay Andriamanitra Avo Indrindra, Mpanao ny lanitra sy ny tany,",
        "23": "fa tsy haka na inona na inona amin’izay anao. Tsia, tsy haka aho na dia kofehy iray, na fehin-kapa iray aza, sao ianao hilaza hoe: ‘Izaho no nampanan-karena an’i Abrama.’",
        "24": "Tsy mila na inona na inona aho, afa-tsy izay efa nohanin’ireo tovolahy ihany, sy ny anjaran’izay niaraka tamiko, dia i Anera sy Eskola ary Mamre. Aoka izy ireo haka ny anjarany.”"
    },
    "15": {
        "1": "Taorian’izany, dia tonga tamin’i Abrama tao amin’ny fahitana ny tenin’i Jehovah, nanao hoe: “Aza matahotra, ry Abrama. Izaho no ampinganao. Ary ho lehibe tokoa ny valisoanao.”",
        "2": "Dia hoy i Abrama: “Ry Jehovah Tompo Fara Tampony ô, inona no homenao ahy? Ho faty ihany aho nefa mbola tsy manan-janaka, ka i Eliezera avy any Damaskosy, no hahazo ny ao an-tranoko.”",
        "3": "Ary hoy koa i Abrama: “Tsy nomenao taranaka aho, ka mpanompo iray ao amin’ny ankohonako no handova sy handimby ahy.”",
        "4": "Izao anefa no tenin’i Jehovah taminy: “Tsy handova na handimby anao izany lehilahy izany, fa izay haterakao no handova sy handimby anao.”",
        "5": "Ary nitondra azy nankeo ivelany izy, ka niteny hoe: “Mba jereo ange ny lanitra e! Ary isao ny kintana, raha mahisa azy ianao.” Hoy koa izy taminy: “Ho tahaka izany ny taranakao.”",
        "6": "Ary naneho finoana an’i Jehovah izy, ka neken’Andriamanitra ho isan’ny olo-marina.",
        "7": "Mbola hoy koa izy taminy: “Izaho no Jehovah, izay nitondra anao nivoaka avy tany Oran’ny Kaldeanina, mba hanome anao ity tany ity ho lovanao.”",
        "8": "Dia hoy i Abrama: “Ry Jehovah Tompo Fara Tampony ô, ahoana no hahafantarako fa ho lovako ity?”",
        "9": "Ary hoy izy taminy: “Itondray vantotr’ombivavy telo taona aho, ary koa osivavy telo taona sy ondrilahy telo taona sy domohina ary zana-boromailala.”",
        "10": "Ary nalain’i Abrama ho eo aminy izany rehetra izany, dia norasainy roa avy, ka napetrany mifanitsy ny tapany roa mitovy. Ny vorona kosa tsy notetehiny.",
        "11": "Ary nidina nankeo amin’ny fatin’ireo biby ireo ny vorona mpihaza, nefa nandroaka azy ireny foana i Abrama.",
        "12": "Nony afaka kelikely, dia nadiva hilentika ny masoandro, ary renoky ny torimaso lalina i Abrama. Ary nisy haizim-be nampahatahotra nandrakotra azy.",
        "13": "Ary hoy Andriamanitra tamin’i Abrama: “Aoka ho fantatrao tsara fa ho vahiny honina any amin’ny tany tsy azy ny taranakao. Ary tsy maintsy hanompo ny olona any izy ireo, ka hampahoriny efajato taona.",
        "14": "Hotsaraiko anefa ilay firenena hotompoin’izy ireo. Ary hivoaka hitondra zava-tsoa maro izy ireo aorian’izany.",
        "15": "Fa ianao kosa handeha amim-piadanana ho any amin’ny razanao. Ary ho tratrantitra ianao vao halevina.",
        "16": "Fa amin’ny andron’ny zafiafiny kosa izy ireo vao hiverina eto, satria mbola tsy mahatratra ny fara tampony ny fahadisoan’ny Amorita.”",
        "17": "Ary rehefa nilentika ny masoandro, dia nisy haizina mikitroka. Ary nisy fatana midona-tsetroka sy fanilo mirehitra, nandalo teo anelanelan’ireo biby efa voarasa ireo.",
        "18": "Tamin’io andro io no nanaovan’i Jehovah fifanekena tamin’i Abrama, nanao hoe: “Ny taranakao no homeko ity tany ity, hatrany amin’ny reniranon’i Ejipta ka hatrany amin’ny reniranon’i Eofrata, ilay renirano lehibe.",
        "19": "Eny, homeko ny taranakao ny tanin’ny Kenita sy ny Kenizita sy ny Kadmonita",
        "20": "sy ny Hetita sy ny Perizita sy ny Refaima",
        "21": "sy ny Amorita sy ny Kananita sy ny Girgasita ary ny Jebosita.”"
    },
    "16": {
        "1": "Ary tsy nanan-janaka tamin’i Abrama i Saray vadiny. Izy kosa anefa nanana mpanompovavy ejipsianina: Hagara no anarany.",
        "2": "Koa hoy i Saray tamin’i Abrama: “Azafady ange ianao e! Tsy navelan’i Jehovah hanan-janaka aho. Koa mba manaova firaisana amin’ny mpanompovaviko, fa angamba hahazo zanaka avy aminy aho.” Dia nihaino an’i Saray i Abrama.",
        "3": "Ary nalain’i Saray vadin’i Abrama, i Hagara mpanompovaviny ejipsianina, ka nomeny ho vadin’i Abrama. Efa folo taona nipetrahana tao amin’ny tany Kanana i Abrama tamin’izay.",
        "4": "Koa nanao firaisana tamin’i Hagara i Abrama, dia bevohoka ravehivavy. Rehefa fantatr’i Hagara anefa fa bevohoka izy, dia nataony tsinontsinona ny tompovaviny.",
        "5": "Koa hoy i Saray tamin’i Abrama: “Ho tompon’andraikitra amin’izao fahavoazako izao anie ianao! Izaho mihitsy no nanome ny mpanompovaviko ho eo an-tratranao, nefa rehefa fantany fa bevohoka izy, dia nataony tsinontsinona aho. I Jehovah anie hitsara ahy sy ianao!”",
        "6": "Dia hoy i Abrama tamin’i Saray: “Manam-pahefana amin’ny mpanompovavinao ianao. Koa ataovy aminy izay hitanao fa mety.” Ary i Saray nampietry an’i Hagara, ka lasa nandositra azy izy.",
        "7": "Ary hitan’ilay anjelin’i Jehovah teo akaikin’ny loharano iray tany an-tany efitra i Hagara. Teo amin’ny lalana mankany Sora io loharano io.",
        "8": "Dia hoy ilay anjely: “Ry Hagara mpanompovavin’i Saray, avy taiza ianao, ary ho aiza?” Ary hoy izy: “Mandositra an’i Saray tompovaviko aho.”",
        "9": "Ary hoy indray ilay anjelin’i Jehovah taminy: “Miverena any amin’ny tompovavinao, ka manetre tena eo anatrehany.”",
        "10": "Ary hoy koa ilay anjelin’i Jehovah taminy: “Hataoko maro be ny taranakao, ka tsy ho voaisa izy noho ny hamaroany.”",
        "11": "Mbola hoy koa ilay anjelin’i Jehovah: “Bevohoka ianao izao, ka ho tera-dahy. Ary hataonao hoe Ismaela ny anarany, fa efa ren’i Jehovah ny fahorianao.",
        "12": "Ary tsy ho laitra fehezina toy ny zebra izy: Ny tanany hanohitra ny rehetra, ary ny tanan’ny rehetra kosa hanohitra azy. Ary eo anatrehan’ny rahalahiny rehetra no hananganany ny tranolainy.”",
        "13": "Ary niantso ny anaran’i Jehovah izay niteny taminy, i Hagara, ka nanao hoe: “Andriamanitra mahita ianao.” Hoy mantsy izy: “Teto tokoa ve no nijereko an’ilay mahita ahy?”",
        "14": "Izany no antony niantsoana an’ilay lavadrano hoe Bera-lahai-roy. Eo anelanelan’i Kadesy sy Bareda izy io.",
        "15": "Tatỳ aoriana, dia nitera-dahy tamin’i Abrama i Hagara, ka nataon’i Abrama hoe Ismaela ny anaran’ilay zanany izay naterak’i Hagara.",
        "16": "Ary enina amby valopolo taona i Abrama, fony i Hagara niteraka an’i Ismaela taminy."
    },
    "17": {
        "1": "Rehefa feno sivy amby sivifolo taona i Abrama, dia niseho taminy i Jehovah, ka niteny taminy hoe: “Izaho no Andriamanitra Mahery Indrindra. Mandehana eo anatrehako, ka aoka ianao tsy hanan-tsiny.",
        "2": "Ary hanao izao fifanekena izao aminao aho: Hataoko maro dia maro tokoa ny taranakao.”",
        "3": "Dia niankohoka i Abrama, ary mbola niteny taminy Andriamanitra hoe:",
        "4": "“Manao fifanekena aminao aho, ary ho tonga rain’ny firenena maro ianao.",
        "5": "Ary tsy hatao hoe Abrama * intsony ny anaranao, fa hiova hoe Abrahama, * satria hataoko rain’ny firenena maro ianao.",
        "6": "Ary hataoko maro be ny taranakao ka hataoko ho lasa firenena maro, ary hisy mpanjaka maro hipoitra avy aminao.",
        "7": "“Ary hotanterahiko ilay fifanekena ataoko aminao sy ny taranakao handimby anao ary ny taranany fara mandimby, ho fifanekena mandritra ny fotoana tsy voafetra, ka dia ho Andriamanitrao sy ny taranakao handimby anao aho.",
        "8": "Ary homeko anao sy ny taranakao handimby anao ny tany hivahinianao, eny, ny tany Kanana manontolo, mba ho fanananareo mandritra ny fotoana tsy voafetra. Dia ho Andriamaniny aho.”",
        "9": "Ary hoy koa Andriamanitra tamin’i Abrahama: “Tokony hanaja ny fifanekena ataoko aminao ianao, dia ianao sy ny taranakao handimby anao ary ny taranany fara mandimby.",
        "10": "Izao no fifanekena tokony hohajainareo, dia ny fifanekena ataoko aminareo sy amin’ny taranakao handimby anao: Tsy maintsy forana ny lahy rehetra eo aminareo.",
        "11": "Ary tsy maintsy forana ianareo. Izany no ho famantarana an’ilay fifanekena ataoko aminareo.",
        "12": "Ary tsy maintsy forana ny lahy rehetra feno valo andro eo aminareo, hatramin’ny taranakareo fara mandimby, dia izay teraka ao an-tranonao, sy izay vidim-bola amin’ny hafa firenena fa tsy anisan’ny taranakao.",
        "13": "Tsy maintsy forana ny lehilahy rehetra teraka ao an-tranonao sy ny lehilahy rehetra vidinao amin’ny volanao. Ary ho fifanekena mandritra ny fotoana tsy voafetra, izany fifanekena ataoko eo amin’ny nofonareo izany.",
        "14": "Ary haringana izay lehilahy tsy noforana, eny, haringana tsy ho eo amin’ny fireneny izany olona * izany. Efa nivadika tamin’ny fifanekena nataoko izy.”",
        "15": "Ary hoy koa Andriamanitra tamin’i Abrahama: “Aza atao hoe Saray intsony ny anaran’i Saray * vadinao, satria Saraha * no anarany.",
        "16": "Ary hitahy azy aho, ka hanome anao zazalahy avy aminy. Eny, hitahy azy aho ka hisy firenena maro sy mpanjakan’ny firenena maro hipoitra avy aminy.”",
        "17": "Dia niankohoka i Abrahama ka nihomehy, sady niteny anakampo hoe: “Hiteraka ihany ve ny lehilahy efa zato taona? Ary hiteraka ve i Saraha, izay vehivavy efa sivifolo taona?”",
        "18": "Ary hoy i Abrahama tamin’Andriamanitra: “Ho velona eo anatrehanao anie i Ismaela!”",
        "19": "Dia hoy Andriamanitra: “Tena hitera-dahy ho anao tokoa i Saraha vadinao, ary hataonao hoe Isaka ny anarany. Ary hanao fifanekena amin’i Isaka aho, ho fifanekena mandritra ny fotoana tsy voafetra, ho an’ny taranany handimby azy.",
        "20": "Efa reko koa anefa izay nolazainao momba an’i Ismaela. Hotahiko izy ka hataoko manan-taranaka. Ary hataoko maro dia maro ny taranany. Hiteraka mpiadidy roa ambin’ny folo izy, ka hataoko ho lasa firenena lehibe.",
        "21": "Amin’i Isaka kosa anefa no hanaovako fifanekena, eny, amin’i Isaka izay haterak’i Saraha aminao amin’ny fotoana voatondro, dia amin’ny herintaona toy izao.”",
        "22": "Dia vitan’Andriamanitra ny resaka nifanaovany tamin’i Abrahama. Ary niakatra niala teo amin’i Abrahama izy.",
        "23": "Dia nalain’i Abrahama i Ismaela zanany lahy sy ny lehilahy rehetra teraka tao an-tranony ary izay rehetra novidiny tamin’ny volany, eny, ny lahy rehetra tao amin’ny ankohonany, ka noforany tamin’iny andro iny ihany, araka izay nolazain’Andriamanitra taminy.",
        "24": "Ary sivy amby sivifolo taona i Abrahama tamin’izy noforana.",
        "25": "Ary telo ambin’ny folo taona i Ismaela zanany tamin’izy noforana.",
        "26": "Tamin’iny andro iny ihany no namorana an’i Abrahama sy Ismaela zanany.",
        "27": "Ary noforana niaraka taminy ny lehilahy rehetra tao amin’ny ankohonany, dia izay teraka tao an-tranony sy izay novidim-bola tamin’ny hafa firenena."
    },
    "18": {
        "1": "Taorian’izany, dia niseho tamin’i Abrahama teo amin’ireo hazobe tao Mamre i Jehovah. Nipetraka teo amin’ny fidirana amin’ny tranolainy i Abrahama tamin’izay, tamin’ilay nahamay be iny ny andro.",
        "2": "Nony nanopy ny masony izy ka nijery, dia indreo nisy telo lahy nijoro terỳ lavidavitra terỳ. Ary raha vao nahita azy ireo izy, dia nihazakazaka avy teo amin’ny fidirana amin’ny tranolay mba hitsena azy, ka niankohoka tamin’ny tany.",
        "3": "Ary hoy izy: “Raha mahazo sitraka aminao aho, Jehovah ô, dia aza andalovana fotsiny re ny mpanomponao e!",
        "4": "Aoka re mba hakana rano kely ianareo, ka hosasana ny tongotrareo e! Dia mialà sasatra eo ambanin’ny hazo.",
        "5": "Ary haka mofo aho, dia mihinàna mba ho voky, ary avy eo dia mahazo mandeha ianareo. Izany mantsy no antony andalovanareo eto amin’ny mpanomponareo.” Dia hoy ireo: “Eny àry. Ataovy araka izany nolazainao izany.”",
        "6": "Koa lasa haingana i Abrahama nankao an-tranolay tao amin’i Saraha, ka niteny hoe: “Makà haingana lafarinina tsara toto intelon’ny seha, * ka volavolao ny koba, dia manaova mofo boribory.”",
        "7": "Avy eo dia nihazakazaka nankany amin’ny andian’omby izy, ary naka vantotr’omby tanora sady tsara. Dia natolony ny mpanompo izany, ary nokarakarainy haingana.",
        "8": "Ary naka dibera sy ronono izy, ary koa ilay vantotr’omby efa nokarakarainy, ka nandroso izany teo anoloan’izy telo lahy. Ary nijoro teo anilan’izy ireo teo ambanin’ilay hazo izy, raha mbola nihinana ireo.",
        "9": "Ary hoy ireo taminy: “Aiza moa i Saraha vadinao?” Dia hoy izy: “Ao an-tranolay ao.”",
        "10": "Ary hoy indray ny iray tamin’izy ireo: “Hiverina eto aminao aho amin’ny herintaona toy izao, ka hanan-janakalahy i Saraha vadinao.” Ary i Saraha nihaino teo amin’ny fidirana amin’ny tranolay, izay tao andamosin-dralehilahy.",
        "11": "Efa antitra sady nandroso taona i Abrahama sy Saraha, ary efa tsy tonga fotoana intsony i Saraha.",
        "12": "Koa nihomehy anakampo i Saraha, ka nanao hoe: “Mbola hahita fifaliana ihany ve aho amin’izao fahanterako izao, sady efa antitra koa ny tompoko?”",
        "13": "Ary hoy i Jehovah tamin’i Abrahama: “Nahoana no nihomehy i Saraha, ka nanao hoe: ‘Tena hiteraka tokoa ve aho, nefa izaho efa antitra?’",
        "14": "Angaha misy zava-mahagaga tsy vitan’i Jehovah? Hiverina eto aminao aho amin’ny fotoana voatondro, amin’ny herintaona toy izao, ka hanan-janakalahy i Saraha.”",
        "15": "Fa nanda i Saraha hoe: “Tsy nihomehy aho!” Natahotra mantsy izy. Ary hoy ilay anjely: “Tena nihomehy mihitsy ianao!”",
        "16": "Ary nitsangana ireo lehilahy ireo ka niala teo, dia nitazana an’i Sodoma. Ary niaraka taminy i Abrahama mba hanatitra azy.",
        "17": "Ary hoy i Jehovah: “Hafeniko amin’i Abrahama ve izay hataoko?",
        "18": "Ho lasa firenena lehibe sy mahery mantsy i Abrahama, ary ny firenena rehetra eny ambonin’ny tany dia hanao izay hahazoana fitahiana amin’ny alalany.",
        "19": "Efa fantatro tsara izy izao. Koa handidy ny ankohonany sy ny zanany handimby azy izy, mba hanarahan’ireny ny lalan’i Jehovah amin’ny fanaovana izay marina sy mahitsy. Amin’izay dia hotanterahin’i Jehovah amin’i Abrahama izay efa nolazainy momba azy.”",
        "20": "Koa hoy i Jehovah: “Tena mafy tokoa ny fitarainana momba an’i Sodoma sy Gomora, ary tena mavesatra ny fahotan’izy ireo.",
        "21": "Tapa-kevitra mihitsy aho ny hidina, mba hahitako raha tena araka ny fitarainana tonga atỳ amiko tokoa ny zavatra ataony. Ary raha tsy araka izany, dia ho fantatro koa.”",
        "22": "Dia niala teo ireo lehilahy ireo ka lasa nankany Sodoma. Fa i Jehovah kosa mbola nijoro teo anatrehan’i Abrahama.",
        "23": "Ary nanatona i Abrahama ka niteny hoe: “Dia haripakao miaraka amin’ny ratsy fanahy tokoa ve ny olo-marina?",
        "24": "Aoka hatao hoe misy olo-marina dimampolo ao an-tanàna. Dia haripakao ve izy ireo ka tsy havelanao ny helok’ilay tanàna, nefa misy an’ireo olo-marina dimampolo ireo ao?",
        "25": "Sanatria anao ny hanao toy izany! Eny, sanatria anao ny hamono ny marina miaraka amin’ny ratsy fanahy! Raha izany mantsy, dia ho toy izay manjo ny ratsy fanahy ihany no manjo ny marina. Tsy hanao ny rariny anefa ve ny Mpitsara ny tany manontolo?”",
        "26": "Dia hoy i Jehovah: “Raha mahita olo-marina dimampolo ao amin’ny tanànan’i Sodoma aho, dia hamela ny helok’ilay tanàna manontolo, noho ny amin’izy ireo.”",
        "27": "Hoy anefa i Abrahama: “Azafady re e! Efa sahy niresaka tamin’i Jehovah ihany aho, na dia vovoka sy lavenona aza.",
        "28": "Aoka hatao hoe tsy ampy dimampolo ireo olo-marina fa latsaka dimy. Horavanao ve ilay tanàna manontolo, noho ny amin’ireo dimy?” Dia hoy izy: “Tsy handrava azy aho, raha mahita dimy amby efapolo ao.”",
        "29": "Fa hoy indray i Abrahama: “Aoka hatao hoe efapolo no hita ao.” Dia hoy izy: “Tsy hanao izany aho, noho ny amin’ireo efapolo.”",
        "30": "Ary niteny indray i Abrahama hoe: “Aoka tsy ho tezitra ianao, Jehovah ô, fa mamelà ahy hiteny ihany: Aoka hatao hoe telopolo no hita ao.” Dia hoy izy: “Tsy hanao izany aho raha mahita telopolo ao.”",
        "31": "Fa mbola hoy ihany i Abrahama: “Efa sahy niresaka tamin’i Jehovah ihany aho: Aoka hatao hoe roapolo no hita ao.” Dia hoy izy: “Tsy handrava azy aho, noho ny amin’ireo roapolo.”",
        "32": "Farany dia hoy i Abrahama: “Aoka tsy ho tezitra ianao, Jehovah ô, fa mamelà ahy hiteny izao indray mandeha izao fotsiny: Aoka hatao hoe folo no hita ao.” Dia hoy izy: “Tsy handrava azy aho, noho ny amin’ireo folo.”",
        "33": "Ary lasa i Jehovah rehefa vitany ny resaka nifanaovany tamin’i Abrahama, fa i Abrahama kosa niverina tany amin’ny toerana nisy azy."
    },
    "19": {
        "1": "Ary tonga tao Sodoma ireo anjely roa nony takariva. Nipetraka teo am-bavahadin’i Sodoma i Lota tamin’izay. Koa raha vao nahita azy roa lahy izy, dia nitsangana hitsena azy, ka niankohoka tamin’ny tany.",
        "2": "Ary hoy izy: “Mba mivilia re, tompoko, ho any an-tranon’ny mpanomponareo, raha sitrakareo, ka matoria any anio alina, ary aoka hosasana ny tongotrareo. Avy eo dia afaka mifoha maraina ianareo ka manohy ny dianareo.” Dia hoy ireo: “Tsia, fa eo an-tany malalaky ny tanàna izahay no hatory.”",
        "3": "Niangavy azy mafy anefa i Lota. Koa nivily nankao aminy izy ireo ka niditra tao an-tranony. Ary nanao sakafo be ho azy ireo izy, sady nanao mofo tsy misy lalivay. Dia nihinana izy ireo.",
        "4": "Raha mbola tsy natory anefa izy ireo, dia nanodidina an’ilay trano ny lehilahy tao an-tanànan’i Sodoma, hatramin’ny ankizilahikely ka hatramin’ny lahiantitra. Nanao rodobe nila ady izy rehetra.",
        "5": "Ary niantsoantso izy rehetra sady niteny tamin’i Lota hoe: “Aiza ireo lehilahy nankao aminao androany alina? Avoahy atỳ aminay izy mba hanaovanay firaisana.”",
        "6": "Dia nivoaka nankeo amin’izy ireo teo am-baravarana i Lota, ka nohidiany ny varavarana.",
        "7": "Ary hoy izy: “Miangavy anareo aho, ry rahalahiko: Aza manao ratsy re e!",
        "8": "Manan-janaka roa vavy aho. Ary mbola tsy nanao firaisana tamin-dehilahy mihitsy izy roa vavy. Koa aoka re izy mirahavavy no havoakako eto aminareo, ka ataovy aminy izay mety eo imasonareo e! Fa ireo lehilahy ireo kosa aza atao na inona na inona, satria ny hiarovana azy indrindra no antony nankanesany ato amiko.” *",
        "9": "Dia hoy ireo: “Mialà teo ianao e!” Ary hoy koa ireo: “Tonga hivahiny eto io lehilahy mitokantokana io, nefa mba miseho ho mpitsara. Mbola ho ratsy kokoa noho ny hataonay aminy no hataonay aminao.” Dia nanosika mafy an’i Lota ireo ka nisesika hamaky ny varavarana.",
        "10": "Koa natsotran’izy roa lahy ny tanany ka nosintoniny hankao aminy ao an-trano i Lota, dia nohidiany ny varavarana.",
        "11": "Fa nataony jamba kosa ireo lehilahy tao am-baravarana, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra, ka sasatra nitady ny varavarana izy ireo.",
        "12": "Dia hoy izy roa lahy tamin’i Lota: “Mbola misy havanao ve eto? Ento miala eto izay vinantolahinao sy zanakao lahy sy zanakao vavy ary izay rehetra anao eto amin’ity tanàna ity!",
        "13": "Fa handrava ity toerana ity izahay, satria nihamafy ny fitarainana momba azy, tonga teo anatrehan’i Jehovah. Koa nirahin’i Jehovah handrava ity tanàna ity izahay.”",
        "14": "Dia lasa i Lota, ka niresaka tamin’ireo vinantolahiny izay efa haka vady an’ireo zanany vavy. Ary hoy izy: “Mitsangàna! Mialà amin’ity toerana ity, fa horavan’i Jehovah ity tanàna ity!” Noheverin’ny vinantolahiny ho nivazivazy anefa izy.",
        "15": "Nony nazava ratsy anefa ny andro, dia notenenin’ireo anjely i Lota mba tsy hitaredretra, ka nataony hoe: “Mitsangàna! Ento ny vadinao sy ny zanakao roa vavy izay eto aminao, sao ho faty noho ny fahadisoan’ity tanàna ity ianao!”",
        "16": "Ary raha mbola nitaredretra i Lota, dia notantanan’izy roa lahy izy sy ny vadiny ary ny zanany roa vavy, noho ny fangoraham-pon’i Jehovah taminy. Ary nentiny nivoaka izy ka nateriny teo ivelan’ny tanàna.",
        "17": "Ary raha vao tongan’izy roa lahy teo an-tsisin’ny tanàna izy ireo, dia niteny taminy ny iray tamin’izy roa lahy hoe: “Mandosira hamonjy ny ainao! Aza mitodika any aoriana, ary aza mijanona na aiza na aiza eran’ny Faritr’i Jordana! Mandosira any amin’ny faritra be tendrombohitra, sao ho ringana ianao!”",
        "18": "Ary hoy i Lota tamin’izy ireo: “Aoka re mba tsy ho izany, Jehovah ô!",
        "19": "Azafady re e! Efa mba nahazo sitraka taminao ihany ny mpanomponao, ka vao mainka nanehoanao hatsaram-panahy feno fitiavana mba hitsimbinana ny aiko. * Izaho anefa ity tsy afa-mandositra mankeny amin’ny faritra be tendrombohitra, sao ho tratran’ny loza aho ka ho faty.",
        "20": "Azafady re e! Akaiky handosirana irỳ tanàna kely irỳ, ka hahasarotiny anao ve ny handosirako ao? Mba afaka mandositra ao ve aho, azafady? Dia tena hahasarotiny anao ve izany? Amin’izay dia tsy ho faty aho.” *",
        "21": "Koa hoy izy taminy: “Ekeko koa izany fangatahanao izany, ka tsy handrava an’io tanàna nolazainao io aho.",
        "22": "Mandehana haingana mandositra ao, fa tsy afa-manao na inona na inona aho mandra-pahatonganao ao!” Izany no nanaovany ny anaran’ilay tanàna hoe Zoara.",
        "23": "Ary efa niposaka teo amin’ilay faritra ny masoandro, nony tonga tao Zoara i Lota.",
        "24": "Ary i Jehovah nandefa solifara sy afo avy tamin’i Jehovah avy tany an-danitra, mba hilatsaka toy ny orana teo amin’i Sodoma sy Gomora.",
        "25": "Koa noravany ireo tanàna ireo, dia ilay faritra manontolo sy ny mponina rehetra tao amin’ireo tanàna ary ny zavamaniry tamin’ny tany.",
        "26": "Ary ny vadin’i Lota izay tao aoriany, dia niherika ka lasa vongan-tsira mitsangana.",
        "27": "Ary i Abrahama nandeha vao maraina nankeny amin’ilay toerana nijoroany teo anatrehan’i Jehovah.",
        "28": "Dia nitazana an’i Sodoma sy Gomora ary ilay faritra manontolo izy, ka nahita setroka be niakatra avy teo amin’ilay tany, toy ny setroky ny lafaoro fandoroana biriky.",
        "29": "Ary rehefa nandrava an’ireo tanàna tao amin’ilay faritra Andriamanitra, dia tsaroany i Abrahama, ka nataony izay hamoahana an’i Lota tsy hiharan’ilay fandravana, tamin’izy nandrava an’ireo tanàna tao amin’ilay faritra nonenan’i Lota.",
        "30": "Ary niakatra avy teo Zoara i Lota taorian’izany, ka nonina teny amin’ny faritra be tendrombohitra niaraka tamin’ny zanany roa vavy, satria natahotra ny hipetraka tao Zoara izy. Koa nipetraka tao anaty lava-bato izy sy ny zanany roa vavy.",
        "31": "Ary hoy ny vavimatoa tamin’ny zandriny vavy: “Efa antitra ity ny raintsika, ary eto amin’ity faritra ity dia tsy misy lehilahy hanao firaisana amintsika araka ny fanaon’ny tany manontolo.",
        "32": "Koa andao hampisotrointsika divay ny raintsika, ary andao isika hanao firaisana aminy, mba tsy ho lany taranaka ny raintsika.”",
        "33": "Koa nampisotroin’izy mirahavavy divay ny rainy, nandritra iny alina iny. Dia niditra ny vavimatoa ka nanao firaisana tamin-drainy, nefa tsy fantatry ny rainy ny fotoana nandrian’ilay zanany na ny nifohazany.",
        "34": "Ary nony ampitson’iny, dia hoy ny vavimatoa tamin’ny zandriny: “Efa nanao firaisana tamin’ny raintsika aho halina. Andao hampisotrointsika divay indray izy anio alina. Dia midira ianao, ka manaova firaisana aminy, mba tsy ho lany taranaka ny raintsika.”",
        "35": "Koa nampisotroin’izy mirahavavy divay imbetsaka ny rainy, nandritra iny alina iny. Dia lasa ilay zandriny ka nanao firaisana tamin-drainy, nefa tsy fantatry ny rainy ny fotoana nandrian’ilay zanany na ny nifohazany.",
        "36": "Ary samy bevohoka tamin-drainy ny zanak’i Lota roa vavy.",
        "37": "Dia tera-dahy ilay vavimatoa, ka nataony hoe Moaba ny anarany. Io no rain’ny Moabita, mandraka androany.",
        "38": "Ary ilay zandriny koa tera-dahy, ka nataony hoe Ben-amy ny anarany. Io no rain’ny taranak’i Amona, mandraka androany."
    },
    "20": {
        "1": "Ary niala teo i Abrahama ka nifindra toby ho any amin’ny tany Negeba. Dia nanorim-ponenana teo anelanelan’i Kadesy sy Sora izy ka nivahiny tao Gerara.",
        "2": "Ary nolazain’i Abrahama foana hoe anabaviny i Saraha vadiny. Koa naniraka olona haka an’i Saraha i Abimeleka mpanjakan’i Gerara.",
        "3": "Dia tonga teo amin’i Abimeleka tao amin’ny nofy Andriamanitra tamin’ny alina, ka niteny hoe: “Ho faty ianao noho ny amin’io vehivavy nalainao io. Efa misy tompony mantsy izy, satria vadin’olona.”",
        "4": "Mbola tsy nanao firaisana tamin-dravehivavy anefa i Abimeleka. Koa hoy izy: “Jehovah ô, firenena tena marina ve dia hovonoinao?",
        "5": "Tsy ralehilahy ve no efa niteny tamiko hoe: ‘Anabaviko izy’? Ary tsy ravehivavy koa ve no efa niteny hoe: ‘Anadahiko izy’? Koa tamin’ny fo madio sy tamim-pahatsorana no nanaovako izao.”",
        "6": "Ary niteny taminy tao amin’ny nofy Andriamanitra hoe: “Izaho koa mahafantatra fa tamin’ny fo madio no nanaovanao izao, ka nosakanako tsy hanota amiko ianao. Koa izany no tsy namelako anao hikasika azy.",
        "7": "Avereno ny vadin-dralehilahy, satria mpaminany izy. Ary hitalaho ho anao izy, dia tsy ho faty ianao. Fa raha tsy averinao kosa ravehivavy, dia aoka ho fantatrao fa ho faty tokoa ianao sy izay rehetra ao an-tranonao.”",
        "8": "Koa nifoha maraina i Abimeleka ka niantso ny mpanompony rehetra, ary nilaza izany rehetra izany tamin’izy ireo. Dia natahotra mafy ireo.",
        "9": "Ary niantso an’i Abrahama i Abimeleka, ka niteny taminy hoe: “Fa inona ity nataonao taminay, ary inona no fahotana nataoko taminao, no dia nahatonga fahotana lehibe tamiko sy ny fanjakako ianao? Zavatra tsy fanao izao nataonao tamiko izao.”",
        "10": "Ary hoy koa i Abimeleka tamin’i Abrahama: “Fa inona no antony nanaovanao izao zavatra izao?”",
        "11": "Dia hoy i Abrahama: “Nieritreritra mantsy aho hoe: ‘Tsy matahotra an’Andriamanitra mihitsy ny olona eto amin’ity toerana ity, ka hovonoiny aho noho ny amin’ny vadiko.’",
        "12": "Anabaviko ihany anefa izy raha ny marina, satria zanaky ny raiko, fa tsy zanaky ny reniko, ka lasa vadiko.",
        "13": "Koa rehefa nasain’Andriamanitra nandeha lavitra ny ankohonan-draiko aho, dia hoy aho tamin’ny vadiko: ‘Izao no hatsaram-panahy feno fitiavana azonao aseho amiko: Any amin’izay toerana rehetra halehantsika, dia lazao hoe: “Anadahiko izy.”’”",
        "14": "Dia naka ondry sy omby sy mpanompolahy ary mpanompovavy i Abimeleka, ka nomeny an’i Abrahama. Naveriny taminy koa i Saraha vadiny.",
        "15": "Ary hoy i Abimeleka: “Eo anoloanao ny taniko, ka mahazo monina eny amin’izay tsara eo imasonao ianao.”",
        "16": "Fa hoy kosa izy tamin’i Saraha: “Omeko farantsa volafotsy arivo ny anadahinao. Ho tampi-maso * hiarovana ny lazanao eo anatrehan’izay rehetra miaraka aminao sy ny olona rehetra, izy iny. Koa afa-tsiny àry ianao.”",
        "17": "Ary nitalaho tamin’Andriamanitra i Abrahama. Koa nositranin’Andriamanitra i Abimeleka sy ny vadiny ary ny mpanompovaviny, ka afaka niteraka izy ireo.",
        "18": "Efa nataon’i Jehovah mantsy izay hahamomba * ny vehivavy rehetra tao an-tranon’i Abimeleka, noho ny amin’i Saraha vadin’i Abrahama."
    },
    "21": {
        "1": "Ary nitsinjo an’i Saraha i Jehovah araka izay efa nolazainy, ka notanterahin’i Jehovah taminy izay nampanantenainy.",
        "2": "Koa bevohoka i Saraha ka nitera-dahy tamin’i Abrahama, izay efa antitra tamin’izay. Tamin’ilay fotoana voatondro nolazain’Andriamanitra tamin’i Abrahama no nitrangan’izany.",
        "3": "Koa nataon’i Abrahama hoe Isaka ny anaran’ilay zanany, izay naterak’i Saraha taminy.",
        "4": "Ary noforan’i Abrahama i Isaka zanany rehefa feno valo andro, araka izay efa nandidian’Andriamanitra azy.",
        "5": "Zato taona i Abrahama rehefa teraka i Isaka zanany.",
        "6": "Dia hoy i Saraha: “Nataon’Andriamanitra izay hihomehezako, ka hiara-mihomehy amiko izay rehetra mandre izany.”",
        "7": "Ary hoy koa izy: “Iza moa no nanampo fa hisy hiteny amin’i Abrahama hoe: ‘Hampinono zaza i Saraha?’ Nitera-dahy taminy ihany anefa aho, amin’izao fahanterany izao.”",
        "8": "Ary nihalehibe ilay zaza ka nosarahi-nono. Koa nanomana fanasambe i Abrahama, tamin’ny andro nampisaraha-nono an’i Isaka.",
        "9": "Ary tsikaritr’i Saraha fa nihomehy naneso an’i Isaka ny zanakalahin’i Hagara Ejipsianina, izay naterany tamin’i Abrahama.",
        "10": "Koa hoy i Saraha tamin’i Abrahama: “Roahy any io mpanompovavy io sy ny zanany, fa tsy hiray lova amin’i Isaka zanako ny zanak’io mpanompovavy io!”",
        "11": "Tena nahasosotra an’i Abrahama anefa izany noho ny amin’ny zanany.",
        "12": "Hoy anefa Andriamanitra tamin’i Abrahama: “Aza atao mahasosotra anao izay lazain’i Saraha aminao momba ny zaza sy ny mpanompovavinao. Henoy ny teniny, satria avy amin’i Isaka ilay hantsoina hoe taranakao.",
        "13": "Ary ny zanak’ilay mpanompovavinao dia hataoko lasa firenena, satria zanakao izy.”",
        "14": "Koa nifoha maraina i Abrahama ka naka mofo sy siny hoditra feno rano. Dia nomeny an’i Hagara izany, ka napetrany teo an-tsorony. Ary nomeny azy koa ny zaza, ka nalefany nandeha ravehivavy. Dia lasa i Hagara ka nirenireny tany an-tany efitr’i Beri-sheba.",
        "15": "Tamin’ny farany, dia lany ny rano tao amin’ny siny hoditra. Ary nadabony teo ambanin’ny kirihitra iray ny zaza.",
        "16": "Dia lasa izy nipetraka irery terỳ lavidavitra terỳ, teny amin’ny toerana tokony ho takatry ny zana-tsipìka, satria hoy izy: “Tsy te hahita ny hahafatesan’ny zaza aho.” Koa nipetraka lavidavitra izy, dia nidradradradra nitomany.",
        "17": "Ary ren’Andriamanitra ny feon’ilay zaza. Koa niantso an’i Hagara avy tany an-danitra ny anjelin’Andriamanitra, ka niteny taminy hoe: “Fa maninona ianao, ry Hagara? Aza matahotra, fa Andriamanitra efa nihaino ny feon’ny zaza erỳ amin’ny misy azy erỳ.",
        "18": "Mitsangàna, ary areno ny zaza ka hazòny, fa hataoko firenena lehibe izy.”",
        "19": "Dia nampahiratin’Andriamanitra ny mason’i Hagara ka nahita lavadrano izy. Ary lasa izy nameno rano ny siny hoditra, ka nampisotro rano an’ilay zaza.",
        "20": "Ary nomban’Andriamanitra foana ilay zaza, ary nihalehibe. Dia nipetraka tany an-tany efitra izy, ary lasa mpandefa zana-tsipìka.",
        "21": "Nanorim-ponenana tany an-tany efitr’i Parana izy, ary nakan-dreniny vady avy any Ejipta.",
        "22": "Tamin’izany fotoana izany, dia hoy i Abimeleka sy Pikola lehiben’ny tafiny, tamin’i Abrahama: “Momba anao Andriamanitra amin’izay rehetra ataonao.",
        "23": "Koa aoka ianao hianiana amiko eto, ka hianiana amin’ny anaran’Andriamanitra fa tsy hamitaka ahy sy ny zanako ary ny taranako. Tsy niovaova ny fitiavana nasehoko taminao, ka aoka mba ho toy izany koa no hataonao amiko sy amin’ny tany ivahinianao.”",
        "24": "Dia hoy i Abrahama: “Hianiana aho.”",
        "25": "Ary nanome tsiny mafy an’i Abimeleka i Abrahama, noho ny amin’ny lavadrano nalain’ny mpanompon’i Abimeleka an-keriny.",
        "26": "Dia hoy i Abimeleka: “Tsy fantatro izay nanao izany, ary ianao koa mbola tsy niteny izany tamiko. Izaho koa tsy nandre izany raha tsy vao izao.”",
        "27": "Ary i Abrahama naka ondry sy omby, ka nomeny an’i Abimeleka. Dia nanao fifanekena izy roa lahy.",
        "28": "Ary nanokana ondrivavy kely fito avy tamin’ny andian’ondry i Abrahama.",
        "29": "Dia hoy i Abimeleka taminy: “Hataonao inona ireto ondrivavy kely fito natokanao ireto?”",
        "30": "Dia hoy izy: “Raiso ireto ondrivavy kely fito avy amiko ireto, ho vavolombelona fa izaho no nihady ity lavadrano ity.”",
        "31": "Izany no antony niantsoany an’ilay toerana hoe Beri-sheba, satria teo izy roa lahy no nianiana.",
        "32": "Koa nanao fifanekena tao Beri-sheba izy ireo. Dia niainga i Abimeleka sy Pikola lehiben’ny tafiny, ka niverina tany amin’ny tanin’ny Filistinina.",
        "33": "Ary namboly hazo tamariska tao Beri-sheba i Abrahama, ka tao no niantsoany ny anaran’i Jehovah, ilay Andriamanitra mandrakizay.",
        "34": "Ary mbola nivahiny andro maro teo amin’ny tanin’ny Filistinina i Abrahama."
    },
    "22": {
        "1": "Tatỳ aoriana dia nizaha toetra an’i Abrahama Andriamanitra, ka niteny taminy hoe: “Ry Abrahama!” Dia hoy izy: “Intỳ aho!”",
        "2": "Ary hoy Andriamanitra: “Ento, azafady, i Isaka zanakao, ilay lahitokanao izay tena tianao, ka mankanesa any amin’ny tany Moria. Ary atolory ho fanatitra dorana izy rehefa any, eo amin’ny tendrombohitra iray holazaiko anao.”",
        "3": "Koa nifoha maraina i Abrahama ka nanisy lasely ny ampondrany, ary nentiny niaraka taminy ny mpanompony roa lahy sy Isaka zanany. Ary namaky kitay ho an’ny fanatitra dorana izy, ary avy eo dia niainga nankany amin’ilay toerana nolazain’Andriamanitra taminy.",
        "4": "Ary efa tamin’ny andro fahatelo i Abrahama vao nahatazana ilay toerana avy lavitra, tamin’izy nanopy ny masony.",
        "5": "Koa hoy i Abrahama tamin’ny mpanompony: “Mijanòna eto ianareo, miaraka amin’ny ampondra, fa izaho sy ny zaza handeha ho erỳ, mba hiankohoka eo anatrehan’Andriamanitra. Ary hiverina eto aminareo ihany izahay avy eo.”",
        "6": "Dia nalain’i Abrahama ny kitay ho an’ny fanatitra dorana ka nasainy nentin’i Isaka zanany. Ary nentin’i Abrahama ny afo sy ny antsin-kena, ka niara-nandeha izy mianaka.",
        "7": "Ary hoy i Isaka tamin’i Abrahama rainy: “Dada ô!” Dia hoy izy: “Intỳ aho, anaka!” Ary hoy i Isaka: “Efa ireto ny afo sy ny kitay, fa aiza kosa izay ondry hatao fanatitra dorana?”",
        "8": "Dia hoy i Abrahama: “Andriamanitra ihany, anaka, no hanome ny ondry hatao fanatitra dorana hatolotra azy.” Ary nanohy ny diany izy mianaka.",
        "9": "Farany dia tonga teo amin’ilay toerana nolazain’Andriamanitra taminy izy mianaka. Ary nanorina alitara teo i Abrahama ka nandahatra ny kitay. Dia nafatony ny tongotra aman-tanan’i Isaka zanany. Ary nataony teo ambonin’ny alitara izy, teo ambonin’ny kitay.",
        "10": "Dia naninjitra ny tanany i Abrahama ka nandray ny antsin-kena mba hamonoana ny zanany.",
        "11": "Niantso azy avy tany an-danitra anefa ilay anjelin’i Jehovah, nanao hoe: “Ry Abrahama! Ry Abrahama!” Dia hoy izy: “Intỳ aho!”",
        "12": "Ary hoy ilay anjely: “Aza maninjitra ny tananao hamely ny zaza, ary aza manao na inona na inona aminy mihitsy. Fa fantatro tokoa izao fa matahotra an’Andriamanitra ianao, satria nafoinao ho ahy ny zanakao, ilay lahitokanao.”",
        "13": "Tamin’izay dia nanopy ny masony i Abrahama ka nahita ondrilahy tsy dia lavitra teo, ary voasaringotry ny kirihitrala ny tandrok’ilay ondry. Dia nalain’i Abrahama ilay ondry, ka natolony ho fanatitra dorana ho solon-janany.",
        "14": "Ary nataon’i Abrahama hoe Jehovah-jire ny anaran’ilay toerana. Izany no nahatonga an’ilay fiteny mahazatra ankehitriny hoe: “Any an-tendrombohitr’i Jehovah no hanomezana izany.”",
        "15": "Ary niantso an’i Abrahama fanindroany avy tany an-danitra ilay anjelin’i Jehovah,",
        "16": "nanao hoe: “‘Mianiana amin’ny tenako aho’, hoy i Jehovah, ‘fa noho ianao nanao izao zavatra izao ka nahafoy ny zanakao, ilay lahitokanao,",
        "17": "dia hitahy anao tokoa aho, ka tena hataoko maro ny taranakao, eny, ho tahaka ny kintana eny amin’ny lanitra sy ny fasika eny amoron-dranomasina. Ary ny taranakao hahazo ny vavahadin’ny fahavalony.",
        "18": "Ary ny firenena rehetra eny ambonin’ny tany dia hanao izay hahazoany fitahiana amin’ny alalan’ny taranakao, satria nihaino ny teniko ianao.’”",
        "19": "Avy eo dia niverina nankeny amin’ny mpanompony i Abrahama. Ary niainga izy ireo ka niara-nankany Beri-sheba. Dia nitoetra tao Beri-sheba i Abrahama.",
        "20": "Taorian’izany, dia nisy nilaza tamin’i Abrahama hoe: “I Milka koa efa nitera-dahy tamin’i Nahora rahalahinao,",
        "21": "dia i Oza lahimatoa sy Boza rahalahiny sy Kemoela rain’i Arama,",
        "22": "sy Kaseda sy Hazo sy Pildasy sy Jidlafa ary Betoela.”",
        "23": "Ary i Betoela niteraka an’i Rebeka. Ireo valo ireo no naterak’i Milka tamin’i Nahora, rahalahin’i Abrahama.",
        "24": "Ary nanana vadikely koa i Nahora: Reoma no anarany. Ary niteraka an’i Teba sy Gahama sy Tahasy ary Maka i Reoma."
    },
    "23": {
        "1": "Ary fito amby roapolo amby zato taona ny andro niainan’i Saraha. Izany no taona niainany.",
        "2": "Ary i Saraha maty tao Kiriata-arba, izany hoe Hebrona, any amin’ny tany Kanana. Ary niditra i Abrahama mba haneho ny alahelony an’i Saraha sy hitomany azy.",
        "3": "Dia niala teo anatrehan’ny maty izy nony avy eo ka niteny tamin’ny taranak’i Heta hoe:",
        "4": "“Vahiny sy mpiavy eto aminareo aho. Koa omeo toerana azoko andevenana eto aminareo aho, mba handevenako ny vadiko tsy ho eto anatrehako.”",
        "5": "Dia namaly an’i Abrahama ny taranak’i Heta hoe:",
        "6": "“Mihainoa anay, tompoko: Voatendrin’Andriamanitra ho mpiadidy eto aminay ianao. Koa izay toeram-pandevenana tsara indrindra eto aminay no andeveno ny vadinao. Tsy hisy aminay handa tsy hanome anao ny toeram-pandevenany, ka hanakana anao tsy handevina ny vadinao.”",
        "7": "Ary i Abrahama niankohoka teo anatrehan’ny tompon-tany, dia ny taranak’i Heta,",
        "8": "ka niteny hoe: “Raha ekenareo ny handevenako ny vadiko tsy ho eto anatrehako, dia henoy aho, ary iangavio i Efrona zanak’i Zohara",
        "9": "mba hanome ahy ny lava-batony ao Makpela, izay eo amin’ny sisin’ny sahany. Aoka homeny ahy eto anatrehanareo izany, araka izay habetsahan’ny volafotsy tokony ho vidiny, mba hahazoako toeram-pandevenana.”",
        "10": "Ary i Efrona nipetraka teo, niaraka tamin’ny taranak’i Heta. Koa namaly an’i Abrahama i Efrona Hetita, teo anatrehan’ny taranak’i Heta sy izay rehetra niditra teo am-bavahadin’ny tanàna, nanao hoe:",
        "11": "“Tsia, tompoko, fa henoy aho: Omeko anao tokoa ilay saha, ary omeko anao koa ilay lava-bato ao. Eto imason’ny zanaky ny fireneko no anomezako izany anao. Koa aleveno ny vadinao.”",
        "12": "Dia niankohoka teo anatrehan’ny tompon-tany i Abrahama,",
        "13": "ka niteny tamin’i Efrona teo anatrehan’izy ireo, hoe: “Maninona moa raha...? Henoy aho: Homeko anao ny volafotsy vidin’ilay saha. Koa raiso avy amiko izany, mba handevenako ny vadiko.”",
        "14": "Ary namaly an’i Abrahama i Efrona hoe:",
        "15": "“Mihainoa ahy, tompoko: Tany mitentina sekely volafotsy efajato io, nefa misy dikany inona moa izany vidiny izany eo amintsika? Koa aleveno ny vadinao.”",
        "16": "Dia nihaino an’i Efrona i Abrahama ka nolanjainy ho an’i Efrona ny volafotsy, araka izay efa nolazainy teo anatrehan’ny taranak’i Heta. Sekely volafotsy efajato izany, araka ny lanja fampiasan’ny mpivarotra.",
        "17": "Koa ny sahan’i Efrona tao Makpela izay tandrifin’i Mamre, izany hoe ilay saha sy ilay lava-bato tao ary ny hazo rehetra efa teo, izay tao anatin’ny faritr’ilay saha, dia nekena ara-dalàna",
        "18": "ho fananan’i Abrahama, novidiny teo imason’ny taranak’i Heta, eny, teo imason’izay rehetra niditra teo am-bavahadin’ny tanàna.",
        "19": "Ary i Abrahama nandevina an’i Saraha vadiny tao amin’ilay lava-bato teo amin’ny saha tao Makpela tandrifin’i Mamre, izany hoe tao Hebrona, any Kanana.",
        "20": "Koa nomen’ny taranak’i Heta an’i Abrahama ilay saha sy ilay lava-bato tao, mba hataony toeram-pandevenana."
    },
    "24": {
        "1": "Ary efa antitra sady nandroso taona i Abrahama. Ary i Jehovah efa nitahy azy tamin’ny zava-drehetra.",
        "2": "Dia hoy i Abrahama tamin’ny mpanompony, izay zokiny indrindra tao amin’ny ankohonany sady niandraikitra ny fananany rehetra: “Mba ataovy ato ambany feko ny tananao, azafady!",
        "3": "Fa mampianiana anao amin’ny anaran’i Jehovah Andriamanitry ny lanitra sy ny tany aho, mba tsy haka vady ho an-janako avy amin’ny zanakavavin’ny Kananita izay miara-monina amiko.",
        "4": "Fa ho any amin’ny taniko sy ny havako kosa ianao, ka haka vady ho an’i Isaka zanako.”",
        "5": "Hoy anefa ilay mpanompo taminy: “Ahoana raha tsy te hiaraka amiko ho atỳ amin’ity tany ity ravehivavy? Tokony hoentiko miverina any amin’ilay tany nialanao ve ny zanakao?”",
        "6": "Dia hoy i Abrahama taminy: “Tandremo sao hoentinao miverina any ny zanako.",
        "7": "Efa naka ahy avy tany amin’ny ankohonan-draiko sy ny tanin’ny havako i Jehovah Andriamanitry ny lanitra, ka nianiana tamiko hoe: ‘Ny taranakao no homeko ity tany ity.’ Koa haniraka ny anjeliny eo alohanao izy, ka any no hakanao vady ho an-janako.",
        "8": "Raha tsy te hiaraka aminao kosa ravehivavy, dia ho afaka amin’izao fianianana nataonao tamiko izao ianao. Fa izao fotsiny: Aza entinao miverina any ny zanako.”",
        "9": "Dia nataon’ilay mpanompo tao ambany fen’i Abrahama tompony ny tanany, ka nianiana taminy ny amin’izany izy.",
        "10": "Koa naka rameva folo tamin’ny ramevan’ny tompony ilay mpanompo. Ary nakany avokoa ny karazan-java-tsoa rehetra nananan’ny tompony ka nentiny. Dia niainga ho any Mezopotamia izy, ho any amin’ny tanànan’i Nahora.",
        "11": "Tamin’ny farany, dia nampandohalehiny teo ivelan’ny tanàna, teo anilan’ny lavadrano iray, ny rameva. Efa ho takariva tamin’izay, tokony ho tamin’ny fotoana fivoahan’ny vehivavy hantsaka rano.",
        "12": "Dia hoy izy: “Ry Jehovah, Andriamanitr’i Abrahama tompoko ô! Mba ataovy re izay hitrangan’izao zavatra izao eto anatrehako anio e, ka manehoa hatsaram-panahy feno fitiavana amin’i Abrahama tompoko:",
        "13": "Eto anilan’ny loharano aho izao, ary mivoaka hantsaka ny zanakavavin’ny olona ao an-tanàna.",
        "14": "Koa izay tovovavy hilazako hoe: ‘Mba ampidino kely ny sininao hisotroako’, ka hilaza hoe: ‘Misotroa, ary hanome rano ho an’ny ramevanao koa aho’, dia izy no aoka hotendrenao ho an’i Isaka mpanomponao. Dia izany no hahafantarako fa tsy miovaova ny fitiavana asehonao amin’ny tompoko.”",
        "15": "Raha mbola tsy tapitra akory ny teniny, dia iny fa nivoaka i Rebeka izay naterak’i Betoela zanakalahin’i Milka, vadin’i Nahora rahalahin’i Abrahama. Ary i Rebeka nitondra ny sininy teny an-tsorony.",
        "16": "Tena tsara tarehy ilay tovovavy sady virjiny, ary mbola tsy nisy lehilahy nanao firaisana taminy. Ary nidina nankeo an-doharano izy ka nameno ny sininy, dia niakatra.",
        "17": "Dia nihazakazaka nitsena azy avy hatrany ilay mpanompo, ka niteny hoe: “Mba omeo rano kely amin’ny sininao aho hosotroiko!”",
        "18": "Ary hoy razazavavy: “Misotroa àry, tompoko.” Dia nampidininy haingana teo an-tanany ny sininy, ka nomeny rano ralehilahy hosotroiny.",
        "19": "Rehefa avy nanome rano azy razazavavy, dia hoy izy: “Hantsaka ho an’ny ramevanao koa aho, mandra-pisotron’izy rehetra.”",
        "20": "Koa nararany haingana tao anaty tavin-drano fampisotroam-biby ny rano rehetra tao anaty sininy. Ary niverimberina nihazakazaka nankeo amin’ny lavadrano izy, ka nantsaka tsy an-kiato ho an’ny rameva rehetra.",
        "21": "Nandritra izany fotoana izany, dia nibanjina azy ralehilahy sady gaga. Ary tsy niteny mihitsy izy mba hahafantarany raha nambinin’i Jehovah ny diany, na tsia.",
        "22": "Koa rehefa avy nisotro rano ny rameva, dia nalain-dralehilahy ny kavin’orona volamena iray nilanja antsasa-tsekely, * mbamin’ny brasele roa nilanja sekely volamena folo, hatao amin’ny tanan’ilay tovovavy.",
        "23": "Ary hoy izy: “Zanak’iza moa ianao? Mba azonao lazaina amiko ve? Ary misy azonay atoriana ve ao an-tranon-drainao?”",
        "24": "Dia hoy razazavavy taminy: “Zanakavavin’i Betoela aho, dia i Betoela zanakalahin’i Milka, naterany tamin’i Nahora.”",
        "25": "Ary hoy koa izy: “Misy mololo ao aminay, ary misy sakafom-biby betsaka sy toerana hatoriana.”",
        "26": "Koa niondrika sy niankohoka teo anatrehan’i Jehovah ralehilahy,",
        "27": "ka niteny hoe: “Hisaorana anie i Jehovah, Andriamanitr’i Abrahama tompoko, fa naneho hatsaram-panahy feno fitiavana tamin’ny tompoko foana izy, sady tsy nivadika taminy mihitsy! Rehefa teny an-dalana aho, dia notarihin’i Jehovah ho atỳ an-tranon’ny rahalahin’ny tompoko.”",
        "28": "Ary nihazakazaka nilaza izany tamin’ny ankohonan-dreniny razazavavy.",
        "29": "Ary i Rebeka nanana anadahy: Labana no anarany. Ary i Labana nihazakazaka nankeny amin-dralehilahy teny ivelany, teo an-doharano.",
        "30": "Hitany mantsy ny kavina teny amin’ny oron’ny anabaviny sy ny brasele teny an-tanany, sady efa reny izay nolazain’i Rebeka anabaviny hoe: “Izany no nolazain-dralehilahy tamiko.” Dia nankeo amin-dralehilahy izy, ka io fa mbola nijoro teo anilan’ny rameva, teo an-doharano, ralehilahy.",
        "31": "Koa niteny avy hatrany i Labana hoe: “Avia, ry ilay notahin’i Jehovah. Nahoana no mijanona atỳ ivelany ianao, nefa izaho efa nanomana ny trano sy izay itoeran’ny rameva?”",
        "32": "Dia niditra tao an-trano ralehilahy. Ary namaha ny entana teo amin’ny rameva i Labana, ka nanome mololo sy sakafo ho an’ny rameva, ary nanome rano ho an-dralehilahy sy ny olona niaraka taminy mba hanasany tongotra.",
        "33": "Dia naroso teo anoloan-dralehilahy ny sakafo, nefa hoy izy: “Tsy hihinana aho raha tsy efa voalazako ny anton-diako.” Dia hoy izy: “Lazao àry!”",
        "34": "Ary hoy ralehilahy: “Mpanompon’i Abrahama aho.",
        "35": "Ary i Jehovah efa nandrotsaka fitahiana be dia be tamin’ny tompoko, satria mampanan-karena azy foana izy, sady manome azy ondry sy omby sy volafotsy sy volamena sy mpanompolahy sy mpanompovavy sy rameva ary ampondra.",
        "36": "Ary nitera-dahy tamin’ny tompoko i Saraha vadiny, na efa antitra aza. Ary homen’ny tompoko ho an-janany izay rehetra ananany.",
        "37": "Koa nampianiana ahy ny tompoko, ka niteny hoe: ‘Aza maka vady ho an-janako avy amin’ny zanakavavin’ny Kananita izay tompon’ny tany onenako.",
        "38": "Fa ho any amin’ny ankohonan-draiko sy ny fianakaviako kosa ianao, ka haka vady ho an-janako.’",
        "39": "Hoy anefa aho tamin’ny tompoko: ‘Ahoana raha tsy te hiaraka amiko ravehivavy?’",
        "40": "Dia hoy izy tamiko: ‘Haniraka ny anjeliny homba anao anie i Jehovah, ka hanambina ny dianao, satria eo anatrehany no andehanako! Ary haka vady ho an-janako avy amin’ny fianakaviako sy ny ankohonan-draiko ianao.",
        "41": "Dia ho afaka adidy amiko ianao ka ho afaka amin’ilay fianiananao, rehefa tonga any amin’ny fianakaviako. Ary raha tsy omeny anao ravehivavy, dia ho afaka adidy amiko ianao ka ho afaka amin’ilay fianiananao.’",
        "42": "“Koa rehefa tonga teo an-doharano aho androany, dia hoy aho: ‘Ry Jehovah, Andriamanitr’i Abrahama tompoko ô, raha tena ambininao tokoa ny diako, dia izao no aoka hitranga:",
        "43": "Raha mijoro eto an-doharano aho, dia izay zazavavy mivoaka hantsaka ka hilazako hoe: “Mba avelao aho hisotro rano kely avy amin’ny sininao”,",
        "44": "ary hiteny amiko hoe: “Misotroa, ary hantsaka ho an’ny ramevanao koa aho”, dia izy no vehivavy voatendrin’i Jehovah ho an’ny zanaky ny tompoko.’",
        "45": "“Raha mbola niteny izany anakampo aho, dia iny fa nivoaka i Rebeka nitondra ny sininy teny an-tsorony. Ary nidina nankeo an-doharano izy, ka nantsaka. Ary hoy aho taminy: ‘Mba omeo rano kely aho hosotroiko!’",
        "46": "Dia nampidininy haingana avy teny an-tsorony ny sininy, ka hoy izy: ‘Misotroa, ary hanome rano ho an’ny ramevanao koa aho.’ Koa nisotro aho, ary nomeny rano koa ny rameva.",
        "47": "Avy eo dia nanontaniako izy hoe: ‘Zanak’iza moa ianao?’ Dia hoy izy: ‘Zanakavavin’i Betoela aho, dia i Betoela zanakalahin’i Nahora, naterak’i Milka taminy.’ Koa nataoko teo amin’ny orony ilay kavin’orona, ary teo amin’ny tanany ireo brasele.",
        "48": "Ary niondrika sy niankohoka teo anatrehan’i Jehovah aho, ka nisaotra an’i Jehovah, Andriamanitr’i Abrahama tompoko, izay nitarika ahy tamin’ny lalana tokony halehako, mba haka ny zanakavavin’ny rahalahin’ny tompoko ho an-janany.",
        "49": "Koa raha maneho hatsaram-panahy feno fitiavana amin’ny tompoko ianareo, ary asehonareo aminy koa fa azony itokisana ianareo, dia lazao amiko. Fa raha tsy izany kosa, dia lazao amiko, mba hiviliako hiankavanana na hiankavia.”",
        "50": "Ary hoy ny navalin’i Labana sy Betoela: “Avy tamin’i Jehovah izao zavatra izao. Ary tsy afaka hilaza aminao izahay hoe eny na tsia.",
        "51": "Io anatrehanao io i Rebeka. Ento izy ka mandehana, ary aoka izy ho vadin’ny zanaky ny tomponao, araka izay nolazain’i Jehovah.”",
        "52": "Raha vao nandre izany tenin’izy ireo izany ilay mpanompon’i Abrahama, dia niankohoka tamin’ny tany teo anatrehan’i Jehovah.",
        "53": "Ary namoaka zavatra vita tamin’ny volafotsy sy zavatra vita tamin’ny volamena ary akanjo ilay mpanompo, ka nomeny an’i Rebeka. Ary nomeny zava-tsarobidy koa ny anadahiny sy ny reniny.",
        "54": "Avy eo dia nihinana sy nisotro izy sy ny olona niaraka taminy. Dia natory tao izy ireo, ary nifoha nony maraina. Ary hoy ralehilahy: “Alefaso ho any amin’ny tompoko aho.”",
        "55": "Dia hoy ny anadahin’i Rebeka sy ny reniny: “Aoka razazavavy hijanona eto aminay folo andro, fara fahakeliny. Aorian’izay, dia afaka mandeha izy.”",
        "56": "Fa hoy ralehilahy tamin’izy ireo: “Aza sakananareo tsy handeha aho, fa efa nambinin’i Jehovah ny diako. Alefaso ho any amin’ny tompoko aho.”",
        "57": "Koa hoy ireo: “Andao hantsoina razazavavy mba hanontaniana ny heviny.”",
        "58": "Ary niantso an’i Rebeka izy ireo ka niteny taminy hoe: “Handeha hiaraka amin’io lehilahy io ve ianao?” Dia hoy izy: “Vonona handeha aho.”",
        "59": "Koa nalefan’izy ireo i Rebeka anabaviny, sy ilay nampinono azy taloha, ary ilay mpanompon’i Abrahama mbamin’ny olona niaraka taminy.",
        "60": "Ary nitso-drano an’i Rebeka izy ireo hoe: “Ry anabavinay ô, ho tonga an’alinalina inarivoarivo anie ianao, ary aoka ho azon’ny taranakao ny vavahadin’izay mankahala azy!”",
        "61": "Taorian’izany, dia niainga i Rebeka sy ireo mpanompovaviny, ka nitaingina rameva ary nanaraka an-dralehilahy. Ary nitondra an’i Rebeka ilay mpanompo ka lasa nandeha.",
        "62": "Ary i Isaka niverina avy tany amin’ny lalana mankany Bera-lahai-roy, satria nipetraka tao amin’ny tany Negeba izy.",
        "63": "Ary nivoaka mba hisaintsaina tany an-tsaha izy, rehefa harivariva ny andro. Dia nanopy ny masony izy ka nijery, ary indreny nisy rameva nanatona!",
        "64": "Ary nanopy ny masony i Rebeka ka nahita an’i Isaka, dia nidina avy teo amin’ny rameva.",
        "65": "Ary hoy izy tamin’ilay mpanompo: “Fa iza iny lehilahy mandeha eny an-tsaha mitsena antsika iny?” Dia hoy ilay mpanompo: “Ny tompoko iny.” Ary naka saron-doha i Rebeka ka nosaronany ny lohany.",
        "66": "Ary notantarain’ilay mpanompo tamin’i Isaka daholo ny zava-drehetra nataony.",
        "67": "Ary i Rebeka nentin’i Isaka nankao an-tranolain’i Saraha reniny. Dia nalainy i Rebeka ka lasa vadiny. Koa raiki-pitia taminy i Isaka, ary nionona tamin’ny nahafatesan-dreniny izy."
    },
    "25": {
        "1": "Ary i Abrahama naka vady indray: Ketora no anarany.",
        "2": "Ary ireto avy no naterany tamin’i Abrahama: Zimrana sy Joksana sy Medana sy Midianina sy Jisbaka ary Soaha.",
        "3": "Ary i Joksana niteraka an’i Sheba sy Dedana. Ary ny zanakalahin’i Dedana dia i Asorima sy Letosima ary Leomima.",
        "4": "Ary ny zanakalahin’i Midianina dia i Efaha sy Efera sy Hanoka sy Abida ary Eldaha. Ireo rehetra ireo no taranak’i Ketora.",
        "5": "Tatỳ aoriana, dia nomen’i Abrahama an’i Isaka ny fananany rehetra,",
        "6": "fa fanomezana kosa no nomeny an’ireo zanany lahy hafa nateraky ny vadikeliny. Koa dieny mbola velona izy, dia nasainy niala teo amin’i Isaka zanany ireo, ho any amin’ny tany Atsinanana.",
        "7": "Ary dimy amby fitopolo amby zato taona no andro niainan’i Abrahama,",
        "8": "dia niala aina izy ka maty, rehefa tratrantitra, sady ela niainana sy afa-po. Ary nangonina any amin’ny razany izy.",
        "9": "Ary i Isaka sy Ismaela zanany nandevina azy tao amin’ny lava-bato tao Makpela, tao amin’ny sahan’i Efrona zanak’i Zohara Hetita, dia ilay saha tandrifin’i Mamre,",
        "10": "izay novidin’i Abrahama tamin’ny taranak’i Heta. Tao no nandevenana an’i Abrahama sy Saraha vadiny.",
        "11": "Ary mbola notahin’Andriamanitra i Isaka zanany, taorian’ny nahafatesan’i Abrahama. Ary nonina teny akaikin’i Bera-lahai-roy i Isaka.",
        "12": "Ary izao no tantaran’i Ismaela zanakalahin’i Abrahama, izay naterak’i Hagara Ejipsianina mpanompovavin’i Saraha:",
        "13": "Izao no anaran’ny zanakalahin’i Ismaela, araka ny anarany avy sy araka izay nipoiran’ny fianakaviany avy: Nebaiota no lahimatoan’i Ismaela, ary nanarakaraka azy i Kedara sy Adbela sy Mibsama",
        "14": "sy Misma sy Doma sy Masa",
        "15": "sy Hadada sy Tema sy Jetora sy Nafisy ary Kedema.",
        "16": "Ireo no zanakalahin’i Ismaela, ary ireo no anarany araka ny tanànany avy sy ny tobiny mifefy vato. Samy mpiadidy avokoa izy roa ambin’ny folo lahy ireo, araka ny fokony avy.",
        "17": "Ary fito amby telopolo amby zato taona no andro niainan’i Ismaela, dia niala aina izy ka maty. Ary nangonina any amin’ny razany izy.",
        "18": "Ary ny zanany dia nonina tany amin’ny faritra rehetra hatrany Havila teny akaikin’i Sora, tandrifin’i Ejipta, ka hatrany Asyria. Tandrifin’ny rahalahiny rehetra no nitoerany.",
        "19": "Ary izao no tantaran’i Isaka zanakalahin’i Abrahama: I Abrahama niteraka an’i Isaka.",
        "20": "Ary efapolo taona i Isaka tamin’izy naka vady an’i Rebeka, zanakavavin’i Betoela Syrianina avy any Padana-arama, sady anabavin’i Labana Syrianina.",
        "21": "Ary nitalaho foana tamin’i Jehovah i Isaka, indrindra fa ho an’ny vadiny, satria momba ravehivavy. Koa nohenoin’i Jehovah ny fitalahoany, ka bevohoka i Rebeka vadiny.",
        "22": "Ary niady ireo zaza tao an-kibony. Dia hoy i Rebeka: “Raha izao no izy, nahoana re aho no mbola velona ihany e?” Ary lasa izy nanontany an’i Jehovah.",
        "23": "Dia hoy i Jehovah taminy: “Firenena roa no ao an-kibonao, ary vahoaka roa no hisaraka avy ao anatinao. Ny vahoaka iray hahery noho ny iray, ary ny zokiny hanompo ny zandriny.”",
        "24": "Rehefa nandeha ny fotoana, dia tonga ny andro tokony hiterahany, ary kambana no tao an-kibony.",
        "25": "Dia nivoaka ny voalohany. Ary mena ny vatany manontolo, toy ny akanjo volom-biby. Koa natao hoe Esao * ny anarany.",
        "26": "Avy eo dia nivoaka koa ny rahalahiny, ary ny tanany nihazona ny voditongotr’i Esao. Koa natao hoe Jakoba * ny anarany. Ary enimpolo taona i Isaka tamin’i Rebeka niteraka azy mirahalahy.",
        "27": "Dia nitombo ireo zazalahy ireo. Ary lasa lehilahy nahay nihaza i Esao, sady mpankeny an-tsaha. Fa i Jakoba kosa lehilahy tsy nanan-tsiny, nipetraka an-tranolay.",
        "28": "Ary i Isaka tia an’i Esao, satria izy nitondra haza hohaniny. Fa i Rebeka kosa tia an’i Jakoba.",
        "29": "Indray mandeha, dia teo am-pandrahoana lantihy i Jakoba no tonga avy tany an-tsaha i Esao sady reraka.",
        "30": "Koa hoy i Esao tamin’i Jakoba: “Mba omeo indray mandrapaka amin’io mena io aho! Haingana fa reraka aho! Omeo amin’io mena io aho ho’aho!” Izany no antony nanaovana ny anarany hoe Edoma. *",
        "31": "Dia hoy i Jakoba: “Amidio amiko àry aloha ny zonao amin’ny maha lahimatoa anao!”",
        "32": "Ary hoy i Esao: “Efa ho faty ihany aho, koa inona no soa azoko amin’izay zon’ny lahimatoa?”",
        "33": "Fa hoy i Jakoba: “Mianiàna amiko aloha e!” Dia nianiana tamin’i Jakoba i Esao, ka namidiny taminy ny zony amin’ny maha lahimatoa azy.",
        "34": "Ary nomen’i Jakoba mofo sy lantihy izy, ka nihinana sy nisotro. Dia nitsangana izy ka lasa. Toy izany no nanaovan’i Esao tsinontsinona ny zon’ny lahimatoa."
    },
    "26": {
        "1": "Ary nisy mosary teo amin’ilay tany, ankoatra ilay mosary voalohany tamin’ny andron’i Abrahama. Ary i Isaka lasa nankany amin’i Abimeleka mpanjakan’ny Filistinina, tany Gerara.",
        "2": "Ary niseho taminy i Jehovah, ka niteny hoe: “Aza midina any Ejipta, fa aoka ianao honina any amin’izay tany hasehoko anao.",
        "3": "Ary aoka ianao hivahiny eto amin’ity tany ity, dia homba anao foana aho ka hitahy anao, satria ianao sy ny taranakao no homeko izao tany rehetra izao. Ary hotanterahiko ny fianianana nataoko tamin’i Abrahama rainao hoe:",
        "4": "‘Hataoko maro tahaka ny kintana eny amin’ny lanitra ny taranakao, ary homeko ny taranakao izao tany rehetra izao. Ary ny firenena rehetra eny ambonin’ny tany dia hanao izay hahazoany fitahiana amin’ny alalan’ny taranakao.’",
        "5": "Nihaino ny teniko mantsy i Abrahama ka nanao foana ny adidiny tamiko, sady nitandrina mandrakariva ny didiko sy ny fitsipiko ary ny lalàko.”",
        "6": "Koa mbola nonina tao Gerara i Isaka.",
        "7": "Ary nanontany foana momba ny vadiny ireo lehilahy teo an-toerana, nefa hoy izy: “Anabaviko izy”, satria natahotra izy ny hilaza hoe: “Vadiko izy.” Hoy mantsy izy: “Sao hamono ahy ireo lehilahy eto, noho ny amin’i Rebeka.” Tsara tarehy mantsy ravehivavy.",
        "8": "Ary raha mbola nijanona elaela tao Gerara i Isaka, dia nitazantazana teo am-baravarankely i Abimeleka mpanjakan’ny Filistinina, ka nahita an’i Isaka nisangy an’i Rebeka vadiny.",
        "9": "Dia niantso an’i Isaka avy hatrany i Abimeleka ka niteny hoe: “Hay, vadinao izy, ka nahoana ianao no nilaza hoe: ‘Anabaviko izy’?” Ary hoy i Isaka taminy: “Nilaza izany aho, satria natahotra sao ho faty noho ny aminy.”",
        "10": "Fa hoy i Abimeleka: “Inona izao nataonao taminay izao? Raha nisy kely foana, dia nanaovan’olona firaisana ny vadinao, ka nahatonga heloka taminay ianao!”",
        "11": "Dia nandidy ny olona rehetra i Abimeleka hoe: “Hovonoina ho faty izay mikasika an’ity lehilahy ity sy ny vadiny!”",
        "12": "Taorian’izany, dia nanomboka namafy voa tao amin’izany tany izany i Isaka. Ary nahatratra avo zato heny ny vokatra azony tamin’io taona io, satria notahin’i Jehovah izy.",
        "13": "Koa lasa nanan-karena ralehilahy ka nihanisondrotra ny fiainany, ary nitombo harena hatrany izy ka tonga mpanankarem-be tamin’ny farany.",
        "14": "Dia nanana andian’ondry sy andian’omby ary mpanompo maro be izy, ka nialonan’ny Filistinina.",
        "15": "Ary ny lavadrano rehetra izay efa nohadin’ny mpanompon-drainy tamin’ny andron’i Abrahama rainy, dia efa notampenan’ny Filistinina sy nototofany tany.",
        "16": "Tamin’ny farany, dia hoy i Abimeleka tamin’i Isaka: “Mialà eto aminay, fa lasa mahery lavitra noho izahay ianao.”",
        "17": "Koa niala tao i Isaka, dia nitoby teo amin’ny lohasaha falehan-driakan’i Gerara, ka nanorim-ponenana teo.",
        "18": "Ary nohadin’i Isaka indray ireo lavadrano efa nohadina tamin’ny andron’i Abrahama rainy, izay efa notampenan’ny Filistinina taorian’ny nahafatesan’i Abrahama. Ary nantsoiny indray tamin’ny anarany avy izy ireny, araka ny niantsoan-drainy azy.",
        "19": "Ary nandavaka teo amin’ilay lohasaha falehan-driaka ny mpanompon’i Isaka, ka nahita lavadrano nisy rano madio.",
        "20": "Nifanditra tamin’ny mpiandry ondrin’i Isaka anefa ny mpiandry ondry tao Gerara, ka nanao hoe: “Anay io rano io!” Koa nataon’i Isaka hoe Eseka ny anaran’ilay lavadrano, satria nifanditra taminy izy ireo.",
        "21": "Ary nandavaka lavadrano hafa indray ny mpanompon’i Isaka, nefa nampifanditra azy ireo koa ilay izy. Koa nataon’i Isaka hoe Sitna ny anaran’izy io.",
        "22": "Tatỳ aoriana, dia niala teo izy ka nandavaka lavadrano hafa indray. Ary tsy nampifanditra azy ireo intsony ilay izy. Koa nataony hoe Rehobota ny anaran’izy io, fa hoy izy: “Satria efa nanome antsika toerana malalaka i Jehovah, ka nataony maro isika eto an-tany.”",
        "23": "Ary niala teo izy ka niakatra nankany Beri-sheba.",
        "24": "Ary niseho taminy i Jehovah tamin’iny alina iny, ka niteny hoe: “Izaho no Andriamanitr’i Abrahama rainao. Aza matahotra, fa momba anao aho. Ary hitahy anao aho ka hataoko maro ny taranakao, noho ny amin’i Abrahama mpanompoko.”",
        "25": "Koa nanorina alitara teo izy ka niantso ny anaran’i Jehovah, sady nanangana tranolay teo. Ary nandavaka lavadrano teo ny mpanompon’i Isaka.",
        "26": "Tatỳ aoriana, dia tonga teo aminy avy any Gerara i Abimeleka, niaraka tamin’i Ahozata namany akaiky sy Pikola lehiben’ny tafiny.",
        "27": "Ary hoy i Isaka tamin’izy ireo: “Nahoana ianareo no mankatỳ amiko, nefa ianareo efa nankahala ahy ka nandroaka ahy niala teo aminareo?”",
        "28": "Dia hoy ireo: “Hitanay tokoa fa momba anao i Jehovah. Koa hoy izahay: ‘Andao isika hanao fianianana, dia fianianana ifanaovantsika. Ary andao isika hanao fifanekena",
        "29": "fa tsy hanisy ratsy anay ianao, tahaka ny tsy nikasihanay anao sy tsy nanaovanay afa-tsy izay tsara taminao, ka navelanay handeha soa aman-tsara ianao. Fa ianao ankehitriny no tahin’i Jehovah.’”",
        "30": "Dia nanao sakafo be ho azy ireo i Isaka avy eo, ary nihinana sy nisotro ireo.",
        "31": "Ary nifoha maraina izy ireo ny ampitso, ka nianiana tamin’ny andaniny ny ankilany. Taorian’izay, dia nalefan’i Isaka izy ireo ka lasa soa aman-tsara.",
        "32": "Ary tamin’io andro io, dia tonga ny mpanompon’i Isaka nilaza taminy momba ilay lavadrano nohadin’izy ireo, nanao hoe: “Nahita rano izahay!”",
        "33": "Koa nataon’i Isaka hoe Shiba ny anaran’izy io. Izany no antony nanaovana ny anaran’ilay tanàna hoe Beri-sheba, mandraka androany.",
        "34": "Ary rehefa efapolo taona i Esao, dia nalainy ho vady i Jodita zanakavavin’i Bery Hetita, ary koa Basemata zanakavavin’i Elona Hetita.",
        "35": "Ary nangidy ny fiainan’i Isaka sy Rebeka, noho ny amin’ireny."
    },
    "27": {
        "1": "Ary rehefa antitra i Isaka sady efa nanjavozavo be ny masony ka tsy nahita intsony, dia nantsoiny i Esao lahimatoany, ka hoy izy taminy: “Ry Esao zanako ô!” Dia hoy i Esao taminy: “Intỳ aho!”",
        "2": "Ary hoy i Isaka: “Efa antitra aho, ary tsy fantatro izay andro hahafatesako.",
        "3": "Koa ankehitriny, mba alaivo kely ny fitaovanao, dia ny tranon-jana-tsipìkanao sy ny tsipìkanao, ary mivoaha ho any an-tsaha ka mandehana mihaza ho ahy.",
        "4": "Ary anaovy sakafo matsiro araka ilay tiako aho, dia ento atỳ amiko hankafizako azy, mba hitsofako rano anao, alohan’ny hahafatesako.”",
        "5": "Ren’i Rebeka anefa ny resak’i Isaka tamin’i Esao zanany. Ary i Esao lasa nankany an-tsaha mba hitady haza ka hitondra izany mody.",
        "6": "Dia hoy i Rebeka tamin’i Jakoba zanany: “Vao reko teo ny rainao niteny tamin’i Esao rahalahinao hoe:",
        "7": "‘Itondray haza aho, dia anaovy sakafo matsiro hankafizako azy, mba hitsofako rano anao eo anatrehan’i Jehovah, alohan’ny hahafatesako.’",
        "8": "Koa ankehitriny, anaka, henoy izao teny andidiako anao izao:",
        "9": "Mandehana kely any amin’ny ondry aman’osy, ka itondray zanak’osy roa tsara aho hanaovako sakafo matsiro ho an-drainao, araka ilay tiany.",
        "10": "Dia ento any amin-drainao izany hohaniny, mba hitsofany rano anao, alohan’ny hahafatesany.”",
        "11": "Fa hoy i Jakoba tamin’i Rebeka reniny: “I Esao rahalahiko ange voloina e, nefa izaho malamalama hoditra.",
        "12": "Dia ahoana raha mitsapa ahy ny raiko? Ho toy ny olona mpananihany azy aho amin’izay, ka ozona, fa tsy tsodrano, no ho azoko.”",
        "13": "Dia hoy ny reniny: “Aoka hihatra amiko ny fanozonana anao, anaka. Henoy fotsiny ny teniko, dia mandehana, ka itondray zanak’osy aho.”",
        "14": "Koa lasa naka zanak’osy izy ka nitondra izany tany amin-dreniny. Ary ny reniny nanao sakafo matsiro araka ilay tian-drainy.",
        "15": "Avy eo dia nalain’i Rebeka ny akanjon’i Esao lahimatoany, dia ny tsara indrindra tao an-trano, ka nampanaoviny an’i Jakoba faralahiny.",
        "16": "Ary ny hoditry ny zanak’osy dia nataony teo amin’ny tanan’i Jakoba sy teo amin’ny faritra tsy misy volo amin’ny vozony.",
        "17": "Dia natolony teo an-tanan’i Jakoba zanany ilay sakafo matsiro sy ny mofo namboariny.",
        "18": "Koa nankao amin-drainy i Jakoba, ka niteny hoe: “Dada ô!” Dia hoy i Isaka: “Intỳ aho! Iza moa ianao, anaka?”",
        "19": "Ary hoy i Jakoba tamin-drainy: “Esao lahimatoanao. Efa nanao izay nolazainao tamiko aho. Koa mba miarena kely, dia mipetraha, ka mihinàna amin’ny haza nentiko, mba hitsofanao rano ahy.”",
        "20": "Ary hoy i Isaka tamin-janany: “Fa ahoana, anaka, no nahitanao haza haingana?” Dia hoy i Jakoba: “Satria nataon’i Jehovah Andriamanitrao tojo ahy ilay izy.”",
        "21": "Ary hoy i Isaka taminy: “Mba manatòna kely, anaka, hitsapako anao, mba hahafantarako raha i Esao zanako tokoa ianao, na tsia.”",
        "22": "Koa nanatona an’i Isaka rainy i Jakoba. Ary nitsapa azy i Isaka, dia niteny hoe: “Ny feo dia feon’i Jakoba, fa ny tanana kosa tanan’i Esao.”",
        "23": "Ary tsy fantany i Jakoba, satria voloina tahaka ny tanan’i Esao rahalahiny ny tanany. Dia nitso-drano azy izy.",
        "24": "Ary hoy izy: “I Esao zanako tokoa moa ianao?” Dia hoy i Jakoba: “Eny, izaho no izy.”",
        "25": "Ary hoy i Isaka: “Arosoy eto amiko àry hihinanako izato hazan-janako, mba hitsofako rano anao.” Dia narosony teo aminy izany ka nihinana izy, ary nitondrany divay koa izy ka nisotro.",
        "26": "Ary hoy i Isaka rainy: “Mba manatòna kely, anaka, hanoroka ahy.”",
        "27": "Dia nanatona izy ka nanoroka azy. Ary ren’i Isaka ny hanitry ny akanjony. Koa nitso-drano azy izy hoe: “Ny hanitry ny zanako dia tahaka ny hanitry ny saha notahin’i Jehovah.",
        "28": "Andriamanitra anie hanome anao ny andon’ny lanitra sy ny faritra lonaka amin’ny tany, ary varimbazaha sy divay vaovao be dia be!",
        "29": "Hanompo anao anie ireo firenena, ary hiankohoka eo anatrehanao ny firenena samy hafa! Hanana fahefana eo amin’ny rahalahinao anie ianao, ary hiankohoka eo anatrehanao ny zanaky ny reninao! Ho voaozona anie izay manozona anao, ary hotahina kosa izay mitso-drano anao!”",
        "30": "Ary niala teo anatrehan’i Isaka rainy i Jakoba raha vao avy nitso-drano azy i Isaka. Raha vao niala teo anefa izy, dia tonga i Esao rahalahiny avy nihaza.",
        "31": "Ary nanao sakafo matsiro koa izy, dia nentiny teo amin-drainy izany, ka hoy izy: “Aoka hiarina ny raiko ka hihinana amin’ny hazan-janany, mba hitsofanao rano ahy.”",
        "32": "Ary hoy i Isaka rainy taminy: “Fa iza moa ianao?” Dia hoy izy: “Esao lahimatoanao.”",
        "33": "Ary tena nangovitra be mihitsy i Isaka, ka niteny hoe: “Fa iza àry ilay nitady haza ka nitondra izany teto amiko? Efa nohaniko avokoa izay narosony, raha mbola tsy niditra ianao, dia nitso-drano azy aho. Ary hotahina koa izy!”",
        "34": "Nony nandre ny tenin-drainy i Esao, dia niantsoantso faran’izay mafy sy tamin’alahelo, ka niteny hoe: “Mba omeo tsodrano koa re aho, ry Dada ô!”",
        "35": "Fa hoy ny rainy: “Tonga tamim-pitaka ny rahalahinao mba hahazoany ny tsodrano tokony ho anao.”",
        "36": "Dia hoy i Esao: “Tsy izany ve no antony nanaovana ny anarany hoe Jakoba, satria fanindroany izao no nakany ny toerako? Ny zoko amin’ny maha lahimatoa ahy efa nalainy, ary izao indray koa nalainy ny tsodrano tokony ho ahy!” Ary hoy koa izy: “Tsy mba nitahiry tsodrano ho ahy ve ianao?”",
        "37": "Fa hoy ny navalin’i Isaka an’i Esao: “Efa notendreko hanana fahefana aminao izy, ary efa nomeko ho mpanompony ny rahalahiny rehetra, ary nomeko varimbazaha sy divay vaovao izy mba hivelomany. Koa inona indray no azoko atao ho anao, anaka?”",
        "38": "Ary hoy i Esao tamin-drainy: “Tsodrano iray monja ve no anananao, ry Dada ô? Mba omeo tsodrano koa re aho, ry Dada ô!” Dia nidradradradra nitomany i Esao.",
        "39": "Ary hoy ny navalin’i Isaka rainy: “Tsy ho eny akaikin’ny faritra lonaka amin’ny tany ny fonenanao, sady tsy hahazo ny andon’ny lanitra ambony.",
        "40": "Ny sabatrao no hivelomanao, ary ny rahalahinao no hotompoinao. Ary rehefa tsy mahalefitra intsony ianao, dia hotapahinao hiala amin’ny vozonao ny ziogany.”",
        "41": "Ary i Esao nitana lolompo tamin’i Jakoba noho ny amin’ilay tsodrano nataon-drainy taminy. Koa hoy izy anakampo: “Efa manakaiky izao ny andro hisaonana an-draiko. Aorian’izay, dia hovonoiko i Jakoba rahalahiko.”",
        "42": "Ary rehefa nisy nilaza tamin’i Rebeka ny tenin’i Esao lahimatoany, dia nampanantsoiny avy hatrany i Jakoba faralahiny, ka hoy izy taminy: “Mampionon-tena amin’ny fikasana hamono anao i Esao rahalahinao.",
        "43": "Koa henoy ny teniko, anaka, ka mandehana mandositra ho any amin’i Labana anadahiko, any Harana.",
        "44": "Ary mijanòna andro vitsivitsy any aminy, mandra-pitonin’ny fahatezeran’ny rahalahinao,",
        "45": "eny, mandra-pahafaky ny fahatezeran’ny rahalahinao aminao, ka ho hadinony izay nataonao taminy. Ary hampaka anao avy any aho. Fa ataoko ahoana no famoy anareo mirahalahy ao anatin’ny iray andro?”",
        "46": "Taorian’izany, dia hoy foana i Rebeka tamin’i Isaka: “Halako mihitsy ny fiainako noho ny amin’ireo zanakavavin’ny Hetita ireo. Raha sanatria i Jakoba ka manambady zanakavavin’ny Hetita tahaka ireo zazavavy tompon-tany ireo, dia aleoko maty.”"
    },
    "28": {
        "1": "Koa niantso an’i Jakoba i Isaka ka nitso-drano azy, sady nandidy azy hoe: “Aza maka vady amin’ny zanakavavin’ny Kananita.",
        "2": "Fa mandehana any Padana-arama, any an-tranon’i Betoela rain-dreninao, ary makà vady any, avy amin’ny zanakavavin’i Labana anadahin-dreninao.",
        "3": "Ary hitahy anao ilay Andriamanitra Mahery Indrindra ka hanome taranaka anao, ary hataony maro be izany. Dia ho lasa firenena lehibe ianao.",
        "4": "Ary hanome tsodrano anao sy ny taranakao izy, dia ilay tsodrano nataony tamin’i Abrahama, mba handovanao ny tany ivahinianao, izay efa nomen’Andriamanitra an’i Abrahama.”",
        "5": "Koa nalefan’i Isaka i Jakoba, ka lasa nankany Padana-arama, ho any amin’i Labana, zanak’i Betoela Syrianina sady anadahin’i Rebeka renin’i Jakoba sy Esao.",
        "6": "Ary hitan’i Esao fa efa nitso-drano an’i Jakoba i Isaka, ka nandefa azy ho any Padana-arama mba haka vady any. Rehefa nitso-drano azy izy, dia nandidy azy hoe: “Aza maka vady amin’ny zanakavavin’ny Kananita.”",
        "7": "Ary nankatò ny rainy sy reniny i Jakoba ka lasa nankany Padana-arama.",
        "8": "Dia hitan’i Esao avy tamin’izany fa tsy nahafaly an’i Isaka rainy ny zanakavavin’ny Kananita.",
        "9": "Koa nankany amin’i Ismaela i Esao ka naka vady an’i Mahalota, ankoatra an’ireo efa vadiny. Zanakavavin’i Ismaela zanak’i Abrahama, i Mahalota, sady anabavin’i Nebaiota.",
        "10": "Ary niala tao Beri-sheba i Jakoba ka nandeha ho any Harana.",
        "11": "Dia tonga teo amin’ny toerana iray izy, ka natory teo, satria efa nilentika ny masoandro. Koa naka vato iray teo izy nataony ondana, ary natory teo amin’izany toerana izany.",
        "12": "Ary nanonofy izy ka nahita tohatra teo amin’ny tany, ary ny tampony nipaka tamin’ny lanitra. Ary indreo, nisy anjelin’Andriamanitra niakatra sy nidina teo.",
        "13": "Ary i Jehovah no teo an-tampon’ilay tohatra. Dia hoy izy: “Izaho no Jehovah, ilay Andriamanitr’i Abrahama rainao sy Andriamanitr’i Isaka. Ny tany izay atorianao dia homeko anao sy ny taranakao.",
        "14": "Ary ho tahaka ny vovoka amin’ny tany ny taranakao, ka hiely any andrefana sy any atsinanana sy any avaratra ary any atsimo. Ary ny firenena rehetra eny ambonin’ny tany dia hanao izay hahazoany fitahiana amin’ny alalanao sy ny taranakao.",
        "15": "Ary momba anao aho ka hiaro anao any amin’izay rehetra alehanao, dia hampody anao indray amin’ity tany ity, satria tsy handao anao mihitsy aho raha tsy efa vitako izay nolazaiko taminao.”",
        "16": "Dia nifoha tamin’ny torimasony i Jakoba, ka niteny hoe: “Tena eto amin’ity toerana ity i Jehovah, fa izaho no tsy nahafantatra.”",
        "17": "Koa natahotra izy, sady niteny hoe: “Mahatalanjona ity toerana ity! Tsy zavatra hafa ity fa ny tranon’Andriamanitra, ary ity no vavahadin’ny lanitra.”",
        "18": "Koa nifoha maraina i Jakoba, dia nalainy ilay vato nataony ondana ka nataony tsangambato, ary nandrarahany menaka teo amboniny.",
        "19": "Dia nataony hoe Betela * ny anaran’izany toerana izany. Lozy anefa no anaran’ilay tanàna taloha.",
        "20": "Koa nivoady i Jakoba hoe: “Raha homba ahy foana Andriamanitra ka hiaro ahy any amin’izao lalana alehako izao, sy hanome ahy sakafo hohaniko sy akanjo hotafiko,",
        "21": "ary ho tafaverina soa aman-tsara any an-tranon-draiko aho, dia ho Andriamanitro tokoa i Jehovah.",
        "22": "Ary ho tranon’Andriamanitra ity vato naoriko ho tsangambato ity. Ary tsy maintsy homeko anao ny ampahafolon’izay rehetra homenao ahy.”"
    },
    "29": {
        "1": "Taorian’izany, dia niainga i Jakoba ka nankany amin’ny tanin’ny Tatsinanana.",
        "2": "Ary nitazana izy ka nahita lavadrano iray tany an-tsaha. Nisy ondry andiany telo natory teo anilan’ilay lavadrano, satria teo no fampisotroan’ny mpiandry ondry ny andian’ondry. Ary nisy vato lehibe teo am-bavan’ilay lavadrano.",
        "3": "Rehefa tafangona teo ny andiany rehetra vao nakodian’ny mpiandry ondry hiala amin’ny vavan’ny lavadrano ilay vato, ka nampisotroiny rano ny ondry. Avy eo dia naveriny teo amin’ny toerany, teo am-bavan’ny lavadrano, ilay vato.",
        "4": "Ary hoy i Jakoba tamin’izy ireo: “Avy aiza moa ianareo, ry rahalahiko?” Dia hoy ireo: “Avy any Harana izahay.”",
        "5": "Ary hoy izy tamin’ireo: “Fantatrareo ve i Labana, zafikelin’i Nahora?” Dia hoy ireo: “Eny, fantatray izy.”",
        "6": "Ary hoy izy: “Salama ve izy?” Dia hoy ireo: “Salama izy. Ary iny tonga iny i Rahely zanany vavy, mitondra ny ondry!”",
        "7": "Ary hoy i Jakoba: “Mbola antoandrobe izao, ka tsy fotoana fanangonana ny andian’ondry. Ampisotroy rano ny ondry, dia ento hiraoka ahitra.”",
        "8": "Fa hoy ireo: “Tsy azonay atao izany, raha tsy efa tafangona ny andiany rehetra, ka akodia hiala amin’ny vavan’ny lavadrano ny vato. Amin’izay vao mampisotro rano ny ondry izahay.”",
        "9": "Raha mbola niresaka tamin’ireo i Jakoba, dia tonga i Rahely nitondra ny ondrin-drainy, fa mpiandry ondry razazavavy.",
        "10": "Ary raha vao hitan’i Jakoba i Rahely zanakavavin’i Labana anadahin-dreniny, sy ny ondrin’i Labana, dia nanatona izy ka nanakodia ny vato hiala amin’ny vavan’ny lavadrano. Dia nampisotroiny rano ny ondrin’i Labana anadahin-dreniny.",
        "11": "Ary nanoroka an’i Rahely i Jakoba, ka nidradradradra nitomany.",
        "12": "Ary nolazain’i Jakoba tamin’i Rahely fa havan-drainy izy sady zanak’i Rebeka. Koa lasa nihazakazaka nilaza izany tamin-drainy i Rahely.",
        "13": "Raha vao ren’i Labana ny momba an’i Jakoba zanak’anabaviny, dia nihazakazaka nitsena azy izy. Ary namihina sy nanoroka azy izy, ka nitondra azy tao an-tranony. Ary notantarain’i Jakoba an’i Labana ny zava-drehetra.",
        "14": "Dia hoy i Labana taminy: “Taolako sy nofoko tokoa ianao.” Koa nipetraka tao aminy iray volana feno i Jakoba.",
        "15": "Taorian’izay, dia hoy i Labana tamin’i Jakoba: “Havako ianao, nefa dia hiasa maina ho ahy fotsiny ve? Lazao amiko izay ho karamanao.”",
        "16": "Ary i Labana nanan-janakavavy roa: Lea no anaran’ny zokiny, ary Rahely no anaran’ny zandriny.",
        "17": "Tsy mba nahafinaritra ny mason’i Lea, fa i Rahely kosa sady tsara bika no tsara tarehy.",
        "18": "Ary raiki-pitia tamin’i Rahely i Jakoba. Koa hoy izy: “Vonona hanompo anao fito taona aho mba hahazoako an’i Rahely faravavinao.”",
        "19": "Dia hoy i Labana: “Aleoko homena anao izy, toy izay homena olon-kafa. Koa mijanòna ato amiko ihany.”",
        "20": "Ary nanompo fito taona i Jakoba mba hahazoany an’i Rahely, nefa toa andro vitsy monja izany taminy, noho ny fitiavany azy.",
        "21": "Ary hoy i Jakoba tamin’i Labana: “Omeo ahy amin’izay ny vadiko, fa tapitra ny andro fanompoako, ary aoka aho hanao firaisana aminy.”",
        "22": "Dia novorin’i Labana ny olona rehetra teo an-toerana, ka nanao fanasambe izy.",
        "23": "Nony takariva anefa, dia nalainy i Lea zanany vavy, ka nentiny tany amin’i Jakoba mba hanaovany firaisana.",
        "24": "Ary i Zilpa mpanompovavin’i Labana dia nomeny ho mpanompon’i Lea zanany vavy.",
        "25": "Nony maraina, dia hay, Lea no tao! Koa hoy izy tamin’i Labana: “Fa inona ity nataonao tamiko? Tsy ny hahazoako an’i Rahely ve no nanompoako anao? Koa nahoana no nofitahinao aho?”",
        "26": "Ary hoy i Labana: “Tsy fanao eto aminay ny mamoaka ny zandriny alohan’ny zokiny.",
        "27": "Koa vitao hatramin’ny farany ny herinandron’io vehivavy io, dia homena anao koa avy eo ilay iray, ho tambin’ny fanompoanao ahy fito taona indray.”",
        "28": "Dia nataon’i Jakoba izany, ka novitainy hatramin’ny farany ny herinandron-dravehivavy. Taorian’izay, dia nomen’i Labana ho vadiny koa i Rahely zanany vavy.",
        "29": "Ary i Bilaha mpanompovavin’i Labana dia nomeny ho mpanompon’i Rahely zanany vavy.",
        "30": "Dia nanao firaisana tamin’i Rahely koa i Jakoba, ka naneho fitiavana bebe kokoa tamin’i Rahely noho ny tamin’i Lea. Ary mbola nanompo an’i Labana fito taona indray izy.",
        "31": "Rehefa hitan’i Jehovah fa nankahalaina i Lea, dia nataony izay hananany zanaka, * fa i Rahely kosa momba.",
        "32": "Ary bevohoka i Lea ka tera-dahy. Dia nataony hoe Robena ny anarany, fa hoy izy: “Efa nijery ny fahoriana mafy nanjo ahy i Jehovah, ka ho tia ahy amin’izay izao ny vadiko.”",
        "33": "Ary bevohoka indray izy ka tera-dahy, dia hoy izy: “Satria efa nihaino i Jehovah, noho izaho nankahalaina, ka nomeny an’ity koa aho.” Dia nataony hoe Simeona ny anarany.",
        "34": "Ary mbola bevohoka indray izy ka tera-dahy, dia hoy izy: “Hiraiki-po kokoa amiko izao ny vadiko, satria efa telo lahy no naterako taminy.” Koa natao hoe Levy ny anarany.",
        "35": "Ary mbola bevohoka indray izy ka tera-dahy, dia hoy izy: “Hidera an’i Jehovah aho amin’ity indray mandeha ity.” Koa nataony hoe Joda ny anarany. Taorian’izay, dia nitsahatra tsy niteraka izy."
    },
    "30": {
        "1": "Ary rehefa hitan’i Rahely fa tsy niteraka tamin’i Jakoba izy, dia nialona ny rahavaviny izy, ka niteny tamin’i Jakoba hoe: “Omeo zaza aho, fa raha tsy izany dia ho faty.”",
        "2": "Dia nirehitra tamin’i Rahely ny fahatezeran’i Jakoba, ka hoy izy: “Izaho angaha solon’Andriamanitra izay tsy nanome zanaka anao?”",
        "3": "Ary hoy i Rahely: “Io i Bilaha mpanompovaviko. Manaova firaisana aminy, mba hiterahany ho ahy, * ka hahazoako zaza avy aminy.”",
        "4": "Dia nomeny ho vadin’i Jakoba i Bilaha mpanompovaviny, ka nanaovan’i Jakoba firaisana.",
        "5": "Ary bevohoka i Bilaha ka niteraka zazalahy taminy.",
        "6": "Dia hoy i Rahely: “Efa nitsara ahy Andriamanitra sady nihaino ny feoko, ka nanome ahy zazalahy.” Izany no nanaovany ny anarany hoe Dana.",
        "7": "Ary bevohoka indray i Bilaha mpanompovavin’i Rahely, ka niteraka zazalahy faharoa tamin’i Jakoba.",
        "8": "Dia hoy i Rahely: “Nifampitolona mafy tamin’ny rahavaviko aho, ka nandresy koa!” Dia nataony hoe Naftaly ny anarany.",
        "9": "Rehefa hitan’i Lea fa nitsahatra tsy niteraka izy, dia nalainy i Zilpa mpanompovaviny ka nomeny ho vadin’i Jakoba.",
        "10": "Ary niteraka zazalahy tamin’i Jakoba i Zilpa mpanompovavin’i Lea.",
        "11": "Dia hoy i Lea: “Tsara vintana aho!” Koa nataony hoe Gada ny anarany.",
        "12": "Ary mbola niteraka zazalahy faharoa tamin’i Jakoba i Zilpa mpanompovavin’i Lea.",
        "13": "Dia hoy i Lea: “Sambatra aho, fa hataon’ny zazavavy hoe sambatra.” Koa nataony hoe Asera ny anarany.",
        "14": "Ary nandehandeha i Robena tamin’ny fotoana fijinjana varimbazaha, ka nahita angivimbazaha naniry tany an-tsaha. Koa nentiny tany amin’i Lea reniny izany. Ary hoy i Rahely tamin’i Lea: “Mba anomezo amin’ny angivimbazaha hitan’ny zanakao aho.”",
        "15": "Fa hoy i Lea: “Tsy ampy anao angaha ny nakanao ny vadiko, no mbola alainao koa ny angivimbazaha hitan-janako?” Dia hoy i Rahely: “Aleo àry hanao firaisana aminao izy anio alina, ho takalon’ny angivimbazaha hitan’ny zanakao.”",
        "16": "Nony tonga avy tany an-tsaha i Jakoba tamin’ny takariva, dia nivoaka nitsena azy i Lea ka niteny hoe: “Izaho no hanaovanao firaisana, satria efa nomeko ho karama hahazoana anao ny angivimbazaha hitan-janako.” Koa nanao firaisana taminy i Jakoba iny alina iny.",
        "17": "Ary nohenoin’Andriamanitra i Lea. Dia bevohoka izy ka niteraka zazalahy fahadimy tamin’i Jakoba.",
        "18": "Ary hoy i Lea: “Efa nomen’Andriamanitra karama aho, satria nomeko ho an’ny vadiko ny mpanompovaviko.” Koa nataony hoe Isakara ny anarany.",
        "19": "Ary bevohoka indray i Lea ka niteraka zazalahy fahenina tamin’i Jakoba.",
        "20": "Dia hoy i Lea: “Efa nomen’Andriamanitra fahasoavana aho. Tsy hampaninona ny vadiko intsony izao ny maha eto ahy, satria enin-dahy no naterako taminy.” Koa nataony hoe Zebolona ny anarany.",
        "21": "Ary niteraka zazavavy izy taorian’izany, ka nataony hoe Dina ny anarany.",
        "22": "Farany, dia nahatsiaro an’i Rahely Andriamanitra ka nihaino azy, ary nataony izay hananany zanaka.",
        "23": "Ary bevohoka i Rahely ka tera-dahy. Dia hoy izy: “Efa nesorin’Andriamanitra ny fahafaham-barakako!”",
        "24": "Koa nataony hoe Josefa ny anarany, fa hoy izy: “Efa nampian’i Jehovah zazalahy iray ny zanako.”",
        "25": "Ary rehefa niteraka an’i Josefa i Rahely, dia niteny tamin’i Labana avy hatrany i Jakoba hoe: “Alefaso ho any amin’ny toerana niaviako sy ny taniko aho.",
        "26": "Omeo ahy ny vady aman-janako, izay antony nanompoako anao, dia handeha aho. Fa fantatrao tsara ny fanompoana nataoko ho anao.”",
        "27": "Ary hoy i Labana taminy: “Raha mahazo sitraka aminao aho, dia mijanòna re e! Hitako tamin’ny fambara mantsy fa noho ianao no itahian’i Jehovah ahy.”",
        "28": "Ary hoy koa izy: “Lazao izay ho karamanao, fa homeko.”",
        "29": "Dia hoy i Jakoba taminy: “Fantatrao tsara ny nanompoako anao, sy ny nikarakarako tsara ny biby fiompinao.",
        "30": "Fa kely ny fanananao talohan’ny nahatongavako, ary nihabe dia be izany satria notahin’i Jehovah ianao hatramin’ny nidirako teto. Koa rahoviana kosa aho no mba hanao zavatra ho an’ny ankohonako?”",
        "31": "Ary hoy i Labana: “Inona àry no homeko anao?” Dia hoy i Jakoba: “Tsy misy tokony homenao ahy! Fa raha izao no hataonao, dia mbola hiandry ny ondry aman’osinao aho, ka hiambina azy foana:",
        "32": "Hitety ny ondry aman’osinao rehetra aho anio. Ary hatokanao ny ondry sada sy mara rehetra, sy ny vantotr’ondrilahy mivolontsôkôlà rehetra, ary ny osivavy mara sy sada rehetra. Koa aorian’izao, dia izay sahala amin’ireo no ho karamako.",
        "33": "Ary ho hitanao fa manao ny marina aho, na rahoviana na rahoviana ianao no ho tonga hijery ny karamako. Izay osivavy rehetra tsy sada na mara sy izay vantotr’ondrilahy tsy mivolontsôkôlà, dia halatra raha hita atỳ amiko.”",
        "34": "Dia hoy i Labana: “Mety izany. Aoka àry hatao araka ny teninao.”",
        "35": "Koa natokan’i Labana tamin’iny andro iny ny osilahy misoritsoritra sy mara, sy ny osivavy sada sy mara rehetra, sy izay rehetra misy fotsy, ary ny vantotr’ondrilahy mivolontsôkôla rehetra, ka natolony teo an-tanan’ny zanany lahy.",
        "36": "Ary lalana telo andro no nataon’i Labana nanelanelana azy sy Jakoba. Ary i Jakoba niandry ny ondry aman’osin’i Labana sisa.",
        "37": "Ary i Jakoba naka tsorakazo mbola maitso tamin’ny hazo stiraksa sy hazo amandie ary hazo platana. Dia nanesorany ny hoditry ny tsorakazo mba hivandambandana, ka hiseho ny fotsy.",
        "38": "Ary napetrany teo anoloan’ny ondry aman’osy ireny tsorakazo ireny, ka nataony tao anaty tavin-drano fisotroam-biby, izay falehan’ny ondry aman’osy hisotro rano. Amin’izay dia hitady lahy eo anoloan’ireny ny ondry aman’osy rehefa tonga hisotro rano.",
        "39": "Koa nitady lahy teo anoloan’ireo tsorakazo ny ondry aman’osy, ka niteraka misoritsoritra sy sada ary mara.",
        "40": "Dia natokan’i Jakoba ny vantotr’ondrilahy. Ary ny ondry aman’osy dia natodiny tany amin’izay misoritsoritra sy izay mivolontsôkôla rehetra teo amin’ny ondry aman’osin’i Labana. Avy eo dia natokan’i Jakoba ny ondry aman’osiny ka tsy nampiarahiny tamin’ny an’i Labana intsony.",
        "41": "Ary isaky ny nitady lahy ny ondry aman’osy matanjaka, dia napetrak’i Jakoba tao anaty tavin-drano teo anoloan’ny ondry aman’osy ireo tsorakazo, mba hitady lahy teo anilan’ny tsorakazo ny ondry.",
        "42": "Raha osaosa kosa ny ondry aman’osy, dia tsy napetrany teo ireo tsorakazo. Koa ny osaosa foana no nanjary an’i Labana, fa ny matanjaka kosa no an’i Jakoba.",
        "43": "Ary nitombo harena hatrany ralehilahy, ka nanjary nanana ondry aman’osy maro be sy mpanompolahy sy mpanompovavy sy rameva ary ampondra."
    },
    "31": {
        "1": "Tatỳ aoriana, dia ren’i Jakoba ny tenin’ny zanakalahin’i Labana hoe: “Efa lasan’i Jakoba avokoa izay an’ny raintsika, ary avy tamin’ny fananan’ny raintsika no nanangonany an’ireo harena rehetra ireo.”",
        "2": "Ary hitan’i Jakoba tamin’ny endrik’i Labana fa tsy faly taminy toy ny taloha intsony izy.",
        "3": "Tamin’ny farany, dia hoy i Jehovah tamin’i Jakoba: “Miverena any amin’ny tanin’ny razanao sy any amin’ny havanao. Ary homba anao foana aho.”",
        "4": "Koa nampiantsoin’i Jakoba hankeny an-tsaha, teo amin’ny ondry aman’osiny, i Rahely sy Lea.",
        "5": "Ary hoy izy tamin’ireo: “Hitako amin’ny endriky ny rainareo fa tsy faly amiko toy ny taloha intsony izy. Momba ahy anefa ilay Andriamanitry ny raiko.",
        "6": "Ary fantatrareo tsara fa tamin’ny heriko manontolo no nanompoako ny rainareo.",
        "7": "Efa nitady hamitaka ahy ny rainareo ka nanova ny karamako impolo, nefa tsy navelan’Andriamanitra hanisy ratsy ahy izy.",
        "8": "Raha niteny izy hoe: ‘Ny sada no ho karamanao’, dia niteraka sada avokoa ny ondry aman’osy. Fa raha niteny kosa izy hoe: ‘Ny misoritsoritra no ho karamanao’, dia niteraka misoritsoritra avokoa ny ondry aman’osy.",
        "9": "Koa nalain’Andriamanitra foana ny biby fiompin-drainareo ka nomeny ahy.",
        "10": "Tamin’ny farany, rehefa nitady lahy ny ondry aman’osy, dia hitako tao amin’ny nofy fa misoritsoritra sy sada ary misy pentimpentina ny osilahy nitaingina ny vavy.",
        "11": "Ary hoy ny anjelin’Andriamanitra tamiko, tao amin’ilay fahitana: ‘Ry Jakoba!’ Dia hoy aho: ‘Intỳ aho.’",
        "12": "Ary hoy izy: ‘Mba jereo kely fa misoritsoritra sy sada ary misy pentimpentina avokoa ny osilahy mitaingina ny vavy. Hitako avokoa mantsy izay ataon’i Labana aminao.",
        "13": "Izaho ilay Andriamanitra niseho taminao tao Betela, izay toerana nanosoranao tsangambato sy nanaovanao voady tamiko. Koa mialà amin’ity tany ity ka miverena any amin’ny tany nahaterahanao.’”",
        "14": "Dia hoy i Rahely sy Lea taminy: “Angaha moa misy anjara lova ho anay intsony ao an-tranon-drainay?",
        "15": "Tsy efa ataony toy ny vahiny ve izahay satria efa namidiny, ka ny vola nomena hahazoana anay no ivelomany?",
        "16": "Fa anay sy ny zanakay ny harena rehetra nalain’Andriamanitra tamin-drainay. Koa ankehitriny, ataovy izay rehetra nolazain’Andriamanitra taminao.”",
        "17": "Dia niainga i Jakoba ka nampitaingeniny rameva ny vady aman-janany.",
        "18": "Ary nentiny ny biby fiompiny rehetra sy ny fananana rehetra voangony, eny, ny biby fiompy voangony tao Padana-arama, fa ho any amin’i Isaka rainy tany amin’ny tany Kanana, izy.",
        "19": "Ary i Labana efa lasa nanety ny ondriny. Tamin’izay fotoana izay anefa no nangalaran’i Rahely ireo terafiman’ny * rainy.",
        "20": "Ary namitaka an’i Labana Syrianina i Jakoba, satria tsy nilaza taminy hoe handositra izy.",
        "21": "Dia lasa nandositra izy ka niampita ny Renirano, niaraka tamin’izay rehetra azy. Ary nitodi-doha ho any amin’ny faritra be tendrombohitr’i Gileada izy avy eo.",
        "22": "Ary tamin’ny andro fahatelo, dia nisy nilaza tamin’i Labana fa lasa nandositra i Jakoba.",
        "23": "Koa nentin’i Labana niaraka taminy ny rahalahiny ka lasa nanenjika an’i Jakoba izy. Ary lalana fito andro no nandehanany vao nahatratra azy teo amin’ny faritra be tendrombohitr’i Gileada izy.",
        "24": "Ary Andriamanitra tonga teo amin’i Labana Syrianina tao amin’ny nofy nony alina, ka niteny taminy hoe: “Mitandrema amin’izay hoteneninao amin’i Jakoba, na soa na ratsy.”",
        "25": "Koa nanatona an’i Jakoba i Labana, fa i Jakoba efa nanangana ny tranolainy teo amin’ilay faritra be tendrombohitr’i Gileada. Ary nasain’i Labana nitoby teo koa ny rahalahiny.",
        "26": "Dia hoy i Labana tamin’i Jakoba: “Fa inona ity nataonao? Nofitahinao aho, ka nentinao toy ny babo azo tamin-tsabatra ny zanako vavy.",
        "27": "Nahoana no nandositra mangingina ianao ka namitaka ahy? Raha mba niteny tamiko ianao, dia ho nalefako tamin’ny fifaliana sy ny hira sy ny ampongatapaka ary ny harpa.",
        "28": "Ary tsy navelanao hanoroka ny zanako lahy sy ny zanako vavy aho. Hadalana mihitsy izao ataonao izao!",
        "29": "Vitako ny manisy ratsy anareo, nefa ilay Andriamanitry ny rainareo efa niteny tamiko halina hoe: ‘Mitandrema amin’izay hoteneninao amin’i Jakoba, na soa na ratsy.’",
        "30": "Koa nandeha ianao izao satria manina mafy ny ankohonan-drainao, kanefa nahoana no nangalarinao ireo andriamanitro?”",
        "31": "Ary hoy ny navalin’i Jakoba an’i Labana: “Satria natahotra aho. Nieritreritra aho mantsy hoe mety halainao an-keriny amiko ny zanakao vavy.",
        "32": "Aoka kosa ho faty izay olona hahitanao ny andriamanitrao. Eto anatrehan’ny rahalahintsika, dia jereo tsara izay ato amiko, ka alaivo izay anao.” Tsy fantatr’i Jakoba anefa fa efa nangalarin’i Rahely izany.",
        "33": "Koa niditra tao amin’ny tranolain’i Jakoba sy ny an’i Lea ary ny an’ireo mpanompovavy roa i Labana, nefa tsy nahita. Farany, dia nivoaka avy tao amin’ny tranolain’i Lea izy ka nankao amin’ny an’i Rahely.",
        "34": "Ary efa nalain’i Rahely ny terafima, dia napetrany tao anatin’ny harom-behivavy teo amin’ny laselin-drameva, ka nipetrahany. Ary nisava eran’ilay tranolay i Labana, nefa tsy nahita.",
        "35": "Ary hoy i Rahely tamin-drainy: “Aoka tsy ho tezitra ny tompoko, fa tsy afaka mitsangana eo anatrehanao aho, satria manjo ahy ny zavatra mpahazo ny vehivavy.” Koa nikaroka fatratra i Labana, nefa tsy hitany ny terafima.",
        "36": "Ary tezitra i Jakoba ka nifamaly tamin’i Labana, dia niteny taminy hoe: “Inona no fikomiana nataoko, ary inona no fahotako, no dia nanenjika ahy mafy ianao?",
        "37": "Efa avy nisava ny fananako rehetra ianao izao, ka inona tamin’izay rehetra tao an-tranonao no hitanao? Apetraho eto anatrehan’ny rahalahiko sy ny rahalahinao izany, dia avelao ry zareo no hitsara antsika mianaka.",
        "38": "Roapolo taona izao no nitoerako tao aminao, nefa tsy mba nisy ondrivavinao na osivavinao tsy nahavanona anaka, ary tsy mba nisy nohaniko ny ondrilahinao.",
        "39": "Tsy nentiko tany aminao izay noviraviraim-biby, fa izaho no nivesatra ny fatiantoka. Ary izay nangalarina tamin’ny antoandro na tamin’ny alina, dia notakinao tamiko.",
        "40": "Nodanihin’ny andro aho nony antoandro, ary matin’ny hatsiaka nony alina. Ary tsy nahita tory mihitsy aho.",
        "41": "Roapolo taona izao no nitoerako tao an-tranonao. Efatra ambin’ny folo taona no nanompoako anao hahazoako ny zanakao roa vavy, ary enin-taona kosa mba hahazoako anjara tamin’ny ondry aman’osinao, ary novanao impolo ny karamako.",
        "42": "Raha tsy teo anilako ilay Andriamanitry ny raiko, ilay Andriamanitr’i Abrahama sy ilay Atahoran’i Isaka, dia ho efa nalefanao nody maina fotsiny aho. Efa hitan’Andriamanitra anefa ny fahoriana mafy nanjo ahy sy ny fisasaran’ny tanako, ka nanariny ianao halina.”",
        "43": "Ary hoy i Labana taminy: “Ireo vehivavy ireo dia zanako vavy, ireo ankizy ireo dia zanako, ny ondry aman’osy dia ondry aman’osiko, ary ahy sy an’ny zanako vavy izao rehetra hitanao izao. Koa inona moa no ratsy azoko atao amin’ireo, na amin’ny zanany naterany?",
        "44": "Andao hanao fifanekena izaho sy ianao, ka ho vavolombelona amiko sy aminao izany.”",
        "45": "Dia naka vato i Jakoba ka najorony ho tsangambato.",
        "46": "Ary hoy i Jakoba tamin’ny rahalahiny: “Makà vato!” Dia naka vato ireo ka nataony antontany. Ary nihinana teo ambonin’ilay antontam-bato izy ireo.",
        "47": "Ary i Labana niantso azy io hoe Jegara-sahadota, fa i Jakoba kosa niantso azy hoe Galeda.",
        "48": "Ary hoy i Labana: “Ity antontam-bato ity no vavolombelona amiko sy aminao anio.” Izany no antony nanaovana ny anaran’ilay izy hoe Galeda",
        "49": "sy hoe Ny Tilikambo Fiambenana, fa hoy izy: “Aoka i Jehovah hanara-maso ahy sy ianao foana rehefa tsy mifankahita isika.",
        "50": "Raha mampahory ny zanako vavy ianao na maka vady hafa ankoatra azy ireo, dia tadidio fa na tsy ho hitan’olona aza izany, dia ho hitan’Andriamanitra, izay vavolombelona amiko sy aminao.”",
        "51": "Ary hoy koa izy tamin’i Jakoba: “Indreo ny antontam-bato sy ny tsangambato, izay najoroko ho mariky ny fifanekena nifanaovantsika.",
        "52": "Ity antontam-bato ity no vavolombelona, ary ity tsangambato ity no mijoro ho vavolombelona fa tsy hihoatra an’ity antontam-bato ity hamely anao aho, ary ianao koa tsy hihoatra an’ireto antontam-bato sy tsangambato ireto hanisy ratsy ahy.",
        "53": "Hitsara antsika anie ny andriamanitr’i Abrahama sy ny andriamanitr’i Nahora, dia ilay andriamanitry ny rain’izy ireo!” Fa i Jakoba kosa nianiana tamin’ilay Atahoran’i Isaka rainy.",
        "54": "Taorian’izany, dia nanao sorona teo amin’ilay tendrombohitra i Jakoba, ary nanasa an’ireo rahalahiny hisakafo. Koa nisakafo izy ireo, ary natory teo amin’ilay tendrombohitra.",
        "55": "Ary nifoha maraina i Labana ka nanoroka an’ireo zanany lahy sy zanany vavy, dia nitso-drano azy. Ary niainga i Labana ka nody tany aminy."
    },
    "32": {
        "1": "Dia nanohy ny diany i Jakoba, ary nifanena taminy ireo anjelin’Andriamanitra.",
        "2": "Dia hoy i Jakoba raha vao nahita an’ireo: “Tobin’Andriamanitra ity!” Koa nataony hoe Mahanaima ny anaran’io toerana io.",
        "3": "Ary i Jakoba nandefa iraka nialoha azy, ho any amin’i Esao rahalahiny tany amin’ny tany Seira, tany amin’ny faritr’i Edoma.",
        "4": "Koa nandidy azy ireo izy hoe: “Izao no holazainareo amin’i Esao tompoko: ‘Hoy i Jakoba mpanomponao: “Nivahiny tany amin’i Labana aho ka nipetraka ela tany, mandraka ankehitriny.",
        "5": "Dia nanjary nanana omby sy ampondra sy ondry sy mpanompolahy ary mpanompovavy aho. Ary te hampilaza amin’ny tompoko aho, mba hahazoako sitraka aminao.”’”",
        "6": "Ary niverina teo amin’i Jakoba ireo iraka nony afaka elaela, ka niteny hoe: “Tonga tany amin’i Esao rahalahinao izahay. Ary efa eny an-dalana hitsena anao koa izy, miaraka amin’ny efajato lahy.”",
        "7": "Dia natahotra mafy i Jakoba sady nitebiteby. Koa nozarainy ho antokony roa ny olona niaraka taminy, mbamin’ny ondry aman’osy sy ny omby ary ny rameva.",
        "8": "Fa hoy izy: “Raha tafahaona amin’ny antokony iray i Esao ka manafika azy, dia mba hisy antokony iray ho afa-mandositra.”",
        "9": "Ary hoy i Jakoba: “Ry Andriamanitr’i Abrahama raiko sy Andriamanitr’i Isaka raiko ô! Jehovah ô! Ianao no niteny tamiko hoe: ‘Miverena any amin’ny taninao sy any amin’ny havanao, fa hanisy soa anao aho.’",
        "10": "Izaho anefa tsy mendrika ny hatsaram-panahy feno fitiavana sy ny fitokisana rehetra nasehonao tamin’ny mpanomponao. Fa tsy nanana afa-tsy ny tehiko aho fony niampita ity Reniranon’i Jordana ity, nefa izao lasa antokony roa aho.",
        "11": "Mba vonjeo tsy ho azon’ny tanan’i Esao rahalahiko re aho, fa matahotra azy aho e! Sao mantsy izy ho tonga hanafika ahy mbamin’ny ankizy sy ny reniny.",
        "12": "Ary ianao efa nilaza hoe: ‘Hanisy soa anao tokoa aho, ary ny taranakao hataoko maro be tsy hita isa tahaka ny fasika any an-dranomasina.’”",
        "13": "Dia nitoetra teo izy ny alin’iny. Ary izay teo am-pelatanany no nakany hatao fanomezana ho an’i Esao rahalahiny:",
        "14": "Osivavy roanjato sy osilahy roapolo, ondrivavy roanjato sy ondrilahy roapolo,",
        "15": "rameva telopolo mampinono sy ny zanany, ombivavy efapolo sy ombilahy folo, ary ampondravavy roapolo sy ampondralahy folo.",
        "16": "Dia natolony ny mpanompony ny andiam-biby tsirairay, ka izao foana no nolazainy tamin’ireo mpanompony: “Miampità mialoha ahy, ary ataovy mifanelanelana ny andiam-biby.”",
        "17": "Ary nodidiany ny voalohany hoe: “Raha mifanena aminao i Esao rahalahiko ka manontany hoe: ‘An’iza moa ianao, ary ho aiza? Ary an’iza ireo eo alohanao ireo?’,",
        "18": "dia lazao hoe: ‘An’i Jakoba mpanomponao. Fanomezana nalefany ho an’i Esao tompoko mantsy ireo, ary ao aoriananay ao koa izy.’”",
        "19": "Ary nodidiany koa ny faharoa sy ny fahatelo, ary izay rehetra nanaraka ny andiam-biby, nanao hoe: “Araka izany teny izany no holazainareo amin’i Esao, rehefa mifanena aminy ianareo.",
        "20": "Ary lazao koa hoe: ‘Ao aoriananay ao i Jakoba mpanomponao.’” Fa hoy izy anakampo: “Ny fanomezana alefako hialoha ahy no hampitoneko azy, vao hifanatri-tava aminy aho. Angamba handray ahy tsara izy.”",
        "21": "Koa niampita nialoha azy ny fanomezana, fa izy kosa nitoetra teo an-toby tamin’iny alina iny.",
        "22": "Ary nitsangana izy tamin’iny alina iny, ka nalainy ny vadiny roa sy ny mpanompovaviny roa ary ny zanany iraika ambin’ny folo lahy, dia nentiny niampita teo amin’izay marivo teo Jaboka.",
        "23": "Koa nentiny teny ampitan’ilay lohasaha falehan-driaka izy ireo, ary nentiny koa izay nananany.",
        "24": "Farany, dia i Jakoba irery no nijanona teo. Ary nisy lehilahy nifampitolona taminy, mandra-pahazava ratsin’ny andro.",
        "25": "Rehefa hitan-dralehilahy fa tsy resiny i Jakoba, dia nokasihiny ny foto-peny. Koa nipitsoka ny foto-pen’i Jakoba, tamin’izy nifampitolona taminy.",
        "26": "Ary hoy ralehilahy: “Avelao aho handeha, fa efa mazava ratsy ny andro.” Dia hoy i Jakoba: “Tsy havelako handeha ianao, raha tsy mitso-drano ahy aloha.”",
        "27": "Ary hoy ralehilahy taminy: “Iza moa ny anaranao?” Dia hoy izy: “Jakoba.”",
        "28": "Ary hoy ralehilahy: “Tsy hatao hoe Jakoba intsony ny anaranao fa Israely, * satria efa nitolona tamin’Andriamanitra sy tamin’olona ianao, ka nandresy.”",
        "29": "Dia nanontany i Jakoba hoe: “Mba lazao amiko àry ny anaranao.” Fa hoy ralehilahy: “Nahoana no anontanianao ny anarako?” Dia nitso-drano azy teo izy.",
        "30": "Koa nataon’i Jakoba hoe Peniela ny anaran’ilay toerana, satria hoy izy: “Efa nifanatri-tava tamin’Andriamanitra aho, nefa voavonjy ny aiko.”",
        "31": "Ary niposaka ny masoandro raha vao nandalo an’i Penoela izy. Ary nikotringa izy noho ny feny.",
        "32": "Izany no antony tsy ihinanan’ny zanak’Israely ny hozatra * eo amin’ny foto-pe mandraka androany, satria nokasihin’ilay lehilahy ny hozatry ny foto-pen’i Jakoba."
    },
    "33": {
        "1": "Ary nanopy ny masony i Jakoba ka nijery, ary iny fa tonga i Esao, ary nisy efajato lahy niaraka taminy. Koa nozarazarain’i Jakoba tamin’i Lea sy Rahely ary ny mpanompovavy roa, ireo ankizy.",
        "2": "Ary nataony loha laharana ireo mpanompovavy sy ny zanany, ary nanarakaraka i Lea sy ny zanany, ary i Rahely sy Josefa no tao aorianan’izy ireo.",
        "3": "Dia nandeha nialoha azy ireo i Jakoba, ka niankohoka tamin’ny tany impito, mandra-pahatongany teo akaikin’ny rahalahiny.",
        "4": "Ary nihazakazaka nitsena azy i Esao, ka namihina azy sady nanankina ny lohany teo amin’ny vozony, ary nanoroka azy. Dia nitomany izy mirahalahy.",
        "5": "Ary nanopy ny masony i Esao ka nahita ny zaza amam-behivavy, dia hoy izy: “Iza ireo miaraka aminao ireo?” Ary hoy i Jakoba: “Zaza nomen’Andriamanitra ny mpanomponao ireo.”",
        "6": "Ary nanatona ireo mpanompovavy sy ny zanany, ka niankohoka.",
        "7": "Dia nanatona koa i Lea sy ny zanany ka niankohoka. Ary nanatona i Josefa sy Rahely avy eo, ka niankohoka.",
        "8": "Ary hoy i Esao: “Inona no antony nandefasanao an’ireny antokon’olona rehetra nifanena tamiko ireny?” Dia hoy i Jakoba: “Mba hahazoako sitraka amin’ny tompoko.”",
        "9": "Ary hoy i Esao: “Efa manana be dia be aho, ry rahalahiko, ka aoka ho anao ihany ny anao.”",
        "10": "Fa hoy i Jakoba: “Aoka re e! Raha mahazo sitraka aminao aho ankehitriny, dia raiso ny fanomezana atolotro. Nikasa hahita ny endrikao mantsy aho, dia nahita tokoa aho izao, ka toy ny hoe nahita ny tavan’Andriamanitra satria noraisinao tamim-pifaliana aho.",
        "11": "Koa mba raiso re ny fanomezana nentina ho anao, izay tsodrano avy amiko e! Efa nankasitraka ahy mantsy Andriamanitra, ka manana ny zava-drehetra aho.” Dia mbola nisisika ihany izy, ka noraisin’i Esao izany.",
        "12": "Ary hoy i Esao: “Andeha isika hiala eto, ka aleo aho handeha eo alohanao.”",
        "13": "Fa hoy i Jakoba: “Fantatry ny tompoko tsara fa mora reraka ny ankizy, ary mampinono ny ondry sy omby entiko. Koa raha entina haingana loatra ao anatin’ny iray andro ireo, dia ho faty ny andiam-biby rehetra.",
        "14": "Koa aoka re ny tompoko hialoha ny mpanompony e! Fa aleo aho hanohy ny diako miadana, araka ny dian’ny biby fiompy eo alohako sy ny dian’ny ankizy, mandra-pahatongako any amin’ny tompoko any Seira.”",
        "15": "Dia hoy i Esao: “Raha sitrakao àry, dia omeko olona ianao hanampy anao.” Fa hoy i Jakoba: “Aoka re ho amin’izao e! Aoka aho mba hahazo sitraka amin’ny tompoko.”",
        "16": "Koa niverina nankany Seira i Esao tamin’iny andro iny.",
        "17": "Ary i Jakoba niainga ho any Sokota. Ary nanorina trano izy, sady nanao trano rantsankazo ho an’ny biby fiompiny. Izany no antony nanaovany ny anaran’ilay toerana hoe Sokota.",
        "18": "Farany, dia tonga soa aman-tsara teo akaikin’ny tanànan’i Sekema tany Kanana i Jakoba, rehefa avy tany Padana-arama. Ary nanangana ny tobiny tandrifin’ilay tanàna izy.",
        "19": "Dia nahazo sombin-tany nananganany ny tranolainy izy. Ary farantsa volafotsy zato no nividianany izany tamin’ny zanakalahin’i Hamora, rain’i Sekema.",
        "20": "Dia nanorina alitara teo izy, ary ny anaran’ilay alitara nataony hoe Andriamanitra dia Andriamanitry ny Israely."
    },
    "34": {
        "1": "Ary zatra nandeha nitsidika ny zazavavy tompon-tany i Dina zanakavavin’i Lea, izay naterany tamin’i Jakoba.",
        "2": "Ary nahita azy i Sekema, zanakalahin’i Hamora Hivita izay mpiadidy tao amin’ilay tany, dia naka azy ka nametaveta azy.",
        "3": "Ary tany amin’i Dina zanakavavin’i Jakoba foana ny sain’i Sekema. Dia raiki-pitia tamin-drazazavavy izy, ka tsy nitsahatra nanao teny nambabo ny fony.",
        "4": "Farany, dia hoy izy tamin’i Hamora rainy: “Alaivo ho vadiko io tovovavy io.”",
        "5": "Ary ren’i Jakoba fa efa nandoto an’i Dina zanany vavy i Sekema. Mbola niandry ny biby fiompiny tany an-tsaha anefa ny zanany lahy, ka nangina ihany izy mandra-pahatongan’izy ireo.",
        "6": "Ary nivoaka ho any amin’i Jakoba i Hamora, rain’i Sekema, mba hiresaka taminy.",
        "7": "Dia nody avy tany an-tsaha ny zanakalahin’i Jakoba raha vao nandre izay nitranga. Ary nalahelo sady tezitra be izy ireo. Nanao hadalana nanala baraka ny Israely mantsy i Sekema, noho ny nanaovany firaisana tamin’ny zanakavavin’i Jakoba, nefa zavatra tsy tokony hatao mihitsy izany.",
        "8": "Ary niresaka tamin’izy ireo i Hamora hoe: “Raiki-pitia amin’ny zanakareo vavy i Sekema zanako. Koa mba omeo azy re razazavavy ho vadiny e!",
        "9": "Ary aoka hisy fifanarahana eo amintsika, ka ny zanakareo vavy homenareo ho vadin’ny zanakay lahy, ary ny zanakay vavy kosa halainareo ho vadin’ny zanakareo lahy.",
        "10": "Dia ho afaka hiara-monina aminay ianareo. Ary eo anoloanareo ny tany, ka mahazo monina sy manao varotra eo ianareo, ary afaka manorim-ponenana eo.”",
        "11": "Ary hoy i Sekema tamin’ny rain-drazazavavy sy ny anadahiny: “Aoka aho hahazo sitraka aminareo, ka izay hotakinareo dia homeko.",
        "12": "Ataovy lafo be ny vodiondry sy ny fanomezana takinareo amiko, fa vonona aho hanome araka izay lazainareo amiko. Izao fotsiny no angatahiko: Omeo ahy razazavavy ho vadiko.”",
        "13": "Ary ny zanakalahin’i Jakoba namaly an’i Sekema sy Hamora rainy tamim-pitaka, satria nandoto an’i Dina anabaviny i Sekema.",
        "14": "Koa hoy izy ireo tamin’izy mianaka: “Tsy azonay atao ny manome ny anabavinay ho an’ny lehilahy tsy mifora, fa manala baraka anay izany.",
        "15": "Hanaiky anareo anefa izahay raha izao no ataonareo: Tsy maintsy hatao tahaka anay ianareo, ka hoforana ny lahy rehetra eo aminareo.",
        "16": "Dia homenay anareo ny zanakay vavy, ary halainay ho anay ny zanakareo vavy. Koa hiara-monina aminareo izahay, dia ho firenena iray isika.",
        "17": "Fa raha tsy mihaino anay kosa ianareo ka tsy hoforana, dia halainay ny zanakay vavy ka handeha izahay.”",
        "18": "Ary sitrak’i Hamora sy Sekema zanany ny hevitr’izy ireo.",
        "19": "Koa tsy nangataka andro razazalahy nanao izany, satria nahafinaritra azy ny zanakavavin’i Jakoba, sady razazalahy no mendri-kaja indrindra tao amin’ny ankohonan-drainy manontolo.",
        "20": "Koa nankeo am-bavahadin’ny tanànany i Hamora sy Sekema zanany, ka niteny tamin’ny lehilahy tao an-tanàna hoe:",
        "21": "“Te hihavana amintsika ireo olona ireo. Koa aoka izy hanorim-ponenana eto amin’ny tanintsika sy hanao varotra eto, satria malalaka be azony ipetrahana ny tany. Ny zanany vavy dia azontsika alaina ho vady, ary ny zanatsika vavy azontsika omena azy.",
        "22": "Hanaiky hiara-monina amintsika izy ireo mba ho firenena iray isika sy ry zareo, raha izao no ataontsika: Tsy maintsy hoforana ny lahy rehetra eto amintsika, toy ny namorana azy ireo.",
        "23": "Tsy ho antsika ve amin’izay ny fananany sy ny harenany ary ny biby fiompiny rehetra? Aoka fotsiny isika hanaiky izay lazainy, mba hiarahany monina amintsika.”",
        "24": "Ary nihaino an’i Hamora sy Sekema zanany ny olona rehetra nivoaka tamin’ny vavahadin’ny tanànany, ka noforana ny lahy rehetra, dia izay rehetra nivoaka tamin’ny vavahadin’ny tanàna.",
        "25": "Kanjo tamin’ny andro fahatelo, raha mbola nanaintaina ireo lehilahy, dia nandray ny sabany ny zanak’i Jakoba roa lahy, dia i Simeona sy Levy, anadahin’i Dina. Koa niditra tao an-tanàna izy ireo, ary tsy nisy niahiahy hoe hamono ny lahy rehetra tao izy ireo.",
        "26": "Ary novonoiny tamin’ny lelan-tsabatra i Hamora sy Sekema zanany. Dia naka an’i Dina tao an-tranon’i Sekema izy ireo ka lasa nandeha.",
        "27": "Ary ny zanakalahin’i Jakoba hafa dia nanafika an’ireo lehilahy naratra mafy efa ho faty, sy nandroba an’ilay tanàna, noho ny nandotoan’izy ireo ny anabaviny.",
        "28": "Dia nalain’ny zanak’i Jakoba ny ondrin’izy ireo sy ny ombiny sy ny ampondrany sy izay tao an-tanàna ary izay teny an-tsaha.",
        "29": "Ary nentiny ho babo ny fananan’izy ireo rehetra sy ny zanany kely ary ny vadiny, ka norobainy ny zava-drehetra tao an-trano.",
        "30": "Ary hoy i Jakoba tamin’i Simeona sy Levy: “Efa nahatonga loza tamiko ianareo, fa noho ny nataonareo, dia hankahala ahy ny mponina eto amin’ity tany ity, dia ny Kananita sy ny Perizita. Ary satria vitsy an’isa aho, dia hiangona hanohitra sy hamely ahy izy ireo, ka ho ripaka izaho sy ny ankohonako.”",
        "31": "Fa hoy ireo: “Ny anabavinay ve dia avelanay hataon’ny olona toy ny mpivaro-tena?”"
    },
    "35": {
        "1": "Taorian’izany, dia hoy Andriamanitra tamin’i Jakoba: “Mandehana miakatra any Betela ka mitoera any. Ary manaova alitara any, ho an’ilay Andriamanitra izay niseho taminao, fony ianao nandositra an’i Esao rahalahinao.”",
        "2": "Dia hoy i Jakoba tamin’ny ankohonany sy izay rehetra niaraka taminy: “Ario ny andriamani-kafa any aminareo, ary diovy ny tenanareo, ka soloy ny lamba fitafinareo.",
        "3": "Ary andao isika hiakatra any Betela. Dia any aho no hanao alitara ho an’Andriamanitra, izay nihaino ahy tamin’ny andro fahoriako, ka nomba ahy tany amin’ny lalana nalehako.”",
        "4": "Koa nomen’izy ireo an’i Jakoba ny andriamani-kafa rehetra tany amin’izy ireo sy ny kavina teny an-tsofiny, ka nalevin’i Jakoba teo am-pototr’ilay hazobe tany akaikin’i Sekema.",
        "5": "Dia niainga izy ireo. Ary nataon’Andriamanitra nihorohoro ireo tanàna nanodidina, ka tsy nanenjika ny zanak’i Jakoba ireny.",
        "6": "Farany, dia tonga tao Lozy, izany hoe Betela, ao amin’ny tany Kanana i Jakoba sy ny olona rehetra niaraka taminy.",
        "7": "Dia nanorina alitara teo izy, ary nataony hoe Ela-betela ny anaran’ilay toerana, satria teo no nisehoan’Andriamanitra taminy, fony izy nandositra ny rahalahiny.",
        "8": "Tatỳ aoriana dia maty i Debora, ilay vehivavy nampinono an’i Rebeka taloha, ka nalevina teo akaikin’i Betela, teo am-pototry ny hazo goavam-be iray. Koa nataon’i Jakoba hoe Alona-bakota ny anaran’ilay hazo.",
        "9": "Dia niseho tamin’i Jakoba indray Andriamanitra, ka nitso-drano azy tamin’izy avy tany Padana-arama.",
        "10": "Ary hoy Andriamanitra taminy: “Jakoba no anaranao. Tsy atao hoe Jakoba intsony anefa ny anaranao, fa hatao hoe Israely.” Dia nataony hoe Israely ny anarany.",
        "11": "Ary hoy koa Andriamanitra taminy: “Izaho no Andriamanitra Mahery Indrindra. Manàna taranaka ka mihabetsaha. Hisy firenena maro sy vondrom-pirenena hipoitra avy aminao, ary hisy mpanjaka maro haterakao. *",
        "12": "Homeko anao ilay tany nomeko an’i Abrahama sy Isaka, ary homeko ny taranakao handimby anao koa izany.”",
        "13": "Avy eo dia niakatra Andriamanitra ka niala teo aminy, teo amin’ilay toerana niresahany taminy.",
        "14": "Koa nanorina tsangambato teo amin’ilay toerana niresahan’Andriamanitra taminy i Jakoba, ka nandraraka fanatitra zava-pisotro sy menaka teo amboniny.",
        "15": "Ary Betela ihany no nataon’i Jakoba anaran’ilay toerana niresahan’Andriamanitra taminy.",
        "16": "Koa niainga izy ireo ka niala tao Betela. Ary raha mbola lavidavitra ihany vao ho tonga tao Efrata, dia efa akaiky hiteraka i Rahely, nefa saro-piterahana izy.",
        "17": "Raha mbola nananosarotra ny fiterahany, dia hoy ny mpampivelona: “Aza matahotra, fa mbola lahikely koa ity ho azonao ity.”",
        "18": "Ary efa ho faty i Rahely. Koa rehefa niala aina * izy, dia nataony hoe Ben-ony ny anaran’ilay zaza. Fa ny rainy kosa niantso azy hoe Benjamina.",
        "19": "Dia maty i Rahely ka nalevina teny amin’ny lalana mankany Efrata, izay atao hoe Betlehema.",
        "20": "Koa nanorina tsangambato teo ambonin’ny fasany i Jakoba. Io no tsangambaton’ny fasan’i Rahely mandraka androany.",
        "21": "Taorian’izany, dia niainga i Israely. Ary nanorina ny tranolainy izy raha vao niala kely teo amin’ny tilikambo Edera.",
        "22": "Indray mandeha, raha mbola nonina teo amin’izany tany izany i Israely, dia lasa i Robena nanao firaisana tamin’i Bilaha vadikelin-drainy, ary ren’i Israely izany. Ary roa ambin’ny folo ny zanakalahin’i Jakoba.",
        "23": "Ny naterak’i Lea dia i Robena, lahimatoan’i Jakoba, sy Simeona sy Levy sy Joda sy Isakara ary Zebolona.",
        "24": "Ny naterak’i Rahely dia i Josefa sy Benjamina.",
        "25": "Ary ny naterak’i Bilaha, mpanompovavin’i Rahely, dia i Dana sy Naftaly.",
        "26": "Ary ny naterak’i Zilpa, mpanompovavin’i Lea, dia i Gada sy Asera. Ireo no zanakalahin’i Jakoba izay naterany tany Padana-arama.",
        "27": "Farany, dia tonga tany amin’i Isaka rainy tany Mamre i Jakoba, tao Kiriata-arba, izany hoe Hebrona, izay nivahinian’i Abrahama sy Isaka.",
        "28": "Ary valopolo amby zato taona ny andron’i Isaka.",
        "29": "Dia niala aina i Isaka ka maty, ary nangonina any amin’ny razany izy, rehefa antitra sady voky andro. Ary nandevina azy i Esao sy Jakoba zanany."
    },
    "36": {
        "1": "Ary izao no tantaran’i Esao, izany hoe Edoma:",
        "2": "I Esao naka vady tamin’ny zanakavavin’ny Kananita: Ada zanakavavin’i Elona Hetita, sy Oholibama zanakavavin’i Ana sady zafikelin’i Zibona Hivita,",
        "3": "ary koa Basemata zanakavavin’i Ismaela sady anabavin’i Nebaiota.",
        "4": "Ary i Ada niteraka an’i Elifaza tamin’i Esao, ary i Basemata niteraka an’i Regoela,",
        "5": "ary i Oholibama niteraka an’i Jeosy sy Jalama ary Kora. Ireo no zanakalahin’i Esao izay naterany tany Kanana.",
        "6": "Tatỳ aoriana, dia nentin’i Esao ny vadiny sy ny zanany lahy sy ny zanany vavy sy ny olona * rehetra tao an-tranony sy ny biby fiompiny sy ny bibiny hafa rehetra ary ny fananana rehetra voangony tany Kanana, ka lasa izy nankany an-tany hafa, lavitra an’i Jakoba rahalahiny.",
        "7": "Nanjary be loatra mantsy ny fananan’izy mirahalahy, ka tsy afaka niara-nonina izy ireo, sady tsy antonona azy intsony ilay tany nivahiniany, noho ny amin’ny biby fiompiny.",
        "8": "Koa nanorim-ponenana tany amin’ny faritra be tendrombohitr’i Seira i Esao. I Esao no Edoma.",
        "9": "Ary izao no tantaran’i Esao rain’ny Edomita, tany amin’ny faritra be tendrombohitr’i Seira:",
        "10": "Ireto no anaran’ny zanakalahin’i Esao: Elifaza zanak’i Ada vadin’i Esao, sy Regoela zanak’i Basemata vadin’i Esao.",
        "11": "Ary ny zanakalahin’i Elifaza dia i Temana, Omara, Zefo, Gatama ary Kenaza.",
        "12": "Ary lasa vadikelin’i Elifaza zanakalahin’i Esao, i Timna. Dia niteraka an’i Amaleka tamin’i Elifaza izy. Ireo no taranak’i Ada vadin’i Esao.",
        "13": "Ary ireto no zanakalahin’i Regoela: Nahata, Zera, Sama ary Miza. Ireo no taranak’i Basemata vadin’i Esao.",
        "14": "Ary ireto no zanakalahin’i Oholibama vadin’i Esao, izay zanakavavin’i Ana sady zafikelin’i Zibona: Jeosy sy Jalama ary Kora izay naterany tamin’i Esao.",
        "15": "Ary ireto no lehibem-pokon’ny taranak’i Esao, izay zanakalahin’i Elifaza lahimatoan’i Esao: Temana lehibem-poko, Omara lehibem-poko, Zefo lehibem-poko, Kenaza lehibem-poko,",
        "16": "Kora lehibem-poko, Gatama lehibem-poko, Amaleka lehibem-poko. Ireo no lehibem-poko avy tamin’i Elifaza, tany amin’ny tany Edoma. Ireo no taranak’i Ada.",
        "17": "Ary ireto no zanakalahin’i Regoela, zanak’i Esao: Nahata lehibem-poko, Zera lehibem-poko, Sama lehibem-poko, Miza lehibem-poko. Ireo no lehibem-poko avy tamin’i Regoela, tany Edoma. Ireo no taranak’i Basemata vadin’i Esao.",
        "18": "Ary ireto no zanakalahin’i Oholibama vadin’i Esao: Jeosy lehibem-poko, Jalama lehibem-poko, Kora lehibem-poko. Ireo no lehibem-poko avy tamin’i Oholibama, zanakavavin’i Ana sady vadin’i Esao.",
        "19": "Ireo no zanakalahin’i Esao, ary ireo no lehibem-pokony. I Esao no Edoma.",
        "20": "Ary ireto no taranak’i Seira Horita, izay mponina teo amin’ilay tany: Lotana, Sobala, Zibona, Ana,",
        "21": "Disona, Ezera ary Disana. Ireo no lehibem-pokon’ny Horita taranak’i Seira, tany Edoma.",
        "22": "Ary ny zanakalahin’i Lotana dia i Hory sy Hemama. Ary i Timna no anabavin’i Lotana.",
        "23": "Ary ireto no zanakalahin’i Sobala: Alvana, Manahata, Ebala, Sefo ary Onama.",
        "24": "Ary ireto no zanakalahin’i Zibona: Aia sy Ana. Io Ana io no nahita ny ranomafana tany an-tany efitra, fony izy niandry ny ampondran’i Zibona rainy.",
        "25": "Ary ireto no zanak’i Ana: Disona, sy Oholibama zanakavavin’i Ana.",
        "26": "Ary ireto no zanakalahin’i Disona: Hemdana, Esbana, Jitrana ary Kerana.",
        "27": "Ary ireto no zanakalahin’i Ezera: Bilana sy Zavana ary Akana.",
        "28": "Ary ireto no zanakalahin’i Disana: Oza sy Arana.",
        "29": "Ary ireto no lehibem-pokon’ny Horita: Lotana lehibem-poko, Sobala lehibem-poko, Zibona lehibem-poko, Ana lehibem-poko,",
        "30": "Disona lehibem-poko, Ezera lehibem-poko, Disana lehibem-poko. Ireo no lehibem-pokon’ny Horita, araka ny anarany avy, tany Seira.",
        "31": "Ary ireto no mpanjaka nitondra tany Edoma, talohan’ny nisian’ny mpanjaka teo amin’ny zanak’Israely:",
        "32": "Bela zanakalahin’i Beora no nanjaka tany Edoma, ary Dinaba no anaran’ny tanànany.",
        "33": "Rehefa maty i Bela, dia nanjaka nandimby azy i Jobaba zanakalahin’i Zera avy any Bozra.",
        "34": "Rehefa maty i Jobaba, dia nanjaka nandimby azy i Hosama avy any amin’ny tanin’ny Temanita.",
        "35": "Rehefa maty i Hosama, dia nanjaka nandimby azy i Hadada zanakalahin’i Bedada, izay nandresy ny Midianita teo amin’ny faritr’i Moaba. Ary Avita no anaran’ny tanànan’i Hadada.",
        "36": "Rehefa maty i Hadada, dia nanjaka nandimby azy i Samla avy any Masreka.",
        "37": "Rehefa maty i Samla, dia nanjaka nandimby azy i Saoly avy any Rehobota eo amoron’ny Renirano.",
        "38": "Rehefa maty i Saoly, dia nanjaka nandimby azy i Bala-hanana zanakalahin’i Akbora.",
        "39": "Rehefa maty i Bala-hanana zanak’i Akbora, dia nanjaka nandimby azy i Hadara. Ary Pao no anaran’ny tanànany. Ary ny anaran’ny vadiny dia Mehetebela zanakavavin’i Matreda, izay zanakavavin’i Mezahaba.",
        "40": "Koa ireto no anaran’ny lehibem-poko avy tamin’i Esao, araka ny fianakaviany avy sy ny toerana nisy azy ary ny anarany: Timna lehibem-poko, Alva lehibem-poko, Jeteta lehibem-poko,",
        "41": "Oholibama lehibem-poko, Elaha lehibem-poko, Pinona lehibem-poko,",
        "42": "Kenaza lehibem-poko, Temana lehibem-poko, Mibzara lehibem-poko,",
        "43": "Magdiela lehibem-poko, Irama lehibem-poko. Ireo no lehibem-pokon’i Edoma, araka izay toerana nonenany tao amin’ny taniny. Ireo no taranak’i Esao rain’ny Edomita."
    },
    "37": {
        "1": "Ary i Jakoba mbola nonina tao amin’ilay tany nivahinian-drainy, tany Kanana.",
        "2": "Ary izao no tantaran’i Jakoba: Rehefa fito ambin’ny folo taona i Josefa, dia niara-niandry ondry tamin’ny rahalahiny izy. Niaraka tamin’ny zanakalahin’i Bilaha sy ny zanakalahin’i Zilpa vadin-drainy izy, satria mbola zaza. Ary notantarainy tamin-drainy ny ratsy nataon’ny rahalahiny.",
        "3": "Tian’i Israely mihoatra noho ny zanany lahy hafa rehetra i Josefa, satria zanaky ny fahanterany. Ary nampanao akanjo lava mitsipitsipika misy tanany ho an’i Josefa izy.",
        "4": "Rehefa hitan’ny rahalahiny fa tian-drainy mihoatra noho izy rehetra i Josefa, dia nankahala azy izy ireo, ka tsy nahavita niresaka taminy tamin-katsaram-panahy.",
        "5": "Ary nanonofy i Josefa ka notantarainy tamin’ny rahalahiny izany. Koa vao mainka nankahala azy ny rahalahiny.",
        "6": "Hoy mantsy izy tamin’ireo: “Mba henoy kely izao nofiko izao:",
        "7": "Samy namatotra amboara teny an-tsaha, hono, isika no iny fa niarina ny amboarako ka nijoro mahitsy, ary indreo kosa ny amboaranareo fa nanodidina ka niankohoka teo anoloan’ny amboarako.”",
        "8": "Ary hoy ny rahalahiny taminy: “Dia tena hanjaka aminay tokoa ve ialahy? Dia tena hifehy anay tokoa ve ialahy?” Koa vao mainka nankahalan’ireo azy ny nofiny sy ny teniny.",
        "9": "Ary mbola nanonofy indray izy ka notantarainy tamin’ny rahalahiny, hoe: “Nanonofy indray aho, ary indreo fa niankohoka teo anatrehako ny masoandro sy ny volana ary ny kintana iraika ambin’ny folo.”",
        "10": "Ary notantarainy tamin-drainy sy ny rahalahiny izany. Koa niteny mafy azy ny rainy hoe: “Inona no dikan’izany nofinao izany? Ho avy tokoa ve izaho sy ny reninao ary ny rahalahinao ka hiankohoka amin’ny tany eo anatrehanao?”",
        "11": "Koa nialona azy ny rahalahiny, fa ny rainy kosa nitadidy izany teny izany.",
        "12": "Ary lasa niandry ny andian’ondrin’ny rainy tany akaikin’i Sekema ny rahalahiny.",
        "13": "Ary hoy i Israely tamin’i Josefa: “Tsy miandry ondry any akaikin’i Sekema moa ny rahalahinao? Avia hirahiko ho any aminy ianao.” Dia hoy i Josefa: “Intỳ aho!”",
        "14": "Koa hoy izy taminy: “Mba mandehana jereo raha tsy misy maninona ny rahalahinao sy ny andian’ondry. Dia miverena hilaza amiko.” Koa nirahiny avy teo amin’ny lemaka iva any Hebrona i Josefa, ka lasa nankany Sekema.",
        "15": "Ary nisy lehilahy nahita azy nirenireny tany an-tsaha, ka nanontany azy hoe: “Fa inona no tadiavinao?”",
        "16": "Dia hoy izy: “Ny rahalahiko no tadiaviko. Mba lazao amiko izay toerana iandrasany ondry.”",
        "17": "Ary hoy ralehilahy: “Niala teto ry zareo, fa reko niresaka hoe: ‘Andao isika ho any Dotana.’” Koa narahin’i Josefa izay nalehan’ny rahalahiny, ka hitany tany Dotana izy ireo.",
        "18": "Vao lavitra izy dia tazan’izy ireo. Ary raha mbola tsy tonga teny akaikin’izy ireo akory izy, dia nanaovan’ireo tetika hovonoina ho faty.",
        "19": "Koa nifampiresaka ireo hoe: “Iny tonga iny ilay mpanonofy.",
        "20": "Andao hovonointsika izy dia hatsipintsika ao anatin’ny iray amin’ireo lavaka fanangonan-drano ireo, ka holazaintsika hoe lanin’ny bibidia masiaka. Dia ho hitantsika hoe hanao ahoana ny nofiny.”",
        "21": "Rehefa nandre izany i Robena, dia nitady hevitra hamonjena azy eo an-tanan’ireo. Koa hoy izy: “Aoka isika tsy hamely azy * ho faty.”",
        "22": "Ary hoy koa izy: “Aza mandatsa-dra, fa atsipazo ao anatin’io lavaka fanangonan-drano atỳ an-tany efitra io izy, ary aza mikasi-tanana azy.” Te hamonjy an’i Josefa teo an-tanan’ireo mantsy izy, mba hamerenany azy tany amin-drainy.",
        "23": "Koa raha vao tonga teo amin’ny rahalahiny i Josefa, dia nendahan’ireo ny akanjony, dia ilay akanjo lava mitsipitsipika nanaovany.",
        "24": "Ary nobatainy izy ka natsipiny tao anatin’ilay lavaka fanangonan-drano. Ary foana ilay lavaka tamin’izay, fa tsy nisy rano tao.",
        "25": "Dia nipetraka hihinan-kanina izy ireo. Ary rehefa nanopy ny masony ireo, dia nahita Ismaelita maromaro niara-dia avy tany Gileada. Ary ny ramevany nitondra ditin-kazo ladanoma sy balsama ary hodi-kazo misy ditiny, izay nentiny nidina ho any Ejipta.",
        "26": "Dia hoy i Joda tamin’ny rahalahiny: “Inona moa no soa ho azontsika, raha mamono ny rahalahintsika isika ka manafina ny rany?",
        "27": "Andao hamidintsika amin’ireto Ismaelita ireto izy, fa tsy hamely azy ny tanantsika. Rahalahintsika sy nofontsika ihany ange izy e!” Koa nohenoin’ireo ny tenin’ny rahalahiny.",
        "28": "Ary nisy Midianita mpivarotra nandalo. Dia nakarin’ny rahalahiny avy tao amin’ilay lavaka fanangonan-drano i Josefa, ka namidiny farantsa volafotsy roapolo tamin’ireo Ismaelita. Dia nentin’ireo nankany Ejipta i Josefa.",
        "29": "Rehefa niverina nankeo amin’ilay lavaka fanangonan-drano i Robena, dia efa tsy tao intsony i Josefa. Koa nandrovitra ny akanjony i Robena.",
        "30": "Dia niverina teo amin’ny rahalahiny izy, ka niantsoantso hoe: “Tsy ao intsony ilay zaza! Aiza re ny tany halehako e?”",
        "31": "Ary nalain’ny rahalahiny ilay akanjo lavan’i Josefa. Ary namono osilahy izy ireo, ka natsobony imbetsaka tao amin’ny ra ilay akanjo.",
        "32": "Avy eo dia nampanateriny tany amin-drainy ilay akanjo lava mitsipitsipika, ka nilazany izy hoe: “Ity no hitanay. Mba jereo tsara raha ny akanjo lavan’ny zanakao ity na tsia.”",
        "33": "Koa nojeren’ny rainy tsara ilay izy, ka niantsoantso izy hoe: “Ny akanjo lavan’ny zanako ity! Tena notafihin’ny bibidia masiaka i Josefa ka noviravirainy!”",
        "34": "Dia nandrovitra ny lamba fitafiny i Jakoba, ka nisikina lamba gony sady nisaona an-janany andro maro.",
        "35": "Ary nampionona azy foana ny zanany lahy rehetra sy ny zanany vavy rehetra, fa tsy nety nampiononina izy. Fa hoy izy: “Hidina amin’alahelo ho any amin-janako any amin’ny Fasana * aho!” Ary nitomany azy foana ny rainy.",
        "36": "Ary ny Midianita nivarotra an’i Josefa tany Ejipta tamin’i Potifara, tandapan’i Farao sady lehiben’ny mpiaro azy."
    },
    "38": {
        "1": "Ary nidina avy tany amin’ny rahalahiny i Joda, ka nanangana ny tranolainy teo akaikin’izay nisy an’ilay lehilahy adolamita atao hoe Hira.",
        "2": "Ary teo no nahitan’i Joda ny zanakavavin’i Soa lehilahy kananita iray. Koa naka an-dravehivavy ho vadiny i Joda ka nanao firaisana taminy.",
        "3": "Ary bevohoka ravehivavy ka tera-dahy. Ary nataony hoe Era ny anarany.",
        "4": "Ary bevohoka indray izy ka tera-dahy, dia nataony hoe Onana ny anarany.",
        "5": "Ary mbola tera-dahy koa izy, ka nataony hoe Sela ny anarany. Tany Akziba i Joda tamin’ny fotoana niterahan-dravehivavy an’i Sela.",
        "6": "Tatỳ aoriana dia naka vady ho an’i Era lahimatoany i Joda: Tamara no anarany.",
        "7": "Nanao izay ratsy teo imason’i Jehovah anefa i Era lahimatoan’i Joda, ka novonoin’i Jehovah ho faty.",
        "8": "Dia hoy i Joda tamin’i Onana: “Manaova firaisana amin’ny vadin-drahalahinao, ary alaivo ho vady izy ka ento loloha, dia miteraha hamelo-maso ny rahalahinao.”",
        "9": "Fantatr’i Onana anefa fa tsy ho azy ny zaza. Koa rehefa nanao firaisana tamin’ny vadin-drahalahiny izy, dia nariany tamin’ny tany ny tsirinainy, mba tsy hanomezany taranaka ho an’ny rahalahiny.",
        "10": "Ary ratsy teo imason’i Jehovah izay nataony, ka novonoiny ho faty koa izy.",
        "11": "Koa hoy i Joda tamin’i Tamara vinantovaviny: “Mitoera ho mpitondratena any an-tranon-drainao, mandra-pahalehiben’i Sela zanako lahy.” Fa hoy izy anakampo: “Sao ho faty toy ireo rahalahiny koa izy.” Koa lasa nitoetra tany an-tranon-drainy i Tamara.",
        "12": "Ary rehefa afaka elaela, dia maty ilay zanakavavin’i Soa, izany hoe ilay vadin’i Joda. Ary rehefa tapitra ny fotoana fisaonana, dia niakatra nankany amin’ny mpanety ny ondriny tany Timna i Joda sy Hira Adolamita namany.",
        "13": "Ary nisy nilaza tamin’i Tamara hoe: “Miakatra ho any Timna ny rafozandahinao, hanety ny ondriny.”",
        "14": "Dia nesorin’i Tamara ny akanjon’ny mpitondratena nanaovany, ka nosaronany lamba ny tenany, sady nosaronany koa ny tarehiny. Ary nipetraka teo amin’ny fidirana ho ao Enaima, izay eo amin’ny lalana mankany Timna, izy. Hitany mantsy fa efa lehibe i Sela, nefa mbola tsy nomena ho vadin’i Sela ihany izy.",
        "15": "Ary raha vao nahita azy i Joda, dia nihevitra azy ho mpivaro-tena, satria nosaronany ny tarehiny.",
        "16": "Koa nivily nankeo aminy teo amoron-dalana i Joda, ka niteny hoe: “Mba avelao aho hanao firaisana aminao.” Fa tsy fantany hoe ny vinantovaviny io. Hoy anefa ravehivavy: “Inona no homenao ahy mba hanaovanao firaisana amiko?”",
        "17": "Dia hoy izy: “Hampanatitra zanak’osy avy amin’ny ondry aman’osy aho.” Fa hoy ravehivavy: “Hanome antoka ve ianao mandra-panatitrao izany?”",
        "18": "Ary hoy izy: “Inona no antoka homeko anao?” Dia hoy ravehivavy: “Ny peratra fanombohan-kasenao sy iny tadiny iny ary ny tehina eny an-tananao.” Ary nomen’i Joda azy izany ka nanao firaisana taminy izy, dia bevohoka ravehivavy.",
        "19": "Taorian’izay, dia nitsangana ravehivavy ka lasa. Ary nesoriny ny lamba nisaronany, ka nanaovany indray ny akanjon’ny mpitondratena.",
        "20": "Ary nampanaterin’i Joda an’ilay Adolamita namany ilay zanak’osy, mba hahazoana an’ilay antoka tany amin-dravehivavy. Tsy nahita an-dravehivavy mihitsy anefa ilay namany.",
        "21": "Ary nanontaniany ny olona teo an-toerana hoe: “Aiza ilay mpivaro-tenan’ny tempoly teto Enaima, ilay teo amoron-dalana iny?” Fa hoy ny olona: “Tsy nisy mpivaro-tenan’ny tempoly mihitsy teto.”",
        "22": "Farany, dia niverina tany amin’i Joda izy ka niteny hoe: “Tsy hitako mihitsy ravehivavy, sady nilaza koa ny olona tany hoe: ‘Tsy nisy mpivaro-tenan’ny tempoly mihitsy teto.’”",
        "23": "Ary hoy i Joda: “Avelao ho lasany any ireny, sao ho afa-baraka eo isika. Izaho rahateo efa nampanatitra ity zanak’osy ity, fa ianao no tsy nahita an-dravehivavy mihitsy.”",
        "24": "Nony afaka telo volana teo ho eo anefa, dia nisy nilaza tamin’i Joda hoe: “Nivaro-tena i Tamara vinantovavinao, ka bevohoka tamin’ny fivarotan-tenany.” Dia hoy i Joda: “Avoahy izy hodorana.”",
        "25": "Ary rehefa navoaka izy, dia nampilaza tamin’ny rafozandahiny hoe: “Ilay lehilahy tompon’ireto zavatra ireto no nahabevohoka ahy.” Ary hoy koa izy: “Mba jereo tsara hoe an’iza ireto peratra fanombohan-kase sy kofehy ary tehina ireto.”",
        "26": "Dia nojeren’i Joda tsara ireo, ka hoy izy: “Marina noho izaho izy, satria tsy nomeko ho vadin’i Sela zanako lahy.” Ary tsy nanao firaisana taminy intsony i Joda.",
        "27": "Ary rehefa tonga ny fotoana hiterahany, dia zaza kambana no tao an-kibony.",
        "28": "Raha mbola teo am-piterahana izy, dia namoaka ny tanany ny zaza iray. Avy hatrany dia naka kofehy mena midorehitra ny mpampivelona, ka nafatony tamin’ny tanan’ilay zaza, sady hoy izy: “Ity no nivoaka voalohany.”",
        "29": "Tamin’ny farany anefa, raha vao nahemotr’ilay zaza ny tanany, dia ny rahalahiny indray no nivoaka. Koa hoy ilay mpampivelona: “Fa nahoana no nataonao rovitra toy izao ny reninao?” Koa natao hoe Pereza ny anaran’ilay zaza.",
        "30": "Avy eo dia nivoaka koa ilay rahalahiny, izay nisy kofehy mena midorehitra tamin’ny tanany. Ary natao hoe Zera ny anarany."
    },
    "39": {
        "1": "Ary i Josefa nentina nidina tany Ejipta. Ary i Potifara Ejipsianina, izay tandapan’i Farao sady lehiben’ny mpiaro azy, dia nividy an’i Josefa tamin’ireo Ismaelita nitondra azy nidina tany.",
        "2": "Nomba an’i Josefa anefa i Jehovah, ka nahomby avokoa izay nataony, ary nahazo andraikitra tao an-tranon’ilay Ejipsianina tompony izy.",
        "3": "Koa hitan’ny tompony fa nomba an’i Josefa i Jehovah, ary nataon’i Jehovah nahomby avokoa izay nataony.",
        "4": "Ary nahazo sitraka tamin’ny tompony i Josefa ka nikarakara izay nilainy. Koa notendreny hiandraikitra ny tao an-tranony i Josefa, ary nankininy taminy izay rehetra nananany.",
        "5": "Ary hatramin’izay nanendren’ilay Ejipsianina azy hiandraikitra ny tao an-tranony sy ny fananany rehetra, dia notahin’i Jehovah foana ny tao an-tranony, noho ny amin’i Josefa. Eny, notahin’i Jehovah izay rehetra nananany tao an-trano sy tany an-tsaha.",
        "6": "Farany, dia nankininy tamin’i Josefa izay rehetra nananany. Koa tsy nieritreritra na inona na inona intsony ralehilahy, afa-tsy izay sakafo hohaniny ihany. Ary lasa tsara bika sy tsara tarehy i Josefa.",
        "7": "Tatỳ aoriana dia nanomboka nijery an’i Josefa ny vadin’ny tompony, ka niteny hoe: “Avia hanao firaisana amiko.”",
        "8": "Tsy nety anefa izy fa niteny tamin’ny vadin’ny tompony hoe: “Tsy mieritreritra intsony ny amin’ny ato an-trano ny tompoko, fa efa nankininy tamiko izay rehetra ananany.",
        "9": "Tsy misy lehibe noho izaho ato amin’ity trano ity, ary tsy nisy na inona na inona nandrarany ahy afa-tsy ianao, satria vadiny ianao. Koa hataoko ahoana ny hanao izany ratsy lehibe izany ka hanota amin’Andriamanitra?”",
        "10": "Koa na dia niteny tamin’i Josefa isan’andro isan’andro aza ravehivavy, dia tsy nanaiky hanao firaisana taminy na hiaraka irery taminy mihitsy izy.",
        "11": "Indray andro anefa, rehefa niditra tao an-trano hanao ny raharahany toy ny fanaony isan’andro i Josefa, ary tsy nisy tao ny mpanompo,",
        "12": "dia nisambotra azy tamin’ny akanjony ravehivavy sady niteny hoe: “Avia hanao firaisana amiko!” Navelany teo an-tanan-dravehivavy anefa ny akanjony, dia nandositra nivoaka tany ivelany izy.",
        "13": "Raha vao hitan-dravehivavy fa namela ny akanjony teny an-tanany i Josefa ka nandositra tany ivelany,",
        "14": "dia niantsoantso mafy izy ka niteny tamin’ny mpanompo hoe: “Te hanao antsika ho fihomehezana ilay lehilahy hebreo nentin’ny vadiko. Ary nanatona ahy izy mba hanao firaisana amiko, nefa niantsoantso faran’izay mafy aho.",
        "15": "Koa raha vao reny fa nampiaka-peo aho ka niantsoantso mafy, dia navelany teto anilako ny akanjony, ary nandositra nivoaka tany ivelany izy.”",
        "16": "Dia notazoniny teo anilany ilay akanjo, mandra-pahatongan’ny tompon’i Josefa tao an-trano.",
        "17": "Koa niteny taminy toy izao ravehivavy: “Nanatona ahy mba hanao ahy ho fihomehezana ilay mpanompo hebreo nentinao tato amintsika.",
        "18": "Raha vao nampiaka-peo anefa aho ka niantsoantso mafy, dia navelany teto anilako ny akanjony ka nandositra tany ivelany izy.”",
        "19": "Dia nirehitra ny fahatezeran’ny tompon’i Josefa, raha vao reny ny tenin’ny vadiny taminy hoe: “Toy izao sy izao no nataon’ilay mpanomponao tamiko.”",
        "20": "Koa nalain’ny tompony i Josefa ka nalefany tany amin’ny fonja, izay nihazonana ny voafonjan’ny mpanjaka. Dia tao am-ponja tao foana izy.",
        "21": "Nomba an’i Josefa foana anefa i Jehovah, sady tsy nitsahatra naneho hatsaram-panahy feno fitiavana taminy, ka nanao izay hahazoany sitraka tamin’ny lehiben’ny fonja.",
        "22": "Koa natolotry ny lehiben’ny fonja ho eo ambany fiandraiketan’i Josefa ny voafonja rehetra tao am-ponja. Ary izay nataon’izy ireo tao dia zavatra nampanaovin’i Josefa azy avokoa.",
        "23": "Koa tsy nikarakara na inona na inona mihitsy tamin’izay nankininy tamin’i Josefa ny lehiben’ny fonja, satria i Jehovah nomba an’i Josefa, ka nataon’i Jehovah nahomby izay nataony."
    },
    "40": {
        "1": "Ary taorian’izany, dia nanota tamin’ny mpanjakan’i Ejipta tompony ny mpandroso zava-pisotrony sy ny mpanao mofo.",
        "2": "Dia tezitra tamin’ireo tandapany roa ireo i Farao, eny, tamin’ny lehiben’ny mpandroso zava-pisotro sy ny lehiben’ny mpanao mofo,",
        "3": "ka nampidiriny am-ponja izy ireo. Tao amin’ny tranon’ny lehiben’ny mpiaro an’i Farao io fonja io, dia ilay nigadran’i Josefa.",
        "4": "Ary notendren’ilay lehibe hiandraikitra azy roa lahy i Josefa ka hikarakara izay ilain’izy ireo. Dia tao am-ponja andro maromaro izy ireo.",
        "5": "Indray alina, dia nanonofy izy roa lahy, dia ilay mpandroso zava-pisotro sy ilay mpanao mofon’ny mpanjakan’i Ejipta, izay samy tao am-ponja. Samy nanonofy izy ireo, ary samy nanana ny heviny ny nofiny.",
        "6": "Ary rehefa nankeo amin’izy ireo i Josefa nony maraina, dia hitany fa maloka endrika izy ireo.",
        "7": "Koa nanontaniany ireo tandapan’i Farao ireo, izay niaraka taminy tao amin’ilay fonjan’ny tranon’ny tompony, nanao hoe: “Fa maninona no maloka endrika ianareo androany?”",
        "8": "Dia hoy ireo: “Nanonofy izahay, ka tsy misy mahalaza ny heviny.” Koa hoy i Josefa: “Tsy Andriamanitra ve no mahalaza ny hevitry ny nofy? Mba tantarao amiko kely ilay izy.”",
        "9": "Ary nitantara ny nofiny tamin’i Josefa ilay lehiben’ny mpandroso zava-pisotro, hoe: “Nanonofy aho hoe nisy foto-boaloboka, hono, teo anatrehako.",
        "10": "Ary nisy sampany telo tamin’ilay foto-boaloboka. Toa nitsimoka ilay izy, dia namelana, ary namoa voaloboka masaka.",
        "11": "Ary teny an-tanako ny kaopin’i Farao. Koa nalaiko ireo voaloboka ka nofiazako teo ambonin’ilay kaopy. Dia natolotro teo an-tanan’i Farao ilay kaopy.”",
        "12": "Ary hoy i Josefa taminy: “Izao no heviny: Ny sampany telo dia telo andro.",
        "13": "Rehefa afaka telo andro, dia havoakan’i Farao ianao, * ka haveriny amin’ny toeranao. Ary hanolotra ny kaopin’i Farao eo an-tanany ianao, toy ny fanaonao taloha fony ianao nandroso zava-pisotro ho azy.",
        "14": "Mba tsarovy anefa aho raha vao mandeha tsara indray ny fiainanao. Ary mba anehoy hatsaram-panahy feno fitiavana aho, ka resaho amin’i Farao, dia avoahy amin’ity trano ity.",
        "15": "Nalaina an-keriny avy any amin’ny tanin’ny Hebreo mantsy aho. Ary tatỳ koa aho dia tsy nanao na inona na inona izay tokony ho nampidirana ahy tato amin’ity lavaka figadrana ity.”",
        "16": "Rehefa hitan’ilay lehiben’ny mpanao mofo fa tsara ny hevitry ny nofy nolazain’i Josefa, dia mba hoy koa izy taminy: “Nanonofy koa aho hoe nisy harona telo feno mofo fotsy, hono, nololohaviko.",
        "17": "Ary tao anatin’ilay harona ambony indrindra, dia nisy sakafo isan-karazany ho an’i Farao, nataon’ny mpanao mofo. Dia nohanin’ny vorona ny sakafo teo amin’ilay harona nololohaviko.”",
        "18": "Dia hoy i Josefa: “Izao no heviny: Ny harona telo dia telo andro.",
        "19": "Rehefa afaka telo andro, dia havoakan’i Farao ianao, ka hotapahiny ny lohanao. Ary hahantony amin’ny tsato-kazo ianao, ka hohanin’ny vorona ny nofonao.”",
        "20": "Ary tamin’ny andro fahatelo, dia nitsingerina ny andro nahaterahan’i Farao. Ary nanao fanasambe ho an’ny mpanompony rehetra izy, ka navoakany teo imason’ny mpanompony ny lehiben’ny mpandroso zava-pisotro sy ny lehiben’ny mpanao mofo.",
        "21": "Koa naveriny tamin’ny toerany ilay lehiben’ny mpandroso zava-pisotro. Dia nanolotra ny kaopy teo an-tanan’i Farao izy.",
        "22": "Fa nahantony kosa ilay lehiben’ny mpanao mofo, araka ny hevitry ny nofy nolazain’i Josefa tamin’izy ireo.",
        "23": "Tsy nahatsiaro an’i Josefa anefa ilay lehiben’ny mpandroso zava-pisotro, fa nanadino azy."
    },
    "41": {
        "1": "Ary rehefa afaka roa taona katroka, dia nanonofy i Farao hoe nijoro teo amoron’ny reniranon’i Neily.",
        "2": "Ary nisy ombivavy fito tsara tarehy sady matavy, niakatra avy tao amin’ny reniranon’i Neily, ka niraoka ahitra teo amorony.",
        "3": "Ary nisy ombivavy fito ratsy tarehy sady mahia, niakatra avy tao amin’ny reniranon’i Neily nanaraka azy ireo, ka nijoro teo anilany teo amoron’ilay renirano.",
        "4": "Ary ny ombivavy ratsy tarehy sady mahia dia nihinana ny ombivavy fito tsara tarehy sady matavy. Dia taitra tamin’ny torimasony i Farao.",
        "5": "Natory indray izy ka nanonofy fanindroany. Ary nisy salohim-barimbazaha fito vaventy sady tsara, nipoitra tamin’ny tahony iray.",
        "6": "Ary nisy salohim-barimbazaha fito hafa koa nipoitra, izay mahia sady main’ny rivotra avy any atsinanana.",
        "7": "Ary ireo salohy fito mahia dia nitelina an’ireo fito vaventy sady be voa. Dia taitra tamin’ny torimasony i Farao, ka fantany fa nofy ilay izy.",
        "8": "Ary nitebiteby i Farao nony maraina, ka nampanantsoiny avokoa ny mpisorona nampiasa herin’ny maizina sy ny olon-kendry tao Ejipta. Dia notantarainy tamin’ireo ny nofiny, nefa tsy nisy nahalaza ny heviny.",
        "9": "Dia niteny tamin’i Farao ny lehiben’ny mpandroso zava-pisotro hoe: “Tsaroako izao ny fahotako.",
        "10": "Tezitra tamin’ny mpanompony i Farao, eny, tezitra tamiko sy tamin’ny lehiben’ny mpanao mofo, ka nampiditra anay tao amin’ilay fonja ao amin’ny tranon’ny lehiben’ny mpiaro an’i Farao.",
        "11": "Ary samy nanonofy izahay roa lahy indray alina. Ary samy nanana ny heviny ny nofinay.",
        "12": "Ary nisy tovolahy hebreo iray, mpanompon’ilay lehiben’ny mpiaro an’i Farao, niaraka taminay. Rehefa notantarainay taminy ny nofinay, dia nolazainy taminay ny heviny. Koa samy nilazany ny hevitry ny nofinay izahay.",
        "13": "Ary araka izay heviny nolazainy taminay no nitranga: Izaho naverina tamin’ny toerako, fa ilay iray kosa nahantona.”",
        "14": "Dia nampiantso an’i Josefa i Farao, ka nampaka azy haingana avy tao amin’ny lavaka figadrana. Koa niharatra sy nisolo lamba fitafy izy, dia nankao amin’i Farao.",
        "15": "Ary hoy i Farao tamin’i Josefa: “Nanonofy aho, nefa tsy misy mahalaza ny heviny. Reko anefa hoe rehefa misy nofy lazaina aminao, dia hainao ny milaza ny heviny.”",
        "16": "Dia hoy i Josefa tamin’i Farao: “Tsy izaho no inona, fa Andriamanitra no hanambara izay mahasoa an’i Farao.”",
        "17": "Koa hoy i Farao taminy: “Nanonofy aho hoe nijoro teo amoron’ny reniranon’i Neily.",
        "18": "Ary nisy ombivavy fito matavy sady tsara bika niakatra avy tao amin’ny reniranon’i Neily, dia niraoka ahitra teo amorony.",
        "19": "Ary nisy ombivavy fito hafa, kaozatra sady ratsy bika ary mahia, niakatra nanaraka azy ireo. Mbola tsy nahita ratsy toa azy ireo mihitsy aho nanerana an’i Ejipta.",
        "20": "Ary ny ombivavy kaozatra sady ratsy dia nihinana ny ombivavy fito matavy.",
        "21": "Koa lanin’izy ireo ny ombivavy matavy nefa tsy fantatra akory hoe efa lasa ao an-kibony, satria mbola nahia sy ratsy toy ny tamin’ny voalohany ihany izy ireo. Dia taitra tamin’ny torimasoko aho.",
        "22": "“Ary hitako tao amin’ny nofiko indray avy eo, fa nisy salohim-barimbazaha fito be voa sady tsara, nipoitra tamin’ny tahony iray.",
        "23": "Ary nisy salohim-barimbazaha fito hafa koa nipoitra, izay malazo sady mahia ary main’ny rivotra avy any atsinanana.",
        "24": "Ary ireo salohy fito mahia dia nitelina an’ireo salohy tsara. Koa notantaraiko tamin’ny mpisorona mampiasa herin’ny maizina izany, nefa tsy nisy nahalaza ny heviny tamiko.”",
        "25": "Dia hoy i Josefa tamin’i Farao: “Iray ihany ny hevitr’ireo nofin’i Farao ireo. Izay hataon’ilay tena Andriamanitra no nolazainy tamin’i Farao.",
        "26": "Ny ombivavy fito tsara tarehy sy ny salohim-barimbazaha fito tsara dia samy midika ho fito taona. Iray ihany ny hevitr’ireo nofy ireo.",
        "27": "Ary ny ombivavy fito kaozatra sady ratsy izay niakatra nanaraka azy ireo dia midika ho fito taona. Ary ny salohim-barimbazaha fito izay tsy nisy afa-tsy akofa sady main’ny rivotra avy any atsinanana, dia midika ho fito taona mosarena.",
        "28": "Izany no efa nolazaiko tamin’i Farao teo hoe: Izay hataon’ilay tena Andriamanitra no nasehony an’i Farao.",
        "29": "“Koa hisy fito taona zina hanerana an’i Ejipta.",
        "30": "Hisy fito taona mosarena koa anefa hanaraka izany, ka ho hadino ny fahavokarana be rehetra teto Ejipta, ary ho ripaky ny mosary ny tany.",
        "31": "Ary tsy ho fantatra intsony hoe nisy fahavokarana be teto noho ny amin’ilay mosary aoriany, satria ho mafy dia mafy ilay mosary.",
        "32": "Naverina indroa tamin’i Farao ilay nofy, satria nataon’Andriamanitra mafy orina izany, ary hotanterahin’Andriamanitra haingana.",
        "33": "“Koa aoka i Farao hitady lehilahy malina sy hendry, ka hanendry azy hiadidy an’i Ejipta.",
        "34": "Aoka koa i Farao hanendry mpiandraikitra eto amin’ny tany, ka haka ny ampahadimin’ny vokatra eto Ejipta, mandritra ny fito taona zina.",
        "35": "Ary aoka izy ireo hanangona ny sakafo rehetra mandritra ireo taona zina ho avy ireo, ka hanangom-bokatra eo ambany fitantanan’i Farao, ho sakafo ao amin’ireo tanàna. Dia hotehirizin’izy ireo izany.",
        "36": "Ary ireo sakafo ireo dia hatao tahiry ho an’i Ejipta ho amin’ny fito taona mosarena ho tonga eto, mba tsy ho ripaky ny mosary ny tany.”",
        "37": "Ary sitrak’i Farao sy ny mpanompony rehetra izany.",
        "38": "Koa hoy i Farao tamin’ny mpanompony: “Aiza indray isika no hahita lehilahy tahaka an’io, izay manana ny fanahin’Andriamanitra?” *",
        "39": "Dia hoy i Farao tamin’i Josefa: “Koa satria nampahafantarin’Andriamanitra anao izany rehetra izany, dia tsy misy malina sy hendry tahaka anao.",
        "40": "Ianao no hiandraikitra ny ankohonako, ary hankatò anao tanteraka ny vahoakako manontolo. Ny seza fiandrianana ihany no maha ambony ahy noho ianao.”",
        "41": "Ary hoy koa i Farao: “Izaho dia manendry anao hiadidy an’i Ejipta manontolo.”",
        "42": "Dia nesorin’i Farao ny peratra fanombohan-kase teny amin’ny tanany ka nataony tamin’ny tanan’i Josefa, ary nampitafiany lamba rongony tena tsara izy sady nasiany rojo volamena ny vozony.",
        "43": "Ary nampitaingeniny teo amin’ny kalesim-boninahiny faharoa koa izy, mba hiantsoantsoan’ny olona teo alohany hoe: “Avreka!” Toy izany no nanendren’i Farao azy hiadidy an’i Ejipta manontolo.",
        "44": "Ary hoy ihany koa i Farao tamin’i Josefa: “Izaho no Farao, nefa tsy misy mahazo manao na inona na inona * eran’i Ejipta, raha tsy omenao alalana.”",
        "45": "Taorian’izany, dia nataon’i Farao hoe Zafenata-panea ny anaran’i Josefa, ary nomeny ho vadiny i Asenata, zanakavavin’i Potifera mpisorona tao Ona. Ary nanomboka nitety an’i Ejipta i Josefa.",
        "46": "Telopolo taona i Josefa tamin’izy nijoro teo anatrehan’i Farao mpanjakan’i Ejipta. Dia niala teo anatrehan’i Farao i Josefa ka nitety an’i Ejipta manontolo.",
        "47": "Ary namokatra be ilay tany, nandritra ny fito taona zina.",
        "48": "Ary nangoniny ny sakafo rehetra vokatra tamin’ireo fito taona zina tany Ejipta, ka nataony tao amin’ireo tanàna. Koa ny vokatry ny saha nanodidina ny tanàna iray, dia nataony tao an-tanàna.",
        "49": "Ary i Josefa tsy nitsahatra nanangom-bokatra be dia be tahaka ny fasika any an-dranomasina, hany ka tsy nanisa intsony izy ireo tamin’ny farany, satria tsy hita isa izany.",
        "50": "Ary talohan’ny nahatongavan’ny taona mosarena, dia niteraka zazalahy roa tamin’i Josefa i Asenata, zanakavavin’i Potifera mpisorona tao Ona.",
        "51": "Koa nataon’i Josefa hoe Manase ny anaran’ny lahimatoa, satria hoy izy: “Efa nataon’Andriamanitra izay hanadinoako ny fahoriako rehetra sy ny ankohonan-draiko manontolo.”",
        "52": "Ary nataony hoe Efraima ny anaran’ilay faharoa, satria hoy izy: “Efa nomen’Andriamanitra taranaka aho, eto amin’ity tany nahitako fahoriana mafy ity.”",
        "53": "Ary nifarana tsikelikely ny fito taona zina tany Ejipta.",
        "54": "Dia niantomboka ny fito taona mosarena, araka ny efa nolazain’i Josefa. Ary nisy mosary tany amin’ny tany rehetra, fa eran’i Ejipta kosa mbola nahitana sakafo.",
        "55": "Farany, dia mosarena koa ny tany Ejipta manontolo, ka nitaraina tamin’i Farao ny olona mba hahazo sakafo. Dia hoy i Farao tamin’ny Ejipsianina rehetra: “Mankanesa any amin’i Josefa, ka ataovy izay rehetra lazainy aminareo.”",
        "56": "Ary nanenika ny tany rehetra ny mosary. Koa nanokatra ny trano fitehirizam-boa rehetra teo amin’izy ireo i Josefa, ka nivarotra tamin’ny Ejipsianina, satria tratran’ny mosary mafy i Ejipta.",
        "57": "Ary tonga tany Ejipta koa ny olona avy any amin’ny tany rehetra mba hividy sakafo tamin’i Josefa, satria tratran’ny mosary mafy ny tany rehetra."
    },
    "42": {
        "1": "Tatỳ aoriana, dia fantatr’i Jakoba fa nisy sakafo * tany Ejipta. Koa hoy izy tamin’ny zanany lahy: “Nahoana ianareo no mifampijerijery eo fotsiny?”",
        "2": "Ary hoy koa izy: “Reko fa misy sakafo any Ejipta. Midìna any ka mividiana ho antsika, mba ho velona isika fa tsy ho faty.”",
        "3": "Koa nidina mba hividy sakafo tany Ejipta ny rahalahin’i Josefa folo lahy.",
        "4": "I Benjamina rahalahin’i Josefa anefa tsy nalefan’i Jakoba niaraka tamin’ny rahalahiny hafa, satria hoy izy: “Sao hisy loza mahafaty hanjo azy.”",
        "5": "Koa tonga niaraka tamin’ny olon-kafa hividy sakafo ny zanakalahin’i Israely, satria nisy mosary koa tany Kanana.",
        "6": "Ary i Josefa no lehilahy nanana fahefana tao Ejipta. Izy no nivarotra tamin’ny olona rehetra tambonin’ny tany. Koa tonga ny rahalahin’i Josefa ka niankohoka tamin’ny tany teo anatrehany.",
        "7": "Raha vao nahita an’ireo rahalahiny i Josefa, dia nahafantatra azy. Nataony anefa izay tsy hahafantaran’ireo ny tenany. Koa nasiaka fiteny tamin’ireo izy, nanao hoe: “Avy aiza ianareo?” Dia hoy ireo: “Avy any Kanana izahay mba hividy sakafo.”",
        "8": "Fantatr’i Josefa tokoa ny rahalahiny, fa ireo kosa tsy nahafantatra azy.",
        "9": "Dia tsaroan’i Josefa avy hatrany ny nofiny momba azy ireo, ary hoy izy taminy: “Mpitsikilo ianareo! Tonga hijery taratra ny tany ianareo!”",
        "10": "Fa hoy ireo: “Tsia, tompoko, fa tonga hividy sakafo ny mpanomponao.",
        "11": "Zanaky ny lehilahy iray ihany izahay rehetra, ary olo-marina. Tsy mpitsikilo ny mpanomponao.”",
        "12": "Hoy anefa izy: “Tsia, fa tonga hijery taratra ny tany ianareo!”",
        "13": "Dia hoy ireo: “Roa ambin’ny folo mirahalahy ny mpanomponao. Ary zanaky ny lehilahy iray ihany any Kanana izahay. Any amin’ny rainay izao ny faralahy, fa ny iray kosa efa tsy eo intsony.”",
        "14": "Hoy anefa i Josefa taminy: “Efa milaza aminareo aho hoe: ‘Mpitsikilo ianareo!’",
        "15": "Koa izao no hitsapana anareo: Raha mbola velona koa i Farao, dia tsy hivoaka eto ianareo raha tsy tonga eto ny zandrinareo faralahy.",
        "16": "Iraho ny iray aminareo mba haka ny rahalahinareo, fa ianareo kosa hafatotra, mba hitsapana raha marina ny teninareo. Fa raha tsy izany, ary raha mbola velona koa i Farao, dia ho hita tokoa fa mpitsikilo ianareo.”",
        "17": "Dia nataony tao am-ponja telo andro izy ireo.",
        "18": "Tamin’ny andro fahatelo, dia hoy i Josefa: “Matahotra an’ilay tena Andriamanitra aho. Koa ataovy izao, dia ho velona ianareo:",
        "19": "Raha olo-marina ianareo, dia aoka ny iray amin’ny rahalahinareo no hafatotra ato amin’ity fonja ity. Fa ny sisa kosa mandehana, ka mitondrà sakafo ho an’ireo mosarena any an-tranonareo.",
        "20": "Ary hoentinareo atỳ amiko ny zandrinareo faralahy, mba ho hita fa azo itokisana ny teninareo, ka tsy ho faty ianareo.” Dia neken’izy ireo izany.",
        "21": "Ary nifampiresaka izy ireo hoe: “Tena meloka tokoa isika noho izay nataontsika tamin’ny rahalahintsika, satria hitantsika ny fahoriany rehefa nitalaho mafy tamintsika izy mba hangoraka azy, nefa tsy nihaino isika. Izany no mahatonga izao fahoriana izao amintsika.”",
        "22": "Dia hoy i Robena: “Tsy efa niteny taminareo moa aho hoe: ‘Aza manota amin’ny zaza’? Kanefa tsy nihaino ianareo. Koa tsy maintsy atao ampamoaka isika izao noho ny amin’ny rany.”",
        "23": "Tsy fantatr’izy ireo anefa hoe nahazo izay nolazainy i Josefa, satria nampiasa mpandika teny izy niresahana taminy.",
        "24": "Koa niala teo amin’izy ireo izy ka nitomany. Ary niverina teo izy avy eo ka niresaka taminy, dia nalainy teo amin’ireo i Simeona ka nofatorany teo imasony.",
        "25": "Ary nasain’i Josefa nofenoina sakafo ny gonin’ireo. Nasainy naverina tao anaty gonin’ny tsirairay koa ny volany, ary nasainy nomena vatsy ho amin’ny diany izy ireo. Dia natao tamin’izy ireo izany.",
        "26": "Koa nataingin’izy ireo teo amin’ny ampondrany ny sakafo novidiny, dia lasa izy ireo.",
        "27": "Ary rehefa nanokatra ny goniny ny iray taminy mba hanome sakafo ny ampondrany teo amin’ny toeram-pilasiana, dia hitany fa teo am-bavan’ny goniny ny volany.",
        "28": "Koa hoy izy tamin’ny rahalahiny: “Nisy namerina ny volako! Io anaty goniko io ilay izy!” Dia ketraka ny fon’izy ireo, ka nangovitra izy sady nifampiresaka hoe: “Fa inona izao ataon’Andriamanitra amintsika izao?”",
        "29": "Farany, dia tonga tany amin’i Jakoba rainy tany Kanana izy ireo ka nitantara taminy ny zava-drehetra nanjo azy, nanao hoe:",
        "30": "“Nasiaka fiteny taminay ilay lehilahy miadidy an’ilay tany, fa noheveriny fa mpitsikilo ny taniny izahay.",
        "31": "Hoy anefa izahay taminy: ‘Olo-marina izahay, fa tsy mpitsikilo.",
        "32": "Roa ambin’ny folo mirahalahy izahay no zanaky ny rainay. Ny iray efa tsy eo intsony, ary ny faralahy any amin’ny rainay any Kanana izao.’",
        "33": "Hoy anefa ilay lehilahy miadidy an’ilay tany: ‘Ho fantatro hoe olo-marina ianareo raha izao no ataonareo: Avelao eto amiko ny iray amin’ny rahalahinareo, dia mandehana mitondra sakafo ho an’ireo mosarena any an-tranonareo.",
        "34": "Ary ento atỳ amiko ny zandrinareo faralahy, mba hahafantarako fa tsy mpitsikilo ianareo fa olo-marina. Dia haveriko aminareo ny rahalahinareo, ary ho afaka hividy sakafo atỳ ianareo.’”",
        "35": "Ary rehefa nararak’izy ireo ny tao anaty goniny, dia io fa tao anaty gonin’ny tsirairay ny volany voafono tsara. Ary samy nahita izany izy ireo sy ny rainy, ka natahotra.",
        "36": "Dia hoy ny antsoantson’i Jakoba rainy: “Lasa tsy manan-janaka intsony aho, noho ny nataonareo! I Josefa efa tsy eo intsony, i Simeona koa efa tsy eo intsony, ary i Benjamina koa mbola halainareo! Izaho ihany no ianjadian’izany rehetra izany!”",
        "37": "Fa hoy i Robena tamin’ny rainy: “Azonao vonoina ho faty ny zanako roa lahy raha tsy entiko miverina atỳ aminao izy. Ankino amiko izy, fa izaho no hampody azy atỳ aminao.”",
        "38": "Fa hoy i Jakoba: “Tsy hiaraka hidina aminareo ny zanako, satria efa maty ny rahalahiny ary izy irery no sisa tavela. Raha misy loza mahafaty manjo azy any amin’izay halehanareo, dia hataonareo izay hidinan’ny volofotsiko amin’alahelo any amin’ny Fasana.” *"
    },
    "43": {
        "1": "Ary mafy ny mosary teo amin’ilay tany.",
        "2": "Ary raha vao lanin’izy ireo ny sakafo nentiny avy tany Ejipta, dia hoy ny rainy: “Mandehana miverina mividy sakafo kely ho antsika.”",
        "3": "Fa hoy i Joda taminy: “Efa nampitandrina anay mafy ralehilahy hoe: ‘Tsy mahazo mahita ny tavako intsony ianareo, raha tsy miaraka aminareo ny rahalahinareo.’",
        "4": "Koa raha alefanao miaraka aminay ny rahalahinay, dia vonona handeha hidina hividy sakafo ho anao izahay.",
        "5": "Fa raha tsy alefanao kosa izy, dia tsy hidina izahay, satria efa niteny ralehilahy hoe: ‘Tsy mahazo mahita ny tavako intsony ianareo, raha tsy miaraka aminareo ny rahalahinareo.’”",
        "6": "Dia hoy i Israely: “Nahoana no dia nanao izay hahitako loza ianareo, ka nilaza tamin-dralehilahy fa mbola manana rahalahy hafa?”",
        "7": "Ary hoy ireo: “Nivantana mihitsy ange ny fanontanian-dralehilahy momba anay sy ny havanay e! Fa hoy izy: ‘Mbola velona ve ny rainareo? Manana rahalahy hafa koa ve ianareo?’ Dia nolazainay taminy araka izany. Ahoana moa no hanampoizanay fa hilaza izy hoe: ‘Ento midina atỳ ny rahalahinareo’?”",
        "8": "Farany, dia hoy i Joda tamin’i Israely rainy: “Alefaso miaraka amiko ny zaza mba handehananay, mba ho velona fa tsy ho faty isika, dia izahay sy ianao ary ny zanatsika madinika.",
        "9": "Izaho no hiantoka azy, ka ho azonao sazina aho. Raha tsy entiko atỳ aminao izy ka tsy atolotro anao, dia ho fahotako aminao mandrakizay izany.",
        "10": "Fa raha tsy nitaredretra izahay, dia ho efa tonga tany ka efa tafaverina fanindroany.”",
        "11": "Koa hoy i Israely rainy: “Izao àry no ataovy: Alaivo ny vokatra tsara indrindra amin’ny tany ka ataovy ao anaty goninareo, ary ento hatao fanomezana ho an-dralehilahy, dia balsama kely, tantely kely, ditin-kazo ladanoma, hodi-kazo misy ditiny, sy voanjombazaha ary amandy.",
        "12": "Ary ataovy avo roa heny ny vola entinareo. Dia ento miverina ny vola naverina teo am-bavan’ny goninareo, fa angamba fahadisoana ilay izy.",
        "13": "Ary ento ny rahalahinareo, dia mandehana miverina any amin-dralehilahy.",
        "14": "Ary enga anie ilay Andriamanitra Mahery Indrindra hahatonga an-dralehilahy hiantra anareo, mba hanafahany an’ilay rahalahinareo iray sy Benjamina ka hanolorany azy ho anareo. Raha tsy maintsy afoiko ny zanako, dia vonona hamoy ny zanako aho!”",
        "15": "Koa nentin’izy ireo ny fanomezana sy ny vola avo roa heny ary koa i Benjamina. Dia niainga izy ireo ka nidina nankany Ejipta, ary tonga teo anatrehan’i Josefa.",
        "16": "Raha vao nahita an’i Benjamina niaraka tamin’izy ireo i Josefa, dia hoy izy tamin’ilay lehilahy niandraikitra ny tao an-tranony: “Ento any an-trano ireo lehilahy ireo. Ary makà biby hatao sakafo, dia vonoy izany ary karakarao, fa hiara-misakafo amiko izy ireo amin’ny mitataovovonana.”",
        "17": "Ary nataon-dralehilahy avy hatrany izay nolazain’i Josefa. Koa nentiny ho any an-tranon’i Josefa izy ireo.",
        "18": "Natahotra anefa izy ireo rehefa nentina tany, ka nifampiresaka hoe: “Ilay vola naverina tao anaty gonintsika tamin’ny farany iny, no antony itondrana antsika eto. Hila ady amintsika izao ry zareo ka hamely antsika, dia halainy ho andevo isika, ary halainy koa ny ampondrantsika!”",
        "19": "Koa nanatona an’ilay lehilahy niandraikitra ny tao an-tranon’i Josefa izy ireo, ka niresaka taminy teo am-baravarana,",
        "20": "nanao hoe: “Miala tsiny re, tompoko ô! Nidina hividy sakafo izahay tamin’ny farany.",
        "21": "Rehefa tonga tao amin’ny toeram-pilasiana anefa izahay ka nanokatra ny goninay, dia io fa teo am-bavan’ny gonin’ny tsirairay ny volanay avy, araka ny lanjany tsy nisy nanesorana. Koa tianay haverina izany.",
        "22": "Ary nitondra vola hafa koa izahay hividianana sakafo. Tsy fantatray mihitsy hoe iza no nametraka ny volanay tao anaty goninay.”",
        "23": "Dia hoy ralehilahy: “Tsy maninona izany, fa aza matahotra. Ilay Andriamanitrareo sy Andriamanitry ny rainareo no nanome anareo harena tao anaty goninareo. Izaho no voalohany nandray ny volanareo.” Ary navoakany teo amin’izy ireo i Simeona.",
        "24": "Dia nampidirin-dralehilahy tao an-tranon’i Josefa izy ireo ka nomeny rano hanasany tongotra. Ary nomeny sakafo ny ampondrany.",
        "25": "Ary nomanin’izy ireo ny fanomezana homena an’i Josefa rehefa tonga izy amin’ny mitataovovonana, satria efa ren’izy ireo fa ao izy ireo no hisakafo.",
        "26": "Nony tonga tao an-trano i Josefa, dia nentin’izy ireo tao aminy ny fanomezana teny an-tanany, ary niankohoka tamin’ny tany teo anatrehany izy ireo.",
        "27": "Dia nanontany ny fahasalaman’izy ireo izy, sady niteny hoe: “Salama tsara ve ny rainareo, ilay lahiantitra noresahinareo? Mbola velona ve izy?”",
        "28": "Ary hoy ireo: “Salama tsara ny rainay mpanomponao. Ary mbola velona izy.” Dia niondrika ireo ka niankohoka teo anatrehany.",
        "29": "Nony nanopy ny masony i Josefa ka nahita an’i Benjamina rahalahiny, ilay zanaky ny reniny, dia hoy izy: “Io ve ilay zandrinareo faralahy noresahinareo tamiko?” Ary hoy koa izy: “Ho tsara fanahy aminao anie Andriamanitra, anaka!”",
        "30": "Ary niala haingana i Josefa, satria nihetsi-po be izy noho ny amin’ilay rahalahiny. Koa nitady toerana hitomaniana izy, ka nankao amin’ny efitrano anatiny iray mba ho irery, dia nitomany tao.",
        "31": "Ary nosasany ny tarehiny avy eo, dia nivoaka avy tao izy. Ary nifehy ny fihetseham-pony izy ka niteny hoe: “Arosoy ny sakafo.”",
        "32": "Dia naroso mitokana ny sakafon’i Josefa, ary mitokana ny an’izy ireo, ary mitokana ny an’ny Ejipsianina izay nisakafo teo koa. Fa tsy afaka niara-nisakafo tamin’ny Hebreo ny Ejipsianina, satria zava-maharikoriko tamin’ny Ejipsianina izany.",
        "33": "Ary nasaina nipetraka teo anoloan’i Josefa izy ireo, nanomboka tamin’ny lahimatoa, amin’ny maha lahimatoa azy, ka hatramin’ny faralahy. Koa nifampijery izy ireo sady gagagaga.",
        "34": "Ary nasain’i Josefa nalaina avy teo aminy ny anjara sakafo homena azy ireo, kanefa ny anjaran’i Benjamina nampitomboiny avo dimy heny noho ny an’ny hafa rehetra. Koa nihinam-be sy nisotro niaraka taminy izy ireo, mandra-pahavokiny."
    },
    "44": {
        "1": "Ary nandidy an’ilay lehilahy niandraikitra ny tao an-tranony i Josefa, nanao hoe: “Fenoy sakafo ny gonin’ireo lehilahy ireo araka izay zakany, ary ataovy eo am-bavan’ny gonin’ny tsirairay ny volany.",
        "2": "Ataovy eo am-bavan’ny gonin’ilay zandriny indrindra kosa ny kaopiko volafotsy, sy ny vola nividianany sakafo.” Dia nanao araka izay nolazain’i Josefa ralehilahy.",
        "3": "Ary efa nazava ny andro rehefa nalefa ireo lehilahy ireo mbamin’ny ampondrany.",
        "4": "Dia nivoaka ny tanàna izy ireo. Raha mbola tsy lasa lavitra anefa izy ireo, dia hoy i Josefa tamin’ilay lehilahy niandraikitra ny tao an-tranony: “Mandehana, enjeho ireny lehilahy ireny, dia ataovy izay hahatratrarana azy, ary lazao aminy hoe: ‘Nahoana ianareo no namaly ratsy ny soa natao taminareo?",
        "5": "Tsy iny kaopy iny ve no fisotroan’ny tompoko sady ahaizany mamantatra ny hevitry ny fambara? Ratsy izao nataonareo izao.’”",
        "6": "Dia nahatratra azy ireo izy ka nilaza ireo teny ireo taminy.",
        "7": "Hoy anefa ireo: “Nahoana ianao tompoko no miteny toy izany? Sanatria anay mpanomponao ny hanao toy izany!",
        "8": "Ilay vola hitanay teo am-bavan’ny goninay aza naverinay taminao avy tany Kanana. Koa ataonay ahoana no fangalatra volafotsy na volamena ao an-tranon’ny tomponao?",
        "9": "Aoka ho faty izay mpanomponao hahitana izany, ary izahay kosa ho mpanompon’ny tompoko.”",
        "10": "Koa hoy ralehilahy: “Eny àry, andao hatao araka ny teninareo, ka izay hahitana azy no ho mpanompoko, fa ianareo kosa tsy hanan-tsiny.”",
        "11": "Dia samy nampidina haingana ny goniny tamin’ny tany izy ireo, ka nanokatra izany.",
        "12": "Koa nikaroka fatratra ralehilahy, nanomboka tamin’ny zokiny indrindra ka hatramin’ny zandriny indrindra. Farany, dia hita tao anaty gonin’i Benjamina ilay kaopy.",
        "13": "Koa nandrovitra ny lamba fitafiny izy ireo, ary samy namerina ny entany teo ambony ampondrany, dia niverina tany an-tanàna.",
        "14": "Ary niditra tao an-tranon’i Josefa i Joda sy ny rahalahiny, ary io fa mbola tao izy. Dia niankohoka tamin’ny tany teo anatrehany izy ireo.",
        "15": "Ary hoy i Josefa: “Fa inona izao nataonareo izao? Tsy fantatrareo angaha fa mahay mamantatra ny hevitry ny fambara aho?”",
        "16": "Dia hoy i Joda: “Inona moa no holazainay amin’ny tompoko? Inona intsony no hoteneninay? Ary ahoana no anamarinanay ny tenanay? Efa hitan’Andriamanitra ny fahadisoan’ny mpanomponao. Koa indreto izahay ho mpanompon’ny tompoko, dia izahay sy ilay nahitana ny kaopy!”",
        "17": "Fa hoy i Josefa: “Sanatria ahy ny hanao izany! Ilay nahitana ny kaopy ihany no ho mpanompoko. Fa ny sisa aminareo kosa, miakara soa aman-tsara any amin’ny rainareo.”",
        "18": "Ary nanatona azy i Joda ka niteny hoe: “Mitalaho aminao aho, tompoko ô, mba avelao hiteny kely eo anatrehan’ny tompoko ny mpanomponao, ary aoka tsy hirehitra amin’ny mpanomponao ny fahatezeranao. Toa an’i Farao ihany mantsy ianao.",
        "19": "Ny tompoko nanontany ny mpanompony hoe: ‘Mbola manan-dray na rahalahy hafa ve ianareo?’",
        "20": "Koa hoy izahay tamin’ny tompoko: ‘Manan-dray efa be taona izahay, ary koa zandry faralahy. Zanaky ny rainay tamin’ny fahanterany izy io, ary efa maty ny rahalahiny, ka izy irery sisa no tavela amin’ny zanaky ny reniny, ary tena tia azy ny rainy.’",
        "21": "Dia hoy ianao tamin’ny mpanomponao: ‘Ento atỳ amiko izy mba ho hitan’ny masoko.’",
        "22": "Fa hoy izahay tamin’ny tompoko: ‘Tsy afaka mandao ny rainy ny zaza, fa raha mandao azy izy, dia ho faty ny rainy.’",
        "23": "Hoy anefa ianao tamin’ny mpanomponao: ‘Raha tsy miara-midina aminareo ny zandrinareo faralahy, dia tsy mahazo mahita ny tavako intsony ianareo.’",
        "24": "“Dia niakatra nankany amin’ny raiko mpanomponao izahay, ka nolazainay taminy ny tenin’ny tompoko.",
        "25": "Tatỳ aoriana, dia hoy ny rainay: ‘Mandehana miverina hividy sakafo kely ho antsika.’",
        "26": "Fa hoy izahay: ‘Tsy afaka ny hidina izahay. Raha miaraka aminay ny zandrinay faralahy, dia hidina izahay. Fa tsy afaka ny hahita ny tavan-dralehilahy izahay, raha tsy miaraka aminay ny zandrinay faralahy.’",
        "27": "Dia hoy ny raiko mpanomponao taminay: ‘Fantatrareo tsara fa roa lahy monja no nateraky ny vadiko tamiko.",
        "28": "Ary tafasaraka tamiko ny iray, ka hoy aho: “Noviravirain’ny bibidia tokoa izy!” Ary tsy hitako izy hatramin’izao.",
        "29": "Raha entinareo tsy ho hitan’ny masoko koa ity iray ity ka misy loza mahafaty manjo azy, dia hataonareo izay hidinako amin’alahelo any amin’ny Fasana, * amin’izao fahanterako izao.’",
        "30": "“Koa raha tonga any amin’ny raiko mpanomponao aho ka tsy miaraka aminay ny zaza, nefa ny ainy mifamatotra amin’ny ain’ny zaza,",
        "31": "dia azo antoka fa ho faty izy raha vao hitany fa tsy eo ny zaza. Ary izahay mpanomponao ihany no hahatonga ny volofotsin’ny rainay mpanomponao hidina amin’alahelo any amin’ny Fasana. *",
        "32": "Fa izaho mpanomponao no niantoka an’ilay zaza nisaraka tamin-drainy, ka nanao hoe: ‘Raha tsy entiko miverina atỳ aminao izy, dia ho fahotako amin’ny raiko mandrakizay izany.’",
        "33": "Koa ankehitriny, avelao re ny mpanomponao no hijanona ho solon’ny zaza hanompo ny tompoko, mba hiakatra miaraka amin’ny rahalahiny izy.",
        "34": "Fa hataoko ahoana no fiakatra any amin’ny raiko nefa tsy hiaraka amiko ny zaza? Tsy te hahita ny fahoriana hanjo an-draiko aho.”"
    },
    "45": {
        "1": "Ary tsy nahafehy ny fihetseham-pony intsony i Josefa, teo anatrehan’izay rehetra teo. Dia hoy izy hoe: “Avoahy ny olona rehetra!” Koa tsy nisy olon-kafa intsony teo, rehefa nampahafantatra ny tenany tamin’ny rahalahiny i Josefa.",
        "2": "Ary nidradradradra nitomany izy ka ren’ny Ejipsianina, ary ren’ny tao an-tranon’i Farao koa.",
        "3": "Farany, dia hoy i Josefa tamin’ny rahalahiny: “Izaho no Josefa! Mbola velona any ihany ve i Dada?” Tsy nahateny mihitsy anefa ny rahalahiny, satria raiki-tahotra teo anatrehany.",
        "4": "Koa hoy i Josefa tamin’ny rahalahiny: “Manatòna eto amiko e!” Dia nanatona izy ireo. Ary hoy izy: “Izaho ange ilay Josefa rahalahinareo e, ilay namidinareo ho atỳ Ejipta.",
        "5": "Aza malahelo anefa, ary aza tezitra amin’ny tenanareo noho ny nivarotanareo ahy ho atỳ, fa hamonjy aina no nandefasan’Andriamanitra ahy hialoha anareo.",
        "6": "Roa taona amin’ity izao no nisian’ny mosary amin’ny tany, ary mbola hisy dimy taona tsy hiasana ny tany na hijinjana.",
        "7": "Koa nalefan’Andriamanitra hialoha anareo aho, mba tsy ho lany taranaka eto ambonin’ny tany ianareo, ary mba ho voatsimbina ny ainareo noho ny famonjena lehibe.",
        "8": "Tsy ianareo àry no nandefa ahy ho atỳ, fa Andriamanitra, mba hanendreny ahy ho rain’i Farao sy hanam-pahefana amin’ny ao an-tranony rehetra ary hifehy an’i Ejipta manontolo.",
        "9": "“Koa miakara haingana any amin’i Dada, ka lazao aminy hoe: ‘Izao no nolazain’i Josefa zanakao: “Efa notendren’Andriamanitra hanam-pahefana amin’i Ejipta manontolo aho. Koa midìna atỳ amiko, fa aza mangataka andro.",
        "10": "Ary honina ao Gosena ianao, ka ho eo akaikiko foana ianao sy ny zanaka aman-jafinao sy ny ondrinao sy ny ombinao ary izay rehetra anao.",
        "11": "Ary izaho no hamatsy sakafo anao ao, mba tsy hahantra ianao sy ny ao an-tranonao ary izay rehetra anao. Mbola haharitra dimy taona mantsy ny mosary.”’",
        "12": "Ary hitan’ny masonareo sy ny mason’i Benjamina rahalahiko izao fa ny vavako mihitsy no miteny aminareo.",
        "13": "Koa lazao amin’i Dada ny voninahitro rehetra atỳ Ejipta sy izay rehetra hitanareo. Ary mandehana haingana ka ento midina atỳ i Dada.”",
        "14": "Ary niantoraka teo amin’ny vozon’i Benjamina rahalahiny izy ka nitomany, ary i Benjamina koa nitomany teo amin’ny vozony.",
        "15": "Ary nanoroka ny rahalahiny rehetra izy ka nitomany teo amin’ny vozon’izy ireo. Dia izay ny rahalahiny vao niresaka taminy.",
        "16": "Ary ren’ny tao an-tranon’i Farao ny vaovao hoe: “Tonga ao, hono, ny rahalahin’i Josefa!” Dia nahafaly an’i Farao sy ny mpanompony izany.",
        "17": "Koa hoy i Farao tamin’i Josefa: “Lazao amin’ny rahalahinao hoe: ‘Izao atao: Makà biby mpitondra entana ka ataovy eo amboniny ny entanareo, dia mandehana any Kanana.",
        "18": "Ary alaivo ny rainareo sy ny ankohonanareo ka tongava atỳ amiko, mba homeko anareo izay zava-tsoa eto Ejipta. Ary hano izay tsara indrindra eto amin’ny tany Ejipta.’",
        "19": "Omeo baiko koa izy ireo hoe: ‘Izao atao: Makà sarety avy eto Ejipta hitondrana ny zanakareo madinika sy ny vadinareo, ary ampiakaro ao anatin’ny iray amin’ireny ny rainareo ka tongava atỳ.",
        "20": "Ary aza malahelo ny fanananareo, satria anareo ny zava-tsoa eran’i Ejipta.’”",
        "21": "Dia nataon’ny zanak’i Israely izany, ary nomen’i Josefa sarety izy ireo araka ny baikon’i Farao, sady nomeny vatsy hoentiny eny an-dalana.",
        "22": "Ary samy nomeny lamba fitafy iray avy izy ireo, fa i Benjamina kosa nomeny farantsa volafotsy telonjato sy lamba fitafy dimy.",
        "23": "Ary ireto avy no nampitondrainy ho an-drainy: Ampondra folo nitondra zava-tsoa avy tany Ejipta, sy ampondravavy folo nitondra varimbazaha sy mofo ary sakafo ho vatsin-drainy eny an-dalana.",
        "24": "Ary nalefany ny rahalahiny, ka lasa. Hoy anefa izy tamin’ireo: “Aza mifampila vaniny ianareo eny an-dalana eny.”",
        "25": "Koa niakatra avy tany Ejipta izy ireo ka tonga tany amin’i Jakoba rainy tany Kanana ihany.",
        "26": "Ary hoy izy ireo taminy: “Mbola velona any i Josefa, ary izy no manam-pahefana amin’i Ejipta manontolo!” Tsy nampihontsina an’i Jakoba anefa izany, satria tsy nino azy ireo izy.",
        "27": "Ary notantarain’izy ireo taminy foana izay rehetra nolazain’i Josefa, ary hitan’i Jakoba rain’izy ireo koa ny sarety nalefan’i Josefa hitondrana azy, ka velombelona indray izy.",
        "28": "Dia hoy i Israely: “Aoka izay! Hay, mbola velona any i Josefa zanako! Aleo aho handeha mba hahitako azy alohan’ny hahafatesako!”"
    },
    "46": {
        "1": "Koa niainga i Israely sy ny ankohonany manontolo ka tonga tao Beri-sheba. Ary nanao sorona ho an’ilay Andriamanitr’i Isaka rainy izy.",
        "2": "Ary Andriamanitra niteny tamin’i Israely, tao amin’ny fahitana tamin’ny alina, nanao hoe: “Jakoba, Jakoba!” Dia hoy izy: “Intỳ aho!”",
        "3": "Ary hoy koa Andriamanitra: “Izaho no tena Andriamanitra, ilay Andriamanitry ny rainao. Aza matahotra ny hidina any Ejipta, fa hataoko firenena lehibe ianao any.",
        "4": "Izaho mihitsy no hidina hiaraka aminao any Ejipta ary hitondra anao hiakatra avy any. Ary ny tanan’i Josefa no hanakimpy ny masonao rehefa maty ianao.”",
        "5": "Dia niala tao Beri-sheba i Jakoba. Ary nentin’ny zanak’i Israely tamin’ny sarety nalefan’i Farao hitondrana azy i Jakoba rainy, mbamin’ny zanak’izy ireo madinika sy ny vadin’izy ireo.",
        "6": "Nentin’izy ireo koa ny biby fiompiny sy ny fananana voangony tany Kanana. Farany, dia tonga tany Ejipta i Jakoba sy ny zanany rehetra niaraka taminy.",
        "7": "Ary nentiny niaraka taminy nankany Ejipta ny zanany lahy sy ny zanany vavy mbamin’ny zafikeliny rehetra. Eny, nentiny ny zanany rehetra.",
        "8": "Ary ireto avy ny anaran’ny zanak’i Israely, izany hoe ny zanak’i Jakoba, tonga tany Ejipta: Robena no lahimatoan’i Jakoba.",
        "9": "Ary ny zanakalahin’i Robena dia i Hanoka sy Palo sy Hezrona ary Karmy.",
        "10": "Ary ny zanakalahin’i Simeona dia i Jemoela sy Jamina sy Ohada sy Jakina sy Zohara, ary koa Saoly zanakalahin’ny vehivavy kananita.",
        "11": "Ary ny zanakalahin’i Levy dia i Gersona sy Kehata ary Merary.",
        "12": "Ary ny zanakalahin’i Joda dia i Era sy Onana sy Sela sy Pereza ary Zera. Maty tany Kanana anefa i Era sy Onana. Ary ny zanakalahin’i Pereza dia i Hezrona sy Hamola.",
        "13": "Ary ny zanakalahin’i Isakara dia i Tola sy Pova sy Joba ary Simrona.",
        "14": "Ary ny zanakalahin’i Zebolona dia i Sereda sy Elona ary Jahalela.",
        "15": "Ireo no zanakalahin’i Lea naterany tamin’i Jakoba tany Padana-arama, niampy an’i Dina zanany vavy. Telo amby telopolo ny zanany lahy sy ny zanany vavy rehetra.",
        "16": "Ary ny zanakalahin’i Gada dia i Zifiona sy Hagy sy Sony sy Ezbona sy Ery sy Aroda ary Arely.",
        "17": "Ary ny zanakalahin’i Asera dia i Jimna sy Jisva sy Jisvy ary Beria. Ary i Sera no anabavin’izy ireo. Ary ny zanakalahin’i Beria dia i Hebera sy Malkiela.",
        "18": "Ireo no zanakalahin’i Zilpa, ilay nomen’i Labana an’i Lea zanany vavy. Ireo no naterany tamin’i Jakoba. Enina ambin’ny folo izy * rehetra.",
        "19": "Ary ny zanakalahin’i Rahely vadin’i Jakoba dia i Josefa sy Benjamina.",
        "20": "Ary ny naterak’i Josefa tany Ejipta dia i Manase sy Efraima, izay naterak’i Asenata taminy. Zanakavavin’i Potifera mpisorona tao Ona io Asenata io.",
        "21": "Ary ny zanakalahin’i Benjamina dia i Bela sy Bekera sy Asbela sy Gera sy Namàna sy Ehy sy Rosy sy Mopima sy Hopima ary Arda.",
        "22": "Ireo no zanakalahin’i Rahely naterany tamin’i Jakoba. Efatra ambin’ny folo izy * rehetra.",
        "23": "Ary anisan’ny zanakalahin’i Dana i Hosima.",
        "24": "Ary ny zanakalahin’i Naftaly dia i Jazila sy Gony sy Jezera ary Silema.",
        "25": "Ireo no zanakalahin’i Bilaha, ilay nomen’i Labana an’i Rahely zanany vavy. Ireo no naterany tamin’i Jakoba. Fito izy * rehetra.",
        "26": "Naterak’i * Jakoba daholo izay * rehetra niaraka taminy nankany Ejipta, afa-tsy ny vadin’ireo zanany lahy. Enina amby enimpolo izy * rehetra.",
        "27": "Ary roa lahy * ny zanak’i Josefa naterany tany Ejipta. Koa fitopolo ny fitambaran’ireo * anisan’ny ankohonan’i Jakoba tonga tany Ejipta.",
        "28": "Ary nirahiny hialoha azy ho any amin’i Josefa i Joda mba hampandre an’izay any Gosena. Dia tonga tany Gosena izy ireo.",
        "29": "Ary nasain’i Josefa nomanina ny kalesiny, ka niakatra hitsena an’i Israely rainy tany Gosena izy. Raha vao nahita azy izy, dia niantoraka teo amin’ny vozony ka nitomany be teo.",
        "30": "Farany, dia hoy i Israely tamin’i Josefa: “Tsy mampaninona ahy intsony na ho faty aza aho, satria efa nifanatri-tava taminao aho, fa mbola velona ihany ianao.”",
        "31": "Ary hoy i Josefa tamin’ny rahalahiny sy ny ankohonan-drainy: “Aleo aho hiakatra hilaza amin’i Farao hoe: ‘Efa tonga atỳ amiko ny rahalahiko sy ny ankohonan-draiko izay tany Kanana.",
        "32": "Mpiandry ondry ry zareo, satria mpiompy. Ary nentiny atỳ ny ondriny sy ny ombiny ary izay rehetra ananany.’",
        "33": "Koa rehefa hampiantso anareo i Farao ka hanontany hoe: ‘Inona no asanareo?’,",
        "34": "dia lazao hoe: ‘Efa mpiompy hatramin’ny fahazazanay ka hatramin’izao izahay mpanomponao, dia izahay sy ny razanay.’ Amin’izay dia ho afaka hipetraka eto Gosena ianareo, satria maharikoriko amin’ny Ejipsianina ny mpiandry ondry rehetra.”"
    },
    "47": {
        "1": "Ary tonga nilaza tamin’i Farao i Josefa hoe: “Tonga avy any Kanana ny raiko sy ny rahalahiko, mbamin’ny ondriny sy ny ombiny ary izay rehetra ananany, ka ao Gosena ry zareo izao.”",
        "2": "Ary nentiny teo anatrehan’i Farao ny dimy tamin’ny rahalahiny.",
        "3": "Ary hoy i Farao tamin’ny rahalahin’i Josefa: “Inona no asanareo?” Dia hoy ireo tamin’i Farao: “Mpiandry ondry izahay mpanomponao, na izahay na ny razanay.”",
        "4": "Ary hoy koa ireo taminy: “Tonga hivahiny eto izahay. Any Kanana mantsy tsy misy ahitra hohanin’ny andian’ondrin’ny mpanomponao, fa mafy ny mosary any. Koa mba avelao hipetraka ao Gosena re ny mpanomponao e!”",
        "5": "Dia hoy i Farao tamin’i Josefa: “Efa tonga atỳ aminao ny rainao sy ny rahalahinao.",
        "6": "Afaka mifidy izay faritra tianao eto Ejipta ianao. Koa apetraho ao amin’izay faritra tsara indrindra eto Ejipta ny rainao sy ny rahalahinao. Dia aoka izy ireo hipetraka ao Gosena, ary raha mahafantatra lehilahy be herim-po eo amin’izy ireo ianao, dia tendreo ho lehiben’ny mpiandry biby fiompiko izy.”",
        "7": "Dia nentin’i Josefa nankao amin’i Farao i Jakoba rainy ka nampifankahalalainy taminy. Ary nitso-drano an’i Farao i Jakoba.",
        "8": "Ary hoy i Farao tamin’i Jakoba: “Firy taona ny andro niainanao?”",
        "9": "Dia hoy i Jakoba tamin’i Farao: “Telopolo amby zato taona ny andro nivahiniako. Vitsy sady nampahory ireo andro niainako, ka tsy nahatratra ny andro niainan’ny razako tamin’ireo andro nivahiniany.”",
        "10": "Ary nitso-drano an’i Farao i Jakoba, dia niala teo anatrehany.",
        "11": "Koa nasain’i Josefa nanorim-ponenana tao Ejipta ny rainy sy ny rahalahiny, ka nomeny tany tao amin’izay faritra tsara indrindra, dia tao Ramesesa, araka ny nandidian’i Farao.",
        "12": "Ary i Josefa nandefa sakafo tsy tapaka ho an-drainy sy ny rahalahiny ary ny ankohonan-drainy manontolo, araka ny isan’ny zaza madinika.",
        "13": "Ary tsy nisy sakafo nanerana an’ilay tany, satria mafy dia mafy ny mosary. Koa reraka be ny olona tao Ejipta sy ny tany Kanana noho ny mosary.",
        "14": "Ary nangonin’i Josefa daholo ny vola rehetra tao Ejipta sy tany Kanana, dia ny vola nividianan’ny olona varimbazaha, * ka nataony tao an-tranon’i Farao.",
        "15": "Tamin’ny farany, dia lany ny vola tao Ejipta sy tany Kanana, ka nankany amin’i Josefa ny Ejipsianina rehetra, nanao hoe: “Omeo sakafo izahay! Satria ve lany vola izahay dia ho faty eto anatrehanao?”",
        "16": "Dia hoy i Josefa: “Ento atỳ ny biby fiompinareo, dia homeko sakafo ianareo ho takalon’ny biby fiompinareo, raha lany ny volanareo.”",
        "17": "Dia nentin’izy ireo tany amin’i Josefa ny biby fiompiny. Ary nomen’i Josefa sakafo izy ireo ho takalon’ny soavaliny sy ny ondriny sy ny ombiny ary ny ampondrany. Eny, nomeny sakafo izy ireo ho takalon’ny biby fiompiny rehetra, nandritra iny taona iny.",
        "18": "Ary tapitra iny taona iny, ka nankany amin’i Josefa izy ireo ny taona nanaraka, dia niteny taminy hoe: “Tsy hafeninay aminao, tompoko, fa efa lany nomena ny tompoko ny vola sy ny biby fiompy. Tsy misy afa-tsy ny tenanay sy ny taninay sisa eto anatrehan’ny tompoko.",
        "19": "Fa nahoana no ho faty eto imasonao izahay, ary ho lao ny taninay? Vidio izahay sy ny taninay ka omeo sakafo izahay ho takalon’izany, dia hanompo an’i Farao izahay sy ny taninay. Ary omeo masomboly izahay mba ho velona fa tsy ho faty, ary mba tsy ho lao ny taninay.”",
        "20": "Dia novidin’i Josefa ho an’i Farao ny tany rehetran’ny Ejipsianina, satria samy nivarotra ny sahany izy ireo, noho ny mosary mafy nanjo azy ireo. Koa lasan’i Farao i Ejipta manontolo.",
        "21": "Ary nafindran’i Josefa nankany amin’ny tanàna samy hafa ny olona, nanerana an’i Ejipta.",
        "22": "Ny tanin’ny mpisorona ihany no tsy novidiny. Nahazo anjara sakafo avy tao an-tranon’i Farao mantsy ny mpisorona, ka izany no antony tsy nivarotan’izy ireo ny taniny.",
        "23": "Ary hoy i Josefa tamin’ny olona: “Efa novidiko ho an’i Farao ianareo sy ny taninareo androany. Ireo ny masomboly ho anareo, ka afafazo.",
        "24": "Rehefa miakatra ny vokatra, dia omeo an’i Farao ny ampahadiminy, fa ny efatra ampahadiminy kosa hataonareo masomboly eny an-tsaha, sy ho sakafonareo mbamin’izay ao an-tranonareo sy ny zanakareo madinika.”",
        "25": "Koa hoy ireo: “Efa namonjy ny ainay ianao. Aoka izahay hahazo sitraka amin’ny tompoko, dia ho mpanompon’i Farao izahay.”",
        "26": "Ary namoaka didy momba ny fananan-tany any Ejipta i Josefa hoe ho an’i Farao ny ampahadiminy. Ary manan-kery mandraka ankehitriny izany didy izany. Ny tanin’ny mpisorona ihany no tsy mba lasan’i Farao, satria navahana tamin’ny vahoaka izy ireo.",
        "27": "Ary nipetraka tao Gosena, tany Ejipta, ny Israely. Koa nanorim-ponenana tao izy ireo, ary nanan-taranaka ka nihamaro be.",
        "28": "Ary i Jakoba mbola velona fito ambin’ny folo taona tany Ejipta. Koa fito amby efapolo amby zato taona ny andro niainany.",
        "29": "Ary rehefa akaiky ny andro hahafatesan’i Israely, dia nantsoiny i Josefa zanany ka nilazany hoe: “Raha mahazo sitraka aminao aho, dia mba ataovy ato ambany feko ny tananao, ary anehoy hatsaram-panahy feno fitiavana aho ka asehoy amiko fa azoko itokisana ianao: Miangavy anao aho mba tsy handevina ahy eto Ejipta.",
        "30": "Rehefa hodimandry any amin’ny razako aho, dia ento hiala eto Ejipta, ary aleveno any amin’ny fasan’izy ireo.” Dia hoy i Josefa: “Hotanterahiko tokoa ny teninao.”",
        "31": "Ary hoy izy: “Mianiàna amiko àry.” Dia nianiana taminy i Josefa. Ary niankohoka teo an-doham-pandriana i Israely."
    },
    "48": {
        "1": "Ary taorian’izany, dia nisy nilaza tamin’i Josefa hoe: “Efa mihaosa ny rainao.” Koa nentin’i Josefa tany i Manase sy Efraima, zanany mirahalahy.",
        "2": "Ary nisy nilaza tamin’i Jakoba hoe: “Io fa tonga hamangy anao i Josefa zanakao.” Dia nanangona ny heriny rehetra i Israely ka nipetraka teo am-pandrianany.",
        "3": "Ary hoy i Jakoba tamin’i Josefa: “Niseho tamiko tao Lozy any Kanana ilay Andriamanitra Mahery Indrindra, mba hitso-drano ahy.",
        "4": "Ary hoy izy tamiko: ‘Hataoko manan-taranaka ianao ka ho maro tokoa ny taranakao, ary hataoko firenena lehibe ianao. Homeko ho an’ny taranakao mandimby anao ity tany ity, ho fananany mandritra ny fotoana tsy voafetra.’",
        "5": "Ary ankehitriny dia ho ahy izy mirahalahy, izay naterakao teto Ejipta talohan’ny nahatongavako teto aminao. Eny, ho ahy i Efraima sy Manase, tahaka an’i Robena sy Simeona.",
        "6": "Ho anao kosa anefa ny zanaka haterakao aorian’izy mirahalahy. Momba ny anjara lovan’izy ireo, dia amin’ny anaran’izy mirahalahy ihany no hahazoany izany.",
        "7": "Taorian’ny nialako tany Padana, dia maty teo anatrehako i Rahely, tany Kanana. Teny an-dalana ho any Efrata izahay tamin’izay, ary mbola lavitra i Efrata, izany hoe Betlehema. Koa naleviko tamin’iny lalana mankany Efrata iny izy.”",
        "8": "Ary hitan’i Israely ny zanak’i Josefa ka hoy izy: “Fa iza ireo?”",
        "9": "Ary hoy i Josefa tamin-drainy: “Ireo no zanakalahy nomen’Andriamanitra ahy tatỳ.” Dia hoy izy: “Mba ento kely eto amiko izy ireo hitsofako rano azy.”",
        "10": "Ary efa nanjavozavo ny mason’i Israely noho ny fahanterany, ka tsy nahita izy. Koa nentin’i Josefa nanatona azy izy mirahalahy. Dia nanoroka sady namihina azy roa lahy i Israely.",
        "11": "Ary hoy koa izy tamin’i Josefa: “Tsy nieritreritra ny hahita anao intsony aho, nefa izao aho navelan’Andriamanitra hahita ny zanakao koa aza.”",
        "12": "Ary nesorin’i Josefa avy teo an-dohaliny izy mirahalahy nony avy eo, ka niankohoka tamin’ny tany izy.",
        "13": "Ary noraisin’i Josefa tamin’ny tanany havanana i Efraima ho eo ankavian’i Israely, ary noraisiny tamin’ny tanany havia i Manase ho eo ankavanan’i Israely, ka nampanatoniny azy izy mirahalahy.",
        "14": "Rehefa nanatsotra ny tanany anefa i Israely, dia napetrany teo amin’ny lohan’i Efraima ny tanany havanana, na izy aza no zandriny, ary ny tanany havia kosa teo amin’ny lohan’i Manase. Niniany natao toy izany ny tanany, nefa i Manase no lahimatoa.",
        "15": "Ary nitso-drano an’i Josefa izy hoe: “Ry ilay tena Andriamanitra, izay narahin’i Abrahama sy Isaka raiko, Ry ilay tena Andriamanitra, izay mpiandry ahy hatrizay niainako ka mandraka ankehitriny,",
        "16": "Ry anjely nanavotra ahy tamin’ny loza rehetra, tahio ireto zaza ireto. Ary aoka hantsoina eo amin’izy ireo ny anarako sy ny anaran’i Abrahama sy Isaka raiko, Ary aoka hitombo maro be eto ambonin’ny tany izy ireo.”",
        "17": "Ary hitan’i Josefa fa napetraky ny rainy teo amin’ny lohan’i Efraima ny tanany havanana, ka tsy faly izy. Koa notadiaviny hohazonina ny tanan-drainy mba hesorina teo amin’ny lohan’i Efraima ho eo amin’ny lohan’i Manase.",
        "18": "Ary hoy i Josefa tamin-drainy: “Tsy izao no izy, ry Dada! Fa ity no lahimatoa, ka apetraho eo amin’ny lohany ny tananao havanana.”",
        "19": "Tsy nety mihitsy anefa ny rainy, ka niteny hoe: “Fantatro ihany izany, anaka, fantatro ihany. Ho lasa firenena koa izy sady hahery. Ny zandriny anefa hahery noho izy, ary ny taranany ho maro be ka ho lasa firenena maro.”",
        "20": "Ary mbola nitso-drano azy ireo ihany izy tamin’iny andro iny hoe: “Hampiasa foana ny anaranao anie ny Israely rehefa mitso-drano, ka hilaza hoe: ‘Hataon’Andriamanitra ho tahaka an’i Efraima sy ho tahaka an’i Manase anie ianao!’” Koa i Efraima foana no nataony alohan’i Manase.",
        "21": "Ary hoy i Israely tamin’i Josefa nony avy eo: “Efa ho faty aho. Homba anareo foana anefa Andriamanitra, ka hamerina anareo any amin’ny tanin’ny razanareo.",
        "22": "Ary homeko tany iray fanampiny ianao, mihoatra noho ny an’ny rahalahinao. Nalaiko tamin’ny sabatro sy ny tsipìkako teo an-tanan’ny Amorita izany tany izany.”"
    },
    "49": {
        "1": "Avy eo dia nantsoin’i Jakoba ireo zanany lahy, ka hoy izy: “Avia daholo ianareo mba hilazako izay hitranga aminareo any am-parany.",
        "2": "Avia ka mihainoa, ry zanak’i Jakoba, mihainoa an’i Israely rainareo:",
        "3": "“Robena! Ianao no lahimatoako sy tanjako, ary ianao no voalohan-terako. Lehibe kokoa ny voninahitrao sy ny herinao.",
        "4": "Tsy voafehy toy ny rano vaky anefa ny filanao. Koa tsy ho ambony noho ny rahalahinao ianao, satria efa niakaranao ny fandrianan’ny rainao, ka nolotoinao ny farafarako. Dia niakarany tokoa lahy ny farafarako!",
        "5": "“Mpirahalahy i Simeona sy Levy. Ary fitaovana entiny mihetraketraka ny sabatra famonoany.",
        "6": "Koa enga anie aho tsy hiditra ho isan’ny namany, na ho tafaray amin’ny fiangonany! Fa tamin’ny fahatezerany no namonoany olona, ary hasomparana fotsiny no nanapahany ny hoza-tongotry ny omby.",
        "7": "Ho voaozona anie ny fahatezeran’izy ireo satria lozabe, ary ny fisafoahany satria masiaka! Hozarazaraiko eny amin’ny tanin’i Jakoba sy haparitako any amin’ny Israely izy ireo.",
        "8": "“Ary ianao, ry Joda, hoderain’ny rahalahinao ianao. Ny tananao ho eo amin’ny hatoky ny fahavalonao. Ary hiankohoka eo anatrehanao ny zanaky ny rainao.",
        "9": "Zana-diona ianao, ry Joda. Hihinana remby ianao, anaka, dia hitsangana. Niondrika izy, nitsotsotra toy ny liona izy. Toy ny liona izy, ka iza no ho sahy hanaitra azy?",
        "10": "Ny tehim-panjakana tsy hiala amin’i Joda, ary ny tehim-pahefana tsy hiala eo anelanelan’ny tongony, mandra-pahatongan’i Silo. Ary hankatò an’i Silo ireo firenena.",
        "11": "Hamatotra ny ampondrany amin’ny foto-boaloboka izy ary ny zanaky ny ampondravaviny amin’ny foto-boaloboka karazany tsara. Hanasa ny fitafiany amin’ny divay izy ary ny akanjony amin’ny ram-boaloboka.",
        "12": "Mena dia mena ny masony vokatry ny divay, ary fotsy ny nifiny vokatry ny ronono.",
        "13": "“Honina amoron-tsiraka i Zebolona, ka ho eo amin’ny morona fiantsonan’ny sambo. Ary ho tandrifin’i Sidona ny sisin-taniny farany lavitra.",
        "14": "“Isakara dia ampondra mafy taolana, izay matory eo ambany lasely, eo anelanelan’ny kitapon-dasely roa.",
        "15": "Ho hitany fa tsara ny toerana onenany sady mahafinaritra ilay tany. Ary hanaiky hitondra entana eo an-tsorony izy ka hampanaovina asa an-terivozona.",
        "16": "“Hitsara ny fireneny i Dana, izay anisan’ny fokon’ny Israely.",
        "17": "Ho bibilava eo amoron-dalana i Dana, eny, ho bibilava misy tandroka eo an-tsisin-dalana, izay manaikitra ny hato-tongotry ny soavaly, hany ka mianjera ny mpitaingina azy.",
        "18": "Hiandry ny famonjena avy aminao aho, Jehovah ô!",
        "19": "“Hisy mpandroba hanafika an’i Gada, nefa izy hanafika ny vodilaharan’ireny.",
        "20": "“Avy amin’i Asera no hiavian’ny sakafo tena tsara, ary hanome ny sakafo matsiron’ny mpanjaka izy.",
        "21": "“Serfa manifinify i Naftaly. Manao teny kanto izy.",
        "22": "“Sampan’ny hazo mamoa i Josefa, eny, sampan’ny hazo mamoa eo anilan’ny loharano, ary mihoatra any ivelan’ny manda ny rantsany.",
        "23": "Fa tsy nitsahatra nampahory sy nitifitra azy ny mpandefa zana-tsipìka, ary nitana lolompo taminy.",
        "24": "Efa nihenjana tsara anefa ny tsipìkany, ary natanjaka ny tanany sady mailaka. Ny tanan’Ilay Maherin’i Jakoba no nanome an’ilay Mpiandry sady Vato Fehizoron’i Israely.",
        "25": "Avy amin’ilay Andriamanitry ny rainao izy, ary miaraka amin’ilay Mahery Indrindra. Hanampy anao Andriamanitra ka hanome anao ny fitahian’ny lanitra ambony sy ny fitahian’ny rano lalina any ambany ary hanome anao taranaka be dia be. *",
        "26": "Ny tsodranon-drainao dia ho tsara lavitra noho ireo zava-tsoa avy amin’ny tendrombohitra maharitra mandrakizay, sy noho ny hakanton’ny havoana maharitra hatramin’ny fotoana tsy voafetra. Ho eo an-dohan’i Josefa foana izany, eny, ho eo an-tampon-dohan’ilay nosinganina tamin’ny rahalahiny.",
        "27": "“Hamiravira foana toy ny amboadia i Benjamina. Hihinana ny rembiny izy amin’ny maraina, ary hizara izay nobaboiny izy amin’ny hariva.”",
        "28": "Avy amin’izy rehetra ireo ny foko roa ambin’ny folon’ny Israely, ary izany no nolazain-drainy tamin’izy ireo rehefa nitso-drano azy izy. Samy notsofiny rano araka ny tsodrano tokony ho azy avy izy ireo.",
        "29": "Ary namela hafatra tamin’izy ireo izy hoe: “Tsy ho ela dia hangonina any amin’ny razako aho. Aleveno miaraka amin’ny razako aho, ao amin’ilay lava-bato eo amin’ny sahan’i Efrona Hetita,",
        "30": "dia ilay lava-bato eo amin’ilay saha ao Makpela izay tandrifin’i Mamre any Kanana. Io ilay saha novidin’i Abrahama tamin’i Efrona Hetita ho toeram-pandevenana.",
        "31": "Tao no nandevenana an’i Abrahama sy Saraha vadiny. Tao koa no nandevenana an’i Isaka sy Rebeka vadiny, ary tao no nandevenako an’i Lea.",
        "32": "Avy tamin’ny taranak’i Heta ilay saha novidina sy ilay lava-bato eo aminy.”",
        "33": "Rehefa avy namela hafatra tamin’ny zanany lahy i Jakoba, dia navonkiny teo am-pandriana ny tongony, ka niala aina izy ary nangonina any amin’ny razany."
    },
    "50": {
        "1": "Ary nihohoka teo amin’ny tarehin-drainy i Josefa, ka nitomany teo aminy sady nanoroka azy.",
        "2": "Avy eo dia nasain’i Josefa nokarakarain’ny mpitsabo mpanompony ny fatin-drainy. Koa nokarakarain’izy ireo ny fatin’i Israely,",
        "3": "ka efapolo andro katroka no nanaovany izany, satria izany no faharetan’ny fotoana fikarakarany faty. Ary nitomany azy fitopolo andro ny Ejipsianina.",
        "4": "Farany, dia tapitra ny andro nitomaniana azy, ka hoy i Josefa tamin’ny ankohonan’i Farao: “Raha mahazo sitraka aminareo aho, dia mba lazao amin’i Farao izao:",
        "5": "‘Nampianiana ahy ny raiko ka niteny hoe: “Efa ho faty aho, ka ao amin’ny toeram-pandevenana efa nolavahako ho ahy any Kanana, no andeveno ahy.” Koa mba avelao aho hiakatra handevina an-draiko, fa hiverina ihany aho avy eo.’”",
        "6": "Dia hoy i Farao: “Miakara àry, ka aleveno ny rainao, araka ny nampianianany anao.”",
        "7": "Koa lasa niakatra handevina ny rainy i Josefa, ary niaraka taminy ny mpanompon’i Farao rehetra, dia ny anti-panahy tao an-tranony sy ny anti-panahy rehetran’i Ejipta,",
        "8": "mbamin’ny ankohonan’i Josefa manontolo sy ny rahalahiny ary ny ankohonan-drainy. Ny zanak’izy ireo madinika sy ny ondriny ary ny ombiny ihany no navelany tao Gosena.",
        "9": "Ary nisy kalesy sy mpitaingin-tsoavaly koa niara-niakatra taminy, ka maro be ny olona nandeha.",
        "10": "Dia tonga teo amin’ny famoloana tao Atada, izay ao amin’ny faritr’i Jordana, izy ireo ka nidradradradra nitomany mafy teo. Ary nataon’i Josefa nandritra ny fito andro ireo fombafomba fisaonana an-drainy.",
        "11": "Rehefa hitan’ny Kananita tompon-tany ny fombafomba fisaonana natao teo amin’ilay famoloana tao Atada, dia hoy izy: “Fisaonana lehibe ho an’ny Ejipsianina izao!” Izany no nanaovana ny anaran’ilay famoloana hoe Abela-mizraima, izay ao amin’ny faritr’i Jordana.",
        "12": "Ary araka izay nandidian’i Jakoba indrindra no nataon’ny zanany lahy taminy.",
        "13": "Koa nentin’ny zanany nankany Kanana ny fatiny, ka naleviny tao amin’ilay lava-bato teo amin’ilay saha tao Makpela tandrifin’i Mamre. Io ilay saha novidin’i Abrahama tamin’i Efrona Hetita, ho toeram-pandevenana.",
        "14": "Rehefa avy nandevina ny rainy i Josefa, dia niverina nankany Ejipta izy sy ny rahalahiny ary izay rehetra niara-niakatra taminy mba handevina ny rainy.",
        "15": "Rehefa maty ny rain’izy ireo, dia nifampiresaka ireo rahalahin’i Josefa hoe: “Sao dia mitana lolompo amintsika i Josefa, ka hovaliany amintsika ny ratsy rehetra nataontsika taminy.”",
        "16": "Koa nilaza tamin’i Josefa izy ireo hoe: “Talohan’ny hahafatesan-drainao, dia efa namela hafatra izy hoe:",
        "17": "‘Izao no holazainareo amin’i Josefa: “Mitalaho aminao aho, mba avelao re ny heloky ny rahalahinao sy ny fahotany, dia ny ratsy nataony taminao e!”’ Koa avelao tokoa re ny heloky ny mpanompon’ilay Andriamanitry ny rainao e!” Dia tsy nahatana ny ranomasony i Josefa tamin’izy ireo niresaka taminy.",
        "18": "Tonga koa ireo rahalahiny, ka niankohoka teo anatrehany sady niteny hoe: “Indreto izahay mpanomponao!”",
        "19": "Ary hoy i Josefa taminy: “Aza matahotra, fa izaho angaha solon’Andriamanitra?",
        "20": "Nikendry ny hanisy ratsy ahy ianareo, nefa araka izao hita androany izao, dia nikendry ny hanao soa avy amin’izany kosa Andriamanitra, mba hamonjena ain’olona maro.",
        "21": "Koa aza matahotra, fa izaho no hamatsy sakafo anareo sy ny zanakareo madinika.” Dia nampionona sy nanome toky azy ireo izy.",
        "22": "Ary mbola nipetraka tany Ejipta i Josefa sy ny ankohonan-drainy. Ary velona folo amby zato taona i Josefa.",
        "23": "Ary mbola hitany hatramin’ny zafikelin’i Efraima, ary koa ny zanak’i Makira, zanakalahin’i Manase. Nentin’i Josefa toy ny zanany naterany * ireny.",
        "24": "Farany, dia hoy i Josefa tamin’ny rahalahiny: “Efa ho faty aho. Tsy maintsy hitsinjo anareo anefa Andriamanitra, ka hitondra anareo hiakatra hiala amin’ity tany ity, ho any amin’ilay tany efa nianianany tamin’i Abrahama sy Isaka ary Jakoba.”",
        "25": "Dia nampianiana ny zanak’Israely i Josefa, ka niteny hoe: “Tsy maintsy hitsinjo anareo Andriamanitra. Koa ento miakatra hiala atỳ ny taolambaloko.”",
        "26": "Dia maty i Josefa rehefa folo amby zato taona. Ary nokarakaraina ny fatiny, ka napetraka tao anaty vatam-paty tany Ejipta."
    },
    "meta": {
        "name": "Genesisy",
        "order": 0,
        "chapter_number": 50
    }
}