{
    "1": {
        "1": "Izao no nolazaina tamin’i Habakoka mpaminany, tao amin’ny fahitana:",
        "2": "Jehovah ô, mandra-pahoviana aho no hiantso vonjy nefa tsy henoinao? Mandra-pahoviana aho no hangataka aminao hoe vonjeo amin’ny herisetra, nefa ianao tsy manao na inona na inona?",
        "3": "Fa maninona aho no avelanao hahita olona manao ratsy? Maninona no jerenao fotsiny ny olona manjakazaka? Maninona koa aho no mahita olona mandroba sy mahery setra? Ary maninona no mifamaly sy miady ny olona hatraiza hatraiza?",
        "4": "Dia lasa tsy manan-kery ny lalàna, Ary tsy misy manao ny rariny intsony. Fa voahodidin’ny ratsy fanahy ny olo-marina, Ka lasa miova tanteraka ny atao hoe rariny.",
        "5": "“Jereo ireo firenena, dia mandiniha tsara! Aoka ianareo ho gaga sy talanjona, Satria hisy zavatra hitranga amin’ny andronareo, Dia zavatra tsy hinoanareo na dia holazaina aminareo aza.",
        "6": "Fa hampiasa ny Kaldeanina aho, Dia ilay firenena tsy mifaditrovana sady maimaika hanao zavatra. Mitety toerana midadasika eny ambonin’ny tany izy ireo, Mba haka fonenana tsy azy.",
        "7": "Mampatahotra sy mampihorohoro izy ireo. Izy ireo ihany no mamaritra an’izay eritreretiny hoe rariny, ary tsy raharahiany izay fahefana ankoatra ny azy.",
        "8": "Haingam-pandeha noho ny leopara ny soavalin’izy ireo, Ary masiaka noho ny amboadia amin’ny alina ny mpitaingin-tsoavaliny. Mihazakazaka ny soavaly fitondrany miady, Ary avy lavitra ny soavaliny. Misidina hoatran’ny voromahery handeha hifaoka ny hazany izy ireo.",
        "9": "Ny hampiasa herisetra no efa masaka ao an-tsain’izy rehetra. Miaraka daholo izy ireo ka mifofofofo hoatran’ny rivotra avy any atsinanana, Ary manangona babo be dia be hoatran’ny fasika.",
        "10": "Esoesoin’izy ireo ny mpanjaka, Ary ihomehezany ny manam-pahefana ambony. Ihomehezany koa ny tanàna rehetra voaro mafy. Manao dongon-tany izy ireo, dia alainy ho babo ny tanàna.",
        "11": "Dia mifofofofo be hoatran’ny rivotra izy ireo ka mandeha hatraiza hatraiza. Ho meloka anefa izy ireo, Satria lazainy fa ny andriamaniny no manome hery azy.”",
        "12": "Tsy efa nisy hatramin’izay ve ianao, Jehovah ô? Tsy ho faty ianao, Andriamanitro ô, Ilay Masina ivavahako. Ny hampihatra didim-pitsarana no nanendrenao azy ireo, Jehovah ô, Ary ny hanasazy no nifidiananao azy, ry Vatolampy ô!",
        "13": "Madio loatra ny masonao ka tsy tia mijery zava-dratsy, Ary tsy tantinao mihitsy ny mahita zava-dratsy. Fa maninona anefa no jerenao fotsiny ny mpivadika, Ary maninona ianao no mangina fotsiny rehefa manjakazaka amin’ny olona marina kokoa noho izy ny ratsy fanahy?",
        "14": "Fa maninona ny olombelona no ataonao hoatran’ny trondro any an-dranomasina, Sy hoatran’ny biby mandady tsy manana mpanjaka?",
        "15": "Ampiakariny amin’ny lelam-pintana izy rehetra, Ka samboriny amin’ny harato tarihina, Ary angoniny ao anatin’ny haratony. Dia izany no mahatonga azy ho faly be.",
        "16": "Izany no mahatonga azy hanao sorona ho an’ny harato tarihina, Sy hanao sorona ho an’ny haratony. Fa ireo no mahatonga ny anjara haniny ho matsiro, Sy ny sakafony ho tsara be.",
        "17": "Izy ve dia havela hanafoana ny ao anaty harato tarihina foana, Sady havela handripaka firenena foana ka tsy hiantra mihitsy?"
    },
    "2": {
        "1": "Hijoro foana eo amin’ny toerana fiambenako aho, Ary tsy hiala eo ambony manda. Hiambina foana aho mba hahafantarako an’izay holazainy amin’ny alalako, Ary mba hahitako an’izay havaly rehefa anarina aho.",
        "2": "Dia hoy i Jehovah tamiko: “Soraty ny fahitana, sady ataovy mazava tsara eo amin’ny takelaka fanoratana, Mba ho mora vakin’izay mamaky azy mafy.",
        "3": "Fa mbola amin’ny fotoana voatondro vao ho tanteraka ilay fahitana, Sady mihazakazaka mafy ho amin’ny farany ka tsy handainga. Na dia hoatran’ny hoe elaela aza ilay izy, dia andraso ihany, Satria tsy maintsy ho tanteraka. Tsy ho tara izany.",
        "4": "Jereo ilay olona mirehareha! Tsy mba manao izay mahitsy izy. Ny olo-marina anefa ho velona satria tsy mivadika.",
        "5": "Mamitaka ny divay, Ka tsy hahatratra ny tanjony ilay lehilahy manambony tena. Tsy mety voky hoatran’ny Fasana izy, Sady hoatran’ny fahafatesana, ka tsy mety afa-po. Angoniny foana ny firenena rehetra, Ary voriny ho ao aminy ny vahoaka rehetra.",
        "6": "Tsy izy rehetra ve no hanesoeso azy, sady hanao ohabolana sy ankamantatra mba hanaratsiana azy? Hiteny izy ireo hoe: ‘Hahita loza ilay manangona zavatra tsy azy, Dia ilay mampitombo ny trosany. Mandra-pahoviana re e?",
        "7": "Tsy hitsangana tampoka ve ny olona mitaky trosa aminao? Hifoha izy ireo ka hanozongozona mafy anao. Dia horobain’izy ireo ianao.",
        "8": "Nandroba firenena maro ianao, Ka horobain’ny vahoaka sisa rehetra koa. Nandatsaka ran’olona mantsy ianao, Sady nahery setra tamin’ny tany Sy ny tanàna ary izay nipetraka tao.",
        "9": "Hahita loza ilay manao ny tsy rariny mba hahazoana tombony ho an’ny fianakaviany! Tiany haorina eny amin’ny avo mantsy ny akaniny, Amin’izay izy tsy ho tratran’ny loza.",
        "10": "Namorona tetika ianao ka lasa afa-baraka ny taranakao. Nanota ianao rehefa nandringana vahoaka be dia be.",
        "11": "Hisy vato hiantsoantso avy eo amin’ny rindrina, Ary hisy vatan-kazo hamaly azy avy eny amin’ny tafo.",
        "12": "Hahita loza ilay mandatsa-dra mba hanorenana tanàna, Ary manao ny tsy marina mba hananganana tanàna!",
        "13": "Tsy i Jehovah Tompon’ny tafika ihany ve no mahatonga ny asa mafy ataon’ny vahoaka ho levon’ny afo fotsiny? Ary tsy izy ihany ve no mahatonga ny ezaka mafy ataon’ireo firenena ho very maina fotsiny?",
        "14": "Fa ny tany ho feno fahalalana ny voninahitr’i Jehovah, Hoatran’ny rano manarona ny fanambanin’ny ranomasina.",
        "15": "Hahita loza ilay olona romotra sy tezitra, Ka manome zava-pisotro ny namany mba hahamamo azy, Satria te hijery ny fitanjahany!",
        "16": "Hatao afa-baraka tanteraka ianao fa tsy homem-boninahitra. Misotroa koa ianao, dia aleo ho hita hoe tsy mifora. Hatolotra anao koa ny kaopy eny an-tanan-kavanan’i Jehovah, Ary ho rakotry ny fahafaham-baraka ny voninahitrao.",
        "17": "Fa hivaly aminao ny herisetra nataonao tamin’i Libàna, Ary hihatra aminao ny fandringanana nampatahotra be an’ireo bibidia. Nandatsaka ran’olona mantsy ianao, Sady nahery setra tamin’ny tany Sy ny tanàna ary izay rehetra nipetraka tao.",
        "18": "Inona no soa entin’ny sary sokitra, Nefa ilay namorona azy ihany no nanao sokitra azy? Ary inona no soa entin’ny sarivongana metaly sy ny mpampianatra lainga, Na dia matoky an’ilay sarivongana aza ilay namorona azy, Ary nanao andriamanitra tsy misy dikany sady moana?",
        "19": "Hahita loza ilay miteny amin’ny hazo hoe: “Mifohaza!”, Ary amin’ny vato moana hoe: “Mifohaza! Ampianaro izahay!” Nasiana takela-bolamena sy takela-bolafotsy ilay izy, Ary tsy misy fofonaina mihitsy ao anatiny.",
        "20": "Ao amin’ny tempoliny masina anefa i Jehovah. Mangìna àry eo anatrehany, ry tany manontolo!’”"
    },
    "3": {
        "1": "Ny vavak’i Habakoka mpaminany izay nataony hira fisaonana:",
        "2": "Jehovah ô, efa henoko izay nolazain’ny olona momba anao. Matahotra be aho noho izay nataonao, Jehovah ô! Velomy indray izany mandritra an’ireo taona. Ampahafantaro izany mandritra an’ireo taona. Enga anie ho tadidinao ny hamindra fo, ao anatin’ny korontana be!",
        "3": "Tonga avy tany Temana Andriamanitra, Ary avy tany amin’ny Tendrombohitra Parana Ilay Masina. ( Sela ) Nanarona ny lanitra ny voninahiny, Ary nidera azy ny olona eran-tany.",
        "4": "Hoatran’ny hazavana ny famirapiratany. Tara-pahazavana roa no nanjelanjelatra avy teny an-tanany, Ary teny ny heriny no niafina.",
        "5": "Areti-mandringana no nandeha teo alohany, Ary fanaviana mahery no nanaraka tao aoriany.",
        "6": "Nijanona izy dia nohozongozoniny ny tany. Nijery izy dia nitsamboatra ireo firenena. Potipotika ireo tendrombohitra efa nisy hatrizay, Ary niondrika ireo havoana efa nisy taloha. Eo amin’ny lalana efa nisy hatry ny ela be Izy no mandeha.",
        "7": "Hitako fa nisy loza tao amin’ny tranolay any Kosana, Ary nangovitra ny tranolay any Midianina.",
        "8": "Amin’ny renirano ve, Jehovah ô, Amin’ny renirano ve ianao no tezitra be? Sa ianao misafoaka amin’ny ranomasina? Fa nitaingina ny soavalinao ianao, Ary ny kalesinao no nandresy.",
        "9": "Nesorina tamin’ny tranony ny tsipìkanao ka efa vonona. Efa voaomana ny kibay sady natao ny fianianana. ( Sela ) Renirano no nampiasainao hampitresaka ny tany.",
        "10": "Nanaintaina be ny tendrombohitra rehefa nahita anao. Avy be ny orana ka nisy riaka be. Nitabataba be ny rano lalina, Sady nanandratra ny tanany.",
        "11": "Tsy nihetsika teny amin’ny toerany eny ambony ny masoandro sy ny volana. Nandeha haingana hoatran’ny hazavana ny zana-tsipìkanao, Ary namirapiratra sady nanjelanjelatra ny lefonao.",
        "12": "Tezitra be ianao tamin’ianao nitety ny tany. Tezitra koa ianao rehefa nanitsakitsaka an’ireo firenena.",
        "13": "Nivoaka ianao mba hamonjy ny vahoakanao, dia ny voahosotrao. Dia nataonao torotoro ilay lehiben’ny tranon’ny ratsy fanahy. Narodana hatrany amin’ny fototra ka hatrany amin’ny tafo ilay izy. ( Sela )",
        "14": "Ny fiadiany ihany no nanindronanao ny lohan’ny miaramilany, Tamin’izy ireo nanao rodobe sady tezitra mba hanaparitaka ahy. Faly be izy ireo nandrapaka olona mijaly, tany amin’ny toerana miafina.",
        "15": "Nitaingina ny soavalinao ianao ka nandeha teny amin’ny ranomasina, Teny amin’ny rano manonja be.",
        "16": "Nandre aho dia nangovitra, Sady nipararetra ny molotro. Nihalò ny taolako, Ary nangozohozo ny tongotro. Tony anefa aho miandry ny andro fahoriana, Satria hamely an’ilay vahoaka manafika antsika izany.",
        "17": "Na tsy mamony aza ny aviavy, Ary tsy mamoa ny voaloboka, Na tsy mamokatra koa aza ny oliva, Ary tsy mahavokatra sakafo ny tanimboly, Na tsy misy ondry intsony aza ao am-bala, Sady tsy misy omby ao am-pahitra,",
        "18": "Dia mbola ho falifaly foana aho noho ny amin’i Jehovah, Sady ho ravoravo foana noho ny amin’ilay Andriamanitra mpamonjy ahy.",
        "19": "I Jehovah Tompo Fara Tampony no heriko. Hataony hoatran’ny tongotry ny serfa ny tongotro, Ary hampandehaniny eny amin’ny toerana avo aho. Ho an’ny mpitarika. Ampiarahina amin’ny zavamaneno fitendry."
    },
    "meta": {
        "name": "Habakoka",
        "order": 34,
        "chapter_number": 3
    }
}