{
    "1": {
        "1": "Ny fanambarana azon’i Habakoka mpaminany tao amin’ny fahitana:",
        "2": "Jehovah ô, mandra-pahoviana no iantsoako vonjy, nefa tsy henoinao? Mandra-pahoviana no iantsoako vonjy aminao noho ny herisetra, nefa tsy vonjenao?",
        "3": "Nahoana no ataonao mahita zava-dratsy aho, ary jerenao fotsiny ny faharatsiana? Nahoana no misy fandrobana sy herisetra eo anoloako, ary nahoana no misy fifamaliana sy fifandirana?",
        "4": "Koa ngoly ny lalàna, ary tsy tafavoaka ny rariny. Voahodidin’ny ratsy fanahy ny olo-marina, ka voaolana ny rariny.",
        "5": "“Jereo fa misy fahavalonareo eo amin’ireo firenena, ka tazano, ary aoka ianareo ho zendana. Eny, aoka ianareo ho gaga, fa misy zavatra ataony amin’izao andronareo izao, dia zavatra tsy hinoanareo na hotantaraina aminareo aza.",
        "6": "Fa hampirisihiko ny Kaldeanina, ilay firenena masiaka sady mivatravatra, izay mitety toerana midadasika amin’ny tany mba hakany fonenana tsy azy.",
        "7": "Mampahatahotra sy mampihorohoro izy. Izy ihany no mamaritra izay heveriny fa rariny, ary manandratra ny tenany izy.",
        "8": "Haingam-pandeha noho ny leopara ny soavaliny, ary ny mpitaingina azy masiaka noho ny amboadia mihaza amin’ny takariva. Ary mampikatrokatroka ny kitrony amin’ny tany ny soavaliny fitondra miady, izay avy any lavitra. Manidina toy ny voromahery maika hihinana izy ireo.",
        "9": "Tonga mba hampiasa herisetra izy rehetra. Mivondrona izy ireo ka mifofofofo toy ny rivotra avy any atsinanana, ary manangona babo maro be toy ny fasika.",
        "10": "Esoiny ny mpanjaka, ary ihomehezany ny manam-pahefana. Ihomehezany koa ny tanàna rehetra voaro mafy. Ataony miavosa ny vovoka, dia alainy ho babo ny tanàna.",
        "11": "Amin’izany fotoana izany, dia hifofofofo toy ny rivotra izy ka handresy ary ho meloka. Avy amin’ny andriamaniny izany heriny izany.”",
        "12": "Tsy efa nisy hatramin’ny taloha be ve ianao, Jehovah ô? Tsy ho faty ianao, Andriamanitro ô, Ilay Masina ivavahako. Hampihatra didim-pitsarana no nanendrenao azy, Jehovah ô, ary hananatra no nanorenanao azy, ry Vatolampy ô!",
        "13": "Madio loatra ny masonao ka tsy tia mijery zava-dratsy, ary tsy mahajery faharatsiana ianao. Nahoana no jerenao fotsiny ny mpamitaka, ary nahoana no mangina ianao rehefa atelin’ny ratsy fanahy ny olona marina kokoa noho izy?",
        "14": "Ary nahoana ny olombelona no ataonao toy ny trondro any an-dranomasina, sy toy ny biby mandady tsy manana mpanjaka?",
        "15": "Ampiakariny amin’ny lelam-pintana izy rehetra, ka sintoniny amin’ny harato tarihina, ary angoniny ao anatin’ny haratony. Izany no mahatonga azy ho faly sy ravoravo.",
        "16": "Izany no antony anolorany setroka ho sorona ho an’ny harato tarihina, sy andoroany emboka manitra ho an’ny haratony. Fa noho ireo no mahatonga ny anjara haniny ho ampy menaka, sy mahatonga ny sakafony hahasalama.",
        "17": "Koa izany ve no antony hanafoanany ny ao anaty harato tarihina? Ary tsy maintsy handringana firenena maro foana ve izy, ka tsy hiantra mihitsy?"
    },
    "2": {
        "1": "Hitsangana foana eo amin’ny toeram-piambenako aho, ary hijoro hatrany eo ambony manda. Hiambina foana aho mba ho hitako izay holazainy amiko sy izay havaliko rehefa hananatra ahy izy.",
        "2": "Dia hoy i Jehovah tamiko: “Soraty ny fahitana, sady ataovy mazava tsara eo amin’ny takelaka fanoratana, mba hisosa tsara ny vakitenin’izay mamaky azy mafy.",
        "3": "Fa mbola ho amin’ny fotoana voatondro vao ho tanteraka ilay fahitana, sady mihazakazaka mafy ho amin’ny farany ka tsy handainga. Ary na dia ela fiavy aza izany, dia andraso ihany, fa tsy maintsy ho tanteraka. Tsy ho tara izany.",
        "4": "“Misy olona mirehareha sady tsy mba manao izay mahitsy, fa ny olo-marina kosa ho velona noho ny tsy fivadihany.",
        "5": "Mamitaka ny divay ka vao mainka mizahozaho ny lehilahy tomady. Ary tsy hahatratra ny zava-kendreny izy, na dia ataony lehibe toy ny Fasana * aza ny faniriany. Toy ny fahafatesana izy, ka tsy mety afa-po. Ary angoniny ho ao aminy foana ny firenena rehetra. Voriny ho ao aminy koa ny vahoaka rehetra.",
        "6": "Tsy izy rehetra ireny anefa ve no hanao teny fanarabiana sy haneso azy, eny, hiresaka azy an-kolaka? Dia hisy hiteny hoe: “‘Lozan’ilay mangorona an’izay tsy azy! Mandra-pahoviana? Eny, lozan’ilay mivesatra trosa!",
        "7": "Tsy hitsangana tampoka ve ireo mitaky zanabola aminao, ary tsy hifoha ve ireo manozongozona mafy anao, ka handroba anao?",
        "8": "Nandroba firenena maro ianao, ka horobain’ny vahoaka sisa rehetra, satria nandatsaka ran’olombelona, sady nanao herisetra tamin’ny tany sy ny tanàna ary izay rehetra monina ao.",
        "9": "“‘Lozan’ilay manao ny tsy rariny hahazoana tombony ho an’ny ankohonany, mba hanorenany ny akaniny eny amin’ny avo mba tsy ho azon’ny loza!",
        "10": "Namorona tetika nanala baraka an’ireo taranakao ianao, dia ny handringanana firenena maro. Ary manota ianao.",
        "11": "Eo amin’ny rindrina dia hisy vato hitaraina, ary eo amin’ny tafo kosa hisy vatan-kazo hamaly azy.",
        "12": "“‘Lozan’ilay manorina tanàna amin’ny fandatsahan-dra sy manangana vohitra amin’ny tsy fahamarinana!",
        "13": "Tsy i Jehovah Tompon’ny tafika ve no mahatonga ny olona hiasa mafy, nefa ho levon’ny afo fotsiny izany? Ary tsy izy ve no mahatonga ireo firenena hisasatra, nefa zava-poana fotsiny izany?",
        "14": "Fa ny tany ho feno fahalalana ny voninahitr’i Jehovah, tahaka ny anaronan’ny rano ny fanambanin’ny ranomasina.",
        "15": "“‘Lozan’ilay manome zava-pisotro hahamamo ny namany, mba hijereny ny fitanjahany. Ampiarahiny amin’ny fahatezerany sy ny fahavinirany izany zava-pisotro izany.",
        "16": "Ho tototry ny fahafaham-baraka ianao, fa tsy voninahitra. Mba misotroa koa ianao, ary aoka hoheverina ho tsy mifora. Hampisotroin’i Jehovah an’izay ao anatin’ny kaopy eny an-tanany ankavanana koa ianao, ary ho feno fahafaham-baraka ny voninahitrao.",
        "17": "Fa hivaly aminao ny herisetra nataonao tamin’i Libanona sy ny nandripahanao ny bibidia, izay efa nihorohoro mihitsy. Nandatsaka ran’olombelona mantsy ianao, sady nanao herisetra tamin’ny tany sy ny tanàna ary izay rehetra monina ao.",
        "18": "Inona no soa entin’ny sary sokitra nefa ilay namorona azy ihany no nanao sokitra azy? Ary inona no soa entin’ny sarivongana metaly sy ny mpampianatra lainga nefa ilay namorona azy ihany no natoky azy, ka nanao andriamanitra tsy misy dikany sady moana?",
        "19": "“‘Lozan’ilay miteny amin’ny hazo hoe: “Mifohaza!”, ary amin’ny vato moana hoe: “Mifohaza! Hampianatra izy”! Voarakotra takela-bolamena sy takela-bolafotsy izy, ary tsy misy fofonaina mihitsy ao anatiny.",
        "20": "Ao amin’ny tempoliny masina anefa i Jehovah. Aoka hangina eo anatrehany ianao, ry tany manontolo!’”"
    },
    "3": {
        "1": "Ny vavak’i Habakoka mpaminany izay nataony an-kira ho fanehoana alahelo:",
        "2": "Jehovah ô, efa reko izay voalaza momba anao. Matahotra aho noho izay nataonao, Jehovah ô! Velomy indray izany amin’ny fotoana mety aminao. * Enga anie hampahafantarinao ao anatin’ireo taona izany! Aza hadinoina ny mamindra fo, ao anatin’ny fahatezeranao.",
        "3": "Tonga avy any Temana Andriamanitra, ary avy any amin’ny Tendrombohitra Parana Ilay Masina. Sela. Nanarona ny lanitra ny voninahiny, ary nanenika ny tany ny fiderana azy.",
        "4": "Toy ny hazavana ny famirapiratany. Tara-pahazavana roa no avy teo amin’ny tanany, ary teo no niafenan’ny heriny.",
        "5": "Areti-mandringana no nandeha teo alohany, ary fanaviana mahery no nanaraka tao aoriany.",
        "6": "Nijanona izy mba hanozongozona ny tany. Nijery izy, dia nitsamboatra ireo firenena. Potipotika ireo tendrombohitra mandrakizay, ary niondrika ireo havoana maharitra hatramin’ny fotoana tsy voafetra. Izany no fanaony efa hatramin’ny taloha.",
        "7": "Hitako fa ory ny tranolay any Kosana, ary nitebiteby ny tranolay any Midianina.",
        "8": "Amin’ny renirano ve, Jehovah ô, amin’ny renirano ve ianao no tezitra mafy? Sa misafoaka amin’ny ranomasina ianao? Fa nitaingina ny soavalinao ianao, ary ny kalesinao no nitondra famonjena.",
        "9": "Nesorina tamin’ny tranony ny tsipìkanao ka mihanjahanja. Ny fianianana mafy ataon’ireo foko no teny voalaza. Sela. Renirano no nampiasainao hampitresaka ny tany.",
        "10": "Nahita anao ny tendrombohitra ka nanaintaina mafy. Nisy oram-baratra nivatravatra, ary namoaka feo ny rano lalina sady nanandratra ny tanany.",
        "11": "Tsy nihetsika teny amin’ny fonenany eny ambony ny masoandro sy ny volana. Toy ny hazavana ny zana-tsipìkanao, izay nandeha tsy an-kiato. Ny fanjelanjelatry ny lefonao no nampisy hazavana mamirapiratra.",
        "12": "Sady nitety ny tany ianao no nitondra fanamelohana. Ary nohosihosenao tamin-katezerana ireo firenena.",
        "13": "Nivoaka ianao mba hamonjy ny olonao, dia ny voahosotrao. Dia notorotoroinao ilay lehiben’ny tranon’ny ratsy fanahy. Narodana hatramin’ny tafo ilay trano ka niharihary ny fototra. Sela.",
        "14": "Ny fiadiany ihany no nanagorobahanao ny lohan’ny miaramilany, izay nifofofofo toy ny tadio mba hampiely ahy. Falifaly erỳ izy ireo, toy ny olona miafina, izay tapa-kevitra ny handrapaka ny ory.",
        "15": "Namakivaky ny ranomasina sy ny rano be miavosa ianao ka nohitsakitsahinao tamin’ny soavalinao ny fahavalonao.",
        "16": "Nony nandre aho, dia nangotika ny kiboko. Nipararetra ny molotro noho izay reko, ary nihalò ny taolako. Rehefa nanjo ahy izany, dia nitebiteby aho. Koa hiandry amim-pahatoniana ny andro fahoriana aho, eny, hiandry ny hiakarany rehefa hanafika ny olona izy.",
        "17": "Na tsy mamony aza ny aviavy, ary tsy mamoa ny voaloboka, ary na tsy ahitam-bokatra aza ny oliva, ary tsy mahavokatra zavatra hohanina ny tanimboly mikitohatohatra, ary na tsy misy ondry intsony aza ao am-bala, ary tsy misy omby ao am-pahitra,",
        "18": "Dia mbola hifaly amin’i Jehovah ihany aho, sy hiravoravo amin’ilay Andriamanitry ny famonjena ahy.",
        "19": "I Jehovah Tompo Fara Tampony no heriko. Hataony toy ny an’ny serfavavy ny tongotro, ary hampandehaniny eny amin’ny toerana avo aho. Ho an’ny mpitarika. Ampiarahina amin’ny lokangako."
    },
    "meta": {
        "name": "Habakoka",
        "order": 34,
        "chapter_number": 3
    }
}