{
    "1": {
        "1": "Tamin’ny voalohan’ny volana fahenina tamin’ny taona faharoa nanjakan’i Dariosy Mpanjaka, dia nasain’i Jehovah nampita ny teniny i Hagay mpaminany. Nasainy nolazaina tamin’i Zerobabela zanak’i Sealtiela, governoran’i Joda, sy tamin’i Josoa mpisoronabe zanak’i Jozadaka, hoe:",
        "2": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Miteny ity vahoaka ity hoe: “Mbola tsy izao no fotoana hanaovana ny tranon’i Jehovah.”’”",
        "3": "Dia izao indray no nasain’i Jehovah nolazain’i Hagay mpaminany:",
        "4": "“Izao ve no fotoana tokony hipetrapetrahanareo ao anaty trano voaravaka hazo tsara tarehy, nefa ity trano ity rava?",
        "5": "Izao àry no tenin’i Jehovah Tompon’ny tafika: ‘Mba eritrereto ihany izay ataonareo.",
        "6": "Mamafy voa be dia be ianareo, nefa kely no jinjainareo. Mihinana ianareo nefa tsy voky. Misotro divay ianareo nefa tsy afa-po. Manao akanjo ianareo nefa tsy mba misy mafana. Ary izay mikarama dia mametraka ny karamany ao anaty kitapo loaka.’”",
        "7": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mba eritrereto ihany izay ataonareo.’",
        "8": "“‘Miakara any an-tendrombohitra’, hoy i Jehovah, ‘dia makà hazo any. Dia ataovy ity trano ity, mba hampifaliana ahy sy hanomezam-boninahitra ahy.’”",
        "9": "“‘Nanantena hahazo be dia be ianareo, nefa kely fotsiny no azonareo. Nentinareo tao an-trano izany, nefa notsofiko dia nanjavona’, hoy i Jehovah Tompon’ny tafika. ‘Fa nahoana? Satria rava ny tranoko, nefa ianareo samy maika hikarakara ny tranonareo avy.",
        "10": "Tsy nandatsaka ando taminareo àry ny lanitra, ary tsy nanome vokatra ny tany.",
        "11": "Ary nataoko maina ny taninareo sy ny tendrombohitra, ka lasa tsy nisy ny varimbazaha sy ny divay vaovao ary ny menaka. Lasa tsy nisy koa ny vokatry ny tany. Dia nijaly ianareo sy ny biby fiompy, ary very maina fotsiny ny asa mafy nataonareo.’”",
        "12": "Dia nihaino ny tenin’i Jehovah Andriamaniny i Zerobabela zanak’i Sealtiela, sy Josoa mpisoronabe zanak’i Jozadaka, ary ny vahoaka sisa rehetra. Nihaino ny tenin’i Hagay mpaminany koa izy ireo satria nirahin’i Jehovah Andriamaniny izy. Dia nanomboka natahotra an’i Jehovah ny vahoaka.",
        "13": "Izao no hafatra nasain’i Jehovah nolazain’i Hagay, irak’i Jehovah, tamin’ny vahoaka: “‘Hanampy anareo aho’, hoy i Jehovah.”",
        "14": "Dia nentanin’i Jehovah i Zerobabela zanak’i Sealtiela, governoran’i Joda, sy Josoa mpisoronabe zanak’i Jozadaka, ary ny vahoaka sisa rehetra. Natombok’izy ireo àry ny asa tao an-tranon’ny Andriamaniny, dia i Jehovah Tompon’ny tafika.",
        "15": "Izany no nitranga tamin’ny andro faha-24 amin’ny volana fahenina, tamin’ny taona faharoa nanjakan’i Dariosy Mpanjaka."
    },
    "2": {
        "1": "Nasain’i Jehovah nampita an’izao teniny izao i Hagay mpaminany, tamin’ny andro faha-21 amin’ny volana fahafito:",
        "2": "“Mba anontanio i Zerobabela zanak’i Sealtiela, governoran’i Joda, sy Josoa mpisoronabe zanak’i Jozadaka, ary ny vahoaka sisa rehetra, hoe:",
        "3": "‘Iza aminareo no nahita an’ity trano ity tamin’ilay voninahiny taloha? Dia ahoana no fahitanareo azy izao? Tsy hitanareo hoe hoatran’ny tsy misy dikany ve raha oharina amin’ilay taloha?’",
        "4": "“‘Mahereza anefa, ry Zerobabela ô!’, hoy i Jehovah, ‘ary mahereza, ry Josoa mpisoronabe zanak’i Jozadaka!’ “‘Mahereza daholo koa ianareo mponin’ity tany ity, ka miasà’, hoy i Jehovah. “‘Fa manampy anareo aho’, hoy i Jehovah Tompon’ny tafika.",
        "5": "‘Tadidio izay nampanantenaiko anareo tamin’ianareo nivoaka avy tany Ejipta. Mbola eo aminareo foana koa ny fanahiko. Aza matahotra.’”",
        "6": "“Fa izao no tenin’i Jehovah Tompon’ny tafika: ‘Mbola hohozongozoniko indray ny lanitra sy ny tany sy ny ranomasina ary ny tany maina, ary kely sisa dia hataoko izany.’",
        "7": "“‘Ary hohozongozoniko ny firenena rehetra, ka hiditra ato amin’ity trano ity ny zava-tsarobidy eo amin’ny firenena rehetra. Dia hofenoiko voninahitra ity trano ity’, hoy i Jehovah Tompon’ny tafika.",
        "8": "“‘Ahy ny volafotsy, ary ahy ny volamena’, hoy i Jehovah Tompon’ny tafika.",
        "9": "“‘Ho be voninahitra kokoa noho ilay trano taloha ity trano ity’, hoy i Jehovah Tompon’ny tafika. “‘Ary homeko fiadanana ianareo eto amin’ity toerana ity’, hoy i Jehovah Tompon’ny tafika.”",
        "10": "Izao no tenin’i Jehovah tamin’i Hagay mpaminany, tamin’ny andro faha-24 amin’ny volana fahasivy, tamin’ny taona faharoa nanjakan’i Dariosy:",
        "11": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mba anontanio any amin’ny mpisorona izay lazain’ny lalàna momba an’izao:",
        "12": "“Raha mitondra hena masina ao anatin’ny akanjony ny olona anankiray, ka misy mofo na zavatra nandrahoina na divay na menaka na karazan-tsakafo hafa voakasik’ilay akanjony, dia ho lasa masina koa ve izany sakafo izany?”’” Dia hoy ny mpisorona: “Tsia!”",
        "13": "Nanontany indray i Hagay hoe: “Raha misy olona maloto satria nikasika faty, nefa avy eo nikasika ny iray tamin’ireo zavatra ireo, dia haloto ve ilay izy?” Dia hoy ny mpisorona: “Haloto!”",
        "14": "Ary hoy i Hagay: “Hoatr’izany ity vahoaka ity, ary hoatr’izany ity firenena ity eo anatrehako’, hoy i Jehovah. ‘Toy izany koa izay rehetra ataony. Maloto daholo izay zavatra ataony sorona.’",
        "15": "“‘Mba eritrereto ihany anefa izao manomboka androany: Tamin’ny mbola tsy nisy vato narafitra hanorenana ny tempolin’i Jehovah,",
        "16": "dia inona no nitranga? Rehefa nisy nankeo amin’ny antontam-bary ka nanantena hahazo indroapolon’ny famarana, dia folo fotsiny no teo. Rehefa nisy indray nankeo amin’ny fanantazana divay mba hanovo divay indimampolon’ny famarana, dia 20 fotsiny no tao.",
        "17": "Dia nalefako hamely anareo, izany hoe hamely ny zavatra rehetra nisasaranareo, ny rivotra mahamay sy ny aretin-javamaniry ary ny havandra. Tsy mba nisy niverina tamiko anefa ianareo’, hoy i Jehovah.",
        "18": "“‘Androany faha-24 amin’ny volana fahasivy no andro ametrahana ny fototry ny tempolin’i Jehovah. Manomboka androany àry, dia mba eritrereto tsara izao:",
        "19": "Efa misy voa ve ao amin’ny trano fitehirizam-bokatra? Ary mbola tsy mamoa ihany ve ny voaloboka sy ny aviavy sy ny ampongabendanitra ary ny oliva? Hitahy anareo anefa aho manomboka androany.’”",
        "20": "Dia niteny fanindroany tamin’i Hagay i Jehovah tamin’ny andro faha-24 amin’ny volana, hoe:",
        "21": "“Lazao amin’i Zerobabela governoran’i Joda hoe: ‘Hohozongozoniko ny lanitra sy ny tany.",
        "22": "Dia haongako ny seza fiandrianan’ireo fanjakana, ary hofoanako ny herin’ny fanjakan’ireo firenena. Haongako koa ny kalesy sy ny mpitaingina azy. Izy samy izy ihany no hifamono amin’ny sabatra, ka ho fatin’ny sabatra ny soavaly sy ny mpitaingina azy.’”",
        "23": "“Hoy i Jehovah Tompon’ny tafika: ‘Hampiasa anao aho amin’izany andro izany, ry Zerobabela mpanompoko zanak’i Sealtiela’, hoy i Jehovah, ‘ka hataoko hoatran’ny peratra fanombohan-kase ianao, satria ianao no nofidiko’, hoy i Jehovah Tompon’ny tafika.”"
    },
    "meta": {
        "name": "Hagay",
        "order": 36,
        "chapter_number": 2
    }
}