{
    "1": {
        "1": "Ny tenin’i Jehovah izay tonga tamin’i Hosea zanak’i Bery, tamin’ny andron’i Ozia, sy Jotama, sy Ahaza, ary Hezekia, izay samy mpanjakan’ny Joda, sy tamin’ny andron’i Jeroboama zanak’i Joasy, mpanjakan’ny Israely.",
        "2": "Ary i Jehovah nanomboka niteny tamin’ny alalan’i Hosea, ka hoy i Jehovah taminy: “Mandehana ianao maka vady izay hijangajanga, dia hahazo zanaky ny fijangajangany ianao. Nijangajanga mantsy ity tany ity ka tsy nanaraka an’i Jehovah intsony.”",
        "3": "Ary lasa izy naka an’i Gomera zanakavavin’i Diblaima. Dia bevohoka ravehivavy ka nitera-dahy taminy.",
        "4": "Ary hoy i Jehovah taminy: “Ataovy hoe Jezirela ny anarany, fa kely sisa dia hataoko ampamoaka ny taranak’i Jeho noho ny ra nalatsaka tao Jezirela. Ary hataoko tsy hisy mpanjaka hitondra intsony avy amin’ny taranak’Israely.",
        "5": "Amin’izany andro izany, dia hotapahiko eo amin’ny lemaka ivan’i Jezirela ny tsipìkan’ny Israely.”",
        "6": "Ary bevohoka indray i Gomera, ka nitera-bavy. Dia hoy Andriamanitra tamin’i Hosea: “Ataovy hoe Lo-rohama ny anarany, satria tsy hamindra fo amin’ny taranak’Israely intsony aho, fa horoahiko tokoa izy ireo.",
        "7": "Ny taranak’i Joda kosa no hamindrako fo, ary ny herin’i Jehovah Andriamaniny no hamonjeko azy. Tsy amin’ny tsipìka na sabatra na ady, na soavaly na mpitaingin-tsoavaly anefa no hamonjeko azy.”",
        "8": "Ary nampisara-nono an’i Lo-rohama i Gomera. Dia bevohoka indray izy, ka nitera-dahy.",
        "9": "Ary hoy Andriamanitra: “Ataovy hoe Lo-amy ny anarany, satria tsy oloko ianareo, ary tsy ho Andriamanitrareo aho.",
        "10": "“Ny isan’ny zanak’Israely dia ho toy ny fasika any an-dranomasina, izay tsy voafatra na voaisa. Ary any amin’izay nilazana tamin’izy ireo hoe: ‘Tsy oloko ianareo’, no hiantsoana azy ireo hoe: ‘Zanak’ilay Andriamanitra velona.’",
        "11": "Hangonina hiray hina ny taranak’i Joda sy ny zanak’Israely, ka hanangana mpitondra iray. Dia hiakatra hiala amin’ilay tany izy ireo, satria ho andro lehibe ho an’i Jezirela izany."
    },
    "2": {
        "1": "“Lazao amin’ny rahalahinareo hoe: ‘Oloko ianareo!’, ary amin’ny anabavinareo hoe: ‘Vehivavy amindrana fo ianareo!’",
        "2": "Torio any amin’ny fitsarana ny reninareo. Eny, torio izy, fa tsy vadiko intsony, ary izaho tsy vadiny. Tokony hesoriny tsy ho eo anatrehany ny fijangajangany, ary tokony hesoriny tsy ho eo anelanelan’ny nonony ny fanitsakitsaham-bady nataony,",
        "3": "sao hampitanjaka azy aho, sady hanao azy toy ny tamin’ny andro nahaterahany, ary hanao azy toy ny tany efitra sy tany tsy misy rano, ary sao hataoko matin’ny hetaheta izy.",
        "4": "Ary tsy hamindrako fo ny zanany, satria zanaky ny fijangajangana.",
        "5": "Nijangajanga mantsy ny reniny, ary nanao zava-mahamenatra ilay nitondra azy ireo tao am-bohoka, fa hoy izy: ‘Te hanaraka an’ireo lehilahiko aho, dia ireo manome ahy mofo sy rano, sy lamba volonondry sy lamba rongony sy menaka ary zava-pisotro.’",
        "6": "“Koa hofefeko tsilo ny lalany, ary hanangana rindrim-bato hanakanana azy aho, mba tsy hahitany izay alehany.",
        "7": "Ary hanenjika an’ireo lehilahiny izy, fa tsy hahatratra azy. Ary hitady an’ireo izy, fa tsy hahita azy. Dia hilaza izy hoe: ‘Te hiverina any amin’ilay vadiko voalohany aho, fa tsara kokoa ny fiainako tamin’izany noho ny ankehitriny.’",
        "8": "Tsy noeritreretiny anefa fa izaho no nanome azy varimbazaha sy divay mamy ary menaka. Ary izaho koa no nanome azy volafotsy be dia be, sy volamena, izay samy nampiasainy tamin’ny fivavahana tamin’i Bala.",
        "9": "“‘Koa tsy hanome intsony aho, fa halaiko kosa ny varimbazahako rehefa tonga ny fotoam-pijinjana, ary ny divay mamy rehefa tonga ny fotoana fanamboarana azy. Ary hendahako ny lamba volonondriko sy ny lamba rongoniko izay manarona ny fitanjahany.",
        "10": "Ary haharihariko eo imason’ireo lehilahiny ny fivaviany, ary tsy hisy olona hanafaka azy avy eto an-tanako.",
        "11": "Ary hatsahatro daholo ny fotoam-pifaliany: Ny fetiny, ny tsinam-bolany, ny sabatany, eny, ny fotoanan’ny fetiny rehetra.",
        "12": "Ary hosimbako ny voalobony sy ny hazo aviaviny, izay nolazainy hoe: “Fanomezana natolotr’ireo lehilahiko ireny.” Dia hovako ho lasa ala ireny, ka harapaky ny bibidia.",
        "13": "Ary hataoko ampamoaka izy noho ireo andro nanolorany setroka ho sorona ho an’ny sarin’i Bala, dia ireo andro nanaovany kavina sy haingo ka nanarahany an’ireo lehilahiny. Izaho anefa hadinony’, hoy i Jehovah.",
        "14": "“‘Koa haharesy lahatra azy aho, ka handefa azy any an-tany efitra, ary hanao teny manohina ny fony.",
        "15": "Dia homeko azy manomboka amin’izay ny tanimboalobony, ary ho varavaram-panantenana ny lemaka ivan’i Akora. Ary eo izy no hanaiky, toy ny tamin’ny andro fahatanorany sy tamin’ny andro niakarany avy tany Ejipta.",
        "16": "Ary amin’izany andro izany ianao dia hiantso ahy hoe Vadiko, fa tsy hoe Tompoko intsony’, hoy i Jehovah.",
        "17": "“‘Ary hesoriko tsy ho eo am-bavany ny anaran’ireo Bala, ka tsy hotsarovana intsony ny anarany.",
        "18": "Ho azy ireo no hanaovako fifanekena amin’izany andro izany, dia fifanekena amin’ny bibidia sy ny voro-manidina eny amin’ny lanitra ary ny biby mandady amin’ny tany. Hofoanako tsy ho eo amin’ilay tany ny tsipìka sy ny sabatra ary ny ady. Ary hataoko mandry feizay izy ireo.",
        "19": "Mivoady aho fa haka anao ho vadiko mandritra ny fotoana tsy voafetra, eny, haka anao aho satria rariny sy hitsiny izany, ary mariky ny hatsaram-panahy feno fitiavana sy famindram-po.",
        "20": "Ary mivoady ny haka anao aho noho izaho tsy mivadika. Dia ho fantatrao tokoa i Jehovah.’",
        "21": "“‘Amin’izany andro izany dia hamaly aho’, hoy i Jehovah, ‘eny, hamaly ny fangatahan’ny lanitra, ary ny lanitra kosa hamaly ny fangatahan’ny tany.",
        "22": "Ary ny tany hamaly ny fangatahan’ny varimbazaha sy ny divay mamy ary ny menaka. Ireo kosa hamaly ny fangatahan’i Jezirela. *",
        "23": "Ary hafafiko amin’ny tany toy ny voa izy mba ho ahy. Ary izaho hamindra fo aminy, dia izy izay tsy namindrana fo. Dia hiteny amin’izay tsy oloko aho hoe: “Oloko ianao.” Ary izy ireo kosa hanao hoe: “Andriamanitro ianao.”’”"
    },
    "3": {
        "1": "Hoy koa i Jehovah tamiko: “Mandehana indray mitia vehivavy manana lehilahy hafa sy manitsakitsa-bady. Ary aoka ianao hitia azy toy ny itiavan’i Jehovah ny zanak’Israely, izay manompo andriamani-kafa sady tia manolotra mofo voaloboka maina ho an’ireny.”",
        "2": "Koa novidiko tamin’ny farantsa volafotsy dimy ambin’ny folo ravehivavy, sy tamin’ny vary orza eran’ny homera * sy tapany.",
        "3": "Dia hoy aho taminy: “Ho ahy ianao mandritra ny andro maro. Aza mijangajanga na manao firaisana amin-dehilahy hafa. Ary izaho koa tsy hanao firaisana aminao.”",
        "4": "Tsy hisy mpanjaka mantsy eo amin’ny zanak’Israely mandritra ny andro maro, sady tsy hisy andriana, na sorona, na tsangambato masina, na efoda, na terafima.",
        "5": "Aorian’izay, dia hiverina ny zanak’Israely ka hitady an’i Jehovah Andriamaniny sy Davida mpanjakany. Ary hangovitra izy ireo hanatona an’i Jehovah sy ny hatsaran-toetrany, any am-parany."
    },
    "4": {
        "1": "Henoy ny tenin’i Jehovah, ry zanak’Israely, fa manana ady amin’ny mponin’ity tany ity i Jehovah, satria tsy misy fahamarinana eto, na hatsaram-panahy feno fitiavana na fahalalana an’Andriamanitra.",
        "2": "Koa mihabetsaka ny fanozonana sy ny famitahana sy ny vonoan’olona sy ny halatra ary ny fanitsakitsaham-bady, sady misesisesy ny fandatsahan-dra.",
        "3": "Noho izany, dia hisaona ny tany ary madiva hanjavona ny mponina rehetra ao, mbamin’ny bibidia sy ny voro-manidina eny amin’ny lanitra. Ary na ny trondro any an-dranomasina aza dia hangonina mba ho faty.",
        "4": "“Aza misy miady na mananatra anefa, fa toy ny olona miady amin’ny mpisorona ny firenenao.",
        "5": "Ho tafintohina ianao amin’ny antoandro, ary na ny mpaminany aza ho tafintohina miaraka aminao, toy ny amin’ny alina. Ary haringako ny reninao.",
        "6": "Ho ringana ny oloko noho ny tsy fisian’ny fahalalana. Noho ianao nanda ny fahalalana, dia holaviko tsy ho mpisoroko intsony ianao. Ary noho ianao manadino foana ny lalàn’Andriamanitrao, dia hohadinoiko koa ny zanakao.",
        "7": "Arakaraka ny habetsahan’ny mpisorona no vao mainka nanotan’izy ireo tamiko. Ary natakalony fahafaham-baraka ny voninahitro.",
        "8": "Ny fahotan’ny oloko no iveloman’izy ireo, ary satriny foana ireny hanao fahadisoana.",
        "9": "“Ary hitovy ihany ny hanjo ny vahoaka sy ny mpisorona, ka hataoko ampamoaka izy ireo noho izay nataony. Dia hatsingeriko aminy ny ratsy nataony.",
        "10": "Koa hihinana izy ireo nefa tsy ho voky. Ary hanao firaisana amim-behivavy toy ny fanao amin’ny mpivaro-tena izy ireo, nefa tsy hihamaro, satria tsy miraharaha an’i Jehovah.",
        "11": "Fa fijangajangana sy divay efa niotrika ela ary divay mamy no manaisotra ny faniriana hanao ny tsara.",
        "12": "Ny hazo izay ataony sampy no angatahany hevitra, ary ny tehiny no miteny aminy. Fa mibahana ao an-tsainy ny fijangajangana ka mampaniasia azy, ary ny fijangajangany no porofon’ny tsy fanekeny an’Andriamaniny.",
        "13": "Eny an-tampon-tendrombohitra no anaovany sorona, ary eny amin’ny havoana no anolorany setroka ho sorona, eny, eo ambanin’ny hazo goavana sy ny hazo stiraksa ary ny hazobe, satria tsara alokaloka ireny. Noho izany, dia mijangajanga ny zanakareo vavy, ary manitsakitsa-bady ny vinantovavinareo.",
        "14": "“Tsy hataoko ampamoaka ny zanakareo vavy noho izy mijangajanga, ary tsy hataoko ampamoaka ny vinantovavinareo noho izy manitsakitsa-bady. Tsy hanao izany aho satria ny lehilahy no mitondra mpivaro-tena mankany amin’ny toerana mitokana, sy miaraka amin’ny vehivavy mpivaro-tenan’ny tempoly rehefa manao sorona. Ary hohosihosena ny vahoaka tsy misaina.",
        "15": "Na mijangajanga aza ianao, ry Israely, dia aoka kosa ny Joda tsy ho meloka. Ary aza mankany Gilgala ianareo, na miakatra any Beti-avena, na mianiana hoe: ‘Raha mbola velona koa i Jehovah!’",
        "16": "Fa lasa maditra toy ny ombivavy maditra ny Israely. Koa ankehitriny kosa ve i Jehovah hiandry azy toy ny fiandry zanak’ondry eny an-tany malalaka?",
        "17": "Lasa mpanompo sampy i Efraima, ka avelao izy ho any!",
        "18": "Rehefa mahalany ny labierany izy ireo, dia manao firaisana amim-behivavy toy ny fanao amin’ny mpivaro-tena. Tia fahafaham-baraka tokoa ireo mpitana ampinga ao Efraima.",
        "19": "Hisy rivotra hipaoka azy. Dia ho menatra noho ny sorona nataony izy ireo.”"
    },
    "5": {
        "1": "“Henoy izao, ry mpisorona, eny, mihainoa tsara, ry taranak’Israely ô, ary aoka ianareo izay anisan’ny ankohonan’ny mpanjaka hanongilan-tsofina, fa ianareo no hotsaraina. Ianareo mantsy lasa fandrika tany Mizpa, ary toy ny fandrika harato novelarina tao Tabara.",
        "2": "Efa be dia be ny fandripahana vitan’ireo mpaniasia. Koa nananatra azy rehetra aho.",
        "3": "Fantatro tsara i Efraima, ary tsy misy miafina amiko ny momba ny Israely. Ary ankehitriny, ry Efraima ô, dia manao firaisana amim-behivavy toy ny fanao amin’ny mpivaro-tena ianao. Ary efa nandoto tena ny Israely.",
        "4": "Misakana azy tsy hiverina amin’Andriamaniny ny zavatra ataony, satria mibahana ao an-tsainy ny fijangajangana ary tsy fantany i Jehovah.",
        "5": "Ny fireharehan’ny Israely dia vavolombelona manameloka azy, ary ny fahadisoan’ny Israely sy Efraima no mahalavo azy. Ary lavo miaraka aminy koa ny Joda.",
        "6": "Hitondra ny ondriny sy ny ombiny izy ireo ka handeha hitady an’i Jehovah, fa tsy hahita azy. Efa niala tamin’izy ireo mantsy izy.",
        "7": "Nivadika tamin’i Jehovah izy ireo, satria niteraka zaza hafa firenena. Koa ho ripaka ao anatin’ny iray volana izy ireo sy ny fananany.",
        "8": "“Tsofy ao Gibea ny anjombona, ary tsofy ao Rama ny trompetra! Manaova hiakan’ady ao Beti-avena. Ao aorianao ao, ry Benjamina ô!",
        "9": "Higagan’ny olona ianao, ry Efraima, amin’ny andro famaizana. Azo antoka ny teny nolazaiko teo amin’ny fokon’ny Israely.",
        "10": "Nanjary toy ireo mampihemotra ny fetra mamaritra ny tanin’olona ny andrianan’ny Joda. Koa hararako aminy toy ny rano ny fahatezerako.",
        "11": "Ampahorina i Efraima sady torotoroina ara-drariny, satria nifidy ny hanaraka ny fahavalony izy.",
        "12": "Toy ny koroka aho ho an’i Efraima, ary toy ny zavatra lo aho ho an’ny taranak’i Joda.",
        "13": "“Hitan’i Efraima ny aretiny, ary hitan’i Joda ny feriny. Dia nankany Asyria i Efraima, sady nandefa iraka ho any amin’ny mpanjaka lehibe. Kanjo tsy nahasitrana anareo izy, sady tsy nanam-panafody hahafaka ny ferinareo.",
        "14": "Ho toy ny liona tanora aho ho an’i Efraima, ary ho toy ny liona tanora matanjaka ho an’ny taranak’i Joda. Izaho no hamiravira azy sy handeha hitondra azy. Ary tsy hisy hamonjy izy.",
        "15": "Handeha aho ka hiverina any amin’izay nisy ahy, mandra-panefany ny saziny. Dia hangataka hihaona amiko * izy. Ary hitady ahy izy rehefa azom-pahoriana mafy.”"
    },
    "6": {
        "1": "“Andao hiverina amin’i Jehovah, fa izy no namiravira antsika, nefa izy ihany koa no hanasitrana antsika. Izy no namely antsika, nefa izy ihany koa no hamehy ny ratrantsika.",
        "2": "Hataony velona indray isika rehefa afaka roa andro. Ary amin’ny andro fahatelo, dia hataony izay hitsanganantsika, ka ho velona eo anatrehany isika.",
        "3": "Dia hahalala an’i Jehovah isika, sady mbola hiezaka hahalala azy. Tsy miovaova toy ny fiposahan’ny maraina ny fahatongavany. Ary ho toy ny firotsahan’ny orana be dia be ny fiaviany amintsika, eny, toy ny oran-dohataona izay mamonto ny tany.”",
        "4": "“Inona no hataoko aminao, ry Efraima? Ary inona no hataoko aminao, ry Joda? Fa toy ny zavona maraina ny fitiavanareo, * sady toy ny ando levona vao maraina.",
        "5": "Koa hamely azy amin’ny tenin’ny mpaminany aho, ary hamono azy amin’izay lazain’ny vavako. Dia hiharihary toy ny mazava ny fanamelohana anao.",
        "6": "Hatsaram-panahy feno fitiavana mantsy no sitrako fa tsy sorona, ary fahalalana an’Andriamanitra fa tsy fanatitra dorana manontolo.",
        "7": "Nivadika tamin’ny fifanekena izy ireo, tahaka ny olombelona. Nivadika tamiko izy ireo tany.",
        "8": "Tanànan’ny mpanao ratsy i Gileada. Ary feno ra ny dian-tongotr’izy ireo.",
        "9": "Mpandroba ireo mpisorona, ka miafina mba hanafika olona. Mamono olona eo an-tsisin-dalana ao Sekema izy ireo, satria tsy manao afa-tsy izay ratsy.",
        "10": "Ao amin’ny taranak’Israely no ahitako zava-mahatsiravina. Ny fijangajangan’i Efraima no ao, ka efa nandoto tena ny Israely.",
        "11": "Misy fijinjana voatokana ho anao koa, ry Joda ô, rehefa hampodiko ny oloko babo.”"
    },
    "7": {
        "1": "“Isaky ny manasitrana ny Israely aho, dia miharihary ny fahadisoan’i Efraima sy ny ratsy ataon’i Samaria. Fa zatra mamitaka izy ireo. Miditra an-trano ny mpangalatra, ary ny mpandroba manafika any ivelany.",
        "2": "Tsy mba nieritreritra anefa izy ireo hoe hotsarovako ny faharatsiany rehetra. Efa manodidina azy ny ratsy ataony, ary eo anatrehako izany.",
        "3": "Ny faharatsiany no ampifaliany ny mpanjaka, ary ny famitahany no ampifaliany ny andriana.",
        "4": "Mpanitsakitsa-bady izy rehetra, sady toy ny lafaoro narehitry ny mpanao mofo, izay tsy misorona afo rehefa avy namolavola koba mandra-pitombon’ilay koba.",
        "5": "Tamin’ilay andron’ny mpanjakantsika, dia nankarary tena sady tezitra ireo andriana, noho ny herin’ny divay. Nifandray tanana tamin’ny mpaneso ny mpanjaka.",
        "6": "Fa ny fanirian’ny fon’izy ireo dia ataony miredareda, toy ny hoe ampanatoniny lafaoro. Eny, miredareda ao anatin’izy ireo izany. Matory mandritra ny alina ny mpanao mofony. Ary amin’ny maraina dia midedadeda ny afon’ilay lafaoro.",
        "7": "Lasa mahamay toy ny lafaoro izy rehetra, ary arapany ny mpitsarany. Lavo daholo ny mpanjakany. Ary tsy misy amin’izy ireo miantso ahy.",
        "8": "“Mifangaroharo amin’ireo firenena i Efraima, ka lasa toy ny mofo boribory masaka ila noho izy tsy navadika.",
        "9": "Lanin’ny hafa firenena ny heriny, nefa tsy fantany akory. Ary fotsy daholo ny volony, nefa tsy fantany akory.",
        "10": "Ny fireharehan’ny Israely dia vavolombelona manameloka azy. Tsy miverina amin’i Jehovah Andriamaniny anefa izy ireo, sady tsy mitady azy, na eo aza izany rehetra izany.",
        "11": "Ary toy ny voromailala mora ambakaina sady tsy ampy saina i Efraima. Fa i Ejipta no nantsoiny, ary tany Asyria no nalehany.",
        "12": "“Hovelariko hanarona azy ireo ny fandrika haratoko, na aiza na aiza alehany. Ary hampidiniko avy any ambony izy ireo toy ny voro-manidina. Hofaiziko koa izy araka ny efa nampitandremana ny fiangonany.",
        "13": "Hahita loza izy fa nandositra ahy! Ary horobaina izy fa nandika ny lalàko! Mba nanavotra azy aho, nefa nandainga momba ahy izy.",
        "14": "Tsy tena vokatry ny fony no niantsoany vonjy tamiko, na dia nidradradradra teo am-pandrianany aza izy. Nandany andro fotsiny tamin’ny fihinanan-kanina sy ny fisotroana divay mamy izy, ary nanohitra ahy.",
        "15": "Izaho nampianatra sy nanatanjaka azy, nefa izy nanao teti-dratsy hanoherana ahy.",
        "16": "Niverina izy ireo, nefa tsy niverina ho amin’izay avo. Toy ny tsipìka migoragora izy. Ho lavon-tsabatra ireo andrianany satria milaza fanamelohana. Hanesoana azy any Ejipta izany.”"
    },
    "8": {
        "1": "“Ataovy eo am-bava ny anjombona, ka tsofy! Fa misy toy ny voromahery tonga hamely ny tranon’i Jehovah, satria nivadika tamin’ny fifanekena nataoko taminy ireny sady nandika ny lalàko.",
        "2": "Izaho no antsoiny ka ilazany hoe: ‘Ry Andriamanitro ô, mahafantatra anao izahay Israely.’",
        "3": "“Manary zava-tsoa ny Israely. Koa aoka hanenjika azy ny fahavalo.",
        "4": "Efa nanangana mpanjaka izy ireo, nefa tsy avy amiko izany. Efa nanangana andriana izy, nefa tsy fantatro akory izany. Ny volafotsiny sy ny volamenany no nanaovany sampy. Vokatr’izany, dia ho ringana izy ireo.",
        "5": "Nariana ilay zanak’ombinao, ry Samaria ô! Tezitra mafy amin’izy ireo aho. Mandra-pahoviana izy ireo no tsy hahavita hanadio ny tenany mba tsy hanan-tsiny intsony?",
        "6": "Fa avy tamin’ny Israely ilay zanak’ombin’i Samaria. Mpanao asa tanana no nanao azy. Ary tsy Andriamanitra izy io, satria ho lasa toy ny taim-bankona.",
        "7": "“Fa rivotra no afafiny, ka tadio no hojinjainy. Tsy misy mamokatra ny voly eny an-tsaha. Ary tsy misy voa mitsimoka ahazoana lafarinina. Ary raha misy aza izany, dia ny hafa firenena no hitelina azy.",
        "8": "“Hatelina ny Israely. Ho lasa any amin’ireo firenena izy ireo, toy ny vilany tsy misy mpitia.",
        "9": "Niakatra tany Asyria izy, toy ny zebra mahaleo tena. Nanakarama lehilahy mpivaro-tena i Efraima.",
        "10": "Ary na maka lehilahy eo amin’ireo firenena aza izy ireo hokaramainy, dia hanangona azy ireo aho. Ary tsy ho ela izy ireo dia hanaintaina mafy, noho ny enta-mavesatra ampitondrain’ny mpanjaka sy ny andriana.",
        "11": "“Fa nanao alitara be dia be i Efraima mba hanotany. Dia nanana alitara maro izy mba hanotany.",
        "12": "Nanoratra zavatra maro ho azy aho momba ny lalàko, nefa tsy noraharahainy izany lalàna izany.",
        "13": "Hena no atolotr’izy ireo ho sorona fanomezana ho ahy, ary nihinana zavatra tsy tian’i Jehovah izy. Hotsarovan’Andriamanitra ny fahadisoan’izy ireo, ka hataony ampamoaka izy noho ny fahotany. Tany Ejipta no niverenan’izy ireo.",
        "14": "Nanomboka nanadino ny Mpanao azy ny Israely, ka nanorina tempoly maro. Ny Joda kosa nanao tanàna maro be nisy manda. Dia handefasako afo ireny tanànany ireny, ka holevonin’ny afo ny tilikambo fonenana isan-tanàna.”"
    },
    "9": {
        "1": "“Aza mifaly, ry Israely ô! Aza miravoravo toy ireo firenena. Fa noho ny fijangajanganao no nialanao tamin’Andriamanitrao. Tia karaman’ny mpivaro-tena ianao, teny amin’ny famoloana rehetra teny.",
        "2": "Koa tsy hanome sakafo azy ny famoloana sy ny lavaka famiazam-boaloboka. Ary tsy hisy intsony ny divay mamy.",
        "3": "Tsy honina intsony eo amin’ny tanin’i Jehovah izy ireo. Dia hiverina any Ejipta i Efraima, ary hihinana zavatra maloto any Asyria izy ireo.",
        "4": "Tsy handraraka divay ho an’i Jehovah intsony izy ireo. Ary tsy hankasitrahany intsony ny sorona ataony. Fa amin’izy ireo, dia toy ny mofom-pisaonana ireny, ka handoto tena izay rehetra mihinana azy. Ho an’ny tenany ihany ny mofony, fa tsy hoentina ao an-tranon’i Jehovah.",
        "5": "Inona no hataonareo amin’ny andro fivoriana sy amin’ny andro fety ho an’i Jehovah?",
        "6": "Tsy maintsy mandeha izy ireo satria voaroba ny taniny. Dia hanangona azy ireo i Ejipta, ary i Memfisa kosa handevina azy. Ho rakotry ny tsilo ny zava-tsarobidiny vita amin’ny volafotsy, ary hisy kirihitra be tsilotsilo haniry ao an-tranolainy.",
        "7": "“Ho avy tokoa ny andro hifantohana amin’izy ireo, ary ho avy tokoa ny andro famaliana. Ho fantatry ny Israely izany, ka ho hitany fa adala ny mpaminany. Ary ny hamaroan’ny fahadisoanao sy ny habetsahan’ny fankahalana, no hahalasa adala ny olona nahazo fanambarana avy amin’ny fanahy.”",
        "8": "Niandany tamin’Andriamanitro ny mpitilin’i Efraima. Fa ny mpaminany kosa mamelatra fandrika toy ny an’ny mpamandri-borona, eny amin’ny lalany rehetra. Ary misy fankahalana ao an-tranon’Andriamaniny.",
        "9": "Efa nanao zava-dratsy tafahoatra izy ireo, toy ny tamin’ny andro nitrangan’izany tany Gibea. Koa hotsarovan’Andriamanitra ny fahadisoany, ka hataony ampamoaka izy noho ny fahotany.",
        "10": "“Toy ny voaloboka any an-tany efitra ny Israely fony aho nahita azy. Ary toy ny aviavy vokatra voalohany, teo amin’ny aviavy sambany vao namoa, ny razanareo fony aho nahita azy. Nanaraka an’i Balan’i Peora anefa izy ireo, sady nanokan-tena ho an’ilay zava-mahamenatra, ka lasa naharikoriko sahala amin’ilay zavatra tiany.",
        "11": "Koa lasa manidina toy ny vorona ny voninahitr’i Efraima, ka tsy hisy vehivavy hiteraka ao, na ho bevohoka na hanana anaka.",
        "12": "Na mitaiza aza izy ireo, dia hataoko fongana ny zanany ka tsy hisy ho lasa lehilahy lehibe. Hahita loza koa izy ireo rehefa ialako!",
        "13": "Toa an’i Tyro nambolena teo amin’ny kijana i Efraima, nefa izao izy tsy maintsy mamoaka ny zanany ho any amin’ny mpamono.”",
        "14": "Omeo ny sahaza azy izy, Jehovah ô! Omeo azy ny kibo tsy mahatana zaza sy ny nono ritra.",
        "15": "“Tao Gilgala no nanaovany ny zava-dratsy rehetra, ka voatery nankahala azy aho tao. Noho ny ratsy nataony no handroahako azy hiala ao an-tranoko. Ary tsy ho tia azy intsony aho, fa mafy loha ny andrianany rehetra.",
        "16": "Haripaka i Efraima. Ho maina ny fakany, ka tsy hamoa intsony izy ireo. Ary na miteraka aza izy, dia hovonoiko ho faty ny zanaka niriny izay naloaky ny kibony.”",
        "17": "Holavin’Andriamanitra izy ireo satria tsy nihaino azy, ka ho lasa mpirenireny any amin’ireo firenena."
    },
    "10": {
        "1": "“Voaloboka mihasimba ny Israely. Mamoa foana izy, ka arakaraka ny habetsahan’ny voany no nampitomboany ny isan’ny alitarany, ary arakaraka ny hatsaran’ny taniny no nananganany tsato-kazo masina tsara tarehy.",
        "2": "Lasa nihatsaravelatsihy ny fony, ka ho meloka izy. “Hisy hanapotika ny alitarany, sy handroba ny tsato-kazony masina.",
        "3": "Dia hiteny izy ireo hoe: ‘Tsy manana mpanjaka isika, satria tsy natahotra an’i Jehovah. Ary na manana aza moa, inona no ho azony atao ho antsika?’",
        "4": "“Manao kobaka am-bava, sy mianiana lainga, ary manao fifanekena izy ireo. Miely toy ny zavamaniry misy poizina eny amin’ny saha voasa, ny tsy rariny.",
        "5": "Ny mponin’i Samaria dia hatahotra noho izay hanjo an’ilay zanak’omby nataony sampy tao Beti-avena. Halahelo azy io izy ireo sy ny mpisoron’ny andriamani-kafa, izay niravoravo noho ny aminy sy noho ny amin’ny voninahitr’ilay firenena. Eny, halahelo izy ireo satria hatao sesitany lavitra azy ilay zanak’omby.",
        "6": "Hoentina any Asyria izy io ho fanomezana ho an’ny mpanjaka lehibe. Ho afa-baraka i Efraima, ary ny Israely ho menatra noho ny tetika nataon’izy io.",
        "7": "Haringana i Samaria sy ny mpanjakany, ka ho toy ny tapaka rantsankazo eny ambony rano.",
        "8": "Horavana ny toerana avo ao Beti-avena, dia ny fahotan’ny Israely. Ho rakotry ny tsilo ny alitarany. Dia hilaza amin’ny tendrombohitra ny olona hoe: ‘Saròny izahay!’, ary amin’ny havoana hoe: ‘Mianjerà aminay!’",
        "9": "“Efa tamin’ireny fotoana tany Gibea ireny no nanotan’ny Israely. Tsy niova izy ireo tany. Tsy nahatratra azy tany Gibea ny ady amin’ny zanaky ny tsy fahamarinana.",
        "10": "Koa hanafay azy ireo aho rehefa te hanao izany. Ary hisy firenena hangonina hamely azy, rehefa hoterena hitaritarika ny fahadisoany roa sosona izy.",
        "11": "“Vantotr’ombivavy efa voafolaka i Efraima, izay tia niasa teny am-pamoloana. Ary nolalovako ny vozony tsara tarehy. Fa ankehitriny kosa, dia asaiko hisy hitaingina i Efraima. Dia hiasa tany i Joda, ary i Jakoba hamaky bainga.",
        "12": "Mamafaza voan’ny fahamarinana, dia hijinja hatsaram-panahy feno fitiavana ianareo. Tany azo volena no asao dieny mbola misy ny fotoana itadiavana an’i Jehovah, mandra-pahatongany hampianatra anareo ny fahamarinana.",
        "13": "“Faharatsiana anefa no nafafinareo, ary tsy fahamarinana no nojinjainareo. Ny vokatry ny famitahana no nohaninareo, satria ianareo nitoky tamin’ny fanaonareo sy tamin’ny habetsahan’ny olo-maherinareo.",
        "14": "Dia nisavorovoro ny firenenareo. Ary horobaina daholo ny tanànanareo misy manda, toy ny nandroban’i Salamana ny tranon’i Arbela, tamin’ilay fotoanan’ny ady. Niara-notorotoroina tamin-janany ny reny tamin’izay.",
        "15": "Izany no hatao aminareo noho ny faharatsiana be loatra vitanareo, ry Betela ô! Rehefa mazava ratsy ny andro, dia haringana tokoa ny mpanjakan’ny Israely.”"
    },
    "11": {
        "1": "“Fony mbola zaza ny Israely, dia tiako izy. Ary nantsoiko hiala avy tany Ejipta ny zanako.",
        "2": "“Nisy niantso izy, nefa arakaraka ny niantsoana azy no vao mainka nialany teo amin’ireo niantso azy. Ho an’ny sarin’i Bala no nanaovany sorona, ary ho an’ny sary sokitra no nanolorany setroka ho sorona.",
        "3": "Izaho anefa no nampianatra an’i Efraima handeha, sy nitrotro azy. Ary tsy fantany fa izaho no nanasitrana azy.",
        "4": "Tady fitarihana olona no nitarihako azy, dia tadim-pitiavana. Koa tamin’izy ireo, dia efa toy ireo nanainga ny zioga tsy ho eo amin’ny valanoranony aho, ka nitondra sakafo tamin-katsaram-panahy ho an’ny tsirairay taminy.",
        "5": "Tsy hiverina any Ejipta izy, fa i Asyria no ho mpanjakany, satria tsy nety niverina tamiko izy.",
        "6": "Ary hisy sabatra hihodinkodina ao amin’ireo tanànany ka hanapatapaka ny bara hidim-bavahadiny sy handripaka, noho ny teti-dratsiny.",
        "7": "Mifidy ny hivadika amiko ny oloko. Antsoina ho any amin’izay avo izy, nefa tsy misy mitsangana na iray aza.",
        "8": "“Hataoko ahoana anefa no hahafoy anao, ry Efraima ô? Ary hataoko ahoana no hanolotra anao, ry Israely ô? Hataoko ahoana no hamely anao tahaka an’i Adma? Ary hataoko ahoana no hamely anao tahaka an’i Zeboima? Efa niova hevitra ny aminao aho, fa hontsa dia hontsa ny foko.",
        "9": "Tsy hanampatra ny fahatezerako aho, ary tsy handringana an’i Efraima intsony, satria Andriamanitra aho fa tsy olona, eny, Ilay Masina eo anivonareo. Koa tsy ho avy amin-katezerana aho.",
        "10": "Hanaraka an’i Jehovah izy ireo. Ary hierona toy ny liona Andriamanitra. Fa hierona izy, dia hanatona amin-kovitra avy any andrefana ny zanany.",
        "11": "Hangovitra toy ny vorona izy ireo hivoaka avy any Ejipta, ary hangovitra toy ny voromailala rehefa hivoaka avy any Asyria. Dia hamponeniko ao an-tranony izy ireo”, hoy i Jehovah.",
        "12": "“Lainga no nataon’i Efraima manodidina ahy, ary fitaka no nataon’ny taranak’Israely manodidina ahy. Mbola miara-mandeha amin’Andriamanitra anefa ny Joda, ka mendrika ny fitokisan’Ilay Masina Indrindra.”"
    },
    "12": {
        "1": "“Homan-drivotra i Efraima, ary enjehiny foana ny rivotra avy any atsinanana. Lainga sy fandrobana no ataony be dia be. Manao fifanekena amin’i Asyria izy, ary mitondra menaka mankany Ejipta.",
        "2": "“Koa manana ady amin’ny Joda i Jehovah, mba hanaovany ampamoaka an’i Jakoba araka izay nataony. Dia hamaly azy araka ny ratsy nataony izy.",
        "3": "Nihazona ny voditongotry ny rahalahiny izy tao an-kibo. Ary nitolona tamin’Andriamanitra araka izay fara heriny izy.",
        "4": "Nitolona tamin’ny anjely izy, ary nandresy. Dia nitomany izy, ka nitalaho famindram-po.” Tao Betela no nahitan’Andriamanitra azy, ary tao no niresahany tamintsika.",
        "5": "Izy no Jehovah Andriamanitry ny tafika, ary Jehovah no anarana ahatsiarovana azy.",
        "6": "“Miverena amin’Andriamanitrao, ka manehoa hatsaram-panahy feno fitiavana ary manaova ny rariny. Aoka koa ianao hanantena foana an’Andriamanitrao.",
        "7": "Eny an-tanan’ny mpivarotra ny mizana mandainga, ary ny hanambaka no tiany.",
        "8": "Hoy foana i Efraima: ‘Lasa manankarena aho, ary efa nahazo zava-tsarobidy maro. Amin’ny asa rehetra isasarako, dia tsy hahitan’izy ireo mihitsy fahadisoana lehibe toy ny fahotana.’",
        "9": "“Fa izaho no Jehovah Andriamanitrao hatry ny fony ianao tany Ejipta. Ary mbola hamponeniko an-tranolay ianao, toy ny amin’ny andro fety.",
        "10": "Niteny tamin’ny mpaminany aho, ary nanome fahitana maro be. Tamin’ny alalan’ny mpaminany no nanaovako fanoharana.",
        "11": "“Nampiasa herin’ny maizina ny tao Gileada, sady nanao ny tsy marina. Namono omby ho sorona izy ireo tao Gilgala. Ary toy ny antontam-bato eny amin’ny saha voasa ireo alitarany.",
        "12": "Nandositra nankany ambanivohitr’i Syria i Jakoba. Ary nanompo i Israely mba hahazoana vady. Eny, niandry ondry izy mba hahazoana vady.",
        "13": "Mpaminany no nampiasain’i Jehovah hitondra ny Israely hiakatra avy tany Ejipta, ary mpaminany koa no nampiasainy hiambina azy.",
        "14": "Nampahatezitra an’Andriamanitra i Efraima, ka nanao izay hampalahelo azy. Dia izy ihany no hibaby ny helony noho izy nandatsa-dra. Ary hovalian’ilay Tompony Be Voninahitra ny fanalam-baraka nataony.”"
    },
    "13": {
        "1": "“Nihorohoro ny olona rehefa niteny i Efraima, ary nahery teo amin’ny Israely izy. Nanjary meloka anefa izy noho ny amin’i Bala, ka maty.",
        "2": "Ary vao mainka izy mampitombo ny fahotany ankehitriny ka manao sarivongana amin’ny volafotsy narendrika, dia sampy araka izay saim-pantany fotsiny. Asan’ny mpanao asa tanana daholo ireny. Ary ireny no ilazany hoe: ‘Aoka hanoroka zanak’omby ny olona mpanao sorona.’",
        "3": "Koa ho toy ny zavona maraina izy, sy ho toy ny ando levona vao maraina, sy ho toy ny akofa paohin’ny rivotra hiala eny am-pamoloana, ary ho toy ny setroka avy amin’ny lavaka eo amin’ny tafo.",
        "4": "“Izaho anefa no Jehovah Andriamanitrao hatry ny fony ianao tany Ejipta. Tsy nahafantatra Andriamanitra afa-tsy izaho ianao, ary tsy nisy mpamonjy afa-tsy izaho.",
        "5": "Izaho no nikarakara anao tany an-tany efitra, izay tany be fanaviana.",
        "6": "Arakaraka izay novokarin’ny kijanan’izy ireo no nahavoky azy. Dia voky izy ireo ka niavonavona ny fony. Koa izany no nanadinoany ahy.",
        "7": "Dia ho toy ny liona tanora aho, amin’izy ireo, ary ho toy ny leopara mamitsaka eo amoron-dalana.",
        "8": "Hifanandrina aminy aho, toy ny ataon’ny orsa very anaka, ka hataoko rotika ny tratrany. Handrapaka azy toy ny fanaon’ny liona koa aho. Ary hisy bibidia hamiravira azy.",
        "9": "Hitondra loza ho anao izany, ry Israely ô, satria izany dia fanoherana ahy izay mpanampy anao.",
        "10": "“Aiza àry izay mpanjakanao mba hamonjy anao any amin’ny tanànanao rehetra, ary aiza izay mpitsaranao? Fa ianao ihany no niteny hoe: ‘Omeo mpanjaka sy andriana izahay.’",
        "11": "Dia nanome mpanjaka anao tao anatin’ny fahatezerako aho, ary hanaisotra azy ao anatin’ny fahavinirako.",
        "12": "“Voafono ny fahadisoan’i Efraima, ary voatahiry ny fahotany.",
        "13": "Hanaintaina toy ny vehivavy mihetsi-jaza izy. Tsy zaza hendry koa izy, satria rehefa tonga ny fotoana hahaterahany, dia tsy hety hivoaka izy.",
        "14": "“Havotako amin’ny fangejan’ny Fasana * izy ireo, ary halaiko avy any amin’ny fahafatesana. Aiza ny fanindronanao, ry Fahafatesana ô? Ary aiza ny fandringananao, ry Fasana * ô? Hafenina tsy ho hitan’ny masoko ny fangorahana.",
        "15": "“Na mahavokatra toy ny zanaka bararata aza izy, dia ho avy ny rivotra avy any atsinanana, izay rivotra avy amin’i Jehovah. Avy any an-tany efitra no hiakaran’izany, ka hataony maina ny lavadrano ary hataony ritra ny loharano. Horobainy ny harena, dia ny zava-tsarobidy rehetra.",
        "16": "“Ho meloka i Samaria, satria nikomy tamin’Andriamaniny. Ho lavon-tsabatra izy. Ny zanany hotorotoroina, ary ny kibon’ny vehivavy bevohoka hotatahana.”"
    },
    "14": {
        "1": "“Miverena amin’i Jehovah Andriamanitrao, ry Israely ô! Fa ny fahadisoanao no nahalavo anao.",
        "2": "Manaova teny fibebahana ka miverena amin’i Jehovah. Milazà aminy ianareo rehetra hoe: ‘Enga anie ka hamela heloka ianao! Ary raiso izay tsara. Izahay kosa, ho setrin’izany, dia hanolotra ny vokatry ny molotray, dia ny vantotr’ombilahy fiderana.",
        "3": "Tsy hamonjy anay i Asyria, ary tsy hitaingin-tsoavaly izahay. Tsy hiteny amin’ny asan’ny tananay intsony izahay hoe: “Ry Andriamanitray ô!”, satria noho ianao no anehoana famindram-po amin’ny kamboty ray.’",
        "4": "“Hositraniko ny fivadihany tamiko. Ary sitrapoko ny ho tia azy, satria efa niala taminy ny fahatezerako.",
        "5": "Ho toy ny ando aho amin’ny Israely. Koa hamony toy ny lisy izy, ary hamaka toy ny hazon’i Libanona.",
        "6": "Hisandrahaka ireo rantsany. Ho lasa mihaja tahaka ny hazo oliva izy, ary hamerovero toy ny hazon’i Libanona.",
        "7": "Hitoetra eo ambany alokalony indray izy ireo, ary hamboly varimbazaha, sady hamony toy ny voaloboka. Ny fahatsiarovana Azy dia ho toy ny fahatsiarovana ny divain’i Libanona.",
        "8": "“Hiteny i Efraima hoe: ‘Hisy zavatra iombonako amin’ny sampy intsony angaha moa?’ “Izaho no hamaly sy hikarakara azy. Tahaka ny hazo zenevrie midoroboka aho, ka eo amiko no ahitana voankazo ho anao.”",
        "9": "Iza no hendry ka hahazo ny hevitr’izany? Ary iza no malina ka hahalala an’izany? Fa mahitsy ny lalan’i Jehovah, ka ny marina no handeha eo, fa ny mpandika lalàna kosa ho lavo eo."
    },
    "meta": {
        "name": "Hosea",
        "order": 27,
        "chapter_number": 14
    }
}