{
    "1": {
        "1": "Niteny tamin’i Hosea zanak’i Bery i Jehovah, tamin’ny andron’i Ozia sy Jotama sy Ahaza ary Hezekia, izay samy mpanjakan’ny Joda, sy tamin’ny andron’i Jeroboama zanak’i Joasy, mpanjakan’ny Israely.",
        "2": "Dia nanomboka nampita ny teniny tamin’ny vahoaka, tamin’ny alalan’i Hosea, i Jehovah. Ary hoy i Jehovah tamin’i Hosea: “Mandehana maka vady. Ary hijangajanga ilay vadinao, dia hahazo zanaka avy amin’ny fijangajangany ianao. Nijangajanga mantsy ity tany ity ka niala tanteraka tamin’i Jehovah.”",
        "3": "Nanambady an’i Gomera zanakavavin’i Diblaima àry i Hosea. Dia bevohoka i Gomera ka nitera-dahy taminy.",
        "4": "Ary hoy i Jehovah taminy: “Ataovy hoe Jezirela ny anarany, fa kely sisa dia hofaiziko ny taranak’i Jeho satria namono olona be dia be tao Jezirela. Ary hataoko tsy hisy mpanjaka intsony avy amin’ny taranak’Israely.",
        "5": "Amin’izany andro izany, dia hotapahiko eo amin’ny Lohasahan’i Jezirela ny tsipìkan’ny Israely.”",
        "6": "Ary bevohoka indray i Gomera ka niteraka vavikely. Dia hoy Andriamanitra tamin’i Hosea: “Ataovy hoe Lo-rohama ny anarany, satria tsy hamindra fo amin’ny taranak’Israely intsony aho, fa tena horoahiko izy ireo.",
        "7": "Ny taranak’i Joda kosa no hamindrako fo. Amin’ny herin’i Jehovah Andriamaniny no hamonjeko azy, fa tsy amin’ny sabatra na tsipìka na ady na soavaly na mpitaingin-tsoavaly.”",
        "8": "Rehefa nisara-nono i Lo-rohama, dia bevohoka indray i Gomera ka nitera-dahy.",
        "9": "Ary hoy Andriamanitra: “Ataovy hoe Lo-amy ny anarany, satria tsy vahoakako ianareo, ary tsy ho Andriamanitrareo aho.",
        "10": "“Ho lasa be dia be anefa ny Israelita, hoatran’ny fasika any an-dranomasina, izay tsy voafatra na voaisa. Ary any amin’ilay toerana nilazako tamin’izy ireo hoe: ‘Tsy vahoakako ianareo’, no hilazako aminy hoe: ‘Zanak’ilay Andriamanitra velona ianareo.’",
        "11": "Hangonina ny vahoakan’i Joda sy ny vahoakan’ Israely mba hiray hina, ka hifidy mpitondra iray hitarika azy izy ireo. Dia hiala ao amin’ilay tany izy ireo, satria ho andro lehibe ho an’i Jezirela izany."
    },
    "2": {
        "1": "“Lazao amin’ny rahalahinareo hoe: ‘Vahoakako ianareo!’, Ary amin’ny anabavinareo hoe: ‘Vehivavy namindrana fo ianareo!’",
        "2": "Teneno mafy ny reninareo! Teneno mafy izy, Fa tsy vadiko intsony, ary izaho tsy vadiny. Tsy tokony hijangajanga intsony izy, Ary tsy tokony hanitsakitsa-bady intsony.",
        "3": "Raha tsy izany dia hataoko miboridana izy, sady hataoko toy ny tamin’izy vao teraka. Ary hataoko hoatran’ny tany efitra Sy tany tsy misy rano izy, Ka hataoko matin’ny hetaheta.",
        "4": "Ary tsy hamindrako fo ny zanany, Satria azony avy tamin’ny fijangajangana.",
        "5": "Nijangajanga mantsy ny reniny, Ary nanao zavatra mahamenatra ilay niteraka azy ireo. Fa hoy izy: ‘Hanaraka an’ireny lehilahy niarahako ireny aho, Dia ireo manome ahy mofo sy rano, Lamba volonondry sy lamba rongony, ary menaka sy zava-pisotro.’",
        "6": "“Hosakanako amin’ny fefy tsilo àry ny lalany, Dia hanangana rindrim-bato aho hanakanana azy, Mba tsy hahitany ny lalany.",
        "7": "Hanenjika an’ireny lehilahy niarahany ireny izy, fa tsy hahatratra azy, Ary hitady an’ireny, fa tsy hahita. Dia hilaza izy hoe: ‘Andeha hiverina any amin’ny vadiko aho. Niadana erỳ aho mantsy tamin’izany, fa tsy hoatran’ny amin’izao.’",
        "8": "Tsy noeritreretiny anefa hoe izaho no nanome azy varimbazaha sy divay vaovao ary menaka. Izaho koa no nanome azy volafotsy be dia be, Sy volamena, izay samy nampiasainy tamin’izy nanompo an’i Bala.",
        "9": "‘Hiverina àry aho dia halaiko ny varimbazahako rehefa tonga ny fotoam-pijinjana, Ary halaiko ny divay vaovao rehefa tonga ny fotoana fanamboarana azy. Ary hendahako ny lamba volonondriko sy ny lamba rongoniko izay nanaronany ny fitanjahany.",
        "10": "Hataoko miharihary ny fivaviany mba ho hitan’ireny lehilahy niarahany ireny, Ary tsy hisy olona hahavonjy azy eto an-tanako.",
        "11": "Hataoko tsy misy intsony ny zavatra mahafaly azy: Ny fetiny, ny tsinam-bolany, ny sabatany, ary ny fetiny hafa rehetra.",
        "12": "Ary hosimbako ny voalobony sy ny aviaviny, izay nolazainy hoe: “Ireo ange ny karama nomen’ireny lehilahy niarahako ireny e!” Dia hataoko ho lasa ala ireo, Ka ho lanin’ny bibidia.",
        "13": "Dia hofaiziko izy satria nanokana andro hanaovana sorona ho an’ny sarin’i Bala. Nihaingo izy tamin’izay ka nanao peratra sy firavaka, ary nanenjika an’ireny lehilahy niarahany ireny. Izaho anefa hadinony’, hoy i Jehovah.",
        "14": "‘Koa handresy lahatra azy aho, Ka hitarika azy ho any an-tany efitra, Ary hilaza teny mamy aminy.",
        "15": "Aorian’izay dia haveriko aminy ny tanimboalobony, Ary ny Lohasahan’i Akora no vavahady hidirany ao amin’ilay tany nandrandrainy. Ary eo izy no hamaly ny teniko, toy ny tamin’ny andro fahatanorany Sy tamin’ny andro nivoahany avy tany Ejipta.’",
        "16": "Hoy i Jehovah: ‘Amin’izany andro izany, Dia hiantso ahy hoe Vadiko ianao, fa tsy hoe Tompoko intsony.’",
        "17": "‘Tsy havelako hanonona ny anaran’ireny Bala ireny intsony izy, Ka tsy hotsarovana intsony ny anaran’ireny.",
        "18": "Amin’izany andro izany, dia hanao fifanekena mba hahasoa ny vahoakako aho, dia fifanekena amin’ny bibidia Sy ny voro-manidina eny amin’ny lanitra, ary ny biby mandady amin’ny tany. Hofoanako tsy hisy eo amin’ilay tany ny tsipìka sy ny sabatra ary ny ady. Ary hataoko milamina tsara ilay tany ka tsy hisy hampatahotra azy.",
        "19": "Halaiko ho vady mandrakizay ianao. Ary mivoady aho fa hanao ny rariny sy ny hitsiny aminao, Dia ho tia anao foana sy hamindra fo aminao.",
        "20": "Mivoady koa aho fa tsy hivadika aminao. Dia ho fantatrao tsara i Jehovah.’",
        "21": "‘Amin’izany andro izany’, hoy i Jehovah, ‘Dia homeko an’izay zavatra hangatahiny ny lanitra. Ary ny lanitra indray hanome an’izay zavatra hangatahin’ny tany.",
        "22": "Ny tany kosa hanome varimbazaha sy divay vaovao ary menaka. Dia hahazo an’ireo zavatra hangatahiny ireo i Jezirela.",
        "23": "Hafafiko amin’ny tany toy ny voa afafy izy, ka ho ahy izy sy ny vokatra avy aminy. Ary hamindrako fo ilay tsy namindrana fo. Dia hiteny amin’izay tsy vahoakako aho hoe: “Vahoakako ianareo”, Ary izy ireo hanao hoe: “Andriamanitray ianao.”’”"
    },
    "3": {
        "1": "Hoy koa i Jehovah tamiko: “Mandehana tiavo indray ilay vehivavy miaraka amin’ny lehilahy hafa sy manitsakitsa-bady. Tiavo izy, hoatran’ny itiavan’i Jehovah ny vahoakan’Israely, na dia manompo andriamani-kafa aza izy ireo sady tia manolotra mofo vita amin’ny voaloboka maina ho an’ireny sampy ireny.”",
        "2": "Dia novidiko tamin’ny volafotsy 15 sekely sy vary orza eran’ ny homera sy tapany i Gomera.",
        "3": "Dia hoy aho taminy: “Aza mijangajanga na manao firaisana amin’ny lehilahy hafa, fa mijanòna eto amiko mandritra ny andro maro. Izaho koa tsy hanao firaisana aminao.”",
        "4": "Tsy hisy mpanjaka na andriana mantsy eo amin’ny vahoakan’Israely mandritra ny fotoana ela be, sady tsy hisy sorona, na tsangambato masina, na efoda, na sarivongana terafima.",
        "5": "Aorian’izay, dia hiverina ny vahoakan’Israely ka hitady an’i Jehovah Andriamaniny sy Davida mpanjakany. Any am-parany any, dia hanatona an’i Jehovah izy ireo satria matahotra azy, sady maniry ny hanehoany ny hatsaran-toetrany."
    },
    "4": {
        "1": "Henoy ny tenin’i Jehovah, ry vahoakan’Israely, Fa miady amin’ny mponin’ity tany ity any amin’ny fitsarana i Jehovah, Satria tsy misy manao ny marina eto, na maneho fitiavana sy tsy mivadika, na mahalala an’Andriamanitra.",
        "2": "Be dia be no mianiana lainga, mandainga, mamono olona, Mangalatra ary manitsakitsa-bady. Misesisesy koa ny fandatsahan-dra.",
        "3": "Hisaona àry ny tany, Ary ho reraka tsikelikely ny olona ao ka efa ho faty daholo. Dia ho faty ny bibidia sy ny voro-manidina, Ary na ny trondro any an-dranomasina koa aza.",
        "4": "“Tsy tokony hisy hiady aminao na hananatra anao anefa, Fa hoatran’ny olona miady amin’ny mpisorona ny firenenao.",
        "5": "Ho tafintohina amin’ny antoandro be, toy ny rehefa amin’ny alina, ianao. Dia ho tafintohina miaraka aminao koa ny mpaminany, Ary hovonoiko ny reninao.",
        "6": "Ho ringana ny vahoakako satria tsy mahalala ahy. Tsy mety mianatra momba ahy ianao, Ka tsy hekeko ho mpisorona intsony. Manadino ny lalàn’ilay Andriamanitrao ianao, Dia hohadinoiko koa ny zanakao.",
        "7": "Nihabetsaka ny mpisorona nefa vao mainka ny olona nanota. Dia hataoko afa-baraka ny mpisorona fa tsy homeko voninahitra.",
        "8": "Lasa matavy izy ireo rehefa manota ny vahoakako, Ary tena tiany hanota foana aza izy ireny.",
        "9": "Mitovy ihany ny vahoaka sy ny mpisorona, Ka samy hofaiziko izy ireo noho izay ataony. Ary hataoko mivaly aminy ny ratsy nataony.",
        "10": "Hihinana izy ireo nefa tsy ho voky, Ary hanao firaisana amin’olona be dia be izy ireo nefa tsy hihamaro. Tsy miraharaha an’i Jehovah mantsy izy ireo.",
        "11": "Ny fijangajangana sy ny divay efa niotrika ela ary ny divay vaovao No mahatonga ny olona tsy te hanao ny tsara.",
        "12": "Any amin’ny hazo ataony sampy ny vahoakako no mangataka hevitra, Ka izay lazain’ny tehiny no ataony. Te hijangajanga mantsy izy ireo ka manao zava-dratsy. Mijangajanga izy ireo ka tsy mety manaiky an’Andriamanitra.",
        "13": "Eny an-tampon-tendrombohitra izy ireo no manao sorona, Ary eny amin’ny havoana no ataony midona-tsetroka ny sorona ataony, Eo ambanin’ny hazo oaka sy ny hazo stiraksa ary ny hazobe rehetra, Satria malomaloka tsara eny. Izany no mahatonga ny zanakareo vavy hijangajanga, Sy ny vinantovavinareo hanitsakitsa-bady.",
        "14": "Tsy hofaiziko anefa ny zanakareo vavy na dia mijangajanga aza, Ary tsy hofaiziko ny vinantovavinareo na dia manitsakitsa-bady aza. Ny lehilahy mantsy no lasa manaraka mpivaro-tena, Sy manao sorona miaraka amin’ny mpivaro-tenan’ny tempoly. Ho ringana ny olona tsy misaina hoatr’izany.",
        "15": "Na mijangajanga aza ianao, ry Israely ô, Dia enga anie i Joda mba tsy hanao hoatr’anao! Aza mankany Gilgala na Beti-avena, Ary aza mianiana hoe: ‘Raha mbola velona koa i Jehovah!’",
        "16": "Fa lasa maditra hoatran’ny ombivavy maditra ny Israely. Koa i Jehovah ve dia mbola hiandry azy eny amin’ny tany be vilona, toy ny ataon’ny mpiandry zanak’ondry?",
        "17": "Lasa mpanompo sampy i Efraima, Ka avelao izy ho any!",
        "18": "Rehefa laniny ny labierany, Dia lasa mijangajanga izy. Tena tia manao zavatra mahamenatra ny mpitondra eo aminy.",
        "19": "Ho lasan’ny rivotra izy, Dia ho menatra noho ny sorona nataony.”"
    },
    "5": {
        "1": "“Henoy izao, ry mpisorona, Mihainoa tsara, ry taranak’Israely ô, Ary mihainoa ianareo ao amin’ny lapan’ny mpanjaka, Fa hotsaraina ianareo. Fandrika tany Mizpa mantsy ianareo, Ary fandrika harato novelarina tao Tabara.",
        "2": "Efa nandripaka olona be dia be ireo niala tamiko, Ka mampitandrina azy rehetra aho.",
        "3": "Fantatro i Efraima, Ary tsy misy miafina amiko ny momba ny Israely. Fa mijangajanga foana ianao, ry Efraima ô, Ary efa nandoto ny tenany ny Israely.",
        "4": "Ny zavatra ataony no misakana azy tsy hiverina amin’ny Andriamaniny. Te hijangajanga foana mantsy izy ireo, Ary tsy ekeny fa izaho no Jehovah Andriamaniny.",
        "5": "Voaporofo hoe meloka ny Israely satria nirehareha. Ny nataon’ny Israely sy Efraima ihany no nahavoa azy, Ary niaraka voa taminy koa ny Joda.",
        "6": "Nitady an’i Jehovah izy ireo, niaraka tamin’ny ondriny sy ny ombiny, Fa tsy nahita azy. Efa niala tamin’izy ireo mantsy izy.",
        "7": "Nivadika tamin’i Jehovah izy ireo, Satria niteraka zaza hafa firenena. Ao anatin’ny iray volana ihany dia ho ringana izy ireo sy ny fananany.",
        "8": "Tsofy ao Gibea ny anjombona, ary tsofy ao Rama ny trompetra! Tariho ny tafika, ry Benjamina ô! Manaova hiakan’ady ao Beti-avena.",
        "9": "Ry Efraima ô, hihorohoro ny olona rehefa mahita an’izay hanjo anao, amin’ny andro hanafaizana anao. Efa nolazaiko tamin’ny fokon’ny Israely hoe inona no tena hitranga.",
        "10": "Ny andriana ao Joda dia manao hoatran’ny olona manakisaka ny marika mamaritra ny tanin’olon-kafa, Ka ho tezitra be aminy aho.",
        "11": "Rariny raha ampahorina sy ravaravana i Efraima, Satria izy tapa-kevitra ny hanaraka ny fahavalony.",
        "12": "Hoatran’ny bibikely nanimba an’i Efraima àry aho, Ary toy ny zavatra nahatonga ny taranak’i Joda ho lò.",
        "13": "Rehefa hitan’i Efraima ny aretiny, ary hitan’i Joda ny feriny, Dia nankany Asyria i Efraima, sady naniraka olona ho any amin’ny mpanjaka lehibe. Tsy nahavita nitsabo anareo anefa izy, Sady tsy nahavita nanasitrana ny ferinareo.",
        "14": "Ho toy ny liona tanora ho an’i Efraima aho, Ary ho liona matanjaka ho an’ny taranak’i Joda. Izaho mihitsy no hamiravira azy ireo dia handeha, Ary hitondra azy aho, ka tsy hisy hamonjy azy.",
        "15": "Handeha aho ka hiverina any amin’ny toerana nisy ahy, ary tsy hiala any raha tsy efa avy nizaka ny vokatry ny nataony izy ireo. Dia hitady sitraka amiko izy ireo. Ary hitady fanampiana amiko izy rehefa azom-pahoriana mafy.”"
    },
    "6": {
        "1": "“Andao hiverina amin’i Jehovah, Fa izy no namiravira antsika, nefa izy koa no hanasitrana antsika. Izy no namely antsika, nefa izy koa no hanisy fehy lamba ny ratrantsika.",
        "2": "Hataony velombelona indray isika rehefa afaka roa andro. Hatsangany isika amin’ny andro fahatelo, Ka ho velona eo anatrehany.",
        "3": "Dia hahalala an’i Jehovah isika, sady mbola hiezaka mafy hahalala azy. Tena ho avy atỳ amintsika izy, toy ny masoandro tsy maintsy hiposaka. Ho tonga izy, toy ny orana mivatravatra, Sy hoatran’ny oran-dohataona, izay mahavonto ny tany.”",
        "4": "“Hataoko ahoana re ianao, ry Efraima e? Ary hataoko ahoana re ianao, ry Joda e? Fa toy ny zavona maraina ny fitiavanareo, Sady hoatran’ny ando vetivety dia levona.",
        "5": "Noho izany, dia ny tenin’ny mpaminany no hamelezako anareo, Ary ny teny holazaiko no hamonoako anareo. Hazava amin’ny rehetra toy ny hazavana mamirapiratra ny didim-pitsarana manameloka anareo.",
        "6": "Izay be fitiavana sy tsy mivadika mantsy no ankasitrahako, fa tsy izay manao sorona, Ary ny olona mahalala an’Andriamanitra, fa tsy izay manao fanatitra dorana manontolo.",
        "7": "Nivadika tamin’ny fifanekena anefa ny vahoakako, hoatran’ny olombelona ihany. Nivadika tamiko izy ireo tany amin’ny taniny.",
        "8": "Tanànan’ny mpanao ratsy i Gileada, Ary nandatsaka ran’olona be dia be izy ireo.",
        "9": "Toy ny andiana mpandroba miafina mba hanafika olona ny mpisorona. Mamono olona eny an-dalana izy ireo ao Sekema. Tena mahamenatra ny zavatra ataony.",
        "10": "Nahita zavatra maharikoriko teo amin’ny taranak’Israely aho: Zatra mijangajanga i Efraima, Ary efa nandoto ny tenany ny Israely.",
        "11": "Efa misy fotoam-pijinjana natokana ho anao, ry Joda ô, Rehefa angoniko izay babo tamin’ny vahoakako ka averiko any amin’ny taniny.”"
    },
    "7": {
        "1": "“Isaky ny te hanasitrana ny Israely aho, Dia vao mainka hitako ny fahadisoan’i Efraima, Sy ny ratsy ataon’i Samaria. Fa zatra mamitaka izy ireo. Mamaky trano ny mpangalatra, ary manafika eny ivelany ny mpandroba.",
        "2": "Tsy mba eritreretin’izy ireo mihitsy anefa hoe tsy hohadinoiko ny zava-dratsy rehetra ataony. Ny ataony ihany no mamandrika azy, Ary tsy misy miafina amiko ireny.",
        "3": "Mampifaly ny mpanjaka izy ireo rehefa manao zava-dratsy, Ary mampifaly ny andriana izy ireo rehefa mamitaka.",
        "4": "Mpanitsakitsa-bady izy rehetra, Sady toy ny lafaoro efa nampirehetin’ny mpanao mofo. Tsy manampy kitay intsony izy rehefa avy mamolavola koba, fa miandry mandra-pitombon’ilay izy.",
        "5": "Tamin’ny andron’ny mpanjakantsika, dia lasa narary ny andriana. Romotra izy ireo rehefa avy nisotro divay. Ninamana tamin’ny mpaneso ny mpanjaka.",
        "6": "Mahamay be hoatran’ny ao anaty lafaoro ny ao am-pony, satria zava-dratsy ihany no tiany hatao. Matory mandritra ny alina ny mpanao mofo, Ary amin’ny maraina dia mirehitra be ny afon’ilay lafaoro.",
        "7": "Mahamay toy ny lafaoro izy rehetra, Ary ataony indray mitelina ny mpitondra eo aminy. Nianjera daholo ny mpanjakany, Nefa tsy misy miantso ahy izy ireo.",
        "8": "Mifangaroharo amin’ireo firenena i Efraima, Ary hoatran’ny mofo boribory tsy navadika ka tsy masaka ny tapany ambony.",
        "9": "Nataon’ny hafa firenena tsy misy hery intsony izy, nefa tsy fantany akory izany. Lasa fotsy daholo ny volony, nefa tsy tsikariny akory.",
        "10": "Voaporofo hoe meloka ny Israely satria nirehareha. Tsy niverina tamin’i Jehovah Andriamaniny anefa izy ireo, Sady tsy nitady azy, na dia efa izany rehetra izany aza no nanjo azy.",
        "11": "Hoatran’ny voromailala mora ambakaina sady tsy ampy saina i Efraima. Tany Ejipta mantsy izy no nangataka fanampiana, dia avy eo tany Asyria.",
        "12": "Hovelariko eo amin’izy ireo ny haratoko, na aiza na aiza alehany. Hampidiniko avy any ambony toy ny voro-manidina izy ireo. Hofaiziko koa izy araka ny efa nampitandremana azy.",
        "13": "Hahita loza izy fa nandositra ahy! Ary ho ringana izy fa nandika ny lalàko! Vonona ny hanavotra azy aho, nefa nandainga momba ahy izy.",
        "14": "Mba nangataka fanampiana tamiko izy ireo, nefa tsy avy amin’ny fony akory izany, Na dia nitaraindraina teo am-pandrianany aza izy. Nodidididiany ny tenany mba hahazoany varimbazaha sy divay vaovao. Lasa manohitra ahy izy ireo.",
        "15": "Izaho mba nananatra sy nanatanjaka azy, Nefa izy nitetika ny hanao ratsy foana ka nanohitra ahy.",
        "16": "Mba novany ihany ny zavatra fanaony, nefa tsy nihatsara akory. Tsy nisy nilana azy hoatran’ny tsipìka migoragora izy ireo. Ho fatin’ny sabatra ny andriana eo aminy satria tezitra sady manao vava be. Noho izany, dia hesoin’ny olona izy ireo any Ejipta.”"
    },
    "8": {
        "1": "“Tsofy ny anjombona! Fa misy fahavalo hoatran’ny voromahery tonga hamely ny tranon’i Jehovah, Satria nivadika tamin’ny fifanekena nataoko taminy izy ireo, sady nandika ny lalàko.",
        "2": "Miantso ahy izy ireo ka miteny hoe: ‘Ry Andriamanitray ô, mahafantatra anao izahay Israely.’",
        "3": "Tsy nanao ny tsara intsony anefa ny Israely. Dia avelao izy henjehin’ny fahavalo!",
        "4": "Efa nanendry mpanjaka izy ireo, nefa tsy niteny tamiko akory. Efa nanendry andriana izy, nefa tsy niera tamiko. Ny volafotsiny sy ny volamenany no nanaovany sampy, Ka ho ringana izy ireo.",
        "5": "Nariako ilay zanak’ombinao, ry Samaria ô! Tezitra be aminao aho. Rahoviana ihany ianao vao tsy hanan-tsiny intsony?",
        "6": "Fa avy tamin’ny Israely ilay zanak’ombin’i Samaria. Mpanao asa tanana no nanao azy, ka tsy Andriamanitra izy io, Dia hopotipotehina.",
        "7": "Fa rivotra no afafiny, Ka tadio no hojinjainy. Tsy mamoa ny varimbazaha na dia maniry aza. Ary na mamoa aza dia tsy ahazoana lafarinina, Ary na ahazoana lafarinina aza, dia ny hafa firenena no hihinana azy.",
        "8": "Hatelin’ny fahavalo ny Israely. Ho lasa any amin’ireo firenena izy, Toy ny vilany tsy misy ilana azy.",
        "9": "Niakatra tany Asyria izy, hoatran’ny ampondradia mandeha any amin’izay tiany fotsiny. Nanakarama mpivaro-tena i Efraima, dia ireny no niarahany.",
        "10": "Na dia manakarama an’ireny avy any amin’ireo firenena aza izy ireo, Dia hanangona azy ireo aho. Hijaly izy ireo satria hampitondra enta-mavesatra azy ny mpanjaka sy ny andriana.",
        "11": "Vao mainka nanao alitara be dia be i Efraima ka nanota. Nihamaro ny alitarany ka vao mainka izy ireo nanota.",
        "12": "Nanoratra lalàna be dia be aho, Nefa tsy noraharahiany ireny.",
        "13": "Manolotra fanatitra atao fanomezana ho ahy izy ireo, dia mihinana ny henan’ilay fanatitra. Tsy tian’i Jehovah anefa ireny fanatitra ireny. Hahatsiaro ny fahadisoan’izy ireo izy, ka hanasazy azy noho izy nanota. Niverina tany Ejipta izy ireo.",
        "14": "Nanadino ny Mpanao azy ny Israely, ka nanorina tempoly be dia be, Ary ny Joda vao mainka nanao tanàna be dia be, sady nasiany manda ireny. Handefasako afo anefa ireny tanàna ireny, Ka ho levon’ny afo ny tilikambon’ny tanàna tsirairay.”"
    },
    "9": {
        "1": "“Aza mifaly, ry Israely ô! Aza mifalifaly hoatran’ireo firenena! Fa nijangajanga ianao ka niala tamin’ny Andriamanitrao. Mivaro-tena eny amin’ny famoloana rehetra eny ianao, ary tianao ny karama azonao amin’izany.",
        "2": "Tsy hahavita hamelona anao anefa ny famoloana sy ny lavaka famiazam-boaloboka, Ary tsy hanana divay vaovao intsony ianao.",
        "3": "Tsy hipetraka eo amin’ny tanin’i Jehovah intsony ny Israely. Fa hiverina any Ejipta kosa i Efraima, Ary hihinana zavatra maloto any Asyria izy ireo.",
        "4": "Tsy handraraka divay hatao fanatitra ho an’i Jehovah intsony izy ireo. Tsy hankasitrahany koa ny sorona ataon’izy ireo. Toy ny mofo hohanina rehefa misaona ireny, Ka handoto ny tenany izay rehetra mihinana azy. Izy ireo ihany no hihinana ny mofony, Fa tsy hoentina ao an-tranon’i Jehovah izany.",
        "5": "Inona no hataonareo rehefa tonga ilay andro fivorianareo, Ilay andro fankalazanareo fety ho an’i Jehovah?",
        "6": "Tsy maintsy handositra izy ireo satria haringana. Dia hanangona azy ireo i Ejipta, fa i Memfisa kosa handevina azy. Ho rakotry ny tsilo ny zava-tsarobidiny vita amin’ny volafotsy, Ary hisy kirihitra feno tsilo ao amin’ny tranolainy.",
        "7": "Ho avy ny andro hanasaziana. Ho avy koa ny andro hamaliana, Ary ho fantatry ny Israely izany. Ho lasa adala ny mpaminaniny, ary ho very saina koa ny olona mihambo ho mitondra ny tenin’Andriamanitra. Betsaka mantsy ny fahadisoanao, ka ho betsaka koa no hankahala anao.”",
        "8": "Nanaraka ny tenin’ilay Andriamanitro ny mpiambin’i Efraima. Toy ny fandrika ataon’ny mpamandri-borona anefa izao ny zava-drehetra ataon’ny mpaminaniny. Misy mpankahala ao an-tranon’Andriamanitra.",
        "9": "Efa tafahoatra loatra ny ratsy nataon’ny Israely, hoatran’ny tamin’ny andron’i Gibea. Hotsaroan’Andriamanitra ny fahadisoany, ka hosaziny izy ireo satria nanota.",
        "10": "“Tamin’izaho nahita ny Israely, dia toy ny nahita voaloboka tany an-tany efitra, Ary tamin’izaho nahita ny razambenareo, dia hoatran’ny nahita aviavy masaka voalohany, teo amin’ny aviavy vokatra aloha be. Nanaraka an’i Balan’i Peora anefa izy ireo, Sady nanokan-tena ho an’ilay zavatra mahamenatra, Ka lasa naharikoriko hoatran’ilay zavatra tiany.",
        "11": "Lasa manidina hoatran’ny vorona ny voninahitr’i Efraima, Ka tsy hisy vehivavy hiteraka na ho bevohoka na hitoe-jaza ao.",
        "12": "Na mitaiza aza izy ireo, Dia haripako daholo ny zanany ka tsy hisy hiangana na iray aza. Hahita loza koa izy ireo rehefa ialako!",
        "13": "Nambolena teo amin’ny toerana be vilona i Efraima, ka hoatran’i Tyro izy amiko. Izao anefa izy tsy maintsy mitondra ny zanany hovonoin’ny fahavalo.”",
        "14": "Omeo ny sahaza azy izy, Jehovah ô! Ataovy mora afa-jaza izy ireo, ary avelao ho ritra ny nonony.",
        "15": "“Tao Gilgala izy ireo no nanao ny zava-dratsy rehetra, ka lasa halako izy ireo tao. Horoahiko hiala ao an-tranoko izy ireo satria nanao ratsy. Tsy ho tiako intsony izy ireo, Fa mafy loha ny andrianany rehetra.",
        "16": "Hazera toy ny hazo i Efraima. Ho maina ny fakany, ka tsy hisy voany intsony izy ireo. Ary na miteraka aza izy ireo, dia hovonoiko ho faty ny zanany tiany.”",
        "17": "Tsy ho tian’ilay Andriamanitro intsony izy ireo, Satria tsy nihaino azy, Ka ho lasa mpirenireny any amin’ireo firenena."
    },
    "10": {
        "1": "“Voaloboka efa simba ny Israely, sady mamoa. Rehefa mihabetsaka ny voany, dia vao mainka manao alitara be dia be izy. Rehefa mihamamokatra ny taniny, dia vao mainka ataony tsara tarehy ny tsato-kazony masina.",
        "2": "Mihatsaravelatsihy ny fony, Ka ho hita hoe meloka izy ireo. Hisy hanapotika ny alitarany, ary hisy handrava ny tsato-kazony masina.",
        "3": "Dia hiteny izy ireo hoe: ‘Tsy manana mpanjaka isika, satria tsy natahotra an’i Jehovah. Ary na manana aza moa, inona no ho azony atao ho antsika?’",
        "4": "Manao fampanantenana poakaty izy ireo, mianiana lainga, ary manao fifanekena. Hoatran’ny zavamaniry misy poizina eny an-tanimboly àry ny tsy rariny.",
        "5": "Hatahotra noho izay hanjo an’ilay zanak’omby nataony sampy tao Beti-avena ny mponin’i Samaria. Halahelo an’ilay sampy izy ireo Sy ny mpisoron’ny andriamani-kafa, izay nirehareha erỳ tamin’ilay zanak’omby sy tamin’ny voninahitr’izy io. Hatao sesitany lavitra azy ireo mantsy ilay zanak’omby.",
        "6": "Hoentina any Asyria izy io ka hatao fanomezana ho an’ny mpanjaka lehibe. Hatao afa-baraka i Efraima, Ary ho afa-baraka ny Israely satria nanaraka ny torohevitr’izy io.",
        "7": "Haringana i Samaria sy ny mpanjakany, Toy ny tapaka rantsankazo eny ambony rano.",
        "8": "Horavana ny toerana avo ao Beti-avena, izay nahatonga ny Israely hanota. Hisy tsilo haniry eo amin’ny alitarany. Dia hilaza amin’ny tendrombohitra ny olona hoe: ‘Saròny izahay!’, Ary amin’ny havoana hoe: ‘Mianjerà aminay!’",
        "9": "Efa tamin’ny andron’ireny zavatra nitranga tany Gibea ireny ny Israely no nanota. Tsy niova mihitsy izy ireo tany. Tsy ripaky ny ady daholo ny olona nanao ny tsy marina tany Gibea.",
        "10": "Hanafay azy ireo àry aho rehefa te hanao an’izany. Ary hisy firenena hangonina hamely azy, Rehefa hafatotra eo amin’ny vozony ny fahadisoana roa nataony.",
        "11": "Vantotr’ombivavy efa nozarina hiasa i Efraima, ary tia niasa teny am-pamoloana izy, Dia tsy nasiako zioga ny vozony tsara tarehy. Hasaiko hotaingenan’olona anefa izao i Efraima, Dia hiasa tany i Joda, ary i Jakoba hamaky bainga.",
        "12": "Afafazo ny marina, dia hijinja fitiavana tsy mety lefy ianareo. Tany azo volena no asao, Dieny mbola misy ny fotoana itadiavana an’i Jehovah, Mandra-pahatongany hampianatra anareo hanao ny marina.",
        "13": "Namafy voa ratsy anefa ianareo satria nanao ratsy, Dia nijinja zava-dratsy. Namitaka ianareo dia nihinana ny vokatr’izany. Natoky tena mantsy ianareo, Sady natoky an’ireo miaramilanareo be dia be.",
        "14": "Dia hihorakoraka hanafika ny firenenareo ny fahavalo. Ary horavana daholo ny tanànanareo misy manda, Toy ny nandravan’i Salamana ny tranon’i Arbela, Tamin’ilay andron’ny ady, rehefa niara-natao torotoro ny vehivavy sy ny zanany.",
        "15": "Izany no hatao aminareo, ry Betela, satria be loatra ny ratsy vitanareo. Rehefa mazava ratsy ny andro, dia tsy maintsy haringana ny mpanjakan’ny Israely.”"
    },
    "11": {
        "1": "“Tiako ny Israely tamin’izy mbola kely, Ary nantsoiko hiala avy tany Ejipta ny zanako.",
        "2": "Arakaraka ny niantsoan’ireny azy ireo No vao mainka nampitsoaka azy. Nanao sorona ho an’ny sarin’i Bala foana izy ireo, Ary nanao sorona ho an’ny sary sokitra.",
        "3": "Izaho anefa no nampianatra an’i Efraima handeha, sy nitrotro azy. Tsy nekeny anefa hoe izaho no nanasitrana azy.",
        "4": "Tady fitarihana olona no nitarihako azy ireo, dia tadim-pitiavana. Dia nesoriko teo amin’ny vozon’izy ireo ny ziogany, Ary nanome sakafo azy tsirairay aho sady tsara fanahy taminy.",
        "5": "Tsy hiverina any Ejipta izy ireo, fa i Asyria no ho mpanjakany, Satria tsy nety niverina tamiko izy.",
        "6": "Ary hisy sabatra hihodinkodina ka hamely an’ireo tanànany, Dia hanapatapaka ny bara hidim-bavahadiny sy handripaka azy ireo, satria izy ireo nitetika ny hanao ratsy.",
        "7": "Aleon’ny vahoakako mivadika amiko. Na dia nantsoina hiverina ho any amin’ilay avo aza izy ireo, dia tsy misy mitsangana na iray aza.",
        "8": "“Hataoko ahoana anefa ny hahafoy anao, ry Efraima ô? Ary hataoko ahoana no hanolotra anao amin’ny fahavalonao, ry Israely ô? Hataoko ahoana no handrava anao hoatran’i Adma? Ary hataoko ahoana no handrava anao hoatran’i Zeboima? Fa efa niova hevitra aho, Sady tena te hangoraka anao.",
        "9": "Tsy hanampatra ny hatezerako aho. Tsy handringana an’i Efraima intsony koa aho. Andriamanitra mantsy aho fa tsy olona, Ary izaho Ilay Masina eo aminareo. Tsy hamely anareo amin-katezerana aho.",
        "10": "Hanaraka an’i Jehovah izy ireo, ary hierona hoatran’ny liona Andriamanitra. Rehefa mierona izy, dia hangovitra ny zanany ka hanatona azy avy any andrefana.",
        "11": "Hangovitra hoatran’ny vorona izy ireo rehefa mivoaka avy any Ejipta, Dia hangovitra hoatran’ny voromailala rehefa mivoaka avy any Asyria. Ary hapetrako ao an-tranony izy ireo”, hoy i Jehovah.",
        "12": "“Nataon’i Efraima voahodidina lainga aho, Ary nataon’ny taranak’Israely voahodidina fitaka. Ny Joda anefa mbola miara-mandeha amin’Andriamanitra, Ary tsy mivadika amin’Ilay Masina Indrindra.”"
    },
    "12": {
        "1": "“Mihinana rivotra i Efraima, Ary manenjika rivotra avy any atsinanana izy mandritra ny andro. Vao mainka mandainga sy mahery setra izy. Fa manao fifanekena amin’i Asyria izy, ary mitondra menaka mankany Ejipta.",
        "2": "Miady amin’ny Joda any amin’ny fitsarana i Jehovah. Hataony ampamoaka i Jakoba noho ny ratsy nataony, Ary hovaliany araka izay nataony.",
        "3": "Notazoniny ny voditongotry ny rahalahiny, tamin’izy tao an-kibo. Nitolona tamin’Andriamanitra araka izay fara heriny koa izy.",
        "4": "Nitolona tamin’ny anjely izy, ary nandresy. Nitomany izy sady nitalaho mafy taminy.” Nahita azy tao Betela Andriamanitra, ary tao Izy no niresaka tamintsika.",
        "5": "Izy no Jehovah Andriamanitry ny tafika, Ary Jehovah no anarana ahatsiarovana azy.",
        "6": "“Miverena àry amin’ny Andriamanitrao. Miezaha foana ho be fitiavana sy tsy hivadika ary hanao ny rariny, Sady hanantena an’ilay Andriamanitrao.",
        "7": "Eny an-tanan’ny mpivarotra anefa ny mizana mandainga, Ary tia manambaka izy.",
        "8": "Hoy foana i Efraima: ‘Lasa mpanankarena aho, Ary efa nahazo harem-be. Ho hitan’izy ireo fa tsy mba manao ratsy na manota aho, amin’ny asa mafy rehetra ataoko.’",
        "9": "Izaho anefa no Jehovah Andriamanitrao, nanomboka tamin’ianao tany Ejipta. Hataoko mipetraka ao anaty tranolay indray ianao, Hoatran’ny amin’ny andro voatondro.",
        "10": "Niteny tamin’ny mpaminany aho. Nataoko nahita fahitana be dia be izy ireo, Ary nasaiko nilaza fanoharana.",
        "11": "Namitaka sy nanao ny tsy marina ny olona tao Gileada. Namono omby hatao sorona izy ireo tao Gilgala, Ary hoatran’ny vato mifanaingina eny an-tanimboly ny alitarany.",
        "12": "Nandositra nankany amin’ny faritr’i Arama i Jakoba. Nanompo tany i Israely mba hahazoana vady. Te hahazo vady izy ka niandry ondry.",
        "13": "Mpaminany no nasain’i Jehovah nitondra ny Israely niakatra avy tany Ejipta, Ary mpaminany koa no nasainy niambina azy.",
        "14": "Nampahatezitra an’Andriamanitra sy nanao izay hampalahelo azy i Efraima. Nandatsaka ran’olona izy ka tsy havela ny helony. Dia hovalian’ilay Tompony izy satria nanala baraka azy.”"
    },
    "13": {
        "1": "“Nangovitra be ny olona rehefa niteny i Efraima. Nalaza teo amin’ny Israely izy. Lasa meloka anefa izy ka maty satria nanompo an’i Bala.",
        "2": "Vao mainka izy ireo izao manota, Ka manao sarivongana amin’ny volafotsiny. Tena mahay manamboatra sampy izy ireo. Asan’ny mpanao asa tanana daholo ireny. Hoy izy ireo amin’ireny: ‘Asaivo manoroka an’ireo zanak’omby ireo ny olona manao sorona.’",
        "3": "Ho lasa hoatran’ny zavona maraina àry izy ireo, Toy ny ando levona vao maraina, Hoatran’ny akofa eny am-pamoloana tsofin’ny rivotra mifofofofo, Ary hoatran’ny setroka mivoaka eo amin’ny lavaky ny tafo.",
        "4": "Izaho anefa no Jehovah Andriamanitrao, nanomboka tamin’ianao tany Ejipta. Tsy nahafantatra Andriamanitra afa-tsy izaho ianao, Ary tsy misy mpamonjy afa-tsy izaho.",
        "5": "Izaho no nikarakara anao tany an-tany efitra, tany amin’ny tany karakaina.",
        "6": "Voky izy ireo rehefa nentina teny amin’ny tany be vilona. Voky izy ireo ka lasa niavonavona, Dia hadinony aho.",
        "7": "Ho toy ny liona tanora ho azy ireo aho, Ary ho hoatran’ny leopara mamitsaka eny amoron-dalana.",
        "8": "Hanafika azy aho, hoatran’ny ataon’ny orsa very anaka, Ka hataoko rotidrotika ny tratrany. Handrapaka azy koa aho, hoatran’ny fanaon’ny liona, Ary hoviravirain’ny bibidia izy.",
        "9": "Handringana anao izany, ry Israely ô, Satria ianao nanohitra ahy, nefa izaho nanampy anao.",
        "10": "Aiza àry izay mpanjakanao, mba hamonjy anao any amin’ny tanànanao rehetra, Dia aiza koa izay mpitsaranao? Fa ianao ihany no niteny hoe: ‘Omeo mpanjaka sy andriana izahay.’",
        "11": "Tezitra aho nefa nomeko mpanjaka ihany ianao, Ary ho tezitra be aho ka hesoriko tsy ho mpanjaka izy.",
        "12": "Efa voafono tsara ny fahadisoan’i Efraima. Efa tsara tahiry ny fahotana vitany.",
        "13": "Hanaintaina hoatran’ny vehivavy mihetsi-jaza izy. Tsy zaza hendry koa izy, Satria tsy mety mivoaka rehefa tonga ny fotoana ahaterahany.",
        "14": "Havotako avy any amin’ny Fasana Sy ny fahafatesana izy ireo. Aiza koa ianao izay manindrona eo, ry Fahafatesana ô? Aiza koa ianao izay mandravarava eo, ry Fasana ô? Mbola tsy hangoraka an’i Efraima ihany anefa aho.",
        "15": "Na maniry be hoatran’ny bararata aza izy, Dia ho avy ny rivotra avy any atsinanana, izay rivotra avy amin’i Jehovah. Mitsoka avy any amin’ny tany karakaina izany, ka hataony maina ny lavadranony ary hataony ritra ny loharanony. Horobainy daholo ny harenany sarobidy rehetra.",
        "16": "Ho meloka i Samaria, satria nikomy tamin’ny Andriamaniny. Ho fatin’ny sabatra izy ireo. Ny zanany hatao torotoro, Ary ny kibon’ny vehivavy bevohoka ao hotatahana.”"
    },
    "14": {
        "1": "“Miverena amin’i Jehovah Andriamanitrao, ry Israely ô! Lavo mantsy ianao noho ny fahadisoana nataonao.",
        "2": "Miverena amin’i Jehovah ka milazà aminy hoe: ‘Mba avelao ny fahadisoanay ary mba ekeo izay tsara avy aminay, Dia hidera anao izahay ka ho toy ny fanatitra vantotr’ombilahy ny fiderana ataon’ny molotray!",
        "3": "Tsy hamonjy anay i Asyria, Ary tsy hitaingin-tsoavaly izahay. Tsy hiteny amin’ny asan’ny tananay intsony izahay hoe: “Ianao no Andriamanitray!” Ianao mantsy no mamindra fo amin’ny kamboty ray.’",
        "4": "Hanasitrana azy ireo aho, dia tsy hivadika amiko intsony izy. Sitrapoko ny ho tia azy, Satria tsy tezitra aminy intsony aho.",
        "5": "Ho toy ny ando ho an’ny Israely aho, Dia hamelana hoatran’ny lisy izy, Ary hisy fakany lava be hoatran’ny fakan’ny hazon’i Libàna.",
        "6": "Hisandrahaka ireo rantsany, Dia ho tsara tarehy hoatran’ny hazo oliva izy, Ary ho manitra be hoatran’ny hazon’i Libàna.",
        "7": "Hipetraka eo ambany alokaloko indray ny vahoakako. Hamboly varimbazaha izy ireo, ary hitsimoka hoatran’ny voaloboka. Dia halaza be hoatran’ny divain’i Libàna aho.",
        "8": "Hiteny i Efraima hoe: ‘Inona intsony no ilako sampy?’ Fa hihaino azy aho ary hikarakara azy. Ho lasa hoatran’ny hazo zenevrie midoroboka aho, Dia ho eo amiko izy no haka voankazo.”",
        "9": "Iza no hendry? Asaivo miezaka hahazo ny dikan’izany izy! Ary iza no malina? Asaivo miezaka hahalala an’izany izy! Fa mahitsy ny lalan’i Jehovah, Ka ny olo-marina no handeha eo amin’izy io, Fa ny mpandika lalàna kosa ho lavo eo."
    },
    "meta": {
        "name": "Hosea",
        "order": 27,
        "chapter_number": 14
    }
}