{
    "1": {
        "1": "Ny fahitana azon’i Isaia zanak’i Amoza momba an’i Joda sy Jerosalema, tamin’ny andron’i Ozia, Jotama, Ahaza, ary Hezekia, izay samy mpanjakan’ny Joda:",
        "2": "Aoka ny lanitra hihaino, ary aoka ny tany hanongilan-tsofina, fa izao no nolazain’i Jehovah: “Efa nitaiza sy nahalehibe zanaka aho, nefa nikomy tamiko izy ireo.",
        "3": "Ny omby mahalala tsara ny tompony, ary ny ampondra mahalala tsara ny fihinanam-bilona natokan’ny tompony ho azy. Ny Israely kosa anefa tsy mahalala ahy, ary ny oloko tsy misaina.”",
        "4": "Lozan’ilay firenena mpanota, ilay vahoaka mavesa-keloka, taranaka mpanao ratsy sy zanaka mandoza! Efa nahafoy an’i Jehovah izy ireo, sady naniratsira an’Ilay Masin’ny Israely, ary efa niala taminy.",
        "5": "Aiza indray no tianareo hamelezana anareo, no mbola mikomy ihany ianareo? Efa marary ny loha manontolo, ary reraka ny fo manontolo.",
        "6": "Tsy misy tsy marary koa hatrany an-tampon-doha ka hatrany am-paladia. Tsy nisy nopotserina na nofehezina anefa ny ratra sy ny mangana ary ny fery vao, sady tsy nohosorana menaka.",
        "7": "Lao ny taninareo, kilan’ny afo ny tanànanareo, ary lanin’ny hafa firenena eo imasonareo ny vokatry ny taninareo. Eny, lao ny taninareo, toy ny hoe noravan’ny hafa firenena.",
        "8": "Ary i Ziona zanakavavy dia nilaozana toy ny trano rantsankazo eny an-tanimboaloboka, sy toy ny trano rantsankazo fiambenana eny amin’ny saha fambolena kôkômbra, ary toy ny tanàna atao fahirano.",
        "9": "Raha tsy i Jehovah Tompon’ny tafika no namela sisa niangana tamintsika, dia ho efa tonga tahaka an’i Sodoma sy ho nitovy tamin’i Gomora isika.",
        "10": "Henoy ny tenin’i Jehovah, ry mpitondra jadon’i Sodoma! Aoka ianareo mponin’i Gomora hanongilan-tsofina amin’ny lalàn’Andriamanitsika.",
        "11": "“Hataoko inona koa izay sorona be dia be atolotrareo?”, hoy i Jehovah. “Leon’ny ondrilahy atao fanatitra dorana sy ny tavin’ny biby nohatavezina aho, ary tsy ankasitrahako ny ran’ny vantotr’ombilahy sy ny ran’ny ondrilahy kely ary ny ran’ny osilahy.",
        "12": "Rehefa miseho eo anatrehako ianareo, iza no miteny aminareo hoe hitsakitsaho fotsiny ny tokotaniko?",
        "13": "Aza mitondra fanatitra varimbazaha intsony, fa tsy misy dikany ireny. Ary zava-maharikoriko amiko ny emboka manitra. Mankalaza tsinam-bolana sy mitandrina sabata ianareo, ary mandamina fivoriambe. Tsy zakako anefa ny ataonareo, satria sady mampiasa herin’ny maizina ianareo no manao fivoriambe manetriketrika.",
        "14": "Halako ny tsinam-bolanareo sy ny fotoanan’ny fetinareo. Lasa enta-mavesatra amiko ireny, ka sasatry ny mitondra azy aho.",
        "15": "Rehefa mamelatra ny tananareo ianareo, dia tampenako tsy hijery anareo ny masoko. Na manao vavaka maro aza ianareo, dia tsy hihaino aho, fa feno ran’olona ny tananareo.",
        "16": "Misasà ianareo, ary midiova. Esory tsy ho eo imasoko ny zava-dratsy ataonareo, ary aza manao ratsy intsony.",
        "17": "Mianara manao ny tsara, katsaho ny rariny, anaro ny mpampahory, omeo rariny ny kamboty ray, ary miadia ho an’ny mpitondratena.”",
        "18": "“Avia hifandamina isika”, hoy i Jehovah. “Fa na mena midorehitra aza ny fahotanareo, dia hatao fotsy mangatsakatsaka, * ary na toy ny ravin-damba mena antitra aza, dia ho toy ny volonondry fotsy.",
        "19": "Raha manaiky hihaino ianareo, dia hihinana ny vokatra tsara avy amin’ny tany.",
        "20": "Raha tsy manaiky kosa anefa ianareo fa mikomy, dia ho lanin’ny sabatra. Fa ny vavan’i Jehovah no efa niteny.”",
        "21": "Indrisy fa lasa mpivaro-tena ilay tanàna tsy nivadika! Ny rariny no nanjaka tao fahiny, ary ny fahamarinana no nitoetra tao, nefa ankehitriny kosa dia mpamono olona no ao.",
        "22": "Lasa tain-drendrika sisa ny volafotsinao, ary notampohin-drano ny labieranao.",
        "23": "Mafy loha ny andriananao, sady naman’ny mpangalatra. Samy tia mandray kolikoly izy ireo, sady te hahazo fanomezana foana. Tsy omeny rariny ny kamboty ray, ary tsy raisiny akory ny fitorian’ny mpitondratena.",
        "24": "Koa izao no lazain’i Jehovah Tompon’ny tafika, ilay tena Tompo, Ilay Maherin’ny Israely: “Ampy izay! Hanaisotra ny fahavaloko aho, ka hamaly azy araka izay nataony.",
        "25": "Dia hamely anao ny tanako, ka hesoriko tanteraka * ny tain-drendrika eo aminao, ary hariako ny loto rehetra eo aminao.",
        "26": "Ary hasiako mpitsara sy mpanolo-tsaina indray ao aminao, toy ny tamin’ny voalohany. Dia hantsoina hoe Tanànan’ny Fahamarinana sy Tanàna Tsy Mivadika ianao.",
        "27": "Ny rariny no hanavotana an’i Ziona, ary ny fahamarinana no hanavotana ny olony izay miverina.",
        "28": "Hiaraka ho montsamontsana ny mpikomy sy ny mpanota, ary ho fongotra ireo mahafoy an’i Jehovah.",
        "29": "Fa ho menatra izy ireo noho ny amin’ny hazo goavana nirinareo, ary hangaihay ianareo noho ny amin’ny zaridaina nofidinareo.",
        "30": "Fa ho toy ny hazobe malazo ravina ianareo, ary ho toy ny zaridaina tsy misy rano.",
        "31": "Dia ho toy ny kofehy rongony ny lehilahy matanjaka, ary ho toy ny pitik’afo ny vokatry ny asany. Hiara-mirehitra ireny, ary tsy hisy hahafaty an’izany afo izany.”"
    },
    "2": {
        "1": "Ny fahitana azon’i Isaia zanak’i Amoza momba an’i Joda sy Jerosalema:",
        "2": "Izao no tsy maintsy hitranga any am-parany: Ny tendrombohitra misy ny tranon’i Jehovah dia ho mafy orina sady ho avo noho ny tampon’ireo tendrombohitra, ka hasandratra ho avo noho ireo havoana. Ary hitanjozotra ho any ny firenena rehetra.",
        "3": "Maro ny olona ho any, ka hanao hoe: “Avia! Andao isika hiakatra ho any an-tendrombohitr’i Jehovah, ho any an-tranon’Andriamanitr’i Jakoba. Hampianatra antsika ny lalany izy, ary handeha amin’ny atorony isika.” Fa avy ao Ziona no hivoahan’ny lalàna, ary avy ao Jerosalema ny tenin’i Jehovah.",
        "4": "Ary hamoaka didim-pitsarana eo amin’ireo firenena izy, ka hanitsy izay tsy mety eo amin’ireo vahoaka. Dia hanefy ny sabany ho angadinomby izy ireo, ary ny lefony ho antsy fandrantsanam-boaloboka. Tsy hanainga sabatra hifamely ny firenena, ary tsy hianatra ady intsony.",
        "5": "Ry taranak’i Jakoba ô, andao isika handeha amin’ny fahazavan’i Jehovah.",
        "6": "Nafoinao ny olonao, dia ny taranak’i Jakoba. Fa lasa feno fanao avy any Atsinanana ny taniny, ary mampiasa herin’ny maizina izy ireo toy ny ataon’ny Filistinina, sady feno zanaky ny hafa firenena eo aminy.",
        "7": "Feno volafotsy sy volamena ny taniny, ary tsy hita lany ny harenany. Feno soavaly koa ny taniny, ary tsy tambo isaina ny kalesiny.",
        "8": "Ary feno andriamanitra tsy misy dikany ny taniny. Ny zavatra nataon’ny tanan’olona, eny, izay nataon’ny rantsantanana ihany, no iankohofany.",
        "9": "Koa ho lasa ambany ny olona, eny, hietry izy, ary tsy ho afaka hamela ny helony ianao.",
        "10": "Midira ao anaty vatolampy ary miafena ao amin’ny vovoka, noho ny fahatahorana an’i Jehovah sy noho ny voninahitry ny fahalehibeazany.",
        "11": "Haetry ny fiandranandran’ny mason’ny olona, ary ho lasa ambany ny olona ambony. Fa i Jehovah irery ihany no hasandratra amin’izany andro izany.",
        "12": "Fa andron’i Jehovah Tompon’ny tafika izany, ka tonga amin’izay manandra-tena sy miandranandrana, sy amin’ny olona ambony sy ny olona ambany,",
        "13": "sy amin’ny sedera avo be mijoalajoala rehetra any Libanona, sy amin’ny hazo goavam-be rehetra any Basana,",
        "14": "sy amin’ny tendrombohitra manerinerina rehetra sy ny havoana avo rehetra,",
        "15": "sy amin’ny tilikambo avo rehetra sy ny manda voaro mafy rehetra,",
        "16": "ary amin’ny sambo rehetran’i Tarsisy sy ny sambo tsara rehetra.",
        "17": "Koa haetry ny olona mirehareha, ary ho lasa ambany ny olona ambony. Fa i Jehovah irery ihany no hasandratra amin’izany andro izany.",
        "18": "Ary hanjavona tanteraka ireo andriamanitra tsy misy dikany.",
        "19": "Dia hiditra any amin’ny lava-bato sy ny lavaka ao anaty tany ny olona, noho ny fahatahorana an’i Jehovah sy noho ny voninahitry ny fahalehibeazany, rehefa hitsangana Izy ka hahatonga ny tany hihozongozona.",
        "20": "Amin’izany andro izany, dia harian’ny olona any amin’ny voalavo tsokotsoko vava sy ny ramanavy ny andriamaniny volafotsy tsy misy fotony, sy ny andriamaniny volamena tsy misy dikany izay nataony hiankohofana,",
        "21": "mba hidirany any amin’ny lava-bato sy any an-tsefatsefaky ny harambato, noho ny fahatahorana an’i Jehovah sy noho ny voninahitry ny fahalehibeazany, rehefa hitsangana Izy ka hahatonga ny tany hihozongozona.",
        "22": "Koa mitandrema amin’ny olombelona, raha tsy te hahita loza ianareo. Fa fofonaina ihany no eo am-bavorony, ka misy dikany inona moa izy?"
    },
    "3": {
        "1": "Fa i Jehovah Tompon’ny tafika, ilay tena Tompo, no hanaisotra ao Jerosalema sy Joda ny andry sy tohana rehetra ianteheran’izy ireo, dia ny sakafo sy ny rano,",
        "2": "ny lehilahy mahery sy ny mpiady, ny mpitsara sy ny mpaminany, ny mpisikidy sy ny anti-panahy,",
        "3": "ny lehiben’ny dimampolo, ny olo-manan-kaja, ny mpanolo-tsaina, ny mpampiasa herin’ny maizina, ary ny olona mahay mibaiko bibilava.",
        "4": "Ankizilahy no hataoko ho andrianan’izy ireo, ary fitondrana jadona no hanjaka eo aminy.",
        "5": "Dia samy ho lozabe amin’ny namany avy ny olona. Ny zatovolahy hitratrevatreva amin’ny lahiantitra, ary ny olon-tsotra hitratrevatreva amin’ny olona tokony hohajaina.",
        "6": "Samy hisambotra ny rahalahiny ao an-tranon-drainy ny olona, ka hanao hoe: “Manana lamba fitafy ianao. Tokony ho mpitondra jadona eo aminay ianao, ka hiandraikitra an’ity antontan-javatra rava ity.”",
        "7": "Hiteny anefa izy amin’izany andro izany hoe: “Tsy afaka ny ho mpitsabo fery aho, ary tsy misy sakafo na lamba fitafy ao an-tranoko. Koa tsy tokony hataonareo mpitondra jadona eo amin’ny vahoaka aho.”",
        "8": "Fa lavo i Jerosalema ary nianjera i Joda, satria nanohitra an’i Jehovah tamin’ny teniny sy ny ataony izy ireo, ka nikomy teo imason’Ilay Be Voninahitra.",
        "9": "Na ny endrik’izy ireo aza dia efa miampanga ny tenany. Lazain’izy ireo ny fahotany izay toy ny an’i Sodoma, fa tsy nafeniny. Lozan’izy ireo, fa izy ihany no nitady loza ho an’ny tenany!",
        "10": "Lazao hoe hahita soa ny olo-marina, satria hihinana ny vokatry ny asany izy.",
        "11": "Lozan’ny ratsy fanahy! Hahita loza izy, fa hatsingerina aminy izay nataony!",
        "12": "Masiaka be amin’ny oloko ireo mpanery azy hiasa, ary vehivavy no mifehy azy. Mampirenireny anareo ny mpitarika anareo, ry oloko, ary nataony tsy hitanareo ny lalana.",
        "13": "Mijoro mba hiady i Jehovah, ary mitsangana mba hamoaka didim-pitsarana hampiharina amin’ireo firenena izy.",
        "14": "Hifandahatra amin’ireo anti-panahy sy andrianan’ny vahoakany i Jehovah, eo amin’ny fitsarana. “Nodoranareo ny tanimboaloboka, ary ao an-tranonareo ny zavatra nalaina an-keriny tany amin’ny olona ory.",
        "15": "Fa maninona no torotoroinareo toy izao ny oloko ary ampijalinareo mafy ny olona ory?”, hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.",
        "16": "Hoy koa i Jehovah: “Koa satria lasa miavonavona ireo zanakavavin’i Ziona, ary manalava tenda sy manao maso mambabo izy ireo rehefa mandeha, sady jejojejo famindra ka mampaneno ny korintsana eny an-tongony,",
        "17": "dia hataon’i Jehovah feno takopery ny tampon-dohan’ireo zanakavavin’i Ziona, ary hataon’i Jehovah mihanjahanja ny tampon-kandriny.",
        "18": "Amin’izany andro izany dia hesorin’i Jehovah ny haingon’izy ireo: Ny rojokely haingon-tongotra, ny fehiloha, ny ravaka miendrika volana,",
        "19": "ny kavina, ny brasele, ny voaly,",
        "20": "ny saron-doha, ny rojon-tongotra, ny fehikibo, ny fitoeran-dranomanitra, ny akorandriaka ody fiaro,",
        "21": "ny peratra, ny kavin’orona,",
        "22": "ny akanjo mihaja be, ny akanjo lava, ny akanjo ivelany, ny kitapom-bola,",
        "23": "ny fitaratra, ny akanjo anatiny, ny satroka lamba, * ary ny voaly lehibe.",
        "24": "“Fofona maimbo no ho solon’ny hanitry ny menaka balsama, tady no ho solon’ny fehikibo, loha sola no ho solon’ny volo niangaliana fatratra, sikina lamba gony no ho solon’ny akanjo lafo vidy, ary tomboka amin’ny vy mahamay no ho solon’ny hatsaran-tarehy.",
        "25": "Ho lavon-tsabatra ny lehilahy ao aminao, ary ho faty an’ady ny olo-maherinao.",
        "26": "Hisaona sy halahelo ny vavahadin’ny tanàna. Hofoanana daholo ny zavatra ao amin’ilay tanàna, ary hitombina amin’ny tany izy.”"
    },
    "4": {
        "1": "Amin’izany andro izany dia hisy vehivavy fito hihazona lehilahy iray, ka hiteny hoe: “Ny sakafonay ihany no hohaninay, ary ny lamba fitafinay ihany no hanaovanay, fa avelao fotsiny izahay hantsoina amin’ny anaranao, mba tsy ho afa-baraka intsony.”",
        "2": "Amin’izany andro izany dia ho lasa ravaka sy voninahitra ny zavatra ataon’i Jehovah mitsimoka, ary ny vokatry ny tany dia ho zavatra mampirehareha sy ho zavatra tsara tarehy ho an’ireo sisa niangana tamin’ny Israely.",
        "3": "Ary holazaina fa masina amin’Andriamanitra ny sisa tavela ao Ziona sy ireo sisa tafajanona ao Jerosalema, dia izay voasoratra mba ho velona ao Jerosalema.",
        "4": "Hosasan’i Jehovah ny zanakavavin’i Ziona mba hanesorana ny dikiny, * ary hosasany hiala amin’i Jerosalema ny ra nalatsaka tao, ka ny herin’ny fitsarana sy ny herin’ny fahatezerana mirehitra no hampiasainy amin’izany.",
        "5": "Rehefa vitan’i Jehovah izany, dia hanisy rahona sy setroka eo ambonin’ny Tendrombohitra Ziona manontolo sy ny toerana fanaovana fivoriambe izy mandritra ny andro, ary fahazavan’ny afo mirehitra kosa mandritra ny alina, fa hisy fialofana hanarona an’ireo zavatra be voninahitra.",
        "6": "Ary hisy trano rantsankazo ho fialokalofana amin’ny hafanana migaingaina, mandritra ny andro, sady ho fialofana sy fierena amin’ny oram-baratra sy ny ranonorana."
    },
    "5": {
        "1": "Hanao hira ho an’ny malalako aho, dia hira momba an’ilay malalako sy ny tanimboalobony. Nanana tanimboaloboka teo amin’ny tehezan-kavoana iray mahavokatra ny malalako.",
        "2": "Nasainy ny tany, nesoriny ny vato, ary voaloboka mena karazany tsara no namboleny teo. Nanorina tilikambo teo afovoany koa izy, ary nihady lavaka famiazam-boaloboka. Nanantena foana izy fa hamoa voaloboka tsara ilay tany, kanjo namoa voalobokadia.",
        "3": "“Koa ankehitriny, mba tsarao aho sy ny tanimboaloboko, ry mponin’i Jerosalema sy mponin’i Joda!",
        "4": "Inona no mbola tokony ho natao tamin’ny tanimboaloboko ka tsy efa nataoko? Mba nantenaiko hamoa voaloboka tsara izy, nefa nahoana no namoa voalobokadia?",
        "5": "Koa hampahafantariko anareo izay hataoko amin’ny tanimboaloboko: Hesorina ny fefiny, hodorana izy, harodana ny tamboho vatony, ary hohitsakitsahina izy.",
        "6": "Hatokako ho toy ny zavatra efa potika izy, ka tsy hisy handrantsana na hiava azy. Dia tsilo sy ahidratsy no hiara-maniry aminy, ary tsy avelako handatsaka orana eo aminy ny rahona.",
        "7": "Fa ny taranak’Israely no tanimboalobok’i Jehovah Tompon’ny tafika, ary ny mponin’i Joda no tanimboly tena tiany. Nanantena foana izy fa hisy fitsarana ara-drariny, kanjo fandikan-dalàna no hitany! Fahamarinana no nantenainy, kanjo fitarainana no hitany!”",
        "8": "Lozan’izay tsy mitsahatra mampitombo ny isan’ny tranony sy manangona saha maro be, hany ka tsy misy toerana malalaka intsony, fa ianareo irery sisa no monina eo amin’ilay tany!",
        "9": "Reko i Jehovah Tompon’ny tafika nianiana fa hisy trano maro hanjary higagan’ny olona sy tsy hisy mponina, na dia lehibe sy tsara aza.",
        "10": "Na tanimboaloboka efatra hektara aza tsy hamokatra afa-tsy iray bata, * ary vokatra eran’ny efaha * monja no ho azo avy amin’ny voa afafy iray homera. *",
        "11": "Lozan’izay mifoha maraina mba hitady toaka, sady misotro foana mandra-pahamaizin’ny andro mba ho mamon-divay!",
        "12": "Ary misy harpa sy lokanga sy ampongatapaka sy sodina ary divay ao amin’ny fanasan’izy ireo, kanefa tsy ahoany ny zavatra ataon’i Jehovah, ary tsy hitan’izy ireo ny asan’ny tanany.",
        "13": "Koa hatao sesitany ny oloko noho ny tsy fahalalany ahy. Ho fatin’ny mosary ireo olona be voninahitra eo aminy, ary ho fatin’ny hetaheta ny sarambaben’olona.",
        "14": "Koa nohalalahin’ny Fasana * ny toerany, ary nataony mitanatana izaitsizy ny vavany. Dia hivarina any izay mirenty ao an-tanàna sy ny vahoakany sy ny tabataban’ny olona ary izay mifaly.",
        "15": "Ho lasa ambany ny olona, eny, hietry izy, ary haetry ny fiandranandran’ny mason’ny olona ambony.",
        "16": "Hisandratra kosa i Jehovah Tompon’ny tafika noho ny fampiharany didim-pitsarana. Ary hanamasina ny tenany noho ny fanaovany ny rariny ilay tena Andriamanitra, eny, Ilay Masina.",
        "17": "Dia hiraoka ahitra toy ny eny an-kijana ny ondrilahy kely. Ary ny mpivahiny dia hihinana eny amin’ny toerana aolo izay nitoeran’ny biby nohatavezina fahiny.",
        "18": "Lozan’ireo mitaritarika fahadisoana amin’ny tadin’ny tsy fahamarinana, sy mitaritarika fahotana toy ny amin’ny tadin-tsarety,",
        "19": "dia ireo miteny hoe: “Aleo hataony haingana ny asany. Aleo ho tonga haingana izany, mba ho hitanay. Aleo ho tanteraka ny fikasan’Ilay Masin’ny Israely, mba ho fantatray!”",
        "20": "Lozan’izay milaza ny tsara hoe ratsy sy milaza ny ratsy hoe tsara! Lozan’izay manolo ny maizina amin’ny mazava sy manolo ny mazava amin’ny maizina! Lozan’izay manolo ny mangidy amin’ny mamy sy manolo ny mamy amin’ny mangidy!",
        "21": "Lozan’izay mihevi-tena ho hendry sy mihevi-tena ho malina!",
        "22": "Lozan’izay fatra-pisotro divay, sy izay mahery raha hampifangaro toaka,",
        "23": "ary izay manamarina ny ratsy fanahy mba hahazoana kolikoly, sady manaisotra amin’ny olo-marina ny fahamarinany!",
        "24": "Toy ny vodivary levon’ny lelafo sy ny ahitra maina izay kilan’ny afo, dia toy izany koa fa ho toy ny fofona maimbo lo ny fakan’izy ireo sy ny fotony, ary ho toy ny vovoka ny felany. Nanda ny lalàn’i Jehovah Tompon’ny tafika mantsy izy ireo, sady tsy niraharaha ny tenin’Ilay Masin’ny Israely.",
        "25": "Koa tezitra be amin’ny olony i Jehovah, ka haninjitra ny tanany hamely azy. Hihorohoro ny tendrombohitra, ary ho toy ny fako eny afovoan-dalana ny fatin’izy ireo. Noho izany faharatsiana rehetra izany, dia tsy mitony mihitsy ny fahatezerany, fa mbola maninjitra ny tanany ihany izy.",
        "26": "Ary nanangana tsato-kazo famantarana ho an’ny firenena lehibe iray any lavitra izy, ka nisioka an’ilay mipetraka any amin’ny faran’ny tany. Koa ho avy faingana tokoa izy io.",
        "27": "Tsy misy reraka eo aminy, na tafintohina, na rendremana, na matory. Tsy hivaha ny fehikibo eo amin’ny andilany, ary tsy ho tapaka ny tadin-kapany.",
        "28": "Fa voaranitra ny zana-tsipìkany, ary efa voaisy tady ny tsipìkany rehetra. Ho mafy toy ny vatoafo ny kitron-tsoavaliny, ary hiriotra toy ny tafio-drivotra ny kodiaran-kalesiny.",
        "29": "Toy ny fieron’ny liona ny fierony, eny, toy ny fieron’ny liona tanora. Hierona izy, ary hosamboriny ny rembiny ka hoentiny soa aman-tsara, nefa tsy hisy mpamonjy.",
        "30": "Hierona amin’ilay rembiny izy amin’izany andro izany, ka ho toy ny firohondrohon’ny ranomasina ny fierony. Ary hitazana an’ilay tany ny olona ka hahita haizina mampitebiteby. Hihamaizina ny hazavana, noho ny orana milatsaka eo amin’ilay tany."
    },
    "6": {
        "1": "Tamin’ny taona nahafatesan’i Ozia Mpanjaka no nahitako an’i Jehovah nipetraka teo amin’ny seza fiandrianana avo sy manerinerina. Ary nameno ny tempoly ny rebareban’akanjony.",
        "2": "Nisy serafima nijoro teo amboniny. Samy nanana elatra enina avy izy ireo, ka ny roa nanaronany ny tarehiny, ny roa nanaronany ny tongony, ary ny roa nanidinany.",
        "3": "Ary nanao antso nifamalivaly izy ireo hoe: “Masina, masina, masina i Jehovah Tompon’ny tafika! Ahitana taratry ny voninahiny ny zava-drehetra mameno ny tany.”",
        "4": "Dia nihovotrovotra ny tolàna teo amin’ny tokonana, noho ny feon’ilay niantso, ary feno setroka ilay trano.",
        "5": "Koa hoy aho: “Lozako! Maty aho fa olona maloto molotra, sady mitoetra eo amin’ny vahoaka maloto molotra, nefa izaho nahita an’ilay Mpanjaka, dia i Jehovah Tompon’ny tafika.”",
        "6": "Ary nanidina nankeo amiko ny iray tamin’ireo serafima. Teny an-tanany dia nisy vainafo nalainy teo amin’ny alitara, tamin’ny alalan’ny tandra.",
        "7": "Dia nokasihiny ny vavako, sady niteny izy hoe: “Efa nikasika ny molotrao ity, ka afaka ny fahadisoanao ary voavela ny fahotanao.”",
        "8": "Ary reko ny feon’i Jehovah nanao hoe: “Iza no hirahiko? Iza no hisolo tena anay?” Dia namaly aho hoe: “Intỳ aho iraho!”",
        "9": "Ary hoy izy: “Mandehana ka lazao amin’ity firenena ity hoe: ‘Handre foana ianareo, nefa tsy hahazo ny hevitr’izany, ary hijery foana ianareo, nefa tsy hahazo fahalalana mihitsy.’",
        "10": "Ataovy donto ny fon’ity vahoaka ity, ataovy lalodalovana ny sofiny, ary ataovy miraikitra ny masony, mba tsy hahitan’ny masony, na handrenesan’ny sofiny, na hahalalan’ny fony, na hiverenany ka hahazoany fanasitranana.”",
        "11": "Ary hoy aho: “Mandra-pahoviana, Jehovah ô?” Dia hoy izy: “Mandra-paharavan’ny tanàna, ka tsy hisy mponina intsony, sady tsy hisy olona intsony ao amin’ireo trano, ary ho lao ny tany,",
        "12": "sy mandra-panaisotr’i Jehovah ny olona ka handefasany azy any lavitra, ary mandra-pahalao ny afovoan’ny tany.",
        "13": "Mbola hisy ampahafolony ihany anefa ho tavela ao, ary hatsipy ao anaty afo indray izany, toy ny hazobe sy hazo goavam-be, izay mbola misy fototra ihany rehefa kapaina. Ary ho taranaka masina ilay fotony.”"
    },
    "7": {
        "1": "Ary tamin’ny andron’i Ahaza zanak’i Jotama zanak’i Ozia, mpanjakan’ny Joda, dia niakatra hiady tamin’i Jerosalema i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia, mpanjakan’ny Israely. Tsy naharesy azy anefa izy ireo.",
        "2": "Ary nisy nilaza tamin’ny taranak’i Davida hoe: “Miantehitra amin’i Efraima i Syria.” Dia nipararetra ny fon’ny mpanjaka sy ny fon’ny vahoakany, eny, nipararetra toy ny hazo any an’ala tsofin’ny rivotra.",
        "3": "Ary hoy i Jehovah tamin’i Isaia: “Mandehana re ianao sy Seara-jasoba zanakao lahy e, ka tsenao eo amin’ny faran’ny lakandranon’ilay dobo ambony i Ahaza, eo amin’ilay lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "4": "Dia lazao aminy hoe: ‘Mitandrema tsara, ary aza manahy. Aza matahotra, ary aoka tsy ho ketraka ny fonao noho ny amin’ireo tapa-porohana roa midonaka ireo, eny, noho ny amin’ny fahatezerana mafin’i Rezina mpanjakan’i Syria sy ny zanak’i Remalia.",
        "5": "Fa efa niray tetika hanisy ratsy anao i Syria miaraka amin’i Efraima sy ny zanak’i Remalia, ka nanao hoe:",
        "6": "“Andao hiakatra hamely an’i Joda, ka handrava azy sy hanagorobaka ny mandany sy hamabo azy, ary hanendry mpanjaka hafa hanjaka ao, dia ny zanak’i Tabela.”",
        "7": "“‘Izao no nolazain’i Jehovah Tompo Fara Tampony: “Tsy ho tanteraka izany, ary tsy hitranga.",
        "8": "Fa i Damaskosy no lohan’i Syria, ary i Rezina no lohan’i Damaskosy. Rehefa afaka dimy amby enimpolo taona monja, dia ho rava tsy ho firenena intsony i Efraima.",
        "9": "I Samaria no lohan’i Efraima, ary ny zanak’i Remalia no lohan’i Samaria. Koa raha tsy mety mino ianareo, dia tsy haharitra ela.”’”",
        "10": "Hoy koa i Jehovah tamin’i Ahaza:",
        "11": "“Mangataha famantarana avy amin’i Jehovah Andriamanitrao, ka ataovy lalina be toy ny toeran’ny maty * izany, na avo toy ny lanitra.”",
        "12": "Hoy anefa i Ahaza: “Tsy hangataka aho, sady tsy hitsapa toetra an’i Jehovah.”",
        "13": "Dia hoy ilay mpaminany: “Mba henoy kely izao, ry taranak’i Davida ô! Tsy ampy anareo angaha ny manasatra olona, no mbola manasatra an’Andriamanitro koa ianareo?",
        "14": "Koa hanome famantarana ho anareo i Jehovah: Ho bevohoka ny tovovavy ka hiteraka zazalahy, ary ny anarany hataony hoe Imanoela.",
        "15": "Raha mbola tsy hain’ilay zazalahy akory ny mandà ny ratsy sy mifidy ny tsara, dia efa hihinana dibera sy tantely izy.",
        "16": "Fa raha mbola tsy hainy akory ny mandà ny ratsy sy mifidy ny tsara, dia efa hilaozana tanteraka ny tanin’ireo mpanjaka roa maharaiki-tahotra mafy anao ireo.",
        "17": "Ary hataon’i Jehovah ho tonga aminao sy ny vahoakanao ary ny ankohonan-drainao ny andro izay mbola tsy nisy toa azy, hatramin’ny fotoana nisarahan’i Efraima tamin’i Joda ka hatramin’izao, dia ny andro hanafihan’ny mpanjakan’i Asyria.",
        "18": "“Ary amin’izany andro izany i Jehovah dia hisioka an’ireo lalitra any amin’ny faran’ireo lakandranon’i Neily any Ejipta sy ireo tantely any amin’ny tanin’i Asyria.",
        "19": "Dia ho tonga ireny, ka samy hitoetra eny amin’ny lohasaha falehan-driaka misy hantsam-be, sy any an-tsefatsefaky ny harambato, sy eny amin’ny kirihitra feno tsilo rehetra, ary eny amin’ny toerana rehetra misy rano fisotroam-biby.",
        "20": "“Amin’izany andro izany, dia hampiasain’i Jehovah hanaratana ny loha sy ny volon-tongotra ny hareza nohofana tany amin’ny faritry ny Renirano, dia ny mpanjakan’i Asyria. Hesorina tanteraka amin’iny koa ny volombava.",
        "21": "“Amin’izany andro izany, dia vantotr’ombivavy iray sy ondry roa no harovan’ny olona tsy ho faty.",
        "22": "Noho ny habetsahan’ny ronono, dia hihinana dibera ny olona, satria tsy hisy afa-tsy dibera sy tantely no hohanin’izay sisa miangana eo amin’ilay tany.",
        "23": "“Amin’izany andro izany, dia tsilo sy ahidratsy fotsiny no haniry eny amin’ny toerana rehetra nisy foto-boaloboka arivo, izay nitentina farantsa volafotsy arivo.",
        "24": "Hitondra zana-tsipìka sy tsipìka izay olona hankany, satria ho rakotra tsilo sy ahidratsy ilay tany manontolo.",
        "25": "Ary tsy halehanao intsony ny tendrombohitra rehetra izay efa nisy niava tamin’ny angady, noho ny tahotrao ny tsilo sy ahidratsy. Dia ho lasa toerana hamelana ny omby hikarenjy izany, sady hohitsakitsahin’ny ondry.”"
    },
    "8": {
        "1": "Ary hoy i Jehovah tamiko: “Makà takela-kazo lehibe ka izao no soraty amin’ny penina * tsotra: ‘Mahera-salala-hasi-baza.’",
        "2": "Koa aoka aho homena fanamarinana avy amin’ny vavolombelona mendri-pitokisana, dia i Oria mpisorona sy Zakaria zanak’i Jeberekia.”",
        "3": "Ary nanao firaisana tamin’ilay mpaminanivavy aho. Dia bevohoka izy ka niteraka zazalahy. Ary hoy i Jehovah tamiko: “Ataovy hoe Mahera-salala-hasi-baza ny anarany,",
        "4": "fa raha mbola tsy mahay miantso ‘Dada’ sy ‘Neny’ ilay zaza, dia hoentin’ny olona eo anatrehan’ny mpanjakan’i Asyria ny fananan’i Damaskosy sy ny zavatra nobaboina tany Samaria.”",
        "5": "Hoy koa i Jehovah tamiko:",
        "6": "“Koa satria nolavin’ity vahoaka ity ny ranon’i Siloa izay misononòka, ary faly izy ireo noho ny amin’i Rezina sy ny zanak’i Remalia,",
        "7": "dia hampiakarin’i Jehovah hamely azy ny rano be mahery fiavy avy any amin’ny Renirano, dia ny mpanjakan’i Asyria sy ny voninahiny rehetra. Ho tondraka hihoatra ny morony rehetra izy.",
        "8": "Dia hamakivaky an’i Joda izy, ka hanafotra azy. Mbola hiroso ihany izy ka hisondrotra hatreny am-bozona. Ary ny fivelaran’ny elany dia handrakotra ny sakan’ny taninao, ry Imanoela ô!”",
        "9": "Asio izy ireo, ry firenena ô! Ho montsamontsana koa anefa ianareo. Mihainoa ianareo rehetra any lavitra any! Ataovy vonona ny fiadianareo, nefa ianareo ho montsamontsana ihany! Ataovy vonona ny fiadianareo, nefa ianareo ho montsamontsana ihany!",
        "10": "Manaova tetika, nefa ho rava izany! Mitenena, nefa tsy ho tanteraka izany, satria momba anay Andriamanitra!",
        "11": "Fa nihazona ahy ny tana-maherin’i Jehovah, ary mba hisakanana ahy tsy hanaraka ny ataon’ity firenena ity dia hoy izy:",
        "12": "“Aza miteny hoe: ‘Andao hikomy!’, isaky ny miteny ity vahoaka ity hoe: ‘Andao hikomy!’ Ary aza matahotra na mihorohoro amin’izay zavatra atahorany.",
        "13": "I Jehovah Tompon’ny tafika irery no tokony ho masina aminareo. Izy no tokony hatahoranareo, ary Izy no tokony hahatonga anareo hihorohoro.”",
        "14": "Dia ho toerana masina Izy, nefa koa ho vato mahatafintohina sy vatolampy mahalavo ho an’ny fanjakana roan’ny Israely, sady ho vela-pandrika sy fandrika ho an’ny mponin’i Jerosalema.",
        "15": "Koa maro amin’izy ireo no ho tafintohina sy ho lavo sy ho potipotika, ary ho voafandrika sy ho voasambotra.",
        "16": "Ahoròny ny taratasy fanamarinana, ary asio tombo-kase ny lalàna eo amin’ny mpianatro!",
        "17": "Ary izaho hiandry an’i Jehovah, izay manafina ny tavany tsy ho hitan’ny taranak’i Jakoba. Dia hanantena Azy aho.",
        "18": "Indreto izaho sy ireo zaza nomen’i Jehovah ahy! Famantarana sy fahagagana eo amin’ny Israely izahay, eny, famantarana sy fahagagana avy amin’i Jehovah Tompon’ny tafika izay mitoetra eo amin’ny Tendrombohitra Ziona.",
        "19": "Mety hisy hiteny aminareo hoe: “Manontania mpamoha angatra na olona itoeran’ny fanahy mpilaza ny hoavy, izay samy manao feom-boronkely sy mibitsibitsika.” Tsy ny Andriamaniny anefa ve no tokony hanontaniany? Ny maty indray ve no hanontaniana mba hahasoa ny velona?",
        "20": "Ao amin’ny lalàna sy ny teny fanamarinana ihany! Hamerimberina izany teny izany tokoa izy ireo, nefa tsy hahazo ny fahazavan’ny maraina.",
        "21": "Ary samy hivezivezy ao amin’ilay tany ny olona efa ory sady noana. Koa satria noana izy sady tezitra, dia hozoniny ny mpanjakany sy ny Andriamaniny. Ary hiandrandra ny lanitra izy.",
        "22": "Rehefa hiondrika hijery ny tany anefa izy, dia hahita fahoriana sy haizina sy haizim-pito sy fotoan-tsarotra ary andro manjombona tsy misy mangirana."
    },
    "9": {
        "1": "Ny haizina ao amin’ilay tany anefa, dia tsy ho toy ny tamin’ny fotoam-pahoriana, tamin’ny andro fahiny izay nanaovana tsinontsinona ny tanin’i Zebolona sy ny tanin’i Naftaly. Tatỳ aoriana dia nomem-boninahitra ihany ny tanin’izy ireo, izany hoe ilay lalana amoron-dranomasina any amin’ny faritr’i Jordana, dia i Galilian’ireo hafa firenena.",
        "2": "Koa nahita hazavana lehibe ny olona nandeha tao amin’ny haizina, ary niposahan’ny hazavana ireo nitoetra tao amin’ny tanin’ny haizim-pito.",
        "3": "Nataonao be mponina ilay firenena, ary nataonao lehibe ny fifaliany. Nifaly teo anatrehanao izy ireo, toy ny olona mifaly amin’ny fotoam-pijinjana sy toy ireo mifaly eo am-pizarana zavatra azo babo.",
        "4": "Fa toy ny tamin’ny andron’ny Midianina, dia hopotipotehinao ny zioga nentin’izy ireo, sy ny tsorakazo nikapohana ny sorony, eny, ny tehina nampiasain’ireo nanery azy hiasa.",
        "5": "Hatao kitay ny baotin’ireo olona mirodorodo mampihovotrovotra ny tany, sy ny lamba fitafiny mihosin-dra.",
        "6": "Fa misy zaza teraka ho antsika, zazalahy no homena antsika, ary ho eo an-tsorony ny fahefan’andriana. Ny anarany dia hatao hoe Mpanolo-tsaina Mahagaga, Andriamanitra Mahery, Ray Mandrakizay, Andrianan’ny Fiadanana.",
        "7": "Tsy hanam-pahataperana izany fahefana lehibe ananany izany ary tsy hisy farany koa ny fiadanana, eo amin’ny seza fiandrianan’i Davida sy ny fanjakany. Ho mafy orina izy io, ary ny rariny sy ny hitsiny no hampitoetra azy, manomboka izao ka hatramin’ny fotoana tsy voafetra. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka izany.",
        "8": "Nandefa teny fanamelohana an’i Jakoba i Jehovah, ary nihatra tamin’i Israely izany.",
        "9": "Ary hahalala izany ny vahoaka manontolo, dia i Efraima sy ny mponin’i Samaria, noho izy ireo nirehareha sy nanivaiva, ka nilaza hoe:",
        "10": "“Biriky no rava, fa vato voapaika kosa no hanorenanay. Aviavidia no nokapaina, fa hazo sedera kosa no hanoloanay azy.”",
        "11": "Hasandratr’i Jehovah hamely azy ny fahavalon’i Rezina, ary hampirisihiny ny fahavalon’ny Israely,",
        "12": "dia i Syria avy any atsinanana sy ny Filistinina avy any aoriana, izay nanoka-bava handrapaka ny Israely. Noho izany faharatsiana rehetra izany, dia tsy mitony mihitsy ny fahatezerany, fa mbola maninjitra ny tanany ihany Izy.",
        "13": "Tsy niverina tamin’Ilay namely azy ny vahoaka, sady tsy nitady an’i Jehovah Tompon’ny tafika.",
        "14": "Koa hotapahin’i Jehovah tsy ho eo amin’ny Israely, ao anatin’ny iray andro, ny loha sy ny rambo mbamin’ny tsimoka sy ny harefo.",
        "15": "Ny olo-manan-kaja efa zokiolona no loha, ary ny mpaminany milaza lainga no rambo.",
        "16": "Ny mpitarika an’ity vahoaka ity ihany no mampirenireny azy, ka very hevitra ireo olona tarihina.",
        "17": "Koa tsy ho faly amin’ny tovolahin’izy ireo i Jehovah, sady tsy hamindra fo amin’ny kamboty ray sy ny mpitondratena. Fa mpivadi-pinoana daholo izy ireo sady mpanao ratsy, ary miboiboika hadalana ny vava rehetra. Noho izany faharatsiana rehetra izany, dia tsy mitony mihitsy ny fahatezerany, fa mbola maninjitra ny tanany ihany Izy.",
        "18": "Midedadeda toy ny afo ny faharatsiana, ka hataony kila ny tsilo sy ny ahidratsy. Ho azony koa ny kirihitrala, ka hataony misavoana toy ny setroka mitambolimbolina.",
        "19": "Mirehitra ny tany noho ny fahatezeran’i Jehovah Tompon’ny tafika, ary hatao kitay ny olona. Tsy hisy haneho fangorahana na amin’ny rahalahiny aza.",
        "20": "Hotetehiny ny ao ankavanana nefa ho noana ihany izy, ary hohaniny ny ao ankavia nefa tsy ho voky izy. Samy hihinana ny nofon-tsandriny izy ireo,",
        "21": "ka i Manase hihinana an’i Efraima, ary i Efraima hihinana an’i Manase. Ary hiara-mamely an’i Joda izy ireo. Noho izany faharatsiana rehetra izany, dia tsy mitony mihitsy ny fahatezerany, fa mbola maninjitra ny tanany ihany Izy."
    },
    "10": {
        "1": "Lozan’izay mamoaka fitsipika mampidi-doza, sy izay tsy mitsahatra manoratra didy mampahory,",
        "2": "mba hisakanana ny mahantra tsy ho eo amin’ny fitsarana, sy mba tsy hanomezana rariny an’ireo ory eo amin’ny vahoakako, sy mba hakana ny mpitondratena ho babo, ary mba handrobana ny kamboty ray!",
        "3": "Koa ahoana no hataonareo rehefa tonga ny andro hifantohana aminareo, sy rehefa tonga ny fandravana avy any lavitra? Any amin’iza ianareo no handositra hitady fanampiana, ary havelanareo aiza ny voninahitrareo?",
        "4": "Tsy maintsy hihohoka ao ambanin’ireo voafonja ianareo, sady ho lavo ao ambanin’ireo voavono. Noho izany faharatsiana rehetra izany, dia tsy mitony mihitsy ny fahatezerany, fa mbola maninjitra ny tanany ihany Izy.",
        "5": "“Jereo ny Asyrianina izay tsorakazon’ny fahatezerako! Ary ny tehina eny an-tanany no hoentiko hanamelohana.",
        "6": "Hirahiko hamely firenena mpivadi-pinoana izy, ary hodidiako hamely an’ilay vahoaka iharan’ny fahatezerako, mba hamaboany zavatra maro sy handrobany zavatra be dia be, ary hanosihoseny azy toy ny fanosihosy fotaka eny an-dalambe.",
        "7": "Na tsy toy izany aza izy dia ho voatosika hanao izany ihany, ary na tsy toy izany aza ny fony dia hanao tetika ihany izy, satria efa ao am-pony ny handringana sy ny handripaka firenena maro.",
        "8": "Hilaza mantsy izy hoe: ‘Tsy mpanjaka koa angaha ireo andrianako?",
        "9": "Tsy tahaka an’i Karkemisy ihany ve i Kalno? Tsy tahaka an’i Arpada ihany ve i Hamata? Ary tsy tahaka an’i Damaskosy ihany ve i Samaria?",
        "10": "Azon’ny tanako ireo fanjakan’ny andriamanitra tsy misy dikany, izay nanana sary sokitra maro kokoa noho ireo any Jerosalema sy Samaria.",
        "11": "Koa tsy toy ny nataoko tamin’i Samaria sy ny andriamaniny tsy misy dikany ihany ve no hataoko koa amin’i Jerosalema sy ny sampiny?’",
        "12": "“Rehefa vitan’i Jehovah daholo ny asany eo amin’ny Tendrombohitra Ziona sy any Jerosalema, dia hataoko ampamoaka ny mpanjakan’i Asyria, noho izy manivaiva sy miandranandrana manambony tena.",
        "13": "Fa hoy izy: ‘Amin’ny herin-tsandriko sy ny fahendreko no hanaovako zavatra, satria manam-pahalalana aho. Ary hanafoana ny sisin-tanin’ireo firenena aho, sady handroba ny zavatra nangoniny, ka handavo ny mponina toy ny ataon’ny lehilahy mahery.",
        "14": "Toy ny fakàna tranom-borona no hakako ny haren’ireo firenena, ary toy ny fanangon’ny olona ny atody tavela ao no hanangonako ny tany manontolo. Dia tsy hisy ho afaka hikopak’elatra na hanoka-bava na hikiakiaka.’”",
        "15": "Ny famaky ve dia hanandra-tena ho ambony noho izay mikapa aminy? Ny tsofa ve dia hihevi-tena ho ambony noho izay manatsofa aminy? Ny tehina indray ve no hanakipilipily an’ilay manainga azy? Sa ny tsorakazo no hanainga an’izay mitazona azy?",
        "16": "Koa handefa aretina mankahia any amin’ireo Asyrianina matavy i Jehovah Tompon’ny tafika, ilay tena Tompo. Ary hisy zavatra hirehitra toy ny firehitry ny afo eo ambanin’ny voninahitr’i Asyria.",
        "17": "Ho lasa afo ilay Fahazavan’ny Israely, ary ho lelafo Ilay Masiny. Hirehitra midedadeda izy io, ka holevoniny ao anatin’ny iray andro ny ahidratsy sy ny tsilon’i Asyria.",
        "18": "Hofoanany tanteraka ny voninahitry ny alan’i Asyria sy ny saham-boankazony, ka hitsonika toy ny olona marary.",
        "19": "Hazo vitsy kely sisa no ho tavela any an’alany, ka na ankizilahikely aza dia hahasoratra ny isany.",
        "20": "Amin’izany andro izany, dia tsy hiantehitra intsony amin’ilay namely azy ny sisa tavela amin’i Israely, sy ny sisa miangana amin’ny taranak’i Jakoba. Fa i Jehovah Ilay Masin’ny Israely kosa no tena hianteheran’izy ireo.",
        "21": "Hisy sisa tavela hiverina amin’ilay Andriamanitra Mahery, dia ireo sisa amin’i Jakoba.",
        "22": "Fa na maro toy ny fasika any an-dranomasina aza ny olonao, ry Israely, dia ny sisa amin’izy ireo ihany no hiverina. Ho avy toy ny safodrano ny fandripahana efa voatendry, ary ho ara-drariny izany,",
        "23": "satria hahatonga fandripahana sy hampihatra didim-pitsarana hentitra eo amin’ilay tany manontolo i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.",
        "24": "Koa izao no nolazain’i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony: “Ry oloko mitoetra any Ziona! Aza matahotra noho ny amin’ny Asyrianina izay namely anareo tamin’ny tsorakazo, sady nanainga ny tehiny hamelezana anareo toy ny nataon’i Ejipta.",
        "25": "Fa tsy ho ela dia ho tanteraka ny fanamelohana, ary hihatra amin’izy ireo ny fahatezerako ka handany azy.",
        "26": "Ary i Jehovah Tompon’ny tafika dia hanambana azy amin’ny karavasy, toy ny tamin’ny fotoana naharesy ny Midianina, teo akaikin’ny harambaton’i Oreba. Ho eo ambony ranomasina ny tehiny, ary hingainy toy ny nataony tamin’i Ejipta izany.",
        "27": "“Amin’izany andro izany, dia hiala tsy ho eo an-tsorokao ny entana nampitondrain’i Asyria, ary hiala tsy ho eo am-bozonao ny ziogany ka ho tapatapaka, noho ny fisian’ny menaka.”",
        "28": "Tonga tao Aiata i Asyria, ary nandalo an’i Migrona. Dia napetrany tao Mikmasy ny fitaovany.",
        "29": "Ary nandeha teo amin’ny toerana fiampitana izy, ka natory tao Geba. Mihorohoro i Rama, ary mandositra i Gibean’i Saoly.",
        "30": "Miantsoantsoa, ry zanakavavin’i Galima! Mihainoa, ry Laisy! Miantsoantsoa ianao, ry Anatota, izay ampahorina!",
        "31": "Mandositra i Madmena, ary mitady fialofana ny mponin’i Gebima.",
        "32": "Hijanona ao Noba i Asyria raha mbola antoandro ny andro. Hambanany amin’ny tanany ny tendrombohitr’i Ziona zanakavavy, dia ilay havoanan’i Jerosalema.",
        "33": "I Jehovah Tompon’ny tafika, ilay tena Tompo, dia hanapaka an’ireo sampana ka hampidaraboka azy mafy. Hokapaina ireo hazo avo, ary hietry ny olona ambony.",
        "34": "Nokapainy tamin’ny fitaovana vy ny kirihitrala, ary hisy mahery handavo an’i Libanona."
    },
    "11": {
        "1": "Hisy rantsana hitsiry avy amin’ny foto-kazon’i Jese, ary hisy tsimoka hipoitra avy amin’ny fakany ka hamokatra.",
        "2": "Hitoetra eo aminy ny fanahin’i * Jehovah, dia fanahy manome fahendrena sy fahiratan-tsaina sy torohevitra sy hery sy fahalalana, ary tahotra an’i Jehovah.",
        "3": "Hahafaly azy ny fahatahorana an’i Jehovah. Tsy hitsara araka izay hitan’ny masony fotsiny izy, na hananatra araka izay ren’ny sofiny,",
        "4": "fa araka ny rariny no hitsarany ny mahantra, ary araka ny hitsiny no hananarany ny olona ho tombontsoan’ny mpandefitra eto an-tany. Hikapoka ny tany amin’ny tehin’ny vavany izy, ary izay aloaky ny vavany * no hamonoany ny ratsy fanahy ho faty.",
        "5": "Fehikibo eo amin’ny andilany ny fahamarinana, ary fehikibo anaovany koa ny tsy fivadihana.",
        "6": "Dia hiaraka tsindraindray ny zanak’ondry sy ny amboadia, hatoritory hiaraka amin’ny zanak’osy ny leopara, ary hiaraka daholo ny zanak’omby sy ny liona tanora ary ny biby nohatavezina, ka ankizilahikely no hitarika azy ireo.",
        "7": "Hiara-misakafo ny ombivavy sy ny orsa, ary hiara-matoritory ny zanany. Na ny liona aza hihina-mololo toy ny omby.",
        "8": "Hilalao eo amin’ny lavaky ny kôbrà ny zaza minono, ary ny zaza nisara-nono dia hametraka ny tanany eo amin’ny lavaky ny bibilava misy poizina.",
        "9": "Tsy handratra na hanimba eran’ny tendrombohitro masina izy ireo, satria ho feno fahalalana an’i Jehovah ny tany, toy ny anaronan’ny rano ny fanambanin’ny ranomasina.",
        "10": "Amin’izany andro izany dia hisy fakan’i Jese hitsangana ho toy ny tsato-kazo famantarana ho an’ireo firenena. Izy no hotadiavin’ireo firenena ka hanontaniany, ary ho be voninahitra ny toeram-ponenany.",
        "11": "Amin’izany andro izany dia hanome tanana indray i Jehovah, eny, hanao izany fanindroany izy, mba hanangonany ny olony sisa niangana, avy any Asyria sy Ejipta sy Patrosa sy Kosy sy Elama sy Sinara sy Hamata ary avy any amin’ireo nosin-dranomasina.",
        "12": "Ary hanangana tsato-kazo famantarana ho an’ireo firenena izy ka hanangona an’ireo Israelita niparitaka. Dia hangoniny avy any amin’ny vazan-tany efatra ny mponin’i Joda izay niely.",
        "13": "Dia tsy hialona intsony i Efraima, ary haripaka ireo mankahala an’i Joda. I Efraima tsy hialona an’i Joda, ary i Joda tsy hankahala an’i Efraima.",
        "14": "Dia hanidina ho any amin’ny tehezan-kavoanan’ny Filistinina any andrefana izy ireo, ka hiaraka handroba an’ireo zanaky ny Atsinanana. Amin’i Edoma sy Moaba no haninjiran’izy ireo ny tanany, ary ny taranak’i Amona no hofeheziny.",
        "15": "Koa hohamainin’i Jehovah ny helodranomasin’i Ejipta, ary hambanany amin’ny tanany sy amin’ny rivotra mahamay ny Renirano. Dia hamely an’ireo sampany fito izy, ary ny olona dia hampandehaniny tsy miala kapa.",
        "16": "Ary hisy lalambe avy any Asyria ho an’ny olony sisa miangana, izay sisa tavela, toy ny nisian’ny lalambe ho an’ny Israely tamin’ny andro nivoahany avy tany Ejipta."
    },
    "12": {
        "1": "Hiteny toy izao ianao amin’izany andro izany: “Hisaotra anao aho, Jehovah ô, satria na dia tezitra be tamiko aza ianao, dia nitony ihany ny fahatezeranao, ary nampionona ahy ianao.",
        "2": "Andriamanitra no mpamonjy ahy. Hatoky aho ka tsy hatahotra, satria i Jah * Jehovah no tanjako sy heriko, ary izy no mpamonjy ahy.”",
        "3": "Amim-pifaliana no hanovozanareo rano ao amin’ny loharanon’ny famonjena.",
        "4": "Hiteny toy izao koa ianareo amin’izany andro izany: “Misaora an’i Jehovah, rey olona! Miantsoa ny anarany. Ampahafantaro an’ireo firenena ny zavatra nataony. Ambarao fa misandratra ny anarany.",
        "5": "Manaova hira fiderana ho an’i Jehovah, fa lehibe tokoa ny zavatra nataony, ary ambara eran-tany izany.",
        "6": "“Mihorakoraha sy mihobia, ry mponin’i Ziona, fa Ilay Masin’ny Israely dia lehibe eo anivonareo.”"
    },
    "13": {
        "1": "Ny fanamelohana an’i Babylona, tao amin’ny fahitana azon’i Isaia zanak’i Amoza:",
        "2": "“Manangàna tsato-kazo famantarana eo amin’ny tendrombohitra mangadihady. Dia antsoy izy ireo, ka hofahofao tanana mba hidirany eo amin’ny fidiran’ny olona ambony.",
        "3": "Nanome baiko an’ireo nohamasiniko aho, ary nantsoiko mba hampihatra ny fahatezerako ireo olo-maheriko, dia ireo dibo-kafaliana indrindra.",
        "4": "Injay ny feon’ny vahoaka any an-tendrombohitra, toy ny fitabataban’ny vahoaka be! Injay ny tabataban’ireo fanjakana, dia ireo firenena voangona! Angonin’i Jehovah Tompon’ny tafika ireo miaramila mpiady.",
        "5": "Tonga avy any an-tany lavitra, eny, avy any amin’ny faravodilanitra i Jehovah sy ny fitaovam-piadiana fanamelohany, mba handrava ny tany manontolo.",
        "6": "“Midradradradrà, rey olona, fa akaiky ny andron’i Jehovah! Ho avy toy ny fandrobana ataon’ilay Mahery Indrindra izany.",
        "7": "Koa hiraviravy tanana ny rehetra, ary hihorohoro daholo ny fon’ny olombelona mety maty.",
        "8": "Ho very hevitra ny olona. Ho tratran’ny fanintona izy ireo sady hanaintaina toy ny mihetsi-jaza, eny, hanaintaina toy ny vehivavy efa hiteraka. Hifampijery izy ireo sady ho gagagaga, ary hivaloarika ny tarehiny.",
        "9": "“Ho avy ny andron’i Jehovah, izay andro feno fisafoahana sy fahatezerana tsy azo ivalozana, mba hahatonga an’ilay tany higagan’ny olona, sy mba handripahana ny mpanota tsy ho ao intsony.",
        "10": "Tsy hampamirapiratra ny hazavany ny kintana eny amin’ny lanitra sy ireo antokon-kintana Kesila. Vao miposaka ny masoandro dia efa maizina, ary tsy hampamirapiratra ny hazavany ny volana.",
        "11": "Dia hatsingeriko amin’ny tany ny faharatsiany, ary hatsingeriko amin’ny ratsy fanahy ny fahadisoany. Hatsahatro koa ny fireharehan’izay sahisahy ratsy, ary haetriko ny fiandranandran’ny mpitondra jadona.",
        "12": "Hataoko vitsy kokoa noho ny volamena voadio tsy fahita firy ny olona, ary ny olombelona ho vitsy kokoa noho ny volamena avy any Ofira izay tsy fahita firy.",
        "13": "Koa hataoko mihorohoro ny lanitra ary hihovotrovotra hiala amin’ny toerany ny tany, noho ny fisafoahan’i Jehovah Tompon’ny tafika, amin’ny andro hampiharany ny fahatezerany mirehitra.",
        "14": "Ho toy ny gazela noroahina sy ny andian’ondry tsy misy manangona izy ireo, ka samy hody any amin’ny fireneny avy, ary samy handositra any amin’ny taniny avy.",
        "15": "Ho voatrobaka izay rehetra hita ao, ary ho lavon-tsabatra izay rehetra tratra ao.",
        "16": "Ny zanany hotorotoroina eo imasony, ny tranony horobaina, ary ny vadiny hovetavetaina.",
        "17": "“Koa hoentaniko hamely azy ireo ny Medianina, izay tsy miraharaha volafotsy sady tsy tia volamena.",
        "18": "Dia hotorotoroin’izy ireo amin’ny tsipìka ny tovolahy. Ny aloaky ny kibo tsy hananany antra, ary ny ankizy tsy hangorahany.",
        "19": "Dia ho rava toy ny nanaovan’Andriamanitra an’i Sodoma sy Gomora i Babylona, ilay ravak’ireo fanjakana, ilay hatsaran-tarehin’ny Kaldeanina sy reharehany.",
        "20": "Tsy honenana intsony izy, ary tsy hisy toerana ho azy intsony hatramin’ny taranaka fara mandimby. Tsy hanangana ny tranolainy any ny Arabo, ary tsy hisy mpiandry ondry hampandry ny andian’ondriny any.",
        "21": "Any no handrian’ny biby mpirenireny eny amin’ny faritra karakaina, ary ho feno vorondolo lehibe ireo trano. Any koa no honenan’ny aotirisy, ary hisy demonia miendrika osy hitsambikimbikina any.",
        "22": "Hinaonaona eny amin’ny tilikambo fonenana ny alikadia, ary ny bibilava ngezabe no ho ao amin’ireo lapa kanto. Efa akaiky ny fotoana fanamelohana azy, ka tsy hohalavaina ny androny.”"
    },
    "14": {
        "1": "Fa hamindra fo amin’i Jakoba i Jehovah, ary mbola hifidy ny Israely ihany izy. Dia hataony mandry feizay eo amin’ny taniny izy ireo, ary hiaraka amin’izy ireo ny mpivahiny ka hifikitra amin’ny taranak’i Jakoba.",
        "2": "Hoentin’ny hafa firenena izy ireo ka hampodiny any aminy. Ary hataon’ny taranak’Israely ho mpanompolahiny sy mpanompovaviny any amin’ny tanin’i Jehovah izy ireo. Dia ho lasa mpamabo an’ireo namabo azy ny taranak’Israely, ka hifehy an’ireo nanery azy hiasa.",
        "3": "Amin’ny andro hampitsaharan’i Jehovah ny fahorianao sy ny tebitebinao ary ny fanandevozana mafy nampanaovina anao,",
        "4": "dia ataovy izao teny fanarabiana ny mpanjakan’i Babylona izao: “Oadray! Nitsahatra tsy nanery ny olona hiasa intsony angaha izato izy, ka nitsahatra ny fampahoriana!",
        "5": "Notapahin’i Jehovah ny tsorakazon’ny ratsy fanahy sy ny tehin’ny mpitondra,",
        "6": "izay tsy mitsahatra mikapoka an’ireo vahoaka amim-pahatezerana, sy mamolaka an’ireo firenena amim-pahavinirana ka manenjika azy tsy misy farany.",
        "7": "Nanjary nilamina ny tany manontolo, ka mandry feizay. Koa mifaly sy mihoby ny olona.",
        "8": "Samy faly noho izay manjo anao ny hazo zenevrie sy ny sederan’i Libanona, ka manao hoe: ‘Hatrizay nahalavoanao izay, dia tsy nisy intsony mpikapa hazo tonga hikapa anay.’",
        "9": "“Na ny toeran’ny maty * any ambany aza mientanentana hitsena anao amin’ny fahatongavanao. Noho ny aminao, dia fohaziny ireo maty izay tsy mahefa na inona na inona, izany hoe ny mpitarika rehetra eto an-tany izay toy ny osy. Ary asainy mitsangana avy eo amin’ny seza fiandrianana ny mpanjaka rehetran’ireo firenena.",
        "10": "Dia hoy izy rehetra aminao: ‘Ianao koa angaha natao osa tahaka anay? Natao mitovy aminay koa angaha ianao?",
        "11": "Navarina atỳ amin’ny toeran’ny maty * ny reharehanao, dia ny tabataban’ny lokanganao. Olitra no farafara atorianao, ary kankana no irakofanao.’",
        "12": "“Oadray! Nianjera avy any an-danitra angaha izato ianao, ry ilay mamirapiratra, zanaky ny maraina! Voakapa hianjera amin’ny tany ianao, ry ilay nandresy an’ireo firenena!",
        "13": "Fa hoy ianao anakampo: ‘Any an-danitra no hiakarako. Ambonin’ny kintan’Andriamanitra no hanandratako ny seza fiandrianako, ary hipetraka eny amin’ny tendrombohitra fivoriana aho, any amin’ny farany avaratra.",
        "14": "Hiakatra any ambonin’ny toerana avo eny amin’ny rahona aho, ka hataoko izay hampitovy ahy amin’ny Avo Indrindra.’",
        "15": "“Any amin’ny toeran’ny maty * anefa no hampidinana anao, any amin’ny farany ambany amin’ny lavaka.",
        "16": "Hibanjina anao izay mahita anao, ka handinika tsara anao, sady hilaza hoe: ‘Ity ve ilay lehilahy nampihorohoro ny tany, sy nampihozongozona fanjakana,",
        "17": "sy nahatonga ny tany lonaka ho tany efitra ka nandrava an’ireo tanàna tao, ary tsy namela an’ireo voafonjany hiverina hody?’",
        "18": "Samy mandry amim-boninahitra ao am-pasany ny mpanjakan’ireo firenena,",
        "19": "fa ianao kosa nariana fa tsy naiditra am-pasana, tahaka ny tsimoka tsy tiana. Mandrakotra anao ny fatin’ireo voatsindrona sabatra izay midina any amin’ireo vato ao an-davaka, ary tahaka ny faty voahitsakitsaka ianao.",
        "20": "Tsy hiara-milevina amin’ireo mpanjaka ao am-pasana ianao, satria nosimbanao ny taninao, ary novonoinao ny vahoakanao. Tsy hotononina mandritra ny fotoana tsy voafetra ny anaran’ny taranaky ny mpanao ratsy.",
        "21": "“Manomàna toerana hamonoana ny zanany, noho ny fahadisoan’ny razany, sao hitsangana haka ny tany indray izy ireo ka hofenoiny tanàna ny tany lonaka.”",
        "22": "“Hitsangana hamely azy ireo aho”, hoy i Jehovah Tompon’ny tafika. “Hofoanako ny anaran’i Babylona sy izay sisa miangana aminy ary ny zanany sy ny taranany”, hoy i Jehovah.",
        "23": "“Hataoko fonenan’ny sokina izy, ary hataoko kamory anirian’ny bararata. Hofafako amin’ny kifafa fandringanana koa izy”, hoy i Jehovah Tompon’ny tafika.",
        "24": "Efa nianiana i Jehovah Tompon’ny tafika hoe: “Izay efa nokasaiko no tsy maintsy hitranga, ary izay fanapahan-kevitro no ho tanteraka,",
        "25": "mba hanapotehana ny Asyrianina ao amin’ny taniko sy hanitsakitsahako azy eny an-tendrombohitro, ary mba hialan’ny ziogany tsy ho eo amin’ny oloko sy hialan’ny entany tsy ho eo an-tsoroky ny oloko.”",
        "26": "Izany no fanapahan-kevitra momba ny tany manontolo, ary izany no tanana ahinjitra amelezana ny firenena rehetra.",
        "27": "Fa i Jehovah Tompon’ny tafika no nanapa-kevitra, ka iza no mahafoana izany? Ary maninjitra ny tanany izy, ka iza no afaka mampihemotra izany?",
        "28": "Tamin’ny taona nahafatesan’i Ahaza Mpanjaka no nanaovana izao fanambarana izao:",
        "29": "“Aoka tsy hisy hifaly ao aminao, ry Filistia, satria hoe tapaka ny tehin’ilay namely anao. Fa hisy bibilava misy poizina hipoitra avy amin’ilay menarana, ka ny taranany dia ho bibilava misidina sady misy poizina mampamaivay.",
        "30": "Hihinan-kanina ny lahimatoan’ny olona ambany, ary hatory tsy hanana ahiahy ny mahantra. Fa hataoko matin’ny mosary kosa ny fakanao, ary hovonoina izay sisa tavela aminao.",
        "31": "Midradradradrà, ry vavahady ô! Miantsoantsoa, ry tanàna ô! Ho kivy ny ao aminao rehetra, ry Filistia! Fa misy setroka tamy avy any avaratra, ary tsy misy miala an-daharana ny miaramilany na iray aza.”",
        "32": "Inona no havaly an’ireo iraky ny firenena? Efa nametraka ny fototr’i Ziona, hono hoe, i Jehovah, ka ao no hialofan’ny olony ory."
    },
    "15": {
        "1": "Ny fanamelohana an’i Moaba: Voaroba nandritra ny alina i Aran’i Moaba, ka nangina. Voaroba nandritra ny alina koa i Kiran’i Moaba ka nangina.",
        "2": "Niakatra hitomany tany amin’ny tempoly sy tany Dibona izy, eny, nankany amin’ny toerana avo. Midradradradra i Moaba noho ny amin’i Nebo sy Medeba. Nosolaina daholo ny lohan’ny olona ao, ary noharatana daholo ny volombava.",
        "3": "Misikina lamba gony izy ireo eny an-dalana. Midradradradra sy mitomany eny an-tampon-trano sy eny an-tany malalaka ny olona rehetra ao, ary mitomany eny am-pidinana izy ireo.",
        "4": "Miantsoantso i Hesbona sy Elale, ka re hatrany Jahaza ny feony. Noho izany, dia mihiaka mafy foana ireo miaramilan’i Moaba. Tora-kovitra ilay firenena.",
        "5": "Mitaraina ny foko ato anatiko ato noho ny amin’i Moaba. Tonga hatrany Zoara sy Egleta-selisia ny mpandositra avy any Moaba. Samy mitomany izy ireo miakatra ny fiakarana any Lohita, ary mitaraindraina noho ny amin’ilay loza izy eny amin’ny lalana mankany Horonaima.",
        "6": "Ritra tanteraka ny ranon’i Nimrima. Maina ny ahi-maitso, maty ny ahitra, ary tsy misy zava-maitso intsony.",
        "7": "Koa ny zavatra sisa tavela sy ny fananana rehetra notehirizin’izy ireo, dia hoentiny any amin’ny lohasaha falehan-driaka misy hazo aravaha.",
        "8": "Manerana ny faritanin’i Moaba ny fitarainana, ary tonga hatrany Eglaima sy Bera-elima ny fidradradradrana,",
        "9": "satria nanjary feno ra ny ranon’i Dimona. Anisan’ny zavatra hafa hapetrako ao Dimona ny liona, izay hanafika ny sisa miangana any Moaba sy ny sisa tavela eo amin’ilay tany."
    },
    "16": {
        "1": "Mandefasa ondry avy any Sela hamakivaky ny tany efitra, ho any amin’ny mpifehy ny tany, any amin’ny tendrombohitr’i Ziona zanakavavy.",
        "2": "Toy ny voro-manidina mandositra satria voaroaka ao amin’ny akaniny, dia ho toy izany ny zanakavavin’i Moaba eny amin’ny toerana fiampitana an’i Arnona.",
        "3": "“Manolora hevitra, ary ampiharo ny didim-pitsarana. “Ataovy maizina be toy ny alina ny alokao amin’ny mitataovovonana. Afeno ny vahoakako miparitaka, ary izay mandositra dia aza atoro ny fahavalo.",
        "4": "Aoka ho mpivahiny eo aminao ny vahoakako miparitaka, ry Moaba. Aoka ianao ho toerana hiafenan’izy ireo sao ho azon’ny mpandroba izy. Fa nifarana ny fiainan’ny mpampahory, ary nifarana koa ny fandrobana. Naripaka tsy hisy intsony eto an-tany ny mpanosihosy olona.",
        "5": "“Hatsaram-panahy feno fitiavana no hampitoerana ny seza fiandrianana ho mafy orina. Hanaja ny fahamarinana ilay hipetraka eo amin’izy io, ao amin’ny tranolain’i Davida. Hitsara izy sady hikatsaka ny rariny, ary ho mailaka hanao zavatra araka ny hitsiny.”",
        "6": "Efa renay ny fireharehan’i Moaba, fa mirehareha be izy. Rediredy tsy ho tanteraka anefa ny fizahozahoany sy ny fireharehany ary ny fisafoahany.",
        "7": "Koa hidradradradra i Moaba noho ny fahoriany, eny, hidradradradra i Moaba manontolo. Higogogogo ireo tena ory, noho ny amin’ny mofo voaloboka mainan’i Kira-haresa,",
        "8": "satria malazo ny voly eny amin’ny tanimboly mikitohatohatr’i Hesbona. Nokapohin’ny tompon’ireo firenena ny voalobok’i Sibma, dia ireo sampany feno voaloboka mena midorehitra, izay tonga hatrany Jazera, sy nirenireny tany an-tany efitra. Navela hirobona anefa ny tsimok’izy ireo, ka tonga hatrany amin’ny ranomasina.",
        "9": "Koa toy ny hitomaniako an’i Jazera no hitomaniako noho ny voalobok’i Sibma. Hataoko kotsan’ny ranomasoko ianareo, ry Hesbona sy Elale, satria tonga nandritra ny fahavaratra sy ny fotoam-piotazana ny horakoraka.",
        "10": "Nesorina tsy ho eny amin’ny saham-boankazo ny fifaliana sy ny firavoravoana. Tsy misy mihoby sy mihorakoraka intsony eny an-tanimboaloboka. Ary tsy misy voaloboka hohitsakitsahina intsony ao amin’ny lavaka famiazam-boaloboka. Natsahatro tanteraka ny horakoraka.",
        "11": "Koa mipararetra toy ny tadin’ny harpa ny ao anatiko noho ny amin’i Moaba, ary toy izany koa ny tsinaiko noho ny amin’i Kira-haresa.",
        "12": "Hita fa reraka teny amin’ny toerana avo i Moaba. Tonga hivavaka teny amin’ny toerany masina izy, saingy tsy nahavita na inona na inona.",
        "13": "Izany no efa nolazain’i Jehovah momba an’i Moaba.",
        "14": "Izao kosa no lazain’i Jehovah ankehitriny: “Ao anatin’ny telo taona, araka ny taona iasan’ny mpikarama, dia ho afa-boninahitra i Moaba sady hisy sahotaka isan-karazany ao aminy, ary olona vitsy dia vitsy tsy matanjaka no sisa hiangana.”"
    },
    "17": {
        "1": "Ny fanamelohana an’i Damaskosy: “Nanjary tsy tanàna intsony i Damaskosy, fa korontam-bato sisa, eny, antontan-javatra rava.",
        "2": "Nilaozana ireo tanànan’i Aroera ka lasa toerana andrian’ny andiam-biby, ary tsy hisy hampangovitra an’ireny any.",
        "3": "Tsy misy tanàna voaro mafy intsony any Efraima, ary tsy misy fanjakana intsony ao Damaskosy. Toy izay nanjo ny voninahitry ny taranak’Israely no hanjo ny voninahitr’ireo sisa miangana amin’i Syria”, hoy i Jehovah Tompon’ny tafika.",
        "4": "“Amin’izany andro izany, dia hietry ny voninahitr’i Jakoba, ary hatao lasa mahia izy.",
        "5": "Rehefa manangona ny vokatra eny an-tsaha ny mpijinja ary mijinja an’ireo salohim-bary ny sandriny, dia ho toy ny olona mitsimpona salohim-bary sisa tavela eny amin’ny lemaka ivan’ny Refaima izy.",
        "6": "Kely sisa no azo otazana eo aminy, toy ny rehefa manintsana voan’oliva, ka voan’oliva masaka roa na telo no eny an-tendron’ny rantsany, ary efatra na dimy no eny amin’ireo sampany mamoa”, hoy i Jehovah Andriamanitry ny Israely.",
        "7": "Amin’izany andro izany, dia hiandrandra an’ilay Mpanao azy ny olombelona, ary hibanjina an’Ilay Masin’ny Israely ny masony.",
        "8": "Tsy hitodika any amin’ireo alitara nataon’ny tanany izy. Ary tsy hobanjininy izay nataon’ny rantsantanany, na ny tsato-kazo masina izany na ny fandoroana emboka manitra.",
        "9": "Amin’izany andro izany, dia ho toy ny toerana nilaozana any an’ala ireo tanànany voaro mafy, eny, ho toy ny sampana nilaozana tanteraka noho ny amin’ny zanak’Israely, ka ho lao tokoa.",
        "10": "Fa efa nanadino an’ilay Andriamanitry ny famonjena anao ianao, sady tsy nahatsiaro an’ilay Vatolampy fiarovana mafy ho anao. Izany no antony nambolenao voly mahafinaritra, ary nisy tsimoka avy amin’ny vahiny koa nambolenao niaraka taminy.",
        "11": "Azonao fefena tsara ny volinao mandritra ny andro, ary amin’ny maraina dia azonao atao izay hampitsimoka ny voa afafinao, kanefa tsy hisy ny vokatra amin’ny andro hahatongavan’ny aretina sy ny fanaintainana tsy misy fanafany.",
        "12": "Andray, izato fisahotaky ny vahoaka maro, izay mitabataba toy ny ranomasina misamboaravoara! Andray, izato kotaban’ireo firenena, izay mitabataba toy ny rano mahery fiavy!",
        "13": "Hitabataba toy ny rano be misasasasa ireo firenena. Ary hiteny mafy azy ireo Izy. Dia handositra lavitra ireo ka horoahina toy ny akofa paohin’ny rivotra eny an-tendrombohitra, sy toy ny tsilo atambolimbolin’ny tafio-drivotra.",
        "14": "Misy horohoro tampoka amin’ny takariva, ary raha mbola tsy maraina ny andro, dia tsy ho eo intsony ireo firenena ireo. Izany no anjaran’ireo mamabo antsika sy hanjo an’ireo mandroba antsika."
    },
    "18": {
        "1": "Lozan’ilay tany feno bibikely manana elatra izay mifanaretsaka, dia ilay any amin’ny faritry ny reniranon’i Etiopia!",
        "2": "Io tany io no mandefa iraka izay handeha eny ambony ranomasina sy handeha lakan-jozoro eny ambony rano, ka manao hoe: “Ry iraka haingam-pandeha! Mandehana any amin’ny firenena lava ranjanana sy malama hoditra, dia vahoaka mampahatahotra ny olona hatraiza hatraiza, sady firenena mafy toto sy mpanitsakitsaka. Ary efa nofaohin’ny renirano koa ny taniny.”",
        "3": "Ry mponina rehetra eny amin’ny tany lonaka, sy ianareo monina eto an-tany! Hahita zavatra ianareo, toy izay hita rehefa misy tsato-kazo famantarana atsangana eny an-tendrombohitra. Ary handre feo ianareo, toy izay re rehefa tsofina ny anjombona.",
        "4": "Fa izao no nolazain’i Jehovah tamiko: “Ho tony aho, sady hijery eo amin’ny toerana onenako. Ho toy ny hafanana mahajambena miaraka amin’ny hazavana ny fanaovako an’izany, ary ho toy ny ando be dia be ao anatin’ny hafanana amin’ny fotoam-piotazana.",
        "5": "Fa alohan’ny fijinjana, rehefa mivelatra tanteraka ny felam-boaloboka ka lasa voaloboka masaka ny voniny, dia hotapahina amin’ny antsy fandrantsanam-boaloboka ny laingony, ary hesorina ny sakelika. Eny, hokapaina ireny.",
        "6": "Ary havela ho an’ny vorona mpihaza eny an-tendrombohitra, sy ho an’ny bibidia etỳ an-tany izy rehetra. Mandritra ny fahavaratra dia ho eny amin’ireny ny vorona mpihaza, ary mandritra ny fotoam-piotazana dia ho eny koa ny bibidia etỳ an-tany.",
        "7": "“Amin’izay fotoana izay no hanaterana fanomezana ho an’i Jehovah Tompon’ny tafika, avy amin’ny vahoaka lava ranjanana sy malama hoditra, dia vahoaka mampahatahotra ny olona hatraiza hatraiza, sady firenena mafy toto sy mpanitsakitsaka. Ary efa nofaohin’ny renirano koa ny taniny. Haterina any amin’ny toerana misy ny anaran’i Jehovah Tompon’ny tafika izany, dia any amin’ny Tendrombohitra Ziona.”"
    },
    "19": {
        "1": "Ny fanamelohana an’i Ejipta: Mitaingina rahona haingam-pandeha i Jehovah ka tonga any Ejipta. Koa ho tora-kovitra noho ny aminy ireo andriamanitra tsy misy dikany ivavahan’i Ejipta, ary hihorohoro ny fon’ny olona any.",
        "2": "“Hampirisihiko hifamely ny Ejipsianina, ary samy hiady amin’ny rahalahiny avy sy amin’ny namany avy izy ireo, ka ny tanàna hiady amin’ny tanàna, ary ny fanjakana hiady amin’ny fanjakana.",
        "3": "Dia ho very hevitra i Ejipta, ary horavako ny fikasany. Koa hitady fanampiana any amin’ny andriamanitra tsy misy dikany izy ireo, ary koa any amin’ny mpilalao ody sy ny mpamoha angatra ary ny mpilaza ny hoavy.",
        "4": "Ary hatolotro eo an-tanan’ny mpitondra masiaka i Ejipta, ka mpanjaka mahery no hifehy azy”, hoy i Jehovah Tompon’ny tafika, ilay tena Tompo.",
        "5": "Ho ritra ny ranon’ny ranomasina, ary ho tankina sy ho maina koa ny renirano.",
        "6": "Ho maimbo ireo renirano, hihena ka ho ritra ireo lakandranon’i Neily any Ejipta, ary ho simba ny bararata sy ny harefo.",
        "7": "Ho maina ny tany misy ahitra eny amoron’ny Reniranon’i Neily eo amin’ny vinaniny, sy ny taniny rehetra namafazam-boa. Hopaohin’ny rivotra izany ka tsy hisy intsony.",
        "8": "Dia hitomany ny mpanjono, halahelo ny mpamintana rehetra eo amin’ny Reniranon’i Neily, ary ho reraka ny mpanarato.",
        "9": "Ho menatra ny mpiasa mikarakara rongony efa voakira, sy ny mpanenona lamba fotsy.",
        "10": "Ho torotoro ny mpanenona lamba misoratsoratra, ary halahelo ny mpikarama rehetra.",
        "11": "Tena adala ny andrianan’i Zoana. Hadalana ny torohevitra omen’ny olon-kendry mpanolo-tsain’i Farao. Koa ahoana no hilazanareo amin’i Farao hoe: “Zanaky ny olon-kendry aho sady taranaky ny mpanjaka fahiny”?",
        "12": "Aiza àry ireny olon-kendrinao ireny, mba hilaza sy hamantatra ny fanapahan-kevitr’i Jehovah Tompon’ny tafika ny amin’i Ejipta?",
        "13": "Hadalana no nataon’ny andrianan’i Zoana, voafitaka ny andrianan’i Nofa, ary nampirenireny an’i Ejipta ny lehibem-pokony.",
        "14": "Nataon’i Jehovah sahiran-kevitra i Ejipta, ary ny mpitarika azy dia nampirenireny azy tamin’ny asany rehetra, ka toy ny olona mamo mibolisatra eo amin’izay naloany izy.",
        "15": "Ary tsy hisy any Ejipta ny asa mety ho vitan’ny loha na ny rambo na ny tsimoka na ny harefo.",
        "16": "Amin’izany andro izany, dia ho toy ny vehivavy i Ejipta ka ho tora-kovitra sy hatahotra, satria hanambana azy amin’ny tanany i Jehovah Tompon’ny tafika.",
        "17": "Ary hihorohoro i Ejipta noho ny amin’ny tanin’i Joda. Matahotra koa izay olona ilazana momba azy io, noho ny amin’ny fanapahan-kevitr’i Jehovah Tompon’ny tafika hamely an’i Ejipta.",
        "18": "Amin’izany andro izany, dia hisy tanàna dimy any Ejipta hiteny ny fitenin’i Kanana sady hianiana amin’i Jehovah Tompon’ny tafika. Ary hantsoina hoe Tanànan’ny Faharavana ny tanàna iray.",
        "19": "Amin’izany andro izany, dia hisy alitara ho an’i Jehovah eo afovoan’i Ejipta, ary hisy tsangambato ho an’i Jehovah eo akaikin’ny sisin-taniny.",
        "20": "Ho famantarana sy vavolombelona ho an’i Jehovah Tompon’ny tafika izany, any Ejipta. Fa hitaraina amin’i Jehovah izy ireo noho ny amin’ny mpampahory, ka handefasany mpamonjy lehibe hamonjy azy.",
        "21": "Ary i Jehovah ho fantatry ny Ejipsianina, eny, hahafantatra an’i Jehovah ny Ejipsianina, amin’izany andro izany. Koa hanolotra sorona sy fanomezana izy ireo, ary hivoady amin’i Jehovah ka hanefa izany.",
        "22": "Ary hamely an’i Ejipta i Jehovah, eny, hamely nefa koa hanasitrana. Dia hiverina amin’i Jehovah izy ireo. Koa hihaino ny fitalahoany Izy ary hanasitrana azy.",
        "23": "Amin’izany andro izany, dia hisy lalambe avy any Ejipta mankany Asyria, ka ho tonga any Ejipta i Asyria, ary ho tonga any Asyria i Ejipta. Dia samy hanao fanompoana masina i Ejipta sy Asyria.",
        "24": "Amin’izany andro izany, dia ho fahatelo i Israely miaraka amin’i Ejipta sy Asyria, ka ho fitahiana eo amin’ilay tany,",
        "25": "satria hitso-drano azy i Jehovah Tompon’ny tafika hoe: “Hotahina anie i Ejipta oloko, sy Asyria asan’ny tanako, ary Israely lovako!”"
    },
    "20": {
        "1": "Tamin’ny taona nahatongavan’i Tartana tao Asdoda, tamin’izy nirahin’i Sargona mpanjakan’i Asyria, dia niady tamin’i Asdoda izy ka namabo azy.",
        "2": "Tonga tamin’i Isaia zanak’i Amoza ny tenin’i Jehovah, tamin’izay fotoana izay, hoe: “Mandehana ka vahao ny lamba gony isikinanao, ary esory ny kapa eny an-tongotrao.” Dia nanao izany i Isaia, ka nandeha nitanjaka * sady tsy nanao kapa.",
        "3": "Ary hoy i Jehovah: “Nandeha nitanjaka sy tsy nanao kapa telo taona i Isaia mpanompoko, ho famantarana sy fambara ny amin’izay hanjo an’i Ejipta sy Etiopia.",
        "4": "Koa hitanjaka sy tsy hanao kapa ary hiseho fitombenana toy izany koa ny babo rehetra avy any Ejipta sy ireo mponin’i Etiopia hatao sesitany, na ny tovolahy na ny lahiantitra, rehefa hoentin’ny mpanjakan’i Asyria. Eny, hiseho ny fitanjahan’i Ejipta.",
        "5": "Dia hihorohoro izy ireo, sady ho menatra noho ny amin’i Etiopia izay fanantenany, sy noho ny amin’i Ejipta izay hatsaran-tarehiny.",
        "6": "Amin’izany andro izany, dia hiteny ny mponin’ilay morontsiraka hoe: ‘Jereo ny manjo an’ilay nantenaintsika, izay nihazakazahantsika mba hanampy antsika tsy ho azon’ny mpanjakan’i Asyria! Koa ahoana no hahafahantsika handositra?’”"
    },
    "21": {
        "1": "Ny fanamelohana ny tany efitra any amin’ny ranomasina: Avy any an-tany efitra izany, avy any amin’ny tany mampahatahotra, ary mandroso hatrany toy ny tafio-drivotra avy any atsimo.",
        "2": "Misy fahitana mafonja naseho tamiko: Ny mpamitaka dia mamitaka, ary ny mpandroba mandroba. Miakara, ry Elama! Manaova fahirano, ry Media! Efa natsahatro daholo ny fisentoana vokatry ny nataony.",
        "3": "Izany no nahatonga ny andilako hanaintaina mafy. Manaintaina toy ny vehivavy efa hiteraka aho. Sahiran-tsaina aho ka tsy mandre, ary very hevitra aho ka tsy mahita.",
        "4": "Midobodoboka ny foko. Mihorohoro mafy aho ka mangovitra. Manjary mampahatahotra ahy ny maraina vao mangiran-dratsy izay tiako taloha.",
        "5": "Aoka homanina ny latabatra, aoka halamina ny toerana hipetrahana, ary aoka hisy fihinanana sy fisotroana! Mitsangàna, ry andriana, ka hosory menaka ny ampinga!",
        "6": "Fa izao no nolazain’i Jehovah tamiko: “Mandehana manendry mpitily mba hilaza izay zavatra hitany.”",
        "7": "Dia nahita kalesin’ady tarihin’ny soavaly mandeha tsiroaroa izy, ary koa kalesin’ady tarihin’ampondra sy kalesin’ady tarihin-drameva. Ary nandinika fatratra sy nijery tsara izy.",
        "8": "Dia niantsoantso toy ny liona izy hoe: “Eto amin’ny tilikambo fiambenana aho no mijoro mandritra ny andro, Jehovah ô, ary eto amin’ny toeram-piambenako aho isaky ny alina.",
        "9": "Iny misy kalesin’ady mitondra olona sady tarihin’ny soavaly roa!” Hoy koa izy: “Nianjera, nianjera i Babylona, ary vaky miparitaka amin’ny tany daholo ny sary sokitra izay andriamaniny!”",
        "10": "Ry oloko voahosihosy sy zanaky ny famoloana! Izay reko tamin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, no lazaiko aminareo.",
        "11": "Ny fanamelohana an’i Doma: Misy miantso ahy avy any Seira, hoe: “Ry mpitily ô! Aiza ho aiza amin’ny alina isika izao? Ry mpitily ô! Aiza ho aiza amin’ny alina isika izao?”",
        "12": "Dia hoy ny mpitily: “Ho tonga ny maraina, ary ho tonga koa ny alina. Koa manontania raha te hanontany ianareo. Tongava indray e!”",
        "13": "Ny fanamelohana ny lemaka karakaina: Any anaty ala any amin’ny lemaka karakaina no hatorianareo, ry olona miara-dia avy any Dedana.",
        "14": "Mitondrà rano hitsenana ny mangetaheta. Tsenao izay mandositra ka itondray mofo, ry mponin’i Tema.",
        "15": "Fa nandositra izy ireo satria efa voatsoaka tao anaty tranony ny sabatra, sady efa vonona ny tsipìka, ary mafy ny ady.",
        "16": "Fa izao no nolazain’i Jehovah tamiko: “Ao anatin’ny herintaona, araka ny taona iasan’ny mpikarama, dia ho levona avokoa ny voninahitr’i Kedara.",
        "17": "Vitsy kely sisa no ho tavela amin’ireo mpandefa tsipìka, dia ireo lehilahy mahery amin’ny taranak’i Kedara, fa i Jehovah Andriamanitry ny Israely no efa niteny.”"
    },
    "22": {
        "1": "Ny fanambarana momba ny lohasahan’ny fahitana: Fa inona àry no manjo anao, no miakatra eny an-tampon-trano daholo ny olonao?",
        "2": "Ry tanàna be tabataba! Ry vohitra mifaly! Feno sahotaka ao aminao. Tsy matin-tsabatra na maty an’ady ireo olona maty ao aminao.",
        "3": "Niara-nandositra daholo ny mpitondra jadona teo aminao. Voasambotra izy ireo ka nogadraina, nefa tsy nampiasana tsipìka akory. Ny olona rehetra tao aminao izay nandositra lavitra ka tratra, dia niara-nentina hogadraina avokoa.",
        "4": "Izany no antony ilazako hoe: “Aza mibanjina ahy intsony. Hitomany aho fa malahelo mafy. Ary aza mikiry hampionona ahy amin’izao fandrobana ny oloko zanakavavy izao.",
        "5": "Fa hampiharina amin’ilay lohasahan’ny fahitana ny andron’ny fisahotahana sy ny fanitsakitsahana ary ny fahaverezan-kevitra. I Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony, no hampihatra izany. Hisy koa ny mpandrava manda sy ny antsoantso mankany an-tendrombohitra.",
        "6": "Efa noraisin’i Elama ny tranon-jana-tsipìka tao anatin’ny kalesin’ady mitondra olona sady tarihin-tsoavaly. Efa nesorin’i Kira koa ny saron’ny ampinga.",
        "7": "Dia ho feno kalesin’ady eny amin’ny lemaka iva tsara indrindra eo aminao, ary tsy maintsy haka toerana eny am-bavahady ny soavaly fitondra miady.",
        "8": "Hisy hanala koa ny zavatra miaro an’i Joda. Amin’izany andro izany, dia hojerenao ny fitehirizam-piadiana ao amin’ny Trano Alan’i Libanona.",
        "9": "Ary ho hitanareo ny gorobaka eny amin’ny mandan’ny Tanànan’i Davida, satria ho maro izany. Dia hanangona rano ao amin’ny dobo ambany ianareo.",
        "10": "Hisainareo koa ny trano ao Jerosalema ka harodanareo, mba hanaovana ny manda ho sarotra iakarana.",
        "11": "Hisy koveta be fanangonan-drano hapetrakareo eo anelanelan’ny manda roa, mba hasiana ny rano avy ao amin’ny dobo tranainy. Ary ianareo tsy mba hitodika any amin’Ilay Be Voninahitra Mpanao izany, sady tsy mba hijery an’ilay namorona izany hatry ny ela.",
        "12": "“Amin’izany andro izany i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony, dia handidy anareo hitomany sy hisaona sy hanasola loha ary hisikina lamba gony.",
        "13": "Kanjo fifaliana sy firavoravoana no hita, ary koa famonoana omby aman’ondry, sy fihinanan-kena, ary fisotroan-divay. ‘Andao hihinana sy hisotro, fa rahampitso dia ho faty.’”",
        "14": "Koa nanambara tamiko i Jehovah Tompon’ny tafika, hoe: “‘Tsy hisy fandrakofam-pahotana ho anareo noho izany fahadisoana izany, mandra-pahafatinareo’, hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.”",
        "15": "Ary hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony: “Mankanesa ao amin’io Sebna mpiandraikitra ny trano io, ka ilazao izy hoe:",
        "16": "‘Inona no anao eto, ary iza no anao eto, no mandavaka fasana ho anao eto ianao?’ Mandavaka ny fasany eny amin’ny toerana ambony mantsy izy, ary mandavaka fonenana ho azy eny amin’ny harambato.",
        "17": "‘Hatsipin’i Jehovah mafy anefa ianao, ry lehilahy tomady. Hohazoniny mafy ianao.",
        "18": "Tsy maintsy hahorongorony mafy ianao, ka hataony toy ny baolina hatsipy eny an-tany malalaka. Koa any ianao no ho faty, ary any ny kalesim-boninahitrao no ho fahafaham-baraka ho an’ny ankohonan’ny tomponao.",
        "19": "Ary horoahiko hiala amin’ny toeranao ianao, ka haongana hiala amin’ny andraiki-panjakana tananao.",
        "20": "“‘Amin’izany andro izany, dia hantsoiko i Eliakima mpanompoko, zanak’i Hilkia.",
        "21": "Koa hampanaoviko azy ny akanjom-boninahitrao, hafatotro tsara aminy ny fehikibo lamba nanaovanao, ary hatolotro eo an-tanany ny fahefanao. Ary izy ho rain’ny mponin’i Jerosalema sy ny taranak’i Joda.",
        "22": "Dia hataoko eo an-tsorony ny lakilen’ny ankohonan’i Davida. Koa hanokatra izy ka tsy hisy hanidy izany, ary hanidy izy ka tsy hisy hanokatra izany.",
        "23": "Hataoko ho toy ny fantsika fanantonana milentika eo amin’ny toerana mafy tsara izy, ary ho toy ny seza fiandrianana be voninahitra ho an’ny ankohonan-drainy.",
        "24": "Dia hahantona eo aminy daholo ny voninahitry ny ankohonan-drainy: Ny taranaka sy ny solofo, ny fitaovana madinika rehetra, ny vilia baolina, ary ny siny lehibe rehetra.",
        "25": "“‘Amin’izany andro izany’, hoy i Jehovah Tompon’ny tafika, ‘dia hesorina ny fantsika fanantonana izay efa nalentika teo amin’ny toerana mafy tsara. Hokapaina izy ka hianjera, ary hianjera avokoa ny entana mihantona eo aminy, fa i Jehovah no efa niteny.’”"
    },
    "23": {
        "1": "Ny fanambarana momba an’i Tyro: Midradradradrà, ry sambon’i Tarsisy! Fa voaroba ilay seranana ka tsy misy intsony, sady tsy azo idirana intsony. Efa tany Kitima izy ireo no nilazana izany.",
        "2": "Mangìna, ry mponina amoron-tsiraka! Ny mpivarotra avy any Sidona izay miampita ranomasina no nahatonga anao hanan-karem-be.",
        "3": "Ary nentina teny ambonin’ny rano ny vokatr’i Sihora, dia ny vokatr’i Neily, izay fidiram-bolan’i Tyro. Lasa tombony ho an’ireo firenena izany.",
        "4": "Aoka ho menatra ianao, ry Sidona. Izao mantsy no nolazain’ny ranomasina, ry tanàna voaro mafy eny amoron-dranomasina: “Tsy nihetsi-jaza aho, na niteraka na nitaiza zazalahy na nanabe virjiny.”",
        "5": "Hanaintaina mafy ny olona rehefa mandre izay manjo an’i Tyro, toy ny rehefa nandre izay nanjo an’i Ejipta.",
        "6": "Miampità ho any Tarsisy! Midradradradrà, ry mponina amoron-tsiraka.",
        "7": "Io ve ilay tanànanareo izay nifaly hatramin’ny taloha ela be sady nentin’ny tongony nivahiny lavitra?",
        "8": "Iza no nandray izany fanapahan-kevitra izany, mba hamelezana an’i Tyro izay mpanome satroboninahitra? Ny mpivarotra tao aminy dia andriana, ary ny mpivaro-mandeha dia olo-nanan-kaja teto an-tany.",
        "9": "I Jehovah Tompon’ny tafika no nandray izany fanapahan-kevitra izany, mba hanazimbazimbana ny fireharehana noho ny hatsaran-tarehy rehetra, sy mba hanaovana tsinontsinona ny olo-manan-kaja rehetra eto an-tany.",
        "10": "Ry zanakavavin’i Tarsisy, aoka ianao hanenika ny taninao, toy ny ataon’ny Reniranon’i Neily. Tsy misy toerana fanamboaran-tsambo intsony.",
        "11": "Maninjitra ny tanany ambonin’ny ranomasina i Jehovah, sady mampitebiteby an’ireo fanjakana. Mandidy ny hamelezana an’i Fenisia izy, dia ny handravana ny toerana voaro mafy any.",
        "12": "Hoy koa izy: “Aza mifaly intsony, ry virjiny zanakavavin’i Sidona izay ampahorina, fa mandehana miampita ho any Kitima. Na any aza anefa ianao dia tsy handry feizay.”",
        "13": "Jereo ny tanin’ny Kaldeanina! Io firenena io, fa tsy i Asyria, no nanao an’i Tyro ho toerana ho an’ny biby mpirenireny any an-tany efitra. Nanangana tilikambo fanaovana fahirano izy ireo, ka nandrava tanteraka an’ireo tilikambo fonenana. Dia noravana ilay tanàna ka lasa korontam-bato sisa.",
        "14": "Midradradradrà, ry sambon’i Tarsisy, fa voaroba ny toerana voaro mafy any amin’ny taninareo.",
        "15": "Amin’izany andro izany, dia hohadinoina mandritra ny fitopolo taona i Tyro, izany hoe mandritra ny fotoana itondran’ny mpanjaka iray. Rehefa tapitra ny fitopolo taona, dia ho toy ilay mpivaro-tena voalazan’izao hira izao i Tyro:",
        "16": "“Makà harpa, mandehana manodidina ny tanàna, ry mpivaro-tena efa hadino. Tendreo araka izay fara fahaizanao ny zavamaneno. Manaova hira be dia be, mba hahatsiarovana anao indray.”",
        "17": "Rehefa afaka fitopolo taona, dia handinika an’i Tyro i Jehovah. Koa hikarama indray i Tyro, ka hivaro-tena amin’ny fanjakana rehetra eto ambonin’ny tany.",
        "18": "Hanjary ho zava-masina eo anatrehan’i Jehovah anefa ny tombony azony sy ny karamany. Tsy hotehirizina na hangonina izany. Homena an’izay mitoetra eo anatrehan’i Jehovah mantsy ny karamany, mba hahazoana sakafo mahavoky sy fitafiana mihaja."
    },
    "24": {
        "1": "Ataon’i Jehovah tsy misy na inona na inona ny tany, ka manjary lao. Nataony nivadika ambony ambany ny tany, ary naparitany ny mponina teo aminy.",
        "2": "Koa hitovy ihany ny hanjo ny vahoaka sy ny mpisorona, ny mpanompo sy ny tompony, ny mpanompovavy sy ny tompovaviny, ny mpividy sy ny mpivarotra, ny mpampisambo-bola sy ny mpisambotra, ary ny mpampanjana-bola sy ny mpandoa zanabola.",
        "3": "Ho foana tsy misy na inona na inona tokoa ny tany sady horobaina, fa i Jehovah no efa nilaza izany teny izany.",
        "4": "Misaona ny tany sady lany hery. Malazo ny tany lonaka sady lany hery. Milofika ireo olona ambony eo amin’ny vahoakan’ilay tany.",
        "5": "Nandoto ny tany ny mponina eo aminy, satria nandika ny lalàna sy nanova ny fitsipika, ary nivadika tamin’ny fifanekena, dia ilay fifanekena mandritra ny fotoana tsy voafetra.",
        "6": "Koa nandevona ny tany ny ozona, ary meloka ny mponina ao. Nihena koa ny isan’ny mponina ao, ka vitsy kely sisa ny olona tavela.",
        "7": "Misaona ny divay vaovao, malazo ny voaloboka, ary misento daholo ireo olona falifaly am-po.",
        "8": "Nitsahatra ny feo falifalin’ny ampongatapaka, nifarana ny horakoraky ny olona ravoravo fatratra, ary nitsahatra koa ny feo falifalin’ny harpa.",
        "9": "Tsy misy mihira intsony mandritra ny fisotroan-divay, ary ny zava-pisotro mahamamo dia lasa mangidy amin’ireo mpisotro azy.",
        "10": "Rava ilay tanàna nilaozana, ary mihidy ka tsy azo idirana ny trano rehetra.",
        "11": "Miantsoantso eny an-dalambe ny olona satria tsy misy ny divay. Foana ny fifaliana rehetra, ary tsy misy intsony ny firavoravoan’ilay tany.",
        "12": "Nanjary nigagan’ny olona ny niafaran’ilay tanàna. Rava ny vavahady, ka lasa korontam-bato miavosa.",
        "13": "Dia ho toy izany no hitranga ao amin’ilay tany, eo amin’ireo firenena, izany hoe ho toy ny rehefa manintsana voan’oliva, sy ho toy ny rehefa mioty izay voaloboka sisa aorian’ny fotoam-piotazana.",
        "14": "Hanandra-peo izy ireo ka hihoby. Ary hanao horakora-pifaliana izy ireo avy any an-dranomasina, noho ny fahalehibeazan’i Jehovah.",
        "15": "Koa hanome voninahitra an’i Jehovah izy ireo any amin’ilay faritry ny hazavana, ary hanome voninahitra ny anaran’i Jehovah Andriamanitry ny Israely izy ireo any amin’ireo nosin-dranomasina.",
        "16": "Misy hira fiderana toy izao renay avy any amin’ny faran’ny tany: “Ho an’Ilay Marina anie ny famirapiratana!” Fa izaho kosa milaza hoe: “Trotraka aho, eny, trotraka! Hahita loza aho! Ny mpamitaka dia mamitaka. Mampiasa fitaka ny mpamitaka ka mamitaka.”",
        "17": "Horohoro sy lavaka ary fandrika no miandry anao, ry mponin’ilay tany.",
        "18": "Koa izay mandositra noho ny feon-javatra mampihorohoro dia ho latsaka ao an-davaka, ary izay miakatra avy ao an-davaka kosa ho azon’ny fandrika. Fa hosokafana ny vavahadin-drano any ambony, ary hihovotrovotra ny fototry ny tany.",
        "19": "Mitresaka tanteraka ilay tany! Mihovotrovotra tanteraka ilay tany! Mihozongozona tanteraka ilay tany!",
        "20": "Mivembena tanteraka toy ny lehilahy mamo ilay tany, ka mihetsiketsika tahaka ny trano rantsankazo. Mitambesatra amin’ilay tany ny fahadisoany, dia hianjera izy ka tsy ho tafarina intsony.",
        "21": "Amin’izany andro izany dia hotsarain’i Jehovah eny amin’ny avo ny tafiky ny avo, ary hotsarainy eto ambonin’ny tany ny mpanjakan’ny tany.",
        "22": "Dia hangonina toy ny fanangona voafonja ho ao an-davaka izy ireo, ka hohidiana ao amin’ny lakaly figadrana. Hojerena indray anefa izy ireo rehefa afaka andro maro.",
        "23": "Koa hangaihay ny volana fenomanana, ary ho menatra ny masoandro mamirapiratra, satria i Jehovah Tompon’ny tafika dia lasa mpanjaka be voninahitra eny amin’ny Tendrombohitra Ziona, sy any Jerosalema, ary eo anatrehan’ny anti-panahiny."
    },
    "25": {
        "1": "Ianao no Andriamanitro, Jehovah ô! Mankalaza anao aho ary midera ny anaranao, fa nanao zava-mahagaga sy nanatanteraka izay nokasainao hatry ny ela ianao, satria tsy mivadika sy mendri-pitokisana foana.",
        "2": "Fa nataonao lasa korontam-bato ny tanàna, lasa antontan-javatra rava ny tanàna voaro mafy, ary nofoananao ny tilikambo fonenan’ny vahiny. Dia tsy haorina intsony ilay tanàna, hatramin’ny fotoana tsy voafetra.",
        "3": "Koa hanome voninahitra anao ny vahoaka matanjaka, ary hatahotra anao ny tanànan’ireo firenena lozabe.",
        "4": "Fa nanjary fiarovana mafy ho an’ny olona ambany ianao, fiarovana mafy ho an’ny mahantra ao anatin’ny fahoriany, fialofana amin’ny oram-baratra, ary fialokalofana amin’ny hafanana. Eny, fiarovana toy izany ianao rehefa misy olon-dozabe mamely mafy toy ny oram-baratra mifafy amin’ny manda.",
        "5": "Ampangininao ny tabataban’ny vahiny, toy ny analefahanao ny hafanana rehefa rakofanao aloky ny rahona ny tany karakaina. Dia tsy hisy intsony ny hiran’ny olon-dozabe.",
        "6": "Ary hanao fanasambe ho an’ny firenena rehetra i Jehovah Tompon’ny tafika eto amin’ity tendrombohitra ity, dia fanasambe misy hanim-pito loha, fanasambe misy divay efa naotrika ela, * eny, fanasambe misy hanim-pito loha sady feno tsoka, sy divay efa naotrika ela ka notantavanina.",
        "7": "Hofoanany eto amin’ity tendrombohitra ity ny rakotra izay mandrakotra ny vahoaka rehetra, sy ny lamba voatenona manarona ny firenena rehetra.",
        "8": "Hofoanany tsy hisy mandrakizay ny fahafatesana. Hofafan’i Jehovah Tompo Fara Tampony koa ny ranomaso amin’ny tarehy rehetra, ary hesoriny ny fahafaham-barakan’ny olony any amin’ny tany rehetra, fa i Jehovah no efa niteny.",
        "9": "Amin’izany andro izany, dia hisy hilaza hoe: “Izy no Andriamanitsika, ary manantena azy isika, ka hamonjy antsika izy. Izy no Jehovah, ary manantena azy isika. Koa aoka isika hifaly sy hiravoravo noho ny famonjeny.”",
        "10": "Fa hitoetra eto amin’ity tendrombohitra ity ny tanan’i Jehovah. Dia hohitsakitsahina eo amin’ny toerany i Moaba, toy ny fanitsakitsaka antonta-mololo eo amin’ny toeran-jezika.",
        "11": "Ary hikapoka azy ny tanany, toy ny ataon’ny mpilomano mikapoka ny rano amin’ny tanany rehefa milomano. Ny tanany mailamailaka no hampietreny ny fireharehan’i Moaba.",
        "12": "Dia harodany ilay tanàna voaro mafy sy ny manda fiarovany avo be. Haetriny izany ka hazerany amin’ny tany, dia amin’ny vovoka."
    },
    "26": {
        "1": "Amin’izany andro izany, dia hohiraina eto Joda izao hira izao: “Manana tanàna mahery isika, satria ataony manda sy tovon-tany fiarovana ho antsika ny famonjena.",
        "2": "Vohay ny vavahady mba hidiran’ny firenena marina sy mendri-pitokisana.",
        "3": "Harovanao ka hanana fiadanana foana izay manana toe-tsaina tsy miovaova, satria ianao no itokisany.",
        "4": "Matokia an’i Jehovah mandrakariva, fa i Jah Jehovah no Vatolampy mandritra ny fotoana tsy voafetra.",
        "5": "“Fa aetriny ireo mipetraka eny amin’ny toerana ambony, eny amin’ny tanàna avo. Aetriny ilay tanàna, eny, aetriny amin’ny tany, ka azerany amin’ny vovoka.",
        "6": "Hanitsakitsaka azy ny tongotry ny ampahorina sy ny faladian’ny mahantra.”",
        "7": "Fahitsiana no lalan’ny olo-marina. Mahitsy ianao, ka hataonao mitovy tantana ny lalan’ny olo-marina.",
        "8": "Jehovah ô, ianao no antenainay mba hitarika anay ho amin’ny lalana atoron’ny didinao. Ny anaranao sy ny fahatsiarovana anao no irin’ny fonay.",
        "9": "Maniry anao amin’ny foko manontolo aho amin’ny alina, ary mitady anao fatratra aho, ao anatiko ao. Rehefa mitsara ny tany mantsy ianao, dia hianatra fahamarinana ny mponina eto an-tany.",
        "10": "Tsy hianatra fahamarinana kosa ny ratsy fanahy, na dia iantrana aza. Tsy hanao ny rariny izy, na dia ao amin’ny tanin’ny fahitsiana aza. Ary tsy hahita ny fahambonian’i Jehovah izy.",
        "11": "Manainga ny tananao ianao, Jehovah ô, nefa tsy jeren’izy ireo izany. Hijery ihany anefa izy ireo ka ho menatra, noho ny hafanam-ponao ho an’ny olonao. Ary handevona azy ireo ny afo natokana ho an’ny fahavalonao.",
        "12": "Hampihatra ny rariny ianao, Jehovah ô, mba hanomezana fiadanana ho anay, satria noho ianao no mahatomombana izay rehetra ataonay.",
        "13": "Jehovah Andriamanitray ô, misy tompo hafa ankoatra anao lasa mifehy anay. Noho ny fanampianao ihany no hahafahanay hanambara ny anaranao.",
        "14": "Maty izy ireo ka tsy ho velona intsony. Maty tsy mahefa na inona na inona izy ireo ka tsy ho tafatsangana intsony. Koa nandinika azy ireo ianao mba handringana azy sy hanafoana tanteraka ny fahatsiarovana azy.",
        "15": "Nampitomboinao ilay firenena, Jehovah ô, eny, nampitomboinao ilay firenena. Efa nomenao voninahitra ny tenanao, ary efa nitarinao lavitra avokoa ny sisin’ilay tany.",
        "16": "Jehovah ô, nitodika tany aminao izy ireo tao anatin’ny fahoriany. Namboraka ny tao am-pony izy ireo rehefa nibitsibitsika nivavaka, tamin’izy nofaizinao.",
        "17": "Toy ny vehivavy bevohoka efa ho teraka ka mihetsi-jaza sy mitaraina noho ny fanaintainany, dia nanjary toy izany izahay noho ny aminao, Jehovah ô!",
        "18": "Bevohoka izahay, ary nihetsi-jaza, kanefa toy ny niteraka rivotra. Tsy tena misy famonjena vitanay eto amin’ity tany ity, ary tsy misy mponina eo amin’ny tany lonaka satria tsy misy nateraka.",
        "19": "“Ho velona ny olonao izay efa maty. Hitsangana ny fatinay. Mifohaza ka mihobia ianareo izay mitoetra ao amin’ny vovoka! Fa ny andonao dia ho toy ny ando eny amin’ny fiandrilavenona, ary havelan’ny tany hateraka ny maty tsy mahefa na inona na inona.",
        "20": "“Mandehana miditra ao amin’ny efitranonao anatiny, ry oloko, ka hidio ny varavarana. Miafena kely vetivety, mandra-pahalasan’ny fanamelohana.",
        "21": "Fa mivoaka avy any amin’ny toerany i Jehovah mba hanao ampamoaka ny mponina amin’ny tany, noho ny fahadisoana nataon’izy ireo taminy. Dia hasehon’ny tany ny ra nalatsak’ilay tanàna, ary tsy hafeniny intsony ireo novonoina tao.”"
    },
    "27": {
        "1": "Amin’izany andro izany dia hampiasain’i Jehovah ny sabany, izay mafy sy lehibe ary mahery, ka hofaiziny ny Leviatana, * ilay bibilava mitsoriaka, eny, ny Leviatana, ilay bibilava fetsifetsy. Koa hovonoiny ilay biby goavam-be any an-dranomasina.",
        "2": "Amin’izany andro izany dia mihirà hoe: “Tanimboaloboka ahazoana divay mandroatra!",
        "3": "Izaho Jehovah no miaro azy. Hanondraka azy aho amin’ny fotoana rehetra, ary harovako andro aman’alina izy mba tsy hisy hanimba.",
        "4": "Tsy misy fahatezerana ato amiko. Iza no hanome ahy tsilo sy ahidratsy any an’ady? Hohitsakitsahiko ireny, ary hataoko indray mandoro.",
        "5": "Aoka anefa ny olona hifikitra amin’ilay fiarovana mafy omeko sy hitady fihavanana amiko. Eny, aoka izy hitady fihavanana amiko.”",
        "6": "Amin’ny andro ho avy dia hiorim-paka i Jakoba, ary hamony sy hitsimoka tokoa i Israely. Dia hofenoiny vokatra ny tany lonaka.",
        "7": "Voatery hokapohina mafy toy izany ve izy, sa voatery hovonoina toy ny namonoana an’ireo voavono teo aminy?",
        "8": "Hifanandrina aminy izy sady hanao kiakiaka mampahatahotra ka handroaka azy. Horoahiny amin’ny rivotra mifofofofo avy any aminy izy, dia rivotra mifofofofo mafy amin’ny andro isian’ny rivotra avy any atsinanana.",
        "9": "Ho voarakotra ny fahadisoan’i Jakoba rehefa hataony toy ny vatosokay nopotipotehina ny vato rehetran’ny alitara, ka tsy hisy hitsangana intsony ny tsato-kazo masina sy ny fandoroana emboka manitra. Izany daholo no ho vokany rehefa manaisotra ny fahotany izy.",
        "10": "Ho manirery ilay tanàna voaro mafy, ary havela ho irery sy hilaozana toy ny tany efitra ny kijana. Hiraoka ahitra any ny zanak’omby, ary hatory any. Hihinana ny tsimoka rehetra any izy.",
        "11": "Rehefa maina ireo rantsana kely any, dia vehivavy no ho tonga hanapaka sy handrehitra an’ireny. Fa tsy mba mahira-tsaina ilay vahoaka. Koa tsy hamindra fo aminy ny Mpanao azy, ary tsy hiantra azy ny Mpamolavola azy.",
        "12": "Amin’izany andro izany dia hahintsan’i Jehovah ny voankazo, hatrany amin’ny rano mikoriana avy amin’ny Renirano ka hatrany amin’ny lohasaha falehan-driakan’i Ejipta. Koa hotsimponina tsirairay toy izany ianareo, ry zanak’Israely.",
        "13": "Ary hisy anjombona lehibe hotsofina amin’izany andro izany. Koa ireo efa ho faty any Asyria sy ireo miparitaka any Ejipta, dia ho avy hiankohoka eo anatrehan’i Jehovah eo amin’ny tendrombohitra masina any Jerosalema."
    },
    "28": {
        "1": "Hahita loza ilay satroboninahitra miavaka anaovan’ny mpimamon’i Efraima! Ary ilay fehiloha tsara tarehy dia tsy inona fa voninkazo mihamalazo anaovan’ilay lohasaha lonaka, izay onenan’ireo mamon-divay ireo!",
        "2": "Manana olona matanjaka sy mahery i Jehovah. Toy ny oram-baratra arahina havandra izy io, ary toy ny tafiotra mandrava, sy toy ny oram-be mahatonga tondra-drano, ka hampianjera mafy amin’ny tany.",
        "3": "Hohitsakitsahina ireo satroboninahitra miavaka anaovan’ny mpimamon’i Efraima.",
        "4": "Ary ilay fehiloha tsara tarehy izay tsy inona fa voninkazo mihamalazo anaovan’ilay lohasaha lonaka, dia ho toy ny aviavy vokatra voalohany izay masaka alohan’ny fahavaratra. Izay mahita azy ka mihazona azy eny an-tanana, dia handrapaka azy avy hatrany.",
        "5": "Amin’izany andro izany, i Jehovah Tompon’ny tafika dia ho toy ny satroboninahitra mandravaka sy fehiloha tsara tarehy ho an’ireo sisa miangana amin’ny olony,",
        "6": "ary izy no ho mpampirisika * an’ilay mipetraka hitsara, mba hampihatra ny rariny. Izy koa no ho tanjak’ireo manosika ny fahavalo avy eo am-bavahady.",
        "7": "Ireny koa dia diso lalana noho ny divay, ary mirenireny noho ny toaka. Diso lalana ny mpisorona sy ny mpaminany noho ny toaka, very hevitra izy ireo vokatry ny divay, ary mirenireny vokatry ny toaka. Diso lalana koa izy ireo ao amin’ny fahitana hitany, ary mivembena amin’ny fanapahan-keviny.",
        "8": "Fa feno loa maharikoriko ny latabatra rehetra, ka tsy misy faritra madio intsony.",
        "9": "Fa iza no tadiaviny hampianarina fahalalana? Iza no hanazavany ny zavatra efa re? Zaza vao nosarahi-nono ve? Zaza nesorina teny amin’ny nonon-dreniny ve?",
        "10": "Fa izany dia “didy miampy didy, didy miampy didy, fitsipika * miampy fitsipika, fitsipika miampy fitsipika. Ity misy zavatra kely, iny misy zavatra kely.”",
        "11": "Koa amin’ny alalan’ireo miakanakam-piteny sy amin’ny fiteny hafa no hitenenany amin’ity vahoaka ity,",
        "12": "izay efa nilazany toy izao nefa tsy nety nihaino: “Ity no toeram-pitsaharana. Avelao hiala sasatra ny reraka. Ity no toerana fakana aina.”",
        "13": "Toy izao no hiheveran’izy ireo ny tenin’i Jehovah: “Didy miampy didy, didy miampy didy, fitsipika miampy fitsipika, fitsipika miampy fitsipika. Ity misy zavatra kely, iny misy zavatra kely.” Koa handeha izy ireo dia ho tafintohina ka hidaboka any aoriana, ary ho tapatapaka sy ho voafandrika ary ho voasambotra.",
        "14": "Henoy àry ny tenin’i Jehovah, ry mpirehareha sy mpifehy an’ity vahoaka ity izay eto Jerosalema:",
        "15": "Nilaza ianareo hoe: “Efa nanao fifanekena tamin-dRafahafatesana izahay, ary efa nahita fahitana niaraka tamin’ny Fasana. * Tsy hahatratra anay ny ranotrambo mitosaka be rehefa mandalo, satria ny lainga no ataonay fialofana, ary miafina ao amin’ny fitaka izahay.”",
        "16": "Koa izao no lazain’i Jehovah Tompo Fara Tampony: “Mametraka vato fototra ao Ziona aho, dia vato voasedra, eny, ilay vato fehizoro sarobidy izay fototra azo antoka. Tsy ho raiki-tahotra izay mino azy.",
        "17": "Ny rariny no hataoko ho tady fandrefesana, ary ny fahamarinana ho filamatra. * Koa hopaohin’ny havandra ny lainga fialofana, ary ho safotry ny rano ny toeram-piafenana.",
        "18": "Dia ho foana ny fifanekena nifanaovanareo tamin-dRafahafatesana, ary tsy haharitra ilay fahitana hitanareo niaraka tamin’ny Fasana. * Ianareo koa dia hanjary ho toerana hohitsakitsahin’ny ranotrambo mitosaka be rehefa mandalo izany.",
        "19": "Hifaoka anareo izy isaky ny mandalo, satria handalo izy isa-maraina sy mandritra ny andro ary mandritra ny alina. Ary ho antony mampangovitra izany, mba hahatonga ny olona hahazo ny hevitr’izay reny.”",
        "20": "Fa fohy loatra ny fandriana ka tsy ampy hitsorana, ary kely loatra ny lamba notenomina ka tsy ampy hirakofana.",
        "21": "Fa hitsangana toy ny teo amin’ny Tendrombohitra Perazima i Jehovah, ary ho tezitra toy ny teo amin’ny lemaka iva akaikin’i Gibeona izy, ka hanao zavatra sy hanao ny asany, nefa hafahafa ny zavatra ataony ary tsy mahazatra ny asany.",
        "22": "Ary aza manaraby sao hogejaina mafy kokoa ny tady mamatotra anareo. Reko mantsy fa efa nanapa-kevitra handripaka ny tany manontolo i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.",
        "23": "Aoka ianareo hanongilan-tsofina, ka hihaino ahy. Mihainoa tsara, ary henoy ny teniko.",
        "24": "Miasa tany ka mamaky sy manapotika bainga tontolon’ny andro ve ny mpiasa tany mba hamafazam-boa?",
        "25": "Moa ve izy tsy mandravona ny tany aloha, ary avy eo dia manaparitaka ny komina mainty, sy mamafy ny komina? Tsy samy amboleny eny amin’ny toerana voatokana ho azy ve ny varimbazaha sy ny ampemby ary ny vary orza, fa ny vary spelta kosa ataony sisim-boly?",
        "26": "Manitsy ny olona araka ny marina Izy. Mampianatra azy ny Andriamaniny.",
        "27": "Fa tsy fitaovana fanosihosena varimbazaha no anosihosena ny komina mainty, ary tsy ampandehanina eo ambonin’ny komina ny kodiaran-tsarety. Fa tsorakazo no fivelezana ny komina mainty, ary tehina no fivelezana ny komina.",
        "28": "Angaha moa atao torotoro ny voa raha eny am-pamoloana? Tsy mba itsakitsahina tsy an-kijanona ireny. Tsy manorotoro an’ireny ny kodiaran-tsaretiny sy ny soavaliny, na dia ampandehaniny eny amboniny aza.",
        "29": "Izany koa dia avy amin’i Jehovah Tompon’ny tafika, izay manana fikasana mahagaga, sady mahatontosa soa aman-tsara an’izay ataony."
    },
    "29": {
        "1": "“Lozan’i Ariela! Lozan’i Ariela, ilay tanàna nitobian’i Davida! Ampio taona ny taona, ary aoka hitsingerina ireo andro fety.",
        "2": "Dia hampahoriko i Ariela ka hisy fisaonana sy fitomaniana. Ary amiko dia hanjary ho toy ny fitoeran’afo eo amin’ny alitaran’Andriamanitra izy.",
        "3": "Koa hitoby manodidina anao aho mba hamely anao. Dia hataoko fahirano ianao ka hasiako fefy hazo. Ary hanangana tovon-tany hamelezana anao aho.",
        "4": "Dia hietry ianao ka hiteny avy ao amin’ny tany, ary ho iva kely ny feonao, toy ny hoe avy ao amin’ny vovoka. Ho toy ny an’ny mpamoha angatra ny feonao avy ao amin’ny tany, ary ho toy ny feom-boronkely no fandrenesana ny teninao avy ao amin’ny vovoka.",
        "5": "Hanjary ho toy ny vovoka madinika ilay vahoaka tsy fantatrao, ary ho toy ny akofa manidina ny mpitondra jadona maro be. Hitranga tampoka ao anatin’ny indray mipy maso izany.",
        "6": "Hitsinjo anao i Jehovah Tompon’ny tafika, ka hampiasainy hiarovana anao ny kotroka sy horohoron-tany sy feo mafy sy tafio-drivotra sy oram-baratra ary lelafo mandevona.”",
        "7": "Ary ho toy ny ao anaty nofy, ao amin’ny fahitana amin’ny alina, ny hanjo ny vahoakan’ny firenena rehetra miady amin’i Ariela, eny, izay rehetra miady aminy, mbamin’ny tilikambo fanaovana fahirano hamelezana azy, sy ireo mangeja azy.",
        "8": "Eny, ny vahoakan’ny firenena rehetra miady amin’ny Tendrombohitra Ziona dia ho toy ny olona noana manonofy hoe mihinan-kanina, kanjo rehefa mifoha izy dia mbola noana ihany, ary toy ny olona mangetaheta manonofy hoe misotro, kanjo rehefa mifoha izy dia mbola reraka sy main-tenda ihany.",
        "9": "Aoka ianareo hidanàka sy ho gaga. Aoka ho jamba ianareo ka tsy hahita. Nanjary mamo izy ireo nefa tsy noho ny divay, ary mivembena nefa tsy noho ny toaka.",
        "10": "Fa efa nataon’i Jehovah renoky ny torimaso lalina ianareo. Dia akimpiny ny masonareo, izany hoe ny mpaminany, ary saronany ny lohanareo, izany hoe ny mpahita.",
        "11": "Ary aminareo dia toy ny teny ao amin’ny boky voaisy tombo-kase ny fahitana momba izany rehetra izany. Omena olona mahay mamaky teny ilay boky, ka ilazana izy hoe: “Vakio mafy ity, azafady”, nefa hoy izy: “Tsy voavakiko ity, fa voaisy tombo-kase.”",
        "12": "Omena olona tsy mahay mamaky teny indray ilay boky, ka ilazana izy hoe: “Vakio mafy ity, azafady”, nefa hoy izy: “Tsy mahay mamaky teny mihitsy aho.”",
        "13": "Ary hoy i Jehovah: “Manatona ahy am-bava fotsiny ity vahoaka ity, ary manome voninahitra ahy an-tendro-molotra fotsiny, fa ny fony kosa ataony lavitra ahy, ary mianatra didin’olombelona izy ka izany no heveriny ho fahatahorana ahy.",
        "14": "Koa intỳ aho! Izaho Ilay hanao zava-mahagaga indray amin’ity vahoaka ity, eny, hanao zava-mahagaga amin’ny fomba mahagaga. Dia ho foana ny fahendren’ny olon-kendriny, ary hiafina ny fahiratan-tsain’ny olony malina.”",
        "15": "Lozan’ireo manafina lalina be ny fikasany mba tsy ho hitan’i Jehovah, sy ireo manao zavatra ao amin’ny maizina sady miteny hoe: “Iza no mahita antsika? Iza no mahalala antsika?”",
        "16": "Izato haratsian-toetranareo e! Hoheverina ho mitovy amin’ny tanimanga ve ny mpanefy tanimanga? Ny zavatra natao ve hilaza momba ny mpanao azy hoe: “Tsy nanao ahy izy?” Ary ny zavatra novolavolaina ve hilaza momba ny mpamolavola azy hoe: “Tsy mahay izy?”",
        "17": "Moa ve tsy fotoana kely sisa dia hovana ho saham-boankazo i Libanona, ary hoheverina ho ala ny saham-boankazo?",
        "18": "Amin’izany andro izany dia handre ny teny ao amin’ny boky ny marenina, ary hahita ao amin’ny haizina sy ny haizim-pito ny mason’ny jamba.",
        "19": "Koa hampitombo ny fifaliany amin’i Jehovah ny mpandefitra, ary hiravoravo amin’Ilay Masin’ny Israely ny olona mahantra.",
        "20": "Fa hifarana ny fiainan’ny mpitondra jadona, ho fongotra ny mpirehareha, ary ho ringana izay rehetra mailaka hanisy ratsy,",
        "21": "dia ireo manolana tenin’olona mba hahameloka an’ilay olona, sy ireo mamandrika an’izay mananatra eo am-bavahady, ary ireo manendrikendrika olo-marina mba hanilihana azy.",
        "22": "Koa nilaza toy izao tamin’ny taranak’i Jakoba i Jehovah, dia izy izay nanavotra an’i Abrahama: “Tsy ho menatra i Jakoba, sady tsy ho hatsatra ny tarehiny.",
        "23": "Fa rehefa hitany eo aminy ny zanany izay asan’ny tanako, dia hanamasina ny anarako izy ireo, eny, hanamasina an’Ilay Masin’i Jakoba, ary hatahotra sy hanaja an’ilay Andriamanitry ny Israely.",
        "24": "Ho lasa mahira-tsaina izay manana fisainana mivaona, ary hiana-javatra na dia izay mimenomenona aza.”"
    },
    "30": {
        "1": "“Lozan’ireo zanaka mafy loha”, hoy i Jehovah, “dia ireo vonona hanatanteraka fikasana nefa tsy fikasana avy amiko, sy mandraraka fanatitra zava-pisotro nefa tsy notarihin’ny fanahiko, ka mampitombo fahotana,",
        "2": "sy ireo mandeha midina any Ejipta mba hitady fiarovana amin’i Farao sy hialokaloka amin’i Ejipta, nefa tsy nanontany ahy!",
        "3": "Dia hanjary hahamenatra anareo ny fiarovan’i Farao, ary hahafa-baraka anareo ny fialofana eo ambany alok’i Ejipta.",
        "4": "Fa tonga any Zoana ny andrianany, ary tonga hatrany Hanesa ny iraka nalefany.",
        "5": "Ho menatra daholo ny olona noho ny amin’ny firenena iray tsy mitondra soa, izay sady tsy afaka manampy no tsy mitondra soa, fa mahamenatra sy mahafa-baraka fotsiny.”",
        "6": "Ny fanamelohana an’ireo biby any atsimo: Mandeha mamakivaky ny tany misy fahoriana sy fahasahiranana izy ireo, dia tany misy liona, sy leopara mierona, sy menarana ary bibilava misidina izay misy poizina mampamaivay. Eny an-tsoroky ny ampondra no itondrany ny fananany, ary eny amin’ny trafon’ny rameva no itondrany ny vatsiny, izay samy tsy hitondra soa ho an’ny olona.",
        "7": "Zava-poana ihany ireo Ejipsianina ka tsy hahavonjy. Izany no iantsoako azy hoe: “Rahaba! Tia mipetra-potsiny anefa izy ireo.”",
        "8": "“Avia àry, ka soraty eo amin’ny takela-kazo eo anatrehany izany, ary raketo ao amin’ny boky mba hampiasaina amin’ny andro ho avy, sady ho vavolombelona mandritra ny fotoana tsy voafetra.",
        "9": "Fa vahoaka mpikomy izy ireo, ary zanaka tsy atokisana sady tsy vonona hihaino ny lalàn’i Jehovah.",
        "10": "Ary milaza amin’izay mahita izy ireo hoe: ‘Aza mijery’, ary amin’izay mahazo fahitana hoe: ‘Aza maminany zavatra marina momba anay. Teny fandokafana no lazao aminay, ary zavatra mamitaka no jereo ao amin’ny fahitana.",
        "11": "Mivilia lalana! Mialà amin’ny lala-mahitsy! Aza miresaka aminay momba Ilay Masin’ny Israely intsony.’”",
        "12": "Koa izao no lazain’Ilay Masin’ny Israely: “Mandà ny teniko ianareo ka mitoky amin’ny fanambakana sy famitahana, sady miantehitra amin’izany.",
        "13": "Koa izany fahadisoana izany dia ho toy ny triatra eo amin’ny manda avo be, eny, ho toy ny faritra mitriatra efa mibontsina ka madiva hianjera. Ary hirodana tampoka ao anatin’ny indray mipy maso ilay manda.",
        "14": "Ary hovakivakina izy io toy ny famakiana siniben’ny mpanefy tanimanga, izay potipotehina tsy asiana antra, ka ny potipotiny dia tsy hahitana silany iray akory mba hakana afo avy ao am-patana, na hanovozana rano kely eo amin’ny heniheny.”",
        "15": "Fa izao no nolazain’i Jehovah Tompo Fara Tampony, Ilay Masin’ny Israely: “Ho voavonjy ianareo raha miverina sy mitony. Ny tsy fahataitairanareo sy ny fatokisanareo no ho tanjakareo.” Tsy nety anefa ianareo.",
        "16": "Fa hoy ianareo: “Tsia, fa handositra mitaingin-tsoavaly izahay!” Koa handositra tokoa ianareo. “Ary soavaly haingam-pandeha no hitaingenanay!” Dia ho haingam-pandeha koa ny mpanenjika anareo.",
        "17": "Koa olona iray monja no mandrahona, dia ho tora-kovitra ny arivo. Olona dimy monja no mandrahona, dia handositra ianareo, ka izay sisa miangana aminareo dia ho toy ny andry tokana eny an-tampon-tendrombohitra, sy ho toy ny tsato-kazo famantarana eny an-kavoana.",
        "18": "Mbola manantena ny hiantra anareo ihany anefa i Jehovah, ka hitsangana mba hamindra fo aminareo. Fa Andriamanitry ny rariny i Jehovah, ka sambatra izay rehetra miandry azy.",
        "19": "Tsy hitomany intsony ianao rehefa mipetraka ao Jerosalema ny mponin’i Ziona. Hiantra anao Izy rehefa mandre ny fitarainanao. Raha vao mandre izany izy, dia hamaly anao.",
        "20": "Fahoriana no mofo homen’i Jehovah anareo, ary fampijaliana no rano homeny anareo. Na izany aza, dia tsy hiafina intsony ny Mpampianatra Be Voninahitra izay mampianatra anao, ka hahita an’ilay Mpampianatra Be Voninahitra ny masonao.",
        "21": "Ary raha mivily miankavanana ianao na mivily miankavia, dia ho ren’ny sofinao ny teny avy ao aorianao hoe: “Ity no lalana ka andehano.”",
        "22": "Lotoy ny sary sokitrareo norakofana takela-bolafotsy sy ny sarivongana metalinareo nopetahana takela-bolamena. Toy ny ataon’ny vehivavy tonga fotoana, dia harianao ireny ka ataonao hoe: “Maloto!”",
        "23": "Hanome ranonorana ho an’ny voa afafinao amin’ny tany Izy, ary sakafo matavy sy mahavoky no ho vokatry ny tany. Hiraoka ahitra eny amin’ny kijana malalaka tsara ny biby fiompinao, amin’izany andro izany.",
        "24": "Ny omby sy ny ampondra izay miasa tany kosa hihinana vilona nafangaro kidiadiamborona, izay niara-nokororohina tamin’ny lapelina sy ny fikororohana.",
        "25": "Ary amin’ny andro fandripahana, rehefa mianjera ny tilikambo, dia hisy rano mikoriana sy lakandrano eny amin’ny tendrombohitra avo rehetra sy ny havoana rehetra.",
        "26": "Ho toy ny hazavan’ny masoandro mamirapiratra ny hazavan’ny volana fenomanana. Ary ho avo fito heny toy ny hazavana fito andro ny hazavan’ny masoandro mamirapiratra, rehefa fehezin’i Jehovah ny ratra amin’ny olony, ary sitraniny ny fery lalina vokatry ny kapoka nataony taminy.",
        "27": "Tonga avy lavitra ny anaran’i Jehovah, miaraka amin’ny fahatezerany mirehitra sy rahona matevina. Ny molony dia feno fanamelohana, ary ny lelany kosa toy ny afo mandevona.",
        "28": "Toy ny riaka be tafakatra hatreny am-bozona ny fanahiny, mba hanintsanana an’ireo firenena amin’ny sivana fanalana zavatra tsy misy dikany. Ary lamboridy mampirenireny no ho eo amin’ny valanoranon’ireo vahoaka.",
        "29": "Dia hanao hira ianareo, toy ny olona mihira amin’ny alina rehefa manamasina ny tenany ho amin’ny fety. Ary ho falifaly am-po ianareo, toy ny olona mitsoka sodina eny am-pandehanana ho any an-tendrombohitr’i Jehovah, ho any amin’ilay Vatolampin’ny Israely.",
        "30": "Hataon’i Jehovah re ny voninahitry ny feony, ary hataony hita ny fidinan’ny sandriny, miaraka amin’ny fahatezerana mirehitra sy ny lelafo mandevona sy ny oram-be sy ny oram-baratra ary ny havandra.",
        "31": "Fa hihorohoro i Asyria noho ny feon’i Jehovah. Hamely azy amin’ny tehina mantsy izy.",
        "32": "Isaky ny ataon’i Jehovah miantefa amin’i Asyria ny tsorakazo famaizany, dia harahina feon’ampongatapaka sy harpa izany. Ary hanambana azy amin’ny tanany izy ka hiady aminy tokoa.",
        "33": "Tsy ela izay dia efa vonona ny Tofeta nomanina ho an’i Asyria, sady efa nomanina ho an’ny mpanjaka koa. Nataony miavosa ao anatin’ny lavaka lalina ny kitain’i Tofeta. Midedadeda ny afo, ary be dia be ny kitay. Mandrehitra an’i Tofeta ny fofonain’i Jehovah, izay toy ny riakan-tsolifara."
    },
    "31": {
        "1": "Lozan’izay midina hitady fanampiana any Ejipta, sy miantehitra amin’ny soavaly, sy mitoky amin’ny kalesin’ady noho ny hamaroan’ireny, ary mitoky amin’ny soavaly fitondra miady satria tena mahery ireny. Tsy mitodika any amin’Ilay Masin’ny Israely izy ireo, ary tsy mitady an’i Jehovah.",
        "2": "Izy koa anefa hendry, ka hahatonga loza. Tsy hanatsoaka ny teniny Izy, fa hitsangana hamely ny ankohonan’ny ratsy fanahy sy izay manampy ny mpanao ratsy.",
        "3": "Olombelona ihany ny Ejipsianina, fa tsy Andriamanitra, ary nofo ihany ny soavaliny, fa tsy fanahy. Haninjitra ny tanany i Jehovah, dia tsy maintsy ho tafintohina ilay manampy, ary hianjera ilay ampiana, ka hiaraka ho levona izy rehetra.",
        "4": "Fa izao no nolazain’i Jehovah tamiko: “Mierona ny liona, eny, mierona ny liona tanora eo amin’ny remby azony, na tafangona daholo aza ny mpiandry ondry nantsoina hamely azy. Tsy ho raiki-tahotra izy na dia miantsoantso aza izy ireo, ary tsy hanaiky ho resy izy na dia mitabataba aza ireo. Dia ho toy izany koa i Jehovah Tompon’ny tafika rehefa hidina hiady, noho ny amin’ny Tendrombohitra Ziona sy ny havoanany.",
        "5": "Hiaro an’i Jerosalema i Jehovah Tompon’ny tafika, toy ny iarovan’ny voro-manidina ny zanany. Eny, hiaro azy Izy sady hanafaka azy. Hitsimbina azy izy sady hamela azy ho afa-mandositra.”",
        "6": "“Koa miverena amin’Ilay nikomian’ny zanak’Israely, fa lehibe ny fikomiana nataon’izy ireo taminy.",
        "7": "Fa amin’izany andro izany izy ireo dia samy hanary ny andriamaniny volafotsy tsy misy fotony sy ny andriamaniny volamena tsy misy dikany. Ny tananareo ihany no nanao ireny, ary fahotana izany.",
        "8": "Ny Asyrianina dia ho lavon’ny sabatra, nefa tsy sabatr’olona izany, eny, sabatra tsy an’olombelona no handripaka azy. Handositra noho ny sabatra izy, ary hampanaovina asa an-terivozona ireo tovolahiny.",
        "9": "Koa hanjavona ny vatolampiny noho ny tahotra mafy, ary hihorohoro ireo andrianany noho ilay tsato-kazo famantarana”, hoy i Jehovah, izay manana ny hazavany ao Ziona sy ny lafaorony ao Jerosalema."
    },
    "32": {
        "1": "Hisy mpanjaka hitondra mba hampanjaka ny fahamarinana, ary hisy andriana hitondra mba hampanjaka ny rariny.",
        "2": "Samy ho toy ny fierena amin’ny rivotra, sy fialofana amin’ny oram-baratra izy ireo, sady ho toy ny rano mikoriana any amin’ny tany karakaina, ary ho toy ny aloky ny vatolampy lehibe any amin’ny tany ngazana.",
        "3": "Tsy haraikitra ny mason’ireo mahita, ary hanongilan-tsofina ireo mandre.",
        "4": "Handinika fahalalana ireo maimaika, ary na ny lelan’ireo miakanakam-piteny aza hahay hiteny mazava tsara.",
        "5": "Tsy holazaina intsony hoe malala-tanana ny adala, ary tsy hatao hoe olona ambony ny maty eritreritra.",
        "6": "Fa mbola hiteny hadalana ihany ny adala, ary mamorona teti-dratsy ao am-pony izy, mba hahatonga fivadiham-pinoana sy mba hilazana lainga hanoherana an’i Jehovah ary mba handefasana ny noana sy ny mangetaheta hody maina.",
        "7": "Ary ratsy ny fanaon’ny olona maty eritreritra. Fa torohevitra mahatonga fitondran-tena baranahiny no omeny, mba hanimbana ny ory amin’ny lainga, rehefa misy mahantra milaza zavatra ara-drariny.",
        "8": "Ny olona malala-tanana kosa manome torohevitra mahatonga halala-tanana, ary halala-tanana foana koa izy.",
        "9": "“Mitsangàna, ry vehivavy miadana, ka henoy ny teniko! Henoy izay lazaiko, ry zanakavavy tsy miraharaha!",
        "10": "Hitebiteby ianareo tsy miraharaha, rehefa afaka herintaona mahery kely, satria tsy hisy ny vokatra na dia rehefa tapitra aza ny fiotazam-boaloboka.",
        "11": "Mangovita, ry vehivavy miadana! Mitebitebe ianareo tsy miraharaha! Esory ny akanjonareo ka mitanjaha, ary misikìna lamba gony.",
        "12": "Aoka ianareo hikapo-tratra sy hitomany noho ny amin’ireo saha nahafinaritra sy ny voaloboka nahavokatra.",
        "13": "Tsilo sy kirihitra misy tsilony no haniry eo amin’ny tanin’ny oloko, ka hanenika ny trano rehetra nisy fifaliana fahiny, eny, hanenika an’ilay tanàna nisy haravoana be.",
        "14": "Fa nafoy ny tilikambo fonenana ary nilaozana ny tabataban’ny tanàna. Nanjary lao i Ofela sy ny tilikambo fiambenana, ka lasa toerana ikarenjen’ny zebra sady lasa kijana ho an’ny biby fiompy mandritra ny fotoana tsy voafetra,",
        "15": "mandra-pirotsaky ny fanahy avy any amin’ny avo ho amintsika. Dia hanjary ho saham-boankazo ny tany efitra, ary hoheverina ho ala ny saham-boankazo.",
        "16": "“Honina any an-tany efitra ny rariny, ary hitoetra ao amin’ilay saham-boankazo ny fahamarinana.",
        "17": "Fiadanana no ho vokatry ny tena fahamarinana, ary filaminana sy tsy fananana ahiahy mandritra ny fotoana tsy voafetra koa no ho vokatra haterany.",
        "18": "Ny oloko hipetraka ao amin’ny fonenana anjakan’ny fiadanana, sy ao amin’ny toerana tsy ananana ahiahy tanteraka, ary ao amin’ny toeram-pialan-tsasatra tsy misy manelingelina.",
        "19": "Hisy havandra anefa rehefa mietry ny ala sy rehefa mietry tanteraka ny tanàna.",
        "20": "“Sambatra ianareo izay mamafy voa eny amoron’ny rano rehetra, ka mamaha ny fatoran’ny omby sy ny ampondra.”"
    },
    "33": {
        "1": "Lozanao, ry ilay mandroba nefa tsy nisy nandroba anao, ilay mamitaka nefa tsy nisy namitaka anao! Horobaina koa ianao raha vao avy mandroba, ary hofitahina ianao raha vao avy mamitaka.",
        "2": "Iantrao izahay, Jehovah ô! Ianao no antenainay. Aoka ianao ho sandrinay isa-maraina, eny, ho famonjena anay amin’ny fotoam-pahoriana.",
        "3": "Mandositra ny olona rehefa mandre ny fitabatabanao. Miparitaka ireo firenena rehefa mitsangana ianao.",
        "4": "Ny zavatra hobaboina eo aminareo, dia hangonina toy ny anangonan’ny kalalao ny zavatra hitany, ary hirohotra eny ny fahavalo, toy ny andiam-balala mirohotra mamely olona.",
        "5": "Hasandratra i Jehovah, satria mitoetra eny amin’ny avo. Ary hofenoiny rariny sy hitsiny ao Ziona.",
        "6": "Ny tsy fivadihana mandritra ny fotoana voatondronao no harenan’ny famonjena. Fahendrena sy fahalalana ary tahotra an’i Jehovah no zava-tsarobidiny.",
        "7": "Miantsoantso eny an-dalana ireo mahery fo amin’izy ireo, ary hitomany amin’alahelo mafy ny iraka mpitady fihavanana.",
        "8": "Nanjary aolo ny lalambe, ary tsy misy mpandeha intsony eny an-dalana. Nivadika tamin’ny fifanekena ny fahavalo, sady nanao tsinontsinona an’ireo tanàna, ary tsy niraharaha olona.",
        "9": "Misaona sy malazo ny tany. Mangaihay sy potika i Libanona. Nanjary toy ny lemaka karakaina i Sarôna, ary mihintsan-dravina i Basana sy Karmela.",
        "10": "“Koa hitsangana aho”, hoy i Jehovah, “ka hasandratro ny tenako. Eny, hijoro aho.",
        "11": "Bozaka maina no miforona ao an-kibonareo, ary vodivary no haterakareo. Handevona anareo toy ny afo ny toe-tsainareo.",
        "12": "Hirehitra toy ny sokay ireo firenena. Izy ireo dia ho toy ny tsilo notapahina izay dorana amin’ny afo.",
        "13": "Henoy izay hataoko, ry olona any lavitra! Aoka ho fantatrareo ny heriko, ry olona eto akaiky.",
        "14": "Raiki-tahotra ny mpanota ao Ziona, ary tora-kovitra ny mpivadi-pinoana, ka manao hoe: ‘Iza amintsika no mahajanona eo akaikin’ny afo mandevona? Iza amintsika no mahajanona eo akaikin’ny afo miredareda?’",
        "15": "“Izay mandeha amin’ny fahamarinana foana, sy milaza ny marina, sy tsy mandray tombony tsy ara-drariny azo amin’ny fitaka, sy manakifikifi-tanana tsy handray tsolotra, sy manampin-tsofina tsy hihaino resaka momba ny fandatsahan-dra, ary manakimpy ny masony tsy hahita zava-dratsy,",
        "16": "dia izy no honina eny amin’ny avo. Ary ho harambato sarotra aleha ny tendrombohitra fandosirany. Homena azy ny sakafony, ary tsy ho ritra mihitsy ny tahirin-dranony.”",
        "17": "Mpanjaka tsara tarehy no ho hitan’ny masonao. Ary hahita tany eny lavitra eny izy ireo.",
        "18": "Hiteny moramora ao am-ponao momba ny zavatra nampahatahotra ianao, hoe: “Aiza ny mpitan-tsoratra? Aiza ny mpamoaka ny vola hetra? Aiza ny mpanisa ny tilikambo?”",
        "19": "Tsy hahita firenena mpanambany olona intsony ianao, dia firenena mampiasa fiteny saro-takarina sy miboredika amin’ny fiteny tsy azonao.",
        "20": "Jereo i Ziona, ilay tanàna fanaovantsika fety! Ho hitan’ny masonao i Jerosalema, izay fonenana tsy misy manelingelina, sady tranolay tsy hisy hangorona. Tsy hotsoahana mihitsy ny fantsika be fanenjanan-day eo aminy, ary tsy hisy hotapahina ny tadiny.",
        "21": "Fa ao i Jehovah, Ilay Heni-kaja, no hiaro antsika, eny, hiaro toy ny renirano sy ny lakandrano lehibe izy. Tsy hisy handeha eny amin’ireny ny andian-tsambon’ny fahavalo, ary tsy hisy sambo lehibe handalo eny.",
        "22": "Fa i Jehovah no Mpitsara antsika, Jehovah no Mpanome lalàna antsika, Jehovah no Mpanjakantsika, ary izy no hamonjy antsika.",
        "23": "Hivaha ny tady, tsy ho voatana hijoro tsara ny andrin-tsambony, ary tsy voavelatra ny lay. Amin’izay fotoana izay dia hozaraina ny zavatra maro azo babo, ka na ny malemy tongotra aza haka be dia be amin’izay norobaina.",
        "24": "Ary tsy hisy mponina hilaza hoe: “Marary aho.” Ho voavela heloka ny olona monina ao amin’ilay tany."
    },
    "34": {
        "1": "Manatòna mba hihaino, ry firenena! Mihainoa, ry firenena samy hafa! Mihainoa, ry tany sy izay rehetra eo aminy, ary koa ny tany lonaka sy ny zavamiaina rehetra eo aminy.",
        "2": "Fa tezitra amin’ny firenena rehetra i Jehovah sady misafoaka amin’ny tafik’izy ireo manontolo. Hatokany haringana ireny, ka hovonoiny ho faty.",
        "3": "Hariana ireo voavono eo amin’izy ireo, ary hidofaka ny fofon’ny fatiny. Hampitsonika ny tendrombohitra ny ran’izy ireo.",
        "4": "Ho lo daholo ny ao amin’ny tafiky ny lanitra. Ary hahorona toy ny horonam-boky ny lanitra. Halazo ny tafik’izy ireo manontolo, ka hihintsana toy ny ravim-boaloboka malazo sy toy ny aviavy malazo.",
        "5": "“Hihosin-dra eny amin’ny lanitra ny sabatro. Jereo fa hidina hamely an’i Edoma izy io, ka hamely ny olona efa natokako haringana, ary ara-drariny izany.",
        "6": "Manana sabatra i Jehovah, ary ho feno ra sy hihoso-menaka izy io, noho ny ran’ondrilahy sy ran’osilahy ary noho ny tavin’ny voan’ondrilahy. Fa misy sorona hataon’i Jehovah ao Bozra, ary be dia be no hovonoiny ao Edoma.",
        "7": "Hiara-midina amin’ireny ny ombidia, ary ny vantotr’ombilahy hiaraka amin’ireo matanjaka. Ho vonton-dra ny tanin’izy ireo, ary ny vovo-taniny ho feno menaky ny tavy.”",
        "8": "Fa manana andro famaliana i Jehovah, sady manana taona hamaliana noho izay natao tamin’i Ziona.",
        "9": "Dia hovana ho godorao ranony ny reniranon’i Bozra, ary hovana ho solifara ny vovoka ao aminy. Ho toy ny godorao mirehitra ny taniny.",
        "10": "Tsy hovonoina izany afo izany na andro na alina, ary hiakatra mandritra ny fotoana tsy voafetra ny setroka avy aminy. Ho lasa karakaina hatramin’ny taranaka fara mandimby izy, ary tsy hisy olona handalo intsony eo aminy mandrakizay mandrakizay.",
        "11": "Hitoetra ao ny gisandrano sy ny sokina, ary honina ao ny vorondolo lava sofina sy ny goaika. Hohenjaniny eo amin’ilay tany ny tady andrefesana ny fahafoanana, sy ny pilaon’ny fahafonganana.",
        "12": "Tsy misy hatao mpanjaka ny olona ambony ao aminy, ary tsy hisy intsony ny andrianany rehetra.",
        "13": "Hanirian’ny tsilo ny tilikambo fonenany, ary hisy tsilo sy ahidratsy eny amin’ny toerany voaro mafy. Ho fonenan’ny alikadia koa izy, ary ho tokotany hikarenjen’ny aotirisy.",
        "14": "Hifankahita amin’ny biby minaonaona ny biby mpirenireny eny amin’ny faritra karakaina, ary hiantso ny namany ny demonia miendrika osy. Hipetrapetraka any ny matoriandro, ka hahita toeram-pialan-tsasatra.",
        "15": "Any ny bibilava miantoraka no hanao ny tranony, sy hanatody, sy hikotrika, ary hanangona sy hiaro an’ireo zanany. Hitangorona any koa ny papango, samy miaraka amin’ny vadiny avy.",
        "16": "Manaova fikarohana ao amin’ny bokin’i Jehovah, ka vakio mafy izany. Tsy misy tsy eo ireny biby ireny ary samy manana ny vadiny avy, satria ny vavan’i Jehovah no efa nandidy momba izany, ary ny fanahiny no nanangona an’ireny.",
        "17": "Izy no nanao antsapaka ho an’ireny, ary ny tanany no nitsinjara an’ilay toerana ho an’ireny tamin’ny alalan’ny tady fandrefesana. Hitoetra ao mandritra ny fotoana tsy voafetra ireny, ary honina ao hatramin’ny taranaka fara mandimby."
    },
    "35": {
        "1": "Hifaly ny tany efitra sy ny faritra karakaina, ary hiravoravo ny lemaka karakaina sady hamony toy ny voninkazo safrona.",
        "2": "Eny, hamony tokoa izany, ary tena ho faly ka hiravoravo sy hihoby. Homena azy ny voninahitr’i Libanona, sy ny famirapiratan’i Karmela sy Sarôna. Ary hisy olona sasany hahita ny voninahitr’i Jehovah, dia ny famirapiratan’ilay Andriamanitsika.",
        "3": "Hatanjaho ny tanana miraviravy sy ny lohalika mangozohozo.",
        "4": "Lazao amin’ireo mitebiteby * hoe: “Mahereza. Aza matahotra fa ho avy hamaly izay natao taminareo ilay Andriamanitrareo, eny, hamaly Andriamanitra. Izy mihitsy no ho avy hamonjy anareo.”",
        "5": "Amin’izany fotoana izany, dia hampahiratina ny mason’ny jamba, ary hatao mandre ny sofin’ny marenina.",
        "6": "Amin’izany fotoana izany koa dia hahavita hianika tendrombohitra toy ny serfa ny malemy tongotra, ary hihoby ny lelan’ny moana. Fa hisy rano hiboiboika any an-tany efitra, ary hisy renirano any amin’ny lemaka karakaina.",
        "7": "Hanjary ho toy ny kamory anirian’ny bararata ny tany ngazana, ary ho toy ny loharano ny tany karakaina. Hisy ahi-maitso sy bararata ary zozoro ny fonenan’ny alikadia, dia ny toerana fialany sasatra.",
        "8": "Ary hisy lalambe hantsoina hoe Lalan’ny Fahamasinana any. Tsy handalo eny ny olona tsy madio, fa ho an’izay mahazo mandeha eny ihany izy io, ka tsy hisy handehandeha eny ny olona adala.",
        "9": "Tsy hisy liona eny, ary tsy hankeny ny bibidia mpiremby. Tsy hisy ho hita eny ireny, fa izay navotana ihany no handeha eny.",
        "10": "Koa hiverina any Ziona amim-pihobiana ireo navotan’i Jehovah, ary hifaly mandritra ny fotoana tsy voafetra izy ireo. Ho feno hafaliana sy haravoana izy ireo, ary handositra azy ny alahelo sy ny fisentoana."
    },
    "36": {
        "1": "Tamin’ny taona fahefatra ambin’ny folo nanjakan’i Hezekia Mpanjaka, dia niakatra hamely an’ireo tanàna voaro mafy rehetra tany Joda i Sankeriba mpanjakan’i Asyria, ka naka an’ireny.",
        "2": "Ary nirahin’ny mpanjakan’i Asyria avy tao Lakisy, ho any amin’i Hezekia Mpanjaka any Jerosalema, i Rabsake mbamin’ny miaramila be dia be. Dia nijanona teo akaikin’ny lakandranon’ny dobo ambony izy, teo amin’ny lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "3": "Ary nivoaka ho eo amin’i Rabsake i Eliakima zanak’i Hilkia, mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana.",
        "4": "Koa hoy i Rabsake tamin’izy ireo: “Mba ilazao i Hezekia hoe: ‘Izao no nolazain’ny mpanjaka lehibe, dia ny mpanjakan’i Asyria: “Fa inona koa izao itokisanao izao?",
        "5": "Nilaza ianao hoe: ‘Ananako daholo na ny saina na ny hery hoenti-miady.’ Rediredy fotsiny izany teninao izany. Fa iza no mba itokisanao no mikomy amiko ianao?",
        "6": "I Ejipta no mba itokisanao hanampy anao. Bararata torotoro anefa izy, ka raha itehenana dia hanindrona sy handoaka tanana. Toy izany i Farao mpanjakan’i Ejipta ho an’izay rehetra mitoky aminy.",
        "7": "Raha hoy kosa ianao hoe: ‘I Jehovah Andriamanitray no itokisanay!’ Fa angaha moa tsy izy no tompon’ireo toerana avo sy alitara nesorin’i Hezekia, izay nilaza tamin’ny Joda sy Jerosalema hoe: ‘Eto anoloan’ity alitara ity no hiankohofanareo’?”’",
        "8": "Koa aoka ianao hifanamby amin’ny tompoko, dia ny mpanjakan’i Asyria: Homeko soavaly roa arivo ianao, dia ho hita eo raha manana olona afaka hitaingina azy.",
        "9": "Hataonao ahoana no hampandositra governora anankiray, na dia izay anisan’ny kely indrindra amin’ny mpanompon’ny tompoko aza, nefa ianao aza mila mitoky amin’i Ejipta mba hahazoana kalesy sy mpitaingin-tsoavaly?",
        "10": "Ary angaha moa izaho tsy nahazo alalana avy tamin’i Jehovah matoa miakatra hanafika sy handrava an’ity tany ity? I Jehovah mihitsy no niteny tamiko hoe: ‘Miakara hanafika an’io tany io, ary ravao izy.’”",
        "11": "Dia hoy i Eliakima sy Sebna ary Joa tamin’i Rabsake: “Fiteny syrianina re, azafady, no iteneno amin’ny mpanomponao, fa azonay ihany izany e! Aza manao fitenin’ny Jiosy aminay fa ren’ny olona etsy ambony manda.”",
        "12": "Hoy anefa i Rabsake: “Angaha moa izaho nirahin’ny tompoko hilaza izany teny izany aminao sy amin’ny tomponao, fa tsy amin’ny olona mipetraka etsy ambony manda, mba hihinanany ny tsy fihinany * sy hisotroany ny tsy fisotrony * miaraka aminareo?”",
        "13": "Ary nijoro teo ihany i Rabsake, ka niteny mafy tamin’ny fitenin’ny Jiosy, nanao hoe: “Henoy ny tenin’ny mpanjakan’i Asyria, ilay mpanjaka lehibe!",
        "14": "Izao no nolazain’ny mpanjaka: ‘Aza manaiky hofitahin’i Hezekia ianareo, fa tsy mahavonjy anareo izy.",
        "15": "Ary aza manaiky hotarihin’i Hezekia hitoky amin’i Jehovah, ka hilazany hoe: “Tena hamonjy antsika tokoa i Jehovah, ary tsy hatolotra eo an-tanan’ny mpanjakan’i Asyria ity tanàna ity.”",
        "16": "Aza mihaino an’i Hezekia, fa izao no nolazain’ny mpanjakan’i Asyria: “Meteza hitolo-batana amiko, ka mivoaha hankatỳ amiko, dia samy hihinana ny voalobony sy ny aviaviny avy ianareo, ary samy hisotro ny rano avy amin’ny lavaka fanangonan-dranony,",
        "17": "mandra-pahatongako hitondra anareo ho any amin’ny tany izay tahaka ny taninareo, dia tany misy varimbazaha sy divay vaovao, tany misy mofo sy tanimboaloboka.",
        "18": "Sao mantsy hamitaka anareo i Hezekia ka hilaza hoe: ‘I Jehovah no hamonjy antsika.’ Fa angaha ny andriamanitr’ireo firenena nahavonjy ny taniny teo an-tanan’ny mpanjakan’i Asyria?",
        "19": "Aiza izao ireo andriamanitr’i Hamata sy Arpada? Aiza koa ireo andriamanitr’i Sefarvaima? Nahavonjy an’i Samaria teo an-tanako angaha ireny?",
        "20": "Iza tamin’ny andriamanitra rehetran’ireo tany ireo no nahavonjy ny taniny teo an-tanako? Koa ahoana no hahafahan’i Jehovah hamonjy an’i Jerosalema eo an-tanako?”’”",
        "21": "Nangina anefa izy ireo, ka tsy namaly azy na indraim-bava aza, satria efa nodidian’ny mpanjaka hoe: “Aza mamaly azy.”",
        "22": "Fa nankao amin’i Hezekia kosa i Eliakima zanak’i Hilkia, mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana. Ary samy efa nandrovitra ny akanjony avy izy ireo. Dia nolazain’izy ireo tamin’i Hezekia ny tenin’i Rabsake."
    },
    "37": {
        "1": "Rehefa ren’i Hezekia Mpanjaka izany, dia norovitiny avy hatrany ny akanjony. Ary nitafy lamba gony izy, ka nankao an-tranon’i Jehovah.",
        "2": "Dia nirahiny ho any amin’i Isaia mpaminany zanak’i Amoza i Eliakima mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary ny anti-panahy mpisorona. Ary nitafy lamba gony daholo ireo.",
        "3": "Dia hoy ireo tamin’i Isaia: “Izao no nolazain’i Hezekia: ‘Andro fahoriana sy fanaovana teny henjana ary famingavingana ity andro ity, satria efa ho latsaka ny zaza, fa ny hery hiterahana azy no tsy misy.",
        "4": "Angamba i Jehovah Andriamanitrao handre ny tenin’i Rabsake, izay nirahin’ny mpanjakan’i Asyria tompony hihantsy an’ilay Andriamanitra velona. Koa rehefa mandre izany teny izany i Jehovah Andriamanitrao, dia hanao ampamoaka azy. Ary aoka ianao hanandratra vavaka ho an’izay sisa mbola eto.’”",
        "5": "Koa nankao amin’i Isaia ireo mpanompon’i Hezekia Mpanjaka.",
        "6": "Ary hoy i Isaia tamin’ireo: “Lazao amin’ny tomponareo hoe: ‘Izao no nolazain’i Jehovah: “Aza matahotra noho ny teny renao, dia izay nanevatevan’ny mpanompon’ny mpanjakan’i Asyria ahy.",
        "7": "Fa hanome saina azy aho mba hodiany any amin’ny taniny, rehefa mahazo tatitra izy. Ary hataoko izay hahalavon-tsabatra azy any.”’”",
        "8": "Ary ren’i Rabsake fa efa niala tany Lakisy ny mpanjakan’i Asyria. Koa niverina tany amin’ny mpanjaka izy ka nahita azy niady tamin’i Libna.",
        "9": "Ary nisy nilaza tamin’ny mpanjaka fa nivoaka hiady aminy i Tiraka mpanjakan’i Etiopia. Raha vao nandre izany izy, dia nandefa iraka nankany amin’i Hezekia, nanao hoe:",
        "10": "“Izao no holazainareo amin’i Hezekia mpanjakan’ny Joda: ‘Aza manaiky ho voafitak’ilay Andriamanitrao itokisanao, izay manao hoe: “Tsy hatolotra eo an-tanan’ny mpanjakan’i Asyria i Jerosalema.”",
        "11": "Efa renao ny nataon’ireo mpanjakan’i Asyria tamin’ny tany rehetra, dia ny nandravany azy. Koa ianao indray ve no ho voavonjy?",
        "12": "Rehefa naringan’ny razako i Gozana sy Harana sy Rezefa ary ny zanak’i Edena tao Tela-asara, angaha nisy nahavonjy an’ireny firenena ireny ny andriamaniny?",
        "13": "Aiza izao ny mpanjakan’i Hamata, ny mpanjakan’i Arpada, ny mpanjakan’ny tanànan’i Sefarvaima, ary ny mpanjakan’i Hena sy Iva?’”",
        "14": "Ary noraisin’i Hezekia teny an-tanan’ireo iraka ny taratasy ka novakiny. Dia niakatra tao an-tranon’i Jehovah izy, ka namelatra izany teo anatrehan’i Jehovah.",
        "15": "Ary nivavaka tamin’i Jehovah i Hezekia hoe:",
        "16": "“Ry Jehovah Tompon’ny tafika, Andriamanitry ny Israely, izay mipetraka eo amin’ny kerobima! Ianao irery no tena Andriamanitry ny fanjakana rehetra eto an-tany. Ianao no nanao ny lanitra sy ny tany.",
        "17": "Aoka ianao hanongilan-tsofina ka hihaino, Jehovah ô! Ahirato ny masonao, Jehovah ô, ka mijere, ary henoy ny teny rehetra nampitondrain’i Sankeriba mba hihantsiana an’ilay Andriamanitra velona.",
        "18": "Jehovah ô, marina tokoa fa efa noravan’ireo mpanjakan’i Asyria ny tany rehetra sy ny taniny.",
        "19": "Ary nodorana ny andriamanitr’ireny, satria tsy andriamanitra fa vato aman-kazo asa tanan’olona ihany, ka naringana.",
        "20": "Koa ankehitriny, Jehovah Andriamanitray ô, vonjeo eo an-tanany izahay, mba ho fantatry ny fanjakana rehetra eto an-tany fa ianao irery ihany no Andriamanitra, Jehovah ô!”",
        "21": "Ary naniraka olona nankany amin’i Hezekia i Isaia zanak’i Amoza, hanao hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Koa satria nivavaka tamiko momba an’i Sankeriba mpanjakan’i Asyria ianao,",
        "22": "dia izao no teny fanamelohan’i Jehovah azy: “Manao tsinontsinona anao i Ziona zanakavavy virjiny, sady maneso anao. Mihivingivin-doha ao andamosinao i Jerosalema zanakavavy.",
        "23": "Mihantsy an’iza ianao, ary manevateva an’iza? Mampiaka-peo amin’iza ianao, Ary mampiandranandrana ny masonao amin’iza? Tsy amin’iza fa amin’Ilay Masin’ny Israely!",
        "24": "Ny mpanomponao no nampiasainao hihantsiana an’i Jehovah, ka hoy ianao: ‘Ny kalesin’adiko maro be No hiakarako eny amin’ny tendrombohitra avo indrindra, Any amin’ny faritra lavitra indrindra ao Libanona. Ary hokapaiko ny hazo sedera avo sy ny hazo zenevrie tsara indrindra any. Dia hiditra ao amin’ny toerana avo faran’izay lavitra any aho, any amin’ny alany mahavokatra.",
        "25": "Handavaka aho ka hisotro rano, Ary ny faladiako no handritako ny lakandrano rehetran’i Neily any Ejipta.’",
        "26": "Angaha tsy renao fa izany no fanapahan-kevitro efa hatry ny ela be? Efa hatramin’ny taloha aho no nikasa hanao izany. Koa ankehitriny dia hotanterahiko izany. Ary ianao no hahatonga ny tanàna voaro mafy ho lasa aolo, toy ny tanàna lasa korontam-bato miavosa.",
        "27": "Hiraviravy tanana ny mponina ao, Ka hihorohoro sy ho menatra. Ho tahaka ny zavamaniry eny an-tsaha sy ny ahi-maitso marefo izy, Ary ho tahaka ny ahitra eny amin’ny tafo sy eny an-tanimboly izay mainan’ny rivotra avy any atsinanana.",
        "28": "Fantatro tsara izay ataonao na mipetraka ianao, na miditra, na mivoaka. Fantatro tsara koa ny hatezeranao amiko,",
        "29": "Satria efa tonga atỳ am-poto-tsofiko ny fahatezeranao amiko sy ny fieronao. Koa hasiako faraingo ny oronao, ary hasiako lamboridy eo amin’ny vavanao, Ka hotaritiko hiverina any amin’ny lalana niavianao ianao.”",
        "30": "“‘Ary izao no ho famantarana ho anao: Amin’ity taona ity dia ny vokatra avy amin’ny voa latsaka tamin’ny tany no hohanin’ny olona, ary mbola ho toy izany koa amin’ny herintaona. Amin’ny taona fahatelo kosa dia mamafaza voa ka mijinjà, ary manaova tanimboaloboka, dia hano izay vokatra avy aminy.",
        "31": "Ary izay tafavoaka velona amin’ny taranak’i Joda, eny, izay sisa miangana, dia hamaka lalina sy hamokatra.",
        "32": "Fa hisy sisa hivoaka avy ao Jerosalema, ary hisy ho tafavoaka velona avy any amin’ny Tendrombohitra Ziona. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka izany.",
        "33": "“‘Koa hoy i Jehovah momba ny mpanjakan’i Asyria: “Tsy ho tafiditra ato amin’ity tanàna ity izy, na handefa zana-tsipìka ato, na hiady amin’ity tanàna ity miaraka amin’ny ampinga, na hanangana tovon-tany hanaovana fahirano azy.”’",
        "34": "“‘Ny lalana niaviany ihany no hiverenany, fa tsy ho tafiditra ato amin’ity tanàna ity izy’, hoy i Jehovah.",
        "35": "‘Fa hiaro an’ity tanàna ity aho, ka hamonjy azy noho ny amiko sy noho ny amin’i Davida mpanompoko.’”",
        "36": "Dia nivoaka ilay anjelin’i Jehovah ka nandripaka dimy arivo sy valo alina sy iray hetsy tao an-tobin’ny Asyrianina. Ary nony nifoha maraina ny olona, dia indreo fa efa maty daholo ny Asyrianina.",
        "37": "Koa niala teo i Sankeriba mpanjakan’i Asyria, ka lasa niverina tany Ninive ary nipetraka tany.",
        "38": "Ary raha mbola niankohoka tao an-tranon’i Nisroka andriamaniny izy, dia namono azy tamin’ny sabatra i Adrameleka sy Sarezera zanany lahy, ka nandositra tany Ararata. Ary i Esara-hadona zanany no nanjaka nandimby azy."
    },
    "38": {
        "1": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia. Koa nankao aminy i Isaia mpaminany zanak’i Amoza, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Mamelà hafatra amin’ny ankohonanao, satria ho faty ianao fa tsy ho velona.’”",
        "2": "Dia nitodika tany amin’ny rindrina i Hezekia ka nivavaka tamin’i Jehovah,",
        "3": "nanao hoe: “Mitalaho aminao aho, Jehovah ô! Mba tsarovy re ny nandehanako teo anatrehanao tamim-pahitsiana * sy tamin’ny foko manontolo, ary ny nanaovako izay tsara teo imasonao e!” Dia nitomany be izy.",
        "4": "Ary tonga tamin’i Isaia ny tenin’i Jehovah hoe:",
        "5": "“Mandehana, lazao amin’i Hezekia hoe: ‘Izao no nolazain’i Jehovah, Andriamanitr’i Davida razambenao: “Efa reko ny vavakao, ary efa hitako ny ranomasonao. Koa hampiako dimy ambin’ny folo taona ny andronao.",
        "6": "Ary hovonjeko eo am-pelatanan’ny mpanjakan’i Asyria ianao sy ity tanàna ity, ka harovako ity tanàna ity.",
        "7": "Izao no famantarana avy amin’i Jehovah hahalalanao fa hotanterahin’i Jehovah ny teniny:",
        "8": "Ny aloka izay efa nidina teo amin’ny zanatohatr’i Ahaza noho ny fidinan’ny masoandro, dia hataoko mihemotra zanatohatra folo.”’” Koa nihemotra zanatohatra folo ny aloka izay efa nidina teo amin’ny zanatohatra.",
        "9": "Ary izao no nosoratan’i Hezekia mpanjakan’ny Joda, rehefa narary izy ka sitrana tamin’ny aretiny:",
        "10": "Hoy aho: “Hiditra eo am-bavahadin’ny Fasana * aho, amin’izao androko izao. Hesorina amiko ny taona sisa hiainako.”",
        "11": "Hoy aho: “Tsy hahita an’i Jah aho, eny, tsy hahita an’i Jah eto amin’ny tanin’ny velona. Tsy hahita olombelona intsony aho, fa hiaraka amin’ny mponina any amin’ny tanin’ny fahafatesana.",
        "12": "Nongotana sy nesorina tamiko toy ny tranolain’ny mpiandry ondry ny fonenako. Ahoroko toy ny lamba ahoron’ny mpanenona ny fiainako, Ary manapaka ahy hiala amin’ny kofehy tenany Izy. Atolotrao ho azom-pahoriana aho, hatramin’ny maraina ka hatramin’ny alina.",
        "13": "Nampitony ny tenako aho mandra-maraina. Toy ny liona mihitsy izy manapatapaka ny taolako rehetra. Atolotrao ho azom-pahoriana aho, hatramin’ny maraina ka hatramin’ny alina.",
        "14": "Mitaraindraina toy ny sidintsidina sy tsikorovana aho, Ary mitoreo toy ny voromailala. Valalanina ny masoko mitazana ny eny amin’ny avo: ‘Ory mafy aho, Jehovah ô! Tohano aho!’",
        "15": "Inona no holazaiko, ary inona no holazainy amiko? Efa nanao zavatra izy. Handeha amim-panetren-tena aho mandritra ny taona rehetra iainako, noho ny fahoriana mangidy nanjo ahy.",
        "16": "‘Jehovah ô, noho izany no ahaveloman’ny olona, ary noho izany koa no mbola mahavelona ny aiko, toy ny an’ny olon-drehetra. Hositraninao aho ka hotsimbininao ny aiko.",
        "17": "Tsy fiadanana no hitako fa fahoriana mangidy, eny, mangidy. Nanjary niraiki-po tamiko anefa ianao, ka nisakana ahy tsy ho any amin’ny lavaky ny fahalevonana. Fa narianao any ivohonao ny fahotako rehetra.",
        "18": "Tsy ny Fasana * mantsy no afaka midera anao, ary tsy afaka mankalaza anao ny fahafatesana. Tsy afaka miandrandra ny fahamarinanao ireo midina any an-davaka.",
        "19": "Ny velona, eny, ny velona no afaka midera anao, Toy ny ahafahako midera anao androany. Ary ny ray no afaka mampianatra an’ireo zanany momba ny fahamarinanao.",
        "20": "Avia hamonjy ahy, Jehovah ô! Dia hotendrenay amin’ny lokanga ny feon-kira noforoniko, Eny, hotendrenay mandritra ny androm-piainanay ao an-tranon’i Jehovah.’”",
        "21": "Ary hoy i Isaia: “Makà mofo vita amin’ny aviavy maina noporetina, ka apetaho eo amin’ilay fery, mba hahasitrana an’i Hezekia.”",
        "22": "Tamin’izay fotoana izay ihany, dia hoy i Hezekia: “Inona no famantarana fa hiakatra any an-tranon’i Jehovah aho?”"
    },
    "39": {
        "1": "Tamin’izany andro izany, dia nandefa taratasy sy fanomezana ho an’i Hezekia i Merodaka-baladana mpanjakan’i Babylona, zanak’i Baladana, rehefa reny fa narary i Hezekia nefa natanjaka indray.",
        "2": "Faly i Hezekia tamin’ny fahatongavan’ireo iraka, ka nasehony azy ny zava-drehetra tao amin’ny fitehirizan-karenany, dia ny volafotsy sy ny volamena sy ny menaka balsama sy ny menaka sarobidy ary ny fitaovam-piadiany rehetra, mbamin’izay rehetra tao amin’ny fitehirizan-karenany. Tsy nisy tsy nasehon’i Hezekia azy ny tao an-tranony sy ny tao amin’ny fanjakany manontolo.",
        "3": "Avy eo dia nankao amin’i Hezekia Mpanjaka i Isaia mpaminany, ka niteny taminy hoe: “Inona no nolazain’ireny olona ireny? Ary avy aiza, hono, ry zareo no nankatỳ?” Dia hoy i Hezekia: “Avy any an-tany lavitra, avy any Babylona izy ireny no nankatỳ amiko.”",
        "4": "Ary hoy i Isaia: “Inona no hitany tato an-tranonao?” Dia hoy i Hezekia: “Izay rehetra ato an-tranoko dia hitany daholo. Tsy nisy tsy nasehoko azy ny tao amin’ny fitehirizan-karenako.”",
        "5": "Dia hoy i Isaia tamin’i Hezekia: “Henoy ny tenin’i Jehovah Tompon’ny tafika:",
        "6": "‘Ho avy ny andro hitondrana an’izay rehetra ato an-tranonao sy izay rehetra notehirizin’ny razanao mandraka androany, ho any Babylona.’ ‘Tsy hisy na inona na inona ho tavela’, hoy i Jehovah.",
        "7": "‘Hoentina koa ny sasany amin’ny zanakao lahy izay haterakao, ka ho lasa tandapa any an-dapan’ny mpanjakan’i Babylona.’”",
        "8": "Dia hoy i Hezekia tamin’i Isaia: “Mety izany tenin’i Jehovah nolazainao izany.” Ary hoy koa izy: “Satria mbola hisy fiadanana sy fahamarinana foana amin’ny androko.”"
    },
    "40": {
        "1": "“Ampionòny, ampionòny ny oloko!”, hoy ny Andriamanitrareo.",
        "2": "“Manaova teny manohina ny fon’i Jerosalema. Manaova antso avo ka lazao aminy fa efa tapitra ny asa an-terivozona nataony, ary efa voaonitra ny fahadisoany. Efa azony tamin’i Jehovah daholo ny saziny noho ny fahotany rehetra.”",
        "3": "Injay misy miantsoantso any an-tany efitra hoe: “Karakarao ny lalana halehan’i Jehovah! Ataovy mahitsy ilay lalambe ho an’Andriamanitsika, dia ilay lalana mamakivaky ny lemaka karakaina.",
        "4": "Aoka hasondrotra ny lohasaha rehetra, fa haetry kosa ny tendrombohitra sy ny havoana rehetra. Ataovy mitovy tantana ny tany feno dongona, ary ovao ho lemaka ny tany mikitoantoana.",
        "5": "Dia hiharihary ny voninahitr’i Jehovah, ka hiara-mahita izany ny nofo rehetra. Fa ny vavan’i Jehovah no efa niteny.”",
        "6": "Injay misy milaza hoe: “Miantsoantsoa!” Dia misy mamaly hoe: “Hiantso hoe ahoana?” “Ahitra ihany ny nofo rehetra, ary toy ny voninkazo eny an-tsaha ny hatsaram-panahiny rehetra.",
        "7": "Maina ny ahitra ary malazo ny voninkazo, satria notsofin’ny fofonain’i Jehovah. Ahitra ihany tokoa ny olona.",
        "8": "Maina ny ahitra ary malazo ny voninkazo, fa ny tenin’Andriamanitsika kosa haharitra mandritra ny fotoana tsy voafetra.”",
        "9": "Miakara any an-tendrombohitra avo, ry vehivavy mitondra vaovao tsara ho an’i Ziona. Asandrato ny feonao ka ataovy mafy, ry vehivavy mitondra vaovao tsara ho an’i Jerosalema, eny, asandrato ny feonao. Aza matahotra! Lazao amin’ireo tanànan’i Joda hoe: “Indro ny Andriamanitrareo!”",
        "10": "Ho avy toy ny mahery i Jehovah Tompo Fara Tampony, ary ny sandriny no hanjaka hisolo tena azy. Efa eny aminy ny valisoa omeny, ary efa eo anatrehany ny karama aloany.",
        "11": "Toy ny mpiandry ondry izy ka handrasany ny andian’ondriny. Ny sandriny no hanangonany ny zanak’ondry, ka hotrotroiny eo an-tratrany ireny. Ary hotarihiny amim-pitandremana ireo mampinono.",
        "12": "Iza no mahavita mamatra ny rano rehetra amin’ny felatanany, sy mandrefy ny lanitra amin’ny irain-jehy, sy mamatra ny vovoky ny tany amin’ny kapoaka, * na mandanja ny tendrombohitra amin’ny fandanjana, sy mandanja ny havoana amin’ny mizana?",
        "13": "Iza no mahavita mandrefy ny fanahin’i Jehovah, ary iza no mpanoro hevitra azy ka mampahafantatra azy ny zava-drehetra?",
        "14": "Iza no nakany hevitra mba hanazava taminy? Ary iza no mampianatra azy ny lalan’ny rariny, na mampita fahalalana aminy, na mampahafantatra azy ny tena fahiratan-tsaina?",
        "15": "Toy ny rano indray mitete avy amin’ny siny ireo firenena, ary toy ny vovoka manify eo amin’ny mizana no fiheverana azy. Manainga an’ireo nosy izy, toy ny manainga vovoka madinika.",
        "16": "Na ny hazon’i Libanona aza tsy ampy hatao kitay, ary na ny bibidia ao aza tsy ampy hatao fanatitra dorana.",
        "17": "Ny firenena rehetra dia toy ny tsy misy eo anatrehany. Toy ny tsinontsinona sy zava-poana ireny aminy.",
        "18": "Iza no azonareo ampitovina amin’Andriamanitra, ary inona no azonareo ampitovina aminy?",
        "19": "Nandrendrika metaly ny mpanao asa tanana ka nanao sarivongana, ary mametaka takela-bolamena eo amin’ilay izy ny mpanefy, sady manefy rojo volafotsy.",
        "20": "Mifidy hazo tsy lo ny olona mba hatao fanomezana. Dia mitady mpanao asa tanana mahay izy mba hanamboatra sary sokitra tsy mihilangilana.",
        "21": "Tsy fantatrareo ve? Tsy renareo ve? Tsy nolazaina taminareo hatrany am-piandohana ve? Tsy nandinika mihitsy ve ianareo hatramin’ny nametrahana ny fototry ny tany?",
        "22": "Izy Ilay mipetraka any amin’ny avo, any ambonin’ity tany boribory ity, ary toy ny valala ny mponina amin’ny tany. Izy no mamelatra ny lanitra toy ny lamba manify, sy mamelatra azy toy ny tranolay fonenana.",
        "23": "Izy no mahatonga ny manam-pahefana ho tsinontsinona, sy manao ny mpitsaran’ny tany ho toy ny zava-poana.",
        "24": "Mbola tsy nambolena mihitsy izy ireo, ary mbola tsy nafafy mihitsy, sady mbola tsy namaka tao anaty tany mihitsy ny fotony. Dia maina ireny raha vao tsofina, ary toy ny mololo ka hoentin’ny tafio-drivotra.",
        "25": "“Iza anefa no azonareo ampitovina amiko, ka lasa hitovy aminy aho?”, hoy Ilay Masina.",
        "26": "“Asandrato ny masonareo, ka mijere! Iza no nahary ireny zavatra ireny? Tsy iza fa Ilay toy ny mpitari-tafika izay mibaiko an’ireny araka ny isany, sy miantso azy rehetra amin’ny anarany avy. Noho Izy manana tanjaka sy hery lehibe, dia tsy misy banga ireny.",
        "27": "“Nahoana no miteny ianao, ry Jakoba, ary nahoana no milaza ianao, ry Israely, hoe: ‘Tsy hitan’i Jehovah ny manjo ahy, ary tsy hitan’Andriamanitro ny rariny tokony homena ahy’?",
        "28": "Tsy fantatrao angaha sa tsy renao? Andriamanitra mandritra ny fotoana tsy voafetra i Jehovah, ilay Mpamorona ny faran’ny tany. Tsy mba reraka na sasatra izy. Tsy takatry ny saina ny fahalalany.",
        "29": "Omeny hery ny reraka, ary ataony matanjaka be ny tsy manan-kery.",
        "30": "Ho reraka sy ho sasatra ihany ny ankizilahy, ary ho tafintohina tokoa ny tovolahy,",
        "31": "fa izay manantena an’i Jehovah kosa hahazo hery indray. Hanidina izy ireo, toy ny hoe manana ela-boromahery. Hihazakazaka izy nefa tsy ho sasatra, ary handeha izy nefa tsy ho reraka.”"
    },
    "41": {
        "1": "“Mangìna ka mihainoa ahy, ry nosy. Aoka hahazo hery indray ireo firenena. Aoka izy ireo hanatona, ka hiteny. Ary andao isika ho any amin’ny fitsarana.",
        "2": "“Iza no nanentana an’ilay avy any amin’ny fiposahan’ny masoandro? Iza no niantso azy araka ny fahamarinana mba ho eo an-tongony, sy nanolotra an’ireo firenena ho eo anatrehany, ary nahatonga azy handresy mpanjaka? Iza no nanolotra an’ireo firenena ho amin’ny sabany mba hotorotoroina toy ny vovoka ireny, ka nataon’ny tsipìkany niely toy ny mololo?",
        "3": "Iza no nanenjika an’ireny, sy afaka nandeha an-tongotra soa aman-tsara tamin’ny lalana tsy niaviany?",
        "4": "Iza no nanao sy nahavita izany, ka niantso an’ireo taranaka hatrany am-piandohana? “Tsy iza fa izaho Jehovah, Ilay Voalohany. Ary tsy miova aho na dia hatrany amin’ny taranaka farany aza.”",
        "5": "Nahita izany ireo nosy ka natahotra. Nangovitra koa ny faran’ny tany. Dia nihananatona ireo ka tonga.",
        "6": "Samy manampy ny namany izy ireo, ary samy milaza amin’ny rahalahiny hoe: “Mahereza!”",
        "7": "Ny mpanao asa tanana dia mampahery ny mpanefy, ary ilay mikapokapoka amin’ny marotoan’ny mpanefy kosa mampahery an’ilay mively eo amin’ny riandriana, sady hoy izy momba ilay asa vita: “Tsara tsingina izy izany.” Farany dia fantsihana ilay sampy mba tsy hihozongozona.",
        "8": "“Fa ianao kosa, ry Israely, dia mpanompoko, ary ianao, ry Jakoba izay nofidiko, dia taranak’i Abrahama namako.",
        "9": "Ianao ilay notantanako avy any amin’ny faran’ny tany, ary ianao ilay nantsoiko avy any lavitra. Koa hoy aho aminao: ‘Mpanompoko ianao. Efa nifidy anao aho, ka tsy manary anao.",
        "10": "Aza matahotra fa momba anao aho. Aza miherikerika noho ny tahotra, fa izaho no Andriamanitrao. Hanatanjaka anao aho ka hanampy anao. Hihazona anao mafy amin’ny tanako ankavanana aho, dia ny tanako feno fahamarinana.’",
        "11": "“Ho menatra sy ho afa-baraka izay rehetra tezitra aminao, ary ho lasa tsinontsinona sy ho levona ny olona mifanditra aminao.",
        "12": "Hitady an’ireo mamely anao ianao, fa tsy hahita. Ho lasa toy ny tsy misy sy toy ny tsinontsinona ireny miady aminao ireny.",
        "13": "Fa izaho Jehovah Andriamanitrao no mitantana anao amin’ny tananao ankavanana, eny, izaho Ilay milaza aminao hoe: ‘Aza matahotra fa hanampy anao aho.’",
        "14": "“Aza matahotra, ry Jakoba kankana, ry lehilahy israelita, fa hanampy anao aho”, hoy i Jehovah Mpanavotra anao, Ilay Masin’ny Israely.",
        "15": "“Nataoko toy ny fitaovana fanosihosena varimbazaha ianao, dia fitaovana vaovao sy maranitra fanosihosena varimbazaha. Koa hohitsakitsahinao ny tendrombohitra ka hotorotoroinao, ary hataonao toy ny akofa ny havoana.",
        "16": "Hokororohinao ireny ka hopaohin’ny rivotra, ary haelin’ny tafio-drivotra. Dia hifaly amin’i Jehovah ianao, ary Ilay Masin’ny Israely no ho reharehanao.”",
        "17": "“Mitady rano ny ory sy ny mahantra nefa tsy misy. Mainan’ny hetaheta ny lelan’izy ireo. Izaho Jehovah no hamaly azy ireo, ary izaho Andriamanitry ny Israely dia tsy mba handao azy.",
        "18": "Hampiboiboika renirano eny amin’ny havoana mangadihady aho, ary hampiboiboika loharano eny amin’ny lemaka. Hovako ho kamory anirian’ny bararata ny tany efitra, ary hovako ho loharano ny tany tsy misy rano.",
        "19": "Hampaniriko any an-tany efitra ny sedera sy ny akasia sy ny mirta ary ny hazo mitera-menaka, ary hataoko miara-maniry any amin’ny lemaka karakaina ny hazo zenevrie sy ny hazo volondavenona ary ny siprey,",
        "20": "mba hahatonga ny olon-drehetra hahita sy hahafantatra sy handinika ary hahatakatra fa ny tanan’i Jehovah no nanao izany, ary Ilay Masin’ny Israely no namorona izany.”",
        "21": "“Ento atỳ amiko ny adinareo”, hoy i Jehovah. “Arosoy ny porofonareo”, hoy ilay Mpanjakan’i Jakoba.",
        "22": "“Asehoy ka lazao aminay izay zavatra hitranga. Lazao koa izay zavatra tany am-boalohany, mba handinihanay tsara sy hahafantaranay ny hoavy. Na ambarao aminay izay zavatra ho avy.",
        "23": "Lazao izay zavatra hitranga any aoriana, mba hahafantaranay fa andriamanitra ianareo. Manaova soa na manaova ratsy mba hojerentsika sy ho hitantsika miaraka.",
        "24": "Jereo anefa fa toy ny tsy misy ianareo ary tsinontsinona ny zava-bitanareo. Maharikoriko izay mifidy anareo.",
        "25": "“Nanentana an’ilay avy any avaratra aho, ka ho avy izy. Avy any amin’ny fiposahan’ny masoandro no hiantsoany ny anarako. Toy ny atao amin’ny tanimanga no hataony amin’ireo solontenam-panjakana, ary toy ny mpanefy tanimanga manosihosy tanimanga mbola lena izy.",
        "26": "“Iza no afaka nanambara zavatra hatrany am-piandohana mba hahafantaranay, na nanambara hatramin’ny taloha mba hilazanay hoe: ‘Marina ny azy’? Tsy misy na iray aza. Tsy misy afaka manambara. Ary tsy misy mandre an’izay lazainareo.”",
        "27": "Izaho no voalohany, ka hoy aho amin’i Ziona: “Indreny ry zareo!” Ary homeko mpitondra vaovao tsara i Jerosalema.",
        "28": "Nijery foana aho, nefa tsy nahita olona, ary tsy nisy tamin’izy ireo afaka nanoro hevitra. Nanontany foana aho mba hovalian’izy ireo.",
        "29": "Toy ny tsy misy anefa izy rehetra, ary tsinontsinona ny zavatra ataony. Rivotra sy zava-poana ny sarivongana metaly nataony."
    },
    "42": {
        "1": "Io ny mpanompoko izay tohanako, ilay voafidiko izay sitrako! Nampitoeriko ao aminy ny fanahiko. Hampiharihary ny rariny amin’ireo firenena izy.",
        "2": "Tsy hiantsoantso izy na hampiaka-peo, ary tsy hataony re eny an-dalana ny feony.",
        "3": "Tsy hotapahiny ny bararata folaka, ary tsy hovonoiny ny lahin-jiro mitsilopilopy. Hanao ny marina izy ka hampiharihary ny rariny.",
        "4": "Tsy ho reraka na ho sasatra izy, mandra-panaovany ny rariny eny ambonin’ny tany. Ary ireo nosy hiandry ny lalàny.",
        "5": "Izao no lazain’i Jehovah, ilay tena Andriamanitra, ilay Mpamorona ny lanitra, Ilay Be Voninahitra mamelatra ny lanitra, Ilay mamelatra ny tany mbamin’izay vokariny, Ilay manome fofonaina ho an’ny mponin’ny tany, sy manome aina * ho an’izay mandeha eny ambonin’ny tany:",
        "6": "“Izaho Jehovah no miantso anao araka ny fahamarinana, sady mitantana anao. Hiaro anao aho, ka ianao no hataoko antoka ho an’ny olona, sy fahazavan’ny hafa firenena,",
        "7": "mba hampahiratanao ny maso jamba, sy hamoahanao ny voafonja hiala ao amin’ny lakaly figadrana, ary hamoahanao avy ao am-ponja ireo mitoetra ao amin’ny haizina.",
        "8": "“Izaho no Jehovah! Izany no anarako. Koa ny voninahitro tsy homeko ny hafa, ary ny fiderana ahy tsy homeko ho an’ny sary sokitra.",
        "9": "“Efa tanteraka ny zavatra nolazaina tany am-boalohany, fa zava-baovao kosa no lazaiko ankehitriny. Mbola tsy mipoitra ireny, dia efa ambarako aminareo.”",
        "10": "Mihirà hira vaovao ho an’i Jehovah! Hirao hatrany amin’ny faran’ny tany ny fiderana azy, ry olona mivelona amin’ny ranomasina sy amin’izay rehetra ao aminy, ry nosy mbamin’ny mponina eo aminy!",
        "11": "Aoka hanandra-peo ny tany efitra sy ny tanànany, ary ny tanàna kely onenan’i Kedara. Aoka hihoby ny mponina eny amin’ny harambato. Aoka ny olona hiantsoantso avy eny an-tampon-tendrombohitra.",
        "12": "Aoka izy ireo hanome voninahitra an’i Jehovah, sy hidera azy eny amin’ireo nosy.",
        "13": "Hivoaka hiady toy ny lehilahy mahery i Jehovah. Toy ny lehilahy mpiady izy, ka hofohaziny ny hafanam-pony. Hiantsoantso mafy hanao hiakan’ady izy. Hahery noho ny fahavalony izy.",
        "14": "“Efa hatry ny ela aho no nangina, ary mbola nangina sy nifehy tena foana. Hitaraina sy hisefosefo ary ho sempotsempotra toy ny vehivavy efa hiteraka anefa aho.",
        "15": "Handrava tendrombohitra sy havoana aho, ary hataoko maina ny zavamaniry rehetra eny. Hovako ho nosy ny renirano, ary hataoko ritra ny kamory anirian’ny bararata.",
        "16": "Ary hampandehaniko amin’ny lalana tsy fantany ny jamba, eny, lalana tsy fantany no handefasako azy. Hataoko mazava ny toerana maizina eo anoloan’izy ireo, ary hataoko mitovy tantana ny tany mikitoantoana. Izany no hataoko ho azy ireo, ary tsy hahafoy azy aho.”",
        "17": "Hiamboho sy ho menatra tokoa izay mitoky amin’ny sary sokitra, sy miteny amin’ny sarivongana metaly hoe: “Ianareo no andriamanitray.”",
        "18": "Mihainoa, ry marenina! Mijere mba hahita, ry jamba!",
        "19": "Iza moa no jamba fa tsy ny mpanompoko ihany? Ary iza no marenina toy ny irako? Iza no jamba toy ilay nahazo valisoa, na jamba toy ny mpanompon’i Jehovah?",
        "20": "Nahita zavatra maro ianao, saingy tsy nandinika. Nandre ny sofinao, saingy tsy nihaino ianao.",
        "21": "Noho ny fahamarinan’i Jehovah anefa, dia tiany ny hankalaza ny lalàny sy hahatonga azy io ho heni-kaja.",
        "22": "Nangalarina sy norobaina ny fananan’ilay vahoaka. Voafandrika ao an-davaka daholo izy ireo, ary voafina ao am-ponja. Nangalarina ny fananan’izy ireo nefa tsy nisy namonjy azy, ary norobaina izany nefa tsy nisy niteny hoe: “Avereno atỳ!”",
        "23": "Iza aminareo no hanongilan-tsofina hihaino an’izany? Iza no handinika sy hihaino any am-parany?",
        "24": "Iza no nanolotra an’i Jakoba horobaina, sy nanolotra an’i Israely tamin’ny mpangalatra? Tsy i Jehovah ve? Nanota taminy izy ireo, sady tsy nety nandeha tamin’ny lalany ary tsy nihaino ny lalàny.",
        "25": "Koa nanampatra taminy ny fahatezerany sy ny fahavinirany ary ny herin’ny ady Izy. Nanodidina azy izany ka nandoro azy, nefa izy tsy niraharaha. Niredareda foana nandoro azy izany, nefa tsy nahoany."
    },
    "43": {
        "1": "Koa izao no nolazain’i Jehovah, ilay Mpamorona anao, ry Jakoba, sy ilay Mpamolavola anao, ry Israely: “Aza matahotra fa efa navotako ianao. Nantsoiko tamin’ny anaranao ianao, ary ahy ianao.",
        "2": "Raha miampita rano ianao, dia homba anao aho, ary raha miampita renirano ianao, dia tsy hanafotra anao ireny. Raha mandeha eo amin’ny afo ianao, dia tsy ho may, ary tsy handoro anao ny lelafo.",
        "3": "Fa izaho no Jehovah Andriamanitrao, Ilay Masin’ny Israely, Mpamonjy anao. Omeko ho vidin’ny nanavotana anao i Ejipta, ary ho solonao i Etiopia sy Seba.",
        "4": "Sarobidy eo imasoko ianao ka mendrika hohajaina, ary tia anao aho. Koa hanome olona ho solonao aho, ary firenena maro ho takalonao.",
        "5": "“Aza matahotra fa momba anao aho. Avy any amin’ny fiposahan’ny masoandro no hitondrako ny taranakao, ary avy any amin’ny filentehan’ny masoandro no hanangonako anao.",
        "6": "Hilazako ny avaratra hoe: ‘Afaho izy!’, ary ny atsimo hoe: ‘Aza tazonina any intsony izy! Ento avy any lavitra ny zanako lahy, ary ento avy any amin’ny faran’ny tany ny zanako vavy,",
        "7": "dia izay rehetra antsoina amin’ny anarako sy noforoniko mba hanomezam-boninahitra ahy, eny, izay noforoniko sy nataoko.’",
        "8": "“Avoahy ilay vahoaka jamba nefa mana-maso, ary marenina nefa manan-tsofina.",
        "9": "Aoka hiangona eo amin’ny toerana iray ny firenena rehetra, ary aoka ho tafangona ny firenena samy hafa. Iza amin’ireo andriamanitra no afaka milaza an’izany? Ary iza no afaka manambara aminay ny zavatra hitranga voalohany? Aoka izy ireo hanome vavolombelona hanamarina azy, na aoka ny vavolombelony handre ka hilaza hoe: ‘Marina izany!’”",
        "10": "“Ianareo no vavolombeloko”, hoy i Jehovah, “eny, mpanompoko izay nofidiko, mba hahafantaranareo sy hinoanareo ahy, ary hahatakaranareo fa tsy miova Aho. Talohako dia tsy nisy Andriamanitra voaforona, ary mbola tsy nisy koa taoriako.",
        "11": "Izaho no Jehovah, ary tsy misy mpamonjy afa-tsy izaho.”",
        "12": "“Efa nilaza sy namonjy ary nanambara izany aho, fony mbola tsy nisy andriamani-kafa teo aminareo. Koa ianareo no vavolombeloko”, hoy i Jehovah, “ary izaho no Andriamanitra.",
        "13": "Tsy miova mihitsy Aho na rahoviana na rahoviana, ary tsy misy mahavonjy an’izay etỳ an-tanako. Hanao zavatra aho, ka iza no hahatohitra ny tanako?”",
        "14": "Izao no nolazain’i Jehovah, ilay Mpanavotra anareo, dia Ilay Masin’ny Israely: “Noho ny aminareo, dia halefako any Babylona ireny, ary hampidiniko ny bara hidin’ny fonja. Hampietreko koa ny Kaldeanina mandeha sambo ka hitaraindraina mafy.",
        "15": "Izaho no Jehovah, Ilay Masina tompoinareo, ilay Mpamorona ny Israely sady Mpanjakanareo.”",
        "16": "Izao no nolazain’i Jehovah, Ilay manisy lalana eny an-dranomasina sy eny amin’ny rano mahery,",
        "17": "dia Ilay mamoaka ny kalesin’ady sy ny soavaly sy ny tafika ary ny mahery: “Handry ireo ka tsy ho tafarina. Ho faty ireo, eny, hovonoina toy ny lahin-jiro.”",
        "18": "“Aza tsarovana ny zavatra tany am-boalohany, ary aza heverina ny zavatra taloha.",
        "19": "Jereo fa manao zava-baovao aho! Hipoitra izany ankehitriny, ka tsy ho fantatrareo ve? Hasiako lalana tokoa any an-tany efitra, ary hasiako renirano any amin’ny tany karakaina.",
        "20": "Hanome voninahitra ahy ny bibidia, dia ny alikadia sy ny aotirisy, satria hasiako rano any an-tany efitra ary hasiako renirano any amin’ny tany karakaina, mba hampisotroana ny oloko izay nofidiko,",
        "21": "eny, ilay vahoaka noforoniko ho ahy mba hitantara ny zavatra mendri-piderana nataoko.",
        "22": "“Tsy niantso ahy anefa ianao, ry Jakoba ô, satria tofoka tamiko ianao, ry Israely ô!",
        "23": "Tsy nitondranao ondry atao fanatitra dorana aho, ary tsy nomenao voninahitra tamin’ny sorona nataonao. Tsy notereko hitondra fanomezana anefa ianao tamin’ny fanompoana ahy, no sady tsy nataoko sasatry ny fanolorana ditin-kazo manitra.",
        "24": "Tsy nividiananao fantàkamanitra tamin’ny volanao aho, ary tsy novokisanao tamin’ny tavin’ny sorona natolotrao. Raha ny marina aza, dia izaho no noterenao hanompo noho ny fahotanao, sy nataonao sasatry ny fahadisoanao.",
        "25": "“Izaho Ilay mikosoka ny fahadisoanao noho ny amiko, ary tsy hotsarovako ny fahotanao.",
        "26": "Ampahatsiahivo aho, ary andao hifandahatra eny amin’ny fitsarana. Dia lazao ny fiarovan-tenanao mba ho hita fa marina ianao.",
        "27": "Nanota ilay rainao voalohany, ary nandika ny lalàko ireo mpitondra teny izay eo aminao.",
        "28": "Koa hohamavoiko ny andrianan’ny toerana masina, hatokako haringana i Jakoba, ary hatolotro ho fanevateva i Israely."
    },
    "44": {
        "1": "“Koa ankehitriny, mihainoa, ry Jakoba mpanompoko, ry Israely izay nofidiko.",
        "2": "Izao no nolazain’i Jehovah Mpanao anao sy Mpamolavola anao, izay nanampy anao hatrany am-bohoka: ‘Aza matahotra, ry Jakoba mpanompoko, ry Jesorona izay nofidiko.",
        "3": "Fa handatsahako rano izay mangetaheta, ary hasiako rano kely mikoriana any amin’ny tany karakaina. Handatsahako ny fanahiko ny zanakao, ary handrotsahako fitahiana ny taranakao.",
        "4": "Dia hirobona toy ny ahi-maitso izy ireo, eny, toy ny hazo aravaha eny amoron’ny lakandrano.",
        "5": "Ny anankiray hilaza hoe: “An’i Jehovah aho.” Ny anankiray indray hanao ny anarany hoe Jakoba, ary ny anankiray kosa hanoratra eo amin’ny tanany hoe: “An’i Jehovah.” Hisy hafa koa haka ny anaram-boninahitra hoe Israely.’",
        "6": "“Izao no nolazain’i Jehovah, ilay Mpanjakan’ny Israely sy Mpanavotra azy, eny, Jehovah Tompon’ny tafika: ‘Izaho no voalohany ary izaho no farany, ka tsy misy Andriamanitra afa-tsy izaho.",
        "7": "Iza no mitovy amiko? Aoka izy hiantsoantso ka hilaza sy hampiseho amiko ny porofony. Toy ny nataoko hatramin’ny fotoana namoronako ny vahoaka fahiny, dia aoka koa izy ireo mba hanambara izay zavatra ho avy tsy ho ela sy izay ho avy rahatrizay.",
        "8": "Aza matahotra ary aza gaga. Tsy efa nampahafantariko anareo tsirairay avy ve izany nanomboka tamin’izay fotoana izay? Ary tsy efa nambarako ve izany? Ianareo no vavolombeloko. Misy Andriamanitra hafa ankoatra ahy ve? Tsia, tsy misy Vatolampy hafa. Tsy mahafantatra aho na iray aza.’”",
        "9": "Zava-poana avokoa ny mpanao sary sokitra, ary tsy hisy hilana azy ny sampy iraiketan’ny fony. Tsy mahita na inona na inona, na mahalala na inona na inona ny vavolombelon’izy ireo, mba hahatonga azy ireo ho menatra.",
        "10": "Iza no namorona andriamanitra na nandrendrika metaly ka nanao sarivongana? Tsy nisy nilana azy mihitsy anefa izany.",
        "11": "Ho menatra avokoa ny mpiara-miasa aminy. Olombelona ihany mantsy ireo mpanao asa tanana. Ho tafangona izy rehetra ary tsy hahahetsika. Ho raiki-tahotra izy ireo sady ho menatra avokoa.",
        "12": "Mampiasa antsy fanaovana sokitra ny mpanefy vy, ary somokotra manefy vy eo amin’ny afon-tsaribao. Manamboatra izany amin’ny marotoa izy, ka somokotra erỳ miasa amin’ny herin-tsandriny. Noana indray anefa izy ka lany hery. Tsy nisotro rano izy ka reraka.",
        "13": "Ny mpanao sokitra hazo kosa manenjana ny tady fandrefesana. Manao soritra amin’ny tsaoka mena izy, dia mampiasa fandraka, ary mampiasa kômpà mba hanaovana soritra eo amin’ilay hazo. Amboariny tsikelikely haka endrik’olona izany, eny, ataony tsara tarehy tahaka ny olombelona, mba hapetraka ao an-trano.",
        "14": "Misy olona mpikapa hazo sedera. Mifidy karazan-kazo goavam-be izy, dia avelany ho lehibe tsara miaraka amin’ny hazo any an’ala izany, mba hampiasainy. Namboly hazo lorie koa izy, ary ny ranonorana no mampaniry izany.",
        "15": "Ataon’olona kitay izany, ka akany hamindroana. Mandrehitra afo izy ka manao mofo. Manamboatra andriamanitra hiankohofany koa anefa izy. Eny, ataony sary sokitra izany ary iankohofany.",
        "16": "Ny antsasak’ilay hazo dia dorany ary itonoany hena hohaniny, ka voky izy. Mamindro koa izy ka miteny hoe: “Mafana aho izany! Mijery ny afo eto aho.”",
        "17": "Ny ambiny kosa amboariny ho andriamanitra ka ataony sary sokitra. Miondrika sy miankohoka eo anatrehan’izany izy ka mivavaka aminy hoe: “Vonjeo aho fa andriamanitro ianao.”",
        "18": "Tsy mahalala na mahafantatra izy ireo, satria voasarona ny masony mba tsy hahita, ary ny fony mba tsy hanam-pahalalana.",
        "19": "Koa tsy misy mahatsiaro ao am-pony izy ireo na manam-pahalalana na misaina, ka manao hoe: “Ny antsasany nodorako, ary teo ambony vainafo no nanaovako mofo. Nitono hena aho ka nihinana. Koa ny ambiny ve dia hataoko zava-maharikoriko? Hazo maina ve dia hiankohofako?”",
        "20": "Mihinan-davenona izy. Voafitaka ny fony ka nampaniasia azy. Tsy mamonjy ny ainy izy, sady tsy milaza hoe: “Tsy fitaka fotsiny ve ity eto an-tanako ankavanana ity?”",
        "21": "“Tsarovy izany zavatra izany, ry Jakoba sy Israely ô, satria mpanompoko ianao. Izaho no nanao anao, ka mpanompoko ianao. Tsy hohadinoiko ianao, ry Israely ô!",
        "22": "Hokosehiko ny fahadisoanao toy ny hoe hosaronana rahona, ary hokosehiko ny fahotanao toy ny hoe hosaronana rahona matevina. Koa miverena amiko fa havotako ianao.",
        "23": "“Mihobia, ry lanitra, fa nanao zavatra i Jehovah! Manaova horakora-pandresena, ry faritra lalina indrindra amin’ny tany! Mifalia, ry tendrombohitra, ary mihobia, ry ala sy ny hazo rehetra any! Fa efa navotan’i Jehovah i Jakoba, ary asehony eo amin’i Israely ny hatsaran-tarehiny.”",
        "24": "Izao no nolazain’i Jehovah, ilay Mpanavotra anao sy Mpamolavola anao hatrany am-bohoka: “Izaho Jehovah no manao ny zava-drehetra, izaho irery no mamelatra ny lanitra sy mamelatra ny tany. Iza no mba niaraka tamiko?",
        "25": "Mampandamòka ny famantarana omen’ny mpirediredy aho. Izaho koa Ilay mahatonga ny mpisikidy hanao hoatran’ny adala, Ilay mahatonga ny olon-kendry ho very hevitra, Ilay mamadika ny fahalalan’ireny ho hadalana,",
        "26": "Ilay manatanteraka ny tenin’ny mpanompony, Ilay manatontosa an-tsakany sy an-davany ny hafatra ambaran’izay irahiny, eny, Ilay miteny momba an’i Jerosalema hoe: ‘Honenana izy’, ary momba an’ireo tanànan’i Joda hoe: ‘Haorina indray ireny, ary hatsangako indray ny toerany efa rava.’",
        "27": "Eny, izaho Ilay miteny amin’ny rano lalina hoe: ‘Aoka ianao ho maina ka ho lasa etona, ary hataoko ritra ny reniranonao rehetra’,",
        "28": "dia Ilay miteny amin’i Kyrosy hoe: ‘Izy no mpiandry ondriko, ary hotanterahiny an-tsakany sy an-davany izay sitrako rehetra’, hatramin’izay nolazaiko momba an’i Jerosalema hoe: ‘Haorina indray izy’, sy momba ny tempoly hoe: ‘Hapetraka ny fototrao.’”"
    },
    "45": {
        "1": "Izao no nolazain’i Jehovah tamin’ilay voahosony, dia i Kyrosy, izay notantanako tamin’ny tanany ankavanana, mba handreseko firenena eo anoloany ka hamahako ny fehikibo eo amin’ny andilan’ny mpanjaka, ary mba hanokafako ny varavarana kopa-droa eo anoloany ka na ny vavahady aza dia tsy hikatona:",
        "2": "“Handeha eo alohanao aho ka handravona ny mikitoantoana. Hopotipotehiko ny vavahady varahina, ary hotapahiko ny bara hidiny vy.",
        "3": "Homeko anao ny harena voatahiry ao amin’ny haizina, sy ny harena afenina ao amin’ny toeram-piafenana, mba hahalalanao fa izaho no Jehovah, Ilay miantso anao amin’ny anaranao, ilay Andriamanitry ny Israely.",
        "4": "Noho ny amin’i Jakoba mpanompoko sy Israely izay nofidiko, dia antsoiko amin’ny anaranao ianao. Omeko anarana be voninahitra ianao, na dia tsy nahalala ahy akory aza.",
        "5": "Izaho no Jehovah, ary tsy misy hafa. Tsy misy Andriamanitra afa-tsy izaho. Homeko hery * ianao na dia tsy mahafantatra ahy aza,",
        "6": "mba hahalalan’ny olona avy any amin’ny fiposahan’ny masoandro sy avy any amin’ny filentehany, fa tsy misy afa-tsy izaho. Izaho no Jehovah, ary tsy misy hafa.",
        "7": "Izaho Jehovah no manao ny hazavana sy mamorona ny haizina, ary mampisy fiadanana sy mahatonga loza, eny, izaho no manao izany rehetra izany.",
        "8": "“Mandrotsaha fahamarinana avy any ambony, ry lanitra! Aoka ny lanitra feno rahona hampikoriana fahamarinana. Aoka ny tany hisokatra, ka hamokatra famonjena sady hampitsimoka fahamarinana. Izaho Jehovah no namorona izany.”",
        "9": "Lozan’izay miady amin’ny Mpamolavola azy, ka manao toy ny vakim-bilany tanimanga miady amin’ny vakim-bilany hafa eo amin’ny tany! Ny tanimanga ve dia hilaza amin’ny mpamolavola azy hoe: “Inona ity ataonao”? Ary ny zava-bitanao ve hilaza hoe: “Tsy manan-tanana izy”?",
        "10": "Lozan’izay milaza amin-drainy hoe: “Inona ity naterakao?”, sy milaza amin’ny vadin-drainy hoe: “Nihetsi-jaza niteraka inona ity ianao?”",
        "11": "Izao no nolazain’i Jehovah, Ilay Masin’ny Israely sy Mpamolavola azy: “Anontanio ahy ny momba ny zavatra hitranga amin’ny zanako. Ary omeo baiko aho momba ny asan’ny tanako.",
        "12": "Izaho no nanao ny tany sy namorona ny olona eo amboniny. Izaho, eny, ny tanako no namelatra ny lanitra, sy nanome baiko ny tafiny manontolo.”",
        "13": "“Nentaniko araka ny fahamarinana ny olona iray, ary hataoko mahitsy ny lalany rehetra. Izy no hanorina ny tanànako, sy hamela ny oloko any an-tsesitany handeha, nefa tsy noho ny vola na ny tsolotra no hanaovany izany”, hoy i Jehovah Tompon’ny tafika.",
        "14": "Izao no nolazain’i Jehovah: “Ho tonga any aminao ka ho lasanao ny mpiasa avy any Ejipta izay tsy nahazo karama, sy ny mpivarotra avy any Etiopia, ary ny Sabeanina izay lehilahy ranjanana. Handeha ao aorianao izy ireo. Hisy gadra vy ny tongony rehefa mankany aminao izy. Hiankohoka eo anatrehanao izy, ary hitalaho aminao ka hilaza hoe: ‘Momba anao tokoa Andriamanitra, ary tsy misy ankoatra azy. Tsy misy Andriamanitra afa-tsy izy.’”",
        "15": "Andriamanitra miafina tokoa ianao, ry Andriamanitry ny Israely, izay Mpamonjy.",
        "16": "Ho menatra sy ho afa-baraka daholo ny mpanamboatra sampy. Handeha amin-kenatra daholo izy ireo.",
        "17": "Fa ny Israely kosa hovonjena noho izy tafaray amin’i Jehovah, eny, hahazo famonjena mandritra ny fotoana tsy voafetra. Tsy ho menatra ianareo na ho afa-baraka, mandritra ny fotoana tsy voafetra, eny, mandrakizay.",
        "18": "Fa izao no nolazain’i Jehovah, ilay Mpamorona ny lanitra, Ilay tena Andriamanitra, ilay Mpamolavola ny tany sy Mpanao azy, Ilay nanao azy ho mafy orina, ary tsy hoe tsy misy antony ny namoronany azy fa nataony honenana: “Izaho no Jehovah, ary tsy misy hafa.",
        "19": "Tsy tao amin’ny toeram-piafenana maizina teny ambonin’ny tany no nitenenako, ary tsy nilaza tamin’ny taranak’i Jakoba aho hoe: ‘Mitadiava ahy, nefa ho sasa-poana ianareo.’ Izaho no Jehovah, ary izay marina sy mahitsy no lazaiko.",
        "20": "“Miangòna ka avia! Mivoria ianareo sisa niangana avy any amin’ireo firenena. Samy tsy nisy nahazo fahalalana ireo mitondra ny sary sokitra hazo sy ireo mivavaka amin’ny andriamanitra tsy mahavonjy.",
        "21": "Manaova fanambarana ka arosoy ny porofonareo. Dia avelao izy ireo hiara-mikaon-doha. Iza no nanambara izany hatry ny fahagola? Iza no nilaza izany nanomboka tamin’izay fotoana izay? Tsy izaho Jehovah ve? Tsy misy Andriamanitra afa-tsy izaho. Tsy misy Andriamanitra marina sy Mpamonjy ankoatra ahy.",
        "22": "“Mitadiava ahy dia ho voavonjy ianareo rehetra any amin’ny faran’ny tany, fa izaho no Andriamanitra, ary tsy misy hafa.",
        "23": "Nianiana tamin’ny tenako aho, ary avy tamin’ny vavako no nivoahan’ny teny araka ny fahamarinana ka tsy hiverina izany, eny, nianiana tamin’ny anarako aho fa izaho no handohalehan’ny lohalika rehetra sy hianianan’ny lela rehetra,",
        "24": "ka hilazany hoe: ‘Ao amin’i Jehovah tokoa no misy fahamarinana sy hery be dia be. Ho tonga any aminy izay rehetra tezitra aminy, ka ho menatra.",
        "25": "Ho marina ny taranak’Israely manontolo noho ny fanampian’i Jehovah, ary izy no ho reharehan’izy ireo.’”"
    },
    "46": {
        "1": "Miondrika i Bela, miforitra i Nebo, ary ataingina eo ambonin’ny bibidia sy ny biby fiompy ny sampiny, ka lasa enta-mavesatra ho an’ny biby efa reraka.",
        "2": "Hiforitra izy ireo, ary samy hiondrika. Tsy mahavonjy an’ilay enta-mavesatra izy ireo, ary ho lasa babo tokoa.",
        "3": "“Henoy aho, ry taranak’i Jakoba, sy ianareo rehetra sisa tavela amin’ny taranak’i Israely, dia ianareo izay nentiko hatrany an-kibo, eny, hatrany am-bohoka.",
        "4": "Na mandra-pahantitrareo aza, dia tsy miova Aho, ary na mandra-pahafotsin’ny volonareo aza dia mbola hanohana anareo foana aho. Hanao zavatra tokoa aho, ka hitondra sy hanohana ary hamonjy anareo.",
        "5": "“Iza no hampitovinareo amiko na hoharinareo amiko na hampitahainareo amiko, mba hahitana ny fitovianay?",
        "6": "Misy olona mandraraka volamena be dia be avy ao amin’ny kitapom-bola, sy mandanja volafotsy amin’ny mizana, ary manakarama mpanefy mba hanamboatra izany ho andriamanitra. Dia miondrika eo izy ireo, ary miankohoka.",
        "7": "Lanjain’izy ireo eny an-tsorony izany, ka entiny ary apetrany eo amin’ny toerany mba tsy hihetsiketsika. Tsy miala eo amin’ny toerany eo izany. Na misy mitaraina aminy aza, dia tsy mamaly izy. Tsy mahavonjy amin’ny fahoriana izy.",
        "8": "“Tadidio izany mba hanananareo herim-po. Diniho tsara izany, ry mpandika lalàna.",
        "9": "Tsarovy ny zavatra tany am-boalohany izay nisy fahiny ela be, eny, tsarovy fa izaho no Andriamanitra ary tsy misy hafa, sady tsy misy mitovy amiko,",
        "10": "dia Ilay manambara hatrany am-piandohana izay hitranga amin’ny farany, sy manambara hatry ny ela ny zavatra mbola tsy natao, Ilay milaza hoe: ‘Tsy hiova ny fikasako, ary hataoko izay sitrako rehetra’,",
        "11": "Ilay miantso vorona mpihaza avy any amin’ny fiposahan’ny masoandro, sy miantso avy any lavitra ilay olona hanatanteraka ny fikasako. Efa nolazaiko izany ka hotanterahiko. Efa nokasaiko izany ka hataoko.",
        "12": "“Mihainoa ahy, ianareo mafy loha izay lavitra ny fahamarinana.",
        "13": "Nampanatoniko ny fahamarinako. Tsy lavitra izany, ary tsy ho tara ny famonjeko. Hanome famonjena ao Ziona aho, ary hanome ny hatsaran-tarehiko ho an’i Israely.”"
    },
    "47": {
        "1": "Midìna ambany ka mipetraha amin’ny vovoka, ry Babylona zanakavavy virjiny. Mipetraha amin’ny tany, eo amin’izay tsy misy seza fiandrianana, ry zanakavavin’ny Kaldeanina. Tsy hataon’ny olona intsony hoe miaingitraingitra sy mihanta ianao.",
        "2": "Makà vato fikosoham-bary * ka itotoy koba. Esory ny voaly. Esory ny rebareban’akanjo. Asehoy ny fe, ary miampità ny renirano.",
        "3": "Asehoy ny fitanjahanao, ary aleo ho hita ny fahafaham-barakanao. Fa hampihatra famaliana aho, ka tsy hiantra an’izay mifanehatra amiko.",
        "4": "“Manana Mpanavotra izahay: Jehovah Tompon’ny tafika no anarany, dia Ilay Masin’ny Israely.”",
        "5": "Mipetraha amim-panginana ka mankanesa ao amin’ny haizina, ry zanakavavin’ny Kaldeanina. Fa tsy hantsoin’ny olona intsony hoe Tompovavin’ireo Fanjakana ianao.",
        "6": "Tezitra tamin’ny oloko aho. Nozimbazimbaiko ny lovako, ka natolotro teo an-tananao. Tsy niantranao mihitsy anefa izy ireo, fa na ny lahiantitra aza nampitondrainao zioga mavesatra be.",
        "7": "Ary hoy ianao: “Ho Tompovavy aho mandritra ny fotoana tsy voafetra, eny, ho mandrakizay.” Tsy nosaintsaininao ireny zavatra ireny, ary tsy notadidinao fa hisy farany izany.",
        "8": "Koa henoy izao, ry vehivavy tia fahafinaretana, izay mipetraka tsy manana ahiahy, sy manao anakampo hoe: “Izaho no izy, ary tsy misy afa-tsy izaho. Tsy ho lasa mpitondratena aho, ary tsy hamoy zanaka.”",
        "9": "Hanjo anao tampoka ao anatin’ny indray andro anefa ireto zavatra roa ireto: Hamoy zanaka ianao, ary ho lasa mpitondratena. Ho tanteraka aminao daholo izany, noho ianao fatra-pilalao ody sy mampiasa ozona famosaviana faran’izay mahery, ka manaram-po tanteraka amin’izany.",
        "10": "Mitoky amin’ny faharatsianao ianao. Fa hoy ianao: “Tsy misy mahita ahy.” Ny fahendrenao sy ny fahalalanao no mampaniasia anao. Hoy ianao anakampo: “Izaho no izy, ary tsy misy afa-tsy izaho.”",
        "11": "Hiharan-doza ianao, nefa tsy hahita ody hisakanana izany. Hiharam-pahoriana ianao, nefa tsy ho afa-miala amin’izany. Hanjo anao tampoka ny faharavana mbola tsy nahazatra anao.",
        "12": "Tohizo foana àry ny ozona famosavianao sy ny filalaovanao ody, izay efa nisasaranao hatry ny fahatanoranao, sao mba hahita soa ianao, ary sao mba hahavita hampahatahotra olona.",
        "13": "Tofoka amin’ny mpanolo-tsaina maro be ianao. Aoka hitsangana hamonjy anao ireny ankehitriny, dia ireo mpivavaka amin’ny lanitra, ireo mpijery ny kintana, ireo mampahafantatra anao isaky ny tsinam-bolana izay hitranga aminao.",
        "14": "Hanjary ho toy ny vodivary izy ireo ka ho kilan’ny afo. Tsy hahavonjy ny ainy ho afaka amin’ny herin’ny lelafo izy ireo. Tsy hisy vainafo hahazoan’ny olona hafanana, na afo hamindroana.",
        "15": "Dia ho toy izany ireny mpilalao ody ireny, izay niara-nisasatra taminao hatry ny fahatanoranao. Hirenireny izy ireo, ka samy ho any amin’izay faritra misy azy. Koa tsy hisy hamonjy ianao."
    },
    "48": {
        "1": "Henoy izao, ry taranak’i Jakoba, dia ianareo izay maka ny anarana hoe Israely, eny, ianareo avy amin’ny loharanon’i Joda, sy mianiana amin’ny anaran’i Jehovah ary miresaka momba an’ilay Andriamanitry ny Israely, nefa tsy manao izany amim-pahatsorana sy amim-pahamarinana.",
        "2": "Lazain’izy ireo fa avy any amin’ilay tanàna masina, hono, izy ireo sady miantehitra amin’ny Andriamanitry ny Israely, izay atao hoe Jehovah Tompon’ny tafika.",
        "3": "“Efa nolazaiko hatry ny ela ny zavatra tany am-boalohany. Naloaky ny vavako ireny, ary nambarako foana. Tampoka teo dia nanao zavatra aho, ka tanteraka izay nolazaiko.",
        "4": "Fantatro fa maditra ianao, ka vy ny hozatry ny hatokao ary varahina ny handrinao.",
        "5": "Noho izany, dia efa hatry ny ela aho no tsy nitsahatra nilaza taminao ny zava-drehetra. Mbola tsy nitranga izany dia efa nambarako taminao, mba tsy hitenenanao hoe: ‘Ny sampiko no nanao izany, ary ny sary sokitro sy ny sarivongana metaliko no nandidy momba izany.’",
        "6": "Efa renao izany, ka tazano daholo. Tsy hiresaka momba izany ve ianareo? Hanambara zava-baovao aminao aho manomboka izao, dia zavatra notehirizina ka mbola tsy fantatrao.",
        "7": "Ankehitriny izany vao hoforonina fa tsy taloha, eny, zavatra mbola tsy renao talohan’ny androany, mba tsy hilazanao hoe: ‘Efa fantatro izany.’",
        "8": "“Ankoatra izany dia mbola tsy nandre ianao sady tsy nahalala, ary efa hatry ny ela ny sofinao no tsy nisokatra. Fantatro tsara mantsy fa mivadika foana ianao, sady nantsoina hoe ‘mpandika lalàna hatrany am-bohoka.’",
        "9": "Hifehy ny fahatezerako anefa aho noho ny anarako, ary hifehy tena aho mba hahazoako fiderana. Amin’izay dia tsy ho ringana ianao.",
        "10": "Koa nodioviko ianao, nefa tsy nataoko toy ny fanadiovana volafotsy. Nofidiko ianao fony ianao tao anatin’ny fatana fandrendrehana, eny, tao anatin’ny fahoriana.",
        "11": "Hanao zavatra aho noho ny amiko, eny, noho ny amiko. Fa nahoana no havelako hozimbazimbaina ny anarako? Tsy homeko ho an’olon-kafa mihitsy ny voninahitro.",
        "12": "“Mihainoa ahy, ry Jakoba, sy ianao, ry Israely izay nantsoiko! Tsy miova Aho. Izaho no voalohany, ary izaho no farany.",
        "13": "Ny tanako no nametraka ny fototry ny tany, ary ny tanako ankavanana no namelatra ny lanitra. Antsoiko izy ireo dia miara-tonga.",
        "14": "“Miangòna ianareo rehetra, ka mihainoa! Iza amin’izy ireo no nilaza izany zavatra izany? I Jehovah dia tia azy. Hanao izay sitrak’Andriamanitra amin’i Babylona izy, ary ny sandriny hamely ny Kaldeanina.",
        "15": "Izaho no nilaza izany, ary izaho no niantso azy sy nanao izay hahatongavany. Dia hahomby izay ataony.",
        "16": "“Manatòna ahy, ka henoy izao! Hatrany am-piandohana, dia tsy tao amin’ny toeram-piafenana no nitenenako. Efa teo aho hatramin’ny fotoana nitrangan’izany.” Nirahin’i Jehovah Tompo Fara Tampony aho, ary nirahiny koa ny fanahiny.",
        "17": "Izao no nolazain’i Jehovah Mpanavotra anao, Ilay Masin’ny Israely: “Izaho Jehovah no Andriamanitrao, Ilay mampianatra anao mba hahitanao soa, Ilay mampandeha anao amin’ny lalana tokony halehanao.",
        "18": "Raha mitandrina ny didiko tokoa mantsy ianao, dia ho toy ny renirano ny fiadananao ary ho toy ny onjan-dranomasina ny fahamarinanao!",
        "19": "Ho maro be toy ny fasika ny taranakao, ary ho toy ny vovo-pasika ny aloaky ny kibonao. Tsy hovonoina na hofoanana tsy ho eo anatrehako ny anaranao.”",
        "20": "Mivoaha avy ao Babylona! Andosiro ny Kaldeanina! Lazao amim-pihobiana sy ambarao hatrany amin’ny faran’ny tany hoe: “Navotan’i Jehovah i Jakoba mpanompony.",
        "21": "Tsy nangetaheta izy ireo, na dia nampandehaniny namakivaky tany efitra aza. Nampikoriana rano avy tamin’ny harambato izy mba hosotroin’izy ireo, ary nampitresaka harambato mba hamoaka rano.”",
        "22": "“Tsy misy fiadanana ho an’ny ratsy fanahy”, hoy i Jehovah."
    },
    "49": {
        "1": "Henoy aho, ry nosy! Mihainoa tsara, ry firenena any lavitra! I Jehovah no niantso ahy hatrany am-bohoka. Mbola tany an-kibon-dreniko aho, dia efa notononiny ny anarako.",
        "2": "Nataony toy ny sabatra maranitra ny vavako. Nafeniny teo ambany aloky ny tanany aho. Nataony lasa zana-tsipìka maranitra aho, ary nafeniny tao amin’ny tranon-jana-tsipìkany.",
        "3": "Dia hoy izy tamiko: “Mpanompoko ianao, ry Israely, ary eo aminao no hanehoako ny hatsaran-tarehiko.”",
        "4": "Fa hoy kosa aho: “Very maina ny fisasarako. Zava-poana sy tsinontsinona no nandaniako ny heriko. Any amin’i Jehovah anefa ny fitsarana ahy, ary any amin’Andriamanitro ny karamako.”",
        "5": "I Jehovah, Ilay namolavola ahy tao am-bohoka mba ho mpanompony, no niteny tamiko mba hampody an’i Jakoba aminy. Amin’izay dia ho tafangona any aminy indray i Israely. Dia hahazo voninahitra eo imason’i Jehovah aho, ary ny Andriamanitro no ho heriko.",
        "6": "Ary hoy izy: “Tsy zavatra kely ny nahatongavanao ho mpanompoko hanangana ny fokon’i Jakoba, sy hampody an’ireo narovana teo amin’i Israely. Nomeko ho fahazavan’ny hafa firenena koa ianao, mba hitaran’ny famonjeko hatrany amin’ny faran’ny tany.”",
        "7": "I Jehovah, ilay Mpanavotra ny Israely, Ilay Masiny, dia nilaza toy izao tamin’ilay nohamavoina tanteraka, izay halan’ny firenena sady mpanompon’ny mpitondra: “Hitsangana ireo mpanjaka, ary hiankohoka ireo andriana, noho izay hitan’izy ireo. Hanao izany izy ireo noho ny amin’i Jehovah ilay mendri-pitokisana, dia Ilay Masin’ny Israely izay mifidy anao.”",
        "8": "Izao no nolazain’i Jehovah: “Tamin’ny fotoana fanehoana fankasitrahana no namaliako anao, ary tamin’ny andro famonjena no nanampiako anao. Narovako foana ianao ka nataoko antoka ho an’ny olona, mba hamerenana ilay tany amin’ny laoniny, sy mba hahazoana indray ny lova efa nilaozana,",
        "9": "ary mba hilazana amin’ny voafonja hoe: ‘Mivoaha!’, sy amin’ireo ao anaty haizina hoe: ‘Misehoa!’ Hiraoka ahitra eny an-dalana izy ireo, ary ho eny amin’ny lala-masaka rehetra eny ny kijanany.",
        "10": "Tsy ho noana na hangetaheta izy ireo, ary tsy hamely azy ny hafanana migaingaina na ny masoandro. Fa hitari-dalana azy Ilay mangoraka azy, ka hitondra azy ho eny an-doharano.",
        "11": "Hataoko lalana ny tendrombohitro rehetra, ary hasondrotra ambony ny lalambeko rehetra.",
        "12": "Ho tonga avy any lavitra izy ireo, ka ny sasany avy any avaratra sy avy any andrefana, ary ny sasany avy any Sinima.”",
        "13": "Mihobia, ry lanitra, ary mifalia, ry tany! Aoka ny tendrombohitra hiravoravo ka hihoby. Fa mampionona ny olony i Jehovah, sady mangoraka an’ireo mpanompony ory.",
        "14": "Niteny foana anefa i Ziona hoe: “Efa nahafoy ahy i Jehovah. Efa nanadino ahy i Jehovah.”",
        "15": "Mety hanadino ny zanany mbola minono ve ny vehivavy, ka tsy hangoraka an’izay naloaky ny kibony? Mety hanadino tokoa ireny vehivavy ireny, fa izaho kosa tsy mba hanadino anao.",
        "16": "Nataoko vita sokitra teo amin’ny felatanako ianao. Eo anatrehako mandrakariva ny mandanao.",
        "17": "Tamy faingana ireo zanakao, fa hiala eo aminao kosa ny mpandrodana sy mpandrava anao.",
        "18": "Topazo maso ny manodidina anao ka jereo. Tafangona daholo izy ireo, ary tonga eo aminao. “Raha mbola velona koa aho”, hoy i Jehovah, “dia hanaovanao toy ny haingo izy rehetra, ka hafatotrao amin’ny tenanao toy ny ataon’ny vehivavy ampakarina.",
        "19": "Toerana rava sy aolo, ary tany simba no eo aminao izao. Kely loatra ianao ka tsy antonona ho an’ny mponina eo aminao, ary efa lasa lavitra ireo mpandrapaka anao.",
        "20": "Mbola hilaza aminao ihany anefa ireo zanaka azonao fony ianao maty anaka, hoe: ‘Kely loatra ity toerana ity ka tsy antonona anay. Omeo toerana malalaka izahay honenanay.’",
        "21": "Dia hiteny anakampo ianao hoe: ‘Mba iza àry no rain’ireto zaza ireto, ka nanome ahy an’ireto? Vehivavy maty anaka sy momba ange aho e! Lasa tany an-tsesitany koa aho ka voafonja. Koa iza no nanabe an’ireto? Ary nilaozana irery tany aho, ka taiza ireto?’”",
        "22": "Izao no nolazain’i Jehovah Tompo Fara Tampony: “Hatsangako ho hitan’ireo firenena ny tanako, ary hatsangako ho hitan’ireo vahoaka ny tsato-kazo famantarana nomeko. Dia hotrotroin’izy ireo ny zanakao lahy, ary hoentiny eny an-tsoroka ny zanakao vavy.",
        "23": "Mpanjaka no ho mpitaiza anao, ary ny andriambaviny no ho mpampinono anao. Hiankohoka amin’ny tany eo anatrehanao izy ireo, sady hilelaka ny vovoka amin’ny tongotrao. Dia ho fantatrao fa izaho no Jehovah, ary tsy ho menatra izay manantena ahy.”",
        "24": "Mbola azo alaina eny an-tanan’ny lehilahy mahery ve ireo olona efa lasany? Ho afa-mandositra ve ireo nobaboin’ny mpitondra tsy refesi-mandidy?",
        "25": "Izao anefa no nolazain’i Jehovah: “Halaina tokoa ireo nobaboin’ny lehilahy mahery, ary ho afa-mandositra ireo efa lasan’ny mpitondra tsy refesi-mandidy. Hifanandrina amin’izay mifanandrina aminao aho, ary hovonjeko ny zanakao.",
        "26": "Hataoko mihinana ny nofon’ny tenany ihany izay rehetra mampijaly anao, ary ho mamon’ny ran’ny tenany ihany izy ireo toy ny hoe mamon’ny divay mamy. Dia ho fantatry ny nofo rehetra fa izaho Jehovah no Mpamonjy anao sy Mpanavotra anao, ary izaho Ilay Maherin’i Jakoba.”"
    },
    "50": {
        "1": "Izao no nolazain’i Jehovah: “Aiza izay taratasy fisaraham-panambadiana nomeko an-dreninareo izay noroahiko? Iza tamin’ireo nitrosako no nivarotako anareo? Noho ny fahadisoanareo ihany no nivarotana anareo, ary noho ny helokareo ihany no nandroahana an-dreninareo.",
        "2": "Nahoana no tsy nisy olona rehefa tonga aho, ary tsy nisy namaly rehefa niantso aho? Nanjary fohy loatra angaha ny tanako ka tsy mahavotra, sa tsy manan-kery hamonjena aho? Teneniko mafy fotsiny anefa ny ranomasina dia ritra, ary ovako ho tany efitra ny renirano. Maimbo ny trondrony fa tsy misy rano, ary matin’ny hetaheta izy ireo.",
        "3": "Ampitafiako haizina ny lanitra ary rakofako lamba gony.”",
        "4": "I Jehovah Tompo Fara Tampony no nanome ahy ny lelan’ny efa nampianarina, mba hahafantarako izay tokony holazaina amin’ny olona reraka. Mamoha ahy isa-maraina izy, ka fohaziny ny sofiko mba handre toy ny sofin’ny olona efa nampianarina.",
        "5": "Nanokatra ny sofiko i Jehovah Tompo Fara Tampony, ary izaho kosa tsy mba nikomy na nivily lalana.",
        "6": "Ny lamosiko natolotro tamin’ny mpikapoka, ary ny takolako natolotro tamin’ny mpanongotra volombava. Ny tarehiko tsy mba nafeniko rehefa nalam-baraka sy nororana aho.",
        "7": "Hanampy ahy anefa i Jehovah Tompo Fara Tampony ka tsy ho menatra aho. Izany koa no antony nanaovako ny tarehiko ho mafy toy ny vatoafo, ary fantatro fa tsy ho afa-baraka aho.",
        "8": "Akaiky ahy Ilay manambara ahy fa marina. Iza no afaka hiady amiko? Aoka izahay hifandahatra. Iza no miady amiko eo amin’ny fitsarana? Aoka izy hanatona ahy.",
        "9": "Hanampy ahy tokoa i Jehovah Tompo Fara Tampony. Iza no afaka hilaza fa meloka aho? Hanjary ho tonta toy ny akanjo izy rehetra, ary ho lanin’ny koroka.",
        "10": "Iza aminareo no matahotra an’i Jehovah sy mihaino ny tenin’ny mpanompony, ary efa nandeha foana tao amin’ny haizina sady tsy nahazo hazavana? Aoka izy hitoky amin’ny anaran’i Jehovah ka hiantehitra amin’Andriamaniny.",
        "11": "“Ianareo rehetra izay mandrehitra afo sy mampitselatra pitik’afo, aoka ianareo handeha amin’ny hazavan’ny afonareo sy eo anivon’ny pitik’afo atselatrareo. Hamely anareo ny tanako ka izao no hanjo anareo: Hiampatra ao anatin’ny fanaintainana faran’izay mafy ianareo."
    },
    "51": {
        "1": "“Mihainoa ahy ianareo mikatsaka ny fahamarinana, eny, ianareo miezaka hitady an’i Jehovah! Mitodiha any amin’ilay vatolampy nanendahana anareo, sy any amin’ilay lavaka nohadina, izay nakana anareo!",
        "2": "Mitodiha any amin’i Abrahama rainareo sy any amin’i Saraha izay niteraka anareo tao anatin’ny fanaintainana. Fa olon-tokana izy fony nantsoiko, ary notahiko izy ka nataoko lasa maro.",
        "3": "Fa hampionona an’i Ziona tokoa i Jehovah. Hampiononiny avokoa ireo toerana rava ao. Dia hovany ho tahaka an’i Edena ny tany efitra any, ary ho tahaka ny zaridainan’i Jehovah ny lemaka karakaina. Hisy fihobiana sy fifaliana ary fisaorana ao, sady ho re ao ny hira fiderana.",
        "4": "“Mihainoa ahy, ry oloko! Henoy aho, ry fireneko! Fa hisy lalàna havoakako, ary hapetrako ho fahazavan’ny firenena ny didim-pitsarako.",
        "5": "Akaiky ny fahamarinako. Efa ho avy ny famonjena avy amiko, ary hitsara an’ireo firenena ny sandriko. Hanantena ahy ireo nosy, ary hiandrandra ny sandriko izy ireo.",
        "6": "“Miandrandrà hijery ny lanitra, ary jereo koa ny tany eny ambany! Ny lanitra dia ho potipotika ka hiparitaka toy ny setroka, ny tany kosa hanjary ho tonta toy ny akanjo, ary ny mponina eo aminy ho faty toy ny moka. Ny famonjeko anefa haharitra hatramin’ny fotoana tsy voafetra, ary ny fahamarinako tsy mba ho levona.",
        "7": "“Mihainoa ahy ianareo izay efa mahalala ny fahamarinana sy manana ny lalàko ao am-ponareo! Aza matahotra ny fanalam-barakan’ny olombelona mety maty, ary aza mihorohoro noho ny fanevatevany.",
        "8": "Fa hohanin’ny koroka toy ny fihinanany akanjo ireny, ary hohanin’ny koroka mpihinan-damba toy ny fihinanany lamba volonondry. Ny fahamarinako kosa haharitra mandritra ny fotoana tsy voafetra, ary ny famonjeko ho tonga hatrany amin’ny taranaka tsy hita isa.”",
        "9": "Mifohaza! Mifohaza! Mitafia hery, ry sandrin’i Jehovah! Mifohaza toy ny tamin’ny andro fahiny, toy ny tamin’ny andron’ireo taranaka taloha ela be! Tsy ianao ve no nanorotoro an’i Rahaba sy nanatrobaka an’ilay biby goavam-be any an-dranomasina?",
        "10": "Tsy ianao ve no nandritra ny ranomasina, dia ny rano lalina be? Tsy ianao ve no nanao ny ranomasina lalina ho lalana hiampitan’ireo navotana?",
        "11": "Hiverina any Ziona amim-pihobiana ireo navotan’i Jehovah, ary hifaly mandritra ny fotoana tsy voafetra izy ireo. Ho feno hafaliana sy haravoana izy ireo, ary handositra azy ny alahelo sy ny fisentoana.",
        "12": "“Izaho Ilay mampionona anareo. “Koa nahoana ianao no matahotra ny olombelona mety maty izay ho faty ihany, sy ny zanak’olombelona izay ho toy ny ahitra?",
        "13": "Ary nahoana ianao no nanadino an’i Jehovah, ilay Mpanao anao, Ilay mamelatra ny lanitra sy mametraka ny fototry ny tany? Koa natahotra foana ianao tontolon’ny andro noho ny fahatezeran’ilay mangeja anao, izay toy ny efa vonona handringana anao. Ary aiza izao ny fahatezeran’ilay mangeja anao?",
        "14": "“Hovahana haingana ilay manjoko noho ny rojo vy mamatotra azy, mba tsy ho faty izy ka tsy ho latsaka any an-davaka ary mba tsy ho ory sakafo.",
        "15": "“Fa izaho Jehovah no Andriamanitrao, Ilay mampisamboaravoara ny ranomasina mba hampidoboka ny onjany. Jehovah Tompon’ny tafika no anarako.",
        "16": "Hataoko eo am-bavanao ny teniko, ary harovako amin’ny aloky ny tanako ianao, mba hametrahako ny lanitra eo amin’ny toerany sy mba hametrahako ny fototry ny tany ary mba hilazako amin’i Ziona hoe: ‘Oloko ianao.’",
        "17": "“Mifohaza! Mifohaza! Miarena, ry Jerosalema izay nisotro tamin’ny kaopin’ny fahatezerana teny an-tanan’i Jehovah. Nosotroinao ny tao anatin’ilay kaopy mampivembena, ka notaperinao.",
        "18": "Tsy nisy nitondra an’i Jerosalema ny zanany naterany rehetra, ary tsy nisy nitantana azy ny zanany notezainy rehetra.",
        "19": "Nanjo anao ireto zavatra roa ireto: Fandrobana sy faharavana, ary hanoanana sy sabatra! Iza anefa no hangoraka anao? Iza no hampionona anao?",
        "20": "Safotra ny zanakao. Miampatra eny an-joron-dalana rehetra eny toy ny ondridia anaty harato izy ireo, toy ny hoe nararaka taminy daholo ny fahatezeran’i Jehovah sy ny anatra mafy avy tamin’Andriamanitrao.”",
        "21": "Koa mba henoy izao, ry vehivavy ory, izay mamo nefa tsy mamon-divay.",
        "22": "Izao no nolazain’i Jehovah Tomponao, ilay Andriamanitrao, izay miady ho an’ny olony: “Halaiko eny an-tananao ilay kaopy mampivembena. Tsy hisotro amin’ilay kaopin’ny fahatezerako intsony ianao.",
        "23": "Halaiko izany ka hataoko eny an-tanan’ireo manorisory anao izay niteny taminao hoe: ‘Miondreha amin’ny tany, mba hiampitanay.’ Tamin’izay dia ny lamosinao no nataonao ho toy ny tany sy lalana ho an’ireo miampita.”"
    },
    "52": {
        "1": "Mifohaza, mifohaza, tafio ny herinao, ry Ziona ô! Anaovy ny akanjonao tsara tarehy, ry Jerosalema tanàna masina ô! Fa tsy hankao aminao intsony ny tsy mifora sy ny tsy madio.",
        "2": "Ahintsano ny vovoka amin’ny tenanao, ry Jerosalema ô, ary miarena ka mipetraha! Vahao ny tady mamatotra ny vozonao, ry Ziona zanakavavy voababo.",
        "3": "Fa izao no nolazain’i Jehovah: “Maimaim-poana no nivarotana anareo, ka tsy handoavam-bola koa ny hanavotana anareo.”",
        "4": "Fa izao no nolazain’i Jehovah Tompo Fara Tampony: “Nidina tany Ejipta ny oloko tamin’ny voalohany mba hivahiny tany. Ary nampahory azy ireo tsy amin’antony i Asyria.”",
        "5": "“Inona àry no tsy maintsy hataoko, raha izany no izy?”, hoy i Jehovah. “Fa nalaina maimaim-poana ny oloko, nihorakoraka mandrakariva ireo nanjaka taminy”, hoy i Jehovah, “ary nohamavoina foana ny anarako, tontolon’ny andro.",
        "6": "Koa hahafantatra ny anarako ny oloko, amin’izany andro izany, satria izaho Ilay miteny, eny, Izaho.”",
        "7": "Tsara tarehy erỳ ny tongotr’ilay mitondra vaovao tsara mandeha eny an-tendrombohitra, ilay manambara fiadanana, ilay mitondra vaovao tsara momba ny zavatra tsara kokoa, ilay manambara famonjena, ka miteny amin’i Ziona hoe: “Lasa mpanjaka ny Andriamanitrao!”",
        "8": "Injay fa manandratra ny feony ny mpitilinao. Miara-mihoby izy ireo, fa hahita mazava tsara ny masony rehefa mampody an’izay nonina tao Ziona i Jehovah.",
        "9": "Mifalia sy miaraha mihoby, ry toerana rava ao Jerosalema! Fa nampionona ny olony i Jehovah, sady nanavotra an’i Jerosalema.",
        "10": "Nampiharihary ny sandriny masina teo anatrehan’ny firenena rehetra i Jehovah, ary hahita ny famonjen’Andriamanitsika ny vazan-tany efatra.",
        "11": "Mialà, mialà, mivoaha avy ao, ary aza mikasika an’izay maloto! Mivoaha avy ao aminy, ary aoka hadio ianareo izay mitondra ny fitaovan’i Jehovah.",
        "12": "Fa tsy hisahotaka ianareo rehefa hivoaka avy ao, ary tsy handositra rehefa handeha. Fa i Jehovah no handeha eo alohanareo, ary ilay Andriamanitry ny Israely no ho vodilaharana mpiaro anareo.",
        "13": "Ho malina ny mpanompoko rehefa manao zavatra. Hahazo toerana ambony izy, ary hasandratra ka homena voninahitra lehibe.",
        "14": "Nosimbana mihoatra noho ny an’ny olon-kafa rehetra ny endriny, ary nosimbana mihoatra noho ny an’ny zanak’olombelona rehetra ny bikany. Koa nidanàka ny maro rehefa nahita azy,",
        "15": "nefa mbola hahagaga ny firenena maro toy izany koa izy. Hitampim-bava ireo mpanjaka hahita azy, satria zavatra mbola tsy notantaraina tamin’izy ireo no ho hitany, ary zavatra mbola tsy reny no hoeritreretiny."
    },
    "53": {
        "1": "Iza no mba nino ny zavatra renay? Ary tamin’iza no naharihary ny sandrin’i Jehovah?",
        "2": "Hitsiry toy ny rantsana eo anatrehany izy, ary ho toy ny faka maniry eo amin’ny tany tsy misy rano. Tsy manana bika aman’endrika manintona izy, na manana famirapiratana. Tsy hahita an’ilay bika aman’endrika anirianay azy izahay rehefa mijery azy.",
        "3": "Natao tsinontsinona sy nihatakatahan’ny olona izy, ary lehilahy nahalala fanaintainana sady nahafantatra tsara ny atao hoe aretina. Nihodina izahay mba tsy hijery ny endriny. Natao tsinontsinona izy, ary nohamavoinay.",
        "4": "Ny aretinay tokoa no nentiny, ary ny fanaintainanay no nozakainy. Nihevitra anefa izahay fa niharan’ny loza sy kapoka ary fampahoriana avy tamin’Andriamanitra izy.",
        "5": "Notrobarana noho ny helokay anefa izy, ary notorotoroina noho ny fahadisoanay. Nihatra taminy ilay sazy nahazoanay fihavanana, ary ny ratrany no nahazoanay fanasitranana.",
        "6": "Nirenireny toy ny ondry izahay rehetra, ka samy nivily nanaraka ny lalanay avy. Ary nampitondrain’i Jehovah azy ny fahadisoanay rehetra.",
        "7": "Voageja mafy sy nanaiky hampahorina izy, nefa tsy niloa-bava akory. Nentina toy ny ondry hovonoina izy, ary tsy niloa-bava toy ny ondrivavy izay nanjary moana teo anoloan’ny mpanety azy.",
        "8": "Nampahorina izy ary tsy nomena rariny. Iza no handinika ny tsipiriany momba ny taranaka nipoirany? Fa nesorina hiala tamin’ny tanin’ny velona izy. Nokapohina koa izy noho ny heloky ny oloko.",
        "9": "Rehefa maty izy, dia hatao eo amin’ny ratsy fanahy sy ny mpanankarena ny fasany, na dia tsy nanao herisetra aza izy sady tsy nisy fitaka teo am-bavany.",
        "10": "Sitrak’i Jehovah anefa ny hanorotoro azy. Nataony narary koa izy. Raha atolotrao ho fanatitra noho ny heloka izy, dia hahita an’izay ho taranany sady hanalava ny androm-piainany, ary ny tanany no hanatanteraka an-tsakany sy an-davany izay sitrak’i Jehovah.",
        "11": "Noho ny fahoriany, dia hahita zava-tsoa izy ka ho afa-po. Ny fahalalana azon’ilay olo-marina mpanompoko no hanampiany olona maro ho tonga olo-marina. Ary hozakainy ny fahadisoan’izy ireo.",
        "12": "Koa homeko anjara miaraka amin’ny maro izy. Hifampizara babo miaraka amin’ireo mahery izy, noho izy nanolotra * ny ainy ho amin’ny fahafatesana. Ary natao ho anisan’ny mpandika lalàna izy. Nitondra ny fahotan’ny maro koa izy, ary mpanelanelana eo amin’ireo mpandika lalàna."
    },
    "54": {
        "1": "“Mihobia, ry vehivavy momba izay tsy niteraka! Mifalia sy mihobia ary mihorakoraha ianao izay tsy mba narary nihetsi-jaza! Fa ny zanaky ny vehivavy nilaozam-bady dia betsaka noho ny zanaky ny vehivavy manambady”, hoy i Jehovah.",
        "2": "“Halalaho ny tranolainao, ary aoka hohenjanina ireo lamban’ny tranolainao lehibe. Aza mihafihafy mihitsy rehefa manao izany. Halavao ny tady manenjana ny lainao, ary hamafiso ireo fantsika be fanenjanan-day.",
        "3": "Fa hiely hiankavanana sy hiankavia ianao, ary ho lasa fananan’ny taranakao ireo firenena. Honenan’izy ireo koa ny tanàna aolo.",
        "4": "Aza matahotra fa tsy ho menatra ianao. Aza mahatsiaro tena ho afa-baraka, fa tsy ho diso fanantenana ianao. Fa hohadinoinao ny henatrao tamin’ny fahatanoranao, ary tsy hotsaroanao intsony ny fahafaham-barakanao nandritra ny fotoana ela naha mpitondratena anao.”",
        "5": "“Fa Ilay Be Voninahitra Mpanao anao no vadinao sy tomponao. Jehovah Tompon’ny tafika no anarany. Ary Ilay Masin’ny Israely no Mpanavotra anao. Hantsoina hoe Andriamanitry ny tany manontolo izy.",
        "6": "Fa nampodin’i Jehovah ianao, izay toy ny vady nafoy tanteraka sy ory dia ory, ary toy ny vadin’ny fahatanorana izay nolavina tatỳ aoriana”, hoy ny Andriamanitrao.",
        "7": "“Vetivety ihany no nahafoizako anao tanteraka, fa amin’ny famindram-po lehibe kosa no hanangonako anao.",
        "8": "Tao anatin’ny fahatezerana lehibe no nanafenako vetivety ny tavako taminao, fa amin’ny hatsaram-panahy feno fitiavana maharitra mandritra ny fotoana tsy voafetra kosa no hamindrako fo aminao”, hoy i Jehovah Mpanavotra anao.",
        "9": "“Amiko, dia toy ny tamin’ny andron’i Noa izao. Toy ny nianianako fa tsy hanafotra ny tany intsony ny ranon’i Noa, no ianianako koa fa tsy ho tezitra aminao intsony aho na hiteny mafy anao.",
        "10": "Fa na hesorina aza ny tendrombohitra, ary na hihozongozona aza ny havoana, dia tsy hesorina aminao kosa ny hatsaram-panahiko feno fitiavana, ary tsy hihozongozona ny fifanekem-pihavanana ataoko”, hoy i Jehovah, Ilay mamindra fo aminao.",
        "11": "“Ry vehivavy ory sy asafotofoton’ny rivo-mahery, sady tsy misy mampionona! Hampiasa rihitra mafy aho hanakambanako ireo vato eo aminao, ary safira no hataoko fototrao.",
        "12": "Vatosoa robia no hanaovako ny tampon’ny mandanao, vatosoa mena midorehitra no hanaovako ny vavahadinao, ary vatosoa tena tsara ny sisin-taninao rehetra.",
        "13": "Ny zanakao rehetra dia hampianarin’i Jehovah, ka ho be ny fiadanan’ny zanakao.",
        "14": "Hiorina tsara amin’ny fahamarinana ianao. Ho lavitra anao ny fampahoriana satria tsy hisy hatahoranao ireny, ary ho lavitra anao ny zavatra mampihorohoro satria tsy hanatona anao ireny.",
        "15": "Raha misy tonga manafika anao, dia tsy noho ny baiko avy amiko izany. Izay manafika anao dia ho lavo noho ny aminao.”",
        "16": "“Izaho no namorona ny mpanao asa tanana, izay mitsoka ny afon-tsaribao ka mahavita fitaovam-piadiana. Izaho koa no namorona ny mpandringana mandravarava.",
        "17": "Tsy hisy hahomby izay fiadiana amboarina hamelezana anao, ary homelohinao eo amin’ny fitsarana ny lela rehetra manohitra anao. Izany no lovan’ny mpanompon’i Jehovah, sy fahamarinany avy amiko”, hoy i Jehovah."
    },
    "55": {
        "1": "Ianareo rehetra mangetaheta, avia misotro rano! Ianareo rehetra tsy manam-bola, avia ka mividiana, ary mihinàna! Eny, avia mividy divay sy ronono tsy andoavam-bola sady tsisy sarany.",
        "2": "Nahoana ianareo no mandany vola amin’izay tsy sakafo, ary misasatra amin-javatra tsy mahafa-po? Henoy tsara aho, ary mihinàna izay tsara, ka aoka ianareo hankafy sakafo matavy.",
        "3": "Aoka ianareo hanongilan-tsofina ka hankatỳ amiko. Mihainoa, dia ho velona ianareo. * Fa hanao fifanekena aminareo tokoa aho, eny, fifanekena mandritra ny fotoana tsy voafetra mifanaraka amin’ny hatsaram-panahy feno fitiavana, dia ilay hatsaram-panahy azo itokisana izay naseho tamin’i Davida.",
        "4": "Natolotro ho vavolombelona eo amin’ireo firenena izy, ary ho filoha sy ho mpitarika an’ireo firenena.",
        "5": "Firenena tsy fantatrao no hantsoinao, ary olona avy amin’ny firenena tsy mahafantatra anao no hihazakazaka hankany aminao, noho ny amin’i Jehovah Andriamanitrao, sy noho ny amin’Ilay Masin’ny Israely. Hataony lasa tsara tarehy mantsy ianao.",
        "6": "Mitadiava an’i Jehovah, dieny mbola hita izy. Miantsoa azy, dieny mbola akaiky izy.",
        "7": "Aoka ny ratsy fanahy hahafoy ny lalany, ary ny mpanisy ratsy olona hahafoy ny heviny. Aoka izy hiverina amin’i Jehovah, izay hamindra fo aminy. Ary aoka izy hiverina amin’Andriamanitsika, fa tena mamela heloka tanteraka izy.",
        "8": "“Fa ny fihevitrareo tsy mba fihevitro, ary ny lalako tsy mba lalanareo”, hoy i Jehovah.",
        "9": "“Fa toy ny haavon’ny lanitra raha oharina amin’ny tany, ny haavon’ny lalako raha oharina amin’ny lalanareo, sy ny hevitro raha oharina amin’ny hevitrareo.",
        "10": "Fa toy ny orana sy ny lanezy milatsaka avy any an-danitra, ka tsy miverina any raha tsy mahavonto ny tany, sy mahatonga ny zavatra eo aminy hitsiry sy hahavokatra, ary manome masomboly ho an’ny mpamafy sy manome sakafo ho an’ny mpihinana,",
        "11": "dia ho toy izany ny teny aloaky ny vavako. Tsy hiverim-potsiny atỳ amiko ny teniko, fa hanatanteraka izay sitrako ary hahomby amin’izay andefasako azy.",
        "12": "“Fa amim-pifaliana no handehananareo, ary amim-piadanana no hitondrana anareo mody. Hifaly sy hihoby eo anatrehanareo ny tendrombohitra sy ny havoana, ary hitehaka ny hazo any an-tsaha.",
        "13": "Hazo zenevrie no haniry fa tsy kirihitra feno tsilo, ary hazo mirta fa tsy tsilo. Hampahalaza an’i Jehovah izany, ka ho famantarana tsy hofoanana mandritra ny fotoana tsy voafetra.”"
    },
    "56": {
        "1": "Izao no nolazain’i Jehovah: “Manaova ny rariny sy ny fahamarinana. Fa efa ho avy ny famonjeko, ary efa haharihary ny fahamarinako.",
        "2": "Sambatra ny olona mety maty izay manao izany, sy ny zanak’olombelona mifikitra amin’izany, sady mitandrina ny sabata ka tsy manazimbazimba azy, ary mifehy ny tanany tsy hanao izay ratsy.",
        "3": "Aoka ny hafa firenena izay miandany amin’i Jehovah tsy hilaza hoe: ‘Hesorin’i Jehovah tsy ho eo amin’ny olony tokoa aho izao.’ Aoka koa ny lehilahy novosirina tsy hilaza hoe: ‘Indrisy! Hazo maina aho!’”",
        "4": "Fa izao no nolazain’i Jehovah: “Ireo lehilahy novosirina izay mitandrina ny sabatako sy mifidy ny hanao izay sitrako ary mifikitra amin’ny fifanekena nataoko,",
        "5": "dia homeko tsangambato sy anarana ao an-tranoko sy ao anatin’ny mandako. Tsara kokoa noho ny zanakalahy sy zanakavavy izany. Anarana maharitra mandritra ny fotoana tsy voafetra no homeko azy, dia anarana tsy hofoanana mihitsy.",
        "6": "“Ary ny hafa firenena izay miandany amin’i Jehovah mba hanompo azy sy mba ho tia ny anaran’i Jehovah ka ho mpanompony, eny, izay rehetra mitandrina ny sabata ka tsy manazimbazimba azy, sy mifikitra amin’ny fifanekena nataoko,",
        "7": "dia hoentiko ho any amin’ny tendrombohitro masina koa, ary hampifaliko ao amin’ny trano fivavahana amiko. Hekena ho eo ambony alitarako ny fanatitra dorana sy ny sorona atolony. Fa ny tranoko hantsoina hoe trano fivavahana ho an’ny olona rehetra.”",
        "8": "Ary hoy i Jehovah Tompo Fara Tampony, izay manangona an’ireo Israelita efa niparitaka: “Ankoatra izay efa voangona, dia hanangona olon-kafa ho eo amin’izy ireo koa aho.”",
        "9": "Ianareo bibidia rehetra any an-tsaha, eny, ianareo bibidia rehetra any an’ala, avia hihinana.",
        "10": "Jamba ireo mpitiliny, ka tsy misy mahatsikaritra zavatra. Alika moana izy rehetra ka tsy mahavovò, fa misefosefo fotsiny sy mandrimandry ary tia matoritory.",
        "11": "Alika manam-paniriana mafy izy ireo, ary tsy mety afa-po. Mpiandry ondry tsy manam-pahalalana koa izy. Samy mivily manaraka ny lalany avy izy, ka samy maka tombony tsy ara-drariny avy amin’ny faritaniny. Hoy izy ireo:",
        "12": "“Avia, fa haka divay aho. Andao hisotro toaka mandra-pahamamo. Mbola ho toy ny androany koa ny rahampitso, ary mbola ho tsara lavitra mihitsy aza.”"
    },
    "57": {
        "1": "Maty ny olo-marina, nefa tsy misy miraharaha an’izany. Nangonina ho any amin’ny toeran’ny maty ny olona tsara fanahy sy be fitiavana, nefa tsy misy mahafantatra akory hoe noho ny fisian’ny loza no nanangonana ny olo-marina.",
        "2": "Mahita fiadanana izy. Samy hiala sasatra eo amin’ny farafara vato ireo mifikitra amin’ny fahitsiana.",
        "3": "“Miakara etỳ ianareo zanaky ny vehivavy mpilaza ny hoavy, taranaky ny mpanitsakitsa-bady sy taranaky ny vehivavy mpivaro-tena!",
        "4": "Falifaly maneso an’iza ianareo? Manondro molotra sy mitranga lela amin’iza ianareo? Ianareo ve tsy zanaky ny fandikan-dalàna sy taranaky ny lainga,",
        "5": "ary manaitra filana eny akaikin’ireo hazobe sy eny ambanin’ny hazo midoroboka rehetra, sady manao sorona ankizy any amin’ny lohasaha falehan-driaka, eny anelanelan’ny harambato?",
        "6": "“Ny vato malama eny amin’ny lohasaha falehan-driaka no anjaranao. Ireny no anjaranao. Ary ireny no nandrarahanao fanatitra zava-pisotro, sy nanoloranao fanomezana. Zavatra toy izany ve no hampiononako ny tenako?",
        "7": "Teny amin’ny tendrombohitra avo sy manerinerina no nametrahanao ny fandriananao. Teny koa ianao no niakatra hanolotra sorona.",
        "8": "Nametrahanao ny marika fahatsiarovana nataonao, tao ambadiky ny varavarana sy ny tolàna. Nanalavitra ahy ianao, ary niala akanjo ka niakatra teny am-pandriananao izay efa nataonao malalaka. Ary nanao fifanekena tamin’ireny ianao mba hahazoanao tombontsoa. Tianao ny niray fandriana tamin’ireny, ary nibanjina ny filahiana ianao.",
        "9": "Dia nidina nitondra menaka tany amin’i Meleka ianao, ary be dia be ny menaka fanosorana nentinao. Nalefanao lavitra foana koa ny irakao, ka nampidininao hatrany amin’ny Fasana * ny raharaha momba anao.",
        "10": "Nandehandeha be ianao, ary izany no nandanianao ny herinao. Tsy mba niteny ianao hoe: ‘Tsy misy antenaina intsony!’ Nahatsapa ho nahazo hery indray ianao ka tsy narary.",
        "11": "“Nihorohoro noho ny amin’iza ianao, ary natahotra an’iza ka nandainga? Tsy izaho no tsaroanao, ary tsy nandatsaka am-po na inona na inona ianao. Tsy efa nangina foana ve aho, ary tsy nafeniko ve ny nataonao? Na izaho aza anefa tsy natahoranao.",
        "12": "Koa hambarako izay lazainao fa mba fahamarinanao sy asanao, ary tsy hahasoa anao ireny.",
        "13": "Rehefa miantso vonjy ianao, dia tsy hamonjy anao ny zavatra nangoninao fa ho lasan’ny rivotra avokoa. Fofonaina fotsiny dia hipaoka an’ireny. Fa izay mialoka amiko kosa handova ny tany, ary ho lasa fananany ny tendrombohitro masina.",
        "14": "Dia hisy hiteny hoe: ‘Manamboara lalana! Manamboara lalana! Karakarao ny lalana! Esory ny sakantsakana rehetra eny amin’ny lalan’ny oloko.’”",
        "15": "Fa izao no nolazain’ilay Avo, eny, Ilay Misandratra, izay mitoetra mandrakizay ary masina ny anarany: “Any amin’ny avo sy any amin’ny toerana masina aho no mitoetra, ary koa eo amin’ireo torotoro fo sy manetry tena, mba hamelombelona ny sain’ireo * manetry tena sy ny fon’ireo torotoro fo.",
        "16": "Fa tsy hiady mandritra ny fotoana tsy voafetra aho, ary tsy ho tezitra foana mandrakizay. Fa ho reraka noho ny amiko ny sain’ny olona ary koa ny zavamiaina nataoko.",
        "17": "“Nanao fahadisoana izy satria naka tombony tsy ara-drariny. Koa tezitra aho ka namely azy. Nanafina ny tavako aho tamin’izany hatezerako izany. Mbola nikomy foana anefa izy ka nanaraka izay sitraky ny fony.",
        "18": "Hitako anefa ny nataony, ka nanasitrana azy aho ary nitarika azy sy nanome fampiononana ho azy sy ireo vonton’alahelo teo aminy.”",
        "19": "“Izaho no mamorona ny vokatry ny molotra. Hisy fiadanana ho an’izay lavitra sy akaiky, ary hanasitrana azy aho”, hoy i Jehovah.",
        "20": "“Ny ratsy fanahy kosa dia toy ny ranomasina misamboaravoara tsy mety mitony, ary mamoaka ahidranomasina sy fotaka ny ranon’ilay ranomasina.",
        "21": "Tsy misy fiadanana ho an’ny ratsy fanahy”, hoy ny Andriamanitro."
    },
    "58": {
        "1": "“Miantsoantsoa faran’izay mafy, fa aza miahotrahotra mihitsy. Ataovy mafy toy ny feon’anjombona ny feonao, ka lazao amin’ny oloko ny fikomiany, ary amin’ny taranak’i Jakoba ny fahotany.",
        "2": "Izaho, hono, no tadiaviny isan’andro, ary ny fahalalana ny lalako, hono, no mahafinaritra azy. Toy ny hoe firenena manao ny marina izy ireo, ary toy ny hoe tsy mahafoy ny rariny avy amin’Andriamaniny, ka mangataka ahy foana hitsara ara-drariny, ary manatona an’ilay Andriamanitra mahafinaritra azy, sady manao hoe:",
        "3": "“‘Fa nahoana no tsy jerenao izahay rehefa mifady hanina, ary tsy raharahainao rehefa mampahory tena?’ “Mahafinaritra anareo erỳ ny andro ifadianareo hanina, nefa sady terenareo hiasa ihany ireo miasa mafy ho anareo.",
        "4": "Hiady sy hifanditra ary hifamely totohondry amin-kabibiana no antony ifadianareo hanina. Rehefa mifady hanina ve ianareo dia mihevitra fa fotoana andrenesana ny feonareo any amin’ny avo izany?",
        "5": "Tokony ho toy izao ataonareo izao ve ny fifadian-kanina ekeko, dia andro ampahorian’ny olona ny tenany, sy anondrehany loha toy ny harefo, ary atoriany eo ambony gony sy lavenona? Izany ve no ataonareo hoe fifadian-kanina sy andro ankasitrahan’i Jehovah?",
        "6": "“Moa ve tsy izao ny fifadian-kanina ekeko: Ny mamaha ny gadra vy izay napetaka noho ny tsy rariny, sy mamaha ny tadin’ny zioga, sy manafaka ny ampahorina, ary manapaka ny zioga rehetra?",
        "7": "Tsy izao koa ve izany: Ny mizara ny mofonao amin’ny noana, sy mampiantrano ny ory sy ny tsy manan-kialofana, sy mampitafy an’izay hitanao mitanjaka, ary tsy miafina amin’ireo mpiray firenena aminao?",
        "8": "“Raha izany no ataonao, dia hiposaka toy ny maraina ny fahazavanao, ary ho sitrana haingana ianao. Handeha eo alohanao ny fahamarinanao, ary ho vodilaharana mpiaro anao ny voninahitr’i Jehovah.",
        "9": "Raha miantso ianao, dia hamaly anao i Jehovah. Ary raha miantso vonjy ianao, dia hilaza izy hoe: ‘Intỳ aho!’ “Raha tsy manisy zioga amin’olona intsony ianao, ary tsy manondrotondro intsony amin’ny rantsantananao, sady tsy milaza zava-dratsy,",
        "10": "ary raha toa ka omenao ho an’ny noana ny zavatra irinao, sady ataonao afa-po ny ory, dia hamirapiratra ao anatin’ny haizina ny fahazavanao ary ho toy ny mitataovovona ny haizim-pitonao.",
        "11": "Hitarika anao foana i Jehovah, ka hanome fahafaham-po anao na dia any amin’ny tany karakaina aza, sady hanatanjaka ny taolanao. Dia ho toy ny tanimboly azon-drano tsara ianao, sady ho toy ny loharano mamoaka rano tsy mamitaka.",
        "12": "Noho ny aminao, dia haorin’ny olona indray ny toerana efa rava hatry ny ela. Ary hatsanganao indray ny fototra efa nisy hatramin’ny taranaka nifandimby. Koa ianao dia hantsoina hoe mpanampina ny banga, sy mpamerina amin’ny laoniny ny lalana izay hisy trano honenana.",
        "13": "“Raha manaja ny sabata ianao, ka avilinao tsy hanao izay sitrakao ny tongotrao amin’ny androko masina, ary raha toa ny sabata ka ataonao hoe tena fahafinaretana sy andro masin’i Jehovah, eny, andro omem-boninahitra, ka omenao voninahitra fa tsy manao izay tianao ianao na mitady izay sitrakao na miteniteny foana,",
        "14": "dia ho finaritra tanteraka amin’i Jehovah ianao. Hampandehaniko eny amin’ny toerana avo ambonin’ny tany koa ianao, sady havelako hihinana ny vokatra avy amin’ny lovan’i Jakoba razanao. Fa ny vavan’i Jehovah no efa niteny.”"
    },
    "59": {
        "1": "Tsy hoe nanjary fohy loatra ny tanan’i Jehovah ka tsy mahavonjy, na hoe donto loatra ny sofiny ka tsy mahare.",
        "2": "Tsia, fa ny fahadisoanareo ihany no mampisaraka anareo amin’Andriamanitrareo, ary ny fahotanareo ihany no mahatonga azy hanafina ny tavany mba tsy hihainoany anareo.",
        "3": "Fa mihosin-dra ny felatananareo, ary feno fahadisoana ny rantsantananareo. Miteny lainga ny molotrareo, ary mingonongonona tsy fahamarinana ny lelanareo.",
        "4": "Tsy mba misy miantsoantso hiaro ny fahamarinana, ary izay mankeny amin’ny fitsarana dia tsy misy milaza zavatra azo itokisana. Zava-poana no ianteherana, ary zavatra tsy misy dikany no lazaina. Fampahoriana no miforona ao an-kibo, ary fanaovan-dratsy no ateraka.",
        "5": "Atodin’ny bibilava misy poizina no kotrehin’izy ireo, ary tranon-kala no tenominy. Ho faty izay mihinana ny atodiny, ary menarana no ho foy avy ao amin’ny atody novakina.",
        "6": "Tsy ho azo atao fitafiana ny tranon-kalany, ary tsy ho azony irakofana ny zavatra ataony. Fanaovan-dratsy no asany, ary herisetra no ataon’ny tanany.",
        "7": "Mihazakazaka ho amin’ny ratsy ny tongony, ary dodona handatsaka ny ran’ny tsy manan-tsiny izy ireo. Ny hanao ratsy no ao an-tsainy, ary fandrobana sy fandravana no eny amin’ny lalambeny.",
        "8": "Tsy miraharaha ny lalan’ny fiadanana izy ireo, ary tsy misy rariny eny amin’ny lalany. Ataony miolakolaka ny alehany. Koa tsy hahita fiadanana mihitsy izay mandeha amin’izany.",
        "9": "Izany no mahatonga ny rariny ho lavitra anay, sy ny fahamarinana tsy hahatratra anay. Manantena hazavana foana izahay kanjo haizina no hitanay, ary manantena famirapiratana kanjo mbola ao anatin’ny haizim-pito ihany izahay no mandeha.",
        "10": "Mitsapatsapa manara-drindrina toy ny jamba izahay, eny, mitsapatsapa toy ny olona tsy mana-maso. Amin’ny mitataovovonana izahay dia tafintohina toy ny amin’ny takariva maizimaizina, ary toy ny maty izahay eo anatrehan’ireo tomady.",
        "11": "Mierona toy ny orsa izahay rehetra, ary mitoreo amin’alahelo toy ny voromailala. Manantena rariny izahay nefa tsy misy izany, ary manantena famonjena nefa lavitra anay izany.",
        "12": "Fa maro ny fikomianay eo anatrehanao, ary samy miampanga anay ny fahotanay. Tsapanay ny fikomianay, ary fantatray tsara ny fahadisoanay.",
        "13": "Mandika lalàna sy mandà an’i Jehovah izahay, ary mihemotra miala amin’Andriamanitray. Fampahoriana sy fikomiana no resakay, ary mamoron-dainga ao am-ponay izahay ka mingonongonona an’izany.",
        "14": "Koa voatery mihemotra ny rariny, ary mijanona eny lavitra eny ny hitsiny. Fa tafintohina eny amin’ny tany malalaky ny tanàna ny fahamarinana, ary tsy tafiditra eny ny fahitsiana.",
        "15": "Tsy eo tokoa ny fahamarinana, ary voaroba izay mifady ny ratsy. Nahita izany i Jehovah, ary ratsy eo imasony ny tsy fisian’ny rariny.",
        "16": "Hitany fa tsy nisy olona sahy nijoro, ary gaga izy fa tsy nisy nisalovana. Nanao famonjena ho an’ny tenany ny sandriny, ary ny fahamarinany ihany no nanohana azy.",
        "17": "Dia nanaovany toy ny akanjo mifono vy ny fahamarinana, ary nataony teo amin’ny lohany ny fiarovan-dohan’ny famonjena. Notafiny koa ny akanjon’ny famaliana, ary nisalorany toy ny akanjo tsy misy tanany ny zotom-po.",
        "18": "Araka izay ataon’ny olona ihany no hamaliany azy, ka hampiharany fahatezerana ny mpandrafy azy, ary homeny ny sahaza azy ny fahavalony. Hovaliany araka izay sahaza azy koa ireo nosy.",
        "19": "Hatahotra ny anaran’i Jehovah ireo any amin’ny filentehan’ny masoandro, ary hatahotra ny voninahiny ireo any amin’ny fiposahan’ny masoandro. Fa ho avy toy ny renirano mampahory izay asesiky ny fanahin’i Jehovah, izy.",
        "20": "“Ho tonga ao Ziona ny Mpanavotra, sady ho tonga amin’ireo miala amin’ny fandikan-dalàna, izany hoe ireo anisan’i Jakoba”, hoy i Jehovah.",
        "21": "“Ary izao no fifanekena ataoko amin’izy ireo”, hoy i Jehovah: “Ny fanahiko izay ao aminao sy ny teniko izay nataoko teo am-bavanao, dia tsy hesorina eo am-bavanao, na eo am-bavan’ny taranakao, na eo am-bavan’ny taranaky ny taranakao, manomboka izao ka hatramin’ny fotoana tsy voafetra”, hoy i Jehovah."
    },
    "60": {
        "1": "“Mitsangàna, ry vehivavy! Mandefasa hazavana, fa efa tonga ny fahazavanao, ary mamirapiratra eo aminao ny voninahitr’i Jehovah!",
        "2": "Hanarona ny tany ny haizina, ary hanarona an’ireo firenena ny haizim-pito. Fa hamirapiratra aminao kosa i Jehovah, ary eo aminao no hisehoan’ny voninahiny.",
        "3": "Dia hankeo amin’ny fahazavanao ny firenena, ary hankeo amin’ny fahazavan’ny famirapiratanao ny mpanjaka.",
        "4": "“Topazo maso ny manodidina anao ka jereo! Nangonina daholo izy rehetra, ka tonga eo aminao. Tsy mitsahatra ny fahatongavan’ny zanakao lahy avy lavitra, ary toy izany koa ny zanakao vavy izay hokarakaraina sady hosakelehina.",
        "5": "Hahita izany ianao amin’izay fotoana izay ka ho miramirana. Ho ravoravo ny fonao sady ho dibo-kafaliana, satria hankany aminao ny harenan’ny ranomasina, ary ho tonga any aminao ny fananan’ny firenena.",
        "6": "Handrakotra ny taninao ny andian-drameva izay toa manonjanonja ny fahitana azy mitanjozotra, dia ny ramevalahy tanora avy any amin’ny Midianina sy Efaha. Ary ho tonga daholo ny avy any Sheba, sady hitondra volamena sy ditin-kazo manitra. Dia hanambara ny fiderana an’i Jehovah izy ireo.",
        "7": "Hangonina ho eo aminao ny andian’ondry rehetran’i Kedara, ary hanompo anao ny ondrilahin’i Nebaiota. Hankeo ambony alitarako ireny ka hankasitrahana. Ary hohatsaraiko ilay tranoko tsara tarehy.",
        "8": "“Iza ireny tamy manidina toy ny rahona ireny, sy toy ny voromailala mirohotra ho eny amin’ny tranony?",
        "9": "Fa hanantena ahy foana ny nosy, ary hanantena ahy toy ny tamin’ny voalohany koa ny sambon’i Tarsisy, mba hitondra ny zanakao lahy avy lavitra, miaraka amin’ny volafotsiny sy ny volamenany, ho an’ny anaran’i Jehovah Andriamanitrao sy Ilay Masin’ny Israely. Fa hataony lasa tsara tarehy ianao.",
        "10": "Hafa firenena no hanangana ny mandanao, ary hanompo anao ny mpanjakany. Tao anatin’ny fahatezerako no nikapohako anao, fa noho ny fankasitrahako kosa no hamindrako fo aminao.",
        "11": "“Hatao misokatra foana ny vavahadinao, ka tsy hohidiana na andro na alina, mba hampidirana ao aminao ny fananan’ny firenena. Ny mpanjakany no ho loha laharana amin’ny fanaovana an’izany.",
        "12": "Fa ho ringana izay firenena sy fanjakana tsy hanompo anao, ary ho rava tokoa ireo firenena.",
        "13": "“Ho tonga any aminao ny voninahitr’i Libanona, mbamin’ny hazo zenevrie sy ny hazo volondavenona ary ny siprey, mba hahatsara tarehy ny toerako masina. Dia homeko voninahitra ny fitoeran-tongotro.",
        "14": "“Hanatona ka hiankohoka eo anatrehanao ny zanak’ireo mpampahory anao, ary hihohoka eo an-tongotrao izay rehetra maniratsira anao. Dia hantsoin’izy ireo hoe tanànan’i Jehovah, Zionan’Ilay Masin’ny Israely, ianao.",
        "15": "“Nafoy tanteraka sy nankahalaina ianao taloha ary tsy nisy mpandalo teo aminao, nefa izao kosa ianao hataoko ho antony ireharehana hatramin’ny fotoana tsy voafetra, sy ho antom-pifaliana hatramin’ny taranaka fara mandimby.",
        "16": "Hinono amin’ny firenena ianao, sady hinono amin’ny mpanjaka. Dia ho fantatrao fa izaho Jehovah no Mpamonjy anao, ary Ilay Maherin’i Jakoba no Mpanavotra anao.",
        "17": "Volamena no hoentiko ho solon’ny varahina, volafotsy ho solon’ny vy, varahina ho solon’ny hazo, ary vy ho solon’ny vato. Dia hotendreko ho mpiandraikitra anao ny fiadanana ary ho mpampiasa anao ny fahamarinana.",
        "18": "“Tsy ho re ao amin’ny taninao intsony ny herisetra, ary tsy ho re ao anatin’ny faritry ny taninao ny fandrobana sy ny fandravana. Ny mandanao hantsoinao hoe Famonjena, ary ny vavahadinao hantsoinao hoe Fiderana.",
        "19": "Tsy ho fahazavana mandritra ny andro ho anao intsony ny masoandro, ary tsy hanome hazavana ho anao intsony ny volana mamirapiratra. Fa i Jehovah no ho fahazavana ho anao mandritra ny fotoana tsy voafetra, ary ny Andriamanitrao no ho hatsaran-tarehinao.",
        "20": "Tsy hilentika intsony ny masoandronao ary tsy hihena ny volana manazava anao, satria i Jehovah no ho fahazavanao mandritra ny fotoana tsy voafetra, ary ho tapitra ny andro fisaonanao.",
        "21": "Ho olo-marina avokoa ny vahoakanao, ary ho fananan’izy ireo mandritra ny fotoana tsy voafetra ilay tany. Tsimoka avy amin’izay namboleko izy ireo sady asan’ny tanako, mba hahatsara tarehy ahy.",
        "22": "Ny vitsy ho lasa arivo, ary ny kely ho lasa firenena mahery. Izaho Jehovah no hanafaingana izany amin’ny fotoanany.”"
    },
    "61": {
        "1": "Ny fanahin’i Jehovah Tompo Fara Tampony no ato amiko, satria i Jehovah nanosotra ahy hilaza vaovao tsara amin’ny mpandefitra. Naniraka ahy izy mba hamehy ny ratran’ny torotoro fo; hanambara fahafahana amin’ny babo sy fampahiratana ny mason’ny voafonja;",
        "2": "hanambara ny taona fanehoan’i Jehovah fankasitrahana sy ny andro famalian’Andriamanitsika; hampionona an’izay ory rehetra;",
        "3": "ary hanome fehiloha ho solon’ny lavenona ho an’ireo ory noho ny amin’i Ziona, sy menaka fifaliana ho solon’ny fahoriam-po, ary akanjo fiderana ho solon’ny harerahan-tsaina. Izy ireo dia hantsoina hoe hazon’ny fahamarinana, izay nambolen’i Jehovah mba hahatsara tarehy azy.",
        "4": "Dia haorin’izy ireo indray ny toerana efa rava hatry ny ela be, ary hatsangany indray ny toerana efa aolo hatramin’ny taloha. Hohavaoziny koa ny tanàna rava, dia ireo toerana aolo nandritra ny taranaka nifandimby.",
        "5": "“Vahiny no ho avy hiandry ny andian’ondrinareo, ary ny hafa firenena no ho mpambolinareo sy mpikarakara ny tanimboalobokareo.",
        "6": "Ary hantsoina hoe mpisoron’i Jehovah ianareo, sady hatao hoe mpanompon’Andriamanitsika. Hohaninareo ny fananan’ny firenena, ary ho faly ianareo hiresaka momba anareo noho ny harena be voninahitra azonareo avy aminy.",
        "7": "Hahazo anjara avo roa heny ny oloko ho solon’ny henatra, ary tsy ho afa-baraka intsony izy fa hihoby noho ny anjarany. Koa hahazo anjara avo roa heny izy ireo ao amin’ny taniny, ka hifaly mandritra ny fotoana tsy voafetra.",
        "8": "Fa izaho Jehovah dia tia ny rariny sady mankahala ny fandrobana sy ny tsy fahamarinana. Manao ny rariny aho ka hanome ny karaman’izy ireo, ary fifanekena mandritra ny fotoana tsy voafetra no hataoko aminy.",
        "9": "Ho fantatry ny firenena ny zanak’izy ireo, ary ho fantatry ny vahoaka ny taranany. Koa izay mahita azy dia hahafantatra fa izy ireo no taranaka notahin’i Jehovah.”",
        "10": "Hifaly amin’i Jehovah tokoa aho, ary hiravoravo amin’Andriamanitro. Fa efa nampanaoviny ahy toy ny akanjo ny famonjena, ary efa nampitafiany ahy toy ny akanjo tsy misy tanany ny fahamarinana, ka hoatran’ny mpampakatra manao fehiloha toy ny mpisorona aho, ary hoatran’ny ampakarina manao ny firavany.",
        "11": "Toy ny tany mampitsiry ny tsimoka eo aminy, ary toy ny tanimboly mampitsimoka an’izay nafafy teo aminy, dia hampitsimoka fahamarinana sy fiderana eo anatrehan’ny firenena rehetra i Jehovah Tompo Fara Tampony."
    },
    "62": {
        "1": "Noho ny amin’i Ziona dia tsy hangina aho, ary noho ny amin’i Jerosalema dia tsy hipetra-potsiny aho, mandra-piposaky ny fahamarinany hoatran’ny hazavana, ary ny famonjena azy hoatran’ny fanilo mirehitra.",
        "2": "“Hahita ny fahamarinanao ny firenena, ravehivavy, ary hahita ny voninahitrao ny mpanjaka rehetra. Homena anaram-baovao, izay hotononin’ny vavan’i Jehovah, ianao.",
        "3": "Ho satroboninahitra tsara tarehy eo an-tanan’i Jehovah ianao, ary ho fehilohan’ny mpanjaka, eo am-pelatanan’Andriamanitrao.",
        "4": "Tsy holazaina intsony hoe vady nafoy tanteraka ianao, ary tsy hatao intsony hoe lao ny taninao. Hantsoina kosa ianao hoe Sitrako Izy, ary ny taninao hoe Manan-tompo Satria Manambady. Fa hankasitraka anao i Jehovah, ary ny taninao hanan-tompo satria manambady.",
        "5": "Fa toy ny tovolahy maka virjiny ho vady ka lasa tompony, dia haka anao ho vady koa ny zanakao ka ho lasa tomponao. Ary tahaka ny fifalian’ny mpampakatra amin’ny ampakarina no hifalian’Andriamanitrao aminao.",
        "6": "Efa nanendry mpitily ho eny ambonin’ny mandanao aho, ry Jerosalema ô! Aoka izy ireo tsy hangina mihitsy, na andro na alina. “Aoka tsy hangina mihitsy ianareo izay miresaka momba an’i Jehovah,",
        "7": "ary aoka ianareo tsy hamela azy ao anatin’ny fanginana, mandra-panoriny mafy tsara an’i Jerosalema ho fiderana eto an-tany.”",
        "8": "Efa nanangana ny tanany ankavanana sy ny sandriny mahery i Jehovah ka nianiana hoe: “Tsy homeko ho sakafon’ny fahavalonao intsony ny varimbazahanao, ary tsy hosotroin’ny hafa firenena intsony ny divainao vaovao, izay efa nisasaranao.",
        "9": "Fa izay mijinja ihany no hihinana, ka hidera an’i Jehovah. Ary izay manangona ihany no hisotro eo amin’ny tokotaniko masina.”",
        "10": "Mivoaha, mivoaha amin’ny vavahady! Karakarao ny lalan’ny olona! Manamboara, manamboara lalambe! Esory ny vato eny. Manangàna tsato-kazo famantarana ho an’ny olona.",
        "11": "Izao no nambaran’i Jehovah hatrany amin’ny faritra lavitra indrindra amin’ny tany: “Lazao amin’i Ziona zanakavavy hoe: ‘Efa ho avy ny famonjena anao. Efa eny aminy ny valisoa omeny, ary efa eo anatrehany ny karama aloany.’”",
        "12": "Dia hantsoin’ny olona hoe vahoaka masina navotan’i Jehovah izy ireo. Ary ianao koa hantsoina hoe Ilay Tadiavina, Tanàna Tsy Nafoy Tanteraka."
    },
    "63": {
        "1": "Iza iny tonga avy any Bozran’i Edoma iny, izay manao akanjo marevaka, sady manao fitafiana be voninahitra ary mamindra amin-kery lehibe? “Tsy iza fa izaho, Ilay miteny araka ny fahamarinana, Ilay manan-kery lehibe hamonjena.”",
        "2": "Nahoana no mena ny fitafianao, ary nahoana ny akanjonao no toy ny an’ny mpanitsakitsaka voaloboka ao anaty lavaka famiazam-boaloboka?",
        "3": "“Izaho irery no nanitsakitsaka ny voaloboka tao anaty lavaka famiazana azy, fa tsy nisy niaraka tamiko ny olona avy tamin’ny vahoaka. Dia nanitsakitsaka an’ireny tao anatin’ny fahatezerako aho, ary nanosihosy azy tao anatin’ny fahavinirako. Koa nipitipitika teny amin’ny akanjoko ny rany nifantsitsitra, ka voalotoko daholo ny akanjoko.",
        "4": "Fa efa ato am-poko ny andro famaliana, ary efa tonga ny taona ho an’ireo navotako.",
        "5": "Koa nijery foana aho, fa tsy nahita mpanampy. Dia gaga aho fa tsy nisy nanome tanana ahy. Koa ny sandriko no nampiasaiko hamonjena, ary ny fahavinirako no nanampy ahy.",
        "6": "Dia nohitsakitsahiko tao anatin’ny fahatezerako ny olona ka nataoko mamon’ny fahavinirako, ary nataoko nandriaka tamin’ny tany ny rany nifantsitsitra.”",
        "7": "Holazaiko ny hatsaram-panahy feno fitiavana asehon’i Jehovah. Hidera an’i Jehovah koa aho araka izay rehetra nataon’i Jehovah tamintsika, dia ny halehiben’ny hatsaran-toetra nasehony tamin’ny taranak’Israely noho ny famindram-pony sy araka ny haben’ny hatsaram-panahiny feno fitiavana.",
        "8": "Dia hoy izy: “Oloko tokoa ireo, sady zanaka tsy hivadika.” Koa nanjary Mpamonjy an’ireo izy.",
        "9": "Ory izy nandritra ny fahoriana rehetra nanjo an’ireo, ary ny iraka manokana nalefany no namonjy azy ireo. Noho ny fitiavany sy ny fangorahany no nanavotany azy, sy nibatany azy, ary nitondrany azy foana fahiny.",
        "10": "Nikomy anefa izy ireo, ka nanao izay hampalahelo ny fanahiny masina. Koa nanjary fahavalon’izy ireo izy ka niady taminy.",
        "11": "Dia nahatsiaro ny andro fahiny ny olony sady nahatsiaro an’i Mosesy mpanompony, ka niteny hoe: “Aiza Ilay nitondra azy ireo niakatra avy tany an-dranomasina, niaraka tamin’ny mpiandry ny andian’ondriny? Aiza Ilay nametraka tao aminy ny fanahiny masina?",
        "12": "Aiza Ilay nandefa ny sandriny tsara tarehy teo ankavanan’i Mosesy, eny, Ilay nanasaraka ny rano teo anoloan’izy ireo, mba hampahalaza ny anarany mandritra ny fotoana tsy voafetra?",
        "13": "Aiza Ilay nampandeha azy ireo namakivaky ny rano manonja, mba hahatonga azy ireo tsy ho tafintohina fa ho toy ny soavaly mikarenjy any an-tany efitra?",
        "14": "Toy ny idinan’ny biby eny amin’ny lemaka, no anomezan’ny fanahin’i Jehovah fitsaharana ho azy ireo.” Toy izany no nitarihanao ny olonao, mba hahabe voninahitra ny anaranao.",
        "15": "Mitazàna avy any an-danitra, ary mijere avy eny amin’ny fonenanao avo izay sady masina no tsara tarehy. Aiza ny zotom-ponao sy ny herinao manontolo? Tsy mba mangotikotika ve ny ao anatinao ao? Aiza ny famindram-ponao? Nosakananao tsy ho tonga aminay ireny.",
        "16": "Fa ianao no Rainay. Na tsy fantatr’i Abrahama aza izahay ary na tsy fantatr’i Israely aza, dia ianao no Rainay, Jehovah ô! Ianao no Mpanavotra anay hatrizay hatrizay, ary izany no anaranao.",
        "17": "Jehovah ô, nahoana ianao no mampaniasia anay tsy handeha amin’ny lalanao? Nahoana ianao no manamafy ny fonay tsy hatahotra anao? Miverena noho ny amin’ny mpanomponao, dia ilay foko lovanao.",
        "18": "Fotoana fohy ihany ny olonao masina no nanan-javatra. Dia nohitsakitsahin’ny fahavalonay ny toeranao masina.",
        "19": "Nanjary toy ny olona tsy nofehezinao izahay nandritra ny fotoana ela, sady toy ny olona tsy mba nantsoina tamin’ny anaranao."
    },
    "64": {
        "1": "Raha mba notriarinao mantsy ny lanitra ka nidina ianao, ary nihovotrovotra teo anatrehanao ny tendrombohitra,",
        "2": "—toy ny mitranga rehefa misy afo mandoro ny kirihitra, sy rehefa mampangotraka ny rano ny afo—mba hampahafantarana ny anaranao amin’ny fahavalonao, sy hahatonga ny firenena hitebiteby eo anatrehanao!",
        "3": "Nidina ianao rehefa nanao zava-mahatalanjona, nefa tsy azonay antenaina izany zavatra izany. Nihovotrovotra teo anatrehanao ny tendrombohitra.",
        "4": "Ary hatrizay hatrizay dia tsy nisy nandre na nihaino na nahita maso Andriamanitra hafa ankoatra anao, dia Andriamanitra manao zavatra ho an’izay miandry azy lalandava.",
        "5": "Tsenainao izay mifaly sy manao ny marina, dia izay mahatsiaro anao foana ka manaraka ny lalanao. Tezitra ianao rehefa nanota foana izahay, eny, tezitra ela be noho ny fahotanay. Koa ho voavonjy ihany ve izahay?",
        "6": "Dia nanjary toy ny olona maloto izahay rehetra, ary toy ny akanjo voaloton’ny fadimbolana ny rariny rehetra ataonay. Halazo toy ny ravinkazo izahay rehetra, ary hipaoka anay toy ny rivotra ny fahadisoanay.",
        "7": "Tsy misy miantso ny anaranao, sady tsy misy mitsangana mba hifikitra aminao. Fa afeninao tsy ho hitanay ny tavanao, ary ataonao mitsonika izahay vokatry ny fahadisoanay.",
        "8": "Ankehitriny, Jehovah ô, dia ianao no Rainay. Tanimanga izahay, ary ianao no Mpanefy anay. Asan’ny tananao avokoa izahay.",
        "9": "Aza tezitra mafy loatra, Jehovah ô, ary aza tsarovana mandrakizay ny fahadisoanay. Olonao daholo ange izahay e!",
        "10": "Nanjary tany efitra ireo tanànanao masina. Lasa tany efitra koa i Ziona, ary nanjary lao i Jerosalema.",
        "11": "Lasa zavatra fandoro ilay tranonay masina tsara tarehy, izay nanaovan’ny razanay ny fiderana anao. Ary rava ny zava-tsarobidy tsirairay nanananay.",
        "12": "Mbola tsy hanao zavatra foana ve ianao eo anatrehan’izany, ry Jehovah ô? Mbola tsy hihetsika ihany ve ianao ka hamela anay hiaritra fahoriana faran’izay mafy?"
    },
    "65": {
        "1": "“Manaiky hotadiavin’izay tsy manontany ahy aho, ary manaiky ho hitan’izay tsy mitady ahy. Hoy aho amin’ny firenena izay tsy miantso ny anarako: ‘Intỳ aho! Intỳ aho!’",
        "2": "“Mamelatra ny tanako mandrakariva amin’ny vahoaka mafy loha aho, dia amin’ireo mandeha amin’ny lalan-dratsy, araka izay saim-pantany,",
        "3": "eny, ireo mampahatezitra ahy foana imasoimaso, * sady manao sorona eny an-jaridaina sy manolotra setroka ho sorona eny ambonin’ny biriky,",
        "4": "sy mipetraka eny amin’ny fasana sy mijanona mandritra ny alina ao amin’ny trano rantsankazo fiambenana, sy mihinana henan-kisoa sy manisy ron’ny zava-maloto ao am-biliany,",
        "5": "ary milaza hoe: ‘Mijanòna eny! Aza manatona ahy, sao hifindra aminao ny fahamasinako.’ Setroka eo am-bavoroko anefa ireny, sady afo mirehitra mandrakariva.",
        "6": "“Efa voasoratra eo anatrehako izany. Tsy hangina aho, fa hanome ny valin’ny nataon’ireny. Hataoko ao amin’ny tratran’akanjony izany,",
        "7": "noho ny fahadisoany sy ny fahadisoan’ny razany”, hoy i Jehovah. “Nanolotra setroka ho sorona teny an-tendrombohitra izy ireo, ary nanala baraka ahy teny an-kavoana. Koa hamatra ny karamany ao an-tratran’akanjony aho aloha.”",
        "8": "Izao no nolazain’i Jehovah: “Raha misy divay vaovao eo amin’ny sampahom-boaloboka, dia miteny ny olona hoe: ‘Aza simbana io fa misy fitahiana.’ Hanao toy izany koa aho noho ny amin’ny mpanompoko, mba tsy handringanana azy rehetra.",
        "9": "Hanome taranaka avy amin’i Jakoba aho, ary homeko avy amin’i Joda ny mpandova ny tendrombohitro. Ho lasa fananan’ny olom-boafidiko ilay tany, ary honina ao ny mpanompoko.",
        "10": "I Sarôna dia ho lasa kijana ho an’ny ondry, ary ny lemaka ivan’i Akora ho toeram-pialan-tsasatra ho an’ny ombin’ny oloko izay nitady ahy.",
        "11": "“Ianareo no mahafoy an’i Jehovah, sy manadino ny tendrombohitro masina, sy manomana latabatra ho an’ny andriamanitry ny Vintana, * ary mameno ny kaopy amin’ny divay misy fangarony ho an’ny andriamanitry ny Lahatra.",
        "12": "Dia hatolotro ho amin’ny sabatra ianareo, ka hiankohoka hovonoina ianareo rehetra. Niantso aho mantsy, fa tsy namaly ianareo. Niteny aho, fa tsy nihaino ianareo. Nanao izay ratsy teo imasoko foana ianareo, ary ny zavatra tsy sitrako no nofidinareo.”",
        "13": "Koa izao no nolazain’i Jehovah Tompo Fara Tampony: “Ny mpanompoko hihinana, fa ianareo kosa ho noana. Ny mpanompoko hisotro, fa ianareo kosa hangetaheta. Ny mpanompoko hifaly, fa ianareo kosa ho menatra.",
        "14": "Ny mpanompoko hihoby noho ny fifalian’ny fony, fa ianareo kosa hitaraindraina noho ny alahelom-po ary hidradradradra noho ny fahoriam-panahy.",
        "15": "Ny hany sisa ho tavela avy aminareo dia ny anaranareo izay hampiasain’ny olom-boafidiko rehefa mianiana * izy. Ary hamono anareo tsirairay i Jehovah Tompo Fara Tampony. Fa ny mpanompony kosa hantsoiny amin’ny anarana hafa.",
        "16": "Koa izay mangataka fitahiana eny ambonin’ny tany dia hangataka fitahiana avy amin’ilay Andriamanitra mendri-pitokisana, ary izay mianiana eny ambonin’ny tany dia hianiana amin’ny anaran’ilay Andriamanitra mendri-pitokisana, satria hohadinoina sy hafenina tsy ho hitan’ny masoko ny fahoriana taloha.",
        "17": "“Fa hamorona lanitra vaovao sy tany vaovao aho. Dia tsy hotsarovana intsony, na hitamberina ao am-po, ny zavatra taloha.",
        "18": "Koa miravoravoa sy mifalia mandrakizay noho ny amin’izay hoforoniko. Fa hamorona an’i Jerosalema ho antom-pifaliana aho, ary ny vahoakany ho antom-piravoana.",
        "19": "Koa hifaly amin’i Jerosalema aho, ary hiravoravo amin’ny oloko. Ary tsy ho re ao aminy intsony ny fitomaniana sy ny fitarainana.”",
        "20": "“Tsy hisy intsony ny zaza minono ho velona andro vitsivitsy monja, na ny lahiantitra tsy mahatapitra ny androny. Fa mbola tanora ihany izay maty na dia zato taona aza izy. Ary ny mpanota kosa na efa zato taona aza, dia hozonina.",
        "21": "Hanao trano ny olona ka honina ao, ary hanao tanimboaloboka ka hihinana ny vokatra avy amin’izany.",
        "22": "Tsy hanao trano hitoeran’olon-kafa izy, na hamboly zavatra hohanin’ny olon-kafa. Fa ho tahaka ny halavan’ny androm-piainan’ny hazo ny androm-piainan’ny oloko, ary hanaram-po amin’ny asan’ny tanany ny olom-boafidiko.",
        "23": "Tsy ho very maina ny fisasarany, ary tsy hiteraka zaza hiharan’ny loza tampoka izy. Fa taranaka tahin’i Jehovah izy ireo sy ny taranany.",
        "24": "Koa mbola tsy miantso izy ireo dia efa hamaly aho, ary mbola eo am-pitenenana izy dia efa henoko.",
        "25": "“Ny amboadia sy ny zanak’ondry hiara-komana, ny liona hihina-mololo hoatran’ny omby, ary ny bibilava kosa dia vovoka no ho sakafony. Ary tsy handratra na hanimba eran’ny tendrombohitro masina ireny”, hoy i Jehovah."
    },
    "66": {
        "1": "Izao no nolazain’i Jehovah: “Ny lanitra no seza fiandrianako, ary ny tany no fitoeran-tongotro. Koa trano manao ahoana no azonareo atao ho ahy, ary toerana manao ahoana no honenako?”",
        "2": "“Nataon’ny tanako ireo zava-drehetra ireo, ka nanjary nisy daholo”, hoy i Jehovah. “Ny olona toy izao no tsinjoviko: Ny ory sy ny torotoro fo ary ireo mangovitra noho ny teniko.",
        "3": "“Izay mamono omby, dia toy ny mamono olona ho faty. Izay manao sorona ondry, dia toy ny mively hatok’alika mba hahafaty azy. Izay manolotra fanomezana, dia toy ny manolotra ran-kisoa. Izay manolotra ditin-kazo manitra ho fahatsiarovana, dia toy ny milaza tsodrano avy amin’ny herin’ny maizina. Izy ireo ihany no mifidy ny lalan-kalehany sady finaritra amin’ny zava-maharikoriko tompoiny.",
        "4": "Izaho kosa hifidy fomba hampijaliana azy ireo, ary hataoko mihatra aminy ny zavatra atahorany. Niantso aho mantsy nefa tsy nisy namaly, ary niteny aho nefa tsy nisy nihaino. Nanao izay ratsy teo imasoko foana izy ireo, ary ny zavatra tsy sitrako no nofidiny.”",
        "5": "Aoka hihaino an’izao tenin’i Jehovah izao ianareo izay tora-kovitra noho ny teniny: “Ireo rahalahinareo izay mankahala anareo sy manilika anareo noho ny anarako, no nilaza hoe: ‘Homem-boninahitra anie i Jehovah!’ Ary hiseho Andriamanitra ka ho faly ianareo, fa izy ireo kosa ho menatra.”",
        "6": "Misy tabataba avy ao an-tanàna, ary misy feo avy ao an-tempoly! Izany dia feon’i Jehovah izay mamaly ny fahavalony araka ny sahaza azy.",
        "7": "Mbola tsy nihetsi-jaza akory ravehivavy dia teraka. Mbola tsy nanaintaina akory izy dia tera-dahy.",
        "8": "Iza no efa nandre zavatra toy izany? Iza no efa nahita zavatra toy izany? Hisy tany ho teraka ao anatin’ny iray andro ve? Sa hisy firenena hatao indray miteraka? I Ziona anefa vao nihetsi-jaza dia niteraka an’ireo zanany lahy.",
        "9": "“Izaho ve no hamaky ny ranon-dohany, dia izaho indray no hisakana azy tsy hihetsi-jaza?”, hoy i Jehovah. “Izaho ve no mahatonga azy hihetsi-jaza, dia izaho indray no hisakana azy tsy hamoaka ny zanany?”, hoy ny Andriamanitrao.",
        "10": "Mifalia sy miravoravoa miaraka amin’i Jerosalema, ianareo rehetra tia azy. Miravoravoa fatratra miaraka aminy, ianareo rehetra malahelo azy.",
        "11": "Ho afa-po amin’ny fampiononany tanteraka mantsy ianareo, sady ho finaritra tanteraka amin’ny voninahiny, toy ny zaza afa-po sy finaritra eo am-pinonoana amin-dreniny.",
        "12": "Fa izao no nolazain’i Jehovah: “Hataoko mikoriana eo aminy toy ny renirano ny fiadanana, ary ny voninahitry ny firenena ho toy ny riaka be. Dia hinono ianareo. Hosakelehina koa ianareo, ary hosafosafoina eo am-pofoana.",
        "13": "Hampiononiko foana ianareo, toy ny lehilahy ampiononin-dreniny foana. Hahazo fampiononana tokoa ianareo noho ny amin’i Jerosalema.",
        "14": "Dia hahita tokoa ianareo ka ho ravoravo ny fonareo, ary hihamatanjaka toy ny ahitra mitsimoka ny taolanareo. Ary ny tanan’i Jehovah dia hatao fantatry ny mpanompony, fa ny fahavalony kosa homelohiny.”",
        "15": "“Iny i Jehovah fa manatona toy ny afo, ary toy ny tafio-drivotra ny kalesiny, mba hampiharany ny fahatezerany sy ny fahavinirany ary ny lelafon’ny fananarany mafy.",
        "16": "Ho toy ny afo mandevona i Jehovah rehefa hampihatra didim-pitsarana amin’ny nofo rehetra, ka hampiasa ny sabany. Ary ho be dia be tokoa ny voavonon’i Jehovah.",
        "17": "Ho ringana daholo izay manamasina sy manadio ny tenany mba hankanesana any amin’ireo zaridaina, ho eo andamosin’ilay sampy eo afovoany, ary izay mihinana henan-kisoa sy zava-maharikoriko ary voalavo”, hoy i Jehovah.",
        "18": "“Koa satria fantatro ny ataon’izy ireo sy ny eritreriny, dia ho avy aho mba hanangona ny firenena rehetra sy ny samy hafa fiteny rehetra. Ary ho tonga ireny ka hahita ny voninahitro.”",
        "19": "“Dia hanangana famantarana eo aminy aho. Ary ny sasany amin’ireo sisa miangana dia halefako any amin’ireo firenena, izany hoe any Tarsisy sy Pola ary Loda izay mpampiasa tsipìka, sy any Tobala sy Javana izay nosy lavitra, dia any amin’ireo firenena mbola tsy nandre momba ahy na nahita ny voninahitro. Ary tsy maintsy hanambara ny voninahitro eo amin’ireo firenena izy ireo.",
        "20": "Dia halain’izy ireo daholo avy any amin’ny firenena rehetra ny rahalahinareo, ka hatolony ho fanomezana ho an’i Jehovah, ary hoentiny amin’ny soavaly sy kalesy sy sarety mitafo sy ramole ary ramevavavy haingam-pandeha, mba hiakatra ho any Jerosalema tendrombohitro masina”, hoy i Jehovah. “Izany dia toy ny itondran’ny zanak’Israely fanomezana ao anaty vilia madio hankany an-tranon’i Jehovah.”",
        "21": "“Avy amin’izy ireo koa no hakako izay ho mpisorona sy Levita”, hoy i Jehovah.",
        "22": "“Fa maharitra eo anatrehako ny lanitra vaovao sy ny tany vaovao izay foroniko, ary toy izany koa no haharetan’ny taranakareo sy ny anaranareo”, hoy i Jehovah.",
        "23": "“Koa manomboka amin’ny tsinam-bolana ka hatramin’ny tsinam-bolana, ary manomboka amin’ny sabata ka hatramin’ny sabata, dia ho tonga hiankohoka eo anatrehako ny olona rehetra”, hoy i Jehovah.",
        "24": "“Ary hivoaka izy ireo ka hitazana ny fatin’ireo olona nandika ny lalàko. Fa tsy ho faty ny olitra eny amin’ireny, ary tsy hovonoina ny afony. Dia ho zava-maharikoriko amin’ny olona rehetra ireny.”"
    },
    "meta": {
        "name": "Isaia",
        "order": 22,
        "chapter_number": 66
    }
}