{
    "1": {
        "1": "Ny fahitan’i Isaia zanak’i Amoza momba an’i Joda sy Jerosalema, tamin’ny andron’i Ozia, Jotama, Ahaza, ary Hezekia, izay samy mpanjakan’ny Joda:",
        "2": "Mihainoa, ry lanitra, ary mihainoa tsara, ry tany! Fa izao no nolazain’i Jehovah: “Efa nitaiza sy nahalehibe zanaka aho, Nefa nikomy tamiko izy ireo.",
        "3": "Mahalala tsara ny tompony ny omby, Ary ny ampondra mahalala tsara ny fihinanam-bilona natokan’ny tompony ho azy. Ny Israely kosa tsy mahalala ahy, Ary ny vahoakako tsy mba misaina.”",
        "4": "Hahita loza ilay firenena mpanota, Ilay vahoaka efa vesaran’ny fahadisoany, Taranaka ratsy fanahy sy zanaka tena ratsy toetra! Efa nahafoy an’i Jehovah izy ireo, Sady naniratsira an’Ilay Masin’ny Israely, Ary efa nanome lamosina azy.",
        "5": "Aiza indray no tianareo hikapohana anareo fa mbola mikomy ihany ianareo? Efa marary ny loha manontolo, Sady marary koa ny fo manontolo.",
        "6": "Tsy misy tsy marary hatrany an-tampon-doha ka hatrany am-paladia, Sady feno ratra sy mangana ary fery. Tsy nisy notsaboina anefa ireny, na nofehezina lamba, sady tsy nohosorana menaka.",
        "7": "Tsy misy mponina ny taninareo, Sady kilan’ny afo ny tanànanareo. Arapaky ny hafa firenena eo imasonareo ny taninareo, Ka lasa ngazana hoatran’ny tany noravaravan’ny hafa firenena.",
        "8": "Ary i Ziona zanakavavy dia nilaozana hoatran’ny tranokely fialokalofana eny an-tanimboaloboka, Sy toy ny trano rantsankazo eny amin’ny saha fambolena kôkômbra, Ary hoatran’ny tanàna atao fahirano.",
        "9": "Raha tsy i Jehovah Tompon’ny tafika no namela sisa niangana tamintsika, Dia ho efa lasa hoatran’i Sodoma isika, Ary ho efa lasa hoatran’i Gomora.",
        "10": "Henoy ny tenin’i Jehovah, ry mpitondra jadona ao Sodoma! Ary henoy tsara ny lalàn’ilay Andriamanitsika, ry mponin’i Gomora.",
        "11": "“Hataoko inona koa izay sorona be dia be atolotrareo?”, hoy i Jehovah. “Leon’ny ondrilahy ataonareo fanatitra dorana aho, sady tofoky ny tavin’ny biby nohatavezina, Ary tsy mahafinaritra ahy ny ran’ny vantotr’ombilahy sy ny ran’ny zanak’ondry ary ny ran’ny osilahy.",
        "12": "Miseho eo anatrehako ianareo, Nefa iza no niteny taminareo hoe Tongava hanitsakitsaka ny tokotaniko?",
        "13": "Aza mitondra fanatitra varimbazaha tsy misy dikany intsony. Maharikoriko ahy ny emboka manitra ataonareo. Mankalaza tsinam-bolana sy mitandrina sabata ianareo, ary manao fivoriambe, Nefa tsy zakako ny ataonareo, satria sady mampiasa herin’ny maizina ianareo no manao fivoriambe makotrokotroka.",
        "14": "Halako ny tsinam-bolana sy ny fety ankalazainareo. Lasa enta-mavesatra amiko ireny, Ka reraka aho mitondra azy.",
        "15": "Rehefa mamelatra ny tananareo ianareo, Dia tampenako tsy hijery anareo ny masoko. Na mivavaka imbetsaka aza ianareo, Dia tsy hihaino aho, Fa feno ran’olona ny tananareo.",
        "16": "Misasà ka diovy ny tenanareo. Esory tsy ho eo imasoko ny zava-dratsy ataonareo, Ary aza manao ratsy intsony.",
        "17": "Mianara manao ny tsara, manaova ny rariny, Anaro ny mpampijaly, Arovy ny zon’ny kamboty ray, Dia arovy koa ny mpitondratena mba hahazo rariny.”",
        "18": "“Avia hifandamina isika”, hoy i Jehovah. “Fa na mena midorehitra aza ny fahotanareo, Dia hatao fotsy mangatsakatsaka. Ary na hoatran’ny ravin-damba mena antitra aza, Dia ho toy ny volonondry fotsy.",
        "19": "Raha manaiky hihaino ianareo, Dia hihinana ny vokatra tsara avy amin’ny tany.",
        "20": "Fa raha tsy manaiky anefa ianareo fa mikomy, Dia haripaky ny sabatra, Satria i Jehovah no efa niteny.”",
        "21": "Indrisy fa lasa mpivaro-tena ilay tanàna tsy nivadika! Ny rariny no nanjaka tao, Ary nanao ny marina daholo ny olona tao, Nefa izao mpamono olona daholo no ao.",
        "22": "Lasa tain-drendrika ny volafotsinao, Ary mitampoka rano ny labieranao.",
        "23": "Mafy loha ny andriananao, sady naman’ny mpangalatra. Samy tia mandray kolikoly izy ireo, sady te hahazo fanomezana foana. Tsy omeny rariny ny kamboty ray, Ary tsy raharahiany mihitsy ny fitorian’ny mpitondratena.",
        "24": "Izao àry no tenin’i Jehovah Tompon’ny tafika, ilay tena Tompo, Dia ilay Maherin’ny Israely: “Haripako ny fahavaloko, Ka hovaliako araka izay nataony izy.",
        "25": "Dia hosaziko ianao, Ary hesoriko tanteraka ny tain-drendrika eo aminao. Hesoriko daholo koa ny loto eo aminao.",
        "26": "Haveriko ho toy ny tamin’ny voalohany ny mpitsara ao aminao, Ary haveriko ho hoatran’ny taloha ny mpanolo-tsaina anao. Dia hantsoina hoe Tanànan’ny Fahamarinana sy Tanàna Tsy Mivadika Amin’Andriamanitra ianao.",
        "27": "Ny rariny no hanavotana an’i Ziona, Ary ny fahamarinana no hanavotana ny mponina tao, izay miverina.",
        "28": "Hotorotoroina miaraka ny mpikomy sy ny mpanota, Ary ho ringana izay mahafoy an’i Jehovah.",
        "29": "Hahamenatra anareo ny hazo ngezabe nirinareo, Ary ho afa-baraka ianareo noho ny zaridaina nofidinareo.",
        "30": "Fa ho toy ny hazobe feno ravina malazo ianareo, Ary ho lasa hoatran’ny zaridaina tsy misy rano.",
        "31": "Dia ho toy ny mololo ny lehilahy matanjaka, Ary ho lasa hoatran’ny pitik’afo ny zavatra ataony. Samy ho may daholo izy roa ireo, Ary tsy hisy hahavita hamono an’ilay afo.”"
    },
    "2": {
        "1": "Izao no hitan’i Isaia zanak’i Amoza momba an’i Joda sy Jerosalema:",
        "2": "Any am-parany any, Ilay tendrombohitra misy ny tranon’i Jehovah Dia ho mafy orina sady ho avo noho ny tampon’ireo tendrombohitra, Ka hasandratra ho avo noho ireo havoana. Ary hiaraka ho any ny firenena rehetra.",
        "3": "Be dia be ny olona ho any, ka hiteny hoe: “Avia! Andao isika hiakatra ho any an-tendrombohitr’i Jehovah, Ho any an-tranon’Andriamanitr’i Jakoba. Hampianatra antsika ny lalany izy, Dia handeha amin’ny lalana atorony isika.” Fa avy ao Ziona no hivoahan’ny lalàna, Ary avy ao Jerosalema ny tenin’i Jehovah.",
        "4": "Hamoaka didim-pitsarana eo amin’ireo firenena izy, Ka hanitsy an’izay tsy mety eo amin’izy ireo. Dia hanefy ny sabany ho angadinomby izy ireo, Ary ny lefony ho antsy fandrantsanam-boaloboka. Tsy hifamely amin’ny sabatra intsony ireo firenena, Sady tsy hianatra ady intsony.",
        "5": "Ry taranak’i Jakoba ô, Andao isika hanaraka ny hazavana avy amin’i Jehovah!",
        "6": "Fa nafoinao ny vahoakanao, dia ny taranak’i Jakoba, Satria lasa feno zavatra avy any Atsinanana ny taniny. Mampiasa herin’ny maizina hoatran’ny ataon’ny Filistinina koa izy ireo, Ary feno zanaky ny hafa firenena eo aminy.",
        "7": "Feno volafotsy sy volamena ny taniny, Ary tsy mety lany ny harenany. Feno soavaly koa ny taniny, Sady tsy voaisa ny kalesiny.",
        "8": "Feno andriamanitra tsy misy dikany ny taniny. Miankohoka amin’ny zavatra nataon’ny tanany ihany izy ireo, Dia amin’ny zavatra nataon’ny rantsantanany ihany.",
        "9": "Manambany ny tenany àry ny olona ka afa-baraka, Dia tsy ho afaka hamela ny helony ianao.",
        "10": "Midira ao anaty vatolampy ary miafena ao amin’ny vovoka, Fa mampahatahotra ny fahatezeran’i Jehovah, Ary mamirapiratra ny fahalehibeazany.",
        "11": "Haetry ny mason’ny olona mianjonanjona, Ary ho lasa ambany ny olona manambony tena. Fa i Jehovah irery ihany no hasandratra amin’izany andro izany.",
        "12": "Andron’i Jehovah Tompon’ny tafika mantsy izany, Ka ho tonga amin’izay mirehareha sy manambony tena, Amin’ny olona rehetra, na ambony izy na ambany,",
        "13": "Amin’ny sedera avo be mijoalajoala rehetra any Libàna, Amin’ny hazo oaka rehetra any Basana,",
        "14": "Amin’ny tendrombohitra avo rehetra, Amin’ny havoana rehetra,",
        "15": "Amin’ny tilikambo avo rehetra sy ny manda voaro mafy rehetra,",
        "16": "Amin’ny sambon’i Tarsisy rehetra Ary amin’ny sambo mirenty rehetra.",
        "17": "Dia haetry ny olona mianjonanjona, Ary ho lasa ambany ny olona manambony tena. Fa i Jehovah irery ihany no hasandratra amin’izany andro izany.",
        "18": "Hanjavona tanteraka ireo andriamanitra tsy misy dikany.",
        "19": "Dia hiditra any anaty lava-bato Sy ao anaty lavaka any ambanin’ny tany ny olona. Fa mampahatahotra ny fahatezeran’i Jehovah, Ary mamirapiratra ny fahalehibeazany, Rehefa mitsangana mba hampangovitra sy hampitahotra ny tany izy.",
        "20": "Amin’izany andro izany, dia halain’ny olona ny andriamaniny volafotsy sy volamena tsy misy dikany, Izay nataony hiankohofana, Ka hariany any amin’ny voalavo matsoko vava sy ny ramanavy.",
        "21": "Dia hiditra any anaty lava-bato Sy any an-tsefatsefaky ny harambato izy ireo. Fa mampahatahotra ny fahatezeran’i Jehovah, Ary mamirapiratra ny fahalehibeazany, Rehefa mitsangana mba hampangovitra sy hampitahotra ny tany izy.",
        "22": "Raha tsy te hahita loza àry ianareo, dia aza matoky olombelona intsony. Fa fofonaina ihany no eo am-bavorony, Ka misy dikany inona moa izy?"
    },
    "3": {
        "1": "I Jehovah Tompon’ny Tafika no tena Tompo. Esoriny ao Jerosalema sy Joda ny andry iankinana sy ny vatsy rehetra, Dia ny sakafo sy ny rano rehetra,",
        "2": "Ny lehilahy matanjaka sy ny miaramila, Ny mpitsara sy ny mpaminany, ny mpisikidy sy ny anti-panahy,",
        "3": "Ny lehiben’ny 50, ny olo-manan-kaja, ny mpanolo-tsaina, Ny mpimasy tena mahay, ary ny olona mahay mibaiko bibilava.",
        "4": "Ankizilahy no hataoko ho andrianan’izy ireo, Ary olona miovaova hevitra no ho mpitondra azy.",
        "5": "Dia hampijaly ny namany avy ny olona. Samy hanao hoatr’izany amin’ny namany avy izy rehetra. Ny ankizilahy hihetraketraka amin’ny lehilahy efa zokiolona, Ary ny olona tsisy fotony ho sahy haniratsira ny olona manan-kaja.",
        "6": "Samy hitazona ny sandrin’ny rahalahiny ao an-tranon-drainy ny olona, ka hiteny hoe: “Manana akanjo ivelany ianao. Mbà maneke re ho mpitondra anay e! Dia raiso ho andraikitrao ity toerana rava ity.”",
        "7": "Tsy hanaiky anefa izy amin’izany andro izany, ka hiteny hoe: “Tsy hitsabo ny ferinareo aho, Ary tsy misy sakafo na akanjo ao an-tranoko. Dia aza atao mpitondra vahoaka aho.”",
        "8": "Fa lavo i Jerosalema, Ary nianjera i Joda, Satria manohitra an’i Jehovah amin’ny teniny sy ny ataony izy ireo, Sady mikomy eo imason’Ilay Be Voninahitra.",
        "9": "Na ny endrik’izy ireo aza dia efa miampanga ny tenany. Resahiny daholo ny fahotany, hoatran’ny nataon’ny mponin’i Sodoma, Fa tsy afeniny. Hahita loza izy ireo, fa izy ihany no mampiditra loza ho an’ny tenany!",
        "10": "Lazao ny olo-marina hoe hahita soa izy ireo, Ary homena valisoa noho izay ataony.",
        "11": "Hahita loza ny ratsy fanahy! Hahita loza izy, Fa izay nataony ihany no havaly aminy!",
        "12": "Mampijaly ny vahoakako ny mpanery azy hiasa, Ary vehivavy no mpitondra azy. Mampirenireny anareo ny mpitarika anareo, ry vahoakako, Dia ataony tsy hitanareo hoe aiza ny lalana haleha.",
        "13": "Maka toerana i Jehovah mba hiampanga olona, Ary mitsangana mba hamoaka didim-pitsarana hampiharina amin’ireo firenena.",
        "14": "Hanameloka ny anti-panahy sy ny andrianan’ny vahoakany i Jehovah. “Nodoranareo ny tanimboaloboka, Ary ao an-tranonareo ny zavatra nangalarinareo tamin’ny mahantra.",
        "15": "Dia sahinareo ve ny mamotika ny vahoakako, Sy mampihosina ny tarehiny ao anaty vovoka?”, hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.",
        "16": "Hoy koa i Jehovah: “Mianjonanjona ireo zanakavavin’i Ziona, Ary milanjalanja loha rehefa mandeha. Manao maso mambabo izy ireo sady jejojejo erỳ rehefa mamindra, Ka mampikorintsana ny rojo eny an-tongony.",
        "17": "Hataon’i Jehovah feno takopery àry ny tampon-dohan’ny zanakavavin’i Ziona, Ary hataon’i Jehovah miharihary ny tampon-kandriny.",
        "18": "Amin’izany andro izany, dia hesorin’i Jehovah ny firavak’izy ireo: Ny rojokely haingon-tongotra, ny fehiloha, ny ravaka hoatran’ny volan-tsinana,",
        "19": "Ny kavina, ny brasele, ny voaly,",
        "20": "Ny saron-doha, ny rojon-tongotra, ny fehikibo, Ny fitoeran-dranomanitra, ny ody fiaro,",
        "21": "Ny peratra, ny kavin’orona,",
        "22": "Ny akanjo mihaja be, ny akanjo lava, ny akanjo ivelany, ny kitapom-bola,",
        "23": "Ny fitaratra, ny akanjo rongony, Ny satroka lamba, ary ny voaly.",
        "24": "Fofona masiso no ho solon’ny hanitry ny menaka balsama, Tady no ho solon’ny fehikibo, Loha sola no ho solon’ny volo namboarina tsara, Lamba gony no ho solon’ny akanjo lafo vidy, Ary tomboka amin’ny vy mahamay no ho solon’ny hatsaran-tarehy.",
        "25": "Ho fatin’ny sabatra ny lehilahy ao aminao, Ary ho faty any an’ady ny lehilahy matanjaka.",
        "26": "Hisaona sy halahelo be ny vavahadin’ny tanàna. Ho lasa tsy misy mponina ilay tanàna, ka hipetraka amin’ny tany i Ziona.”"
    },
    "4": {
        "1": "Amin’izany andro izany, dia hisy vehivavy fito hitazona lehilahy iray, ka hiteny hoe: “Ny sakafonay ihany no hohaninay, Ary ny akanjonay ihany no hanaovanay, Fa mba avelao fotsiny izahay hantsoina amin’ny anaranao, Mba tsy ho afa-baraka intsony.”",
        "2": "Amin’izany andro izany, dia hampitsimoka zavamaniry tsara tarehy sy mahafinaritra i Jehovah. Hirehareha sy ho falifaly izay sisa velona amin’ny Israely noho ny vokatry ny tany.",
        "3": "Ary hantsoina hoe masina izay sisa tavela ao Ziona sy izay sisa tafajanona ao Jerosalema, izany hoe izay rehetra ao Jerosalema ka voasoratra anarana hoe mbola velona.",
        "4": "Ho tezitra be amin’i Jerosalema i Jehovah ka hotsarainy ny zanakavavin’i Ziona. Izany no fomba hanasany azy ho afaka amin’ny lotony sy hanadiovany azy ho afaka amin’ny ra nalatsaka tao.",
        "5": "Ankoatra izany, dia hasian’i Jehovah rahona sy setroka eo ambonin’ny Tendrombohitra Ziona manontolo sy eo ambonin’ny toerana fanaovany fivoriambe, mandritra ny andro, fa hasiany afo mirehitra mazava be kosa mandritra ny alina. Hisy fialofana mantsy hanarona an’ilay toerana be voninahitra manontolo.",
        "6": "Ary hisy trano rantsankazo hanalokaloka amin’ny hafanana migaingaina mandritra ny andro, sady ho fialofana sy fiarovana amin’ny oram-baratra sy ny ranonorana."
    },
    "5": {
        "1": "Aleo aho mba hanao hira ho an’ny malalako, Dia hira momba an’ilay malalako sy ny tanimboalobony. Nanana tanimboaloboka teo amin’ny havoana iray mahavokatra ny malalako.",
        "2": "Nasainy ny tany, nesoriny ny vato, Dia namboly voaloboka mena karazany tsara izy. Nanorina tilikambo teo afovoany koa izy, Ary nanao lavaka famiazam-boaloboka. Nanantena foana izy fa hamoa voaloboka tsara ilay tany, Saingy tsy namoa afa-tsy voalobokadia.",
        "3": "“Ry mponin’i Jerosalema sy mponin’i Joda ô! Mba tsarao izaho sy ny tanimboaloboko.",
        "4": "Inona koa no mbola tokony ho nataoko tamin’ny tanimboaloboko, Ka tsy efa nataoko? Mba nanantena voaloboka tsara aho, Nefa nahoana ilay izy no tsy namoa afa-tsy voalobokadia?",
        "5": "Mba avelao aho hampahafantatra anareo hoe Inona no hataoko amin’ny tanimboaloboko: Hesoriko ny fefiny, Dia hodorana ilay tanimboaloboka. Harodako ny tamboho vatony, Ary hohitsakitsahina ilay izy.",
        "6": "Hataoko lasa tany ngazana izy, Ka tsy hisy handrantsana na hiava azy. Dia tsilo sy ahidratsy no handrakotra azy, Ary tsy havelako handatsaka orana eo aminy ny rahona.",
        "7": "Fa ny taranak’Israely no tanimboalobok’i Jehovah Tompon’ny tafika, Ary ny mponin’i Joda no tanimboly tena tiany. Nanantena foana izy hoe hanjaka ny rariny, Saingy indrisy fa tsy nisy nanao ny rariny. Nanantena koa izy hoe hisy hanao ny marina, Saingy feon’olona mijaly sy mitaraina no henony!”",
        "8": "Hahita loza izay mampitombo ny isan’ny tranony, Sy mampitombo ny isan’ny sahany, Mandra-paha tsy misy toerana malalaka intsony, Fa ianareo ihany sisa no mipetraka ao amin’ilay tany!",
        "9": "Henoko nianiana i Jehovah Tompon’ny tafika hoe Hisy trano be dia be ho rava sady tsy hisy mponina, Na dia lehibe sy tsara tarehy aza, Ka hihorohoro ny olona hahita an’izany.",
        "10": "Iray bata fotsiny no mba vokatra ho azo avy amin’ny tanimboaloboka efatra hektara, Ary eran’ny efaha fotsiny no vokatra ho azo avy amin’ny voa afafy iray homera.",
        "11": "Hahita loza izay mifoha maraina mba hisotro toaka, Ka tsy miala eo mihitsy mandra-pahamaizin’ny andro ka efa mamon’ny divay!",
        "12": "Manana harpa sy zavamaneno fitendry, Sy ampongatapaka sy sodina ary divay izy ireo ao amin’ny fanasany, Kanefa tsy raharahiany ny zavatra ataon’i Jehovah, Ary tsy hitany ny asan’ny tanany.",
        "13": "Hatao sesitany àry ny vahoakako, Satria tsy mahalala ahy. Ho noana ny olona be voninahitra eo aminy, Ary hangetaheta be ny sarambabem-bahoaka.",
        "14": "Dia nitarin’ny Fasana ny toerany, Ary nosokafany be tsy misy hoatr’izany ny vavany. Dia hivarina any izay olona ambony ao an-tanàna, Sy ny vahoakany be tabataba ary izay miliba manao fety.",
        "15": "Ho lasa ambany ny olona, Ka haetry. Haetry koa ny mason’ny olona mianjonanjona.",
        "16": "Hasandratra kosa i Jehovah Tompon’ny tafika, noho izy mampihatra didim-pitsarana. Hanamasina ny tenany ilay tena Andriamanitra, dia Ilay Masina, noho izy manao ny rariny.",
        "17": "Dia hiraoka ahitra ny zanak’ondry, hoatran’ny hoe eny amin’ny kijana falehany, Ary ny hafa firenena indray hihinana eny amin’ny toerana aolo nalehan’ny biby nohatavezina taloha.",
        "18": "Hahita loza izay mitaritarika ny fahadisoany amin’ny tady famitahana, Sy mitaritarika ny fahotany amin’ny tady fitarihana sarety.",
        "19": "Miteny izy ireo hoe: “Aleo hataony haingana ny asany. Aleo ho tonga haingana izany, mba ho hitanay. Aleo ho tanteraka ny fikasan’Ilay Masin’ny Israely, Mba ho fantatray!”",
        "20": "Hahita loza izay milaza ny tsara hoe ratsy sy milaza ny ratsy hoe tsara, Dia izay manolo ny maizina amin’ny mazava sy manolo ny mazava amin’ny maizina, Ary manolo ny mangidy amin’ny mamy sy manolo ny mamy amin’ny mangidy!",
        "21": "Hahita loza izay mihevi-tena ho hendry Sy mihevi-tena ho malina!",
        "22": "Hahita loza izay mahery misotro divay, Sy izay tena mahay mampifangaro toaka,",
        "23": "Dia izay manafaka ny ratsy fanahy mba hahazoana kolikoly, Sady tsy manome rariny ho an’ny olo-marina.",
        "24": "Toy ny vodivary levon’ny lelafo, Sy toy ny ahitra maina mikarainkona rehefa main’ny afo, Dia ho lo koa ny fakan’izy ireo, Sady hiparitaka hoatran’ny vovoka ny felany. Tsy niraharaha ny lalàn’i Jehovah Tompon’ny tafika mantsy izy ireo, Sady tsy nanaja ny tenin’Ilay Masin’ny Israely.",
        "25": "Dia tezitra be amin’ny vahoakany i Jehovah, Ka hanatsotra ny tanany mba hamely azy. Hihovotrovotra ny tendrombohitra, Ary ho lasa hoatran’ny fako eny an-dalana ny fatin’izy ireo. Noho izany rehetra izany, dia mbola tezitra foana Izy, Ka mbola manatsotra ny tanany mba hamely.",
        "26": "Nanangana tsato-kazo famantarana ho an’ny firenena iray any lavitra izy, Ka nisioka mba ho tonga ireo avy any amin’ny faran’ny tany, Dia tonga haingana izy ireo.",
        "27": "Tsy misy reraka na tafintohina izy ireo, Sady tsy misy rendremana na matory. Tsy mivaha koa ny fehikibo eo amin’ny andilany, Sady tsy tapaka ny tadin-kapany.",
        "28": "Fa maranitra ny zana-tsipìkany, Sady efa ataony vonona hitifirana ny tsipìkany rehetra. Mafy hoatran’ny vato ny kitron-tsoavaliny, Ary mitsoriaka hoatran’ny rivo-mahery ny kodiaran’ny kalesiny.",
        "29": "Toy ny fieron’ny liona ny fierony, Mierona hoatran’ny liona tanora izy ireo. Hierona izy dia hisambotra remby, Ary hoentiny ilay izy ka tsy hisy hamonjy.",
        "30": "Amin’izany andro izany, dia hierona izy rehefa mahazo remby, Toy ny ranomasina midoboka be. Hahita haizina mampahatahotra izay mijery an’ilay tany, Ka na ny andro aza lasa maizina, satria feno rahona."
    },
    "6": {
        "1": "Tamin’ny taona nahafatesan’i Ozia Mpanjaka, dia hitako i Jehovah nipetraka teo amin’ny seza fiandrianana avo sy manerinerina, ary nameno ny tempoly ny akanjony lava mirebareba.",
        "2": "Nisy serafima nijoro teo amboniny. Samy nanana elatra enina avy izy ireo, ka ny roa nanaronany ny tarehiny, ny roa nanaronany ny tongony, ary ny roa nanidinany.",
        "3": "Ary niteny mafy tamin’ny iray ny anankiray hoe: “Masina, masina, masina i Jehovah Tompon’ny tafika! Feno ny voninahiny ny tany manontolo.”",
        "4": "Dia nihovotrovotra ny tolàna teo amin’ny tokonam-baravarana, noho ny feon’ilay niantsoantso, ary feno setroka ilay trano.",
        "5": "Dia hoy aho: “Hahita loza aho! Tena ho faty aho izao, Satria olona maloto molotra, Sady miara-mipetraka amin’ny vahoaka maloto molotra, Nefa izaho nahita an’ilay Mpanjaka, dia i Jehovah Tompon’ny tafika.”",
        "6": "Dia nanidina nankeo amiko ny iray tamin’ireo serafima. Nisy vainafo nalainy tamin’ny tandra vy avy teo amin’ny alitara teny an-tanany.",
        "7": "Nokasihiny tamin’ilay izy ny vavako, dia hoy izy: “Efa nikasika ny molotrao ity, Ka tsy manan-keloka intsony ianao, Dia voavela ny fahotanao.”",
        "8": "Ary henoko ny feon’i Jehovah niteny hoe: “Iza no hirahiko? Iza no hisolo tena anay?” Dia hoy aho: “Intỳ aho iraho!”",
        "9": "Ary hoy izy: “Mandehana teneno ity vahoaka ity hoe: ‘Haheno foana ianareo, Nefa tsy hahazo ny dikan’izay henonareo. Ary hijery foana ianareo, Saingy tsy hahalala na inona na inona mihitsy.’",
        "10": "Ataovy donto ny fon’ity vahoaka ity, Ataovy tsy maheno tsara ny sofiny, Dia ataovy miraikitra ny masony, Amin’izay ny masony tsy hahita, Ary ny sofiny tsy haheno. Amin’izay koa ny fony tsy hahazo ny dikan’ny zavatra henony, Dia tsy hiverina amiko izy ka tsy ho sitrana.”",
        "11": "Ary hoy aho: “Mandra-pahoviana, Jehovah ô?” Dia hoy izy: “Mandra-paharavan’ny tanàna, ka tsy hisy mponina intsony ao, Sady tsy hisy olona intsony ao amin’ireo trano, Ary ho simba sy tsy hisy mponina ilay tany,",
        "12": "Mandra-pahatongan’ny fotoana hanalan’i Jehovah ny olona ao sy handefasany azy any lavitra be, Ka hahalasa aolo an’ilay tany manontolo.",
        "13": "“Mbola hisy ampahafolony ihany anefa ho tavela ao, dia hodorana indray izany, hoatran’ny hazobe sy hazo oaka, izay mbola eo ihany ny fotony rehefa kapaina. Ary ho taranaka masina ilay fotony.”"
    },
    "7": {
        "1": "Ary tamin’ny andron’i Ahaza zanak’i Jotama, zanak’i Ozia, mpanjakan’ny Joda, dia niakatra hiady tamin’i Jerosalema i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia, mpanjakan’ny Israely. Tsy naharesy azy anefa izy ireo.",
        "2": "Ary nisy niteny tamin’ny taranak’i Davida hoe: “Nanampy ny tafik’i Efraima ny tafik’i Syria.” Dia nitebiteby ny fon’i Ahaza sy ny fon’ny vahoakany, hoatran’ny hazo any an’ala tsofin’ny rivotra.",
        "3": "Ary hoy i Jehovah tamin’i Isaia: “Mba mandehana mitsena an’i Ahaza ianao sy Seara-jasoba zanakao lahy, eo amin’ny faran’ny lakandrano avy ao amin’ny dobo ambony, eo amin’ilay lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "4": "Dia lazao aminy hoe: ‘Aza taitra fa miezaha ho tony. Ary aza matahotra na kivy, noho ny amin’ireo kitay anankiroa sisan’afo mbola midonaka ireo, dia i Rezina mpanjakan’i Syria sy ny zanak’i Remalia izay samy tezitra mafy.",
        "5": "Fa efa niray tetika hanisy ratsy anao i Syria sy Efraima ary ny zanak’i Remalia, ka niteny hoe:",
        "6": "“Andao hiakatra hamely an’i Joda, ka handrava sy handresy azy, dia ho azontsika izy. Dia andao hotendrena ho mpanjaka any ny zanak’i Tabela.”",
        "7": "“‘Izao no tenin’i Jehovah Tompo Fara Tampony: “Tsy ho tanteraka izany, Sady tsy hitranga.",
        "8": "Fa i Damaskosy no lohan’i Syria, Ary i Rezina no lohan’i Damaskosy. Rehefa afaka 65 taona fotsiny, Dia ho rava tanteraka i Efraima ka tsy ho firenena intsony.",
        "9": "I Samaria no lohan’i Efraima, Ary ny zanak’i Remalia no lohan’i Samaria. Raha tsy matanjaka ny finoanareo, Dia tsy ho mafy orina ny fanjakanareo.”’”",
        "10": "Hoy koa i Jehovah tamin’i Ahaza:",
        "11": "“Mangataha famantarana avy amin’i Jehovah Andriamanitrao. Azo atao lalina hoatran’ny Fasana izany, na avo hoatran’ny lanitra.”",
        "12": "Hoy anefa i Ahaza: “Tsy hangataka aho, sady tsy hitsapa toetra an’i Jehovah.”",
        "13": "Dia hoy i Isaia: “Mba henoy kely izao, ry taranak’i Davida ô! Efa sady manorisory olona ve ianareo no mbola manorisory an’Andriamanitra koa?",
        "14": "Hanome famantarana ho anareo àry i Jehovah: Hisy tovovavy ho bevohoka ka hiteraka zazalahy, ary hataony hoe Imanoela ny anarany.",
        "15": "Ho efa mpihinana dibera sy tantely ilay zazalahy, rehefa mahay mandà ny ratsy sy mifidy ny tsara.",
        "16": "Fa mbola tsy mahay mandà ny ratsy sy mifidy ny tsara akory izy, dia efa hilaozana tanteraka ny tanin’ireo mpanjaka roa atahoranao ireo.",
        "17": "Ary hataon’i Jehovah mahita fotoan-tsarotra ianao sy ny vahoakanao ary ny ankohonan-drainao, dia fotoan-tsarotra mbola tsy nisy hoatr’izany, hatramin’ny fotoana nisarahan’i Efraima tamin’i Joda ka hatramin’izao. Hoentiny eto mantsy ny mpanjakan’i Asyria.",
        "18": "“Amin’izany andro izany, dia hisioka i Jehovah ka hiantso an’ireo lalitra any lavitra any amin’ny lakandranon’i Neily any Ejipta, ary hisioka an’ireo tantely any Asyria.",
        "19": "Dia ho tonga daholo ireny, ka samy hipetraka eny amin’ny lohasaha lalina, sy any an-tsefatsefaky ny harambato, sy eny amin’ny kirihitra be tsilotsilo rehetra, ary eny amin’ny toerana rehetra falehan’ny biby rehefa hisotro rano.",
        "20": "“Amin’izany andro izany, dia hareza nohofana avy any amin’ny faritry ny Renirano, izany hoe ny mpanjakan’i Asyria, no hampiasain’i Jehovah hikakasana ny loha sy ny volon-tongotra, ary hanesorana tanteraka ny volombava.",
        "21": "“Amin’izany andro izany, dia tsy hovonoin’ny olona ny vantotr’ombivavy iray sy ondry roa.",
        "22": "Ho be dia be ny ronono, ka hihinana dibera ny olona. Hihinana dibera sy tantely mantsy izay sisa tavela ao amin’ilay tany.",
        "23": "“Amin’izany andro izany, dia tsilo sy ahidratsy fotsiny no haniry eny amin’izay nisy foto-boaloboka 1 000 nitentina volafotsy 1 000 sekely.",
        "24": "Hitondra zana-tsipìka sy tsipìka izay olona ho any, satria ho rakotra tsilo sy ahidratsy ilay tany manontolo.",
        "25": "Ary tsy hanakaiky an’ireo tendrombohitra rehetra efa voava tamin’ny angady ianao, satria matahotra tsilo sy ahidratsy. Dia ho lasa kijana falehan’ny omby ireny, sady ho lasa toerana hohitsakitsahin’ny ondry.”"
    },
    "8": {
        "1": "Ary hoy i Jehovah tamiko: “Makà takela-kazo lehibe dia izao soratana amin’ny penina tsotra: ‘Mahera-salala-hasi-baza.’",
        "2": "Aleo hisy vavolombelona mendri-pitokisana hanamafy an’izany an-tsoratra ho ahy, dia i Oria mpisorona sy Zakaria zanak’i Jeberekia.”",
        "3": "Ary nanao firaisana tamin’ilay mpaminanivavy aho. Dia bevohoka izy ka nitera-dahy. Ary hoy i Jehovah tamiko: “Ataovy hoe Mahera-salala-hasi-baza ny anarany,",
        "4": "fa raha mbola tsy mahay miantso hoe ‘Dada’ sy ‘Neny’ ilay zaza, dia hoentin’ny olona ho any amin’ny mpanjakan’i Asyria ny fananan’i Damaskosy sy ny zavatra nobaboina tany Samaria.”",
        "5": "Niteny tamiko indray i Jehovah hoe:",
        "6": "“Satria ity vahoaka ity nanda ny ranon’i Siloa, izay mikoriana moramora, Sady faly noho ny amin’i Rezina sy ny zanak’i Remalia,",
        "7": "Dia hampiakarin’i Jehovah hamely azy Ny mpanjakan’i Asyria sy ny voninahiny rehetra. Hoatran’ny rano be mikoriana mafy avy any amin’ny Renirano izy, Ary ho tondraka be, Ka hihoatra ny morony rehetra ny rano,",
        "8": "Dia hibosesika eran’i Joda. Hiakatra be izy ary hiparitaka, ka hisondrotra hatreny amin’ny vozona. Handrakotra ny sakan’ny taninao ny elany rehefa mivelatra, Ry Imanoela ô!”",
        "9": "Mameleza, ry firenena, nefa ho torotoro ihany ianareo. Mihainoa ianareo rehetra avy any lavitra any! Miomàna hiady, nefa ho torotoro ihany ianareo! Miomàna hiady, nefa ho torotoro ihany ianareo!",
        "10": "Manaova tetika, nefa tsy hahomby izany! Lazao izay tianareo hotenenina, nefa tsy ho tanteraka izany, Satria manampy antsika Andriamanitra!",
        "11": "Nanohana ahy ny tanana matanjak’i Jehovah, ka izao no nolazainy tamiko mba hisakanana ahy tsy hanaraka ny fanaon’ity vahoaka ity:",
        "12": "“Aza ataonareo hoe fikomiana ny zavatra lazain’ity vahoaka ity hoe fikomiana. Aza matahotra an’izay atahorany, Ary aza mihorohoro amin’izany.",
        "13": "I Jehovah Tompon’ny tafika no tokony ho masina aminareo. Izy no tokony hatahoranareo, Ary Izy no tokony hampangovitra anareo.”",
        "14": "Dia ho lasa toy ny toerana masina Izy, Nefa koa ho vato hamelezana, Sady ho vatolampy mahatafintohina Ho an’ny fanjakana roan’ny Israely, Ary ho fandrika sy vela-pandrika Ho an’ny mponin’i Jerosalema.",
        "15": "Maro amin’izy ireo no ho tafintohina sy ho lavo ary ho torotoro. Ho voafandrika sy ho voasambotra izy ireo.",
        "16": "Ahoròny ny taratasy fanamafisana, Ary asio tombo-kase any amin’ny mpianatro ny lalàna!",
        "17": "Izaho hanantena foana an’i Jehovah, izay manafina ny tarehiny amin’ny taranak’i Jakoba. Dia hanantena Azy aho.",
        "18": "Ireto izaho sy ireo zaza nomen’i Jehovah ahy! Famantarana sy fahagagana eo amin’ny Israely izahay, famantarana sy fahagagana avy amin’i Jehovah Tompon’ny tafika izay mipetraka eo amin’ny Tendrombohitra Ziona.",
        "19": "Mety hisy hiteny anareo hoe: “Manontania mpamoha angatra na olona itoeran’ny fanahy mpilaza ny hoavy, izay samy manao feom-boronkely sy mibitsibitsika.” Tsy ny Andriamaniny anefa ve no tokony hanontaniany? Ny maty indray ve no hanontaniana mba hahasoa ny velona?",
        "20": "Ny lalàna sy ny taratasy fanamafisana kosa no tokony hojereny. Tsy hahita ny hazavana izy ireo, rehefa tsy mifanaraka amin’ity teny ity ny zavatra lazainy.",
        "21": "Ary samy hivezivezy ao amin’ilay tany ny olona efa mijaly sady noana. Hanozona ny mpanjakany sy ny Andriamaniny izy rehefa mijery ambony, satria noana sady tezitra.",
        "22": "Hiondrika hijery ny tany indray izy, dia tsy hahita afa-tsy fahoriana, haizina, haizim-pito, fotoan-tsarotra, ary andro manjombona tsy misy mangirana."
    },
    "9": {
        "1": "Ny haizina ao amin’ilay tany anefa, dia tsy ho toy ny tamin’ny fotoam-pahoriana taloha, tamin’ny fotoana nanaovana tsinontsinona ny tanin’i Zebolona sy ny tanin’i Naftaly. Any aoriana kosa dia hataony mahazo voninahitra ilay tany, ilay lalana akaikin’ny ranomasina any amin’ny faritr’i Jordana, any Galilia fonenan’ny hafa firenena.",
        "2": "Nahita hazavana be Ny olona nandeha tao amin’ny haizina, Ary namirapiratan’ny hazavana Ireo nipetraka tao amin’ny tanin’ny haizim-pito.",
        "3": "Nataonao be mponina ilay firenena, Ary nataonao faly be izy. Mifaly eo anatrehanao izy ireo, Hoatran’ny olona mifaly amin’ny fotoam-pijinjana, Sy hoatran’ny olona faly rehefa mizara zavatra azo babo.",
        "4": "Fa toy ny tamin’ny andron’ny Midianina, Dia hopotipotehinao ny zioga nentin’izy ireo, Sy ny tsorakazo nikapohana ny sorony, izany hoe ny tehin’ireo mpanery azy hiasa.",
        "5": "Hatao fandrehetana afo Ny baotin’izay mampihovotrovotra ny tany rehefa mandeha, Sy ny akanjo rehetra feno ra.",
        "6": "Fa misy zaza teraka ho antsika, Zazalahy no homena antsika, Ary ho eo am-pelatanany ny fahefana. Ny anarany hatao hoe Mpanolo-tsaina Mahagaga, Andriamanitra Mahery, Ray Mandrakizay, Andrianan’ny Fiadanana.",
        "7": "Hitombo foana ny fahefany, ka tsy hifarana mihitsy izany. Tsy hisy farany koa ny fiadanana Eo amin’ny seza fiandrianan’i Davida sy ny fanjakany. Ho mafy orina izy io, Ary ny rariny sy ny hitsiny no hampaharitra azy, Manomboka izao ka ho mandrakizay. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka an’izany.",
        "8": "Nilaza fanamelohana tamin’i Jakoba i Jehovah, Ka ho tanteraka amin’ny Israely izany.",
        "9": "Ary hahalala an’izany ny vahoaka manontolo, Dia i Efraima sy ny mponin’i Samaria, Izay mirehareha sy maniratsira, ka milaza hoe:",
        "10": "“Nirodana ny biriky, Fa izahay kosa hanorina amin’ny vato voapaika. Nokapaina ny aviavidia, Fa izahay kosa hanolo azy amin’ny hazo sedera.”",
        "11": "Hampirisihin’i Jehovah ny fahavalon’i Rezina mba hanohitra azy, Ary hoentaniny hanao zavatra ny fahavalon’ny Israely,",
        "12": "Dia i Syria avy any atsinanana sy ny Filistinina avy any andrefana. Hanokatra ny vavany mba handrapaka ny Israely izy ireo. Noho izany rehetra izany, dia mbola tezitra foana Izy, Ka mbola manatsotra ny tanany mba hamely.",
        "13": "Tsy niverina tamin’Ilay namely azy mantsy ny vahoaka, Sady tsy nitady an’i Jehovah Tompon’ny tafika.",
        "14": "Dia hotapahin’i Jehovah ao anatin’ny iray andro Ny loha sy ny rambo, ary ny tsimoka sy ny harefo, eo amin’ny Israely.",
        "15": "Ny anti-panahy sy ny olo-manan-kaja no loha, Ary ny mpaminany mampianatra zavatra diso no rambo.",
        "16": "Ny mpitarika an’ity vahoaka ity ihany no mampirenireny azy, Ka sahiran-tsaina ny olona tarihiny.",
        "17": "Tsy ho faly amin’ny ankizilahin’izy ireo àry i Jehovah, Sady tsy hamindra fo amin’ny kamboty ray sy ny mpitondratena eo aminy. Miala amin’Andriamanitra daholo mantsy izy ireo sady mpanao ratsy, Ary miteniteny foana daholo ny olona rehetra. Noho izany rehetra izany, dia mbola tezitra foana Izy, Ka mbola manatsotra ny tanany mba hamely.",
        "18": "Midedadeda hoatran’ny afo ny faharatsiana, Ka levoniny ny tsilo sy ny ahidratsy. Hodorany koa ny kirihitrala, Ka hidonaka ny setroka avy aminy.",
        "19": "Nodorana ilay tany, Satria tezitra be i Jehovah Tompon’ny tafika. Ary hatao fandrehetana afo ny olona. Tsy avelan’izy ireo hiangana na dia ny rahalahiny aza.",
        "20": "Hotetehiny ny eo ankavanana, Nefa mbola ho noana ihany izy, Ary hohaniny ny eo ankavia, Nefa tsy ho voky izy. Samy hihinana ny nofon-tsandriny izy ireo,",
        "21": "Ka i Manase hihinana an’i Efraima, Ary i Efraima hihinana an’i Manase. Hiaraka hamely an’i Joda izy ireo. Noho izany rehetra izany, dia mbola tezitra foana Izy, Ka mbola manatsotra ny tanany mba hamely."
    },
    "10": {
        "1": "Hahita loza izay mamoaka fitsipika mampidi-doza, Dia izay tsy mitsahatra mamorona didy mampahory,",
        "2": "Mba tsy hihainoana ny fitorian’ny mahantra, Na hanomezana rariny ny madinika eo amin’ny vahoakako, Ka halain’izy ireo ny fananan’ny mpitondratena, Ary horobainy ny kamboty ray!",
        "3": "Dia ahoana no hataonareo amin’ny andro fitsarana, Rehefa tonga ny fandravana avy any lavitra? Any amin’iza ianareo no handositra hitady fanampiana, Ary havelanareo aiza ny harenanareo?",
        "4": "Tsy hisy ho azo atao afa-tsy ny mihohoka miaraka amin’ireo gadra, Na ny mitsitra miaraka amin’ireo voavono. Noho izany rehetra izany, dia mbola tezitra foana Izy, Ka mbola manatsotra ny tanany mba hamely.",
        "5": "“Jereo ny Asyrianina! Izy no tsorakazo hampiasaiko mba hanehoako ny fahatezerako, Ary ny tehina eny an-tanany no hoentiko hanasaziana.",
        "6": "Hirahiko hamely firenena mpikomy izy, Hamely vahoaka nampahatezitra be ahy. Hasaiko maka babo be dia be sy mandroba zavatra maro koa izy, Ary manosihosy an’ireny toy ny fanosihosy fotaka eny an-dalana.",
        "7": "Tsy te hanao an’izany anefa izy, Ary tsy hitetika hanao an’izany ny fony, Fa efa ao am-pony ny handringana Sy handripaka firenena be dia be fa tsy vitsy.",
        "8": "Milaza mantsy izy hoe: ‘Tsy mpanjaka daholo koa angaha ireo andrianako?",
        "9": "Tsy hoatran’i Karkemisy ihany ve i Kalno? Tsy tahaka an’i Arpada ihany ve i Hamata? Ary tsy hoatran’i Damaskosy ihany ve i Samaria?",
        "10": "Nalaiko ny fanjakan’ireo andriamanitra tsy misy dikany, Izay nanana sary sokitra betsaka noho ny tany Jerosalema sy Samaria.",
        "11": "Koa tsy hataoko amin’i Jerosalema sy ny sampiny ve Izay efa nataoko tamin’i Samaria sy ny andriamaniny tsy misy dikany?",
        "12": "“Rehefa vitan’i Jehovah daholo ny asany eo amin’ny Tendrombohitra Ziona sy any Jerosalema, dia hosaziny ny mpanjakan’i Asyria, satria maniratsira sy mirehareha ary manambony tena.",
        "13": "Miteny mantsy izy hoe: ‘Ho vitako izany noho ny herin-tsandriko Sy noho ny fahendreko, fa hendry aho. Ary hofoanako ny sisin-tanin’ireo firenena, Sady horobaiko ny harenany. Dia hifehy an’ireo mponina aho, hoatran’ny ataon’ny lehilahy matanjaka.",
        "14": "Ho toy ny lehilahy maka tranom-borona aho, Ka halaiko ny harenan’ireo firenena. Ary ho tahaka ny olona manangona atody nilaozana aho, Ka hangoniko ny zava-drehetra eto an-tany. Dia tsy hisy vorona ho afaka hikopaka elatra na hanoka-bava na hikiakiaka.’”",
        "15": "Ny famaky ve dia hanandra-tena ho ambony noho izay mikapa aminy? Ny tsofa ve dia hihevi-tena ho ambony noho izay manatsofa aminy? Ny tehina ve dia ho afaka hanetsiketsika an’ilay manainga azy? Ary ny tsorakazo ve dia ho afaka hanainga an’ilay mitazona azy?",
        "16": "Izao àry no hataon’i Jehovah Tompon’ny tafika, ilay tena Tompo: Handefasany aretina mankahia ireo matavy eo aminy, Ary handrehetany afo miredareda eo ambanin’ny voninahiny.",
        "17": "Ho lasa afo ilay Fahazavan’ny Israely, Ary ho lasa lelafo Ilay Masiny. Hiredareda izy io, ka holevoniny ao anatin’ny iray andro ny ahidratsy sy ny tsilon’i Asyria.",
        "18": "Hofoanany tanteraka ny ala sy ny saham-boankazo tsara tarehin’i Asyria, Ka ho lasa hoatran’ny olona marary lanin’ny aretina.",
        "19": "Ho vitsy kely ny hazo sisa tavela ao amin’ny alany, Ka na ny ankizy kely aza hahavita hanoratra ny isany.",
        "20": "Amin’izany andro izany, dia tsy hiantehitra amin’ilay namely azy intsony Ireo sisa tavela amin’i Israely, Sy izay sisa miangana amin’ny taranak’i Jakoba. Fa hiantehitra amin’i Jehovah, Ilay Masin’ny Israely, kosa izy ireo, Sady tsy hivadika aminy.",
        "21": "Izay sisa miangana no hiverina amin’ilay Andriamanitra Mahery, Dia izay sisa amin’ny taranak’i Jakoba.",
        "22": "Ry Israely ô, na betsaka aza ny vahoakanao, Hoatran’ny fasika any an-dranomasina, Dia ny sisa amin’izy ireo ihany no hiverina. Efa tapaka hoe haringana ny vahoaka, Ka hampiharina tanteraka aminy ny rariny.",
        "23": "Efa tapa-kevitra ny handringana i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony, Ka hampiharina amin’ilay tany manontolo izany.",
        "24": "Izao àry no tenin’i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony: “Ry vahoakako mipetraka ao Ziona ô! Aza matahotra noho ny amin’ny Asyrianina, izay namely anareo tamin’ny tsorakazo, sady nanainga ny tehiny hamelezana anareo toy ny nataon’i Ejipta.",
        "25": "Fa kely sisa dia hifarana ny fanamelohana, dia ho tezitra amin’i Asyria indray aho ka handringana azy.",
        "26": "Hanambana azy amin’ny karavasy i Jehovah Tompon’ny tafika, toy ny tamin’izy nandresy ny Midianina teo akaikin’ny harambaton’i Oreba. Ho eo ambony ranomasina ny tehiny, ka hingainy toy ny nataony tamin’i Ejipta.",
        "27": "Amin’izany andro izany, dia hiala tsy ho eo an-tsorokao ny entana nampitondrain’i Asyria, Ary hiala tsy ho eo am-bozonao ny ziogany. Dia hopotipotehina ilay zioga, noho ny fisian’ny menaka.”",
        "28": "Tonga ao Aiata i Asyria, Ary mandalo an’i Migrona. Dia apetrany ao Mikmasy ny entany.",
        "29": "Ary mandeha eo amin’ny toerana fiampitana izy, Ka matory ao Geba. Mihorohoro i Rama, ary mandositra i Gibea tanànan’i Saoly.",
        "30": "Manaova antsoantso sy kiakiaka mafy, ry zanakavavin’i Galima! Mihainoa, ry Laisy Sy Anatota, izay mampalahelo!",
        "31": "Mandositra i Madmena, Ary mitady fialofana ny mponin’i Gebima.",
        "32": "Hijanona ao Noba i Asyria amin’izay andro izay. Hambanany totohondry ny tendrombohitr’i Ziona zanakavavy, Dia ilay havoanan’i Jerosalema.",
        "33": "Manapaka an’ireo sampan-kazo i Jehovah Tompon’ny tafika, ilay tena Tompo, Ka midaraboka mafy ireny. Kapaina ireo hazo faran’izay avo, Ary aetry izay ambony.",
        "34": "Kapainy amin’ny fitaovana vy ireo kirihitra any an’ala, Ary hisy mahery handavo an’i Libàna."
    },
    "11": {
        "1": "Hisy rantsana hitsiry avy amin’ny foto-kazon’i Jese, Ary hisy tsimoka hipoitra avy amin’ny fakany ka hamoa.",
        "2": "Ho feno ny fanahin’i Jehovah izy, Dia fanahy mahatonga azy ho hendry sy hahira-tsaina, Fanahy manome azy torohevitra sy hery, Fanahy manome azy fahalalana sy mahatonga azy hatahotra an’i Jehovah.",
        "3": "Hahafaly azy ny fahatahorana an’i Jehovah. Tsy hitsara araka izay hitan’ny masony fotsiny izy, Sady tsy hananatra araka izay henon’ny sofiny.",
        "4": "Fa hitsara ny mahantra araka ny rariny izy, Sady hananatra araka ny hitsiny, mba hahasoa ny mpandefitra eto an-tany. Hokapohiny amin’ny tehin’ny vavany ny tany, Ary hovonoiny amin’ny fofonain’ny vavany ny ratsy fanahy.",
        "5": "Ny fahamarinana no ho fehikibo eo amin’ny andilany. Ho fehikibo eo amin’ny andilany koa ny tsy fivadihana.",
        "6": "Dia hiaraka tsindraindray amin’ny zanak’ondry ny amboadia, Hatoritory hiaraka amin’ny zanak’osy ny leopara, Ary hiaraka daholo ny zanak’omby sy ny liona ary ny biby nohatavezina, Ka ankizilahikely no hitarika azy ireo.",
        "7": "Hiara-misakafo ny ombivavy sy ny orsa, Dia hiara-matoritory ny zanany, Ary hihinana mololo toy ny omby ny liona.",
        "8": "Hilalao eo amin’ny lavaky ny kôbrà ny zaza minono, Ary hametraka ny tanany eo amin’ny lavaky ny bibilava misy poizina ny zaza nisara-nono.",
        "9": "Tsy hanisy ratsy an’iza na iza izy ireo, Sady tsy hanimba na inona na inona eran’ny tendrombohitro masina, Satria ho feno fahalalana an’i Jehovah ny tany, Hoatran’ny rano manarona ny fanambanin’ny ranomasina.",
        "10": "Amin’izany andro izany, dia hisy fakan’i Jese hitsangana toy ny tsato-kazo famantarana ho an’ny vahoaka. Any aminy ny firenena no hangataka tari-dalana, Ary ho be voninahitra ny fonenany.",
        "11": "Amin’izany andro izany, dia mbola hanolotra ny tanany fanindroany i Jehovah, mba hamerenana an’izay sisa tavela amin’ny vahoakany avy any Asyria sy Ejipta sy Patrosa sy Kosy sy Elama sy Sinara sy Hamata ary avy any amin’ireo nosin-dranomasina.",
        "12": "Ary hanangana tsato-kazo famantarana ho an’ireo firenena izy, ka hanangona an’ireo Israelita niparitaka. Dia hangoniny avy any amin’ny vazan-tany efatra izay niely tamin’ny mponin’i Joda.",
        "13": "Tsy hialona intsony i Efraima, Ary haripaka ireo mankahala an’i Joda. I Efraima tsy hialona an’i Joda, Ary i Joda tsy hankahala an’i Efraima.",
        "14": "Dia hanidina hifaoka remby eny amin’ny tehezan-kavoanan’ny Filistinina any andrefana izy ireo, Ka hiaraka handroba an’ireo Tatsinanana. Dia hanatsotra ny tanany hamely an’i Edoma sy Moaba izy ireo, Ary ho lasa vahoakany ny Amonita.",
        "15": "Hosarahin’i Jehovah ny hoalan’ny ranomasin’i Ejipta, Ary hambanany amin’ny tanany ny Renirano. Ny fofonainy mahamay no hamelezany azy eo amin’ireo sampany fito, Dia hataony afaka miampita eo tsy miala kapa akory ny olona.",
        "16": "Ary hisy lalambe avy any Asyria ho an’izay sisa miangana amin’ny vahoakany, dia izay sisa tavela, Hoatran’ilay lalambe ho an’ny Israely, tamin’ilay andro nivoahany avy tany Ejipta."
    },
    "12": {
        "1": "Hiteny tokoa ianao amin’izany andro izany hoe: “Misaotra anao aho, Jehovah ô, Fa na dia tezitra tamiko aza ianao, Dia nitony tsikelikely ny fahatezeranao, ary nampionona ahy ianao.",
        "2": "Andriamanitra no mpamonjy ahy. Hatoky aho ka tsy hatahotra be, Fa i Jah Jehovah no tanjako sy heriko, Ary izy no lasa mpamonjy ahy.”",
        "3": "Ho faly ianareo rehefa manovo rano Ao amin’ny loharanon’ny famonjena.",
        "4": "Hiteny ianareo amin’izany andro izany hoe: “Misaora an’i Jehovah, ary miantsoa ny anarany. Ampahafantaro an’ireo firenena ny zavatra nataony, Ary torio hoe misandratra ny anarany.",
        "5": "Manaova hira fiderana ho an’i Jehovah, fa nanao zavatra miavaka izy, Ary ampahafantaro eran-tany izany.",
        "6": "Mihorakoraha sy mihobia, ry mponin’i Ziona, Fa lehibe Ilay Masin’ny Israely eo anivonareo.”"
    },
    "13": {
        "1": "Naheno an’izao fanamelohana an’i Babylona izao tao amin’ny fahitana i Isaia zanak’i Amoza:",
        "2": "“Manangàna tsato-kazo famantarana eo amin’ny tendrombohitra mangadihady. Antsoy izy ireo, dia kopahy tanana, Mba hiditra eo amin’ny fidiran’ny olona ambony.",
        "3": "Nanome baiko an’ireo notendreko aho, Ary nampanantsoiko hampihatra ny fahatezerako ny miaramilako, Dia ireo faly sady mirehareha.",
        "4": "Izany ny feon’ny vahoaka any an-tendrombohitra, Hoatran’ny feon’ny vahoaka mitabataba! Izany ny tabataban’ireo fanjakana, Dia ireo firenena voangona! I Jehovah Tompon’ny tafika no manangona ny tafika hiady.",
        "5": "Tonga avy any an-tany lavitra, Avy any amin’ny faravodilanitra, i Jehovah, Sady mitondra ny fitaovam-piadiana fampiasany rehefa tezitra, Mba handrava ny tany manontolo.",
        "6": "“Midradradradrà, fa akaiky ny andron’i Jehovah! Ho avy toy ny fandravana ataon’ilay Mahery Indrindra izany.",
        "7": "Hiraviravy àry ny tanana rehetra, Ary hihorohoro noho ny tahotra daholo ny fon’ny olona.",
        "8": "Matahotra be ny vahoaka. Tratran’ny fanintona izy ireo, Sady manaintaina hoatran’ny vehivavy mihetsi-jaza. Mifampijery izy ireo sady mihorohoro, Ary boramena ny tarehiny satria mitebiteby izy.",
        "9": "Ho avy ny andron’i Jehovah, Dia ilay andro ahitan-doza sady ipoahan’ny fahatezerana sy fisafoahana, Mba hahatonga ny olona hihorohoro rehefa mahita an’ilay tany, Sy mba handripahana ny mpanota tsy ho ao intsony.",
        "10": "Tsy hampamirapiratra ny hazavany Ny kintana eny amin’ny lanitra sy ireo antokon-kintana. Ho maizina ny masoandro rehefa miposaka, Ary tsy hampamirapiratra ny hazavany ny volana.",
        "11": "Dia hataoko ampamoaka ny tany noho ny faharatsiany, Hataoko ampamoaka koa ny ratsy fanahy noho ny fahadisoany. Dia hatsahatro ny fireharehan’izay sahisahy ratsy, Ary haetriko ny mpitondra jadona miavonavona.",
        "12": "Ny olona indray no hataoko vitsy kely raha oharina amin’ny volamena voadio, Ary ny olombelona hataoko vitsy kely raha oharina amin’ny volamena avy any Ofira.",
        "13": "Hataoko mangovitra àry ny lanitra, Ary hihozongozona hiala amin’ny toerany ny tany, Satria misafoaka i Jehovah Tompon’ny tafika, amin’ny andro anamparany ny hatezerany.",
        "14": "Ho toy ny gazela hazaina sy ho toy ny andian’ondry tsy misy manangona izy ireo, Ka samy hiverina any amin’ny fireneny avy, Ary samy handositra any amin’ny taniny avy.",
        "15": "Ho voatrobaka izay rehetra hita ao, Ary ho fatin’ny sabatra izay rehetra tratra ao.",
        "16": "Ny zanany hatao torotoro eo imasony, Ny tranony horobaina, Ary ny vadiny hisy hanolana.",
        "17": "Hoentaniko hamely azy ireo ny Medianina, Izay tsy miraharaha volafotsy Sady tsy tia volamena.",
        "18": "Dia handripaka tovolahy ny tsipìkany. Tsy hananany antra ireo naloaky ny kibo, Ary tsy hamindrany fo ny ankizy.",
        "19": "Dia ho rava hoatran’ny nandravan’Andriamanitra an’i Sodoma sy Gomora i Babylona, Ilay fanjakana be voninahitra indrindra, Dia ilay tanàna tsara tarehy sy mampirehareha ny Kaldeanina.",
        "20": "Tsy hisy mponina intsony any, Ary tsy hisy hipetraka hatramin’ny taranaka fara aman-dimby. Tsy hisy Arabo hanangana ny tranolainy any, Ary tsy hisy mpiandry ondry hitondra ny andian’ondriny hiala sasatra any.",
        "21": "Fa ny biby izay mipetraka any amin’ny faritra karakaina no hatoritory any, Ary ho feno vorondolo lehibe ireo trano. Ny aotirisy koa no hipetraka any, Ary ny osidia no hitsambikimbikina any.",
        "22": "Hisy biby hinaonaona eny amin’ireo tilikambony, Ary hisy alikadia ao amin’ireo lapany mirenty. Efa akaiky ny fotoana hanasaziana azy, ka tsy hohalavaina ny androny.”"
    },
    "14": {
        "1": "Fa hamindra fo amin’i Jakoba i Jehovah, ary mbola hifidy ny Israely indray izy. Dia hapetrany ao amin’ny taniny izy ireo, ary hiaraka amin’izy ireo ny hafa firenena ka hitambatra amin’ny taranak’i Jakoba.",
        "2": "Hoentin’ny hafa firenena hiverina hody izy ireo. Ary hataon’ny taranak’Israely ho mpanompolahiny sy mpanompovaviny any amin’ny tanin’i Jehovah ireny. Dia hataon’ny taranak’Israely babo ireo nitondra azy ho babo, ary hofeheziny ireo mpanery azy hiasa.",
        "3": "Amin’ny andro hampitsaharan’i Jehovah ny fijalianao sy ny korontana eo aminao ary ny fanandevozana anao,",
        "4": "dia haneso ny mpanjakan’i Babylona ianao hoe: Angaha vita hatreo ny amin’ilay mpanery olona hiasa? Angaha tapitra ny fampijaliana?",
        "5": "Notapahin’i Jehovah ny tsorakazon’ny ratsy fanahy Sy ny tehin’ny mpitondra,",
        "6": "Dia ilay misafoaka sady mikapoka vahoaka tsy an-kijanona, Ary tezitra sady manjakazaka amin’ireo firenena ka manenjika azy foana.",
        "7": "Lasa milamina ny tany manontolo, ary tsy misy manakorontana intsony. Dia mifaly sy mihoby ny olona.",
        "8": "Na ny hazo zenevrie aza dia faly noho izay manjo anao, Ary faly koa ny sederan’i Libàna. Dia hoy izy ireo: ‘Tsy misy olona mikapa anay intsony, Hatramin’izay nianjeranao izay.’",
        "9": "Na ny Fasana any ambany aza taitra Ka hitsena anao rehefa tonga ianao. Noho ianao, dia fohaziny ireo maty izay tsy mahavita na inona na inona, Izany hoe ny mpitarika rehetra mampitondra fahoriana eto an-tany. Ary asainy mitsangana avy eo amin’ny seza fiandrianany daholo ny mpanjakan’ireo firenena.",
        "10": "Dia hoy izy rehetra aminao: ‘Ianao koa angaha lasa malemy hoatr’anay? Lasa mitovy aminay angaha ianao?",
        "11": "Navarina atỳ amin’ny Fasana ny reharehanao, Dia ny feon’ny zavamaneno fitendrinao. Olitra no velarina mba hatorianao, Ary kankana no irakofanao.’",
        "12": "Angaha nianjera avy any an-danitra ianao, Ry ilay mamirapiratra, zanaky ny maraina? Angaha voakapa hianjera amin’ny tany ianao, Ry ilay nandresy an’ireo firenena?",
        "13": "Fa hoy ianao anakampo: ‘Hiakatra any an-danitra aho. Hasandratro any ambonin’ny kintana ny seza fiandrianako, Ary hipetraka eny amin’ny tendrombohitra fivoriana aho, Dia any amin’ny farany avaratra.",
        "14": "Hiakatra eny ambonin’ny tampon’ny rahona aho, Ka hataoko izay hampitovy ahy amin’ny Avo Indrindra.’",
        "15": "Hampidinina ho any amin’ny Fasana anefa ianao, Dia any amin’ny farany ambany amin’ny lavaka.",
        "16": "Hibanjina anao izay mahita anao, Ary handinika tsara anao izy sady hiteny hoe: ‘Ity ve ilay lehilahy nampihovotrovotra ny tany, Sy nampangovitra fanjakana,",
        "17": "Sy nahatonga ny tany misy mponina ho lasa tany efitra, Ka nandrava an’ireo tanàna tao, Ary tsy namela an’ireo olona nogadrainy handeha hody?’",
        "18": "Ny mpanjaka rehetran’ireo firenena, Dia samy matory amim-boninahitra, Ao amin’ny fasany avy.",
        "19": "Ianao kosa ariana fa tsy ampidirina ao am-pasana, Toy ny tsimoka tsy tiana. Mandrakotra anao ny fatin’ireo voatsindrona sabatra, Izay midina any amin’ireo vato ao anaty lavaka. Ary hoatran’ny faty voahitsakitsaka ianao.",
        "20": "Tsy hiara-milevina amin’ireo mpanjaka ao am-pasana ianao, Satria nosimbanao ny taninao, Ary novonoinao ny vahoakanao. Tsy hotononina intsony ny anaran’ny taranaky ny mpanao ratsy.",
        "21": "“Manomàna toerana hamonoana ny zanany, Noho ny fahadisoan’ny razambeny. Sao izy ireo ho lasa mahery ka haka ny tany, Dia hofenoiny tanàna ilay tany.”",
        "22": "“Hitsangana hamely azy ireo aho”, hoy i Jehovah Tompon’ny tafika. “Hofoanako ny anaran’i Babylona sy izay sisa miangana aminy ary ny taranany fara aman-dimby”, hoy i Jehovah.",
        "23": "“Hataoko fonenan’ny sokina izy, ary hataoko lasa faritra feno honahona. Hofafako amin’ny kifafa fandringanana koa izy”, hoy i Jehovah Tompon’ny tafika.",
        "24": "Efa nianiana i Jehovah Tompon’ny tafika hoe: “Izay efa noeritreretiko no hitranga, Ary izay hevitra efa notapahiko no ho tanteraka.",
        "25": "Hotorotoroiko ao amin’ny taniko ny Asyrianina, Ary hohitsakitsahiko eny amin’ny tendrombohitro. Hesorina amin’ny vahoakako ny ziogany, Ary hesorina tsy ho eo an-tsorony ny entany.”",
        "26": "Izany no fanapahan-kevitra momba ny tany manontolo, Ary izany no tanana atsotra hamelezana ny firenena rehetra.",
        "27": "Fa i Jehovah Tompon’ny tafika no nanapa-kevitra, Ka iza no afaka manakana an’izany? Ary manatsotra ny tanany izy, Ka iza no afaka mampihemotra an’izany?",
        "28": "Tamin’ny taona nahafatesan’i Ahaza Mpanjaka no nanaovana an’izao fanambarana izao:",
        "29": "“Aza misy mifaly ny ao aminao, ry Filistia, Satria hoe tapaka ny tehin’ilay namely anao. Fa hisy bibilava misy poizina hipoitra avy amin’ilay menarana, Ka ny taranany dia ho bibilava misy poizina sady afaka misidina.",
        "30": "Hisakafo ny lahimatoan’ny madinika, Ary hatory tsy hanana ahiahy ny mahantra. Fa ny fakanao kosa hataoko matin’ny mosary, Ary hovonoina izay tavela eo aminao.",
        "31": "Midradradradrà, ry vavahady ô! Miantsoantsoa, ry tanàna ô! Ho kivy daholo ny ao aminao, ry Filistia! Fa misy setroka avy any avaratra, Ary tsy misy taraiky ny miaramilany na iray aza.”",
        "32": "Inona no havaliny an’ireo olona nirahin’ilay firenena? Efa nametraka ny fototr’i Ziona, hono hoe, i Jehovah, Ary hialoka ao ny madinika eo amin’ny vahoakany."
    },
    "15": {
        "1": "Ny fanamelohana an’i Moaba: Indray alina izay, dia voaroba i Aran’i Moaba, Ka nangina. Indray alina izay koa, dia voaroba i Kiran’i Moaba, Ka nangina.",
        "2": "Niakatra nankany amin’ny Trano sy nankany Dibona izy, Dia tany amin’ny toerana avo, mba hitomany. Midradradradra i Moaba noho ny amin’i Nebo sy Medeba. Nosolaina daholo ny olona ao, ary nesorina daholo ny volombavany.",
        "3": "Misikina lamba gony izy ireo eny an-dalana. Midradradradra eny an-tampon-tranony sy eny amin’ny tany malalaka ny olona rehetra ao. Sady midina izy ireo no mitomany.",
        "4": "Miantsoantso i Hesbona sy Elale, Ka heno hatrany Jahaza ny feony. Izany no mahatonga ny miaramilan’i Moaba hiantsoantso mafy foana. Mangovitra izy.",
        "5": "Mitaraina aho ato am-poko noho ny amin’i Moaba. Tonga hatrany Zoara sy Egleta-selisia ny olona nandositra avy any Moaba. Samy mitomany izy ireo miakatra ny fiakarana any Lohita, Ary mitaraindraina eny an-dalana mankany Horonaima, noho ilay loza mitranga.",
        "6": "Ritra tanteraka ny ranon’i Nimrima. Maina ny ahi-maitso, Maty ny ahitra, ary tsy misy zava-maitso intsony.",
        "7": "Entin’izy ireo àry ny zavatra sisa tavela tao amin’ny trano fitehirizany sy izay sisa tamin’ny harenany, Dia miampita ny lohasaha misy hazo aravaha izy ireo.",
        "8": "Fa manako eran’ny faritr’i Moaba ny fitarainana, Ary heno hatrany Eglaima ny fidradradradrana, Sady heno hatrany Bera-elima.",
        "9": "Lasa feno ra mantsy ny ranon’i Dimona, Ary misy zavatra hafa koa homeko an’i Dimona: Liona hamely an’ireo tafavoaka avy any Moaba, Sy hamely an’ireo sisa tavela ao amin’ilay tany."
    },
    "16": {
        "1": "Andefaso ondrilahy ny mpitondra eo amin’ilay tany, Dia ondry avy any Sela hamakivaky ny tany efitra Hatrany amin’ny tendrombohitr’i Ziona zanakavavy.",
        "2": "Hoatran’ny voro-manidina voaroaka ao amin’ny akaniny, Dia ho toy izany ny zanakavavin’i Moaba eny amin’ny toerana fiampitana an’i Arnona.",
        "3": "“Manomeza torohevitra, dia tanteraho ilay fanapahan-kevitra. Ataovy maizina be hoatran’ny amin’ny alina ny alokao amin’ny mitataovovonana. Afeno ny olona miparitaka, ary aza mamadika an’izay mandositra.",
        "4": "Enga anie ka hipetraka ao aminao izay vahoakako miparitaka, ry Moaba! Ataovy lasa toerana fiafenany ianao, satria ho avy ny mpandringana azy. Tsy hisy mpampijaly intsony, Ary ho tapitra ny fandringanana. Haripaka tsy hisy eto an-tany intsony koa izay manao tsinontsinona olona.",
        "5": "Hatao mafy orina ny seza fiandrianana, Dia ho be fitiavana sy tsy hivadika ary ho mendri-pitokisana ilay mpanjaka hipetraka eo, ao amin’ny tranolain’i Davida. Hitsara araka ny rariny izy, ary hampihariny haingana izay mahitsy.”",
        "6": "Efa henonay ny fireharehan’i Moaba, fa mirehareha be izy. Manambony tena sy mirehareha izy sady romotra. Miteniteny foana anefa izy ka tsy hahavita na inona na inona akory.",
        "7": "Hidradradradra àry i Moaba noho ny fahoriany, Hidradradradra daholo ny olona any. Hitaraindraina izay ampijalina, satria malahelo ny mofo vita amin’ny voaloboka maina any Kira-haresa.",
        "8": "Malazo ny voly eny amin’ny tanimboly mikitohatohatr’i Hesbona. Malazo koa ny voalobok’i Sibma. Nohitsakitsahin’ny mpitondran’ireo firenena ny sampany mena midorehitra. Tonga hatrany Jazera ireny sampany ireny, Ary nisandrahaka hatrany an-tany efitra. Nandrobona ny tsimok’ireny, ka tonga hatrany amin’ny ranomasina.",
        "9": "Hitomany noho ny voalobok’i Sibma àry aho, hoatran’ny itomaniako an’i Jazera. Hataoko kotsan’ny ranomasoko ianareo, ry Hesbona sy Elale, Satria tsy mihorakoraka intsony ny mpioty voankazo masaka fahavaratra sy ny mpijinja.",
        "10": "Tsy misy mifalifaly sy miravoravo intsony eny amin’ny saham-boankazo, Ary tsy misy mihirahira sy mihorakoraka intsony eny an-tanimboaloboka. Tsy manitsakitsaka voaloboka ao anaty lavaka famiazam-boaloboka intsony ny olona mpanao an’izany, Satria natsahatro tanteraka ny horakoraka.",
        "11": "Mipararetra ny foko noho ny amin’i Moaba, Ka mangovitra hoatran’ny harpa tendrena. Mangovitra koa ny any anatiko lalina any, noho ny amin’i Kira-haresa.",
        "12": "Tsy hahavita na inona na inona i Moaba, na dia mandrera-tena eny amin’ny toerana avo aza, sady mandeha mivavaka eny amin’ny toerany masina.",
        "13": "Izany no efa nolazain’i Jehovah momba an’i Moaba.",
        "14": "Hoy indray i Jehovah izao: “Ato anatin’ny telo taona, hoatran’ny taona iasan’ny mpikarama, dia hatao afa-baraka i Moaba, ary hisahotaka be ny olona ao aminy. Ho vitsy kely sisa sady tsy hatanjaka ny olona tavela ao.”"
    },
    "17": {
        "1": "Ny fanamelohana an’i Damaskosy: “Tsy ho tanàna intsony i Damaskosy any aoriana any, Fa ho lasa korontam-bato mivangongo sisa.",
        "2": "Hiala ao amin’ireo tanànan’i Aroera daholo ny mponina ao. Ho lasa toerana fatorian’ny andiam-biby ireo tanàna ireo, Ary tsy hisy hampatahotra an’ireny any.",
        "3": "Tsy hisy tanàna voaro mafy intsony any Efraima, Ary tsy hisy fanjakana intsony ao Damaskosy. Dia hitovy amin’izay nanjo ny voninahitry ny Israelita No hanjo ny voninahitr’izay sisa tavela any Syria”, hoy i Jehovah Tompon’ny tafika.",
        "4": "“Hihena ny voninahitr’i Jakoba, amin’izany andro izany, Ary ho lasa mahia kely ilay vatany salama.",
        "5": "Izany dia ho toy ny rehefa misy mpijinja manangona varimbazaha eny an-tanimbary, Ka mampiasa ny sandriny mba hijinjana salohim-bary, Ary ho toy ny rehefa misy olona mitsimpona varimbazaha eny amin’ny Lohasahan’ny Refaima.",
        "6": "Dia kely sisa no ho azo tsimponina, Toy ny rehefa manintsana voan’oliva, Ka voan’oliva masaka roa na telo sisa no eny amin’ny sampany ambony indrindra, Ary efatra na dimy sisa no eny amin’ireo sampany mamoa”, hoy i Jehovah Andriamanitry ny Israely.",
        "7": "Amin’izany andro izany, dia hanantena an’ilay Mpanao azy ny olona, ary hibanjina an’Ilay Masin’ny Israely ny masony.",
        "8": "Tsy hitodika any amin’ireo alitara nataon’ny tanany izy, sady tsy hijery an’izay nataon’ny rantsantanany, na ny tsato-kazo masina izany na ny fandoroana emboka manitra.",
        "9": "Amin’izany andro izany, dia ho lasa hoatran’ny tanàna nilaozana any an’ala ireo tanànany voaro mafy, Hoatran’ny sampan-kazo nilaozan’ny olona teo alohan’ny Israelita. Dia ho ngazana ilay toerana.",
        "10": "Efa nanadino an’ilay Andriamanitra mpamonjy anao mantsy ianao, Sady tsy nahatsiaro an’ilay Vatolampy, ilay manda miaro anao. Izany no antony anaovanao saha tsara tarehy, Sy ambolenao tsimoka avy any an-tany hafa.",
        "11": "Fefenao tsara ny volinao mandritra ny andro, Ary ataonao mitsimoka ny voa afafinao, amin’ny maraina, Kanefa tsy hisy ny vokatra, rehefa marary be ianao sady azon’ny fanaintainana tsy misy fanafany.",
        "12": "Izany ny feon’ny vahoaka maro misahotaka, Izay mitabataba hoatran’ny ranomasina misamboaravoara! Mitabataba be ireo firenena, Ka hoatran’ny rano mikoriana mafy ny feony!",
        "13": "Hitabataba toy ny rano be misasasasa ireo firenena. Dia hoteneniny mafy izy ireo, ka handositra lavitra, Ary horoahina toy ny akofa entin’ny rivotra eny an-tendrombohitra, Sy toy ny tsilo avadibadiky ny tafio-drivotra.",
        "14": "Misy horohoro amin’ny takariva. Raha mbola tsy maraina ny andro, dia tsy ho eo intsony ireo fahavalo. Izany no anjaran’ireo mamabo antsika Sy ireo mandroba antsika."
    },
    "18": {
        "1": "Hahita loza ilay tany feno bibikely manana elatra, Dia ilay tany any amin’ny faritry ny reniranon’i Etiopia!",
        "2": "Io tany io no mandefa iraka handeha eny ambony ranomasina, Sy handeha lakan-jozoro eny ambony rano, ka miteny hoe: “Ry iraka haingam-pandeha! Mandehana any amin’ny firenena lava ranjanana sy malama hoditra, Any amin’ny vahoaka atahoran’ny olona hatraiza hatraiza, Sady firenena matanjaka sy mpandresy. Lasan’ny renirano koa ny taniny.”",
        "3": "Ry mponina rehetra ao amin’ilay tany, sy ianareo mipetraka etỳ ambonin’ny tany! Izay hitanareo dia ho toy ny tsato-kazo famantarana atsangana eny an-tendrombohitra. Ary haheno feo toy ny feon’anjombona ianareo.",
        "4": "Fa izao no nolazain’i Jehovah tamiko: “Ho tony aho, sady hijery eo amin’ny toerana onenako, Hoatran’ny hafanana mandoro sy ny hazavan’ny masoandro, Ary hoatran’ny ando mirotsaka ao anatin’ny hafanana amin’ny fotoam-pijinjana.",
        "5": "Fa alohan’ny fijinjana, Rehefa mivelatra tanteraka ny felam-boaloboka ka lasa voaloboka masaka ny voniny, Dia hotapahina amin’ny antsy fandrantsanam-boaloboka ny tsimoka, Ary hotapahina sy hesorina koa ny sakelika.",
        "6": "Havela ho an’ny vorona mpihaza eny an-tendrombohitra daholo ireny, Ary ho an’ny bibidia etỳ an-tany. Ho eny foana ny vorona mpihaza, mandritra ny fahavaratra, Ary ho eny foana koa ny bibidia rehetra etỳ an-tany, mandritra ny fotoam-pijinjana.",
        "7": "Amin’izay fotoana izay, dia hisy fanomezana haterina any amin’i Jehovah Tompon’ny tafika, Dia fanomezana avy any amin’ny firenena lava ranjanana sy malama hoditra, Avy any amin’ny vahoaka atahoran’ny olona hatraiza hatraiza, Avy any amin’ny firenena matanjaka sy mpandresy. Lasan’ny renirano koa ny taniny, Ka tonga any amin’ny toerana mitondra ny anaran’i Jehovah Tompon’ny tafika, dia ny Tendrombohitra Ziona.”"
    },
    "19": {
        "1": "Ny fanamelohana an’i Ejipta: Mitaingina rahona haingam-pandeha i Jehovah ka mankany Ejipta. Hangovitra eo anatrehany ireo andriamanitra tsy misy dikany ivavahan’i Ejipta, Ary hihorohoro ny fon’ny olona any.",
        "2": "“Hampirisihiko hifamely ny Ejipsianina, Ka hiady izy samy izy. Samy hiady amin’ny rahalahiny sy amin’ny namany avy izy ireo. Ny tanàna hiady amin’ny tanàna, ary ny fanjakana hiady amin’ny fanjakana.",
        "3": "Dia ho sahiran-tsaina i Ejipta, Ary hataoko mikorontana ny tetika ataony. Hitady fanampiana any amin’ny andriamanitra tsy misy dikany izy ireo, Sy any amin’ny mpilalao ody sy ny mpamoha angatra ary ny mpilaza ny hoavy.",
        "4": "Havelako ho resin’ny mpitondra masiaka i Ejipta, Ka mpanjaka masiaka no hifehy azy”, hoy i Jehovah Tompon’ny tafika, ilay tena Tompo.",
        "5": "Ho ritra ny ranomasina, Ary ho maina tanteraka sy ho ritra koa ny renirano.",
        "6": "Ho maimbo ireo renirano, Ary hihena sady ho maina tanteraka ireo lakandranon’i Neily any Ejipta, Ka ho lo ny bararata sy ny harefo.",
        "7": "Ho maina ny zavamaniry eny amoron’ny Reniranon’i Neily, eo amin’ny vinaniny, Sy ny tany rehetra namafazam-boa eny amoron’i Neily. Hopaohin’ny rivotra izany ka tsy hisy intsony.",
        "8": "Dia hitomany ny mpanjono, Hitaraina ny mpamintana eo amin’ny Reniranon’i Neily, Ary hihavitsy ireo mpamelatra harato eo amin’ny rano.",
        "9": "Hatao afa-baraka ireo mpanao lamba amin’ny rongony voakarakara, Sy ny mpanenona lamba fotsy.",
        "10": "Ho torotoro ny mpanenona lamba, Ary halahelo ny mpikarama rehetra.",
        "11": "Tena adala ny andrianan’i Zoana. Manome torohevitra adaladala koa ny hendry indrindra amin’ny mpanolo-tsain’i Farao. Dia sahinareo ve ny miteny amin’i Farao hoe: “Taranaky ny olon-kendry aho, Sady taranaky ny mpanjaka fahiny”?",
        "12": "Aiza àry ireny olon-kendrinao ireny? Asaivo lazainy aminao raha fantany ny fanapahan-kevitr’i Jehovah Tompon’ny tafika momba an’i Ejipta.",
        "13": "Manao hadalana ny andrianan’i Zoana. Voafitaka ny andrianan’i Nofa, Ary nanoro vohony an’i Ejipta ny lehibem-pokony.",
        "14": "Nataon’i Jehovah sahiran-tsaina i Ejipta, Ary manoro vohony an’i Ejipta amin’izay rehetra ataony ny mpitarika azy, Ka hoatran’ny olona mamo mibolisatra eo amin’ny zavatra naloany izy.",
        "15": "Tsy hisy asa hatao mihitsy koa any Ejipta, Na ho an’ny loha izany na ho an’ny rambo, na ho an’ny tsimoka na ho an’ny harefo.",
        "16": "Amin’izany andro izany, dia ho toy ny vehivavy i Ejipta ka hangovitra sy hatahotra be, satria hanambana azy amin’ny tanany i Jehovah Tompon’ny tafika.",
        "17": "Ho lasa hatahoran’i Ejipta ny tanin’i Joda. Hihorohoro izy ireo raha vao misy olona miresaka momba an’ilay tany fotsiny, satria efa nanapa-kevitra i Jehovah Tompon’ny tafika hoe hamely azy.",
        "18": "Amin’izany andro izany, dia hisy tanàna dimy any Ejipta hiteny amin’ny fiteny any Kanana, sady hianiana hoe tsy hivadika amin’i Jehovah Tompon’ny tafika. Ary hisy tanàna iray hantsoina hoe Tanànan’ny Faharavana.",
        "19": "Amin’izany andro izany, dia hisy alitara ho an’i Jehovah eo afovoan’i Ejipta, ary hisy tsangambato ho an’i Jehovah eo amin’ny sisin-taniny.",
        "20": "Ho famantarana sy vavolombelona ho an’i Jehovah Tompon’ny tafika izany, any Ejipta. Hitaraina amin’i Jehovah mantsy izy ireo noho ny ataon’ireo mpampijaly azy. Dia handefasany mpamonjy lehibe izy ireo hamonjy azy.",
        "21": "Ary ho fantatry ny Ejipsianina i Jehovah. Hahafantatra an’i Jehovah tokoa ny Ejipsianina, amin’izany andro izany. Dia hanao sorona sy fanomezana izy ireo, ary hivoady amin’i Jehovah ka hanatanteraka an’izany.",
        "22": "Hamely an’i Ejipta i Jehovah. Hamely azy Izy nefa koa hanasitrana azy. Ary hiverina amin’i Jehovah izy ireo, dia hihaino ny fitalahoany Izy ka hanasitrana azy.",
        "23": "Amin’izany andro izany, dia hisy lalambe avy any Ejipta mankany Asyria, ka ho tonga any Ejipta i Asyria, ary ho tonga any Asyria i Ejipta. Dia hiaraka hanompo an’Andriamanitra i Ejipta sy Asyria.",
        "24": "Amin’izany andro izany, dia ho fahatelo i Israely, miaraka amin’i Ejipta sy Asyria, ka ho fitahiana eo amin’ilay tany.",
        "25": "Hitso-drano azy mantsy i Jehovah Tompon’ny tafika hoe: “Hotahina anie i Ejipta, ilay vahoakako, sy Asyria, ilay asan’ny tanako, ary Israely lovako!”"
    },
    "20": {
        "1": "Tamin’ny taona nanirahan’i Sargona mpanjakan’i Asyria an’i Tartana ho ao Asdoda, dia niady tamin’i Asdoda izy ka namabo azy.",
        "2": "Niteny tamin’i Isaia zanak’i Amoza i Jehovah tamin’izay, hoe: “Mandehana esory ny lamba gony isikinanao, ary alao ny kapa amin’ny tongotrao.” Dia nataon’i Isaia izany, ka nandeha nitanjaka izy sady tsy nanao kapa.",
        "3": "Dia hoy i Jehovah: “Nandeha nitanjaka sy tsy nanao kapa telo taona i Isaia mpanompoko, mba ho famantarana sy fambara momba an’izay hanjo an’i Ejipta sy Etiopia.",
        "4": "Dia ho hoatr’izany koa ny Ejipsianina hatao babo sy ny Etiopianina hatao sesitany, na ny ankizilahy na ny lehilahy efa antitra. Hitanjaka sy tsy hanao kapa ary hiseho fitombenana izy ireo rehefa entin’ny mpanjakan’i Asyria, ka ho afa-baraka i Ejipta.",
        "5": "Dia hihorohoro izy ireo ary hahamenatra azy i Etiopia, ilay fanantenany, sy Ejipta, ilay reharehany.",
        "6": "Hiteny ny mponin’ilay morontsiraka, amin’izany andro izany, hoe: ‘Jereo ny manjo an’ilay nantenaintsika, dia ilay nihazakazahantsika mba hanampy antsika sy hamonjy antsika tamin’ny mpanjakan’i Asyria! Dia ahoana izao no hahafahantsika handositra?’”"
    },
    "21": {
        "1": "Ny fanamelohana ny tany efitra any amin’ny ranomasina: Tonga toy ny tafio-drivotra mifofofofo any atsimo izany, Ary avy any an-tany efitra, avy any amin’ny tany mampahatahotra.",
        "2": "Nisy fahitana mahakivy naseho tamiko: Mivadika ny mpivadika, Ary mandringana ny mpandringana. Miakara, ry Elama! Manaova fahirano, ry Media! Hatsahatro daholo ny fisentoana vokatry ny nataony.",
        "3": "Izany no mahatonga ahy hitebiteby be. Marary be tampoka ny hozatro, Hoatran’ny an’ny vehivavy efa ho teraka. Kivy loatra aho ka tsy maheno, Ary sahiran-tsaina loatra ka tsy mahita.",
        "4": "Mitebiteby ny foko. Mihorohoro mafy aho ka mangovitra. Tsy andriko izay hahamaizina ny andro, nefa rehefa tonga izany dia lasa mangovitra indray aho.",
        "5": "Omano ny latabatra ary alamino ny seza! Mihinàna dia misotroa! Mitsangàna, ry andriana, ka hosory menaka ny ampinga!",
        "6": "Fa izao no nolazain’i Jehovah tamiko: “Mandehana manendry mpitily, dia asaivo mitantara an’izay zavatra hitany izy.”",
        "7": "Dia nahita kalesin’ady tarihin’ny soavaly roa izy, Sy kalesin’ady tarihin’ny ampondra, Ary kalesin’ady tarihin’ny rameva. Dia nanara-maso tsara izy sady nijery tsara.",
        "8": "Dia niantsoantso toy ny liona izy hoe: “Mijoro mandritra ny andro eto amin’ny tilikambo fiambenana aho, Jehovah ô, Ary mijanona eto amin’ny toeram-piambenako aho isak’alina!",
        "9": "Jereo ireny tonga ireny! Ireny misy lehilahy mitaingina kalesin’ady tarihin’ny soavaly roa!” Dia niteny izy hoe: “Nianjera, nianjera i Babylona! Natontany tamin’ny tany daholo ny sary sokitra nataony andriamanitra, ka potipotika!”",
        "10": "Ry vahoakako voahosihosy toy ny varimbazaha, Ry vokatra avy eny amin’ny famoloana! Notantaraiko taminareo izay henoko tamin’i Jehovah Tompon’ny tafika, ilay Andriamanitry ny Israely.",
        "11": "Ny fanamelohana an’i Doma: Misy miantso ahy avy any Seira, hoe: “Ry mpitily ô! Aiza ho aiza amin’ny alina isika izao? Ry mpitily ô! Aiza ho aiza amin’ny alina isika izao?”",
        "12": "Dia hoy ny mpitily: “Efa ho tonga ny maraina, ary ho tonga koa ny alina. Raha te hanontany ianareo, dia manontania. Tongava indray e!”",
        "13": "Ny fanamelohana ny lemaka karakaina: Any anaty ala eny amin’ny lemaka karakaina no hatorianareo, Ry andian’olona avy any Dedana.",
        "14": "Mitondrà rano hitsenana an’izay mangetaheta, Ry mponin’i Tema, Dia mitondrà mofo ho an’izay mandositra.",
        "15": "Fa nandositra sabatra izy ireo, dia sabatra efa voatsoaka tao anaty tranony, Sady nandositra tsipìka efa vonona hitifirana, sy nandositra ady mahatsiravina.",
        "16": "Fa izao no nolazain’i Jehovah tamiko: “Ato anatin’ny herintaona, hoatran’ny taona iasan’ny mpikarama, dia tsy hanana voninahitra intsony i Kedara.",
        "17": "Ho vitsy kely sisa no ho tavela amin’ireo mpandefa tsipìka amin’ny miaramilan’i Kedara, fa i Jehovah Andriamanitry ny Israely no efa niteny.”"
    },
    "22": {
        "1": "Ny fanambarana momba ny Lohasahan’ny Fahitana: Fa inona ity manjo anao no miakatra eny an-tampon-trano daholo ny olona ao aminao?",
        "2": "Feno tabataba tao aminao, Ry tanàna mikotaba sy mirehareha! Tsy matin’ny sabatra ny olona ripaka tao aminao, Sady tsy maty tany an’ady.",
        "3": "Niara-nandositra daholo ny mpitondra jadona teo aminao. Nosamborina izy ireo ka nogadraina, nefa tsy nampiasana tsipìka akory. Nentina hogadraina daholo izay tratra, Na dia efa nandositra lavitra be aza.",
        "4": "Izany no antony nilazako hoe: “Aza mijery ahy intsony. Hitomany aho fa malahelo be. Dia aza misisika hampionona ahy, Amin’izao fandringanana ny zanakavavin’ny fireneko izao.",
        "5": "Fa andron’ny sahotaka sy ny faharesena ary ny tahotra izany, Ary i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony, no mahatonga an’izany, Ao amin’ilay Lohasahan’ny Fahitana. Misy mandrodana ny manda, Ary misy antsoantso heno hatrany an-tendrombohitra.",
        "6": "Raisin’i Elama ny tranon-jana-tsipìka, Ary iny izy fa mitaingina kalesin’ady tarihin’ny soavaly. Dia esorin’i Kira ny saron’ny ampinga.",
        "7": "Ho lasa feno kalesy fitondra miady Eny amin’ny lohasaha tsara indrindra eo aminao. Ary haka ny toerany eny am-bavahady ny soavaly.",
        "8": "Hesorina koa ny zavatra miaro an’i Joda. “Amin’izany andro izany, dia hitodika any amin’ny fitehirizam-piadiana ao amin’ny Trano Alan’i Libàna ianao.",
        "9": "Dia ho hitanareo fa misy triatra be dia be ny mandan’ny Tanànan’i Davida. Hanangona rano ao amin’ny dobo ambany koa ianareo.",
        "10": "Dia hisainareo ny trano ao Jerosalema, ka harodanareo mba hanamafisana an’ilay manda.",
        "11": "Hanamboatra fanangonan-drano eo anelanelan’ny manda roa ianareo, mba hanangonana ny rano avy ao amin’ilay dobo taloha. Tsy mba hitodika any amin’Ilay Be Voninahitra Mpanao an’izany anefa ianareo, sady tsy mba hijery an’Ilay namorona an’izany taloha ela be.",
        "12": "Amin’izany andro izany, dia izao no hasaina hataonareo, araka ny baikon’i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony: Mila mitomany sy misaona ianareo, Ary mila manasola loha sy mitafy lamba gony.",
        "13": "Tsy izany anefa no ataonareo fa ilaozanareo manao fety sy mifalifaly, Mamono omby aman’ondry, Ary mihinan-kena sy misotro divay. Dia hoy ianareo: ‘Andao isika hihinana sy hisotro, fa rahampitso dia ho faty.’”",
        "14": "Ary henoko ny feon’i Jehovah Tompon’ny tafika niteny hoe: “‘Tsy hisy fandrakofam-pahotana ho anareo amin’izany fahadisoanareo izany, mandra-pahafatinareo’, hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.”",
        "15": "Hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony: “Mankanesa ao amin’io Sebna mpiandraikitra ny trano io, ka ilazao izy hoe:",
        "16": "‘Misy anjaranao angaha eto? Fa iza no manome alalana anao handavaka fasana eto?’ Mandavaka ny fasany eny amin’ny toerana avo mantsy izy, ary mandavaka toerana fialan-tsasatra ho azy eny amin’ny harambato.",
        "17": "‘Hobatain’i Jehovah anefa ianao, ralehilahy, dia hatsipiny mafy amin’ny tany.",
        "18": "Hahorongorony mafy be ianao, ka hatsipiny hoatran’ny baolina eny amin’ny tany malalaka. Dia any ianao no ho faty, ary ho any koa ny kalesinao mirenty be, ka ho afa-baraka ny ankohonan’ny tomponao.",
        "19": "Ary haongako hiala amin’ny toeranao ianao, dia hesoriko amin’ny andraikitrao.",
        "20": "“‘Amin’izany andro izany, dia hantsoiko i Eliakima mpanompoko, zanak’i Hilkia.",
        "21": "Hampanaoviko azy ny akanjom-boninahitrao, dia hafatotro tsara aminy ny fehikibo lamba nanaovanao, ary hatolotro eo am-pelatanany ny fahefanao. Ary ho rain’ny mponin’i Jerosalema sy ny taranak’i Joda izy.",
        "22": "Hapetrako eo an-tsorony koa ny lakilen’ny taranak’i Davida. Izay hosokafany dia tsy hisy hanidy, ary izay hohidiany tsy hisy hanokatra.",
        "23": "Hataoko hoatran’ny fantsika fanantonan-javatra izay milentika eo amin’ny toerana mafy tsara izy, sady ho lasa toy ny seza fiandrianana be voninahitra ho an’ny ankohonan-drainy.",
        "24": "Dia hahantona eo aminy daholo ny voninahitry ny ankohonan-drainy: Ny taranaka fara aman-dimby, ny fitaovana madinika rehetra, ny vilia baolina, ary ny siny lehibe rehetra.",
        "25": "“‘Amin’izany andro izany’, hoy i Jehovah Tompon’ny tafika, ‘dia hesorina ilay fantsika fanantonan-javatra efa nalentika teo amin’ny toerana mafy tsara. Hokapaina ilay fantsika ka hianjera. Dia hianjera daholo ny entana mihantona eo aminy ka ho potika, fa i Jehovah no efa niteny.’”"
    },
    "23": {
        "1": "Ny fanambarana momba an’i Tyro: Midradradradrà, ry sambon’i Tarsisy, Fa noravana ilay seranana ka tsy azo idirana intsony. Tany Kitima ireny no nilazana an’izany.",
        "2": "Mangìna, ry mponina amoron-tsiraka! Ny mpivarotra avy any Sidona izay miampita ranomasina no nahatonga anao hanan-karem-be.",
        "3": "Ary nentina teny ambonin’ny rano ny varimbazahan’i Sihora, Dia ny vokatr’i Neily, izay fidiram-bolan’i Tyro. Lasa tombony ho an’ireo firenena izany.",
        "4": "Ho menatra ianao, ry Sidona, ilay tanàna voaro mafy eny amoron-dranomasina. Hoy mantsy ny ranomasina: “Tsy nihetsi-jaza aho, na niteraka, vSady tsy nitaiza ankizilahy na nitaiza ankizivavy.”",
        "5": "Hitebiteby ny olona rehefa maheno an’izay manjo an’i Tyro, Toy ny rehefa naheno an’izay nanjo an’i Ejipta.",
        "6": "Miampità ho any Tarsisy! Midradradradrà, ry mponina amoron-tsiraka!",
        "7": "Io ve ilay tanànanareo izay nifaly hatramin’ny taloha ela be? Nitondra azy hipetraka any an-tany lavitra ny tongony.",
        "8": "Iza no nandray an’ilay fanapahan-kevitra hoe hamely an’i Tyro, Ilay mpanome satroboninahitra? Andriana no mpivarotra tao aminy, Ary nomena voninahitra eran-tany ny mpivaro-mandeha tao aminy.",
        "9": "I Jehovah Tompon’ny tafika no nanapa-kevitra hanao an’izany, Amin’izay i Tyro tsy hirehareha noho ny hatsaran-tarehiny rehetra intsony, Ary ho afa-baraka izay rehetra nomena voninahitra eran-tany.",
        "10": "Ry zanakavavin’i Tarsisy ô! Mandehana miparitaka eran’ny taninao, hoatran’ny ataon’ny Reniranon’i Neily. Tsy misy intsony ny toerana fanamboarana sambo.",
        "11": "Manatsotra ny tanany eo ambonin’ny ranomasina i Jehovah, Sady manozongozona fanjakana, Ary manome baiko mba handravana ny toerana voaro mafy any Fenisia.",
        "12": "Hoy koa izy: “Tsy hifaly intsony ianao, Ry ilay ampijalina, ilay virjiny zanakavavin’i Sidona. Mandehana miampita ho any Kitima. Tsy ho afaka hiala sasatra anefa ianao na dia rehefa any aza.”",
        "13": "Jereo ny tanin’ny Kaldeanina! Io firenena io, fa tsy i Asyria, No nanao azy ho toerana ho an’ny biby mpirenireny any an-tany efitra. Nanangana tilikambo fanaovana fahirano izy ireo, Ary narodany ny tilikambo voaro mafy tao aminy. Dia noravany ilay tanàna ka lasa korontam-bato.",
        "14": "Midradradradrà, ry sambon’i Tarsisy, Fa rava ny toerana voaro mafy any aminareo.",
        "15": "Amin’izany andro izany, dia ho hadino mandritra ny 70 taona i Tyro, izany hoe hoatran’ny halavan’ny androm-piainan’ny mpanjaka iray. Rehefa tapitra ny 70 taona, dia ho toy ilay mpivaro-tena voalazan’izao hira izao i Tyro:",
        "16": "“Makà harpa, mandehana manodidina ny tanàna, ry mpivaro-tena efa hadino. Tendreo tsara ny harpanao, Dia manaova hira be dia be, Mba ho tsaroan’izy ireo ianao.”",
        "17": "Rehefa mifarana ny 70 taona, dia hahatsiaro an’i Tyro i Jehovah. Dia hikarama indray i Tyro, ka hivaro-tena amin’ny fanjakana rehetra eto tany.",
        "18": "Ho lasa zava-masina amin’i Jehovah anefa ny tombony azony sy ny karamany. Tsy hotehirizina na hangonina izany. Homena an’izay monina eo anatrehan’i Jehovah mantsy ny karamany, amin’izay izy ireo hisakafo ka ho voky ary hanao akanjo mihaja."
    },
    "24": {
        "1": "Ataon’i Jehovah tsy misy na inona na inona ilay tany, ary ataony tsy misy mponina. Ataony mivadika ambony ambany ilay tany, ka aparitany ny mponina ao aminy.",
        "2": "Hitovy ihany ny hanjo ny olona rehetra: Ny vahoaka sy ny mpisorona, Ny mpanompo sy ny tompony, Ny mpanompovavy sy ny tompovaviny, Ny mpividy sy ny mpivarotra, Ny mpampindram-bola sy ny mpindram-bola, Ary ny tompon-trosa sy ny mpitrosa.",
        "3": "Ho foana tsy misy na inona na inona ilay tany. Horobaina daholo ny zavatra ao, Fa i Jehovah no efa niteny an’izany.",
        "4": "Misaona ilay tany sady lasa ngazana. Malazo ny tany lonaka sady maina. Milofika ny olona ambony ao amin’ilay tany.",
        "5": "Nandoto an’ilay tany ny mponina ao aminy, Satria nandika ny lalàna izy ireo, Sady nanova ny fitsipika, Ary nivadika tamin’ilay fifanekena natao haharitra ela be.",
        "6": "Rava àry ilay tany satria voaozona, Ary meloka ny mponina ao. Mihena koa ny isan’ny mponina ao, Ka vitsy kely ny olona sisa tavela.",
        "7": "Misaona ny divay vaovao, ary malazo ny voaloboka, Ka misento daholo izay olona falifaly tany am-pony tany.",
        "8": "Vita hatreo ny fifaliana fa tsy misy feon’ampongatapaka intsony, Tsy heno intsony ny tabataban’ny olona miliba manao fety, Ary nijanona koa ny feo falifaly navoakan’ny harpa.",
        "9": "Misotro divay izy ireo nefa tsy mihira intsony, Ary mangidy amin’izay misotro azy ny tsiron’ny toaka.",
        "10": "Ravarava ilay tanàna aolo. Mihidy ny trano rehetra ka tsy misy afaka miditra.",
        "11": "Miantsoantso mitady divay eny an-dalana izy ireo. Tsy misy falifaly intsony, Sady tsy misy ravoravo intsony ao amin’ilay tany.",
        "12": "Lasa ravarava ilay tanàna. Nopotipotehina ny vavahady, ka lasa korontam-bato mivangongo sisa.",
        "13": "Fa ny hitranga ao amin’ilay tany, izany hoe eo amin’ireo firenena, Dia hoatran’ny rehefa manintsana voan’oliva, Sy hoatran’ny mioty voaloboka sisa tavela rehefa tapitra ny fotoam-piotazana.",
        "14": "Hiteny mafy izy ireo Ka hihorakoraka sy ho faly be. Avy any amin’ny ranomasina izy ireo no hilaza hoe be voninahitra i Jehovah.",
        "15": "Hanome voninahitra an’i Jehovah àry izy ireo any amin’ilay faritry ny hazavana, Ary hanome voninahitra ny anaran’i Jehovah Andriamanitry ny Israely izy ireo any amin’ireo nosin-dranomasina.",
        "16": "Haheno an’izao hira izao avy any amin’ny faran’ny tany isika: “Ho an’Ilay Marina anie ny voninahitra!” Hoy anefa aho: “Efa mihareraka aho! Efa tena mihareraka! Hahita loza aho! Mivadika mantsy ny mpivadika. Mivadika sady mamitaka ny mpivadika.”",
        "17": "Izao no miandry anao, ry mponina ao amin’ilay tany: Tahotra sy lavaka ary fandrika.",
        "18": "Izay mandositra feon-javatra mampihorohoro dia ho latsaka ao anaty lavaka, Ary izay miakatra avy ao anaty lavaka dia ho tratran’ny fandrika. Fa hosokafana ny vavahadin-drano any ambony, Ary hihozongozona ny fototr’ilay tany.",
        "19": "Mitresaka ilay tany! Mihozongozona ilay tany! Mihovotrovotra be ilay tany!",
        "20": "Mivembena hoatran’ny lehilahy mamo ilay tany, Ka mihetsiketsika hoatran’ny trano rantsankazo tsofin’ny rivotra. Mitambesatra be amin’ilay tany ny fahadisoany, Dia hianjera izy ka tsy ho tafarina intsony.",
        "21": "Amin’izany andro izany, dia hotsarain’i Jehovah ny tafika eny ambony, Sy ny mpanjaka eto ambonin’ny tany.",
        "22": "Dia hangonina izy ireo, Toy ny gadra angonina ao anaty lavaka. Hohidiana ao amin’ny lakaly figadrana izy ireo, Dia hojerena indray rehefa afaka andro maro.",
        "23": "Ho afa-baraka ny volana fenomanana, Ary ho menatra ny masoandro mamirapiratra, Satria lasa Mpanjaka eny amin’ny Tendrombohitra Ziona sy any Jerosalema i Jehovah Tompon’ny tafika, Sady lasa be voninahitra eo anatrehan’ny anti-panahin’ny vahoakany."
    },
    "25": {
        "1": "Ianao no Andriamanitro, Jehovah ô! Mankalaza anao aho ary midera ny anaranao. Fa nanao zava-mahagaga be dia be ianao, Dia zavatra efa nokasainao hatramin’ny taloha ela be, Satria tsy mivadika ianao sady mendri-pitokisana foana.",
        "2": "Fa nataonao lasa korontam-bato ny tanàna, Ary lasa zavatra efa ravarava sisa ny tanàna voaro mafy. Tsy tanàna intsony ilay tilikambo fonenan’ny vahiny, Ary tsy haorina intsony koa.",
        "3": "Hanome voninahitra anao àry ny vahoaka matanjaka, Dia hatahotra anao ny tanànan’ireo firenena mpanjakazaka.",
        "4": "Lasa manda fiarovana ho an’ny madinika mantsy ianao, Fiarovana mafy ho an’ny mahantra mijaly, Fialofana amin’ny oram-baratra, Ary alokaloka amin’ny hafanana. Rehefa mamely hoatran’ny oram-baratra mifafy amin’ny manda ny mpanjakazaka,",
        "5": "Toy ny hafanana migaingaina any amin’ny tany karakaina, Dia ataonao mangina ny tabataban’ny vahiny. Hoatran’ny hafanana mihamalefaka rehefa tratry ny aloky ny rahona, Dia ampanginina koa ny hiran’ny mpanjakazaka.",
        "6": "Hanao fanasambe ho an’ny firenena rehetra i Jehovah Tompon’ny tafika, eto amin’ity tendrombohitra ity, Dia fanasambe misy hanim-pito loha, Fanasambe misy divay tena tsara, Sy hanim-pito loha sady be tsoka, Ary divay tena tsara efa notantavanina.",
        "7": "Hesoriny eto amin’ity tendrombohitra ity ny lamba manarona ny vahoaka rehetra, Sy ny lamba voatenona mandrakotra ny firenena rehetra.",
        "8": "Hofoanany tsy hisy mandrakizay ny fahafatesana, Ary hofafan’i Jehovah Tompo Fara Tampony ny ranomaso amin’ny tarehy rehetra. Hataony tsy afa-baraka intsony ny vahoakany, na aiza na aiza eran-tany, Fa i Jehovah no efa niteny an’izany.",
        "9": "Amin’izany andro izany, dia hiteny izy ireo hoe: “Izy no Andriamanitsika! Manantena azy isika, Dia hamonjy antsika izy. Izy no Jehovah, Ary manantena azy isika. Andao isika hifaly sy hiravoravo satria mamonjy antsika izy.”",
        "10": "Fa hiaro an’ity tendrombohitra ity ny tanan’i Jehovah. Dia hohitsakitsahina ao amin’ny taniny ihany i Moaba, Hoatran’ny mololo hitsakitsahina ao anaty zezika.",
        "11": "Hikapoka azy ny tanany, Toy ny ataon’ny mpilomano mikapoka rano amin’ny tanany rehefa milomano. Haetriny i Moaba fa mirehareha loatra, Ka mailaka erỳ izy hikapoka azy amin’ny tanany.",
        "12": "Dia harodany ilay tanàna voaro mafy Sy ny manda fiarovany avo be. Hazerany amin’ny tany, eo amin’ny vovoka, izany."
    },
    "26": {
        "1": "Amin’izany andro izany, dia hohiraina eto Joda izao hira izao: “Manana tanàna matanjaka isika. Famonjena no ataony toy ny manda sy dongon-tany fiarovana an’ilay tanàna.",
        "2": "Vohay ny vavahady mba hidiran’ilay firenena marina, Dia firenena mendri-pitokisana.",
        "3": "Harovanao izay miantehitra tanteraka aminao. Hampiadaninao foana izy ireo, Satria ianao no itokisany.",
        "4": "Matokia an’i Jehovah mandrakizay, Fa i Jah Jehovah no Vatolampy mandrakizay.",
        "5": "Fa aetriny izay mipetraka eny amin’ny toerana ambony, eny amin’ny tanàna avo. Azerany koa ilay tanàna, Azerany amin’ny tany, Dia atsipiny eny amin’ny vovoka.",
        "6": "Hanitsakitsaka an’ilay tanàna Ny tongotry ny ampijalina sy ny faladian’ny madinika.”",
        "7": "Mahitsy ny lalan’ny olo-marina. Mahitsy ianao, Ka hataonao mitovy tantana ny lalan’ny olo-marina.",
        "8": "Jehovah ô, manaraka ny lalana atoronao izahay, Ka ianao no antenainay. Tena sarobidy aminay ny anaranao ka tianay raha hotsarovana foana.",
        "9": "Maniry anao amin’ny foko manontolo aho amin’ny alina, Ary mitady anao mafy aho, ao anatiko lalina ao. Rehefa mitsara ny tany mantsy ianao, Dia hianatra momba ny fahamarinana ny mponina ao amin’ilay tany.",
        "10": "Na dia iantrana aza ny ratsy fanahy, Dia tsy hianatra fahamarinana. Ary na dia ao amin’ny tanin’ny fahitsiana aza izy, dia hanao ratsy ihany, Ka tsy hahita ny voninahitr’i Jehovah.",
        "11": "Ingainao ny tananao, Jehovah ô, nefa tsy jeren’izy ireo akory. Ho hitany fa mafana fo ho an’ny vahoakanao ianao, ka ho menatra izy ireo. Ary handevona azy ny afo natokana ho an’ny fahavalonao.",
        "12": "Hanome anay fiadanana ianao, Jehovah ô, Satria izay rehetra ataonay, Dia noho ianao no ahavitanay an’izany.",
        "13": "Jehovah Andriamanitray ô, misy tompo hafa ankoatra anao lasa mifehy anay. Ny anaranao ihany anefa no derainay.",
        "14": "Maty izy ireo ka tsy ho velona intsony. Maty tsy mahavita na inona na inona izy ireo ka tsy hitsangana intsony. Fa nitsara azy ireo ianao, Mba handringana azy ka tsy horesahina intsony ny momba azy.",
        "15": "Nataonao lasa be dia be ny mponina ao amin’ilay firenena, Jehovah ô. Nataonao lasa be dia be tokoa ny mponina ao. Nomenao voninahitra ny tenanao, Ary nitarinao be ny sisin’ilay tany manontolo.",
        "16": "Jehovah ô, nitodika tany aminao izy ireo tao anatin’ny fahoriany. Namboraka ny tao am-pony izy ireo rehefa nibitsibitsika nivavaka, tamin’izy nofaizinao.",
        "17": "Toy ny vehivavy bevohoka efa ho teraka, Ka mihetsi-jaza sady mitaraina fa manaintaina, Dia hoatr’izany izahay noho ny aminao, Jehovah ô!",
        "18": "Bevohoka izahay, ary nihetsi-jaza, Kanefa hoatran’ny hoe niteraka rivotra. Tsy nahavonjy an’ilay tany izahay, Ary tsy nisy zaza teraka mba hipetraka ao amin’ilay tany.",
        "19": "“Ho velona ny olonao efa maty. Hitsangana ny fatin’ny vahoakako. Mifohaza ka mihobia, Ianareo izay mipetraka ao anaty vovoka! Fa ny andonao dia ho toy ny andon’ny maraina, Ary havelan’ny tany ho velona indray ny maty tsy mahavita na inona na inona.",
        "20": "Mandehana miditra ao amin’ny efitranonareo anatiny, ry vahoakako, Dia hidio ny varavarana. Miafena kely vetivety, Mandra-pahalasan’ny fahatezerana.",
        "21": "Fa mivoaka avy any amin’ny toerany i Jehovah, Mba hanao ampamoaka ny mponina ao amin’ilay tany, noho ny fahadisoana nataon’izy ireo. Dia hasehon’ilay tany ny ra nalatsak’ilay tanàna, Ary tsy hafeniny intsony ireo novonoina tao.”"
    },
    "27": {
        "1": "Amin’izany andro izany, dia hampiasain’i Jehovah ny sabany maranitra sy lehibe ary mafy, Ka hofaiziny ny Leviatana, ilay bibilava mitsoriaka. Hofaiziny ny Leviatana, ilay bibilava miolanolana, Ary hovonoiny ilay biby ngezabe any an-dranomasina.",
        "2": "Amin’izany andro izany, dia mihirà ho azy, hoe: “Tanimboaloboka mamokatra divay mandroatra!",
        "3": "Izaho, Jehovah, no miaro azy. Hanondraka azy amin’ny fotoana rehetra aho. Dia harovako andro aman’alina izy, Mba tsy hisy hanimba.",
        "4": "Tsy tezitra intsony aho. Raha misy fahavalo misakana ny lalako amin’ny tsilo sy ahidratsy, Dia hohitsakitsahiko ireny, ary hataoko indray mandoro.",
        "5": "Raha tsy izany, dia tokony hifikitra amin’ilay fiarovana mafy omeko izy. Tokony hitady fihavanana amiko izy, Ary hitady ahy mba hihavana izahay.”",
        "6": "Amin’ny andro ho avy, dia hisy fakany i Jakoba, Ary hamony sy hitsimoka i Israely. Dia hofenoin’izy ireo vokatra ilay tany.",
        "7": "Tsy maintsy hokapohina hoatran’ny ikapohan’ilay mikapoka azy ve izy? Sa izy tsy maintsy hovonoina hoatran’ny nandripahana an’ireo novonoina teo aminy?",
        "8": "Hiady aminy ianao sady hanao kiakiaka mampahatahotra rehefa mandroaka azy. Horoahinao amin’ny rivotra mifofofofo mafy avy aminao izy, amin’ny andro isian’ny rivotra avy any atsinanana.",
        "9": "Hoatr’izao àry no handrakofana ny fahadisoan’i Jakoba, Ary izao no ho vokany rehefa esorina ny fahotany: Hataony toy ny vatosokay nopotipotehina Ny vato rehetra eo amin’ny alitara, Ary tsy hisy tsato-kazo masina na fandoroana emboka manitra ho tavela intsony.",
        "10": "Fa hiala ao amin’ilay tanàna voaro mafy ny mponina rehetra ao, Ary ho hadino sy hilaozana toy ny tany efitra ny kijana. Any ny zanak’omby no hiraoka ahitra sy hatory, Ary hihinana sampan-kazo.",
        "11": "Rehefa maina ireo rantsany kely, Dia ho tonga hanapaka an’ireny ny vehivavy Mba hataony kitay. Fa tsy misaina ity vahoaka ity, Ka tsy hamindra fo aminy ny Mpanao azy, Ary tsy hiantra azy ny Mpamolavola azy.",
        "12": "Amin’izany andro izany, dia hahintsan’i Jehovah ny voankazo, hatrany amin’ny rano mikoriana avy any amin’ny Renirano ka hatrany amin’ny Reniranon’i Ejipta. Dia hangonina tsirairay ianareo, ry vahoakan’Israely.",
        "13": "Ary hisy anjombona lehibe hotsofina, amin’izany andro izany. Dia ho tonga izay efa ho faty any Asyria sy izay miparitaka any Ejipta, ka hiankohoka eo anatrehan’i Jehovah eo amin’ny tendrombohitra masina any Jerosalema."
    },
    "28": {
        "1": "Hahita loza ilay satroboninahitra mirenty anaovan’ireo mamo lava ao Efraima! Hahita loza koa ilay voninkazo tsara tarehy mihamalazo, Eo amin’ny lohan’ilay lohasaha lonaka, izay misy an’ireo mamon-divay ireo!",
        "2": "Manana olona matanjaka sy mahery i Jehovah. Hoatran’ny oram-be misy kotroka sy havandra izy, toy ny tafio-drivotra mandravarava, Hoatran’ny oram-baratra mahatonga tondra-drano, Ka hanipy mafy an’ilay satroboninahitra eny ambonin’ny tany.",
        "3": "Hohitsakitsahina ireo satroboninahitra mirenty, Izay anaovan’ireo mamo lava ao Efraima.",
        "4": "Ary ilay voninkazo tsara tarehy be nefa mihamalazo, Eo an-tampon’ilay lohasaha lonaka, Dia ho toy ny aviavy vokatra voalohany, izay masaka alohan’ny fahavaratra. Rehefa hitan’ny olona ilay izy dia hotangosany, ary tonga dia hohaniny.",
        "5": "Amin’izany andro izany, dia ho toy ny satroboninahitra miavaka sy fehiloha tsara tarehy ho an’izay sisa tavela amin’ny vahoakany i Jehovah Tompon’ny tafika.",
        "6": "Hampirisika ny mpitsara mba hitsara ara-drariny izy. Hanome hery an’ireo manohitra ny fahavalo eo am-bavahady koa izy.",
        "7": "Diso lalana izy ireny noho ny divay, Ary lasa mivembena noho ny toaka. Diso lalana ny mpisorona sy ny mpaminany noho ny toaka, Ary tsy misaina tsara izy ireo noho ny divay, Sady mivembena noho ny toaka. Diso lalana izy ireo noho ny fahitana hitany, Ka tsy mahay manapa-kevitra tsara intsony.",
        "8": "Fa feno loa maharikoriko ny latabatr’izy ireo, Ka tsy misy faritra madio intsony.",
        "9": "Fa iza no tadiaviny hizarana fahalalana? Ary iza no hanazavany an’ilay hafatra? Zaza vao nosarahi-nono ve, Dia zaza vao nesorina teny amin’ny nonon-dreniny?",
        "10": "Fa izany dia “didy miampy didy, didy miampy didy, Fitsipika miampy fitsipika, fitsipika miampy fitsipika. Kely itsy, kely irỳ.”",
        "11": "Hiteny amin’ity vahoaka ity àry izy amin’ny alalan’ny olona miakanakam-piteny sy miteny amin’ny fiteny hafa.",
        "12": "Niteny tamin’izy ireo izy taloha hoe: “Ity no toerana fialana sasatra, ka avelao hiala sasatra izay reraka. Ity no toerana fakana aina.” Tsy nety nihaino anefa izy ireo.",
        "13": "Izao àry no holazain’i Jehovah aminy: “Didy miampy didy, didy miampy didy, Fitsipika miampy fitsipika, fitsipika miampy fitsipika. Kely itsy, kely irỳ.” Rehefa mandeha àry izy ireo, Dia ho tafintohina ka hidaboka any aoriana, Ary ho tapatapaka sy ho voafandrika ary ho voasambotra.",
        "14": "Henoy àry ny tenin’i Jehovah, ry mpirehareha Sy mpitondra an’ity vahoaka ity, eto Jerosalema.",
        "15": "Nilaza mantsy ianareo hoe: “Efa nanao fifanekena tamin-dRafahafatesana izahay, Ary efa nifanaraka tamin’ny Fasana. Rehefa mandalo ny ranotrambo mahery be, Dia tsy hahavoa anay izany. Mialoka amin’ny lainga mantsy izahay, Sady miafina ao amin’ny fitaka.”",
        "16": "Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Mametraka vato fototra ao Ziona aho, dia vato efa voasedra. Io no vato fehizoro sarobidy izay fototra azo antoka. Tsy hatahotra izay rehetra maneho finoana azy io.",
        "17": "Ny rariny no hataoko tady fandrefesana, Ary ny fahamarinana no hataoko fitaovana hijerena an’izay tsy mitovy tantana. Hopaohin’ny havandra ny lainga fialofana, Ary ho difotry ny rano ny toerana fiafenana.",
        "18": "Ho foana ny fifanekena nifanaovanareo tamin-dRafahafatesana, Ary tsy haharitra ilay fifanarahana nataonareo tamin’ny Fasana. Rehefa mandalo ny ranotrambo mahery be, Dia ho torotoro ianareo.",
        "19": "Hifaoka anareo izy io, Isaky ny mandalo. Handalo isa-maraina mantsy izy io, Mandritra ny andro sy mandritra ny alina. Raha tsy mihorohoro izy ireo tsy mahazo ny dikan’ny zavatra henony.",
        "20": "Fa fohy loatra ny fandriana ka tsy ampy hitsorana, Ary kely loatra ny lamba notenomina ka tsy ampy hirakofana.",
        "21": "Fa hitsangana hoatran’ny teo amin’ny Tendrombohitra Perazima i Jehovah, Ary hihetsika toy ny teo amin’ny lohasaha eo akaikin’i Gibeona, Mba hanao zavatra, dia zavatra hafahafa, Ary mba hanatanteraka ny asany, dia ilay asany tsy mahazatra.",
        "22": "Aza manesoeso àry, Sao hogejaina mafy kokoa ny tady mamatotra anareo. Henoko tamin’i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony, mantsy hoe Efa nanapa-kevitra handripaka ny tany manontolo izy.",
        "23": "Aoka ianao hanongilan-tsofina, dia henoy ny teniko. Mihainoa tsara, dia henoy izay lazaiko.",
        "24": "Miasa tany tontolo andro ve ny mpiasa tany vao mamafy voa? Sa izy mamaky sy manapotika bainga tsy an-kijanona?",
        "25": "Tsy mandravona ny tany ve izy aloha, Izay vao manaparitaka ny komina mainty sy mamafy ny komina? Tsy samy amboleny eny amin’ny toerana voatokana ho azy ve ny varimbazaha sy ny ampemby ary ny vary orza, Ary ny vary spelta eny amin’ny sisin’ny tanimboly?",
        "26": "Mampianatra azy araka ny tokony ho izy mantsy Izy. Mampianatra azy ny Andriamaniny.",
        "27": "Fa tsy fitaovana fanosihosena varimbazaha no anosihosena ny komina mainty, Ary tsy ampandehanina eo ambonin’ny komina ny kodiaran-tsarety. Tsorakazo kosa no fivelezana ny komina mainty, Ary tehina no fivelezana ny komina.",
        "28": "Misy olona mitoto vary eny am-pamoloana ve mba hatao lafarinina hanaovana mofo? Tsy misy. Tsy hosihoseny tsy an-kijanona ilay izy, Ary tsy torotoroiny koa, Rehefa ampandehaniny eo amboniny ny kodiaran-tsaretiny sy ny soavaliny.",
        "29": "Izany koa dia avy amin’i Jehovah Tompon’ny tafika. Tena tsara ny toroheviny, Ary vitany tsara foana ny zavatra ataony."
    },
    "29": {
        "1": "“Hahita loza i Ariela, dia i Ariela, ilay tanàna nitobian’i Davida! Tohizo isan-taona ny fetinareo, Dia ankalazao foana.",
        "2": "Fa hataoko mijaly i Ariela Ka hisaona sy hitomany. Dia ho toy ny fitoeran’afo eo amin’ny alitaran’Andriamanitra izy amiko.",
        "3": "Hitoby manodidina anao aho ka hanafika anao. Hataoko fahirano ianao ka hasiako fefy hazo manodidina anao. Dia hofefeko ny manodidina anao mba hanaovana fahirano anao.",
        "4": "Haetry ianao, Dia avy ao anaty tany ianao no hiteny, Ary ho tototry ny vovoka ianao ka ho zara raha heno izay teneninao. Hivoaka avy ao anaty tany ny feonao, Hoatran’ny feon’ny mpamoha angatra. Ho toy ny bitsibitsika avy ao anaty vovoka ny teninao.",
        "5": "Ho lasa hoatran’ny vovoka manify ny fahavalonao be dia be, Ary ho toy ny akofa manidina ny mpitondra jadona maro be. Hitranga tampoka ao anatin’ny indray mipy maso izany.",
        "6": "Hamonjy anao i Jehovah Tompon’ny tafika, Ka hisy kotroka sy horohoron-tany ary feo mipoaka mafy rehefa manao an’izany izy, Sady hisy tafio-drivotra sy oram-baratra ary lelafo mandevona.”",
        "7": "Ho toy ny nofy sy fahitana amin’ny alina, Ilay vahoakan’ny firenena rehetra miady amin’i Ariela, Dia izay rehetra miady aminy, Sy ny tilikambo fanaovana fahirano hamelezana azy, Ary izay mampijaly azy.",
        "8": "Izany dia hoatran’ny olona noana manonofy hoe mihinan-kanina, Kanjo rehefa mifoha izy dia mbola noana ihany, Ary toy ny olona mangetaheta manonofy hoe misotro, Kanjo rehefa mifoha izy dia mbola reraka sy mangetaheta ihany! Dia izany no hanjo ny vahoakan’ny firenena rehetra, Izay miady amin’ny Tendrombohitra Ziona.",
        "9": "Tsy maintsy ho gaga ianareo ka ho gina tsy mahateny. Ho jamba ianareo ka tsy hahita. Mamo izy ireo nefa tsy noho ny divay, Ary mivembena nefa tsy noho ny toaka.",
        "10": "Fa efa nataon’i Jehovah renoky ny torimaso lalina ianareo. Dia akimpiny ny masonareo, izany hoe ny mpaminany, Ary saronany ny lohanareo, izany hoe ny mpahita fahitana.",
        "11": "Aminareo dia lasa hoatran’ny teny ao anaty boky misy tombo-kase ny fahitana rehetra. Rehefa omena olona mahay mamaky teny ilay boky, ka tenenina ilay olona hoe: “Vakio mafy ity, azafady”, dia hoy izy: “Tsy afaka mamaky an’ity aho, fa misy tombo-kase ilay izy.”",
        "12": "Rehefa omena olona tsy mahay mamaky teny indray ilay boky, ka tenenina ilay olona hoe: “Vakio ity, azafady”, dia hoy izy: “Tsy mahay mamaky teny mihitsy aho.”",
        "13": "Hoy i Jehovah: “Milaza fa manatona ahy ity vahoaka ity, nefa resaka fotsiny izany. Ary an-tendro-molotra fotsiny no anajan’izy ireo ahy, Fa ny fony kosa lavitra ahy. Matahotra ahy izy ireo, nefa noho ny didin’olombelona nampianarina azy fotsiny izany.",
        "14": "Noho izany, dia hanao zava-mahagaga amin’ity vahoaka ity indray aho, Dia zava-mahagaga be dia be. Dia ho foana ny fahendren’ny olon-kendriny, Ary tsy hahazo hevitra intsony ny olona malina eo aminy.”",
        "15": "Hahita loza izay miezaka manafina amin’i Jehovah ny tetika ataony. Tanterahiny ao amin’ny maizimaizina ilay izy, Sady hoy izy: “Iza koa no mahita antsika eo? Iza no mahalala an’izay ataontsika?”",
        "16": "Efa mivaona mihitsy ny fisainanareo! Ny mpanefy tanimanga ve dia azo ampitovina amin’ny tanimanga? Izay namboarina ve dia hilaza momba ny mpanamboatra azy hoe: “Tsy nanamboatra ahy izy”? Ary izay noforonina ve dia hilaza momba ny mpamorona azy hoe: “Tsy fantany izay ataony”?",
        "17": "Kely sisa dia hovana ho saham-boankazo i Libàna, Ary hoheverina hoe ala ny saham-boankazo.",
        "18": "Amin’izany andro izany, dia haheno ny teny ao anatin’ilay boky ny marenina, Ary hahita ao amin’ny maizina sy ny haizim-pito ny mason’ny jamba.",
        "19": "Dia ho faly be ny mpandefitra, noho ny amin’i Jehovah, Ary ho ravoravo ny mahantra, noho ny amin’Ilay Masin’ny Israely.",
        "20": "Fa tsy hisy intsony ny mpitondra jadona, Ary ho faty ny mpirehareha. Haripaka izay rehetra te hanisy ratsy olona foana,",
        "21": "Dia ireo mandainga mba hahatonga ny olona ho meloka, Sady mamandrika an’izay miaro ny tenany eo amin’ny vavahadin’ny tanàna, Ary manendrikendrika ny olo-marina mba tsy hanomezana rariny azy.",
        "22": "Miteny an’izao amin’ny taranak’i Jakoba àry i Jehovah, izay nanavotra an’i Abrahama: “Tsy ho menatra intsony i Jakoba, Ary tsy ho hatsatra intsony ny tarehiny.",
        "23": "Fa rehefa hitany eo aminy ny zanany, Izay asan’ny tanako, Dia hanamasina ny anarako izy ireo. Tena hanamasina an’Ilay Masin’i Jakoba izy ireo, Sady hatahotra sy hanaja an’ilay Andriamanitr’i Israely.",
        "24": "Ho lasa mahira-tsaina izay tsy misaina tsara, Ary hanaiky torohevitra izay mimenomenona.”"
    },
    "30": {
        "1": "“Hahita loza ireo zanaka mafy loha”, hoy i Jehovah, “Dia izay manatanteraka izay kasainy hatao, fa tsy izay kasaiko hatao, Sy manao fifanekena, nefa tsy notarihin’ny fanahiko, Ka vao mainka mitombo ny fahotany.",
        "2": "Mandeha midina any Ejipta izy ireo nefa tsy manontany ahy akory. Te hitady fiarovana amin’i Farao, Sy hialokaloka amin’i Ejipta izy ireo.",
        "3": "Lasa hahamenatra anareo anefa ny fiarovan’i Farao, Ary hanala baraka anareo ny mialokaloka amin’i Ejipta.",
        "4": "Fa any Zoana ny andrianany, Ary tonga hatrany Hanesa ny olona nirahiny.",
        "5": "Ho menatra daholo izy ireo, Noho ny amin’ny firenena iray tsy mitondra soa ho azy, Izay sady tsy afaka manampy no tsy mitondra soa, Fa mahamenatra sy manala baraka fotsiny.”",
        "6": "Ny fanamelohana an’ireo biby any atsimo: Mandeha mamakivaky ny tany misy fijaliana sy zava-tsarotra izy ireo, Dia tany misy liona, eny, liona mierona, Sy bibilava misy poizina, ary bibilava misidina. Eny an-damosin’ny ampondra no itondrany ny harenany, Ary eny amin’ny trafon’ny rameva no itondrany ny vatsiny. Tsy hitondra soa ho an’ny olona anefa ireny zavatra ireny.",
        "7": "Fa tsy misy ilana azy mihitsy ny fanampian’i Ejipta. Izany no iantsoako azy hoe: “Rahaba, ilay mipetra-potsiny.”",
        "8": "“Mandehana àry, soraty eo amin’ny takela-kazo eo anatrehany izany, Ary soraty ao amin’ny boky, Mba ho azo atao vavolombelona eny foana, Amin’ny andro ho avy.",
        "9": "Fa vahoaka mpikomy izy ireo, ary zanaka mpamitaka, Dia zanaka tsy vonona hihaino ny lalàn’i Jehovah.",
        "10": "Hoy izy ireo amin’ny mpahita: ‘Aza mijery’, Ary amin’ny mpahita fahitana hoe: ‘Aza milaza fahitana marina aminay. Fa teny fandokafana no lazao aminay, ary zavatra mamitaka no jereo ao amin’ny fahitana.",
        "11": "Mivilia lalana! Mialà amin’ny lalanareo. Aza miresaka aminay momba an’Ilay Masin’ny Israely intsony.’”",
        "12": "Izao àry no tenin’Ilay Masin’ny Israely: “Tsy manaiky ny teniko ianareo, Fa lainga sy fitaka no itokisanareo, Sady ianteheranareo.",
        "13": "Ho toy ny manda mitresaka àry izany fahadisoanareo izany, Ary hoatran’ny manda avo be efa mibontsina ka mitady hianjera. Hirodana tampoka ao anatin’ny indray mipy maso ilay manda.",
        "14": "Hovakivakina toy ny siniben’ny mpanefy tanimanga izany, Dia ho potika tanteraka ka tsy hisy potiny ho tavela Mba hakana afo avy ao am-patana, Na hanovozana rano eny amin’ny ranom-potaka kely.”",
        "15": "Fa izao no tenin’i Jehovah Tompo Fara Tampony, Ilay Masin’ny Israely: “Ho voavonjy ianareo raha miverina amiko sy miezaka ho tony. Hatanjaka ianareo raha tony foana sy feno toky.” Tsy nety anefa ianareo,",
        "16": "Fa niteny hoe: “Hitaingin-tsoavaly izahay dia handositra!” Dia handositra tokoa ianareo. “Soavaly mahery mandeha no hitaingenanay!” Dia handeha haingana be koa ny olona manenjika anareo.",
        "17": "Olona iray fotsiny no mandrahona, dia hangovitra ny arivo. Olona dimy fotsiny no mandrahona, dia handositra ianareo, Ka izay sisa tavela aminareo dia ho toy ny andry tokana eny an-tampon-tendrombohitra, Sy ho toy ny tsato-kazo famantarana iray eny amin’ny havoana.",
        "18": "Mbola maharitra miandry foana anefa i Jehovah, satria te hiantra anareo, Ary hitsangana izy satria te hamindra fo aminareo. Andriamanitry ny rariny mantsy i Jehovah, Ka sambatra izay rehetra manantena azy.",
        "19": "Rehefa mipetraka ao Ziona, ao Jerosalema, ny olona, dia tsy hitomany intsony ianao. Hiantra anao tokoa Izy rehefa maheno anao miantso vonjy. Hamaly anao Izy raha vao maheno an’izany.",
        "20": "Fahoriana no mofo homen’i Jehovah anareo, ary fampijaliana no rano homeny anareo. Na izany aza, dia tsy hiafina intsony ilay Mpampianatra Be Voninahitra izay mampianatra anao, ka ny masonao mihitsy no hahita an’ilay Mpampianatra Be Voninahitra.",
        "21": "Ary raha mivily miankavanana ianao na mivily miankavia, dia ny sofinao mihitsy no haheno teny avy ao aoriananao hoe: “Ity no lalana ka andehano.”",
        "22": "Holotoinareo ny takela-bolafotsy amin’ny sary sokitrareo, sy ny takela-bolamena amin’ny sarivongana metaly ivavahanareo. Dia harianareo ireny, hoatran’ny lamba nampiasain’ny vehivavy tonga fotoana, ka hiteny ianareo hoe: “Aleo itony hariana any!”",
        "23": "Hanome ranonorana ho an’ny voa afafinao amin’ny tany Izy, ary sakafo tsara sy be dia be no ho vokatry ny tany. Hiraoka ahitra eny amin’ny kijana malalaka be ny biby fiompinao, amin’izany andro izany.",
        "24": "Ny omby sy ny ampondra izay miasa tany kosa hihinana vilona nafangaro kidiadiamborona, izay niara-nokororohina tamin’ny lapelina sy ny fitrebika.",
        "25": "Hisy rano mikoriana sy renirano eny amin’ny tendrombohitra avo rehetra sy ny havoana rehetra, amin’ilay andro handripahana olona be dia be, rehefa mianjera ny tilikambo.",
        "26": "Ho toy ny hazavan’ny masoandro ny hazavan’ny volana fenomanana. Ary ho avo fito heny ny hazavan’ny masoandro, hoatran’ny hazavana fito andro, rehefa fonosin’i Jehovah ny ratran’ny vahoakany, ary sitraniny ny fery lalina vokatry ny kapoka nataony taminy.",
        "27": "Tonga avy any lavitra ny anaran’i Jehovah. Tezitra be izy ary misy rahona matevina miaraka aminy. Feno hatezerana ny molony, Ary hoatran’ny afo mandoro ny lelany.",
        "28": "Toy ny riaka be tafakatra hatreny amin’ny hatoka ny fanahiny, Mba hanozongozona an’ireo firenena ao anaty sivana, ka ho ringana daholo izy ireo. Ary hasiana lamboridy ny valanoranon’ny vahoaka ka ho diso lalana izy ireo.",
        "29": "Hanao hira kosa ianareo, hoatran’ny hira fanaonareo amin’ny alina, Rehefa miomana hanao fety. Ho falifaly ny fonareo, Ka amin’izay ianareo dia ho toy ny olona mitsoka sodina eny am-pandehanana Mankany an-tendrombohitr’i Jehovah, ho any amin’ilay Vatolampin’ny Israely.",
        "30": "Hataon’i Jehovah heno ny feony matanjaka be, Ary hasehony ny sandriny ka hakapony mafy ny tanany rehefa tezitra be izy. Hisy afo mandevona rehefa manao an’izany izy, Sady hisy oram-be mivatravatra sy oram-baratra ary havandra.",
        "31": "Fa hihorohoro i Asyria noho ny feon’i Jehovah. Hamely azy amin’ny tehina mantsy Izy.",
        "32": "Isaky ny mikapoka amin’ny tehiny i Jehovah Mba hanafaizana an’i Asyria, Dia hampiarahina amin’ny feon’ampongatapaka sy harpa izany. Hanambana azy ireo amin’ny tanany Izy amin’izay, ka hiady aminy.",
        "33": "Fa efa vonona ny Tofeta natao ho an’i Asyria. Efa nomanina ho an’ny mpanjaka koa izy io. Nataony mivangongo ao anaty lavaka lehibe sady lalina ny kitay, Ary nataony miredareda ny afo, sady be dia be ny kitay. Handrehitra azy io ny fofonain’i Jehovah, Izay hoatran’ny solifara mitosaka be."
    },
    "31": {
        "1": "Hahita loza izay mandeha midina any Ejipta mba hitady fanampiana, Sy izay miantehitra amin’ny soavaly, Sy izay mitoky amin’ny kalesy fitondra miady satria hoe be dia be ireny, Ary mitoky amin’ny soavaly fitondra miady satria hoe tena mahery ireny. Tsy mba mitodika any amin’Ilay Masin’ny Israely izy ireo, Sady tsy mitady an’i Jehovah.",
        "2": "Hendry koa anefa Izy ka handefa loza, Ary tsy hanatsoaka ny teniny. Fa hitsangana Izy ka hamely ny ankohonan’ny ratsy fanahy, Sy izay manampy ny mpanao ratsy.",
        "3": "Olombelona ihany ny Ejipsianina, fa tsy Andriamanitra. Nofo ihany ny soavaliny, fa tsy fanahy. Rehefa manatsotra ny tanany i Jehovah, Dia ho tafintohina izay manampy, Ary hianjera izay ampiana. Dia hiaraka ho faty daholo izy rehetra.",
        "4": "Izao mantsy no nolazain’i Jehovah tamiko: “Mierona ny liona, dia ny liona tanora matanjaka, mba hiarovana ny remby azony. Na dia mpiandry ondry be dia be aza no antsoina mba hampandositra azy, Dia tsy hatahotra izy na dia miantsoantso aza ireo, Ary tsy hihontsina izy na dia mihorakoraka aza ireo. Dia ho toy izany koa i Jehovah Tompon’ny tafika, Rehefa midina hiady izy mba hiarovana ny Tendrombohitra Ziona sy ny havoanany.",
        "5": "Misidina mafy hiaro ny zanany ny vorona. Dia ho toy izany koa no hiarovan’i Jehovah Tompon’ny tafika an’i Jerosalema. Hiaro azy izy sady hamonjy azy. Hitsimbina ny ainy izy sady hanavotra azy.”",
        "6": "“Miverena amin’Ilay nikomianareo, ry vahoakan’Israely ô!",
        "7": "Fa samy hanary ny andriamaniny volafotsy tsy misy dikany ny olona, amin’izany andro izany, ary samy hanary ny andriamaniny volamena tsy misy fotony. Ny tananareo ihany no nanao an’ireny, ary fahotana izany.",
        "8": "Ho fatin’ny sabatra ny Asyrianina, nefa tsy sabatr’olona izany. Tsy sabatr’olombelona no handripaka azy. Handositra noho ny sabatra izy, Ary hampanaovina asa an-terivozona ny tovolahy ao aminy.",
        "9": "Hanjavona ny vatolampiny satria matahotra be, Ary hihorohoro ny andrianany noho ilay tsato-kazo famantarana”, hoy i Jehovah. Ao Ziona ny hazavany ary ao Jerosalema ny lafaorony."
    },
    "32": {
        "1": "Hisy mpanjaka hitondra mba hampanjaka ny fahamarinana, Ary hisy andriana hitondra mba hampanjaka ny rariny.",
        "2": "Samy ho toy ny toerana fiafenana amin’ny rivotra izy ireo, Sy fialofana amin’ny oram-baratra, Sady ho toy ny rano mikoriana any amin’ny tany karakaina, Ary ho toy ny aloky ny vatolampy lehibe any amin’ny tany ngazana.",
        "3": "Dia tsy hisy hanakimpy intsony ny mason’izay mahita, Ary hihaino tsara ny sofin’izay mandre.",
        "4": "Handinika fahalalana ny fon’izay taitaitra, Ary hahay hiteny misosa sy mazava tsara ny lelan’izay miakanakam-piteny.",
        "5": "Tsy hatao hoe malala-tanana intsony ny olona tsy misy saina, Ary tsy hantsoina hoe olona ambony ny olona maty eritreritra.",
        "6": "Fa hiteniteny foana ny olona tsy misy saina, Ary hamorona teti-dratsy ao am-pony izy. Te hampirisika ny olona hivadika amin’Andriamanitra mantsy izy, sady te hilaza lainga momba an’i Jehovah. Tiany halefa mody maina koa ny noana, Ary tsy tiany hahazo zavatra hosotroina ny mangetaheta.",
        "7": "Ratsy ny fanaon’ny olona maty eritreritra. Mampirisika ny olona hanana fitondran-tena manala baraka mantsy izy, Ka mampiasa lainga, mba ho voa mafy izay mijaly, Na dia efa milaza ny marina aza ny mahantra.",
        "8": "Ny olona malala-tanana kosa dia ny halala-tanana foana no masaka ao an-tsainy. Tia manome izy ary miezaka manao an’izany foana.",
        "9": "“Mitsangàna ianareo vehivavy tsy mivaky loha, ka henoy ny teniko! Mihainoa tsara an’izay lazaiko ianareo zanakavavy tsy miasa saina!",
        "10": "Hangovitra be ianareo izay tsy miasa saina, rehefa afaka herintaona mahery kely, Satria tsy hisy voaloboka voangona, na dia rehefa tapitra aza ny fotoam-piotazana voaloboka.",
        "11": "Mangovita ianareo vehivavy tsy mivaky loha! Mangovita koa ianareo tsy miasa saina! Esory daholo ny akanjonareo, Dia misikìna lamba gony.",
        "12": "Kapohy ny tratranareo dia mitomania, Noho ny amin’ireo saha nahafinaritra sy ny voaloboka nahavokatra.",
        "13": "Ho rakotra tsilo sy kirihitra misy tsilo mantsy ny tanin’ny vahoakako, Ka ho rakotra an’ireny daholo ny trano feno fifaliana fahiny, Dia ilay tanàna nisy haravoana be.",
        "14": "Fa nafoy ny tilikambo voaro mafy, Ary nilaozana ilay tanàna naresaka be. Lasa ngazana tanteraka i Ofela sy ny tilikambo fiambenana, Ka lasa toerana ifalifalian’ny ampondradia, Sady lasa kijana ho an’ny andian’ondry.",
        "15": "Tsy hiova mihitsy izany raha tsy rehefa milatsaka amintsika ny fanahy, Sady lasa saham-boankazo ny tany efitra, Ary heverina hoe ala ny saham-boankazo.",
        "16": "Dia hanjaka any an-tany efitra ny rariny, Ary hanjaka ao amin’ilay saham-boankazo ny fahamarinana.",
        "17": "Hiadana izay manaraka ny tena fahamarinana, Ary hilamina foana sady tsy hanana ahiahy mihitsy izay manaraka ny tena fahamarinana.",
        "18": "Hipetraka ao amin’ny toerana anjakan’ny fiadanana ny vahoakako, Ao amin’ny toerana tsy misy mampatahotra sady milamina.",
        "19": "Handripaka an’ilay ala anefa ny havandra, Ary ho rava tanteraka ilay tanàna.",
        "20": "Sambatra ianareo izay mamafy voa eny amoron’ny rano rehetra, Ka mandefa ny omby sy ny ampondra.”"
    },
    "33": {
        "1": "Hahita loza ianao, ry ilay mpandrava tsy nisy nandrava, Dia ilay mpamadika tsy nisy namadika! Horavana ianao rehefa avy mandrava, Ary hisy hamadika rehefa avy mamadika.",
        "2": "Iantrao izahay, Jehovah ô! Ianao no antenainay. Tohano amin’ny sandrinao izahay isa-maraina, Ary vonjeo amin’ny fotoam-pahoriana.",
        "3": "Mandositra ny olona rehefa mandre tabataba. Miparitaka ireo firenena rehefa mitsangana ianao.",
        "4": "Hatangorona ny zavatra ataonareo babo, hoatran’ny valala mirangorango mitangorona, Ka hirohotra ho eny amin’ireny ny olona, hoatran’ny andiam-balala.",
        "5": "Hasandratra i Jehovah, Satria mipetraka eny amin’ny avo. Hataony manjaka ao Ziona ny rariny sy ny hitsiny.",
        "6": "Izy no mahatonga anao hilamina sy tsy hitebiteby. Betsaka ny zavatra ataony mba hamonjena anao. Omeny fahendrena sy fahalalana ianao, ary ampianariny hatahotra an’i Jehovah. Izany no harenany.",
        "7": "Miantsoantso eny an-dalana ny lehilahy mahery fo eo amin’izy ireo, Ary mitomany be ny iraka mitady fihavanana.",
        "8": "Tsy misy olona intsony eny an-dalambe, Ary tsy misy mpandeha intsony eny an-dalana. Nivadika tamin’ny fifanekena ny fahavalo, Sady nanambany an’ireo tanàna, Ary tsy miraharaha olona.",
        "9": "Misaona sy malazo ilay tany. Menatra i Libàna fa simba. Lasa hoatran’ny tany efitra i Sarôna, Ary mihintsan-dravina i Basana sy Karmela.",
        "10": "“Hitsangana aho izao”, hoy i Jehovah, “Dia hasandratro ny tenako, Ka homeko voninahitra.",
        "11": "Bozaka maina no miforona ao an-kibonareo, ary vodivary no aterakareo. Handevona anareo hoatran’ny afo ny eritreri-dratsinareo.",
        "12": "Ho lasa hoatran’ny lavenona avy amin’ny sokay nodorana ireo firenena. Hoatran’ny tsilo notapahina izy ireo ka hodorana amin’ny afo.",
        "13": "Henoy izay hataoko, ry olona any lavitra! Ekeo hoe mahery aho, ry olona eto akaiky!",
        "14": "Matahotra be ny mpanota ao Ziona, Ary lasa mangovitra ireo miala amin’Andriamanitra, ka miteny hoe: ‘Iza amintsika no mahavita mipetraka ao anaty afo mandevona? Iza amintsika koa no mahavita mipetraka ao anaty lelafo tsy mety maty?’",
        "15": "Izay manao ny marina foana, Sy milaza ny marina, Sy tsy tia tombony azo amin’ny fitaka sy ny tsy rariny, Sady tsy mety mandray tsolotra mihitsy, Sy manampina ny sofiny tsy hihaino ny resaky ny olona te handatsa-dra, Ary manakimpy ny masony tsy hahita zava-dratsy,",
        "16": "Dia izy no hipetraka eny amin’ny toerana avo. Ho eny amin’ny vatolampy sarotra aleha ny fialofany. Homena azy koa ny sakafony, Ary tsy ho ritra mihitsy ny tahirin-dranony.”",
        "17": "Hahita mpanjaka be voninahitra ny masonao, Sady hahatazana tany eny lavitra eny.",
        "18": "Hotsaroanao ao am-ponao ilay zavatra nampihorohoro anao, hoe: “Aiza ilay mpitan-tsoratra? Aiza ilay nandanja ny hetra? Ary aiza ilay nanisa ny tilikambo?”",
        "19": "Tsy hahita an’ilay firenena sahisahy ratsy intsony ianao, Izany hoe firenena mampiasa fiteny sarotra be ka tsy mety azo, Sy miakanakam-piteny ka tsy azonao ny teniny.",
        "20": "Jereo i Ziona, ilay tanàna fanaovantsika fety! Ho hitan’ny masonao i Jerosalema, izay fonenana milamina, Dia tranolay tsy hafindrafindra. Tsy hotsoahana mihitsy ny fantsika be fanenjanan-day eo aminy, Ary tsy hisy hotapahina ny tadiny.",
        "21": "Fa ao i Jehovah, Ilay Manan-kaja, No hiaro antsika hoatran’ny renirano sy ny lakandrano lehibe, Ka tsy hisy andian-tsambon’ny fahavalo handeha eny amin’ireny, Ary tsy hisy sambo lehibe handalo eny.",
        "22": "Fa i Jehovah no Mpitsara antsika, I Jehovah no Mpanao Lalàna ho antsika. I Jehovah no Mpanjakantsika, Ary izy no hamonjy antsika.",
        "23": "Higoragora ny tady, Ka tsy mahavita mitazona ny andrin-tsambo hijoro tsara, na mahavita mamelatra ny lay. Amin’izay fotoana izay, dia hozaraina ny zavatra be dia be azo babo, Ka na ny malemy tongotra aza haka be dia be amin’izay norobaina.",
        "24": "Ary tsy hisy olona hilaza hoe: “Marary aho.” Ho voavela heloka ny olona mipetraka ao amin’ilay tany."
    },
    "34": {
        "1": "Manatòna mba hihaino, ry firenena! Mihainoa tsara, ry vahoaka! Mihainoa, ry tany sy izay rehetra eo aminy, Dia ny tany sy izay rehetra mipetraka ao.",
        "2": "Fa tezitra be amin’ny firenena rehetra i Jehovah, Sady misafoaka amin’ny tafik’izy ireo manontolo. Hatokany haringana ireny, Ka haripany.",
        "3": "Hariana ireo novonoina eo amin’izy ireo, Ary hidofaka ny fofon’ny fatiny. Hampitsonika ny tendrombohitra ny rany.",
        "4": "Ho lo daholo ny ao amin’ny tafiky ny lanitra, Ary ny lanitra dia hahorona toy ny horonam-boky. Halazo ny tafik’izy ireo manontolo, Hoatran’ny ravina malazo mihintsana avy amin’ny voaloboka, Ary hoatran’ny voan’aviavy malazo mihintsana.",
        "5": "“Hihosin-dra eny amin’ny lanitra ny sabatro. Hidina hampihatra didim-pitsarana amin’i Edoma izy io, Ka hamely ny olona efa natokako haringana.",
        "6": "Manana sabatra i Jehovah, dia ho feno ra ilay izy, Sady hihoso-menaka, Ka ho feno ran’ondrilahy sy ran’osy, Ary tavin’ny voan’ondrilahy. Fa manao sorona ao Bozra i Jehovah, Ka be dia be no aripany ao Edoma.",
        "7": "Hiara-midina amin’ireny ny ombidia, Ary ny vantotr’ombilahy hiaraka amin’ireo matanjaka. Ho vonton-dra ny tanin’izy ireo, Ary ho vonto menaka ny vovo-taniny.”",
        "8": "Fa manana andro famaliana i Jehovah, Dia taona hamaliana ny ratsy natao tamin’i Ziona.",
        "9": "Hovana ho godorao ny reniranony, Hovana ho solifara ny vovoka ao aminy, Ary ho lasa toy ny godorao mirehitra ny taniny.",
        "10": "Tsy hovonoina izany afo izany na andro na alina, Dia hiakatra mandrakizay ny setroka avy aminy. Ho rava hatramin’ny taranaka fara aman-dimby izy, Ka tsy hisy olona handalo eo aminy intsony mandrakizay mandrakizay.",
        "11": "Ho lasa fonenan’ny gisandrano sy ny sokina izy, Ary hipetraka ao ny vorondolo lava sofina sy ny goaika. Horefesin’Andriamanitra amin’ny tady fandrefesana sy ny pilao ilay tany, Mba ho hita hoe tsy misy na inona na inona sady tsy misy ilana azy.",
        "12": "Tsy misy hatao mpanjaka ny olona ambony ao aminy, Ary tsy hisy intsony ny andrianany rehetra.",
        "13": "Hisy tsilo haniry eny amin’ny tilikambony voaro mafy, Ary hisy tsilo sy ahidratsy eny amin’ny toerany voaro mafy. Ho lasa toerana ipetrahan’ny alikadia koa izy, Sady ho vala ho an’ny aotirisy.",
        "14": "Hifankahita amin’ny biby minaonaona ny biby mipetraka any an-tany efitra, Ary hiantso ny namany ny osidia. Hipetrapetraka any ny matoriandro, ka ho afaka hiala sasatra.",
        "15": "Any ny bibilava mitsambikina no hanao ny tranony sy hanatody. Dia hikotrika ny atodiny izy, ka hiaro an’ireny. Hitangorona any koa ny papango, samy miaraka amin’ny vadiny avy.",
        "16": "Manaova fikarohana ao amin’ny bokin’i Jehovah, ka vakio mafy izany. Tsy misy tsy ho eo ireny biby ireny, Ary samy hanana ny vadiny avy. Fa i Jehovah no efa nanome baiko, Ary ny fanahiny no nanangona an’ireny.",
        "17": "Izy no nanao antsapaka an’izay ho anjaran’ireny, Ary ny tanany no nandrefy ny anjara taniny. Ho lasa fonenan’ireny mandrakizay ilay taniny, Ary hipetraka ao ireny hatramin’ny taranaka fara aman-dimby."
    },
    "35": {
        "1": "Hifaly ny tany efitra sy ny tany ngazana, Ary hiravoravo ny lemaka karakaina sady ho feno voninkazo.",
        "2": "Hamony tokoa ny lemaka karakaina, Sady ho faly sy hihoby. Homena azy ny voninahitr’i Libàna, Sy ny hatsaran-tarehin’i Karmela sy Sarôna. Ho hitan’ny olona fa be voninahitra i Jehovah, ary henin-kaja ilay Andriamanitsika.",
        "3": "Hatanjaho ny tanana malemy, Sy ny lohalika mangozohozo.",
        "4": "Lazao amin’ireo mitebiteby hoe: “Mahereza ary aza matahotra! Ho avy hamaly ny fahavalonareo ilay Andriamanitrareo, Ho avy hanasazy Andriamanitra, Ary ho avy hamonjy anareo izy.”",
        "5": "Amin’izany fotoana izany, dia hatao lasa mahita ny mason’ny jamba, Ary hatao mandre ny sofin’ny marenina.",
        "6": "Amin’izany fotoana izany koa, dia hitsambikina hoatran’ny serfa ny malemy tongotra, Ary hihoby ny lelan’ny moana. Fa hisy rano hiboiboika any an-tany efitra, Ary hisy rano mikoriana any amin’ny lemaka karakaina.",
        "7": "Ho lasa farihy anirian’ny bararata ny tany ngazana, Ary ho lasa loharano ny tany karakaina. Hisy ahitra maitso sy bararata ary zozoro ny toerana ipetrahan’ny alikadia, Dia ny toerana fialany sasatra.",
        "8": "Hisy lalambe any, Dia lalana hatao hoe Lalan’ny Fahamasinana. Tsy handeha eny ny olona tsy madio. Fa natokana ho an’izay mahazo mandeha eny ihany izy io, Ka tsy hisy olona adala handehandeha eny.",
        "9": "Tsy hisy liona eny, Sady tsy hankeny ny bibidia masiaka. Tsy hisy ho hita eny ireny, Fa izay babo efa navotana ihany no handeha eny.",
        "10": "Hiverina any Ziona ireo navotan’i Jehovah sady hihoby. Hifaly foana izy ireo ka ho toy ny satroboninahitra eny aminy ny fifaliany. Ho falifaly sy ho ravoravo foana izy ireo, Fa tsy halahelo na hisento intsony."
    },
    "36": {
        "1": "Tamin’ny taona faha-14 nanjakan’i Hezekia Mpanjaka, dia niakatra hanafika an’ireo tanàna rehetra voaro mafy tany Joda i Sankeriba mpanjakan’i Asyria, ka resiny ireny.",
        "2": "Ary nirahin’ny mpanjakan’i Asyria avy tao Lakisy ny Rabsake sy ny miaramila be dia be, mba ho any amin’i Hezekia Mpanjaka any Jerosalema. Dia nijanona teo akaikin’ny lakandrano avy ao amin’ny dobo ambony izy ireo, teo amin’ilay lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "3": "Ary nivoaka nankeo amin’ilay Rabsake i Eliakima zanak’i Hilkia, izay niandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana.",
        "4": "Dia hoy ilay Rabsake tamin’izy ireo: “Mba lazao amin’i Hezekia hoe: ‘Izao no tenin’ny mpanjaka lehibe, dia ny mpanjakan’i Asyria: “Fa inona koa izany mba atokisanao izany?",
        "5": "Milaza ianao hoe: ‘Izaho manana tetika sy hery hoentina miady.’ Resa-be fotsiny anefa izany! Fa matoky an’iza ianao no sahy mikomy amiko?",
        "6": "I Ejipta no mba atokisanao hoe hanampy anao. Bararata folaka anefa izy, ka ho voatsindrona ny tanan’izay mitehina aminy dia ho loaka. Hoatr’izany mihitsy i Farao mpanjakan’i Ejipta amin’izay rehetra matoky azy.",
        "7": "Raha hilaza ianao hoe: ‘Izahay matoky an’i Jehovah Andriamanitray’, fa angaha moa tsy izy no tompon’ireo toerana avo sy alitara nesorinao, ry Hezekia, tamin’ianao niteny tamin’i Joda sy Jerosalema hoe: ‘Mila miankohoka eto anoloan’ity alitara ity ianareo’?”’",
        "8": "Raha sahy mifaninana amin’ny mpanjakan’ny Asyria tompoko àry ianao, dia homeko soavaly 2 000, dia ho hita eo raha mahita mpitaingin-tsoavaly 2 000 ianao.",
        "9": "Ianao aza mila miantehitra amin’i Ejipta vao manana kalesy sy mpitaingin-tsoavaly. Koa na ny governora kely indrindra amin’ny mpanompon’ny tompoko aza ve dia ho vitanao ny hampitsoaka azy?",
        "10": "Ary angaha moa izaho tsy nahazo alalana avy tamin’i Jehovah, matoa miakatra hanafika sy handrava an’ity tany ity? I Jehovah mihitsy no niteny tamiko hoe: ‘Miakara dia tafiho io tany io, ary ravao.’”",
        "11": "Dia hoy i Eliakima sy Sebna ary Joa tamin’ilay Rabsake: “Mba ataovy amin’ny teny aramianina re ny zavatra resahinao aminay mpanomponao e! Azonay ihany mantsy izany. Aza mampiasa fitenin’ny Jiosy fa henon’ny olona eny ambony manda.”",
        "12": "Hoy anefa ilay Rabsake: “Angaha ianao sy ny tomponao fotsiny no nasain’ny tompoko hilazana an’izany, fa tsy ireo olona mipetraka eny ambony manda ireo koa? Ireo koa ange hihinana ny tsy fihinany sy hisotro ny tsy fisotrony miaraka aminareo e!”",
        "13": "Dia nitsangana ilay Rabsake, ka niteny mafy tamin’ny fitenin’ny Jiosy hoe: “Henoy ny tenin’ny mpanjakan’i Asyria, ilay mpanjaka lehibe!",
        "14": "Hoy ny mpanjaka: ‘Aza manaiky hofitahin’i Hezekia, fa tsy mahavonjy anareo izy.",
        "15": "Dia aza manaiky hotaomin’i Hezekia hatoky an’i Jehovah, rehefa miteny izy hoe: “Tena hamonjy antsika i Jehovah, ary tsy havela ho resin’ny mpanjakan’i Asyria ity tanàna ity.”",
        "16": "Aza mihaino an’i Hezekia, fa izao no tenin’ny mpanjakan’i Asyria: “Mihavàna amiko dia aoka ianareo hitolo-batana. Dia samy hihinana ny voalobony sy ny aviaviny ianareo, ary samy hisotro rano avy ao anatin’ny lavaka fanangonan-dranony.",
        "17": "Avy eo dia ho tonga aho, dia hoentiko any amin’ny tany mitovy amin’ny taninareo ianareo, dia tany misy varimbazaha sy divay vaovao, tany misy mofo sy tanimboaloboka.",
        "18": "Aza manaiky hofitahin’i Hezekia hoe: ‘Hamonjy antsika i Jehovah!’ Fa angaha nisy andriamanitry ny firenen-kafa nahavita namonjy ny taniny teo an-tanan’ny mpanjakan’i Asyria?",
        "19": "Aiza izao ireo andriamanitr’i Hamata sy Arpada? Dia aiza ireo andriamanitr’i Sefarvaima? Nahavita namonjy an’i Samaria teo an-tanako angaha ireny?",
        "20": "Iza tamin’ny andriamanitra rehetra ivavahan’ireny firenena ireny no nahavonjy ny taniny teo am-pelatanako? Dia i Jehovah ve dia hahavita hamonjy an’i Jerosalema eto am-pelatanako?”’”",
        "21": "Nangina anefa izy ireo, ka tsy namaly azy na indraim-bava aza, satria efa nahazo baiko tamin’ny mpanjaka hoe: “Aza mamaly azy.”",
        "22": "Nankao amin’i Hezekia kosa i Eliakima zanak’i Hilkia, izay niandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana. Samy efa nandrovitra ny akanjony izy ireo tamin’izay. Dia notantarainy tamin’i Hezekia ny tenin’ilay Rabsake."
    },
    "37": {
        "1": "Raha vao henon’i Hezekia Mpanjaka izany, dia norovitiny ny akanjony. Ary nitafy lamba gony izy ka nankao an-tranon’i Jehovah.",
        "2": "Dia nirahiny ho any amin’i Isaia mpaminany zanak’i Amoza i Eliakima mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary ny anti-panahy mpisorona. Ary nitafy lamba gony daholo ireo.",
        "3": "Hoy izy ireo tamin’i Isaia: “Izao no tenin’i Hezekia: ‘Andro fahoriana sy fibedesana ary fanalam-baraka ity andro ity, satria efa ho latsaka ny zaza, fa ny hery hiterahana azy no tsy misy.",
        "4": "Angamba ho henon’i Jehovah Andriamanitrao ny tenin’ilay Rabsake, ilay nirahin’ny mpanjakan’i Asyria tompony mba hila ady amin’ilay Andriamanitra velona. Dia hosazin’i Jehovah Andriamanitrao izy noho izany teniny izany. Koa mba mivavaha ho an’izay sisa mbola velona.’”",
        "5": "Nankany amin’i Isaia àry ny mpanompon’i Hezekia Mpanjaka.",
        "6": "Dia hoy i Isaia tamin’izy ireo: “Lazao amin’ny tomponareo hoe: ‘Izao no tenin’i Jehovah: “Aza matahotra na dia naheno an’izany teny izany aza ianao, dia izay notenenin’ny mpanompon’ny mpanjakan’i Asyria tamin’izy ireo nanevateva ahy.",
        "7": "Fa misy hevitra hampidiriko ao an-tsainy, dia hody any amin’ny taniny izy rehefa avy maheno tatitra. Dia hataoko matin’ny sabatra any amin’ny taniny ihany izy.”’”",
        "8": "Henon’ilay Rabsake fa efa niala tany Lakisy ny mpanjakan’i Asyria. Dia niverina tany amin’ny mpanjaka izy ka nahita azy niady tamin’i Libna.",
        "9": "Ary nisy niteny tamin’ny mpanjaka hoe nivoaka hiady aminy i Tiraka mpanjakan’i Etiopia. Rehefa naheno an’izany izy, dia naniraka olona nankany amin’i Hezekia indray, sady niteny hoe:",
        "10": "“Izao no holazainareo amin’i Hezekia mpanjakan’ny Joda: ‘Aza manaiky hofitahin’ilay Andriamanitrao izay atokisanao ka hiteny hoe: “Tsy ho resin’ny mpanjakan’i Asyria i Jerosalema.”",
        "11": "Efa henonao ny nataon’ireo mpanjakan’i Asyria, dia ny nandravany ny tany rehetra. Dia ianao irery ve no ho voavonjy?",
        "12": "Tamin’ireny firenena naringan’ny razambeko ireny, mba nisy nahavita namonjy azy angaha ny andriamaniny? Aiza izao i Gozana sy Harana sy Rezefa ary ny mponin’i Edena tao Tela-asara?",
        "13": "Dia aiza ny mpanjakan’i Hamata, ny mpanjakan’i Arpada, ny mpanjakan’ny tanànan’i Sefarvaima, ary ny mpanjakan’i Hena sy Iva?’”",
        "14": "Nalain’i Hezekia teny an-tanan’ireo iraka ny taratasy ka novakiny. Dia niakatra tao an-tranon’i Jehovah izy avy eo, ka namelatra an’ireny teo anatrehan’i Jehovah.",
        "15": "Ary nivavaka tamin’i Jehovah i Hezekia hoe:",
        "16": "“Ry Jehovah Tompon’ny tafika, ilay Andriamanitry ny Israely ô! Mipetraka eo amin’ny seza fiandriananao eo ambonin’ny kerobima ianao. Ianao irery no tena Andriamanitry ny fanjakana rehetra eto an-tany. Ianao no nanao ny lanitra sy ny tany.",
        "17": "Jehovah ô, enga anie ianao mba hanongilan-tsofina ka hihaino! Mba sokafy ny masonao, Jehovah ô, ka mijere! Henoy ny teny rehetra nampitondrain’i Sankeriba, fa mila ady amin’ilay Andriamanitra velona izy.",
        "18": "Jehovah ô, efa noravan’ireo mpanjakan’i Asyria tokoa ny tany rehetra sy ny taniny.",
        "19": "Ary nodorany ny andriamanitr’izy ireny, satria tsy andriamanitra fa vato aman-kazo sady asa tanan’olona ihany. Izany no nahatonga azy ho afaka namotika azy ireny.",
        "20": "Fa mba vonjeo eo an-tanany re izahay izao, ry Jehovah Andriamanitray ô! Amin’izay dia ho fantatry ny fanjakana rehetra eto an-tany, Jehovah ô, fa ianao irery ihany no Andriamanitra.”",
        "21": "Dia naniraka olona nankany amin’i Hezekia i Isaia zanak’i Amoza, hilaza hoe: “Izao no tenin’i Jehovah Andriamanitry ny Israely: ‘Satria nivavaka tamiko momba an’i Sankeriba mpanjakan’i Asyria ianao,",
        "22": "dia izao no nolazain’i Jehovah mba hanamelohana azy: “Manao tsinontsinona anao i Ziona zanakavavy virjiny, sady maneso anao. Mihivingivin-doha i Jerosalema zanakavavy mahita anao.",
        "23": "Mila ady amin’iza ianao, ary miteny ratsy an’iza? Iza no tabatabainao, Ary mianjonanjona amin’iza ianao? Tsy amin’iza fa amin’Ilay Masin’ny Israely!",
        "24": "Ny mpanomponao no nirahinao hila ady amin’i Jehovah, ka hoy ianao: ‘Hoentiko ny kalesy be dia be fitondra miady Dia hiakatra eny amin’ny tendrombohitra avo indrindra aho, Any amin’ny faritra lavitra indrindra ao Libàna. Hokapaiko ny hazo sedera avo sy ny hazo zenevrie tsara indrindra any. Dia hiditra ao amin’ny toerana fiafenana faran’izay avo aho, any amin’ny alany faran’izay mikitroka.",
        "25": "Handavaka lava-drano aho dia hisotro rano. Hataoko ritra ny renirano any Ejipta ka ny faladiako no hanaovako an’izany.’",
        "26": "Angaha tsy efa henonao fa izany no efa tapaka hatry ny ela be? Efa hatramin’ny taloha aho no nanomana an’izany, Dia hotanterahiko izany izao. Hataonao tsy misy mponina intsony ny tanàna voaro mafy ka ho korontam-bato sisa.",
        "27": "Tsy ho afa-manoatra ny mponina ao. Hatahotra be sy ho menatra izy ireo. Ho lasa hoatran’ny zavamaniry eny an-tsaha sy ny ahitra maitso izy ireo, Ary ho lasa hoatran’ny ahitra eny amin’ny tafo, dia ahitra mainan’ny rivotra avy any atsinanana.",
        "28": "Fantatro tsara anefa ianao rehefa mipetraka, na rehefa miditra, na rehefa mivoaka. Fantatro tsara koa rehefa tezitra be amiko ianao,",
        "29": "Satria efa tonga atỳ am-poto-tsofiko ny teninao tamin’ianao tezitra be tamiko sy nitabataba be. Dia hasiako faraingo ny oronao, ary hasiako lamboridy eo amin’ny vavanao, Ka hotaritiko hiverina any amin’ny lalana niavianao ianao.”",
        "30": "“‘Ary izao no ho famantarana ho anao: Izay zavatra maniry ho azy no hataonareo sakafo amin’ity taona ity. Dia izay vokatra avy amin’izany indray no hohaninareo amin’ny herintaona. Amin’ny taona fahatelo kosa dia hamafy voa ianareo ka hijinja, ary hamboly voaloboka, dia hihinana ny vokatra amin’izany.",
        "31": "Ary hisy fakany lalina sy hamoa ireo tafavoaka velona amin’ny taranak’i Joda, dia izay sisa tavela.",
        "32": "Fa hisy sisa hiangana avy ao Jerosalema, ary hisy ho tafavoaka velona avy any amin’ny Tendrombohitra Ziona. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka an’izany.",
        "33": "“‘Izao àry no tenin’i Jehovah momba ny mpanjakan’i Asyria: “Tsy ho tafiditra ato amin’ity tanàna ity izy, Na handefa zana-tsipìka ato, Na hiady amin’ity tanàna ity miaraka amin’ny ampinga, Na hampiakatra dongon-tany hanaovana fahirano azy.”’",
        "34": "‘Ny lalana niaviany ihany no hiverenany. Tsy ho tafiditra ato amin’ity tanàna ity izy’, hoy i Jehovah.",
        "35": "‘Fa hiaro an’ity tanàna ity aho, ka hamonjy azy noho ny anarako, Sy noho ny amin’i Davida mpanompoko.’”",
        "36": "Dia tonga ilay anjelin’i Jehovah ka nandripaka lehilahy 185 000 tao amin’ny tobin’ny Asyrianina. Rehefa nifoha maraina àry ny olona, dia hitany ny fatin’izy rehetra.",
        "37": "Dia lasa niverina tany Ninive i Sankeriba mpanjakan’i Asyria ary nijanona tany.",
        "38": "Ary namono azy tamin’ny sabatra i Adrameleka sy Sarezera zanany lahy, tamin’izy niankohoka tao amin’ny tranon’i Nisroka andriamaniny. Dia nandositra tany Ararata izy roa lahy. Ary i Esara-hadona zanany lahy no nanjaka nandimby azy."
    },
    "38": {
        "1": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia. Ary tonga tao aminy i Isaia mpaminany zanak’i Amoza, ka niteny hoe: “Izao no tenin’i Jehovah: ‘Mamelà hafatra amin’ny ankohonanao, satria ho faty ianao fa tsy ho sitrana.’”",
        "2": "Dia nitodika tany amin’ny rindrina i Hezekia, ka nivavaka tamin’i Jehovah hoe:",
        "3": "“Mitalaho aminao aho, Jehovah ô! Mba tsarovy re aho fa tsy nivadika taminao e, sady nanompo anao tamin’ny foko manontolo! Nanao izay tsara teo imasonao koa aho.” Dia nitomany be izy.",
        "4": "Avy eo dia niteny tamin’i Isaia i Jehovah hoe:",
        "5": "“Miverena any amin’i Hezekia dia lazao aminy hoe: ‘Izao no tenin’i Jehovah, Andriamanitr’i Davida razambenao: “Efa henoko ny vavaka nataonao, ary efa hitako ny ranomasonao. Hampiako 15 taona àry ny andro hiainanao.",
        "6": "Ary hovonjeko eo an-tanan’ny mpanjakan’i Asyria ianao sy ity tanàna ity, ka harovako ity tanàna ity.",
        "7": "Izao no famantarana avy amin’i Jehovah mba hahalalanao fa hotanterahin’i Jehovah ny teniny:",
        "8": "Hataoko mihemotra zanatohatra folo ny aloky ny masoandro izay efa nidina teo amin’ny zanatohatr’i Ahaza.”’” Dia nihemotra zanatohatra folo ny aloka izay efa nidina teo amin’ny zanatohatra.",
        "9": "Izao no nosoratan’i Hezekia mpanjakan’ny Joda, rehefa narary izy ary sitrana tamin’ny aretiny:",
        "10": "Hoy aho: “Hiditra eo am-bavahadin’ny Fasana aho, Amin’izao mbola tsy antitra izao. Hesorina amiko ny taona sisa hiainako.”",
        "11": "Hoy indray aho: “Tsy hahita an’i Jah aho. Tsy hahita an’i Jah eto amin’ny tanin’ny velona aho. Tsy hahita olombelona intsony aho, Rehefa any amin’ny maty.",
        "12": "Nongotana sy nesorina tamiko ny fonenako, Hoatran’ny tranolain’ny mpiandry ondry. Ahoroko toy ny lamba ahoron’ny mpanenona ny fiainako. Tapahiny ny kofehin’ny fiainako, hoatran’ny mpanenona manapaka kofehy amin’ny lamba. Ataonao tapitra tsikelikely ny aiko, hatramin’ny maraina ka hatramin’ny alina.",
        "13": "Miezaka ho tony aho mandra-pahatongan’ny maraina. Hoatran’ny liona izy, ka tapatapahiny foana ny taolako rehetra. Ataonao tapitra tsikelikely ny aiko, hatramin’ny maraina ka hatramin’ny alina.",
        "14": "Mitaraindraina foana toy ny sidintsidina na ny fitatrala aho, Ary mitoreo foana toy ny voromailala. Reraka ny masoko mitazana ny eny amin’ny avo: ‘Mijaly be aho, Jehovah ô! Mba tohano aho!’",
        "15": "Inona àry no holazaiko? Efa niteny tamiko izy ka nanao zavatra. Hanetry tena aho mandritra ny taona rehetra iainako, Satria nangidy loatra ny nanjo ahy.",
        "16": "‘Jehovah ô, ireo zavatra ireo no mahavelona ny olona rehetra, Ary ireo no mbola mahavelona ny aiko. Hositraninao aho ka harovanao ny aiko.",
        "17": "Tsy mba niadana aho fa nangidy loatra ny nanjo ahy. Tia ahy anefa ianao, Ka niaro ahy tsy ho any amin’ny lavaky ny fandringanana. Narianao any an-damosinao daholo ny fahotako.",
        "18": "Fa tsy afaka manome voninahitra anao ny Fasana, Ary tsy afaka midera anao ny fahafatesana. Izay midina any an-davaka koa tsy afaka manantena intsony ny hahita hoe tsy mivadika ianao.",
        "19": "Ny velona, ny velona no afaka midera anao, Hoatr’izao ataoko androany izao. Ny ray no afaka mampianatra ny zanany hoe tsy mivadika ianao.",
        "20": "Vonjeo aho, Jehovah ô! Dia hotendrenay amin’ny zavamaneno ny hirako, Mandritra ny andro rehetra iainanay ao an-tranon’i Jehovah.’”",
        "21": "Dia hoy i Isaia: “Mitondrà mofo vita amin’ny aviavy maina noporetina, dia apetaho eo amin’ilay fery mba ho sitrana izy.”",
        "22": "Efa nanontany i Hezekia talohan’izay hoe: “Inona no famantarana fa hiakatra any an-tranon’i Jehovah aho?”"
    },
    "39": {
        "1": "Tamin’izany andro izany, dia nandefa taratasy sy fanomezana ho an’i Hezekia i Merodaka-baladana mpanjakan’i Babylona, zanak’i Baladana. Henony mantsy hoe narary i Hezekia ary efa sitrana.",
        "2": "Faly nandray azy ireo i Hezekia, ka nasehony azy ny tao amin’ny trano fitehirizan-karenany, dia ny volafotsy, ny volamena, ny menaka balsama, ny menaka sarobidy hafa, ny fitaovam-piadiany rehetra, ary izay rehetra tao amin’ny fitehirizan-karenany. Tsy nisy tsy nasehon’i Hezekia azy ny tao an-tranony sy ny tao amin’ny fanjakany manontolo.",
        "3": "Taorian’izay, dia nankao amin’i Hezekia Mpanjaka i Isaia mpaminany, ka nanontany hoe: “Inona no nolazain’ireny olona ireny, ary avy aiza, hono, ry zareo?” Dia hoy i Hezekia: “Avy any an-tany lavitra ry zareo, avy any Babylona.”",
        "4": "Nanontany indray i Isaia hoe: “Inona no hitan-dry zareo tato an-tranonao?” Dia hoy i Hezekia: “Hitany daholo izay rehetra ato an-tranoko. Tsy nisy tsy nasehoko azy ny tao amin’ny fitehirizan-karenako.”",
        "5": "Dia hoy i Isaia tamin’i Hezekia: “Henoy ny tenin’i Jehovah Tompon’ny tafika:",
        "6": "‘Ho avy ny andro hitondrana an’izay rehetra ato an-tranonao any Babylona. Hoentina any koa izay rehetra notehirizin’ny razambenao hatramin’izao. Tsy hisy na inona na inona ho tavela’, hoy i Jehovah.",
        "7": "‘Hisy hoentina any koa ny zanakao lahy izay haterakao, ka ho lasa tandapa any amin’ny lapan’ny mpanjakan’i Babylona.’”",
        "8": "Dia hoy i Hezekia tamin’i Isaia: “Mety izany tenin’i Jehovah nolazainao izany.” Hoy koa izy: “Mbola hisy fiadanana sy filaminana ihany mantsy mandritra ny androm-piainako.”"
    },
    "40": {
        "1": "“Ampionòny, ampionòny ny vahoakako!”, hoy ilay Andriamanitrareo.",
        "2": "“Manaova teny manohina ny fon’i Jerosalema. Lazao aminy fa efa vita ny asa an-terivozona nataony, Ary efa voaonitra ny fahadisoany. Efa nataon’i Jehovah nanefa ny sazy sahaza azy izy, noho ny fahotany rehetra.”",
        "3": "Izany fa misy miantsoantso any an-tany efitra hoe: “Omano ny lalana halehan’i Jehovah! Manaova lalambe mahitsy mamakivaky ny tany karakaina, mba handehanan’ilay Andriamanitsika.",
        "4": "Aoka hisondrotra ny lohasaha rehetra, Ary hietry daholo kosa ny tendrombohitra sy ny havoana. Ataovy mitovy tantana ny tany misy dongodongona, Ary ataovy lasa lemaka ny tany mikitoantoana.",
        "5": "Dia hiharihary ny voninahitr’i Jehovah, Ka samy hahita an’izany ny olombelona rehetra, Satria i Jehovah no efa niteny.”",
        "6": "Izany misy miteny hoe: “Miantsoantsoa!” Dia misy mamaly hoe: “Hiantso hoe ahoana?” “Ahitra ihany ny olombelona rehetra, Ary hoatran’ny voninkazo eny an-tsaha daholo ny fitiavany sy ny tsy fivadihany.",
        "7": "Maina ny ahi-maitso, Ary malazo ny voninkazo, Satria notsofin’i Jehovah tamin’ny fofonainy. Ahitra fotsiny tokoa ny olona.",
        "8": "Maina ny ahi-maitso, Ary malazo ny voninkazo, Fa ny tenin’ilay Andriamanitsika kosa maharitra mandrakizay.”",
        "9": "Miakara any an-tendrombohitra avo, Ry vehivavy mitondra vaovao tsara ho an’i Ziona. Ataovy mafy ny feonao, Ry vehivavy mitondra vaovao tsara ho an’i Jerosalema. Mitenena mafy ary aza matahotra! Lazao amin’ireo tanànan’i Joda hoe: “Iny ilay Andriamanitrareo!”",
        "10": "Ho avy i Jehovah Tompo Fara Tampony ka hampiseho ny heriny, Ary ny sandriny no hanjaka. Efa eny aminy ny valisoa homeny, Ary efa any aminy ny karama haloany.",
        "11": "Toy ny mpiandry ondry izy ka hokarakarainy ny andian’ondriny. Ny sandriny no hanangonany ny zanak’ondry, Dia hotrotroiny eo an-tratrany ireny. Hotarihiny sady hokenakenainy tsara ireo ondrivavy mbola mampinono.",
        "12": "Iza no mahavita mamatra ny rano rehetra amin’ny felatanany, Sy mandrefy ny lanitra amin’ny irain-jehy? Iza no mahavita mamatra ny vovoky ny tany amin’ny kapoaka, Na mandanja ny tendrombohitra amin’ny fandanjana, Sy mandanja ny havoana amin’ny mizana?",
        "13": "Iza no mahavita mandrefy ny fanahin’i Jehovah? Ary iza no afaka mampianatra azy ka hanoro hevitra azy?",
        "14": "Iza no nanontaniany mba hanampy azy hisaina tsara, Ary iza no mampianatra azy ny lalan’ny rariny? Iza no mampita fahalalana aminy, Na mampiseho azy ny atao hoe tena fahiratan-tsaina?",
        "15": "Hoatran’ny rano indray mitete avy amin’ny siny ireo firenena, Ary toy ny vovoka manify eo amin’ny mizana no fiheverana azy. Manainga an’ireo nosy izy, toy ny manainga piti-bovoka.",
        "16": "Na ny hazo ao Libàna aza tsy ampy hatao kitay, Ary na ny bibidia ao aza tsy ampy hatao fanatitra dorana.",
        "17": "Ny firenena rehetra dia toy ny tsy misy, eo anatrehany. Tsinontsinona sy tsy misy dikany ireny aminy.",
        "18": "Iza no azonareo ampitovina amin’Andriamanitra? Ary inona no azonareo ampitahaina aminy?",
        "19": "Manamboatra sampy ny mpanao asa tanana, Ary mametaka takela-bolamena eo amin’ilay izy ny mpanefy, Sady manefy rojo volafotsy.",
        "20": "Mifidy hazo ny olona mba hataony fanomezana, Dia hazo tsy ho lo. Mitady mpanao asa tanana mahay izy, Mba hanamboatra sary sokitra izay tsy hitongilangilana.",
        "21": "Tsy fantatrareo ve? Mbola tsy henonareo ve? Mbola tsy nolazaina taminareo hatramin’ny voalohany ve? Mbola tsy azonareo ihany ve hatramin’ny nametrahana ny fototry ny tany?",
        "22": "Izy Ilay mipetraka any amin’ny avo, any ambonin’ity tany boribory ity, Ary hoatran’ny valala ny mponina eo aminy. Izy no mamelatra ny lanitra toy ny lamba manify, Sy mamelatra azy toy ny tranolay ipetrahana.",
        "23": "Ataony lasa tsinontsinona ny manam-pahefana ambony, Ary ataony tsy misy dikany ny mpitsara eto an-tany.",
        "24": "Toy ny zavamaniry vao nambolena izy ireo, Hoatran’ny voa vao nafafy, Ary mbola tsy mamaka tsara ao anaty tany ny fotony. Dia tsofin’ny rivotra izy ireo ka maina, Ary entin’ny rivotra toy ny mololo.",
        "25": "“Iza no azonareo ampitovina amiko, ka lasa hitovy aminy aho?”, hoy Ilay Masina.",
        "26": "“Jereo ny lanitra ka banjino. Iza no namorona an’ireny zavatra ireny? Izy Ilay mamoaka azy ireny hoatran’ny mamoaka tafika, sady manisa azy tsirairay, Ary miantso azy rehetra amin’ny anarany avy. Matanjaka be izy ary tena mahatalanjona ny heriny, Ka tsy misy banga ireny na iray aza.",
        "27": "Maninona ianao, ry Jakoba no miteny an’izao, ary maninona ianao, ry Israely, no milaza hoe: ‘Tsy hitan’i Jehovah ny manjo ahy, Ary tsy mba mahazo rariny amin’Andriamanitra aho’?",
        "28": "Tsy fantatrao angaha? Sa mbola tsy henonao? Andriamanitra mandrakizay i Jehovah, ilay Mpamorona ny faran’ny tany. Tsy mba reraka na sasatra mihitsy izy. Tsy takatry ny saina ny fahalalany.",
        "29": "Omeny hery ny reraka, Ary ataony matanjaka be izay kely hery.",
        "30": "Ho reraka sy ho sasatra ny ankizilahy, Ary ho tafintohina ny tovolahy ka hianjera.",
        "31": "Fa izay manantena an’i Jehovah kosa hahazo hery indray. Hanidina ambony izy ireo, hoatran’ny hoe manana elatry ny voromahery. Hihazakazaka izy nefa tsy ho vizana, Ary handeha nefa tsy ho reraka.”"
    },
    "41": {
        "1": "“Mangìna, ry nosy, dia henoy aho. Avelao hahazo hery indray ireo firenena. Avelao izy ireo hanatona dia hiteny. Andao isika hiaraka ho any amin’ny fitsarana.",
        "2": "Iza no nampirisika olona iray avy any amin’ny fiposahan’ny masoandro? Iza no niantso azy araka ny fahamarinana mba ho eo an-tongony, Amin’izay dia hatolotra eo anatrehany ireo firenena, Ary havela ho resiny ireo mpanjaka? Iza no manorotoro azy ireo amin’ny sabatra mba ho lasa vovoka, Sady manaparitaka azy ireo amin’ny tsipìka, hoatran’ny mololo tsofin’ny rivotra?",
        "3": "Manenjika an’ireny firenena ireny izy ary tsy misy manakantsakana Eny amin’ny lalana mbola tsy nandehanany.",
        "4": "Iza no nanao sy nahavita an’izany, Ka niantso an’ireo taranaka mifandimby, efa hatramin’ny voalohany? Tsy iza fa izaho Jehovah, Ilay Voalohany. Ary tsy miova aho na dia hatrany amin’ny taranaka farany aza.”",
        "5": "Nahita an’izany ireo nosy ka natahotra. Nangovitra koa ny faran’ny tany. Dia niangona izy ireo ka nihananatona.",
        "6": "Samy manampy ny namany izy ireo, Ary samy milaza amin’ny rahalahiny hoe: “Mahereza!”",
        "7": "Ny mpanao asa tanana dia mampahery ny mpanefy. Ilay manafisaka vy amin’ny marotoa kosa Mampahery an’ilay mively eo amin’ny riandriana. Hoy izy: “Mitambatra tsara izy izany!” Dia fantsihana ilay sampy avy eo mba tsy hitongilangilana.",
        "8": "“Fa ianao kosa, ry Israely, dia mpanompoko, Ary ianao no nofidiko, ry Jakoba, Ilay taranak’i Abrahama namako.",
        "9": "Ianao ilay nalaiko avy any amin’ny faran’ny tany, Ary ianao ilay nantsoiko avy any amin’ny toerana lavitra indrindra. Dia hoy aho taminao: ‘Mpanompoko ianao. Efa nifidy anao aho, ka tsy manary anao.",
        "10": "Aza matahotra fa manohana anao aho. Aza manahy fa izaho no Andriamanitrao. Hanatanjaka anao aho ka hanampy anao. Hitazona anao mafy amin’ny tanako ankavanana aho, dia ny tanako manao ny rariny.’",
        "11": "Ho menatra sy ho afa-baraka izay rehetra tezitra be aminao, Ary ho lasa tsinontsinona sy ho ripaka izay miady aminao.",
        "12": "Hitady an’ireo olona mamely anao ianao, fa tsy hahita. Ho lasa toy ny tsy misy sy ho tsinontsinona ny olona miady aminao.",
        "13": "Fa izaho Jehovah Andriamanitrao no mitazona anao mafy amin’ny tananao ankavanana, Dia Ilay milaza aminao hoe: ‘Aza matahotra fa hanampy anao aho.’",
        "14": "Aza matahotra, ry Jakoba kankana, Hanampy anao aho, ry vahoakan’Israely”, hoy i Jehovah Mpanavotra anao, Ilay Masin’ny Israely.",
        "15": "“Nataoko hoatran’ny fitaovana fanosihosena varimbazaha ianao, Hoatran’ny fitaovana vaovao sy maranitra fanosihosena varimbazaha. Hohitsakitsahinao ny tendrombohitra ka hopotipotehinao, Ary hataonao toy ny akofa ny havoana.",
        "16": "Hokororohinao ireny, Ka hoentin’ny rivotra, Ary haelin’ny tafio-drivotra. Dia hifaly noho ny amin’i Jehovah ianao, Ary Ilay Masin’ny Israely no ho reharehanao.”",
        "17": "“Mitady rano ny sahirana sy ny mahantra nefa tsy misy. Mainan’ny hetaheta ny lelan’izy ireo. Izaho Jehovah no hamaly azy, Ary tsy mba handao azy aho, ilay Andriamanitry ny Israely.",
        "18": "Hasiako renirano mikoriana eny amin’ny havoana mangadihady, Dia hasiako loharano eny amin’ny lohasaha. Hovako ho farihy anirian’ny bararata ny tany efitra, Ary hovako ho loharano ny tany tsy misy rano.",
        "19": "Hamboleko hazo sedera, Sy hazo akasia, sy mirta, ary hazo kesika ny tany karakaina. Hamboleko hazo zenevrie Sy hazo volondavenona ary siprey ny lemaka karakaina.",
        "20": "Amin’izay dia ho hitan’ny olon-drehetra sy ho fantany, Ary ho henony tsara sy ho takany Fa ny tanan’i Jehovah no nanao an’izany, Ary Ilay Masin’ny Israely no namorona an’izany.”",
        "21": "“Resaho amiko ny adinareo”, hoy i Jehovah. “Asehoy ny porofo anananareo”, hoy ilay Mpanjakan’i Jakoba.",
        "22": "“Asehoy ny porofo dia teneno anay izay hitranga. Teneno anay koa ny zavatra taloha, Mba hosaintsaininay ka ho fantatray izay hiafarany. Na lazao aminay izay zavatra ho avy.",
        "23": "Teneno anay izay hitranga amin’ny hoavy, Dia ho fantatray hoe andriamanitra ianareo. Manaova zavatra, na tsara na ratsy, Mba ho gaga izahay rehefa mahita an’izany.",
        "24": "Jereo anefa fa hoatran’ny tsy misy ianareo, Ary tsinontsinona ny zava-bitanareo. Maharikoriko izay mifidy anareo.",
        "25": "Nampirisika olona iray avy any avaratra aho, ka ho tonga izy, Olona iray avy any amin’ny fiposahan’ny masoandro, izay hiantso ny anarako. Hohitsakitsahiny hoatran’ny manitsakitsaka tanimanga ny mpitondra, Hoatran’ny ataon’ny mpanefy tanimanga manosihosy tanimanga mbola lena.",
        "26": "Iza no nilaza an’izany zavatra izany hatrany am-boalohany mba ho fantatray, Na nilaza an’izany hatramin’ny taloha, mba ho afaka hiteny izahay hoe: ‘Marina ny azy’? Tsy nisy niteny an’izany mihitsy! Tsy nisy nilaza an’izany! Ary tsy nisy naheno an’izay nolazainareo!”",
        "27": "Izaho no voalohany niteny tamin’i Ziona hoe: “Ireny ry zareo!” Ary handefasako olona hitondra vaovao tsara i Jerosalema.",
        "28": "Nijery foana anefa aho, fa tsy nahita olona. Tsy nisy tamin’izy ireo afaka nanoro hevitra. Nanontaniako foana izy ireo, fa tsy nisy namaly.",
        "29": "Sandoka daholo izy rehetra, Ary tsinontsinona ny zavatra ataony. Rivotra ihany ny sarivongana metaly nataony sady tsisy dikany."
    },
    "42": {
        "1": "Io ny mpanompoko izay tohanako, Ilay nofidiko sady ankasitrahako! Nomeko ny fanahiko izy, Ka hampihatra ny rariny amin’ireo firenena.",
        "2": "Tsy hiantsoantso izy na hihogahoga, Ary tsy hataony heno eny an-dalana ny feony.",
        "3": "Tsy hotapahiny ny bararata folaka, Ary tsy hovonoiny ny lahin-jiro mitsilopilopy. Tsy mivadika izy ka hampihatra ny rariny.",
        "4": "Tsy ho reraka na ho sasatra izy mandra-panaovany ny rariny eto an-tany. Ary hiandry ny lalàny foana ireo nosy.",
        "5": "Izao no tenin’i Jehovah, ilay tena Andriamanitra, Dia ilay Mpamorona ny lanitra, Ilay Be Voninahitra izay namelatra ny lanitra, Ilay nanao ny tany sy ny vokatra eo aminy, Ilay manome fofonaina ho an’ny mponina eny ambonin’ny tany, Sy manome aina ho an’izay mandeha eny ambonin’ny tany:",
        "6": "“Izaho Jehovah no miantso anao araka ny fahamarinana. Mitazona ny tananao aho. Hiaro anao aho, ary ianao no hataoko antoka ho an’ny olona, Sy fahazavana ho an’ny firenena,",
        "7": "Mba hataonao mahita ny mason’ny jamba, Ary havoakanao avy any ambany lakaly figadrana ny voafonja, Sady havoakanao avy ao am-ponja izay mipetraka ao anaty haizina.",
        "8": "Izaho no Jehovah. Izany no anarako. Tsy homeko an’iza na iza ny voninahitro, Ary tsy homeko ho an’ny sary sokitra ny fiderana ahy.",
        "9": "Jereo fa efa tanteraka ny zavatra nolazaina taloha be, Fa milaza zava-baovao kosa aho izao. Mbola tsy mipoitra ireny, dia efa teneniko anareo.”",
        "10": "Mihirà hira vaovao ho an’i Jehovah! Hirao avy any amin’ny faran’ny tany ny fiderana azy, Ry olona mivelona amin’ny ranomasina sy izay rehetra ao anatiny, Ry nosy sy ny mponina eo aminy!",
        "11": "Aoka hanandra-peo ny tany efitra sy ny tanànany Ary ny tanàna kely ipetrahan’i Kedara. Aoka hihoby sy ho falifaly ny mponina eny amin’ny harambato, Sady hiantsoantso avy eny an-tampon-tendrombohitra.",
        "12": "Aoka izy ireo hanome voninahitra an’i Jehovah, Sy hidera azy eny amin’ireo nosy.",
        "13": "Hivoaka hiady toy ny lehilahy matanjaka i Jehovah. Efa maika hanao zavatra hoatran’ny miaramila izy, Ary hiantsoantso mafy hanao hiakan’ady. Dia hasehony fa mahery noho ny fahavalony izy.",
        "14": "“Efa hatry ny ela aho no nangina, Ary mbola nangina sy nifehy tena foana. Hitaraina sady hisefosefo ary ho sempotsempotra anefa aho, Toy ny vehivavy efa ho teraka.",
        "15": "Handrava tendrombohitra sy havoana aho, Dia hataoko maina ny zavamaniry rehetra eny. Hovako ho nosy ny renirano, Ary hataoko ritra ny farihy anirian’ny bararata.",
        "16": "Hotarihiko amin’ny lalana tsy fantany ny jamba, Ka hoentiko ho eny amin’ny lalana tsy mahazatra azy. Hataoko mazava ny haizina eo alohan’izy ireo, Ary hataoko mitovy tantana ny tany mikitoantoana. Izany no hataoko ho azy ireo, ary tsy handao azy aho.”",
        "17": "Hitsoaka sady ho menatra tanteraka izy ireo, Dia izay mitoky amin’ny sary sokitra, Sy miteny amin’ny sarivongana metaly hoe: “Ianareo no andriamanitray.”",
        "18": "Mihainoa, ry marenina! Mijere tsara, ry jamba!",
        "19": "Iza moa no jamba raha tsy ny mpanompoko ihany? Iza no tena marenina hoatran’ilay nirahiko? Iza no tena jamba hoatran’ilay nahazo valisoa, Na tena jamba toy ny mpanompon’i Jehovah?",
        "20": "Mahita zavatra maro ianao, nefa tsy raharahianao. Sokafanao ny sofinao, nefa tsy mihaino ianao.",
        "21": "Fa tia rariny i Jehovah, Ka mahafinaritra azy ny mampiseho hoe tena miavaka sy be voninahitra ny lalàna.",
        "22": "Nangalarina sy norobaina ny fananan’ny vahoaka. Voafandrika ao anaty lavaka daholo izy ireo, ary afenina ao am-ponja. Nangalarina ny fananany nefa tsy nisy namonjy azy. Norobaina koa ny fananany nefa tsy nisy niteny hoe: “Avereno atỳ ireny!”",
        "23": "Iza aminareo no hihaino an’izany? Iza no hihaino tsara ka handray soa any aoriana any?",
        "24": "Iza no nanolotra an’i Jakoba tamin’ny mpandroba, Sy nanolotra an’i Israely tamin’ny mpangalatra? Tsy i Jehovah ve? Nanota taminy mantsy izy ireo, Sady tsy nety nanaraka an’izay natorony, Ary tsy nankatò ny lalàny.",
        "25": "Nanampatra ny hatezerany taminy àry Izy, Ary nisafoaka mafy sady namela azy hijalijaly tao anatin’ny ady mangotraka. Nandevona an’izay rehetra nanodidina azy izany ady izany, nefa tsy noraharahiany. Nandoro azy ilay izy, nefa tsy noheveriny ho zava-dehibe."
    },
    "43": {
        "1": "Izao no tenin’i Jehovah, Ilay Mpamorona anao, ry Jakoba, dia Ilay namolavola anao, ry Israely: “Aza matahotra fa efa navotako ianao. Nantsoiko tamin’ny anaranao ianao, Ary fananako.",
        "2": "Hanampy anao aho rehefa miampita rano ianao. Tsy ho tondraka sy tsy handifotra anao ny renirano rehefa miampita eny ianao. Tsy ho may ianao rehefa mandeha eo amin’ny afo, Ary tsy handoro anao ny lelafo.",
        "3": "Fa izaho no Jehovah Andriamanitrao, Ilay Masin’ny Israely, Mpamonjy anao. Nomeko mba ho vidin’ny nanavotana anao i Ejipta, Ary nataoko takalonao i Etiopia sy Seba.",
        "4": "Lasa sarobidy teo imasoko mantsy ianao Sady nohajaina, ary tiako. Hanome vahoaka ho solonao àry aho, Ary hanome firenena maro ho takalon’ny ainao.",
        "5": "Aza matahotra fa manohana anao aho. Hoentiko avy any atsinanana ny taranakao, Ary hangoniko avy any andrefana ianao.",
        "6": "Hiteny amin’ny avaratra aho hoe: ‘Avereno izy!’, Ary amin’ny atsimo hoe: ‘Avotsory izy! Ento avy any lavitra any ny zanako lahy, ary ento avy any amin’ny faran’ny tany ny zanako vavy,",
        "7": "Dia izay rehetra antsoina amin’ny anarako, Sy noforoniko mba hanomezana voninahitra ahy, Ary izay novolavolaiko sy nataoko.’",
        "8": "Avoahy ilay vahoaka jamba nefa manana maso, Ary marenina nefa manana sofina.",
        "9": "Asaivo mivory eo amin’ny toerana iray ny firenena rehetra, Ary asaivo miangona ny vahoaka rehetra. Iza amin’izy ireo no afaka milaza an’izany? Ary iza no afaka miteny aminay ny zavatra hitranga voalohany? Asaivo entiny ny vavolombelony mba hahitana raha marina izy, Na asaivo mihaino sy miteny ny vavolombelony hoe: ‘Marina izany!’”",
        "10": "“Ianareo no vavolombeloko”, hoy i Jehovah, “Sady mpanompoko izay nofidiko, Amin’izay ianareo hahafantatra sy hino ahy, Sady hahalala hoe tsy miova Aho. Tsy nisy Andriamanitra noforonina talohako, Ary tsy hisy koa ao aoriako.",
        "11": "Izaho no Jehovah, ary tsy misy mpamonjy afa-tsy izaho.”",
        "12": "“Izaho Ilay nilaza sy namonjy ary nampahafantatra, Tamin’ny mbola tsy nisy andriamani-kafa teo aminareo. Ianareo àry no vavolombeloko”, hoy i Jehovah, “ary izaho no Andriamanitra.",
        "13": "Tsy miova mihitsy koa Aho. Tsy misy mahavita mandrombaka an’izay etỳ an-tanako. Iza no mahasakana ahy rehefa manao zavatra aho?”",
        "14": "Izao no tenin’i Jehovah, ilay Mpanavotra anareo, Ilay Masin’ny Israely: “Handefa tafika ho any Babylona aho, noho ny aminareo, ary hampidiniko daholo ny bara hidin’ny vavahady. Hasiako koa ny Kaldeanina mandeha sambo, ka hitaraina satria mafy ny manjo azy.",
        "15": "Izaho no Jehovah, Ilay Masina tompoinareo, ilay Mpamorona ny Israely sady Mpanjakanareo.”",
        "16": "Izao no tenin’i Jehovah, Ilay manisy lalana eny an-dranomasina Sady manisy lalana eny amin’ny rano mahery,",
        "17": "Ilay mamoaka ny kalesy fitondra miady sy ny soavaly, Ary ny tafika sy ny miaramila matanjaka: “Hatory izy ireo ka tsy hifoha intsony. Ho faty izy ireo satria hovonoina hoatran’ny lahin-jiro mirehitra.”",
        "18": "“Aza tsarovana ny zavatra taloha, Ary aza mifantoka amin’ny lasa.",
        "19": "Manao zavatra vaovao aho! Efa mitranga aza ilay izy izao. Tsy fantatrareo angaha ilay izy? Hanao lalana hamakivaky ny tany efitra aho, Ary hasiako renirano hamakivaky ny tany karakaina.",
        "20": "Hanaja ahy ny bibidia, Dia ny alikadia sy ny aotirisy. Asiako rano mantsy any amin’ny tany efitra, Ary asiako renirano any amin’ny tany karakaina, Mba hosotroin’ny vahoakako izay nofidiko,",
        "21": "Dia ilay vahoaka novolavolaiko ho ahy, Amin’izay izy ireo hidera ahy.",
        "22": "Tsy niantso ahy anefa ianao, ry Jakoba ô! Lasa leo ahy mantsy ianao, ry Israely ô!",
        "23": "Tsy nitondranao ondry atao fanatitra dorana manontolo aho, Sady tsy nomenao voninahitra tamin’ny sorona nataonao. Tsy notereko hitondra fanomezana ho ahy anefa ianao, Ary na dia nitaky ditin-kazo manitra aza aho dia tsy nataoko nandreraka anao izany.",
        "24": "Tsy nividiananao fantàkamanitra tamin’ny volanao aho, Ary tsy nataonao nahavoky ahy ny tavin’ny sorona natolotrao. Vao mainka aza nataonao nanavesatra ahy ny fahotanao, Ary nataonao nandreraka ahy ny fahadisoanao.",
        "25": "Izaho Ilay mikosoka ny fahadisoanao, noho ny anarako, Ka tsy hotsaroako ny fahotanao.",
        "26": "Ampahatsiahivo aho, ary andao hoentina eny amin’ny fitsarana ny ady ifanaovantsika. Dia lazao ny hevitrao momba an’izany mba hahitana raha marina ianao.",
        "27": "Nanota ilay razambenao voalohany, Ary nikomy tamiko ireo mpitondra teny eo aminao.",
        "28": "Hozimbazimbaiko àry ny andrianan’ny toerana masina, Dia hatokako haringana i Jakoba, Ary havelako hanambanimbany an’i Israely ny olona."
    },
    "44": {
        "1": "“Mihainoa àry, ry Jakoba mpanompoko, Dia ianao ry Israely izay nofidiko.",
        "2": "Izao no tenin’i Jehovah, Ilay Mpanao anao sy Ilay namolavola anao, Ilay nanampy anao hatrany am-bohoka: ‘Aza matahotra, ry Jakoba mpanompoko, Dia ianao ry Jesorona izay nofidiko.",
        "3": "Fa handatsahako rano izay mangetaheta, Ary hasiako renirano mikoriana any amin’ny tany karakaina. Handatsahako ny fanahiko ny taranakao, Sady handrotsahako fitahiana.",
        "4": "Dia handrobona toy ny ahi-maitso izy ireo, Hoatran’ny hazo aravaha eny amoron’ny renirano.",
        "5": "Ny iray hiteny hoe: “An’i Jehovah aho.” Ny anankiray indray hanao ny anarany hoe Jakoba, Ary ny anankiray kosa hanoratra eo amin’ny tanany hoe: “An’i Jehovah.” Dia hataony hoe Israely ny anarany.’",
        "6": "Izao no tenin’i Jehovah, Dia i Jehovah Tompon’ny Tafika, ilay Mpanjakan’ny Israely sy Mpanavotra azy: ‘Izaho no voalohany ary izaho no farany. Tsy misy Andriamanitra afa-tsy izaho.",
        "7": "Iza no mitovy amiko? Asaivo mamaly izy ka hiteny sy hanaporofo an’izany amiko. Hatramin’ny andro namoronako ny vahoaka fahiny, Dia iza no afaka milaza an’izay hitranga tsy ho ela, Sy izay mbola hitranga amin’ny hoavy?",
        "8": "Aza matahotra, Ary aza manaiky ho resin’ny tahotra. Angaha tsy efa nilazako mialoha ianareo tsirairay? Ary angaha tsy efa noteneniko izany? Ianareo no vavolombeloko. Misy Andriamanitra hafa ankoatra ahy ve? Tsia, tsy misy Vatolampy hafa. Tsy mahafantatra aho na iray aza.’”",
        "9": "Tsy misy dikany daholo izay manamboatra sary sokitra, Ary tsy hisy hilana azy ny sampy mamin’ny fony. Vavolombelona ireny, nefa tsy mahita na inona na inona sady tsy mahalala na inona na inona, Ka ho menatra izay manao azy.",
        "10": "Iza no hanamboatra andriamanitra, Na handrendrika metaly hanaovana sarivongana tsy misy ilana azy?",
        "11": "Ho menatra daholo ny mpiara-miasa aminy. Olombelona ihany mantsy ireo mpanao asa tanana. Asaivo mivory izy rehetra dia maka toerana. Ho raiki-tahotra izy ireo sady ho menatra daholo.",
        "12": "Mampiasa ny fitaovany ny mpanefy, rehefa manefy an’ilay vy eo ambonin’ny afon-tsaribao. Amboariny amin’ny marotoa ilay izy, Ka mampiasa ny sandriny mahery izy amin’izany. Noana anefa izy avy eo ka mihareraka. Tsy misotro rano izy ka vizana.",
        "13": "Ny mpanao sokitra hazo kosa manenjana ny tady fandrefesana. Soritany amin’ny lakire mena ny endrik’ilay sarivongana. Dia mampiasa fandraka izy, ary mampiasa kômpà mba hanaovana soritra eo amin’ilay hazo. Amboariny hitovy bika amin’ny olona ilay izy, Ka ataony tsara tarehy mitovy amin’ny olombelona, Mba hapetraka ao an-trano.",
        "14": "Misy indray mpikapa hazo sedera. Mifantina hazo izy, dia hazo oaka, Ary avelany hitombo tsara miaraka amin’ny hazo any an’ala ilay izy. Mamboly hazo lorie koa izy, ary ny ranonorana no mampaniry azy.",
        "15": "Ataon’olona kitay andrehetana afo anefa ilay izy avy eo. Akany ilay izy dia eo izy no mitanina afo. Mampirehitra afo izy dia manao mofo. Manamboatra andriamanitra koa anefa izy dia mivavaka amin’izany. Ataony sary sokitra izany dia iankohofany.",
        "16": "Dorany ny antsasak’ilay hazo, Dia itonoany hena hohaniny, ka voky izy. Mitanina afo eo koa izy ka miteny hoe: “Mafana erỳ aho izany mijery an’ity afo ity!”",
        "17": "Ny ambiny kosa anamboarany andriamanitra ka ataony sary sokitra. Iankohofany ilay izy dia ivavahany. Dia mivavaka aminy izy hoe: “Vonjeo aho fa ianao no andriamanitro.”",
        "18": "Tsy mahalala na inona na inona izy sady tsy misy zavatra takany. Nakombona mantsy ny masony ka tsy mahita, Ary tsy mahay manavaka izy ireo.",
        "19": "Tsy mba misy mieritreritra mihitsy izy ireo ao am-pony, Ary tsy misy mahalala na mba misaina, ka miteny hoe: “Ny antsasany nodorako, Dia nanao mofo sy nitono hena teo ambonin’ny vainafo aho mba hohaniko. Dia izaho ve dia hanao zava-maharikoriko amin’ny ambin’ilay hazo? Izaho ve dia hivavaka amin’izay vatan-kazo?”",
        "20": "Lavenona no ataony sakafo. Voafitaka ny fony ka lasa manao ratsy izy. Tsy afaka mamonjy ny ainy izy, sady tsy miteny hoe: “Tsy fitaka fotsiny ve ity eto amin’ny tanako ankavanana ity?”",
        "21": "“Tsarovy izany zavatra izany, ry Jakoba ô, dia ianao ry Israely ô, Satria mpanompoko ianao. Izaho no nanao anao, ka mpanompoko ianao. Tsy hohadinoiko ianao, ry Israely ô!",
        "22": "Hokosehiko ny fahadisoanao, toy ny hoe hosaronana rahona, Ary hokosehiko ny fahotanao, toy ny hoe hosaronana rahona matevina. Miverena amiko fa havotako ianao.",
        "23": "Mihobia sy mifalia, ry lanitra, Fa nanao zavatra i Jehovah! Manaova horakora-pandresena, ry faritra lalina amin’ny tany! Mifalia, ry tendrombohitra, Sy ny ala ary ny hazo rehetra! Fa efa navotan’i Jehovah i Jakoba, Ary asehony amin’i Israely ny voninahiny.”",
        "24": "Izao no tenin’i Jehovah, ilay Mpanavotra anao, Dia ilay namolavola anao hatrany an-kibo: “Izaho no Jehovah, ilay nanao ny zava-drehetra. Izaho irery no namelatra ny lanitra Sy namelatra ny tany. Iza no nanampy ahy tamin’izany?",
        "25": "Ataoko tsy tanteraka ny famantarana lazain’ny mpirediredy. Izaho Ilay mahatonga ny mpisikidy hanao hoatran’ny adala. Izaho koa Ilay mahatonga ny olon-kendry ho sahiran-tsaina, Ka manova ny zavatra hainy ho hadalana.",
        "26": "Izaho Ilay manatanteraka ny tenin’ny mpanompoko, Sady manatanteraka amin’ny an-tsipiriany an’ireo faminaniana lazain’ny olona irahiko. Izaho koa Ilay miteny momba an’i Jerosalema hoe: ‘Honenana izy’, Ary momba an’ireo tanànan’i Joda hoe: ‘Haorina indray ireny. Haveriko hoatran’ny taloha indray izay toerana efa rava tao.’",
        "27": "Izaho Ilay miteny amin’ny rano lalina hoe: ‘Miovà ho lasa etona, Dia hataoko ritra ny reniranonao rehetra.’",
        "28": "Izaho Ilay miteny momba an’i Kyrosy hoe: ‘Izy no mpiandry ondriko, Ka hotanterahiny an-tsakany sy an-davany ny sitrapoko rehetra.’ Izaho Ilay miteny momba an’i Jerosalema hoe: ‘Haorina indray izy’, Ary momba ny tempoly hoe: ‘Hapetraka ny fototrao.’”"
    },
    "45": {
        "1": "Izao no tenin’i Jehovah amin’ilay voahosotra notendreny, dia i Kyrosy, Ilay notantanako tamin’ny tanany ankavanana, Mba handresy firenena eo alohany, Sy hanala ny fiadiana eny amin’ny mpanjaka, Ary mba hanokatra ny varavarana kopa-droa eo anoloany, Amin’izay tsy hakatona ny vavahady:",
        "2": "“Handeha eo alohanao aho, Ka hataoko mitovy tantana ny havoana. Hopotipotehiko ny vavahady varahina, Ary hotapahiko ny bara hidiny vy.",
        "3": "Dia homeko anao ny harena voatahiry ao amin’ny haizina, Sy ny harena afenina ao amin’ny toerana miafina. Amin’izay ho fantatrao fa izaho no Jehovah, Ilay Andriamanitry ny Israely, izay miantso anao amin’ny anaranao.",
        "4": "Antsoiko amin’ny anaranao ianao, Noho ny amin’i Jakoba mpanompoko sy Israely izay nofidiko. Omeko anarana be voninahitra ianao, na dia tsy nahafantatra ahy akory aza.",
        "5": "Izaho no Jehovah, ary tsy misy hafa. Tsy misy Andriamanitra afa-tsy izaho. Homeko hery ianao na dia tsy fantatrao aza aho.",
        "6": "Amin’izay ho fantatry ny olona Hatrany amin’ny fiposahan’ny masoandro ka hatrany amin’ny filentehany, Fa tsy misy afa-tsy izaho. Izaho no Jehovah, ary tsy misy hafa.",
        "7": "Manao ny hazavana sy mamorona ny haizina aho, Ary mampisy fiadanana sy mahatonga loza. Izaho Jehovah no manao an’izany rehetra izany.",
        "8": "Mandrotsaha orana avy any ambony, ry lanitra! Aoka handrotsaka fahamarinana ny rahona. Aoka hisokatra koa ny tany ka hamokatra famonjena, Sady hampitsiry fahamarinana. Izaho Jehovah no namorona an’izany.”",
        "9": "Hahita loza izay miady amin’ny Mpanao azy! Vakim-bilany tanimanga fotsiny mantsy izy, Miaraka amin’ny vakim-bilany hafa eo amin’ny tany. Ny tanimanga ve dia hilaza amin’ny Mpanefy hoe: “Fa inona koa ity amboarinao?” Ary ny zavatra namboarinao ve dia hiteny hoe: “Tsy manan-tanana ianao”?",
        "10": "Hahita loza izay milaza amin’ny rainy hoe: “Inona ity naterakao?”, Sy miteny amin’ny reniny hoe: “Fa miteraka inona koa ity ianao?”",
        "11": "Izao no tenin’i Jehovah, Ilay Masin’ny Israely sy Ilay namolavola azy: “Ianao ve dia hiady hevitra amiko momba ny zavatra hitranga, Ary hibaiko ahy ny amin’izay tokony hataoko amin’ny zanako sy ny asan’ny tanako?",
        "12": "Nanao ny tany sy namorona ny olona eo amboniny aho. Namelatra ny lanitra tamin’ny tanako aho, Ary manome baiko ny tafiny manontolo.”",
        "13": "“Nampirisika lehilahy iray aho, satria manao ny rariny. Hataoko mahitsy ny lalany rehetra. Izy no hanorina ny tanànako, Sy hanafaka ny vahoakako any an-tsesitany, nefa tsy hoe homena vola na tsolotra izy”, hoy i Jehovah Tompon’ny tafika.",
        "14": "Izao no tenin’i Jehovah: “Ho tonga any aminao ka ho lasanao ny tombony azon’i Ejipta, Sy ny entam-barotr’i Etiopia, ary ny Sabeanina avo ranjanana. Handeha ao aorianao izy ireo, sady mifatotra rojo vy. Ho tonga izy ireo ka hiankohoka eo anatrehanao. Hanaja anao izy ireo ka hiteny hoe: ‘Manampy anao tokoa Andriamanitra. Tsy misy ankoatra azy, ary tsy misy Andriamanitra afa-tsy izy.’”",
        "15": "Andriamanitra miafina tokoa ianao, Ry Andriamanitry ny Israely sy Mpamonjy!",
        "16": "Ho menatra sy ho afa-baraka daholo izy ireo. Handeha sady ho afa-baraka daholo ny mpanamboatra sampy.",
        "17": "Fa hovonjen’i Jehovah mandrakizay kosa ianareo ry Israely. Tsy ho menatra na ho afa-baraka ianareo mandrakizay.",
        "18": "Fa izao no tenin’i Jehovah, Ilay Mpamorona ny lanitra, Ilay tena Andriamanitra, Ilay namolavola ny tany sady Mpanao azy ka nanao azy ho mafy orina, Ary tsy hoe tsy misy antony ny namoronany azy fa nataony honenana: “Izaho no Jehovah, ary tsy misy hafa.",
        "19": "Tsy tao amin’ny toerana miafina tany amin’ny tanin’ny haizina aho no niteny. Tsy niteny tamin’ny taranak’i Jakoba aho hoe: ‘Mitadiava ahy, nefa ho very maina izany ezaka ataonareo izany.’ Izaho no Jehovah, ary milaza ny marina sy miteny izay mahitsy aho.",
        "20": "Mivoria ka avia! Manatòna daholo ianareo afa-nandositra avy any amin’ireo firenena. Tsy mahafantatra na inona na inona ireo mitondra sary sokitra mandehandeha, Sy mivavaka amin’andriamanitra tsy mahavonjy azy.",
        "21": "Manaova tatitra ka resaho ny adinareo, Dia avelao izy ireo hiara-mikaon-doha. Iza no efa nilaza an’izany taloha ela be, Sy niteny an’izany efa hatry ny ela be? Tsy izaho Jehovah ve? Tsy misy Andriamanitra afa-tsy izaho. Tsy misy Andriamanitra manao ny rariny sy Mpamonjy ankoatra ahy.",
        "22": "Mitadiava ahy, dia ho voavonjy ianareo rehetra any amin’ny faran’ny tany, Fa izaho no Andriamanitra, ary tsy misy hafa.",
        "23": "Nianiana tamin’ny tenako aho, Ary marina ny teny navoakan’ny vavako, Ka tsy maintsy ho tanteraka: Handohalika eo anatrehako ny olona rehetra, Ary hianiana amiko hoe tsy hivadika.",
        "24": "Hilaza koa izy ireo hoe: ‘Manao ny rariny sy mahery foana i Jehovah. Ho tonga eo anatrehany sady ho menatra izay rehetra tezitra aminy.",
        "25": "Ho tsapan’ny taranak’Israely rehetra fa nety ny nanompo an’i Jehovah, Ary izy no ho reharehan’izy ireo.’”"
    },
    "46": {
        "1": "Miondrika i Bela, ary miforitra i Nebo. Ataingina eo ambony biby ny sampiny, eo ambony biby mpitondra entana, Hoatran’ny entana manavesatra biby efa reraka.",
        "2": "Hiaraka hiforitra sy hiondrika daholo izy ireo. Tsy mahavonjy an’ilay enta-mavesatra izy ireo, Ary lasa babo.",
        "3": "“Henoy aho, ry taranak’i Jakoba, sy ianareo rehetra sisa amin’ny taranak’i Israely, Dia ianareo izay nampiako hatramin’ianareo vao teraka, sady nentiko hatrany an-kibo.",
        "4": "Tsy hiova aho mandra-pahantitrareo, Ary hanohana anareo foana mandra-pahafotsin’ny volonareo. Hitondra anareo sy hanohana anareo aho ary hamonjy anareo, hoatran’ny efa fanaoko.",
        "5": "Hampitovinareo amin’iza aho, ary hampitahainareo amin’iza, Mba hahitana raha mitovy izahay?",
        "6": "Misy olona mandraraka volamena be dia be avy ao amin’ny kitapom-bolany, Dia mandanja volafotsy amin’ny mizana. Manakarama mpanefy izy ireo, ka amboariny ho lasa andriamanitra ilay volafotsy. Dia miondrika izy ireo, ary mivavaka aminy.",
        "7": "Ingain’izy ireo ho eo an-tsorony ilay sampy, Dia entiny sy apetrany eo amin’ny toerany ka mijanona eo fotsiny. Tsy mihetsika eo amin’ny toerany ilay izy. Dia mitaraina aminy izy ireo, nefa tsy mamaly izy, Satria tsy afaka mamonjy na iza na iza amin’ny fahoriana.",
        "8": "Tadidio izany, ary manàna herim-po. Raiso ao am-ponareo izany, ry mpandika lalàna.",
        "9": "Tadidio izay nitranga taloha ela be, Ka tadidio hoe izaho no Andriamanitra, ary tsy misy ankoatra ahy. Izaho no Andriamanitra, ary tsy misy mitovy amiko.",
        "10": "Efa nolazaiko hatramin’ny voalohany ny zavatra hitranga amin’ny farany, Ary efa nolazaiko hatry ny ela ny zavatra mbola tsy natao. Hoy aho: ‘Tsy hiova ny fanapahan-kevitro, Ary hataoko ny sitrapoko rehetra.’",
        "11": "Hantsoiko avy any amin’ny fiposahan’ny masoandro ny vorona iray mpihaza, Ary hantsoiko avy any an-tany lavitra ilay olona hanatanteraka ny fanapahan-kevitro. Efa niteny aho ka hotanterahiko ny teniko. Efa nokasaiko izany ka hataoko.",
        "12": "Henoy aho, ry mafy loha, Dia ianareo izay lavitra ny fahamarinana.",
        "13": "Nataoko akaiky ny fahamarinako, Ka tsy lavitra ilay izy. Tsy ho tara ny famonjena hataoko. Hovonjeko i Ziona, ary homeko amin’ny voninahitro ny Israely.”"
    },
    "47": {
        "1": "Midìna ambany ka mipetraha amin’ny vovoka, Ry Babylona zanakavavy virjiny ô! Mipetraha amin’ny tany, eo amin’izay tsy misy seza fiandrianana, Ry zanakavavin’ny Kaldeanina ô! Tsy hantsoin’ny olona intsony hoe miaingitraingitra sy ampihantaina mantsy ianao.",
        "2": "Makà vato fikosoham-bary ka mitotoa koba. Esory ny voalinao. Akaro ny akanjonao dia asehoy ny fe, Ary miampità ny renirano.",
        "3": "Haseho ny fitanjahanao, Ary hatao miharihary ny faritra mahamenatra amin’ny vatanao. Hamaly faty aho, ka tsy hisy hahasakana ahy.",
        "4": "“Ilay Masin’ny Israely No Mpanavotra antsika. Jehovah Tompon’ny tafika no anarany.”",
        "5": "Mipetraha eo ianao ary mangìna, ka mijanòna ao amin’ny haizina, Ry zanakavavin’ny Kaldeanina ô! Tsy hantsoin’ny olona intsony hoe Tompovavin’ireo Fanjakana ianao.",
        "6": "Tezitra tamin’ny vahoakako aho. Nataoko tsinontsinona ny lovako, Ka navelako ho resinao. Tsy niantra azy ireo mihitsy anefa ianao, Fa na ny zokiolona aza nampitondrainao zioga mavesatra be.",
        "7": "Hoy ianao: “Ho Tompovavy foana aho mandrakizay.” Tsy noraisinao am-po ireny zavatra nataonao ireny, Ary tsy nosaintsaininao izay hiafarany.",
        "8": "Henoy izao, ry ilay tia fahafinaretana, Dia ilay mipetraka tsy manana ahiahy, sy manao anakampo hoe: “Izaho no izy, ary tsy misy hafa. Tsy ho lasa mpitondratena aho, Ary tsy mba hiaina an’izany hoe maty zanaka izany mihitsy.”",
        "9": "Hanjo anao tampoka ao anatin’ny indray andro anefa ireto zavatra roa ireto: Ho faty ny zanakao, ary ho lasa mpitondratena ianao. Tena hanjo anao daholo izany, Satria ianao mampiasa ody be dia be sy famosaviana mahery.",
        "10": "Nitoky tamin’ny faharatsianao ianao. Dia hoy ianao: “Tsy misy mahita ahy.” Ny fahendrenao sy ny fahalalanao no mahatonga anao ho diso lalana. Hoy koa ianao anakampo: “Izaho no izy, ary tsy misy hafa.”",
        "11": "Ho tratran’ny loza anefa ianao, Ary tsy hisy hahasakana an’izany ny ody ampiasainao. Ho tratran’ny fahoriana ianao, ary tsy hahavita hisakana an’izany. Hisy faharavana tampoka hanjo anao, dia zavatra mbola tsy niainanao mihitsy.",
        "12": "Tohizo foana àry ny fampiasanao famosaviana sy ody be dia be, Dia izay efa nisasaranao hatramin’ianao mbola tanora. Sao mantsy ianao mba hahita soa amin’izany, Ary sao ianao mba hahavita hampatahotra olona.",
        "13": "Lasa nankaleo anao ny mpanolo-tsaina be dia be eo aminao. Asaivo mitsangana hamonjy anao ireny izao, Dia ireo mivavaka amin’ny lanitra, izay mandinika ny kintana, Ka mampahafantatra anao isaky ny tsinam-bolana Momba an’izay hitranga aminao.",
        "14": "Hoatran’ny vodivary izy ireo, Ka ho kilan’ny afo. Tsy mahavonjy ny tenany tsy ho main’ny lelafo izy ireo. Tsy vainafo natao hampahafana izany, Ary tsy afo natao hamindroana.",
        "15": "Ho toy izany àry ireny mpilalao ody eo aminao ireny, Dia ireo niara-nisasatra taminao hatramin’ianao mbola tanora. Hirenireny izy ireny, ka samy ho any amin’izay alehany. Ary tsy hisy hamonjy ianao."
    },
    "48": {
        "1": "Henoy izao, ry taranak’i Jakoba, Dia ianareo izay miantso ny tenanareo hoe Israely, Sy ianareo nipoitra avy tamin’ny ranon’i Joda. Dia ianareo mianiana amin’ny anaran’i Jehovah, Sady miantso an’ilay Andriamanitry ny Israely, Nefa tsy manao an’izany amin’ny fo madio sady tsy manao ny tsara.",
        "2": "Fa mihambo ho avy amin’ilay tanàna masina ianareo, Ary mitady fanampiana any amin’ny Andriamanitry ny Israely, Ilay manana anarana hoe Jehovah Tompon’ny tafika.",
        "3": "“Efa ela aho no nilaza taminao ny zavatra taloha. Ny vavako no niteny an’ireny, Ary nampahafantariko ireny. Nanao zavatra tampoka aho, ka tanteraka ireny.",
        "4": "Fantatro mantsy fa mafy loha ianao. Vy ny hozatry ny hatokao ary varahina ny handrinao.",
        "5": "Efa ela aho no nilaza taminao ny zava-drehetra. Mbola tsy nitranga akory izany dia efa noteneniko anao, Sao mantsy ianao hiteny hoe: ‘Ny sampiko no nanao an’izany, Ny sary sokitra sy ny sarivongana metaly nataoko no nandidy an’izany.’",
        "6": "Efa henonao sy hitanao daholo izany, Dia tsy horesahinao ve? Hilaza zava-baovao aminao aho manomboka izao, Dia tsiambaratelo nafenina ka mbola tsy fantatrao mihitsy.",
        "7": "Vao izao izany vao misy fa tsy hoe efa taloha, Dia zavatra mbola tsy henonao mihitsy talohan’ny androany, Sao ianao hiteny hoe: ‘Efa fantatro izany.’",
        "8": "Tena mbola tsy henonao izany sady tsy fantatrao, Ary taloha dia tsy nisokatra ny sofinao. Fantatro mantsy fa tena mpivadika ianao, Sady efa hatramin’ny vao teraka ianao no nantsoina hoe mpandika lalàna.",
        "9": "Hifehy ny hatezerako anefa aho noho ny anarako, Hifehy tena aho mba hahazoako fiderana, Ka tsy horinganiko ianao.",
        "10": "Nodioviko ianao, nefa tsy nataoko hoatran’ny manadio volafotsy. Nosedraiko tao anatin’ny fatana fandrendrehana ianao, izany hoe tao anatin’ny fahoriana.",
        "11": "Hanao zavatra aho noho ny amiko. Fa nahoana no havelako hozimbazimbaina ny anarako? Tsy homeko an’iza na iza ny voninahitro.",
        "12": "Henoy aho, ry Jakoba sy Israely, izay nantsoiko! Tsy miova Aho, fa izaho no voalohany, ary izaho no farany.",
        "13": "Ny tanako no nametraka ny fototry ny tany, Ary ny tanako ankavanana no namelatra ny lanitra. Rehefa antsoiko izy ireo dia mitsangana daholo.",
        "14": "Mivoria ianareo rehetra, ka mihainoa! Iza amin’izy ireo no nilaza an’izany zavatra izany? Tian’i Jehovah izy. Izy no hanatanteraka an’izay tian’Andriamanitra hatao amin’i Babylona, Ary ny sandriny no hamely ny Kaldeanina.",
        "15": "Izaho no nilaza an’izany, ary izaho no niantso azy. Izaho no nitondra azy, ary hahomby izay ataony.",
        "16": "Manatòna ahy, dia henoy izao: Efa hatramin’ny voalohany mihitsy aho no tsy niafinafina rehefa niteny. Efa teo aho hatramin’ny fotoana nitrangan’izany.” Dia nirahin’i Jehovah Tompo Fara Tampony izaho sy ny fanahiny.",
        "17": "Izao no tenin’i Jehovah Mpanavotra anao, Ilay Masin’ny Israely: “Izaho Jehovah no Andriamanitrao, Ilay mampianatra anao mba hahitanao soa, Ilay mitarika anao any amin’izay lalana tokony halehanao.",
        "18": "Raha mba mankatò ny didiko mantsy ianao, Dia ho lasa toy ny renirano ny fiadananao Ary ho lasa hoatran’ny onjan-dranomasina ny fahamarinanao!",
        "19": "Ho be dia be hoatran’ny fasika ny taranakao, Ary ho maro be hoatran’ny vovo-pasika. Tsy hovonoina na hofafana eo anatrehako mihitsy ny anaran’izy ireo.”",
        "20": "Mivoaha avy ao Babylona! Andosiro ny Kaldeanina! Lazao sy ambarao amin’ny olona izany sady mifalia. Ataovy fantatry ny olona hatrany amin’ny faran’ny tany izany, Dia teneno hoe: “Navotan’i Jehovah i Jakoba mpanompony.",
        "21": "Tsy nangetaheta mihitsy izy ireo, tamin’izy nitarika azy ireo namakivaky tany ngazana. Nataony namoaka rano ny vatolampy mba hosotroin’izy ireo, Ary nataony nitresaka ny vatolampy mba hisy rano hiboiboika be.”",
        "22": "“Tsy misy fiadanana ho an’ny ratsy fanahy”, hoy i Jehovah."
    },
    "49": {
        "1": "Henoy aho, ry nosy! Mihainoa tsara, ry firenena any lavitra be! Mbola tsy teraka aho dia efa niantso ahy i Jehovah. Mbola tany an-kibon-dreniko aho, dia efa notononiny ny anarako.",
        "2": "Nataony hoatran’ny sabatra maranitra ny vavako. Nafeniny teo ambany aloky ny tanany aho. Nataony lasa zana-tsipìka maranitra aho, Ary nafeniny tao amin’ny tranon-jana-tsipìkany.",
        "3": "Hoy izy tamiko: “Mpanompoko ianao, ry Israely, Ary amin’ny alalanao no hampisehoako ny voninahitro.”",
        "4": "Fa hoy kosa aho: “Very maina fotsiny ny asa mafy nataoko. Zavatra tsisy dikany no nandaniako ny heriko ka reraka fotsiny aho. I Jehovah anefa no tena hitsara ahy, Ary ny Andriamanitro no hanome ny karamako.”",
        "5": "I Jehovah no namolavola ahy tao an-kibo mba ho lasa mpanompony. Izy ilay niteny hoe tokony hampiverina an’i Jakoba aminy aho, Amin’izay dia ho tafangona any aminy indray i Israely. Dia hahazo voninahitra eo imason’i Jehovah aho, Ary ilay Andriamanitro no ho heriko.",
        "6": "Ary hoy izy: “Tsy hoe mpanompoko fotsiny ianao, Ka hampitsangana ny fokon’i Jakoba, Sy hampiverina an’izay Israelita narovana tsy ho faty. Fa nomeko ho fahazavan’ny hafa firenena koa ianao, Mba ho tonga hatrany amin’ny faran’ny tany ny famonjeko.”",
        "7": "Izao no tenin’i Jehovah, ilay Mpanavotra ny Israely sy Ilay Masin’ny Israely, amin’ilay ankahalaina, dia ilay tsy tian’ny firenena sady mpanompon’ny mpitondra: “Hitsangana ny mpanjaka noho ny zavatra hitan’izy ireo, Ary ny andriana koa hiankohoka. Hanao an’izany izy ireo satria mendri-pitokisana i Jehovah, Ilay Masin’ny Israely nifidy anao.”",
        "8": "Izao no tenin’i Jehovah: “Tamin’ny fotoana fanehoana fankasitrahana aho no namaly anao, Ary tamin’ny andro famonjena aho no nanampy anao. Narovako foana ianao mba hataoko antoka ho an’ny vahoaka, Mba hamerenana an’ilay tany amin’ny laoniny, Ka ho azon’izy ireo indray ny lovany.",
        "9": "Dia hotenenina ny voafonja hoe: ‘Mivoaha!’, Ary izay ao anaty haizina hoe: ‘Misehoa!’ Izay hitany eny an-dalana no hohaniny, Ary eny amoron’ny lala-masaka rehetra eny izy ireo no hiraoka ahitra.",
        "10": "Tsy ho noana na hangetaheta izy ireo, Ary tsy hodanihin’ny hafanana na ny masoandro. Fa hitari-dalana azy Ilay mamindra fo aminy, Ka hitarika azy ho eny amin’ny loharano.",
        "11": "Hataoko lalana ny tendrombohitro rehetra, Ary hampiakariko ambony ny lalambeko rehetra.",
        "12": "Tonga avy any lavitra be izy ireo, Ka ny sasany avy any avaratra sy avy any andrefana, Dia ny sasany avy any Sinima.”",
        "13": "Mihobia, ry lanitra, ary mifalia, ry tany! Aoka hifalifaly ny tendrombohitra sady hihoby. Mampionona ny vahoakany mantsy i Jehovah, Sady mamindra fo amin’izay mpanompony mijaly.",
        "14": "Niteny foana anefa i Ziona hoe: “Efa nahafoy ahy i Jehovah. Efa nanadino ahy i Jehovah.”",
        "15": "Misy vehivavy manadino ny zanany mbola minono ve, Na tsy mangoraka an’ilay zanany naterany? Na manadino aza ireny vehivavy ireny, dia izaho indray tsy mba hanadino anao mihitsy.",
        "16": "Nosoratako teo amin’ny felatanako ny anaranao. Eo anatrehako foana ny mandanao.",
        "17": "Miverina haingana ny zanakao, Ary hiala aminao izay nandrodana sy nandrava anao.",
        "18": "Mitrakà dia jereo daholo ny manodidina anao. Jereo fa mitangorona izy rehetra, Dia manatona anao. “Raha mbola velona koa aho”, hoy i Jehovah, “Dia hanaovanao hoatran’ny haingo izy rehetra, Ka hafatotrao amin’ny vatanao hoatran’ny ataon’ny vehivavy ampakarina.",
        "19": "Na dia ravarava sy tsy misy mponina intsony aza ny toerana nisy anao, ary simba ny taninao, Dia ho lasa tery loatra izany ka tsy ho antonona an’izay hipetraka ao, Ary ho lavitra be anao izay nandrapaka anao.",
        "20": "Ary na ireo zaza teraka taorian’ny nahafatesan’ny zanakao aza dia hiteny aminao hoe: ‘Tery loatra ity toerana ity ka tsy antonona anay. Omeo toerana malalaka eto izahay hipetrahanay.’",
        "21": "Dia hiteny anakampo ianao hoe: ‘Mba iza àry no rain’ireto zaza ireto, ka nanome ahy an’ireto? Izaho ange vehivavy maty anaka sy momba e! Dia izaho koa natao sesitany sady nogadraina. Dia iza no nitaiza an’ireto? Na izaho aza nilaozan’ny olona irery tany, Dia avy aiza izany ireto?’”",
        "22": "Izao no tenin’i Jehovah Tompo Fara Tampony: “Hatsangako ny tanako mba ho hitan’ny firenena, Ary hatsangako ny tsato-kazo famantarana mba ho hitan’ny vahoaka. Dia hotrotroin’izy ireo ny zanakao lahy, Ary hataony antsangory ny zanakao vavy.",
        "23": "Mpanjaka no ho lasa mpitaiza anao, Ary ny andriambaviny no ho mpampinono anao. Hiankohoka amin’ny tany eo anatrehanao izy ireo, Sady hilelaka ny vovoka amin’ny tongotrao. Dia ho fantatrao fa izaho no Jehovah, Ary tsy ho afa-baraka mihitsy izay manantena ahy.”",
        "24": "Mbola azo alaina eny an-tanan’ny lehilahy matanjaka ve ny olona efa lasany? Mbola azo avotana ve izay nataon’ny mpitondra jadona babo?",
        "25": "Izao anefa no tenin’i Jehovah: “Mbola halaina na dia izay efa nataon’ny lehilahy matanjaka babo aza, Ary mbola havotana izay nosamborin’ny mpitondra jadona. Hotoheriko izay manohitra anao, Ary hovonjeko ny zanakao.",
        "26": "Hampihinaniko ny nofony ihany izay rehetra mampijaly anao, Ary hataoko mamon’ny rany ihany izy ireo, hoatran’ny hoe mamon’ny divay mamy. Dia ho fantatry ny olona rehetra fa izaho no Jehovah, Ilay Mpamonjy anao sy Mpanavotra anao, Ary izaho Ilay Maherin’i Jakoba.”"
    },
    "50": {
        "1": "Izao no tenin’i Jehovah: “Izaho angaha nanome taratasy fisaraham-panambadiana ho an’ny reninareo, tamin’izy noroahiko? Iza tamin’ireo tokony handoavako trosa no nivarotako anareo? Nanao fahadisoana ange ianareo dia izany no antony nivarotana anareo e! Ary nanota ianareo dia noroahina ny reninareo.",
        "2": "Nahoana àry no tsy nisy olona teto rehefa tonga aho? Ary nahoana no tsy nisy namaly rehefa niantso aho? Angaha ny tanako fohy loatra ka tsy mahavita manavotra, Sa izaho tsy manan-kery hamonjena? Teneniko mafy fotsiny ny ranomasina dia ritra, Ary ovako ho tany efitra ny renirano. Matin’ny hetaheta ny trondrony, Dia lo fa tsy misy rano.",
        "3": "Ampitafiako haizina ny lanitra, Ary rakofako lamba gony.”",
        "4": "I Jehovah Tompo Fara Tampony efa nampianatra ny lelako hahay hiteny, Mba hahafantarako an’izay tokony holazaina amin’ny olona reraka. Mamoha ahy isa-maraina izy, Ka fohaziny ny sofiko mba hihaino hoatran’ny olona ampianarina.",
        "5": "Nanokatra ny sofiko i Jehovah Tompo Fara Tampony. Dia izaho tsy mba nikomy, Na nivily lalana.",
        "6": "Natolotro tamin’ny olona nikapoka ahy ny lamosiko, Ary ny takolako natolotro tamin’ireo nanongotra ny volombavako. Ny tarehiko koa tsy mba nafeniko tamin’ny olona nanala baraka sy nandrora ahy.",
        "7": "Hanampy ahy anefa i Jehovah Tompo Fara Tampony, Ka tsy ho menatra aho. Noho izany, dia tapa-kevitra ny ho hentitra aho, Ary fantatro fa tsy ho afa-baraka aho.",
        "8": "Akaiky ahy Ilay milaza hoe marina aho. Iza no afaka miampanga ahy? Aleo izahay hifanatrika. Iza no mitory ahy any amin’ny fitsarana? Aleo izy hanatona ahy.",
        "9": "Hanampy ahy i Jehovah Tompo Fara Tampony. Iza no hilaza fa meloka aho? Ho lasa hoatran’ny akanjo tonta izy rehetra, Ary hoatran’ny akanjo lanin’ny bibikely.",
        "10": "Iza aminareo no matahotra an’i Jehovah Sy mihaino ny tenin’ny mpanompony? Iza no nandeha tao anatin’ny haizim-be tsy nisy hazavana? Asaivo mitoky amin’ny anaran’i Jehovah sy miantehitra amin’ilay Andriamaniny izy.",
        "11": "“Ianareo rehetra izay mandrehitra afo Sy mampisy pitik’afo, Mandehana amin’ny hazavan’ny afonareo Sy eo amin’ny pitik’afo alefanareo. Dia izao no sazy hampihariko aminareo: Hiampatrampatra ao anatin’ny fanaintainana faran’izay mafy ianareo."
    },
    "51": {
        "1": "“Mihainoa ahy ianareo mitady ny fahamarinana, Dia ianareo mitady an’i Jehovah! Jereo ilay vatolampy nanendahana anareo, Sy ilay lavaka nitrandrahana anareo.",
        "2": "Jereo i Abrahama rainareo, Sy Saraha izay niteraka anareo. Fa iray ihany izy tamin’izy nantsoiko. Dia notahiko izy ka nataoko lasa be dia be.",
        "3": "Fa hampionona an’i Ziona i Jehovah. Hampiononiny daholo ny toerana ravarava ao. Dia hataony ho toa an’i Edena ny tany efitra any, Ary ho toy ny zaridainan’i Jehovah ny lemaka karakaina. Hiravoravo sy hifaly ny olona ao, Ary hanao fisaorana sy hira kanto.",
        "4": "Henoy tsara aho, ry vahoakako! Mihainoa ahy, ry fireneko! Fa hisy lalàna havoakako, Ary ny fampiharako ny rariny no hataoko manazava ny firenena.",
        "5": "Efa manakaiky ny fahamarinako. Efa ho tonga ny famonjena avy amiko, Ary ny sandriko no hitsara an’ireo firenena. Izaho no hantenain’ireo nosy, Ary ny sandriko no handrandrainy.",
        "6": "Mitrakà dia jereo ny lanitra, Ary jereo ny tany eny ambany! Ho potipotika ny lanitra ka hiparitaka toy ny setroka. Ny tany indray ho lasa hoatran’ny akanjo tonta, Ary ny mponina eo aminy ho faty toy ny moka. Ny famonjeko kosa haharitra mandrakizay, Ary ny fahamarinako tsy ho foana mihitsy.",
        "7": "Mihainoa ahy ianareo efa mahalala ny fahamarinana, Dia ianareo manana ny lalàko ao am-ponareo. Aza matahotra ny esoeson’ny olombelona mety maty, Ary aza mihorohoro satria hoe ambanimbaniny.",
        "8": "Fa hohanin’ny bibikely ireny, hoatran’ny fihinanany akanjo, Ary hohanin’ny bibikely mpihinan-damba, hoatran’ny fihinanany lamba volonondry. Ny fahamarinako kosa haharitra mandrakizay, Ary ny famonjeko haharitra hatrany amin’ny taranaka fara aman-dimby.”",
        "9": "Mifohaza! Mifohaza! Mitafia hery, ry sandrin’i Jehovah! Mifohaza toy ny tamin’ny andro fahiny, toy ny tamin’ny andron’ireo taranaka taloha! Tsy ianao ve no namotipotika an’i Rahaba, Sy nanatrobaka an’ilay biby ngezabe any an-dranomasina?",
        "10": "Tsy ianao ve no nanao izay haharìtra ny ranomasina, dia ny rano lalina be? Tsy ianao koa ve no nanao ny ranomasina lalina ho lalana hiampitan’ireo navotana?",
        "11": "Hiverina ireo navotan’i Jehovah. Hihoby izy ireo rehefa tonga ao Ziona, Ary hifaly foana ka ho toy ny satroboninahitra eny aminy ny fifaliany. Hiravoravo sy ho faly izy ireo, Dia handositra azy ny alahelo sy ny fisentoana.",
        "12": "“Izaho Ilay mampionona anareo. Dia nahoana ianao no matahotra ny olombelona mety maty izay ho faty ihany, Sy ny zanak’olombelona izay halazo hoatran’ny ahitra?",
        "13": "Nahoana ianao no manadino an’i Jehovah, ilay Mpanao anao, Ilay namelatra ny lanitra sy nametraka ny fototry ny tany? Tontolo andro ianao natahotra foana ny fahatezeran’ilay nampijaly anao, Hoatran’ny hoe ho afaka handringana anao izy. Dia aiza izao ny hatezeran’ilay nampijaly anao?",
        "14": "Tsy ho ela dia hafahana ilay manjoko noho ny rojo vy mamatotra azy, Dia tsy ho faty izy ka tsy ho latsaka any an-davaka, Ary tsy ho fatin’ny mosary.",
        "15": "Izaho no Jehovah Andriamanitrao, Ilay mampisamboaravoara ny ranomasina sy mampidoboka ny onjany. Jehovah Tompon’ny tafika no anarako.",
        "16": "Hampitaiko aminao ny teny tiako holazainao, Ary hosaronako amin’ny aloky ny tanako ianao. Amin’izay dia hataoko eo amin’ny toerany ny lanitra, ary hapetrako ny fototry ny tany, Dia hiteny amin’i Ziona aho hoe: ‘Vahoakako ianao.’",
        "17": "Mifohaza! Mifohaza! Mitsangàna, ry Jerosalema ô! Nisotro tamin’ilay kaopy teny an-tanan’i Jehovah ianao, dia ilay kaopy misy ny fahatezerany. Nosotroinao ny tao anatin’ilay fisotroan-divay, Ary notaperinao tanteraka ny tao amin’ilay kaopy mampivembena.",
        "18": "Tsy misy eo daholo ny zanakao mba hitari-dalana anao, Ary tsy nisy nitantana anao ny zanaka notezainao rehetra.",
        "19": "Nanjo anao ireto zavatra roa ireto: Ringana sady ravarava ianao, ary noana sady matin’ny sabatra! Dia iza no hangoraka anao? Ary iza no hampionona anao?",
        "20": "Torana ny zanakao. Miampatrampatra eny an-joron-dalana rehetra eny izy ireo, Hoatran’ny ondridia anaty harato. Anamparan’i Jehovah ny hatezerany izy ireo, sady anarin’ilay Andriamanitrao.”",
        "21": "Mba henoy àry izao, Ry vehivavy mijaly, izay mamo nefa tsy mamon-divay!",
        "22": "Izao no tenin’i Jehovah Tomponao, ilay Andriamanitrao, izay miaro ny vahoakany: “Halaiko eny an-tananao ilay kaopy mampivembena, Dia ilay kaopy misy ny fahatezerako. Tsy hisotro amin’iny intsony ianao.",
        "23": "Hatolotro eny an-tanan’ireo mampijaly anao ilay kaopy, Dia izay niteny taminao hoe: ‘Miondreha amin’ny tany mba handehananay.’ Nataonao hoatran’ny tany àry ny lamosinao, Hoatran’ny lalana handehanan’izy ireo.”"
    },
    "52": {
        "1": "Mifohaza, mifohaza, tafio ny herinao, ry Ziona ô! Anaovy ny akanjonao tsara tarehy, ry Jerosalema tanàna masina ô! Fa tsy hiditra ao aminao intsony ny tsy mifora sy ny tsy madio.",
        "2": "Ahintsano ny vovoka, ry Jerosalema ô, dia miarena ka mipetraha! Vahao ny tady mamatotra ny vozonao, ry Ziona zanakavavy nentina ho babo.",
        "3": "Fa izao no tenin’i Jehovah: “Namidy maimaim-poana ianareo, Ka tsy hisy vola haloa koa rehefa avotana ianareo.”",
        "4": "Izao mantsy no tenin’i Jehovah Tompo Fara Tampony: “Tamin’ny voalohany, dia nidina tany Ejipta ny vahoakako mba hivahiny tany, Dia avy eo nampijalin’i Asyria tsy amin’antony.”",
        "5": "“Inona àry no tokony hataoko?” hoy i Jehovah. “Fa nalaina maimaim-poana ny vahoakako. Mihorakoraka foana ireo manjaka amin’izy ireo fa nandresy”, hoy i Jehovah. “Tsy hajain’ny olona mihitsy ny anarako, tontolo andro.",
        "6": "Ho fantatry ny vahoakako àry ny anarako. Dia ho fantany koa amin’izany andro izany fa izaho Ilay miteny. Izaho mihitsy no miteny!”",
        "7": "Tsara tarehy erỳ ny tongotr’ilay mitondra vaovao tsara mandeha eny an-tendrombohitra, Ilay mitory fiadanana, Ilay mitondra vaovao tsara momba ny zavatra tsara kokoa, Ilay mitory momba ny famonjena, Dia ilay miteny amin’i Ziona hoe: “Lasa Mpanjaka ny Andriamanitrao!”",
        "8": "Izany fa miantsoantso mafy ny mpitilinao! Miara-mihoby izy ireo, Satria ho hitan’izy ireo tsara ny hamerenan’i Jehovah an’i Ziona amin’ny laoniny.",
        "9": "Mifalia, ry toerana rava ao Jerosalema, dia miaraha mihoby! Nampionona ny vahoakany mantsy i Jehovah, sady nanavotra an’i Jerosalema.",
        "10": "Nataon’i Jehovah hitan’ny firenena rehetra ny sandriny masina, Ary ho hitan’ny vazan-tany efatra ny zavatra nataon’ilay Andriamanitsika mba hamonjena ny vahoakany.",
        "11": "Ianareo izay mitondra ny fitaovan’i Jehovah, Mialà, mialà, mivoaha avy ao, ary aza mikasika an’izay maloto! Mivoaha avy ao aminy, ary miezaha hadio foana.",
        "12": "Fa tsy hisahotaka ianareo rehefa miala avy ao, Sady tsy voatery handositra. Handeha eo alohanareo mantsy i Jehovah, Ary ilay Andriamanitry ny Israely no ho vodilaharana mpiaro anareo.",
        "13": "Ho malina ny mpanompoko rehefa manao zavatra. Homena toerana ambony izy, Ary hasandratra ka homena voninahitra lehibe.",
        "14": "Betsaka no nidanàka rehefa nahita azy. Nosimbana mihoatra noho ny endrik’olon-kafa rehetra mantsy ny endriny, Ary nosimbana mihoatra noho ny an’ny olombelona ny bikany.",
        "15": "Dia hoatr’izany koa fa hataony izay hahagaga firenena be dia be. Hitampim-bava eo anatrehany ireo mpanjaka, Satria zavatra mbola tsy notantaraina tamin’izy ireo no ho hitany, Ary zavatra mbola tsy henony no hodinihiny."
    },
    "53": {
        "1": "Iza no mba nino ny zavatra henony taminay? Ary iza no nampisehoan’i Jehovah ny sandriny?",
        "2": "Hitsiry toy ny rantsankazo eo anatrehany izy, hoatran’ny faka maniry eny amin’ny tany karakaina. Tsy mba hoatran’ny olo-manan-kaja no fahitana azy, sady tsy manana voninahitra izy. Tsy mba voasarika hanatona azy izahay rehefa mahita ny bika aman’endriny.",
        "3": "Natao tsinontsinona sy nihatakatahan’ny olona izy, Ary lehilahy nahalala fanaintainana, sady nahafantatra tsara ny atao hoe aretina. Hoatran’ny hoe nafenina anay ny endriny. Natao tsinontsinona izy, ary noheverinay ho tsy misy dikany.",
        "4": "Nitondra ny aretinay tokoa izy, Ary nizaka ny fanaintainanay. Nihevitra anefa izahay hoe voaozona izy, ka nokapohin’Andriamanitra sy nampijalina.",
        "5": "Notrobarana noho ny helokay anefa izy, Ary natao torotoro noho ny fahadisoanay. Izy no niharan’ny sazy mba hahafahanay hihavana amin’Andriamanitra, Ary ny ratrany no nahatonga anay ho sitrana.",
        "6": "Nirenireny toy ny ondry izahay rehetra, Ka samy nivily nanaraka ny lalanay avy. Ary nampitondrain’i Jehovah azy ny fahadisoanay rehetra.",
        "7": "Nampijalina sy nanaiky hampahorina izy, Nefa tsy mba niteny mihitsy. Nentina hoatran’ny ondry hovonoina izy, Hoatran’ny ondrivavy mangina eo anatrehan’ny mpanety azy, Ka tsy niteny mihitsy.",
        "8": "Noho ny fampahoriana sy ny fitsarana, dia nesorina ny ainy. Iza no handinika ny tsipiriany momba ny taranaka nipoirany? Nesorina hiala tamin’ny tanin’ny velona izy. Nokapohina koa izy noho ny heloky ny vahoakako.",
        "9": "Nomena fasana niaraka tamin’ny ratsy fanahy izy, Ary niaraka nalevina tamin’ny mpanankarena izy rehefa maty, Na dia tsy nanao ratsy mihitsy aza Sady tsy nisy fitaka teo am-bavany.",
        "10": "Sitrapon’i Jehovah anefa ny hanorotoro azy, dia navelany hijaly izy. Raha atolotrao ho fanatitra noho ny heloka ny ainy, Dia hahita an’izay ho taranany izy sady ho lava andro iainana. Izy koa no hanatanteraka an-tsakany sy an-davany an’izay tian’i Jehovah.",
        "11": "Niaritra ny mafy izy ka ho afa-po amin’izay hitany. Efa mahalala zavatra betsaka ny mpanompoko, dia ilay olo-marina, Ka hanampy olona be dia be ho lasa olo-marina. Hozakainy koa ny fahadisoan’izy ireo.",
        "12": "Noho izany, dia homeko anjara miaraka amin’ny maro izy, Ka hifampizara babo miaraka amin’ny mahery. Fa nanome ny ainy izy ka maty mihitsy, Ary natao ho anisan’ny mpandika lalàna. Nitondra ny fahotan’ny olona maro koa izy, Sady nanelanelana mba hahasoa an’ireo mpandika lalàna."
    },
    "54": {
        "1": "“Mihobia, ry vehivavy momba izay tsy niteraka! Mifalia sy mihobia ianao izay tsy mba narary nihetsi-jaza mihitsy! Fa ny zanaky ny vehivavy nilaozam-bady, Dia betsaka noho ny zanaky ny vehivavy manambady”, hoy i Jehovah.",
        "2": "“Halalaho ny tranolainao, Ary henjano ny lamban’ny tranolainao be voninahitra. Aza mihafihafy mihitsy rehefa manao an’izany, ary halavao ny tady manenjana ny lainao. Hamafiso koa ny fantsika be fanenjanan-day.",
        "3": "Fa hiparitaka hiankavanana sy hiankavia ianao, Ary ho lasan’ny taranakao ireo firenena. Hipetrahan’izy ireo koa ny tanàna aolo.",
        "4": "Aza matahotra fa tsy ho menatra ianao. Aza mieritreritra hoe afa-baraka ianao, fa tsy ho diso fanantenana ianao. Hohadinoinao mantsy ny henatrao tamin’ny fahatanoranao, Ary tsy hotsaroanao intsony ilay ianao afa-baraka satria hoe maty vady.”",
        "5": "“Ilay Be Voninahitra Mpanao anao mantsy no vadinao, Ary Jehovah Tompon’ny tafika no anarany. Ilay Masin’ny Israely no Mpanavotra anao, Ary hantsoina hoe Andriamanitry ny tany manontolo izy.",
        "6": "Fa nampodin’i Jehovah ianao, izay toy ny vehivavy nilaozan’ny vadiny sy nalahelo be, Hoatran’ny vehivavy nalaina ho vady tamin’izy tanora nefa nariana tatỳ aoriana”, hoy ilay Andriamanitrao.",
        "7": "“Fa vetivety ihany aho no nahafoy anao. Be famindram-po anefa aho ka hampody anao.",
        "8": "Tezitra be taminao aho, ka nafeniko vetivety ny tarehiko mba tsy ho hitanao. Tia anao sy tsy mivadika aminao mandrakizay anefa aho ka hamindra fo aminao”, hoy i Jehovah, ilay Mpanavotra anao.",
        "9": "“Amiko dia toy ny tamin’ny andron’i Noa izao. Efa nianiana aho hoe tsy ho safotry ny rano toy ny tamin’ny andron’i Noa intsony ny tany, Dia hoatr’izany koa fa mianiana aho hoe tsy ho tezitra aminao intsony na hiteny mafy anao.",
        "10": "Fa na hesorina aza ny tendrombohitra, Ary na hihozongozona aza ny havoana, Dia mbola ho tia anao sy tsy hivadika aminao aho, Ary tsy ho rava ny fifanekem-pihavanana ataoko aminao”, hoy i Jehovah, Ilay mamindra fo aminao.",
        "11": "“Ry vehivavy mijaly sy asafotofoton’ny rivo-mahery, sady tsy misy mampionona! Hampiasa rihitra mafy aho hanakambanako ireo vato eo aminao, Ary safira no hataoko fototrao.",
        "12": "Vatosoa robia no hanaovako ny tampon’ny mandanao, Vatosoa mamirapiratra no hanaovako ny vavahadinao, Ary vatosoa sarobidy ny sisin-taninao rehetra.",
        "13": "Hampianarin’i Jehovah ny zanakao rehetra, Ka ho be ny fiadanan’ny zanakao.",
        "14": "Hiorina tsara amin’ny fahamarinana ianao. Hesorina lavitra anao koa ny fampijaliana. Tsy hisy hatahoranao ary tsy hisy hampihorohoro anao, Satria tsy hanakaiky anao izany.",
        "15": "Raha misy manafika anao, Dia tsy noho ny baiko avy amiko izany. Ho resy izay manafika anao.”",
        "16": "“Izaho no namorona ny mpanao asa tanana, Izay mitsoka ny afon-tsaribao, Ka mahavita fitaovam-piadiana. Izaho koa no namorona an’ilay mpandringana izay handravarava.",
        "17": "Tsy hisy hahomby izay fiadiana amboarina hamelezana anao, Ary homelohinao eo amin’ny fitsarana ny lela rehetra miampanga anao. Izany no lovan’ny mpanompon’i Jehovah, Ary olo-marina izy ireo amiko”, hoy i Jehovah."
    },
    "55": {
        "1": "Avia ianareo rehetra mangetaheta, avia misotro rano! Ianareo tsy manam-bola, avia, mividiana dia mihinàna! Avia mividy divay sy ronono tsy andoavam-bola sady tsy misy sarany.",
        "2": "Nahoana ianareo no mandany vola foana amin’izay tsy sakafo? Nahoana ianareo no mandany ny karamanareo amin’ny zavatra tsy mahavoky? Henoy tsara aho, dia mihinàna sakafo tena tsara, Dia amin’izay ianareo tena hankafy sakafo matsiro be.",
        "3": "Aoka ianareo hanongilan-tsofina dia mankanesa atỳ amiko. Mihainoa, dia ho velona ianareo. Fa vonona hanao fifanekena mandrakizay aminareo aho, Araka izay nampanantenaiko an’i Davida hoe ho tia azy aho sady tsy hivadika aminy. Azo itokisana izany fampanantenana izany.",
        "4": "Nataoko vavolombelona eo amin’ireo firenena izy, Sady mpitarika sy mpitondra an’ireo firenena.",
        "5": "Firenena tsy fantatrao no hantsoinao, Ary olona avy amin’ny firenena tsy mahafantatra anao no hihazakazaka hankany aminao, Noho ny amin’i Jehovah Andriamanitrao, dia Ilay Masin’ny Israely. Homeny voninahitra mantsy ianao.",
        "6": "Mitadiava an’i Jehovah, dieny mbola hita izy. Miantsoa azy, dieny mbola akaiky izy.",
        "7": "Aoka ny ratsy fanahy hiala amin’ny ratsy fanaony, Ary ny mpanao ratsy tsy hieritreritra zava-dratsy intsony. Aoka izy hiverina amin’i Jehovah, izay hamindra fo aminy, Dia amin’ilay Andriamanitsika, fa tena mamela heloka tanteraka izy.",
        "8": "“Ny fihevitro mantsy tsy mba fihevitrareo, Ary ny lalanareo tsy mba lalako”, hoy i Jehovah.",
        "9": "“Fa hoatran’ny haavon’ny lanitra raha oharina amin’ny tany, Ny haavon’ny lalako raha oharina amin’ny lalanareo, Sy ny fihevitro raha oharina amin’ny fihevitrareo.",
        "10": "Fa toy ny orana sy ny lanezy milatsaka avy any an-danitra, Ka tsy miverina any raha tsy efa mahavonto ny tany, sy mahatonga ny zavamaniry hitsiry sy hamokatra, Ary manome masomboly ho an’ny mpamafy sy sakafo ho an’ny mpihinana,",
        "11": "Dia ho toy izany ny teny lazaiko. Tsy hiverim-potsiny atỳ amiko ny teniko, Fa tsy maintsy hanatanteraka an’izay mahafinaritra ahy, Ary tsy maintsy ho vitany izay rehetra anirahako azy.",
        "12": "Ho falifaly mantsy ianareo rehefa handeha, Ary hiadana rehefa hoentina mody. Hifaly sy hihoby eo anatrehanareo ny tendrombohitra sy ny havoana, Dia hitehaka daholo ny hazo any an-tsaha.",
        "13": "Hazo zenevrie no haniry fa tsy kirihitra be tsilotsilo, Ary hazo mirta fa tsy tsilo. Hampahalaza an’i Jehovah izany, Ka ho famantarana mandrakizay tsy ho levona mihitsy.”"
    },
    "56": {
        "1": "Izao no tenin’i Jehovah: “Manaova foana ny rariny, ary manaova ny marina. Fa tsy ho ela aho dia hamonjy, Ary efa haharihary ny fahamarinako.",
        "2": "Sambatra ny olona manao an’izany, Sy ny zanak’olombelona mifikitra mafy amin’izany, Sady mitandrina sy tsy manazimbazimba ny Sabata, Ary mifehy ny tanany tsy hanao ratsy mihitsy.",
        "3": "Izay hafa firenena miandany amin’i Jehovah dia tsy tokony hiteny hoe: ‘Tsy maintsy hesorin’i Jehovah tsy ho anisan’ny vahoakany aho izao.’ Ny lehilahy novosirina koa tsy tokony hiteny hoe: ‘Indrisy fa hazo maina aho!’”",
        "4": "Fa izao no tenin’i Jehovah: “Izay lehilahy novosirina ka mitandrina ny sabatako sy mifidy ny hanao izay sitrako ary mifikitra mafy amin’ny fifanekena nataoko,",
        "5": "Dia homeko tsangambato sy anarana ao an-tranoko sy ao anatin’ny mandako. Zavatra tsara kokoa noho ny zanakalahy sy zanakavavy izany. Anarana maharitra mandrakizay no homeko azy, Dia anarana tsy hofoanana mihitsy.",
        "6": "Izay hafa firenena miandany amin’i Jehovah mba hanompo azy, Sy mba ho tia ny anaran’i Jehovah, Ary mba ho mpanompony, Izay rehetra mitandrina ny Sabata ka tsy manazimbazimba azy, Sady mifikitra mafy amin’ny fifanekena nataoko,",
        "7": "Dia hoentiko any amin’ny tendrombohitro masina koa, Ary hampifaliko ao amin’ny trano fivavahana amiko. Hekeko izay fanatitra dorana manontolo sy sorona ataony eo ambony alitarako. Fa ny tranoko hantsoina hoe trano fivavahana ho an’ny olona rehetra.”",
        "8": "Hoy i Jehovah Tompo Fara Tampony, izay manangona an’ireo Israelita efa niparitaka: “Ankoatra an’izay efa voangona, dia hanangona olon-kafa ho eo amin’izy ireo koa aho.”",
        "9": "Tongava daholo ka mihinàna, ry bibidia rehetra any an-tsaha, Dia ianareo bibidia rehetra any an’ala.",
        "10": "Jamba ny mpitiliny, ka tsy misy mahatsikaritra an’izay mety hitranga. Alika moana izy rehetra ka tsy mahavovò, Fa misefosefo fotsiny sy mitsilailay ary tia matoritory.",
        "11": "Alika mirangorango izy ireo, Sady tsy mety voky mihitsy. Mpiandry ondry tsy mahay na inona na inona koa izy ireo, Ary samy manaraka ny lalany avy. Samy te hahazo tombony azo tamin’ny tsy rariny izy rehetra ka miteny hoe:",
        "12": "“Avia, fa haka divay aho. Andao hisotro toaka mandra-pahamamo. Mbola ho toy ny androany ihany ny rahampitso, ary mbola ho tsara lavitra mihitsy aza.”"
    },
    "57": {
        "1": "Maty ny olo-marina, Nefa tsy misy miraharaha an’izany. Nindaosin’ny fahafatesana koa ny olona tsy mivadika, Nefa tsy misy mahafantatra akory hoe maty ny olo-marina Satria tratran’ny loza.",
        "2": "Mahita fiadanana izy. Miala sasatra eo amin’ny farafara vato izay rehetra manao izay mahitsy.",
        "3": "“Ianareo kosa manatòna etỳ, Ianareo zanaky ny vehivavy mpilalao ody, Dia ianareo zanaky ny mpanitsakitsa-bady sy vehivavy mpivaro-tena.",
        "4": "Maneso an’iza ianareo? Manondro molotra sy mitranga lela amin’iza ianareo? Ianareo angaha tsy zanaky ny fandikan-dalàna Sy zanaky ny fitaka,",
        "5": "Izay manaitra ny filany eny akaikin’ireo hazobe Sy eny ambanin’ny hazo midoroboka rehetra, Sady manao sorona ankizy eny amin’ny lohasaha, Eny an-tsefatsefaky ny harambato?",
        "6": "Ny vato malama eny amin’ny lohasaha no anjaranao. Ireny tokoa no anjaranao! Mandraraka fanatitra zava-pisotro amin’izy ireny koa aza ianao sady manolotra fanomezana ho azy. Izany ve dia hahafaly ahy?",
        "7": "Teny amin’ny tendrombohitra avo sy manerinerina ianao no nanamboatra ny fandriananao. Niakatra teny koa ianao mba hanao sorona.",
        "8": "Nametraka marika fahatsiarovana tao ambadiky ny varavarana sy tolàna ianao. Nilaozanao aho dia nesorinao ny akanjonao. Dia niakatra ianao ary nataonao malalaka ny fandriananao. Nanao fifanekena tamin’ireny koa ianao. Tia niray fandriana tamin’ireny ianao, Ary nibanjina ny filahiana.",
        "9": "Nidina nitondra menaka tany amin’i Meleka ianao, Dia nitondra zava-manitra be dia be. Nalefanao lavitra koa ny irakao, Ka lasa afaka nidina tany amin’ny Fasana ianao.",
        "10": "Nandehandeha be ianao, dia izany no nandanianao ny herinao. Tsy mba niteny anefa ianao hoe: ‘Tsy misy antenaina intsony!’ Nahazo hery indray ianao, Ka tsy kivy.",
        "11": "Iza no nampihorohoro anao sy natahoranao, Ka nahatonga anao handainga? Tsy nahatsiaro ahy ianao, Ary tsy nisy na inona na inona nalatsakao tao am-ponao. Tsy efa nangina foana ve aho, ka tsy niteny? Na izaho aza anefa tsy mba natahoranao.",
        "12": "Hataoko fantatry ny rehetra izay mba lazainao hoe fahamarinanao sy asanao, Ary tsy hahasoa anao ireny.",
        "13": "Rehefa miantso vonjy ianao, Dia tsy hamonjy anao ny sampy nangoninao. Ho lasan’ny rivotra daholo ireny, Sady fofonaina fotsiny dia hahavita hipaoka azy. Fa izay mialoka amiko kosa handova ny tany, Ary ho lasa fananany ny tendrombohitro masina.",
        "14": "Dia hisy hiteny hoe: ‘Manamboara lalana! Manamboara lalana! Omano ny lalana! Esory ny sakantsakana rehetra eny amin’ny lalan’ny vahoakako.’”",
        "15": "Fa izao no tenin’ilay Avo, dia Ilay Misandratra, Izay velona mandrakizay sady masina ny anarany: “Mipetraka any amin’ny avo sy any amin’ny toerana masina aho, Nefa koa eo amin’izay torotoro fo sy manetry tena, Satria te hanatanjaka ny sain’izay manetry tena, Sy hanatanjaka ny fon’izay torotoro fo.",
        "16": "Fa tsy hiady aminy mandrakizay aho, Na ho tezitra foana. Fa ho reraka noho ny amiko ny sain’ny olona, Ary ho reraka koa ny zavamananaina nataoko.",
        "17": "Tezitra aho satria nanota izy ka naka tombony tsy ara-drariny. Dia nosaziko izy, ka nafeniko azy ny tarehiko fa tezitra aho. Mbola nikomy foana anefa izy ka nanao an’izay mahafinaritra ny fony.",
        "18": "Efa hitako ny nataony, Nefa hanasitrana azy aho sady hitarika azy. Dia hampiononiko indray izy sy izay misaona miaraka aminy.”",
        "19": "“Izaho no mamorona ny teny fiderana. Hampiadaniko foana izay lavitra sy akaiky”, hoy i Jehovah, “Ary hositraniko izy.”",
        "20": "“Hoatran’ny ranomasina misamboaravoara tsy mety mitony kosa ny ratsy fanahy, Ary mamoaka ahidranomasina sy fotaka ilay ranomasina.",
        "21": "Tsy misy fiadanana ho an’ny ratsy fanahy”, hoy ny Andriamanitro."
    },
    "58": {
        "1": "“Miantsoantsoa faran’izay mafy, fa aza miahotrahotra mihitsy. Ataovy mafy be hoatran’ny feon’anjombona ny feonao, Ka lazao amin’ny vahoakako hoe nikomy izy ireo, Ary amin’ny taranak’i Jakoba hoe nanota izy ireo.",
        "2": "Mitady ahy isan’andro, hono, izy ireo, Ary mahafinaritra azy ireo, hono, ny mahafantatra ny lalako. Hoatran’ny hoe firenena nanao ny marina erỳ izy ireo, Ka tsy nahafoy ny didin’ilay Andriamaniny! Dia mangataka ahy hitsara ara-drariny izy ireo, Fa mahafinaritra azy, hono, ny manatona an’Andriamanitra. Hoy izy ireo:",
        "3": "‘Fa maninona no tsy jerenao izahay rehefa mifady hanina, Ary tsy raharahianao rehefa malahelo noho ny fahotanay?’ Dia namaly aho hoe: ‘Satria rehefa tonga ny andro ifadianareo hanina, dia izay mahafinaritra anareo ihany no ataonareo, Sady ampijalinareo koa izay miasa mafy ho anareo.",
        "4": "Miady sy mifanditra foana ianareo rehefa avy mifady hanina, Sady mifamely totohondry amin-kabibiana. Tsy afaka mifady hanina hoatr’izao ataonareo izao ianareo, nefa avy eo manantena hoe hohenoiko any an-danitra ny feonareo.",
        "5": "Hoatr’izao angaha ny fifadian-kanina tiako hataonareo: Mampahory tena hoatran’ny amin’ny andro fifadian-kanina, Dia miondrika toy ny harefo, Ary matory eo ambony gony sy lavenona? Izany ve no ataonareo hoe fifadian-kanina sy andro mahafaly an’i Jehovah?",
        "6": "Hoatr’izao kosa ny fifadian-kanina ekeko: Manala ny gadra vy napetaka noho ny tsy rariny, Mamaha ny tadin’ny zioga, Manafaka an’izay nampijalina sy mamela azy handeha, Ary manapaka ny zioga rehetra.",
        "7": "Dia izao koa: Mizara ny mofonao amin’ny noana, Sy mampiantrano ny mahantra sy ny tsy manan-kialofana, Mampitafy an’izay hitanao hoe mitanjaka, Ary tsy manome lamosina ny rahalahinao.",
        "8": "Amin’izay dia hamirapiratra toy ny amin’ny maraina ny hazavanao, Ary ho sitrana haingana ianao. Handeha eo alohanao ny fahamarinanao, Ary ho vodilaharana mpiaro anao ny voninahitr’i Jehovah.",
        "9": "Hiantso ianao dia hamaly i Jehovah. Hiantso vonjy ianao, dia hilaza izy hoe: ‘Ahoana izay?’ Raha esorinao ny zioga entin’ny olona, Ary tsy tondrotondroinao amin’ny rantsantananao intsony izy, sady tsy haratsiratsinao intsony,",
        "10": "Raha omenao an’izay irinao koa ny noana, Sady ataonao afa-po izay mijaly, Dia hamirapiratra ny hazavanao na dia ao anatin’ny haizina aza, Ary ho toy ny mitataovovona ny haizim-pitonao.",
        "11": "Hitarika anao foana i Jehovah, Ka hataony afa-po ianao, na dia any amin’ny tany karakaina aza. Hanatanjaka ny taolanao izy, Ka ho lasa hoatran’ny tanimboly azon-drano tsara ianao, Hoatran’ny loharano tsy mety ritra.",
        "12": "Noho ny aminao, dia haorin’izy ireo indray ny toerana efa rava hatry ny ela, Ary hatsanganao indray ny fototra efa nisy hatramin’ny taranaka taloha. Hantsoina hoe mpanamboatra ny manda efa rava ianao, Ary mpamerina ny lalana amin’ny laoniny mba hipetrahan’ny olona eny amorony.",
        "13": "Raha manaja ny Sabata ianao ka tsy mitady ny tombontsoanao fotsiny amin’ny androko masina, Ary raha toa ny Sabata ka ataonao andro tena mahafinaritra anao sy andro masin’i Jehovah ary andro omem-boninahitra, Ka omenao voninahitra, fa tsy mitady ny tombontsoanao fotsiny ianao sady tsy miteniteny foana,",
        "14": "Dia ho finaritra tanteraka amin’i Jehovah ianao, Ary hataoko mifehy ny toerana avo eny ambonin’ny tany. Havelako hihinana ny vokatra avy amin’ny lovan’i Jakoba razambenao koa ianao. Fa i Jehovah no efa niteny.”"
    },
    "59": {
        "1": "Tsy hoe fohy loatra ny tanan’i Jehovah ka tsy mahavonjy, Na hoe donto loatra ny sofiny ka tsy maheno.",
        "2": "Tsy izany, fa ny fahadisoanareo ihany no mampisaraka anareo amin’Andriamanitrareo. Ny fahotanareo ihany koa no mahatonga azy hanafina ny tarehiny tsy ho hitanareo, Ka tsy mety mihaino anareo izy.",
        "3": "Fa mihosin-dra ny felatananareo, Ary feno fahadisoana ny rantsantananareo. Mandainga ny molotrareo, ary mingonongonona zavatra tsy marina ny vavanareo.",
        "4": "Tsy misy olona miantsoantso mba hiaro ny fahamarinana, Ary tsy misy milaza ny marina izay mankany amin’ny fitsarana. Zavatra tsisy dikany no ianteheran’izy ireo, ary zavatra tsisy ilana azy no teneniny. Teti-dratsy no miforona ao an-kibony, ka zava-doza no aterany.",
        "5": "Mikotrika atodina bibilava misy poizina izy ireo, Ary manenona tranon-kala. Ho faty izay mihinana ny atodiny, Ary bibilava misy poizina no foy avy ao amin’ny atody nopotipotehina.",
        "6": "Tsy ho azo atao fitafiana ny tranon-kalany, Ary tsy ho azony irakofana ny zavatra vitany. Mampidi-doza ny zavatra ataony, Ary mahery setra foana ny tanany.",
        "7": "Mihazakazaka hanao ratsy ny tongony, Ary maika handatsaka ran’olona tsy manan-tsiny izy ireo. Zava-dratsy no eritreretiny, Ary fandringanana sy fandravana no eny amin’ny lalany.",
        "8": "Tsy fantany ny lalan’ny fiadanana, Ary tsy misy rariny eny amin’ny lalany. Ataony miolakolaka ny lalana alehany, Ka tsy hahita fiadanana mihitsy izay mandeha eny.",
        "9": "Izany no mahatonga ny rariny ho lavitra anay, Sy ny fahamarinana tsy hahatratra anay. Manantena hazavana foana izahay nefa haizina no hitanay, Ary manantena andro mazava nefa mbola mandeha ao anatin’ny haizim-pito ihany.",
        "10": "Mitsapatsapa manara-drindrina toy ny jamba izahay, Ka mitsapatsapa toy ny olona tsy manana maso. Tafintohina izahay amin’ny mitataovovonana, hoatran’ny amin’ny takariva maizimaizina ihany, Ary hoatran’ny maty izahay rehefa miaraka amin’ireo mahery.",
        "11": "Mierona toy ny orsa izahay rehetra, Ary mitoreo sy malahelo toy ny voromailala. Manantena rariny izahay nefa tsy misy izany, Ary manantena famonjena nefa lavitra anay izany.",
        "12": "Imbetsaka mantsy izahay no mikomy eo anatrehanao, Ary samy miampanga anay ny fahotanay. Fantatray tsara fa mikomy foana izahay, Sady manao fahadisoana imbetsaka.",
        "13": "Mandika lalàna sy mandà an’i Jehovah izahay, Ary manome lamosina an’Andriamanitray. Mifampiresaka foana izahay hoe hampijaly sy hikomy. Mamorona lainga ao am-ponay koa izahay, ka mingonongonona teny tsy marina.",
        "14": "Dia mihemotra ny rariny, Ary mijanona eny lavitra eny ny hitsiny. Tafintohina eny amin’ny tany malalaky ny tanàna mantsy ny fahamarinana, Ary tsy tafiditra eny ny fahitsiana.",
        "15": "Foana tsy misy intsony ny fahamarinana, Ary misy mandroba izay olona mifady ny ratsy. Nahita an’izany i Jehovah ka tena tsy faly, Satria tsy nisy intsony ny rariny.",
        "16": "Hitany fa tsy nisy olona mba hanampy, Ary gaga izy fa tsy mba nisy mpanelanelana. Ny sandriny àry no nampiasainy mba hamonjy, Ary ny fahamarinany ihany no nanohana azy.",
        "17": "Dia nanaovany hoatran’ny akanjo mifono vy ny fahamarinana, Ary nataony teo amin’ny lohany ny fiarovan-doha, izany hoe ny famonjena. Notafiny koa ny valifaty, Ary nanaovany hoatran’ny akanjo ny zotom-po.",
        "18": "Araka izay ataon’ny olona ihany no hamaliany azy: Ho tezitra amin’ny fahavalony izy, ary hamaly an’ireo miady aminy. Hovaliany araka izay sahaza azy koa ireo nosy.",
        "19": "Dia hatahotra ny anaran’i Jehovah ny avy any amin’ny filentehan’ny masoandro, Ary hatahotra ny voninahiny ny avy any amin’ny fiposahan’ny masoandro. Fa ho avy toy ny renirano misasasasa izy, Ka ny fanahin’i Jehovah no mitarika azy.",
        "20": "“Ho tonga any Ziona ilay Mpanavotra, Ho tonga any amin’izay tsy mandika lalàna intsony amin’ny taranak’i Jakoba”, hoy i Jehovah.",
        "21": "“Izao no fifanekena ataoko amin’izy ireo”, hoy i Jehovah: “Ny fanahiko izay ao aminao sy ny teniko nataoko teo am-bavanao, dia tsy hesorina eo am-bavanao, na eo am-bavan’ny zanakao, na eo am-bavan’ny zafikelinao, manomboka izao ka ho mandrakizay”, hoy i Jehovah."
    },
    "60": {
        "1": "“Mitsangàna, ry vehivavy, dia mandefasa hazavana, fa efa tonga ny hazavanao. Mamirapiratra eo aminao ny voninahitr’i Jehovah.",
        "2": "Hanarona ny tany ny haizina, Ary hanarona an’ireo firenena ny haizim-pito. Hamirapiratra eo aminao anefa i Jehovah, Ary eo aminao no hisehoan’ny voninahiny.",
        "3": "Hankeo amin’ny hazavanao ny firenena, Dia hanatona ny voninahitrao mamirapiratra ny mpanjaka.",
        "4": "Mitrakà dia jereo daholo ny manodidina anao! Nangonina daholo izy rehetra, ka tonga eo aminao. Tonga avy any lavitra ny zanakao lahy, Ary hoatr’izany koa ny zanakao vavy izay sakelehina.",
        "5": "Hahita an’izany ianao amin’izay fotoana izay ka ho miramirana. Hidobodoboka be ny fonao sady ho feno hafaliana, Satria halefa any aminao ny harenan’ny ranomasina, Sady ho tonga any aminao ny fananan’ny firenena.",
        "6": "Handrakotra ny taninao ny andian-drameva, Dia ny ramevalahy tanora avy any Midianina sy Efaha. Ny olona avy any Sheba koa ho tonga daholo, Sady hitondra volamena sy ditin-kazo manitra. Hilaza ny fiderana an’i Jehovah izy ireo.",
        "7": "Hangonina ho eo aminao daholo ny andian’ondrin’i Kedara. Hanompo anao ny ondrilahin’i Nebaiota. Dia hankeo ambony alitarako ireny ka hankasitrahako. Ary hataoko tsara tarehy ilay tranoko be voninahitra.",
        "8": "Iza ireny miara-manidina hoatran’ny rahona ireny, Hoatran’ny voromailala manidina mankeny amin’ny tranony?",
        "9": "Fa hanantena ahy ireo nosy. Ny sambon’i Tarsisy no anisan’ny hitarika Mba hitondra ny zanakao lahy avy any lavitra any. Hitondra ny volafotsiny sy ny volamenany ny zanakao, Mba hiderana ny anaran’i Jehovah Andriamanitrao sy Ilay Masin’ny Israely. Homeny voninahitra mantsy ianao.",
        "10": "Hafa firenena no hanangana ny mandanao, Ary hanompo anao ny mpanjakany. Tezitra be aho ka nikapoka anao, Nefa hankasitraka anao aho ka hamindra fo aminao.",
        "11": "Havela hisokatra foana ny vavahadinao. Tsy hohidiana ireny na andro na alina, Mba hampidirana ny fananan’ny firenena ho ao aminao, Ka ny mpanjakany no hitarika an’izany.",
        "12": "Fa ho ringana izay firenena sy fanjakana tsy hanompo anao, Ary ho rava tanteraka ireo firenena.",
        "13": "Hiaraka ho tonga any aminao ny voninahitr’i Libàna, Dia ny hazo zenevrie sy ny hazo volondavenona ary ny siprey, Mba hahatsara tarehy ny toerako masina. Dia homeko voninahitra ny fitoeran-tongotro.",
        "14": "Ho tonga hiankohoka eo anatrehanao ny zanak’ireo nampijaly anao. Hiankohoka eo an-tongotrao daholo koa izay manambanimbany anao. Ary hantsoin’izy ireo hoe tanànan’i Jehovah ianao, Dia Zionan’Ilay Masin’ny Israely.",
        "15": "Nafoy sy nankahalaina ianao taloha, sady tsy nisy mpandalo teo aminao. Hataoko lasa reharehan’ny olona mandrakizay anefa ianao, Sady hahafaly ny olona hatramin’ny taranaka fara aman-dimby.",
        "16": "Hisotro ny rononon’ny firenena ianao, Sady hinono amin’ny mpanjaka. Dia ho fantatrao tokoa fa izaho Jehovah no Mpamonjy anao, Ary Ilay Maherin’i Jakoba no Mpanavotra anao.",
        "17": "Volamena no hoentiko ho solon’ny varahina, Volafotsy ho solon’ny vy, Varahina ho solon’ny hazo, Ary vy ho solon’ny vato. Dia hotendreko ho mpiandraikitra anao ny fiadanana, Ary ho mpampiasa anao ny fahamarinana.",
        "18": "Tsy ho heno ao amin’ny taninao intsony ny herisetra, Ary tsy ho heno ao anatin’ny sisin-taninao intsony ny fandringanana sy fandravana. Hantsoinao hoe Famonjena ny mandanao, ary hoe Fiderana ny vavahadinao.",
        "19": "Tsy ny masoandro intsony no hanazava anao mandritra ny andro, Ary tsy hanome hazavana anao intsony ny volana mamirapiratra. I Jehovah mantsy no hanazava anao mandrakizay, Ary ilay Andriamanitrao no hahatsara tarehy anao.",
        "20": "Tsy hilentika intsony ny masoandronao, Sady tsy hihena ny hazavan’ny volana manazava anao. I Jehovah mantsy no hanazava anao mandrakizay, Ary ho tapitra ny andro fisaonanao.",
        "21": "Ho lasa olo-marina daholo ny vahoakanao, Ary ho fananan’izy ireo mandrakizay ilay tany. Tsimoka avy amin’izay namboleko izy ireo, Sady asan’ny tanako mba hahatsara tarehy ahy.",
        "22": "Ny vitsy ho lasa arivo, Ary ny kely ho lasa firenena mahery. Izaho Jehovah no hanafaingana an’izany amin’ny fotoanany.”"
    },
    "61": {
        "1": "Ny fanahin’i Jehovah Tompo Fara Tampony no ato amiko, Satria nanosotra ahy hilaza vaovao tsara amin’ny mpandefitra i Jehovah. Nirahiny hanisy fehy lamba ny ratran’ny torotoro fo aho, Sy hanambara hoe ho afaka ny babo, Ary hampahiratina ny mason’ny voafonja mba tena hahita tsara.",
        "2": "Nirahiny koa aho hitory ny taona fanehoan’i Jehovah fankasitrahana, Sy ny andro famalian’ilay Andriamanitsika, Mba hampionona an’izay malahelo rehetra,",
        "3": "Sy hanome izay ilain’ireo malahelo noho izay nanjo an’i Ziona, Ka hanome azy fehiloha ho solon’ny lavenona, Menaka mahafalifaly ho solon’ny alahelo, Ary akanjo fiderana ho solon’ny hakiviana. Hantsoina hoe hazoben’ny fahamarinana izy ireo, Dia hazo nambolen’i Jehovah mba hanomezam-boninahitra azy.",
        "4": "Dia hamboarin’izy ireo indray ny toerana efa rava taloha, Ary haoriny ny toerana efa tsy nisy mponina hatramin’ny ela, Haveriny amin’ny laoniny koa ny tanàna rava, Dia izay toerana tsy nisy mponina nandritra ny taranaka nifandimby.",
        "5": "“Vahiny no ho avy hiandry ny andian’ondrinareo, Ary olona hafa firenena no ho mpambolinareo sy mpikarakara ny tanimboalobokareo.",
        "6": "Fa ianareo indray, hantsoina hoe mpisoron’i Jehovah. Ary hiantso anareo hoe mpanompon’ilay Andriamanitsika izy ireo. Hihinana ny fananan’ny firenena ianareo, Ary hirehareha amin’ny voninahitr’izy ireo.",
        "7": "Hahazo anjara avo roa heny ny vahoakako ho solon’ny henatra, Ary tsy ho afa-baraka intsony izy fa hihoby noho ny anjarany. Hahazo anjara avo roa heny tokoa izy ireo ao amin’ny taniny, Dia hifaly mandrakizay.",
        "8": "Fa izaho Jehovah dia tia rariny, Sady mankahala ny fandrobana sy ny tsy fahamarinana. Mendri-pitokisana aho ka homeko foana ny karaman’izy ireo, Ary hanao fifanekena mandrakizay aminy aho.",
        "9": "Ho fantatr’ireo firenena ny zanak’izy ireo, Ary ho fantatry ny vahoaka ny taranany. Izay rehetra mahita azy dia hahafantatra hoe Izy ireo no taranaka notahin’i Jehovah.”",
        "10": "Ho faly be aho noho ny amin’i Jehovah, Ary hiravoravo aho noho ny amin’ilay Andriamanitro. Efa nampanaoviny ahy toy ny akanjo mantsy ny famonjena, Ary efa nampitafiany ahy toy ny akanjo lava ny fahamarinana, Ka hoatran’ny mpampakatra manao fehiloha mitovy amin’ny an’ny mpisorona aho, Ary hoatran’ny ampakarina manao firavaka.",
        "11": "Mampitsiry voa ny tany, Ary mampitsimoka an’izay nafafy teo aminy ny tanimboly. Dia hoatr’izany koa no ataon’i Jehovah Tompo Fara Tampony, Satria hataony mitsiry eo anatrehan’ny firenena rehetra ny fahamarinana sy fiderana."
    },
    "62": {
        "1": "Tsy hangina aho noho ny amin’i Ziona, Ary tsy hipetra-potsiny aho noho ny amin’i Jerosalema, Raha tsy efa mamirapiratra hoatran’ny hazavana ny fahamarinany, Ary raha tsy efa mirehitra hoatran’ny fanilo ny famonjena azy.",
        "2": "“Hahita ny fahamarinanao ny firenena, ry vehivavy, Ary hahita ny voninahitrao ny mpanjaka rehetra. Dia homena anarana vaovao ianao, Ka i Jehovah mihitsy no hanome an’izany.",
        "3": "Ho lasa satroboninahitra tsara tarehy eo an-tanan’i Jehovah ianao, Ho fehilohan’ny mpanjaka, eo am-pelatanan’ilay Andriamanitrao.",
        "4": "Tsy hantsoina intsony hoe vehivavy nilaozam-bady ianao, Ary ny taninao tsy hatao intsony hoe tany tsy misy mponina. Fa ianao kosa hantsoina hoe Sitrako Izy, Ary ny taninao hoe Ilay Manambady. Fa hankasitraka anao i Jehovah, Ary ny taninao ho lasa hoatran’ny hoe manambady.",
        "5": "Fa hoatran’ny tovolahy manambady virjiny, Dia hanambady anao koa ny zanakao. Faly be amin’ny ampakarina ny mpampakatra, Dia hoatr’izany koa fa ho faly be aminao ilay Andriamanitrao.",
        "6": "Efa nanendry mpitily ho eny ambonin’ny mandanao aho, ry Jerosalema ô! Tsy tokony hangina mihitsy izy ireo, na andro na alina. “Ianareo izay miresaka momba an’i Jehovah, Aza mitsahatra mihitsy,",
        "7": "Dia aza avela hitsahatra mihitsy koa izy, raha tsy efa voaoriny mafy i Jerosalema, Ary raha tsy efa ataony midera azy io ny olona eran-tany.”",
        "8": "Efa nanangana ny tanany ankavanana sy ny sandriny mahery i Jehovah, ka nianiana hoe: “Tsy homeko ho sakafon’ny fahavalonao intsony ny varimbazahanao, Ary tsy hosotroin’ny hafa firenena intsony ny divainao vaovao, izay efa nisasaranao.",
        "9": "Fa izay mijinja azy ihany no hihinana azy, ka hidera an’i Jehovah. Dia izay mioty azy ihany no hisotro azy ao amin’ny tokotaniko masina.”",
        "10": "Mivoaha amin’ny vavahady, mivoaha! Karakarao izay lalana halehan’ny olona! Manamboara lalambe, manamboara! Esory izay vato eny. Manangàna tsato-kazo famantarana ho an’ireo firenena.",
        "11": "Izao no nolazain’i Jehovah hatrany amin’ny faran’ny tany: “Teneno i Ziona zanakavavy hoe: ‘Efa kely sisa dia hovonjena ianao. Efa eny aminy ny valisoa homeny, Ary efa any aminy ny karama haloany.’”",
        "12": "Dia hantsoina hoe vahoaka masina navotan’i Jehovah izy ireo. Ary ianao koa hantsoina hoe Ilay Notadiavina, Tanàna Tsy Nilaozana."
    },
    "63": {
        "1": "Iza iny tamy avy any Edoma iny, Iny avy any Bozra iny, sady manao akanjo marevaka? Manao fitafiana tsara be koa izy, Sady hita amin’ny fandehany hoe tena mahery sy manana fahefana. “Tsy iza fa izaho, Ilay milaza ny marina, Ilay manan-kery lehibe hamonjena.”",
        "2": "Nahoana no mena ny fitafianao, Ary nahoana ny akanjonao no hoatran’ny an’ny mpanitsakitsaka voaloboka ao anaty lavaka famiazam-boaloboka?",
        "3": "“Izaho irery no nanitsakitsaka ny voaloboka tao anaty lavaka famiazana azy, Fa tsy nisy niaraka tamiko ny olona avy any amin’ireo firenena. Dia nohitsakitsahiko ireny sady tezitra ihany aho, Ary nohosihoseko ireny sady nisafoaka ihany aho. Dia nipitipitika teo amin’ny akanjoko ny rany, Ka nolotoiko ny akanjoko rehetra.",
        "4": "Fa efa ato am-poko ny andro hanaovako valifaty, Ary efa tonga ny taona hanavotako ny vahoakako.",
        "5": "Nijery aho fa tsy mba nisy nanampy. Gaga be aho fa tsy nisy nanome tanana ahy. Ny sandriko àry no nampiasaiko hamonjena, Ary ny hatezerako no nanampy ahy.",
        "6": "Nohitsakitsahiko ireo firenena sady tezitra ihany aho, Ka nataoko mamon’ny hatezerako ireny. Dia nataoko nandriaka tamin’ny tany ny rany.”",
        "7": "Horesahiko ny zavatra ataon’i Jehovah mampiseho hoe be fitiavana sy tsy mivadika izy, Ny zavatra ataon’i Jehovah izay mendri-piderana, Noho izay rehetra ataon’i Jehovah ho antsika, Dia ny zavatra tsara be dia be nataony ho an’ny taranak’Israely. Mamindra fo mantsy izy sady tena be fitiavana sy tsy mivadika.",
        "8": "Fa hoy izy: “Vahoakako tokoa ireo, sady zanaka tsy hivadika.” Lasa Mpamonjy an’ireo àry izy.",
        "9": "Nalahelo be izy tamin’ny fotoana rehetra nijalian’izy ireo, Ka ilay iraka manokana nalefany no namonjy azy ireo. Be fitiavana sy mangoraka izy ka nanavotra azy ireo. Dia nibata sy nitondra azy foana izy nandritra an’ireny taona lasa rehetra ireny.",
        "10": "Nikomy anefa izy ireo, ka nanao izay nampalahelo ny fanahiny masina. Lasa fahavalon’izy ireo àry izy, Ka niady taminy.",
        "11": "Dia nahatsiaro ny andro fahiny izy ireo, Dia ny andron’i Mosesy mpanompony, ka niteny hoe: “Fa aiza Ilay nitondra azy ireo niakatra avy tany an-dranomasina, niaraka tamin’ny mpiandry ny andian’ondriny? Aiza Ilay nametraka ny fanahiny masina tao aminy?",
        "12": "Aiza Ilay nanohana ny tanana ankavanan’i Mosesy tamin’ny sandriny be voninahitra, Dia Ilay nanasaraka ny rano teo alohan’izy ireo, Mba hampahalaza ny anarany mandrakizay?",
        "13": "Aiza Ilay nampandeha azy ireo namakivaky ny rano manonja be, Mba tsy ho tafintohina izy ireo rehefa mandeha, Hoatran’ny soavaly mikarenjy eny an-tanety?",
        "14": "Hoatran’ny biby fiompy midina eny amin’ny tany lemaka mba hiala sasatra, Dia hoatr’izany koa fa nataon’ny fanahin’i Jehovah niala sasatra izy ireo.” Izany no fomba nitarihanao ny vahoakanao, Mba ho lasa be voninahitra ny anaranao.",
        "15": "Mijere avy any an-danitra, Dia mitazàna avy eny amin’ny fonenanao avo, izay sady masina no be voninahitra. Aiza ilay hoe be zotom-po sy mahery ianao, Sady hoe te hangoraka mafy sy mamindra fo? Tsy manao an’izany aminay intsony ianao.",
        "16": "Fa ianao no Rainay. Na tsy fantatr’i Abrahama aza izahay, Ary na tsy fantatr’i Israely aza, Dia ianao no Rainay, Jehovah ô! Ianao no Mpanavotra anay hatrizay hatrizay, ary izany no anaranao.",
        "17": "Jehovah ô, fa maninona izahay no avelanao hirenireny hiala amin’ny lalanao? Maninona no avelanao ho lasa mafy fo izahay, ka lasa tsy matahotra anao? Miverena noho ny amin’ny mpanomponao, Dia ilay vahoaka lovanao.",
        "18": "Fotoana fohy ihany ny vahoakanao masina no nanana an’ilay tany nomenao, Dia nohitsakitsahin’ny fahavalonay ny toeranao masina.",
        "19": "Lasa hoatran’ny olona tsy mba nofehezinao mihitsy izahay nandritra ny fotoana ela be, Sady toy ny hoe tsy mba nantsoina tamin’ny anaranao mihitsy."
    },
    "64": {
        "1": "Raha mba norovitinao mantsy ny lanitra ka nidina ianao, Dia hihovotrovotra eo anatrehanao ny tendrombohitra,",
        "2": "Hoatran’ny afo mandoro kirihitra, Sy hoatran’ny afo mampangotraka rano, Dia ho fantatry ny fahavalonao ny anaranao, Ka hangovitra eo anatrehanao ny firenena.",
        "3": "Rehefa nanao zavatra mahatalanjona ianao, zavatra tsy sahinay nantenaina akory, Dia nidina ianao, ary nihovotrovotra teo anatrehanao ny tendrombohitra.",
        "4": "Efa hatramin’ny taloha no tsy nisy naheno na nandre, Na nahita Andriamanitra ankoatra anao, Dia ilay Andriamanitra manao zavatra ho an’izay manantena azy foana.",
        "5": "Tsenainao izay faly manao ny tsara, Dia izay mahatsiaro anao ka manaraka ny lalanao. Tezitra ianao rehefa nanota foana izahay. Nanota nandritra ny fotoana ela be mantsy izahay. Dia ho voavonjy ve izahay izao?",
        "6": "Lasa hoatran’ny olona maloto daholo izahay, Ary toy ny akanjo voaloton’ny fadimbolana ny tsara rehetra vitanay. Halazo hoatran’ny ravinkazo izahay rehetra, Ary hipaoka anay toy ny rivotra ny fahadisoanay.",
        "7": "Tsy mba misy olona miantso ny anaranao, Sady tsy mba misy miezaka ny hifikitra aminao. Fa afeninao tsy ho hitanay ny tarehinao, Ary ataonao lasa reraka izahay noho ny fahadisoanay.",
        "8": "Ianao anefa izao no Rainay, Jehovah ô! Tanimanga izahay, ary ianao no Mpanefy anay. Asan’ny tananao daholo izahay.",
        "9": "Aza tezitra be loatra, Jehovah ô, Ary aza tsaroana mandrakizay ny fahadisoanay. Mba jereo izahay fa vahoakanao daholo ange izahay e!",
        "10": "Lasa tany efitra ireo tanànanao masina. Lasa tany efitra koa i Ziona, Ary lasa ngazana i Jerosalema.",
        "11": "Masina sady be voninahitra ilay tranonay, Dia tao ny razambenay no nidera anao. Kilan’ny afo anefa ilay izy, Ary ravarava ny zava-drehetra tianay.",
        "12": "Dia mbola tsy hanao zavatra ihany ve ianao, Jehovah ô? Mbola hangina ihany ve ianao ka hamela anay hijaly be hoatr’izao?"
    },
    "65": {
        "1": "“Navelako hahafantatra ahy izay tsy nanontany momba ahy, Ary navelako hahita ahy izay tsy nitady ahy. Hoy aho amin’ny firenena izay tsy niantso ny anarako: ‘Intỳ aho! Intỳ aho!’",
        "2": "Mamelatra ny tanako tontolo andro amin’ny vahoaka mafy loha aho, Dia amin’izay mandeha amin’ny lalan-dratsy, Sady manao izay saim-pantany fotsiny.",
        "3": "Vahoaka manao izay hampahatezitra ahy foana izy ireo, Sady manao sorona eny an-jaridaina sy mandoro fanatitra mba hidona-tsetroka eny ambonin’ny biriky.",
        "4": "Mipetrapetraka eny amin’ny fasana izy ireo, Ary mijanona mandritra ny alina ao amin’ny toerana miafina, Sady mihinana henan-kisoa Sy ron-javatra maloto eo am-biliany.",
        "5": "Hoy izy ireo: ‘Mijanòna eny, fa aza manatona ahy! Fa masina noho ianao aho.’ Setroka eo am-bavoroko anefa ireny, sady afo mirehitra tontolo andro.",
        "6": "Efa voasoratra eo anatrehako izany. Tsy hipetra-potsiny aho, Fa hamaly azy ireo. Hovaliako izy ireo ka hosaziko noho izay rehetra nataony,",
        "7": "Noho ny fahadisoany sy ny fahadisoan’ny razambeny”, hoy i Jehovah. “Nandoro fanatitra mba hidona-tsetroka teny an-tendrombohitra izy ireo, Sady nanala baraka ahy teny amin’ny havoana, Ka hafatrako daholo aloha ny karamany.”",
        "8": "Izao no tenin’i Jehovah: “Hoatran’ny rehefa misy voaloboka iray tangozany azo anaovana divay vaovao, Ka misy miteny hoe: ‘Aza simbana io fa misy zavatra tsara ihany’, Dia hoatr’izany koa no hataoko amin’ny mpanompoko. Tsy haringako izy rehetra.",
        "9": "Hamoaka taranaka avy amin’i Jakoba aho, Ary hamoaka olona iray avy amin’i Joda mba handova ny tendrombohitro. Ho lasan’ny olom-boafidiko ilay tany, Dia hipetraka ao ny mpanompoko.",
        "10": "Ho lasa kijana ho an’ny ondry i Sarôna, Ary ny Lohasahan’i Akora ho toerana fialan-tsasatra ho an’ny omby. Izany no hataoko ho an’ilay vahoakako mitady ahy.",
        "11": "Anisan’izay mahafoy an’i Jehovah anefa ianareo, Dia izay manadino ny tendrombohitro masina, Sy manomana latabatra ho an’ny andriamanitry ny Vintana, Ary mameno kaopy amin’ny divay misy fangarony ho an’ny andriamanitry ny Lahatra.",
        "12": "Dia hatolotro ho fatin’ny sabatra ianareo, Ary hiankohoka mba hovonoina daholo. Niantso mantsy aho, fa tsy namaly ianareo. Niteny aho, fa tsy nihaino ianareo. Nanao izay ratsy teo imasoko foana koa ianareo, Ary ny zavatra tsy tiako no nofidinareo.”",
        "13": "Izao àry no tenin’i Jehovah Tompo Fara Tampony: “Ny mpanompoko hihinana, fa ianareo kosa ho noana. Ny mpanompoko hisotro, fa ianareo kosa hangetaheta. Ny mpanompoko hifaly, fa ianareo kosa ho afa-baraka.",
        "14": "Ny mpanompoko hihoby satria falifaly ny fony, Fa ianareo kosa hitaraindraina satria malahelo ny fonareo, Ary hidradradradra satria kivy.",
        "15": "Anarana sisa no mba ho tavela aminareo, dia anarana hampiasain’ny olom-boafidiko hanozonana. Ary hamono anareo tsirairay i Jehovah Tompo Fara Tampony, Fa ny mpanompony kosa hantsoiny amin’ny anarana hafa.",
        "16": "Izay mangataka fitahiana ho an’ny tenany eny ambonin’ny tany àry, Dia hotahin’ilay Andriamanitry ny fahamarinana. Ary izay mianiana eny ambonin’ny tany, Dia hianiana amin’ny anaran’ilay Andriamanitry ny fahamarinana. Hohadinoina mantsy ny fahoriana taloha, Ka hafenina tsy ho hitan’ny masoko.",
        "17": "Fa hamorona lanitra vaovao sy tany vaovao aho. Dia tsy hotsaroana intsony ny zavatra taloha, Sady tsy handreraka fo.",
        "18": "Miravoravoa sy mifalia mandrakizay àry noho ny amin’izay hoforoniko. Fa hoforoniko mba hahafaly ny olona i Jerosalema, Ary hoforoniko mba haharavoravo ny olona ny vahoakany.",
        "19": "Hifaly noho ny amin’i Jerosalema aho, ary hiravoravo noho ny amin’ny vahoakako. Dia tsy ho heno ao aminy intsony ny feon’olona mitomany na mitaraindraina.”",
        "20": "“Tsy hisy ao amin’io toerana io intsony izany hoe zaza velona andro vitsivitsy fotsiny izany, Na hoe olona antitra tsy mahatapitra ny androm-piainany. Fa mbola heverina ho ankizilahy ihany izay maty, na dia zato taona aza, Ary ny mpanota kosa hozonina, na dia efa zato taona aza.",
        "21": "Hanao trano ny olona ka hipetraka ao, Ary hamboly voaloboka ka hihinana ny vokatra amin’izany.",
        "22": "Tsy hanao trano hipetrahan’olon-kafa izy, Na hamboly zavatra hohanin’olon-kafa. Fa hitovy amin’ny halavan’ny androm-piainan’ny hazo ny androm-piainan’ny vahoakako, Ary hanaram-po amin’ny asan’ny tanany ny olom-boafidiko.",
        "23": "Tsy ho very maina fotsiny ny asa mafy ataony, Ary rehefa miteraka izy dia tsy hisy loza hanjo ny zanany. Fa vahoaka tahin’i Jehovah izy ireo, Ary hoatr’izany koa ny taranany.",
        "24": "Na mbola tsy miantso aza izy ireo, dia efa hamaly aho, Ary raha mbola tsy tapitra ny teniny, dia efa henoko daholo.",
        "25": "Hiara-miraoka ahitra ny amboadia sy ny zanak’ondry. Dia hihinana mololo hoatran’ny omby ny liona, Ary vovoka no ho sakafon’ny bibilava. Dia tsy handratra an’iza na iza, na hanimba na inona na inona eran’ny tendrombohitro masina ireny”, hoy i Jehovah."
    },
    "66": {
        "1": "Izao no tenin’i Jehovah: “Ny lanitra no seza fiandrianako, ary ny tany no fitoeran-tongotro. Trano hoatran’ny ahoana àry no azonareo atao ho ahy, Ary toerana hoatran’ny ahoana no azoko ialana sasatra?”",
        "2": "“Ny tanako no nanao an’ireny zavatra rehetra ireny, Ka izany no nampisy azy rehetra ireny”, hoy i Jehovah. “Izao àry ny olona hotsinjoviko: Ny manetry tena sy kivy izay mangovitra noho ny teniko.",
        "3": "Izay mamono omby, dia hoatran’ny mamono olona ho faty. Izay manao sorona ondry koa, dia toy ny mively hatok’alika mba hahafaty azy. Izay manolotra fanomezana indray, dia hoatran’ny manolotra ran-kisoa, Ary izay manolotra ditin-kazo manitra ho fahatsiarovana, dia toy ny mitso-drano olona amin’ny teny fampiasan’ny mpimasy. Izy ireo ihany no mifidy ny lalana halehany, Ary mahafinaritra azy ny zavatra maharikoriko.",
        "4": "Hifidy fomba hanasaziana azy ireo àry aho, Ka izay zavatra atahorany mihitsy no hataoko mihatra aminy. Niantso mantsy aho, fa tsy nisy namaly, Ary niteny aho, fa tsy nisy nihaino. Nanao izay ratsy teo imasoko foana izy ireo, Ary ny zavatra tsy tiako no nofidiny.”",
        "5": "Mihainoa an’izao tenin’i Jehovah izao ianareo izay mangovitra noho ny teniny: “Hoy ny rahalahinareo izay mankahala sy manilika anareo noho ny anarako: ‘Homena voninahitra anie i Jehovah!’ Hiseho anefa Andriamanitra ka hampifaly anareo, Fa izy ireo kosa ho afa-baraka.”",
        "6": "Misy tabataba avy ao an-tanàna, ary misy feo avy ao amin’ny tempoly! Feon’i Jehovah izany, fa valiany araka izay sahaza azy ny fahavalony.",
        "7": "Mbola tsy nihetsi-jaza akory ilay vehivavy dia efa teraka. Mbola tsy nanaintaina akory izy dia tera-dahy.",
        "8": "Iza no efa naheno zavatra hoatr’izany? Iza no efa nahita zavatra hoatr’izany? Hisy tany ho teraka ao anatin’ny iray andro ve? Sa hisy firenena hatao indray miteraka? I Ziona anefa vao nihetsi-jaza dia niteraka an’ireo zanany lahy.",
        "9": "“Izaho ve no mahatonga an’ilay zaza ho efa akaiky ho teraka, dia izaho indray no hanakana azy tsy hivoaka?”, hoy i Jehovah. “Izaho ve no mahatonga azy hiteraka, dia izaho indray no hanakatona ny kibony?”, hoy ilay Andriamanitrao.",
        "10": "Mifalia sy miravoravoa miaraka amin’i Jerosalema, ianareo rehetra tia azy. Miravoravoa miaraka aminy, ianareo rehetra malahelo azy.",
        "11": "Fa hinono aminy ianareo dia hampiononiny ka ho afa-po tanteraka. Hisotro ronono be dia be ianareo, dia ho faly be satria be voninahitra izy.",
        "12": "Fa izao no tenin’i Jehovah: “Hataoko mikoriana eo aminy hoatran’ny renirano ny fiadanana, Ary hoatran’ny riaka be ny voninahitr’ireo firenena. Dia hinono ianareo ary hosakelehina, Sady horotsirotsina eo am-pofoana.",
        "13": "Hampionona anareo foana aho, Hoatran’ny reny mampionona ny zanany lahy. Hahazo fampiononana tokoa ianareo noho ny amin’i Jerosalema.",
        "14": "Hahita an’izany ianareo ka ho faly ny fonareo, Dia hitombo tsara toy ny ahitra vao maniry ny taolanareo. Ary ny tanan’i Jehovah dia ho fantatry ny mpanompony, Fa ny fahavalony kosa homelohiny.”",
        "15": "“Ho avy toy ny afo mantsy i Jehovah, Ary hoatran’ny tafio-drivotra ny kalesiny, Fa tezitra mafy izy ka hamaly an’ireo, Ary lelafo no hampiasainy hananarana azy mafy.",
        "16": "Fa hampiasa afo i Jehovah rehefa mampihatra didim-pitsarana, Ary hampiasa ny sabany izy mba handringanana ny olombelona rehetra. Dia ho be dia be no ho voaringan’i Jehovah.",
        "17": "“Hiaraka ho ringana daholo izay manamasina sy manadio ny tenany mba hiditra ao amin’ireo zaridaina masina manarakaraka an’ilay eo afovoany, ary izay mihinana henan-kisoa sy totozy ary zava-maharikoriko hafa”, hoy i Jehovah.",
        "18": "“Fantatro ny ataon’izy ireo sy ny eritreriny, ka ho avy aho mba hanangona ny olona avy any amin’ny firenena rehetra sy ny olona samy hafa fiteny rehetra. Dia ho tonga ireny ka hahita ny voninahitro.”",
        "19": "“Dia hanao famantarana eo aminy aho. Ary ny olona sasany izay afa-nandositra dia halefako any amin’ireo firenena, izany hoe any Tarsisy sy Pola ary Loda izay mpampiasa tsipìka, sy any Tobala sy Javana ary any amin’ireo nosy lavitra, dia any amin’ireo firenena mbola tsy naheno ny momba ahy na nahita ny voninahitro. Ary hitory ny voninahitro eo amin’ireo firenena izy ireo.",
        "20": "Dia halain’izy ireo avy any amin’ny firenena rehetra ny rahalahinareo rehetra, ka hataony fanomezana ho an’i Jehovah. Ary hoentiny amin’ny soavaly, kalesy, sarety mitafo, ramole, ary rameva mahery mandeha izy ireny, mba hiakatra ho any Jerosalema tendrombohitro masina”, hoy i Jehovah. “Izany dia hoatran’ny ataon’ny vahoakan’Israely rehefa mitondra fanomezana ao anaty vilia madio mankany an-tranon’i Jehovah.”",
        "21": "“Hisy koa halaiko ho mpisorona sy ho Levita”, hoy i Jehovah.",
        "22": "“Fa haharitra eo anatrehako ny lanitra vaovao sy ny tany vaovao izay foroniko, ary haharitra hoatr’izany koa ny taranakareo sy ny anaranareo”, hoy i Jehovah.",
        "23": "“Manomboka amin’ny tsinam-bolana ka hatramin’ny tsinam-bolana, ary manomboka amin’ny sabata ka hatramin’ny sabata, Dia ho tonga hiankohoka eo anatrehako ny olombelona rehetra”, hoy i Jehovah.",
        "24": "“Ary hivoaka izy ireo ka hitazana ny fatin’ireo olona nikomy tamiko. Tsy ho faty mantsy ny olitra eo amin’izy ireny, Ary tsy hovonoina ny afony. Dia ho lasa zava-maharikoriko amin’ny olona rehetra izy ireny.”"
    },
    "meta": {
        "name": "Isaia",
        "order": 22,
        "chapter_number": 66
    }
}