{
    "1": {
        "1": "Voasoratra ato ny tenin’i Jeremia zanak’i Hilkia, anisan’ny mpisorona tao Anatota, tany amin’ny tanin’i Benjamina.",
        "2": "Nampita ny teniny tamin’i Jeremia i Jehovah tamin’ny andron’i Josia zanak’i Amona, mpanjakan’ny Joda, tamin’ny taona faha-13 nanjakany.",
        "3": "Nampitaina taminy koa izany tamin’ny andron’i Joiakima zanak’i Josia, mpanjakan’ny Joda, mandra-pahatapitry ny taona faha-11 nanjakan’i Zedekia zanak’i Josia, mpanjakan’ny Joda, mandra-panao sesitany ny mponin’i Jerosalema tamin’ny volana fahadimy.",
        "4": "Niteny tamiko i Jehovah hoe:",
        "5": "“Efa fantatro ianao talohan’ny namoronako anao tao an-kibo, Ary efa nohamasiniko ianao talohan’ny nahaterahanao. Notendreko ho mpaminany ho an’ireo firenena ianao.”",
        "6": "Hoy anefa aho: “Indrisy, ry Jehovah Tompo Fara Tampony ô! Tsy mahay mandaha-teny aho fa mbola zaza.”",
        "7": "Fa hoy i Jehovah tamiko: “Aza miteny hoe: ‘Mbola zaza aho.’ Fa tsy maintsy mandeha any amin’izay rehetra anirahako anao ianao, Ary hiteny an’izay rehetra asaiko lazainao.",
        "8": "Aza matahotra azy, Fa ‘ho eo foana aho mba hamonjy anao’, hoy i Jehovah.”",
        "9": "Natsotran’i Jehovah ny tanany avy eo, dia nokasihiny ny vavako. Ary hoy i Jehovah: “Efa nataoko ao am-bavanao ny teniko.",
        "10": "Ary omeko fahefana amin’ireo firenena sy fanjakana ianao androany, mba hanongotra sy handrodana, handringana sy handrava, ary hanorina sy hamboly.”",
        "11": "Niteny tamiko indray i Jehovah hoe: “Inona no hitanao, ry Jeremia?” Dia hoy aho: “Mahita sampana hazo amandie aho.”",
        "12": "Ary hoy i Jehovah tamiko: “Marina izany! Mifoha tsara mihitsy aho mba hanatanteraka ny teniko.”",
        "13": "Niteny tamiko fanindroany i Jehovah hoe: “Inona no hitanao?” Dia hoy aho: “Mahita vilany mangotraka aho. Mitodika mianavaratra ny vodin’ilay vilany, ka mitongilana mianatsimo ny vavany.”",
        "14": "Dia hoy i Jehovah tamiko: “Avy any avaratra no hiavian’ny loza Hamely ny mponina rehetra ao amin’ilay tany.",
        "15": "Fa ‘hiantso ny foko rehetra ao amin’ireo fanjakana any avaratra aho’, hoy i Jehovah. ‘Dia ho avy izy ireo, ka samy hametraka ny seza fiandrianany Eo amin’ny fidirana amin’ny vavahadin’i Jerosalema. Hamely ny mandany rehetra manodidina Sy ny tanàna rehetra any Joda izy ireo.",
        "16": "Hamoaka didy hanamelohana ny vahoakako aho noho ny ratsy rehetra ataony. Niala tamiko mantsy izy ireo, Ary mandoro fanatitra mba hidona-tsetroka ho an’ny andriamani-kafa. Miankohoka amin’ny asan’ny tanany koa izy ireo.’",
        "17": "“Fa ianao kosa miomàna hanao zavatra, Ary mitsangàna ka teneno amin’izy ireo izay rehetra asaiko lazainao. Aza matahotra be azy ireo, Sao ianao indray no hataoko matahotra be eo anatrehany.",
        "18": "Fa ataoko toy ny tanàna voaro mafy ianao androany, Ary ataoko toy ny andry vy sy manda varahina mba ho vitanao ny hiatrika an’ilay tany manontolo, Dia ireo mpanjakan’ny Joda, sy ny andrianany, Sy ny mpisorony, ary ny vahoakany.",
        "19": "Tsy maintsy hiady aminao izy ireo, Nefa tsy haharesy anao, Satria ‘ho eo foana aho mba hamonjy anao’, hoy i Jehovah.”"
    },
    "2": {
        "1": "Niteny tamiko i Jehovah hoe:",
        "2": "“Mandehana ambarao ao Jerosalema hoe: ‘Izao no lazain’i Jehovah: “Tsaroako tsara fa niraiki-po tamiko ianao tamin’ianao mbola tanora! Tsaroako koa ny fitiavanao ahy tamin’ianao mbola fofombadiko, Ary ny nanarahanao ahy tany an-tany efitra, Tany amin’ny tany tsy namafazana voa!",
        "3": "Masina teo anatrehan’i Jehovah ny Israely tamin’izany, sady voaloham-bokatra novokariny.”’ ‘Meloka izay olona nandrapaka azy, Ka loza no nanjo azy ireny’, hoy i Jehovah.”",
        "4": "Henoy ny tenin’i Jehovah, ry taranak’i Jakoba, Sy ianareo rehetra fokon’ny taranak’i Israely.",
        "5": "Izao no lazain’i Jehovah: “Fa dia inona loatra no tsy nety nataoko hitan’ny razambenareo No dia nanalavitra be ahy hoatr’izao izy ireo, Ary nanaraka sampy tsy misy dikany, ka lasa tsy misy dikany koa?",
        "6": "Tsy mba nanontany akory izy ireo hoe: ‘Aiza i Jehovah, Ilay nitondra antsika niakatra avy tany Ejipta, Ilay nitarika antsika namakivaky tany efitra Sy tany karakaina feno lavaka, Dia tany maina sy maizim-pito, Sy tsy misy mpandalo, Ary tsy misy mponina?’",
        "7": "Dia nentiko tany amin’ny tany feno saham-boankazo ianareo, Mba hihinana ny vokatra sy ny zava-tsoa tao aminy. Rehefa tafiditra tao anefa ianareo, dia nolotoinareo ny taniko. Lasa zava-maharikoriko ny lovako noho ny nataonareo.",
        "8": "Tsy mba nanontany akory ny mpisorona hoe: ‘Aiza i Jehovah?’ Na ireo mpampianatra Lalàna aza tsy nahalala ahy. Nikomy tamiko ireo mpiandry. Naminany tamin’ny anaran’i Bala ireo mpaminany Sady nanaraka an’izay tsy mahasoa.",
        "9": "‘Koa mbola hanameloka anareo aho’, hoy i Jehovah, ‘Ary hanameloka ny zanaky ny zanakareo.’",
        "10": "‘Fa mankanesa any amin’ny morontsiraky ny Kitima, ka jereo. Maniraha olona ho any Kedara, ka diniho tsara, Dia jereo raha mba efa nitranga ny zavatra hoatr’izao.",
        "11": "Efa nisy firenena nanolo ny andriamaniny tamin’izay tsy andriamanitra ve? Ny vahoakako anefa nanakalo ny voninahitro tamin’izay tsy misy ilana azy.",
        "12": "Aoka ho gaga ianareo, ry lanitra, rehefa mahita an’izany. Aoka hangovitra ianareo satria mihorohoro mafy’, hoy i Jehovah.",
        "13": "‘Zava-dratsy roa mantsy no nataon’ny vahoakako: Niala tamiko, ilay loharanon’ny rano velona, izy Ary nihady lavaka fanangonan-drano ho an’ny tenany, Dia lavaka misy triatra sy tsy mahatana rano.’",
        "14": "‘Mpanompo ve ny Israely sa andevo teraka tao an-trano? Koa nahoana izy no voaroba?",
        "15": "Mierona aminy ireo liona tanora; Mierona mafy izy ireo. Nataon’izy ireo nihorohoro ny olona nahita an’izay nanjo ny tanin’ny Israely. Nodorana ireo tanànany ka tsy misy mponina.",
        "16": "Mitsentsitra anao ny mponin’i Nofa sy Tapanesa, ka ataony sola ny tampon-dohanao.",
        "17": "Tsy ianao ihany ve no nahatonga anao hiharan’izany, Noho ianao niala tamin’i Jehovah Andriamanitrao, Tamin’izy nitarika anao teny an-dalana?",
        "18": "Fa maninona ianao izao no te ho any amin’ny lalana mankany Ejipta Mba hisotro ny ranon’i Sihora? Ary maninona ianao no te ho any amin’ny lalana mankany Asyria Mba hisotro ny ranon’ilay Renirano?",
        "19": "Tokony hanitsy anao ny ratsy nataonao, Ary tokony ho anatra ho anao ny nivadihanao. Fantaro sy ekeo fa ratsy sady mangidy Ny miala amin’i Jehovah Andriamanitrao. Tsy mba natahotra ahy ianao’, hoy i Jehovah Tompon’ny tafika, ilay Tompo Fara Tampony.",
        "20": "‘Fa efa hatry ny ela no nopotipotehiko ny zioganao, Ary notapahiko izay namatotra anao. Hoy anefa ianao: “Tsy hanompo anao aho.” Teny amin’ny havoana rehetra sy teny ambanin’ny hazo midoroboka rehetra mantsy ianao No nitsilailay nivaro-tena.",
        "21": "Voaloboka mena faran’izay tsara avy amin’ny karazam-boa tena izy ianao, tamin’ianao namboleko. Koa nahoana ianao no lasa sampana voalobokadia sady voaloboka ratsy teo anatrehako?’",
        "22": "‘Na dia hisasa amin’ny karibonetra sy savony be dia be aza ianao, Dia mbola ho toy ny tasy eo anatrehako ihany ny helokao’, hoy i Jehovah Tompo Fara Tampony.",
        "23": "Ahoana no ilazanao hoe: ‘Tsy nandoto ny tenako aho, Ary tsy nanaraka an’ireo Bala’? Mba diniho ny anton-dianao tany an-dohasaha, Ary eritrereto izay nataonao. Hoatran’ny ramevavavy tanora haingam-pandeha ianao, Izay mihazakazaka etsy sy eroa fotsiny.",
        "24": "Hoatran’ny ampondradia zatra ny any an-tany efitra ianao, Izay manimbolo rivotra satria mahery ny filana ao aminy. Iza no mahatana azy rehefa mitady lahy izy? Tsy mila mandrera-tena izay rehetra mitady azy, Fa hahita azy rehefa tonga ny fotoana itadiavany lahy.",
        "25": "Mitandrema sao tsy hisy kapa intsony eny an-tongotrao Ary hangetaheta ny tendanao. Hoy anefa ianao: ‘Aza manantena an’izany! Fa efa raiki-pitia amin’ny vahiny aho, Ka hanaraka an-dry zareo.’",
        "26": "Hoatran’ny mpangalatra menatra rehefa tratra, Dia hoatr’izany koa ny taranak’Israely. Menatra izy ireo, sy ny mpanjakany, sy ny andrianany, Ary ny mpisorony sy ny mpaminaniny.",
        "27": "Hoy izy ireo amin’ny hazo: ‘Ianao no raiko’, Ary amin’ny vato: ‘Ianao no niteraka ahy.’ Fa izaho kosa nomeny lamosina, fa tsy nanatrika ahy izy ireo. Rehefa tonga anefa ny fotoana hiavian’ny loza, dia hilaza izy ireo hoe: ‘Mitsangàna ka vonjeo izahay!’",
        "28": "Aiza izao ireo andriamanitra nataonareo? Aoka ireny no hitsangana raha mahavonjy anareo amin’ny fotoana hiavian’ny loza. Fa lasa be dia be hoatran’ny tanànanareo ny andriamanitrareo, ry Joda ô!",
        "29": "‘Maninona ianareo no miampanga ahy foana? Maninona ianareo rehetra no mikomy amiko?’, hoy i Jehovah.",
        "30": "Very maina ny nanasaziako ny zanakareo. Tsy nanaiky nanarina izy ireo. Ny sabatrareo ihany no nandripaka ny mpaminaninareo, Hoatran’ny liona mitady haza.",
        "31": "Ry taranaka isany, diniho ny tenin’i Jehovah. Lasa toy ny tany efitra ve aho ho an’ny Israely, Sa toy ny tany ao anaty haizina mampahatahotra be? Nahoana ny vahoakako no miteny hoe: ‘Afaka mandeha any amin’izay tianay izahay, Ka tsy hiverina aminao intsony’?",
        "32": "Misy virjiny manadino ny firavany ve, Na vehivavy ampakarina manadino ny fehikibony? Ny vahoakako anefa nanadino ahy nandritra ny andro maro tsy voaisa.",
        "33": "Vehivavy tena mahay ianao raha hitady fitia! Nozarinao hanao ratsy ny tenanao.",
        "34": "Na ny akanjonao aza tasin’ny ran’ireo olo-mahantra tsy manan-tsiny, Nefa tsy hitako namaky ny tranonao izy ireo. Feno ny rany ny akanjonao.",
        "35": "Hoy anefa ianao: ‘Tsy manan-tsiny aho, Ka azo antoka fa tsy ho tezitra amiko intsony izy.’ Hampihatra ny didim-pitsarako aminao tokoa anefa aho izao, Noho ianao nilaza hoe: ‘Tsy nanota aho.’",
        "36": "Miovaova be ianao, nefa maninona izany no hamaivaninao fotsiny? Ho menatra koa ianao noho ny amin’i Ejipta, Hoatran’ny nahamenatra anao noho ny amin’i Asyria.",
        "37": "Koa hivoaka hiloloha tanana ianao, Satria nolavin’i Jehovah ireo nitokisanao. Tsy ho vitan’izy ireo ny hamonjy anao.”"
    },
    "3": {
        "1": "Misy manontany hoe: “Mahazo miverina amin’ny vadiny indray ve ny lehilahy raha efa noroahiny ilay vehivavy, ka nandao azy ary lasa vadin’olon-kafa?” Tsy efa voaloto tanteraka ve izany tany izany? “Efa nivaro-tena tamin’olona maro ve ianao, Dia hiverina amiko indray izao?”, hoy i Jehovah.",
        "2": "“Tazano ireo havoana mangadihady ka jereo. Taiza ny toerana mbola tsy nametavetana anao? Nipetraka niandry azy ireo teny amoron-dalana ianao, Hoatran’ny mpifindrafindra monina any an-tany efitra. Lotoinao foana ilay tany, Noho ianao mivaro-tena sy manao zava-dratsy.",
        "3": "Voasakana tsy hilatsaka àry ny oram-be, Ary tsy misy ny oran-dohataona. Tsy misy henatra ny fijerinao, hoatran’ny an’ny vehivavy manambady nefa mivaro-tena. Tsy mety miaiky ianao hoe mahamenatra ny ataonao.",
        "4": "Izao anefa ianao miantsoantso ahy hoe: ‘Ry Raiko ô, ianao no namako efa hatramin’izaho mbola tanora!",
        "5": "Dia ho tezitra mandrakizay ve ianao, Na hitana lolompo?’ Izany no lazainao, Nefa mbola ataonao ihany ny zava-dratsy rehetra mety ho vitanao.”",
        "6": "Hoy i Jehovah tamiko tamin’ny andron’i Josia Mpanjaka: “‘Hitanao ve ny nataon’ny Israely mpivadika? Miakatra eny amin’ny tendrombohitra avo rehetra sy eny ambanin’ny hazo midoroboka rehetra izy mba hivaro-tena.",
        "7": "Na dia efa nanao an’izany rehetra izany aza izy, dia nilaza taminy foana aho mba hiverina amiko. Tsy niverina anefa izy. Ary nojeren’ny Joda izay nataon’ilay rahavaviny mpivadika.",
        "8": "Rehefa hitako izany, dia noroahiko ny Israely mpivadika sady nomeko taratasy fisaraham-panambadiana satria nanitsakitsa-bady. Mbola tsy natahotra ihany anefa ny Joda, ilay rahavaviny mpivadika, fa lasa nivaro-tena koa.",
        "9": "Tsy nampaninona azy ny nivaro-tena. Nandoto an’ilay tany izy, ary nanitsakitsa-bady satria nanompo vato aman-kazo.",
        "10": "Na teo aza izany rehetra izany, dia tsy niverina tamiko tamin’ny fony manontolo ny Joda, ilay rahavaviny mpivadika, fa nihatsaravelatsihy fotsiny’, hoy i Jehovah.”",
        "11": "Dia niteny tamiko i Jehovah hoe: “Nasehon’ny Israely mpivadika hoe marina kokoa izy raha oharina amin’ny Joda mpivadika.",
        "12": "Mandehana lazao amin’izay any avaratra hoe: “‘“Miverena ry Israely mpikomy ô”, hoy i Jehovah.’ ‘“Tsy hanao tsinontsinona anareo aho na ho sosotra aminareo, satria tsy mivadika aho”, hoy i Jehovah.’ ‘“Tsy ho tezitra mandrakizay aho.",
        "13": "Ekeo fotsiny hoe diso ianareo, satria nikomy tamin’i Jehovah Andriamanitrareo. Tsy nankatò ny teniko ianareo, fa mbola nanao firaisana tamin’ireo vahiny teny ambanin’ny hazo midoroboka rehetra teny ihany”, hoy i Jehovah.’”",
        "14": "“Miverena, ry zanako mpikomy ô”, hoy i Jehovah. “Fa izaho irery ihany no lasa tomponareo. Halaiko ianareo, ka iray isan-tanàna no halaiko ary roa isam-poko, dia hoentiko any Ziona.",
        "15": "Dia homeko mpiandry sitraky ny foko ianareo, ka hofahanan’izy ireo fahalalana sy fahaiza-mandinika.",
        "16": "Hihamaro ianareo amin’izany andro izany, ka hihabetsaka ao amin’ilay tany”, hoy i Jehovah. “Tsy hisy hilaza intsony hoe: ‘Ny Vata misy ny fifanekena nataon’i Jehovah!’ Tsy ho ao an-tsaina intsony izy io, na hisy hahatsiaro, na hisy hanembona, na hisy hanamboatra iray mitovy aminy.",
        "17": "Hantsoina hoe ny seza fiandrianan’i Jehovah i Jerosalema amin’izany andro izany. Ary hangonina ny firenena rehetra mba hankalaza ny anaran’i Jehovah any. Tsy hikiry hanaraka ny fo ratsiny intsony izy ireo.”",
        "18": "“Dia hiara-mandeha ny taranak’i Joda sy ny taranak’Israely amin’izany andro izany, ka ho tonga avy any amin’ilay tany any avaratra mba hiditra ao amin’ilay tany nomeko ho lovan’ny razambenareo.",
        "19": "Ary nieritreritra aho hoe: ‘Hataoko ho isan’ny zanako lahy ianareo ary homeko an’ilay tany mahafinaritra, dia ilay lova tsara indrindra teo amin’ireo firenena!’ Nieritreritra koa aho hoe hiantso ahy hoe ‘Raiko!’ ianareo, ary tsy hiala amiko mihitsy.",
        "20": "‘Nivadika tamiko anefa ianareo, ry taranak’Israely ô, hoatran’ny ataon’ny vehivavy mivadika amin’ny vadiny ka mandao azy’, hoy i Jehovah.”",
        "21": "Misy feo re eny amin’ireo havoana mangadihady, Dia ny feon’ny vahoakan’Israely mitomany sy mitalaho. Niala tamin’ny lala-mahitsy mantsy izy ireo. Hadinony i Jehovah Andriamaniny.",
        "22": "“Miverena, ry zanako mpikomy ô, Fa hanasitrana anareo aho dia tsy hikomy intsony ianareo.” “Ireto izahay manatona anao, Satria ianao, Jehovah ô, no Andriamanitray!",
        "23": "Tena fitaka fotsiny ireo havoana sy tabataba eny an-tendrombohitra. Fa i Jehovah Andriamanitray no tena mpamonjy ny Israely!",
        "24": "Efa hatramin’izahay mbola kely no lanin’ilay zavatra mahamenatra ny zavatra nisasaran’ny razambenay, Dia ny omby aman’ondriny Sy ny zanany lahy ary ny zanany vavy.",
        "25": "Hatory izahay sady ho menatra Ary ny fahafaham-baraka no handrakotra anay. Nanota tamin’i Jehovah Andriamanitray mantsy izahay, Dia izahay sy ny razambenay, hatramin’izahay mbola kely ka hatramin’izao. Ary tsy nankatò ny tenin’i Jehovah Andriamanitray izahay.”"
    },
    "4": {
        "1": "“Raha hiverina ianao, ry Israely ô”, hoy i Jehovah, “Raha hiverina amiko ianao, Ary raha hesorinao eo anatrehako ireo sampinao maharikoriko, Dia tsy ho lasa mpirenireny ianao.",
        "2": "Raha manao ny marina sy ny rariny ary ny hitsiny ianao rehefa mianiana hoe: ‘Raha mbola velona koa i Jehovah!’ Dia hahazo fitahiana avy aminy ireo firenena, Ary Izy no ho reharehan’izy ireny.”",
        "3": "Fa izao no lazain’i Jehovah amin’ny mponin’i Joda sy Jerosalema: “Tany azo volena no asao, Fa aza mamafy voa eny amin’ny tsilo.",
        "4": "Aoka hoforana ho an’i Jehovah ianareo, Ary forao ny fonareo, Ry fokon’i Joda sy ry mponin’i Jerosalema, Sao hirehitra toy ny afo ny fahatezerako Ka hiredareda nefa tsy hisy hamono, Noho ny ratsy nataonareo.”",
        "5": "Lazao any Joda izany, ary ambarao ao Jerosalema. Mihorakoraha ary tsofy eran’ilay tany ny anjombona. Miantsoantsoa mafy hoe: “Mivoria, Ary andao isika handositra ao amin’ireo tanàna voaro mafy.",
        "6": "Manangàna famantarana manondro ny lalana mankany Ziona. Mitadiava fialofana, fa aza mijanona,” Satria hahatonga loza avy any avaratra aho, dia fandravana be.",
        "7": "Mivoaka toy ny liona avy ao anaty kirihitra izy; Efa eny an-dalana ilay mpandrava an’ireo firenena. Mivoaka avy ao amin’izay misy azy izy mba handrava ny taninareo ka hihorohoro izay mahita azy. Ho rava ny tanànanareo ka tsy hisy mponina.",
        "8": "Koa mitafia lamba gony Ary aoka ianareo hisaona sy hidradradradra, Satria mbola tezitra be amintsika foana i Jehovah.",
        "9": "“Amin’izany andro izany”, hoy i Jehovah, “dia ho reraka ny fon’ny mpanjaka Sy ny fon’ny andriana. Hihorohoro ny mpisorona ary ho gaga ny mpaminany.”",
        "10": "Dia hoy aho: “Indrisy, ry Jehovah Tompo Fara Tampony ô! Tena namitaka tanteraka an’ity vahoaka ity sy Jerosalema ianao rehefa nilaza hoe: ‘Hiadana ianareo’, nefa efa eo an-tendanay ny sabatra.”",
        "11": "Izao no holazaina amin’ity vahoaka ity sy Jerosalema, amin’izany andro izany: “Hisy rivotra mahamay, avy any amin’ny havoana mangadihady any an-tany efitra, Hitsoka any amin’ny zanakavavin’ny fireneko. Tsy rivotra hikororohana na hanadiovana vary anefa izany.",
        "12": "Mifofofofo avy any amin’ireny toerana ireny ny rivotra, noho ny baiko avy amiko. Hamoaka didy hanamelohana azy ireo aho izao.",
        "13": "Ho avy toy ny rahona mainty ny fahavalo, Ary toy ny tafio-drivotra ireo kalesiny. Haingam-pandeha noho ny voromahery ny soavaliny. Idiran-doza isika fa ringana!",
        "14": "Sasao hiala ao am-ponao ny faharatsiana, ry Jerosalema ô, mba ho voavonjy ianao. Mandra-pahoviana ianao no mbola hanana eritreri-dratsy?",
        "15": "Fa misy feo milaza vaovao avy any Dana, Ary manambara loza avy any an-tendrombohitr’i Efraima izy io.",
        "16": "Ampandreneso an’ireo firenena izany. Ambarao amin’i Jerosalema izany.” “Misy mpitily tonga avy any an-tany lavitra. Hihorakoraka hamely ny tanànan’i Joda izy ireny.",
        "17": "Manodidina an’i Jerosalema toy ny mpiandry saha izy ireny mba hanafika azy, Satria nikomy tamiko izy”, hoy i Jehovah.",
        "18": "“Hivaly aminao ny fitondran-tenanao sy ny nataonao. Hangidy aminao ny loza hanjo anao, Satria hatrany am-ponao mihitsy ny fikomianao!”",
        "19": "Kay, mijaly aho! Mijaly aho! Marary be ny foko. Midobodoboka ny foko ato anatiko. Tsy afaka ny hangina aho Satria maheno feon’anjombona, Dia feo fanairana rehefa misy ady.",
        "20": "Heno hoe nisy fandravana nisesisesy, Satria rava ilay tany manontolo. Rava tampoka ny tranolaiko, Rava tao anatin’ny indray mipy maso.",
        "21": "Mandra-pahoviana no mbola hahitako an’ilay famantarana, Sy handrenesako an’ilay feon’anjombona?",
        "22": "“Fa adala ny vahoakako. Tsy miraharaha ahy izy ireo. Zanaka tsisy saina izy ireo sady tsy mahay na inona na inona. Raha ny hanao ratsy dia tena mahay izy, Fa ny hanao ny tsara kosa tsy hainy.”",
        "23": "Nijery an’ilay tany aho, ka io fa tsy nisy na inona na inona sy tsy nisy mponina ilay izy. Nijery ny lanitra aho, ka tsy nisy hazavana intsony teny.",
        "24": "Nijery ny tendrombohitra aho, ka ireo fa nihovotrovotra ireny. Nihozongozona koa ny havoana.",
        "25": "Nijery aho ka hitako fa tsy nisy olona intsony, Ary efa lasa nandositra daholo ny voro-manidina.",
        "26": "Nijery aho ka hitako fa lasa tany efitra ny saham-boankazo, Ary rava daholo ny tanànany. I Jehovah no nahatonga izany, Satria tezitra be izy.",
        "27": "Fa izao no lazain’i Jehovah: “Horavako ilay tany manontolo, Saingy tsy horavako tanteraka.",
        "28": "Koa hisaona ilay tany, Ary ho maizina ny lanitra ambony, Satria efa niteny aho ary efa nanapa-kevitra, Ka tsy hiova hevitra, na hoe tsy hanao indray an’izay efa noeritreretiko.",
        "29": "Nandositra daholo ny tao an-tanàna, Rehefa naheno ny feon’ny mpitaingin-tsoavaly sy ny mpandefa zana-tsipìka. Nitsofoka tany anaty kirihitra izy ireo, Ary nianika vatolampy. Nilaozan’ny olona ny tanàna rehetra Ka tsy misy mponina intsony.”",
        "30": "Rava ianao izao ka inona no hataonao? Efa zatra nitafy ravin-damba mena midorehitra ianao, Ary efa zatra niravaka volamena, Sy nanao manjamaso mainty mba hanalehibeazana ny masonao. Very maina fotsiny anefa ny nanaovanao an’izay hahatsara tarehy anao, Satria efa narian’ireo lehilahy te hanao firaisana taminao ianao. Mitady hamono anao izy ireo izao.",
        "31": "Fa maheno feo hoatran’ny feom-behivavy marary aho, Toy ny fitarainan’ny vehivavy miteraka ny zanany voalohany, Dia ny feon’i Ziona zanakavavy misefosefo. Mamelatra ny tanany izy, sady miteny hoe: “Loza ity fa reraka aho noho ny ataon’ny mpamono olona!”"
    },
    "5": {
        "1": "Mandehana mivezivezy eny amin’ireo lalana ao Jerosalema. Dia jereo tsara daholo ny toerana rehetra sady diniho. Mankanesa eny amin’ny tany malalaka be olona dia tadiavo Raha mahita olona iray manao ny rariny Sy miezaka ny tsy hivadika ianareo. Raha izany mantsy, dia havelako ny helok’ilay tanàna.",
        "2": "Na misy mianiana aza hoe: “Raha mbola velona koa i Jehovah!”, Dia mbola lainga ihany ny fianianana ataon’izy ireny.",
        "3": "Jehovah ô, tsy ny olona tsy mivadika ve no tadiavinao? Nokapohinao ny vahoakanao, nefa tsy nihontsina. Saika tapitra naripakao izy ireo, nefa tsy nety nandray anatra. Nataon’izy ireo mafy noho ny vatolampy ny lohany, Ary tsy nety niverina taminao izy ireo.",
        "4": "Nieritreritra anefa aho hoe: “Tena olona ambany ireto! Manao hadalana izy ireo, satria tsy fantany ny lalan’i Jehovah Sy izay takin’ny Andriamaniny.",
        "5": "Handeha hiresaka amin’ireo olona ambony aho, Fa izy ireo izao no mahalala ny lalan’i Jehovah Sy izay takin’ny Andriamaniny. Efa nanapatapaka ny zioga koa anefa izy rehetra, Ary efa nanapaka an’izay namatotra azy.”",
        "6": "Noho izany, dia manafika azy ireo ny liona any an’ala, Mandringana azy ireo ny amboadia any amin’ny lemaka karakaina, Ary mamitsaka eny an-tanànany ny leopara. Rotidrotehina izay rehetra mivoaka avy ao. Be dia be mantsy ny lalàna nodikain’izy ireo Ary imbetsaka izy ireo no nivadika.",
        "7": "Koa ahoana moa no hamelako an’izany helokao izany? Niala tamiko ireo zanakao, Ka mianiana amin’ny anaran’izay tsy Andriamanitra. Nomeko azy daholo izay nilainy, Nefa mbola manitsakitsa-bady ihany izy ireo, Sady mirohotra mankao an-tranon’ny mpivaro-tena.",
        "8": "Hoatran’ny soavaly maimay mitady vavy izy ireo, Ka samy mitady vehivavy efa vadin’olona.",
        "9": "“Koa tsy tokony hataoko ampamoaka ve izy ireo noho izany?”, hoy i Jehovah. “Ary tsy tokony hamaly ny nataon’ny firenena toy izany ve aho?”",
        "10": "“Miakara ka simbao ireo tanimboalobony mikitohatohatra, Nefa aza potehina tanteraka. Esory ny sampany vao mitsiry, Satria tsy an’i Jehovah ireny.",
        "11": "Tena namadika ahy mantsy Ny taranak’Israely sy ny taranak’i Joda”, hoy i Jehovah.",
        "12": "“Nanda an’i Jehovah izy ireo, ary izao foana no lazainy: ‘Tsy hanao na inona na inona Izy. Tsy hisy loza hanjo anay. Tsy hahita ady izahay na ho tratran’ny mosary.’",
        "13": "Zava-poana toy ny rivotra no lazain’ny mpaminany, Ary tsy ao aminy ny teniko. Ho zava-poana hoatran’ny teniny ihany izy ireo!”",
        "14": "Izao àry no lazain’i Jehovah Andriamanitry ny tafika: “Satria niteny an’izany izy ireo, Dia hataoko toy ny afo ao am-bavanao ny teniko, Ary ity vahoaka ity kosa ho toy ny kitay, Ka holevonin’ilay afo.”",
        "15": "“Koa hisy firenena avy any lavitra hoentiko hamely anareo, ry taranak’Israely”, hoy i Jehovah. “Firenena efa nisy hatry ny ela izany, Firenena efa taloha be. Tsy hainao ny fiteniny Ary tsy azonao izay lazainy.",
        "16": "Toy ny fasana misokatra ny tranon-jana-tsipìkany; Miaramila izy rehetra.",
        "17": "Haripany ny vokatrao sy ny mofonao. Haripany ny zanakao lahy sy ny zanakao vavy. Haripany ny omby aman’ondrinao. Haripany ny voalobokao sy ny aviavinao. Dia horavany amin’ny sabatra ny tanàna voaro mafy itokisanao.”",
        "18": "“Tsy horinganiko tanteraka anefa ianareo”, hoy i Jehovah, “na dia amin’izany andro izany aza.",
        "19": "Rehefa manontany izy ireo hoe: ‘Fa maninona i Jehovah Andriamanitsika no nanao an’izany rehetra izany tamintsika?’ Dia izao no havalinao azy: ‘Niala tamiko ianareo ary nanompo andriamani-kafa tao amin’ny taninareo. Koa hanompo firenena hafa any an-tanin’olona ianareo.’”",
        "20": "Lazao amin’ny taranak’i Jakoba Ary ambarao ao Joda hoe:",
        "21": "“Henoy izao, ry vahoaka adala sy tsisy saina: Mana-maso izy ireo nefa tsy mahita, Ary manan-tsofina nefa tsy maheno.",
        "22": "‘Tsy mba matahotra ahy ve ianareo’, hoy i Jehovah. ‘Tsy tokony hangovitra eo anatrehako ve ianareo? Izaho ange no nanao ny fasika ho fetran’ny ranomasina e, Mba ho lalàna mandrakizay tsy azony dikaina! Na misamboaravoara aza ny onjany, dia tsy hivoaka ho mpandresy. Ary na midoboka mafy aza ireny, dia mbola tsy ho afaka ny hihoatra an’ilay fetra ihany.",
        "23": "Mafy loha sy mpikomy anefa ity vahoaka ity. Nivily lalana izy ireo ary nandeha tamin’izay lalana tiany.",
        "24": "Tsy mba miteny anakampo izy ireo hoe: “Andao amin’izay isika hatahotra an’i Jehovah Andriamanitsika, Ilay manome antsika orana amin’ny fotoanany, Dia ny oram-pararano sy ny oran-dohataona, Ilay manome antoka antsika fa ho tonga amin’ny fotoana voatondro ireo herinandro fijinjana.”",
        "25": "Ny fahadisoanareo ihany no nahatonga anareo tsy hahazo an’izany rehetra izany, Ary ny fahotanareo ihany no tsy nahazoanareo zavatra tsara.",
        "26": "Fa misy ratsy fanahy amin’ny vahoakako. Mitilitily tsy misy farany hoatran’ny mpamandri-borona mamitsaka ao amin’ny miafina izy ireo. Mamelatra fandrika mahafaty izy ireo, Ary olona no azony.",
        "27": "Toy ny tranom-borona feno vorona, Dia feno fitaka koa ny tranony. Izany no mahatonga azy ireo hanana fahefana sy harena.",
        "28": "Nihanatavy sy mandimandina izy ireo. Tafahoatra loatra ny ratsy vitany. Tsy mba miady ho an’ny kamboty izy ireo eny amin’ny fitsarana, Satria te hahazo tombony. Ary tsy omeny rariny ny mahantra.’”",
        "29": "“Koa tsy tokony hataoko ampamoaka ve izy ireo noho izany?”, hoy i Jehovah. “Ary tsy tokony hamaly ny nataon’ny firenena toy izany ve aho?",
        "30": "Zavatra mampihoron-koditra sy mahatsiravina no mitranga ao amin’ilay tany:",
        "31": "Maminany lainga ny mpaminany, Ary manampatra fahefana ny mpisorona. Dia tian’ny vahoakako erỳ izany! Koa ahoana no hataonareo rehefa tonga ny farany?”"
    },
    "6": {
        "1": "Ry taranak’i Benjamina ô, mitadiava fialofana lavitra an’i Jerosalema. Tsofy ao Tekoa ny anjombona. Mandreheta afo famantarana ao Beti-hakerema! Fa efa mananontanona avy any avaratra ny loza, dia fandravana be.",
        "2": "Hoatran’ny vehivavy tsara tarehy sy nampihantaina i Ziona zanakavavy.",
        "3": "Ho avy ireo mpiandry ondry sy ny andian’ondriny. Hanangana ny tranolainy manodidina azy izy ireo, Ary samy hitondra ny ondriny hiraoka ahitra.",
        "4": "“Miomàna hiady amin’i Jerosalema! Mitsangàna, andao izy hotafihina amin’ny mitataovovonana!” “Idiran-doza isika fa efa mihariva ny andro, Efa mihalava ny aloka satria efa hariva!”",
        "5": "“Mitsangàna, andao izy hotafihina mandritra ny alina, Dia horavantsika ireo tilikambony voaro mafy.”",
        "6": "Fa izao no tenin’i Jehovah Tompon’ny tafika: “Mikapà hazo, dia manangàna dongon-tany hanaovana fahirano an’i Jerosalema. Tanàna tsy maintsy atao ampamoaka izy. Tsy misy afa-tsy fampahoriana ao aminy.",
        "7": "Toy ny itehirizan’ny lavaka fanangonan-drano ny rano ho mangatsiatsiaka, No itehirizany ny ratsy fanaony ho mangatsiatsiaka. Herisetra sy fandravana no heno ao aminy. Aretina sy loza foana no eo anatrehako.",
        "8": "Mba maneke hahitsy, ry Jerosalema ô, raha tsy izany dia ho tofoka aminao aho ka hiala aminao. Hataoko lasa tany tsy misy mponina ianao.”",
        "9": "Izao no tenin’i Jehovah Tompon’ny tafika: “Hotsimponina tsara toy ny voaloboka navelan’ny mpioty izay sisa amin’ny Israely. Avereno eo amin’ny voaloboka indray ny tananao, toy ny ataon’ny mpioty.”",
        "10": "“Iza no hitenenako sy hampitandremako? Iza no hihaino ahy? Tsentsina ny sofin’izy ireo, ka tsy afaka mandre. Ataon’izy ireo tsinontsinona ny tenin’i Jehovah, Sady tsy mahafinaritra azy.",
        "11": "Koa miredareda ato anatiko ny fahatezeran’i Jehovah, Ka reraka mitana an’izany aho.” “Anamparo ny hatezeranao ny ankizy eny an-dalana, Sy ny andiana tovolahy mitangorongorona. Samy ho lasa babo daholo na ny lehilahy na ny vadiny, Na ny lehilahy efa be taona na ny efa antitra be.",
        "12": "Ho lasan’olon-kafa ny tranon’izy ireo Sy ny sahany ary ny vadiny. Fa hanatsotra ny tanako hamely ny mponin’ilay tany aho”, hoy i Jehovah.",
        "13": "“Samy maka tombony azo amin’ny tsy marina ny olona, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Ary samy mamitaka na ny mpaminany na ny mpisorona.",
        "14": "Miezaka manasitrana ny ratran’ny vahoakako izy ireo nefa ataony zara fa vita izany, ka hoy izy ireo: ‘Fiadanana! Fiadanana!’ Nefa tsy misy fiadanana akory.",
        "15": "Mba menatra ve izy ireo noho ny zavatra maharikoriko ataony? Tsy menatra mihitsy izy ireo. Tsy hainy akory na dia ny atao hoe henatra aza! Koa ho lavo miaraka amin’izay lavo izy ireo. Ho tafintohina izy ireo rehefa manasazy azy ireo aho”, hoy i Jehovah.",
        "16": "Izao no tenin’i Jehovah: “Mitsangàna eny amin’ny sampanan-dalana ka mandiniha. Anontanio hoe aiza ireo lalana fahiny Ary aiza ny lalana tsara, ka izay no andehano Dia hiadana ianareo.” Hoy anefa ianareo: “Tsy handeha amin’izany izahay.”",
        "17": "“Dia nanendry mpitily aho hilaza aminareo hoe: ‘Henoy ny feon’ny anjombona!’” Hoy anefa ianareo: “Tsy hihaino izahay.”",
        "18": "“Koa mihainoa, ry firenena ô! Ry vahoaka ô, fantaro Izay hanjo azy ireo!",
        "19": "Henoy, ry tany ô! Hahatonga loza amin’ity vahoaka ity aho, Ho valin’ny teti-dratsy nataony. Tsy nihaino ny teniko mantsy izy ireo, Sady tsy niraharaha ny lalàko.”",
        "20": "“Ataoko inona koa izay emboka manitra hafaranao avy any Sheba Sy izay fantàkamanitra avy any an-tany lavitra? Tsy azo ekena ny fanatitra dorana manontolo atolotrareo, Ary tsy ankasitrahako ny sorona ataonareo.”",
        "21": "Koa izao no tenin’i Jehovah: “Hasiako vato mahatafintohina eo anoloan’ity vahoaka ity, Ka ho tafintohina izy ireo, Dia ny ray sy ny zanany, Ary ny mpiara-monina sy ny namany. Ho faty daholo izy ireo.”",
        "22": "Izao no tenin’i Jehovah: “Hisy vahoaka ho tonga avy any amin’ilay tany any avaratra, Ary hisy firenena lehibe hofohazina avy any amin’ny faritra lavitra indrindra amin’ny tany.",
        "23": "Hitazona tsipìka sy lefom-pohy izy ireo. Masiaka be izy ireo ka tsy hiantra. Midoboka toy ny ranomasina ny feony, Ary mitaingin-tsoavaly izy ireo. Milahatra toy ny lehilahy mpiady izy mba hanafika anao, ry Ziona zanakavavy ô!”",
        "24": "Efa renay ny momba azy, Ka miraviravy tanana izahay. Mijaly izahay, Ary mitebiteby be hoatran’ny vehivavy efa ho teraka.",
        "25": "Aza mivoaka ho any an-tsaha, Na mandeha eny an-dalana Fa manana sabatra ny fahavalo, Ka manjaka hatraiza hatraiza ny horohoro.",
        "26": "Ry zanakavavin’ny fireneko! Mitafia lamba gony ary aoka ianao hihosin-davenona. Aoka ianao hisaona toy ny misaona zanaka lahitokana ka hidradradradra mafy, Satria hanafika antsika tampoka ny mpandrava.",
        "27": "“Notendreko ho mpisedra metaly eo amin’ny vahoakako ianao, Ka hanadihady tsara. Handinika sy hamotopototra an’izay ataon’izy ireo ianao.",
        "28": "Olona faran’izay mafy loha izy rehetra, Ary mandehandeha manendrikendrika. Toy ny varahina sy vy izy ireo, Sady mpanao ratsy daholo.",
        "29": "May ny tafoforana. Misy firaka avy ao anaty afo. Very maina fotsiny ny nandrendrehana ny metaly na dia atao mahamay be foana aza ny afo, Satria tsy niavaka akory ny loto.",
        "30": "Hantsoin’ny olona hoe volafotsy fanary izy ireo, Satria efa narian’i Jehovah.”"
    },
    "7": {
        "1": "Niteny tamin’i Jeremia i Jehovah hoe:",
        "2": "“Mijoroa eo amin’ny vavahadin’ny tranon’i Jehovah, ka torio eo izao hafatra izao: ‘Henoy ny tenin’i Jehovah, ry vahoakan’ny Joda rehetra, izay miditra amin’ireto vavahady ireto mba hiankohoka eo anatrehan’i Jehovah.",
        "3": "Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Ahitsio ny lalanareo sy ny ataonareo, dia havelako hipetraka eto amin’ity toerana ity foana ianareo.",
        "4": "Aza matoky ny teny mamitaka, ka milaza hoe: ‘Tempolin’i Jehovah ity, tempolin’i Jehovah, tempolin’i Jehovah!’",
        "5": "Ahitsio tanteraka ny lalanareo sy ny ataonareo, ary tsarao araka ny rariny ny olona sy izay miady aminy.",
        "6": "Aza ampijalina ny hafa firenena monina eo aminareo sy ny kamboty ary ny mpitondratena, ary aza mandatsaka ran’olona tsy manan-tsiny eto amin’ity toerana ity. Aza manompo andriamani-kafa ka hahatonga loza aminareo.",
        "7": "Raha mankatò an’izany ianareo, dia havelako hipetraka mandrakizay eto amin’ity toerana ity, izany hoe eo amin’ilay tany nomeko ho an’ny razambenareo.”’”",
        "8": "“Teny mamitaka anefa no atokisanareo, ka tsy hahasoa anareo mihitsy izany.",
        "9": "Mangalatra ianareo, mamono olona, manitsakitsa-bady, mianiana lainga, manao sorona ho an’i Bala, ary manompo andriamanitra tsy fantatrareo.",
        "10": "Dia mbola tonga mitsangana eto anatrehako ato amin’ity trano mitondra ny anarako ity ihany ve ianareo, sady milaza hoe: ‘Ho voavonjy isika’, nefa izany zava-maharikoriko rehetra izany no ataonareo?",
        "11": "Heverinareo fa lava-bato fiafenan’ny jiolahy angaha ity trano mitondra ny anarako ity? Hitako ange ny ataonareo e!”, hoy i Jehovah.",
        "12": "“‘Mandehana any Silo, any amin’ilay toerana nametrahako ny anarako tamin’ny voalohany, dia jereo ny nataoko taminy noho ny zava-dratsy nataon’ny Israely vahoakako.",
        "13": "Mbola nanao an’izany rehetra izany ihany anefa ianareo’, hoy i Jehovah, ‘ary na dia efa niteny anareo imbetsaka aza aho, dia tsy nihaino ianareo. Niantso anareo foana aho, fa tsy namaly ianareo.",
        "14": "Koa hataoko hoatran’i Silo ilay trano mitondra ny anarako, na dia itokisanareo aza. Ary hataoko toy izany koa ity toerana nomeko anareo sy ny razambenareo ity.",
        "15": "Horoahiko tsy ho eo anatrehako ianareo, hoatran’ny nandroahako ny rahalahinareo rehetra, dia ny taranak’i Efraima manontolo.’",
        "16": "“Fa ianao kosa, aza mivavaka ho an’ity vahoaka ity. Aza mitaraina na mivavaka na miangavy amiko ho azy, fa tsy hihaino anao aho.",
        "17": "Tsy hitanao angaha izay ataon’izy ireo ao amin’ny tanànan’i Joda sy eny amin’ny lalan’i Jerosalema?",
        "18": "Maka kitay ny ankizy ary mandrehitra afo ny rainy, dia ny vehivavy mamolavola koba mba hanaovana mofo atao fanatitra ho an’ny Mpanjakavavin’ny Lanitra. Mandraraka fanatitra zava-pisotro ho an’ny andriamani-kafa koa izy ireo, mba hampahatezitra ahy.",
        "19": "‘Izaho ve anefa no tian-dry zareo ho voa amin’izany?’, hoy i Jehovah. ‘Tsy izy ireo ihany ve no ho voa amin’izany, dia ho afa-baraka?’",
        "20": "Koa izao no lazain’i Jehovah Tompo Fara Tampony: ‘Hanampatra ny hatezerako sy hisafoaka amin’ity toerana ity aho, sy amin’ny olona sy ny biby sy ny hazo eny an-tsaha ary amin’ny vokatry ny tany. Hirehitra tokoa ny fahatezerako ka tsy hovonoina.’",
        "21": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Mandehana àry ampio fanatitra dorana manontolo ny sorona hafa ataonareo, dia hano ho anareo ny hena!",
        "22": "Fa tsy niresaka tamin’ny razambenareo momba ny fanatitra dorana manontolo sy ny sorona aho, na nanome didy azy ireo momba an’izany, tamin’ny andro nitondrako azy ireo nivoaka avy tany Ejipta.",
        "23": "Izao kosa no didy nomeko azy ireo: “Ankatoavy ny teniko, dia ho Andriamanitrareo aho, ary ianareo ho vahoakako. Mandehana amin’ny lalana rehetra asaiko alehanareo, dia hahita soa ianareo.”’",
        "24": "Tsy nihaino anefa izy ireo na nanongilan-tsofina, fa nandeha araka izay saim-pantany sady nikiry nanaraka ny fo ratsiny. Nihemotra àry izy ireo fa tsy nandroso,",
        "25": "hatramin’ny andro nivoahan’ny razambenareo avy tany Ejipta ka hatramin’izao. Koa nirahiko tany aminareo foana ny mpaminany mpanompoko rehetra isan’andro, ary imbetsaka aho no naniraka azy ireny tany aminareo.",
        "26": "Tsy nety nihaino ahy anefa ity vahoaka ity na nanongilan-tsofina. Mafy loha izy ireo ka nanao zavatra ratsy kokoa noho ny nataon’ny razambeny!",
        "27": "“Holazainao amin’izy ireo daholo ny teniko, nefa tsy hihaino anao ry zareo. Hiantso azy ireo ianao, nefa tsy hamaly anao ry zareo.",
        "28": "Koa lazao aminy hoe: ‘Ity ilay firenena tsy nankatò ny tenin’i Jehovah Andriamaniny, sady tsy nety nandray anatra. Tsy misy olona tsy mivadika intsony eo amin’izy ireo, ary na ny tsy fivadihana aza tsy asiany resaka akory.’",
        "29": "“Hetezo ny volonao lava ka ario. Manaova hira fisaonana eny amin’ny havoana mangadihady. Sady nolavin’i Jehovah mantsy ilay taranaka mampahatezitra mafy azy no efa hafoiny.",
        "30": "‘Fa nanao izay ratsy teo imasoko ny vahoakan’ny Joda’, hoy i Jehovah. ‘Nataony tao amin’ilay trano mitondra ny anarako ireo sampiny maharikoriko, mba handotoana ny tranoko.",
        "31": "Nanorina an’ireo toerana avo ao Tofeta, ao amin’ny Lohasahan’ny Taranak’i Hinoma, izy ireo, mba handoroany ny zanany lahy sy ny zanany vavy ao anaty afo. Tsy nandidy azy hanao an’izany anefa aho, ary tsy tao an-tsaiko akory aza izany.’",
        "32": "“‘Koa ho avy ny andro’, hoy i Jehovah, ‘izay tsy hiantsoana azy io intsony hoe Tofeta na Lohasahan’ny Taranak’i Hinoma, fa hoe Lohasaha Famonoana. Handevina ao Tofeta izy ireo, mandra-paha tsy hisy toerana azo andevenana intsony ao.",
        "33": "Ho lasa sakafon’ny voro-manidina sy ny bibidia ny fatin’ity vahoaka ity. Ary tsy hisy hampatahotra an’ireny biby ireny ka hampandositra azy.",
        "34": "Dia hataoko tsy misy feon’olona mifaly sy miravoravo, na feona mpampakatra sy ampakarina, intsony ao amin’ireo tanànan’i Joda sy eny amin’ny lalan’i Jerosalema. Fa ho rava tanteraka ilay tany.’”"
    },
    "8": {
        "1": "“Amin’izany andro izany”, hoy i Jehovah, “dia hofongarina avy ao am-pasana ny taolan’ireo mpanjakan’ny Joda sy ireo andrianany sy ireo mpisorony sy ireo mpaminaniny, ary ny taolan’ny mponin’i Jerosalema.",
        "2": "Dia halaina ireny ka haparitaka eo anatrehan’ny masoandro sy ny volana ary izay rehetra eny amin’ny lanitra, izay samy tian’izy ireo sy notompoiny sy nivavahany sy nakany hevitra ary niankohofany. Tsy hangonina na halevina ireny taolana ireny, fa ho zezika eny ambonin’ny tany.”",
        "3": "“Ary aleon’ireo sisa tavela amin’ity firenena ratsy fanahy ity ho faty, toy izay ho velona any amin’ny toerana rehetra hanaparitahako azy”, hoy i Jehovah Tompon’ny tafika.",
        "4": "“Lazao amin’izy ireo hoe: ‘Izao no tenin’i Jehovah: “Ho lavo ve izy ireo, dia tsy ho tafarina intsony? Raha miverina ny iray, dia tsy hiverina koa ve ny hafa?",
        "5": "Nahoana ity vahoakan’i Jerosalema ity no mbola mivadika amiko foana? Tsy mitsahatra mamitaka izy ireo, Ary tsy mety miverina amiko.",
        "6": "Nihaino sy nanongilan-tsofina aho, nefa tsy marina ny zavatra noresahin’izy ireo. Tsy mba nisy nibebaka tamin’ny faharatsiany, na niteny hoe: ‘Fa inona ity nataoko?’ Samy miverina manao ny fanaon’ny besinimaro izy ireo, toy ny soavaly miriotra ho any an’ady.",
        "7": "Na ny vanobe eny amin’ny lanitra aza mahalala tsara ny fotoana andehanany. Ary samy manaja tsara ny fotoana fiverenany ny domohina sy ny sidintsidina ary ny fitatrala. Fa ny vahoakako kosa tsy mba mahalala ny fotoana hitsaran’i Jehovah azy.”’",
        "8": "‘Ahoana no ahasahianareo milaza hoe: “Hendry izahay sady anananay ny lalàn’i Jehovah”? Nampiasain’ny mpanora-dalàna hanoratana lainga fotsiny mantsy ny peniny mandainga.",
        "9": "Menatra ny hendry. Mihorohoro izy ireo, ary ho voafandrika. Tsy noraharahiany ny tenin’i Jehovah, Ka inona intsony no fahendrena ananany?",
        "10": "Koa homeko ho an’olon-kafa ny vadiny, Ary ny sahany ho lasan’olona, Satria samy maka tombony azo amin’ny tsy marina izy ireo, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Ary samy mamitaka na ny mpaminany na ny mpisorona.",
        "11": "Miezaka manasitrana ny ratran’ny zanakavavin’ny fireneko izy ireo nefa ataony zara fa vita izany, ka hoy izy ireo: “Fiadanana! Fiadanana!” Nefa tsy misy fiadanana akory.",
        "12": "Mba menatra ve izy ireo noho ny zavatra maharikoriko ataony? Tsy menatra mihitsy izy ireo. Tsy hainy akory na dia ny atao hoe henatra aza! Koa ho lavo miaraka amin’izay lavo izy ireo. Ho tafintohina izy ireo rehefa manasazy azy ireo aho’, hoy i Jehovah.",
        "13": "‘Rehefa angoniko izy ireo, dia horinganiko’, hoy i Jehovah. ‘Tsy hisy voa ho tavela eo amin’ny voaloboka, tsy hisy voa koa ny aviavy, ary halazo ny ravina. Ary izay nomeko azy dia hafoiny.’”",
        "14": "“Nahoana isika no mipetra-potsiny eto? Andao hifamory ka hiditra ao amin’ireo tanàna voaro mafy ary ho faty ao. Fa handringana antsika i Jehovah Andriamanitsika, Ka omeny rano misy poizina isika hosotrointsika, Satria nanota tamin’i Jehovah isika.",
        "15": "Nanantena fiadanana isika, kanjo tsy nisy zavatra tsara nitranga. Nanantena fotoam-panasitranana isika, kanjo horohoro no niseho!",
        "16": "Heno avy any Dana ny fiefonefon’ny soavalin’ny fahavalo. Mihovotrovotra ilay tany manontolo Rehefa maheno ny feon’ireo soavalilahy mikiakiaka. Tonga ny fahavalo ka mandripaka an’ilay tany sy izay rehetra ao aminy, Dia ny tanàna sy ny mponina ao.”",
        "17": "“Handefasako bibilava eo aminareo, Dia bibilava misy poizina sy tsy mety baikoina. Tena hanaikitra anareo ireny”, hoy i Jehovah.",
        "18": "Tsy mety sitrana mihitsy ny alaheloko. Marary ny foko.",
        "19": "Izany fa miantso vonjy avy any an-tany lavitra Ny zanakavavin’ny fireneko, ka milaza hoe: “Tsy ao Ziona ve i Jehovah? Sa tsy ao ny mpanjakany?” “Fa maninona izy ireo no nampahatezitra ahy tamin’ireo sary sokitra Sy andriamani-kafa tsy misy dikany?”",
        "20": "“Efa lasa ny fijinjana ary efa nifarana ny fahavaratra, Nefa mbola tsy voavonjy ihany isika!”",
        "21": "Torotoro fo aho noho ny ratran’ny zanakavavin’ny fireneko. Kivy be aho, Sady matahotra be mihitsy!",
        "22": "Tsy misy balsama angaha any Gileada? Ary tsy misy dokotera angaha any? Koa nahoana no mbola tsy sitrana ihany ny zanakavavin’ny fireneko?"
    },
    "9": {
        "1": "Raha mba rano mantsy ny lohako, Ary loharanon-dranomaso ny masoko, Dia hitomany andro aman’alina aho Noho ireo mpiray firenena amiko novonoina.",
        "2": "Raha mba manana toeram-pilasian’ny mpanao dia lavitra mantsy aho any an-tany efitra, Dia handao ny fireneko aho ka handeha lavitra azy. Mpanitsakitsa-bady mantsy izy rehetra Sady mpivadika daholo.",
        "3": "Vonona ny handainga ny lelan’izy ireo, hoatran’ny tsipìka efa voaomana hitifirana. Lainga no manjaka ao amin’ilay tany. Tsy misy olona tsy mivadika ao. “Miharatsy foana izy ireo, Ary tsy raharahiany aho”, hoy i Jehovah.",
        "4": "“Mitandrema amin’ny namanareo ianareo rehetra, Ary aza atokisana na dia ny rahalahinareo aza. Fa mpamadika ny rahalahy rehetra, Ary mpanendrikendrika ny namana rehetra.",
        "5": "Samy mamitaka ny namany avy izy ireo, Ary tsy misy milaza ny marina. Efa nampianariny handainga ny lelany. Mandrera-tena manao zava-dratsy izy ireo.",
        "6": "Mipetraka eo afovoan’ny fitaka ianao. Namitaka izy ireo ka nanda tsy hahalala ahy”, hoy i Jehovah.",
        "7": "Koa izao no lazain’i Jehovah Tompon’ny tafika: “Hataoko mitsonika izy ireo ka hosedraiko, Satria inona moa no mbola azoko atao amin’ny zanakavavin’ny fireneko?",
        "8": "Zana-tsipìka mahafaty ny lelan’izy ireo satria milaza fitaka. Fihavanana no resahin’ny olona amin’ny namany, Nefa ao anatiny ao izy efa toy ny olona mamitsaka hanafika.”",
        "9": "“Koa tsy tokony hataoko ampamoaka ve izy ireo noho izany?”, hoy i Jehovah. “Ary tsy tokony hamaly ny nataon’ny firenena toy izany ve aho?",
        "10": "Hitomany sy hitaraina noho ny amin’ny tendrombohitra aho, Ary hanao hira fisaonana noho ny amin’ny kijana any an-tany efitra. Fa may ireny ka tsy misy olona mandalo intsony eny, Sady tsy misy feona biby fiompy heno intsony. Nandositra ny voro-manidina sy ny bibidia, ka efa lasa daholo.",
        "11": "Hataoko lasa vato mivangongo sy fonenan’ny alikadia i Jerosalema, Ary hataoko lasa aolo tsy misy mponina ireo tanànan’i Joda.",
        "12": "Iza no mba hendry ka mahazo ny hevitr’izany? Ary iza no niresahan’i Jehovah ka ho afaka hilaza an’izany? Fa nahoana no rava ilay tany? Ary nahoana izy io no may hoatran’ny tany efitra Ka tsy misy olona mandalo eo intsony?”",
        "13": "Dia hoy i Jehovah: “Satria tsy niraharaha ny lalàna nomeko azy izy ireo, sady tsy nanaraka an’izany. Tsy nankatò ny teniko koa izy ireo.",
        "14": "Fa nikiry nanao izay tian’ny fony fotsiny izy ireo sady nanompo an’ireo sarin’i Bala, hoatran’izay nampianarin’ny razambeny azy.",
        "15": "Izao àry no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hampihinaniko zavamaniry mangidy be ity vahoaka ity, ary hampisotroiko rano misy poizina.",
        "16": "Haparitako any amin’ireo firenena tsy fantany sy tsy fantatry ny razambeny izy ireo, ary handefasako sabatra hamely azy, mandra-paharipany tanteraka.’",
        "17": "Izao no lazain’i Jehovah Tompon’ny tafika: ‘Aoka ianareo hisaina tsara. Antsoy ireo vehivavy mpanao hira fisaonana, Ary ampanantsoy koa ireo vehivavy efa za-draharaha,",
        "18": "Mba ho avy haingana izy ireo, ka hidradradradra ho antsika. Dia hirotsaka ny ranomasontsika, Ary hisy ranomaso hikoriana avy amin’ny hodi-masontsika.",
        "19": "Fa heno avy ao Ziona ny feon’ireo midradradradra hoe: “Dia rava tokoa moa ny tanànantsika! Afa-baraka tanteraka isika! Fa niala tao amin’ilay tany isika, dia narodan’izy ireo ny tranontsika.”",
        "20": "Mihainoa ny tenin’i Jehovah ianareo vehivavy. Aoka ianareo hanongilan-tsofina amin’ny teny aloaky ny vavany. Ampianaro an’ity hira fisaonana ity ny zanakareo vavy, Ary samia mampianatra azy io amin’ny namany avy.",
        "21": "Fa nitsofoka avy eo am-baravarankelintsika ny fahafatesana, Ary niditra nankao amin’ireo tilikambo voaro mafy, Mba haka ny ankizy eny an-dalana Sy ny tovolahy eny amin’ny tany malalaka.’",
        "22": "Teneno hoe: ‘Izao no lazain’i Jehovah: “Hiampatrampatra ny fatin’ny olona, ka ho toy ny zezika eny an-tsaha, Sy ho toy ny varimbazaha vao avy nojinjaina Nefa tsy misy manangona.”’”",
        "23": "Izao no tenin’i Jehovah: “Aoka ny hendry tsy hirehareha amin’ny fahendreny, Ary ny mahery tsy hirehareha amin’ny heriny, Ary ny manankarena tsy hirehareha amin’ny harenany.”",
        "24": "“Izay mirehareha kosa, dia aoka hirehareha amin’izao zavatra izao: Mahafantatra tsara sy mahalala ahy izy; Fantany hoe izaho no Jehovah, Ilay maneho fitiavana sy tsy fivadihana, ary manao ny rariny sy ny hitsiny eny ambonin’ny tany, Satria tena mahafinaritra ahy ireo toetra ireo”, hoy i Jehovah.",
        "25": "“Ho avy ny andro”, hoy i Jehovah, “izay hanaovako ampamoaka an’izay rehetra voafora nefa tsy voafora akory raha ny marina,",
        "26": "dia i Ejipta, Joda, Edoma, ny Amonita, Moaba, ary izay rehetra monina any an-tany efitra sady nokakasana ny fihirifany. Fa tsy voafora ny firenena rehetra, ary tsy voafora fo ny taranak’Israely manontolo.”"
    },
    "10": {
        "1": "Henoy ny teny fanamelohan’i Jehovah anareo, ry taranak’Israely!",
        "2": "Izao no lazain’i Jehovah: “Aza mianatra ny fomban’ireo firenena, Ary aza matahotra be an’ireo famantarana eny amin’ny lanitra Satria hoe matahotra be azy ireny ireo firenena.",
        "3": "Fa fitaka ny fanaon’ireo firenena. Hazo nokapaina tany an’ala fotsiny ilay izy, Dia namboarin’ny mpanao asa tanana tamin’ny fitaovany.",
        "4": "Ravahany volafotsy sy volamena ilay izy, Ary nakambany tamin’ny marotoa sy fantsika mba tsy hianjera.",
        "5": "Hoatran’ny sariolona fampitahoram-borona eny amin’ny sahan-kôkômbra ireny, ka tsy afa-miteny. Tsy maintsy bataina ireny satria tsy afa-mamindra. Aza matahotra azy, fa sady tsy afaka manisy ratsy ireny No tsy afaka manisy soa.”",
        "6": "Tsy misy hoatr’anao, Jehovah ô! Tena miavaka ianao, ary be voninahitra sy mahery ny anaranao.",
        "7": "Iza no tsy hatahotra anao, ry Mpanjakan’ireo firenena ô? Fa mendrika an’izany ianao. Fa tsy misy toa anao mihitsy Eo amin’ny olon-kendry rehetra eo amin’ireo firenena sy eo amin’ny fanjakany rehetra.",
        "8": "Sady adala no tsy misaina daholo izy ireo. Fitaka tanteraka ny zavatra ampianarin’ny hazo.",
        "9": "Nohafarana avy any Tarsisy ny volafotsy nofisahina, ary avy any Ofaza ny volamena. Namboarin’ny mpanao asa tanana sy ny mpanefy ireny. Kofehy manga sy volonondry volomparasy no nanaovana ny fitafiany. Asa tanan’olona mahay izy rehetra.",
        "10": "I Jehovah kosa no tena Andriamanitra. Izy no Andriamanitra velona sy Mpanjaka mandrakizay. Hihovotrovotra ny tany noho ny fahatezerany, Ary tsy hisy firenena hahatanty ny fanamelohany.",
        "11": "* Izao no holazainareo amin’izy ireo: “Ho fongana tsy ho eto an-tany sy etỳ ambanin’ny lanitra Ireo andriamanitra tsy nanao ny lanitra sy ny tany.”",
        "12": "Izy Ilay nanao ny tany tamin’ny heriny, Dia Ilay nanao izay hahamafy orina ny tany lonaka tamin’ny fahendreny, Sy namelatra ny lanitra tamin’ny fahiratan-tsainy.",
        "13": "Rehefa ataony heno ny feony, Dia misamboaravoara ny rano eny amin’ny lanitra, Ary mampiakatra rahona avy any amin’ny faran’ny tany izy. Manao tselatra ho an’ny orana izy, Ary avoakany avy ao amin’ny trano fitehirizany azy ny rivotra.",
        "14": "Tsy misaina ny olona rehetra sady manaonao foana. Ho menatra ny mpanefy rehetra fa nanao sary sokitra. Fitaka fotsiny mantsy ny sarivongana metaly nataony, Sady tsy mananaina.",
        "15": "Sandoka fotsiny ireny sady ihomehezan’ny olona. Ho fongana ireny rehefa tonga ny andro hanasaziana azy.",
        "16": "Tsy mba toy ireny kosa ilay Anjaran’i Jakoba, Fa izy Ilay nanao ny zava-drehetra, Ary ny Israely no tehin’ny lovany. Jehovah Tompon’ny tafika no anarany.",
        "17": "Angony ny entanao eo amin’ny tany, Ry vehivavy natao fahirano!",
        "18": "Fa izao no lazain’i Jehovah: “Hatsipiko ho any ivelan’ny taniny ny mponina, amin’ity indray mandeha ity, Ary hataoko mahita faisana.”",
        "19": "Idiran-doza aho fa maratra! Tsy mety sitrana mihitsy ny ratrako. Dia hoy aho: “Efa izao no aretiko, ka dia hozakaiko.",
        "20": "Rava ny tranolaiko ary nisy nanapaka daholo ny tady fanenjanana azy. Nandao ahy ireo zanako ka tsy eo intsony. Tsy misy tavela mba hanenjana ny tranolaiko na hanangana azy.",
        "21": "Tsy misaina ireo mpiandry ondry, Sady tsy manontany an’i Jehovah. Tsy malina àry izy ireo rehefa manao zavatra, Ka miparitaka daholo ny andian’ondriny.”",
        "22": "Henoy! Izany misy filazana! Migodongodona mafy avy any amin’ilay tany any avaratra ny fahavalo, Mba hahatonga an’ireo tanànan’i Joda ho aolo sy ho lasa fonenan’ny alikadia.",
        "23": "Jehovah ô, fantatro tsara fa tsy an’ny olombelona ny lalan-kalehany. Tsy natao hitondra samirery ny fiainany koa ny olona.",
        "24": "Ahitsio araka izay hitanao hoe rariny aho, Jehovah ô, Fa aza atao amim-pahatezerana, sao lasa ataonao tsinontsinona aho.",
        "25": "Anamparo ny hatezeranao ireo firenena tsy miraharaha anao Sy ireo foko tsy miantso ny anaranao. Fa naripak’izy ireo i Jakoba. Naripak’izy ireo izy ka saika fongana tanteraka, Ary noravany ny taniny."
    },
    "11": {
        "1": "Niteny tamin’i Jeremia i Jehovah hoe:",
        "2": "“Samia mihaino ny teny ato amin’ity fifanekena ity! “Resaho amin’ny fokon’i Joda sy ny mponin’i Jerosalema izany,",
        "3": "ka lazao aminy hoe: ‘Izao no tenin’i Jehovah Andriamanitry ny Israely: “Voaozona izay tsy mankatò ny teny ato amin’ity fifanekena ity,",
        "4": "izay nasaiko narahin’ny razambenareo tamin’ny andro nitondrako azy nivoaka avy tany Ejipta, avy tao amin’ny fatana fandrendrehana vy. Hoy mantsy aho tamin’izay: ‘Ankatoavy ny teniko, ary ataovy izay rehetra andidiako anareo. Dia ho vahoakako ianareo, ary izaho ho Andriamanitrareo,",
        "5": "mba hanatanterahako ny fianianana nataoko tamin’ny razambenareo, dia ny hanome azy ireo an’ilay tany tondra-dronono sy tantely, hoatran’ny amin’izao androany izao.’”’” Dia namaly aho hoe: “Amena, Jehovah ô!”",
        "6": "Niteny tamiko i Jehovah avy eo hoe: “Ambarao ao amin’ireo tanànan’i Joda sy eny amin’ny lalan’i Jerosalema ireto teny rehetra ireto: ‘Henoy ny teny ato amin’ity fifanekena ity, dia araho.",
        "7": "Fa efa nanariko mafy ny razambenareo tamin’ny andro nitondrako azy avy tany Ejipta ka hatramin’izao. Nananatra azy imbetsaka aho hoe: “Ankatoavy ny teniko.”",
        "8": "Tsy nihaino anefa izy ireo na nanongilan-tsofina, fa mbola samy nikiry nanaraka ny fo ratsiny ihany. Koa notanterahiko tamin’izy ireo ny teny rehetra ato amin’ity fifanekena ity, izay nasaiko narahiny nefa tsy narahiny.’”",
        "9": "Hoy koa i Jehovah tamiko: “Mitetika ny hikomy ny fokon’i Joda sy ny mponin’i Jerosalema.",
        "10": "Naverin’izy ireo indray ny fahadisoan’ny razambeny taloha, izay tsy nety nankatò ny teniko. Nanaraka andriamani-kafa sy nanompo azy ireny koa izy ireo. Nivadika tamin’ny fifanekena nataoko tamin’ny razambeny ny taranak’Israely sy ny taranak’i Joda.",
        "11": "Koa izao no lazain’i Jehovah: ‘Hahatonga loza aminy aho, ka tsy ho afa-mandositra an’izany izy ireo. Ary hiantso vonjy amiko izy ireo, fa tsy hihaino azy aho.",
        "12": "Dia handeha ho any amin’ireo andriamanitra, izay nanaovany sorona, ny mponina ao an-tanànan’i Joda sy Jerosalema, ka hiantso vonjy aminy. Tsy hahavonjy azy ireo mihitsy anefa ireny amin’ny fotoana hiavian’ny loza.",
        "13": "Fa lasa maro toy ny tanànanareo ny andriamanitrareo, ry Joda ô! Ary be dia be hoatran’ireo lalana ao Jerosalema ny alitara naorinareo ho an’ilay zavatra mahamenatra, dia alitara anaovana sorona ho an’i Bala.’",
        "14": "“Fa ianao kosa, aza mivavaka ho an’ity vahoaka ity. Aza mitaraina na mivavaka ho azy, fa tsy hihaino aho rehefa miantso ahy izy ireo noho ny loza manjo azy.",
        "15": "Mbola manan-jo ho ao an-tranoko ve ny vahoakako tena tiako, Nefa ny ankamaroan’izy ireo aza manatanteraka ny teti-dratsiny? Hahasakana ny loza tsy hihatra aminao ve ny hena masina atolotr’izy ireo? Ho faly ve ianao amin’izay fotoana izay?",
        "16": "Taloha ianao nantsoin’i Jehovah hoe oliva midoroboka, Tsara tarehy sady nisy voany tena tsara. Tao anatin’ny tabataba be anefa no nandrehetany afo handoroana azy. Ary notapahina ny rantsany.",
        "17": "“Nanambara loza hamelezana anao i Jehovah Tompon’ny tafika, Ilay namboly anao, noho ny zava-dratsy nataon’ny taranak’Israely sy ny taranak’i Joda. Nampahatezitra ahy izy ireo satria nanao sorona ho an’i Bala.”",
        "18": "Nampahafantarin’i Jehovah aho ka nahalala. Nataonao hitako, tamin’izany fotoana izany, izay nataon’izy ireo.",
        "19": "Hoatran’ny zanak’ondry malemy paika nentina hovonoina aho. Tsy fantatro hoe nanao tetika hamelezana ahy izy ireo. Niteny izy ireo hoe: “Andao hopotehintsika ilay hazo sy ny voany, Ary hofongorantsika tsy ho eo amin’ny tanin’ny velona izy, Mba tsy hotsaroana intsony ny anarany.”",
        "20": "Mitsara araka ny rariny anefa i Jehovah Tompon’ny tafika. Mandinika ny eritreritra lalina indrindra sy ny fo izy. Avelao aho hahita ny hamalianao azy ireny, Satria ianao no nanankinako ny ady nataoko teny amin’ny fitsarana!",
        "21": "Nomelohin’i Jehovah àry ny mponin’i Anatota, izay mitady hamono anao ka miteny hoe: “Aza maminany amin’ny anaran’i Jehovah ianao, raha tsy izany dia hovonoinay.”",
        "22": "Izao no tenin’i Jehovah Tompon’ny tafika: “Hataoko ampamoaka izy ireo. Ho fatin’ny sabatra ny tovolahy, ary ho faty mosary ny zanany lahy sy ny zanany vavy.",
        "23": "Tsy hisy hiangana izy ireo, satria hahatonga loza amin’ny mponin’i Anatota aho, amin’ny taona hanaovako ampamoaka azy.”"
    },
    "12": {
        "1": "Manao ny rariny ianao, Jehovah ô, rehefa mitaraina aminao aho Sy rehefa miresaka aminao momba ny fanaovana ny rariny. Nahoana anefa no mahomby ny ratsy fanahy, Ary nahoana ny mpivadika no tsy mba manana ahiahy?",
        "2": "Nambolenao izy ireny ka miorim-paka. Mitombo izy ireny ary mamoa. Tsy afaka am-bavany ianao, nefa lavitry ny fony.",
        "3": "Fa ianao kosa, Jehovah ô, mahalala tsara ahy sady mahita ahy. Nodinihinao ny foko ka hitanao fa mifikitra aminao. Avaho toy ny ondry hovonoina izy ireny, Ary atokàny ho amin’ny andro famonoana.",
        "4": "Mandra-pahoviana ity tany ity no ho karakaina, Ary mandra-pahoviana ny zavamaniry eny an-tsaha no ho maina? Ripaka ny biby sy ny vorona Noho ny faharatsian’ny mponina ao. Hoy mantsy izy ireo: “Tsy hahita an’izay hitranga amintsika izy.”",
        "5": "Olona aza no niara-nihazakazaka taminao, dia efa nandreraka anao. Koa ahoana moa no hahafahanao hifaninana amin’ny soavaly? Na dia milamina aza ianao ao amin’ny tany tsy misy ady, Dia hanao ahoana ianao rehefa ao amin’ny kirihitrala matevina eny amoron’i Jordana?",
        "6": "Na ny rahalahinao sy ny ankohonan-drainao aza Mamitaka anao. Miantsoantso mafy hamely anao izy ireo. Aza matoky azy, Na dia zavatra tsara aza no lazainy aminao.",
        "7": "“Nilaozako ny tranoko, ary nafoiko ny lovako. Nataoko resin’ny fahavalony ilay malalan’ny foko.",
        "8": "Amiko dia nanjary toy ny liona any an’ala ny lovako. Nierona tamiko izy Ka lasa halako.",
        "9": "Amiko dia toy ny vorona mpihaza maro loko ny lovako. Manodidina sy manafika azy ny vorona hafa mpihaza. Avia daholo ianareo biby eny an-tsaha, Avia mihinàna!",
        "10": "Maro ireo mpiandry ondry nanimba ny tanimboaloboko. Nohitsakitsahin’izy ireo ilay anjara taniko. Novany ho tany efitra sy tsy misy mponina ilay anjara taniko nahafinaritra ahy.",
        "11": "Lasa tany ngazana ilay izy, Ary lasa karakaina Sy tsy misy mponina eo anatrehako. Lasa ravarava ilay tany manontolo, Nefa tsy misy olona mandray am-po an’izany.",
        "12": "Tonga avy any amin’ny lala-masaka rehetra any an-tany efitra ireo mpandrava, Satria mandripaka olona hatrany amin’ny faran’ilay tany ka hatrany amin’ny faran’ilay tany ny sabatr’i Jehovah. Tsy misy fiadanana na ho an’iza na ho an’iza.",
        "13": "Varimbazaha no nafafin’izy ireo nefa tsilo no nojinjainy. Reraka be izy ireo nefa niasa maina fotsiny. Ho menatra izy ireo noho ny vokatra azony, Satria tezitra be i Jehovah.”",
        "14": "Izao no lazain’i Jehovah mba hanamelohana ny ratsy fanahy rehetra manodidina ahy, izay mikitikitika an’ilay lova nomeko ho an’ny Israely vahoakako: “Hongotako tsy ho eo amin’ny taniny izy ireo, ary hongotako tsy ho eo amin’izy ireo ny taranak’i Joda.",
        "15": "Rehefa avy manongotra azy ireo aho, dia hamindra fo aminy ka hamerina ny tsirairay ho ao amin’ny lovany sy ny taniny.”",
        "16": "“Ary ho tsara toerana eo amin’ny vahoakako izy ireo, raha tena mianatra ny fanaon’ny vahoakako sy mianiana amin’ny anarako hoe: ‘Raha mbola velona koa i Jehovah!’, toy ny nampianaran’izy ireo ny vahoakako hianiana tamin’ny anaran’i Bala.",
        "17": "Fa hongotako kosa izany firenena izany raha tsy mety mankatò. Hongotako sy horavako izy”, hoy i Jehovah."
    },
    "13": {
        "1": "Izao no nolazain’i Jehovah tamiko: “Mandehana mividy fehikibo vita amin’ny lamba rongony, dia afatory eo amin’ny andilanao. Aza atao lenan’ny rano anefa ilay izy.”",
        "2": "Dia novidiko ilay fehikibo, araka ny tenin’i Jehovah, ka nafatotro teo amin’ny andilako.",
        "3": "Ary niteny tamiko fanindroany i Jehovah hoe:",
        "4": "“Alaivo ilay fehikibo eny aminao, ilay novidinao, ary mitsangàna ka mandehana any amin’ny Reniranon’i Eofrata. Ary afeno any ilay izy, ao an-tsefatsefaky ny harambato.”",
        "5": "Dia lasa aho ka nafeniko teo amoron’i Eofrata ilay izy, araka izay nasain’i Jehovah nataoko.",
        "6": "Niteny tamiko anefa i Jehovah rehefa afaka andro maro hoe: “Mitsangàna ka mandehana any amin’ny Reniranon’i Eofrata, ary alaivo ilay fehikibo nasaiko nafeninao any.”",
        "7": "Nankany amoron’i Eofrata àry aho ka nandavaka teo amin’ilay toerana nanafenako an’ilay fehikibo, dia nalaiko ilay izy. Ary hitako fa efa simba ilay fehikibo, sady tsy nisy nilana azy intsony!",
        "8": "Dia niteny tamiko i Jehovah hoe:",
        "9": "“Izao no lazain’i Jehovah: ‘Hosimbako toy izany koa ny fireharehan’i Joda sy ny haben’ny fireharehan’i Jerosalema.",
        "10": "Ho lasa hoatran’io fehikibo tsy misy ilana azy io koa ity vahoaka ratsy toetra ity, izay tsy mety mankatò ny teniko, sy mikiry manao izay tian’ny fony, ary manaraka andriamani-kafa ka manompo azy ireny sy miankohoka aminy.’",
        "11": "‘Fa toy ny fehikibo mifatotra amin’ny andilan’ny olona, dia nataoko nifamatotra tamiko koa ny taranak’Israely manontolo sy ny taranak’i Joda manontolo’, hoy i Jehovah. ‘Amin’izay izy ireo dia ho vahoakako sy ho voninahitro sy ho fiderana ahy ary ho ravaka ho ahy. Tsy nankatò anefa izy ireo.’",
        "12": "“Ampitao aminy koa izao hafatra izao: ‘Izao no lazain’i Jehovah Andriamanitry ny Israely: “Tokony hofenoina divay ny siny lehibe rehetra.”’ Dia hamaly anao izy ireo hoe: ‘Fa angaha moa tsy efa fantatray hoe tokony hofenoina divay ny siny lehibe rehetra?’",
        "13": "Koa izao avaly azy ireo: ‘Izao no lazain’i Jehovah: “Hataoko mamo ny mponina rehetra eto amin’ity tany ity, anisan’izany ireo mpanjaka mipetraka eo amin’ny seza fiandrianan’i Davida, ireo mpisorona sy mpaminany, ary ny mponina rehetra ao Jerosalema.",
        "14": "Ary hataoko mifamotika izy ireo, na ny ray na ny zanany”, hoy i Jehovah. “Tsy hangoraka aho na halahelo na hamindra fo amin’izy ireo. Tsy hisy hahasakana ahy tsy handringana azy.”’",
        "15": "Mihainoa ka aoka ianareo hanongilan-tsofina. Aza manambony tena, fa i Jehovah no miteny.",
        "16": "Omeo voninahitra i Jehovah Andriamanitrareo, Dieny mbola tsy mahatonga haizina izy Ary dieny mbola tsy tafintohina eny an-tendrombohitra ny tongotrareo rehefa maizimaizina ny andro. Hanantena hazavana ianareo, Kanjo hataony misy haizim-be, Ary hovany ho haizim-pito aza izany.",
        "17": "Raha tsy mety mihaino ianareo, Dia hitomany mangingina aho noho ny fireharehanareo. Hijoy ny ranomasoko, ary handrotsaka ranomaso ny masoko, Satria lasa babo ny andian’ondrin’i Jehovah.",
        "18": "Lazao amin’ny mpanjaka sy ny renin’ny mpanjaka hoe: ‘Mipetraha ambany, Satria ho latsaka avy eny an-dohanareo ny satroboninahitrareo tsara tarehy.’",
        "19": "Nakatona ireo tanàna any atsimo ka tsy misy mamoha. Natao sesitany ny fokon’i Joda manontolo. Natao sesitany daholo izy ireo.",
        "20": "Tazano ireo olona tonga avy any avaratra, ka jereo. Aiza ilay andian’ondry nomena anao, dia ireo ondry tsara tarehy?",
        "21": "Inona no holazainao rehefa manasazy anao Ny olona noraisinao ho namana akaiky hatramin’izay? Tsy hanaintaina mafy hoatran’ny vehivavy efa ho teraka ve ianao?",
        "22": "Ary hiteny ianao ao am-ponao ao hoe: ‘Fa maninona àry aho no tratran’izao?’ Satria lehibe ny fahadisoanao dia nesorina ny morontongotr’akanjonao, Ary noratraratraina ny voditongotrao.",
        "23": "Mahavita manova ny volon-kodiny ve ny Kosita, ary ny leopara ve mahavita manova ny pentimpentina aminy? Raha izany, dia mahavita manao ny tsara ianareo, Izay nampiofanina hanao ratsy.",
        "24": "Koa haparitako toy ny mololo entin’ny rivotra avy any an-tany efitra izy ireo.",
        "25": "Izany no anjaranao, dia ilay anjara norefesiko ho anao”, hoy i Jehovah, “Satria nanadino ahy ianao ary lainga no atokisanao.",
        "26": "Dia hingaiko hatreny amin’ny tarehinao ny morontongotr’akanjonao, Ka ho hitan’ny olona ny faritra mahamenatra anao,",
        "27": "Ny fanitsakitsahanao ny vadinao, ny filanao lehilahy, Ary ny zavatra vetaveta ataonao rehefa mivaro-tena. Hitako ny zava-maharikoriko ataonao Eny amin’ny havoana sy eny an-tsaha. Hahita loza ianao, ry Jerosalema ô! Mandra-pahoviana ianao no tsy hadio?”"
    },
    "14": {
        "1": "Izao no tenin’i Jehovah tamin’i Jeremia, momba ny hain-tany:",
        "2": "Misaona i Joda, ary mihasimba ireo vavahadiny. Manjombona izy ireo sady midaboka amin’ny tany. Miakatra avy ao Jerosalema ny fitarainana.",
        "3": "Irahin’ny tompony hantsaka rano ny mpanompony. Dia mankany amin’ny lavadrano izy ireny nefa tsy mahita rano, Ka miverim-potsiny miaraka amin’ny sininy. Menatra sy diso fanantenana izy ireny, Ka saronany ny lohany.",
        "4": "Kivy ny mpamboly ka saronany ny lohany, Fa mitresatresaka ny tany Satria tsy misy orana milatsaka eo aminy.",
        "5": "Na ny serfavavy eny an-tsaha aza mandao ny zanany vao teraka, Satria tsy misy ahi-maitso.",
        "6": "Mijanona eny amin’ny havoana mangadihady ny ampondradia. Misefosefo toy ny alikadia izy. Reraka ny masony satria tsy misy zavamaniry.",
        "7": "Na dia miampanga anay aza ny fahadisoanay, Dia mba manaova zavatra noho ny anaranao, Jehovah ô! Fa efa imbetsaka izahay no nivadika taminao, Ary taminao izahay no nanota.",
        "8": "Ry fanantenan’ny Israely ô! Ry Mpamonjy azy amin’ny fotoam-pahoriana, Nahoana no dia toy ny vahiny eto amin’ity tany ity ianao, Ary toy ny mpanao dia lavitra mijanona eto indray alina monja?",
        "9": "Nahoana ianao no hoatran’ny olona very hevitra, Sy hoatran’ny lehilahy matanjaka tsy afaka mamonjy? Fa ianao no eo aminay, Jehovah ô, Ary mitondra ny anaranao izahay. Aza dia afoy re izahay e!",
        "10": "Izao no lazain’i Jehovah momba an’ity vahoaka ity: “Tia mirenireny izy ireo ka tsy voafehiny ny tongony. Tsy ankasitrahan’i Jehovah àry izy ireo. Koa hotsaroany ny fahadisoan’izy ireo, ary hataony ampamoaka izy noho ny fahotany.”",
        "11": "Dia hoy i Jehovah tamiko: “Aza mangataka zavatra tsara ho an’ity vahoaka ity, rehefa mivavaka amiko.",
        "12": "Tsy mihaino ny fitarainany aho na dia mifady hanina aza izy. Ary na manolotra fanatitra dorana manontolo sy fanatitra varimbazaha aza izy, dia tsy mankasitraka an’izany aho. Fa horinganiko amin’ny sabatra sy ny mosary ary ny areti-mandringana izy ireo.”",
        "13": "Dia hoy aho: “Indrisy, Jehovah Tompo Fara Tampony ô! Izao no lazain’ny mpaminany amin’izy ireo: ‘Tsy hahita ady ianareo, ary tsy ho tratran’ny mosary, fa hataoko izay tena hiadananareo eto amin’ity toerana ity.’”",
        "14": "Dia niteny tamiko i Jehovah hoe: “Maminany lainga amin’ny anarako ireo mpaminany ireo. Tsy naniraka azy ireo aho na nanome didy azy na niresaka taminy. Tsy marina ny fahitana azony, tsy misy dikany ny sikidy ataony, ary fitaka foromporonin’ny sainy ny faminaniana resahiny aminareo.",
        "15": "Maminany amin’ny anarako ireo mpaminany ireo, nefa tsy nirahiko. Milaza izy ireo fa tsy hisy sabatra na mosary hamely an’ity tany ity. Koa izao no lazain’i Jehovah momba azy ireo: ‘Ho fatin’ny sabatra sy ny mosary ireo mpaminany ireo.",
        "16": "Ary hatsipy eny amin’ny lalan’i Jerosalema ny fatin’ny olona izay nilazany ny faminaniany, satria ho fatin’ny mosary sy ny sabatra izy ireny. Tsy hisy handevina ny fatin’izy ireny sy ny fatin’ny vadiny sy ny zanany lahy ary ny zanany vavy. Fa hataoko mihatra aminy ny loza sahaza azy.’",
        "17": "“Lazao amin’izy ireo izao teny izao: ‘Aoka hirotsaka andro aman’alina ny ranomasoko ka tsy hijanona mihitsy, Fa voa mafy ny virjiny zanakavavin’ny fireneko noho ny vono nahazo azy, Ary tena maratra be izy.",
        "18": "Rehefa mivoaka mankeny an-tsaha aho, Dia ireo matin’ny sabatra no hitako! Ary rehefa miditra ao an-tanàna aho, Dia ireo marary vokatry ny mosary no hitako! Fa samy mirenireny any amin’ny tany tsy fantany ny mpaminany sy ny mpisorona.’”",
        "19": "Efa nolavinao tanteraka ve i Joda? Efa nankahalainao ve i Ziona? Nahoana no nokapohinao izahay ka tsy mety sitrana intsony? Nanantena fiadanana izahay, kanjo tsy nisy zavatra tsara nitranga. Nanantena fotoam-panasitranana izahay, kanjo horohoro no niseho!",
        "20": "Jehovah ô, miaiky ny ratsy vitanay Sy ny fahadisoana nataon’ny razambenay izahay. Fa nanota taminao izahay.",
        "21": "Aza ailikilika izahay noho ny anaranao. Aza hamavoina ny seza fiandriananao be voninahitra. Mba tsarovy re ny fifanekena nataonao taminay e, ary aza mivadika amin’izany!",
        "22": "Misy mahavita mandatsaka orana ve ireo sampy tsy misy dikany tompoin’ireo firenena, Na mahavita mandrotsaka oram-be ve raha ny lanitra fotsiny? Tsy Ianao irery ihany ve no mahavita an’izany, ry Jehovah Andriamanitray ô? Koa ianao no antenainay, Satria ianao ihany no manao an’izany rehetra izany."
    },
    "15": {
        "1": "Dia hoy i Jehovah tamiko: “Na nijoro teto anatrehako aza i Mosesy sy Samoela, dia tsy ho namindra fo tamin’ity vahoaka ity aho. Roahy hiala eto anatrehako izy ireo. Asaivo mandeha ry zareo.",
        "2": "Ary raha manontany anao izy ireo hoe: ‘Handeha ho aiza izahay?’, dia izao avaly azy: ‘Izao no lazain’i Jehovah: “Ho tratran’ny loza mahafaty izay natao ho tratran’ny loza mahafaty! Ho fatin’ny sabatra izay natao ho fatin’ny sabatra! Ho fatin’ny mosary izay natao ho fatin’ny mosary! Ary ho lasa babo izay natao ho lasa babo!”’",
        "3": "“‘Handefa loza efatra aho hamelezana azy ireo’, hoy i Jehovah: ‘Sabatra hamono azy, alika hitaritarika azy, ary voro-manidina sy bibidia handrapaka sy hamotika azy.",
        "4": "Hataoko mihorohoro ny fanjakana rehetra eto an-tany mahita an’izay hanjo azy, noho izay nataon’i Manase zanak’i Hezekia, mpanjakan’ny Joda, tao Jerosalema.",
        "5": "Iza no mba hiantra anao, ry Jerosalema ô? Iza no mba hangoraka anao, Ary iza no mba hijanona hanontany hoe manahoana ianao?’",
        "6": "‘Nahafoy ahy ianao’, hoy i Jehovah. ‘Tsy mitsahatra manome lamosina ahy ianao. Koa hanatsotra ny tanako hamely anao aho, ka handringana anao. Efa reraky ny miantra anao aho.",
        "7": "Ary hokororohiko amin’ny fikororohana izy ireo, eo amin’ireo vavahady ao amin’ilay tany. Haripako ny zanany. Haringako ny vahoakako, Satria tsy mety miala amin’ny fanaony.",
        "8": "Ho lasa maro noho ny fasika eny an-dranomasina ny maty vady. Hitondra mpandrava hanafika azy ireo aho amin’ny mitataovovonana, ka hotafihiny ny reny sy ny tovolahy. Hataoko mivadi-po sy mivarahontsana tampoka izy ireo.",
        "9": "Mihareraka ny vehivavy niteraka fito, Ary sempotsempotra be. Milentika ny masoandrony na dia mbola antoandro aza ny andro, Ka mahatonga henatra sy fahafaham-baraka.’ ‘Ary ny sisa amin’izy ireo Hatolotro ho fatin’ny sabatry ny fahavalony’, hoy i Jehovah.”",
        "10": "Idiran-doza aho, ry Neny, fa niteraka ahy ianao. Mila vaniny amiko sy mila ady amiko daholo ny olona rehetra eto amin’ity tany ity. Tsy mba nampisambo-bola aho na nindram-bola, Nefa manozona ahy izy rehetra.",
        "11": "Dia hoy i Jehovah: “Tena hanampy anao aho. Hifampiraharaha amin’ny fahavalo tokoa aho mba ho voaro ianao, Amin’ny fotoanan’ny loza sy amin’ny fotoana mahory.",
        "12": "Misy mahapotipotika vy ve, Dia ny vy avy any avaratra? Ary misy mahapotipotika varahina ve?",
        "13": "Homeko ho an’ny mpandroba ny fanananao sy ny harenanao. Homeko maimaim-poana izany noho ny fahotana rehetra nataonao nanerana ny taninao.",
        "14": "Homeko ny fahavalonao ireny, Mba hoentiny any amin’ny tany tsy fantatrao. Fa nandrehitra afo ny fahatezerako, Ka mandoro anareo izany!”",
        "15": "Fantatrao ny manjo ahy, Jehovah ô! Mba tsarovy aho, ka tsinjovy. Valio ny mpanenjika ahy noho izay nataony tamiko. Aza avela ho fatiny aho noho ianao tsy mora tezitra. Fantaro fa noho ny aminao no mahatonga ahy hisy handatsa hoatr’izao.",
        "16": "Hitako ny teninao ka nohaniko. Ary naharavoravo ahy ny teninao sady nahafaly ny foko. Fa mitondra ny anaranao aho, ry Jehovah Andriamanitry ny tafika ô!",
        "17": "Tsy miara-mipetraka amin’ireo tia mifety aho, ary tsy mba mifalifaly. Mipetraka irery aho satria mitarika ahy ny tananao, Fa nataonao lasa tezitra be aho.",
        "18": "Nahoana no manaintaina foana aho, ary tsy misy fanafany ny ratrako? Tsy mety sitrana ilay izy. Ho lasa toy ny tahirin-drano mamitaka ve ianao, Ka tsy ho azo itokisana?",
        "19": "Koa izao no lazain’i Jehovah: “Raha miverina amiko ianao, dia horaisiko indray, Ka hitsangana eto anatrehako. Raha manavaka an’izay sarobidy amin’izay tsy misy dikany ianao, Dia ho lasa mpitondra teniko. Tsy maintsy hiverina aminao ny vahoaka, Fa ianao kosa tsy hiverina aminy.”",
        "20": "“Ataoko toy ny manda varahina voaro mafy ianao ho an’ity vahoaka ity. Tsy maintsy hiady aminao izy ireo, Nefa tsy haharesy anao, Satria ho eo foana aho, mba hamonjy sy hanafaka anao”, hoy i Jehovah.",
        "21": "“Hamonjy anao eo an-tanan’ny ratsy fanahy aho, Ary hanavotra anao eo am-pelatanan’ny olona tsy mifaditrovana.”"
    },
    "16": {
        "1": "Niteny tamiko indray i Jehovah hoe:",
        "2": "“Aza manambady na manana zanakalahy sy zanakavavy eto amin’ity toerana ity.",
        "3": "Izao mantsy no lazain’i Jehovah momba an’ireo zanakalahy sy zanakavavy teraka eto, sy momba ny ray sy ny reny niteraka azy teto amin’ity tany ity:",
        "4": "‘Ho fatin’ny aretina mahafaty izy ireny, nefa tsy hisy hisaona na handevina azy. Ho lasa zezika eny ambonin’ny tany izy ireny. Ho fatin’ny sabatra sy ny mosary izy ireny, ary ho sakafon’ny voro-manidina sy ny bibidia ny fatiny.’",
        "5": "Fa izao no lazain’i Jehovah: ‘Aza miditra ao amin’ny trano misy sakafo be, izay aroso rehefa misy fahoriana, Ary aza mankany mba hidradradradra na hitsapa alahelo.’ ‘Efa nesoriko tsy ho amin’ity vahoaka ity mantsy ny fiadanako’, hoy i Jehovah, ‘Ary tsy ho tsara fanahy aminy aho sady tsy hamindra fo aminy.",
        "6": "‘Ho faty eto amin’ity tany ity izy ireo, na ny lehibe na ny madinika. Tsy halevina izy ireo, Ary tsy hisy olona hisaona azy Na handidididy vatana na hanasola ny lohany noho ny aminy.",
        "7": "Tsy hisy hanome sakafo ho an’ireo misaona, Mba hampiononana azy noho izy nidonam-pahoriana. Tsy hisy hanome azy ireo ny kaopin’ny fampiononana Mba hisotroany, noho ny nahafatesan’ny rainy na ny reniny.",
        "8": "Ary aza miditra ao amin’ny trano misy fanasana, Mba hiara-mipetraka hihinana sy hisotro amin’izy ireo.’",
        "9": "“Fa izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hataoko tsy misy feon’olona mifaly sy miravoravo, na feona mpampakatra sy ampakarina intsony eto amin’ity toerana ity, amin’ny andronareo. Ny masonareo mihitsy no hahita an’izany.’",
        "10": "“Rehefa lazainao amin’ity vahoaka ity izany rehetra izany, dia hanontany anao izy hoe: ‘Fa maninona i Jehovah no nilaza fa hamely anay amin’izany loza amin’antambo rehetra izany? Fa inona no fahadisoana sy fahotana vitanay tamin’i Jehovah Andriamanitray?’",
        "11": "Koa izao avaly azy ireo: ‘“Satria niala tamiko ny razambenareo”, hoy i Jehovah, “dia nanaraka andriamani-kafa sy nanompo azy ireny sady niankohoka taminy. Fa izaho kosa nafoiny ary ny lalàko tsy narahiny.",
        "12": "Ary ratsy lavitra noho ny nataon’ny razambenareo ny ataonareo. Samy mikiry manaraka ny fo ratsinareo ianareo fa tsy mankatò ahy.",
        "13": "Koa hatsipiko hiala eto amin’ity tany ity ianareo, ka halefako any amin’ny tany tsy fantatrareo na ny razambenareo. Any ianareo no hanompo andriamani-kafa andro aman’alina, satria tsy hamindra fo aminareo aho.”’",
        "14": "“‘Ho avy anefa ny andro’, hoy i Jehovah, ‘izay tsy hilazana intsony hoe: “Raha mbola velona koa i Jehovah, ilay namoaka ny vahoakan’Israely avy tany Ejipta!”",
        "15": "Fa izao kosa no holazaina: “Raha mbola velona koa i Jehovah, ilay namoaka ny vahoakan’Israely avy tany amin’ilay tany any avaratra, sy avy tany amin’ny toerana rehetra nanaparitahany azy!” Hampodiko ao amin’ny taniny izy ireo, dia ilay tany nomeko ny razambeny.’",
        "16": "‘Haniraka mpanjono maro aho’, hoy i Jehovah, ‘Mba hanjono azy ireo. Haniraka mpihaza be dia be aho avy eo, Mba hihaza azy eny amin’ny tendrombohitra sy havoana rehetra Ary eny an-tsefatsefaky ny harambato.",
        "17": "Fa hitan’ny masoko daholo izay ataon’izy ireo. Tsy misy miafina eo anatrehako izy ireo, Ary miharihary eo imasoko ny fahadisoany.",
        "18": "Voalohany aloha, dia hosaziko araka izay sahaza azy izy ireo noho ny fahadisoany sy ny fahotany. Fa nolotoiny tamin’ny fatin’ireo sampiny maharikoriko ny taniko, Ary nofenoiny zava-maharikoriko ny lovako.’”",
        "19": "Jehovah ô, ianao no heriko sy manda fiarovana ho ahy Ary toerana fandosirako amin’ny andro fahoriana. Hankany aminao ny firenena avy any amin’ny faran’ny tany, Ka hilaza hoe: “Lainga tanteraka no nolovan’ny razambenay, Dia zava-poana tsy misy ilana azy sady tsy mahasoa.”",
        "20": "Mahavita manao andriamanitra hivavahany ve ny olombelona? Tsy tena andriamanitra no vitany.",
        "21": "“Koa hataoko fantany Ny heriko sy ny tanjako amin’ity indray mandeha ity. Hasehoko azy ireo izany, Ka tsy maintsy ho fantany fa Jehovah no anarako.”"
    },
    "17": {
        "1": "“Voasoratra tamin’ny penina vy ny fahotan’ny Joda, Sady vita sokitra tamin’ny tendrona diamondra, eo amin’ny fon’izy ireo Sy eo amin’ny tandroky ny alitarany.",
        "2": "Na ny taranany aza mahatadidy ny alitara sy ny tsato-kazo masina nataon’izy ireo Teny akaikin’ny hazo midoroboka, teny amin’ny havoana,",
        "3": "Ary teny an-tendrombohitra any ambanivohitra. Homeko ho an’ny mpandroba ny fanananao sy ny harenanao rehetra. Homeko azy ny toerana avo naorinao, noho ny fahotana nataonao nanerana ny taninao.",
        "4": "Hafoinao an-tsitrapo ny lova nomeko anao. Ary hasaiko manompo ny fahavalonao any amin’ny tany tsy fantatrao ianao, Satria narehitrao toy ny afo ny fahatezerako. Dia hirehitra mandrakizay izany.”",
        "5": "Izao no lazain’i Jehovah: “Voaozona izay olona matoky olona Sy miantehitra amin’ny herin’olombelona, Ka miala amin’i Jehovah ny fony.",
        "6": "Ho toy ny hazo tokana any amin’ny tany karakaina izy. Tsy mba hahita zava-tsoa izy, Fa hipetraka any amin’ny faritra ngazana any an-tany efitra, Any amin’ny tanin-tsira tsy azo ipetrahana.",
        "7": "Hotahina izay olona matoky an’i Jehovah Sy miantehitra amin’i Jehovah.",
        "8": "Ho toy ny hazo nambolena eo amoron-drano izy, Dia hazo mampisandrahaka ny fakany hatrany amin’ny renirano. Tsy ho tsapany akory ny hafanana, Fa handrobona foana ny raviny. Ary na dia amin’ny taona isian’ny hain-tany aza, dia tsy hanahy izy Fa mbola hamokatra foana.",
        "9": "Mamitaka mihoatra noho ny zava-drehetra ny fo, sady sarotra fehezina. Iza no mahalala ny momba azy?",
        "10": "Izaho Jehovah no mandinika ny fo Sy mamantatra ny eritreritra lalina indrindra, Mba hamaliako ny tsirairay araka izay ataony, Sy araka ny vokatry ny asany.",
        "11": "Izay manao ny tsy marina mba hahazoana harena, Dia toy ny tsipoy manangona atody tsy azy. Handao azy izany harenany izany raha vao misasaka ny androm-piainany, Ary ho hita amin’ny farany fa tsy misy saina izy.”",
        "12": "Seza fiandrianana be voninahitra, izay efa nasandratra hatrany am-boalohany, No toerana masina ho antsika.",
        "13": "Ry Jehovah, fanantenan’ny Israely ô! Ho menatra izay rehetra mahafoy anao. Hosoratana eo amin’ny vovoka ny anaran’ireo mivadi-pinoana sy miala aminao, Noho izy ireo miala amin’i Jehovah, ilay loharanon’ny rano velona.",
        "14": "Sitrano aho, Jehovah ô, dia ho sitrana. Vonjeo aho, dia ho voavonjy, Fa ianao no deraiko.",
        "15": "Misy milaza amiko hoe: “Aiza koa izay tenin’i Jehovah eo? Aoka ho tanteraka amin’izay izany!”",
        "16": "Izaho kosa anefa tsy nitsoaka tsy ho mpiandry ondry fa mbola nanaraka anao. Tsy naniry ny hahatongavan’ny andro iavian’ny loza koa aho. Fantatrao tsara ny teny rehetra naloaky ny vavako. Teo anatrehanao no nitranga izany rehetra izany.",
        "17": "Aza manao izay hampihorohoro ahy. Ianao no fialofako amin’ny andro iavian’ny loza.",
        "18": "Aoka ho menatra ireo mpanenjika ahy, Fa izaho kosa aoka tsy ho menatra. Aoka hihorohoro izy ireo, Fa izaho kosa aoka tsy hihorohoro. Ataovy tonga aminy ny andro iavian’ny loza, Ka torotoroy izy ireo ary aringano tanteraka.",
        "19": "Izao no nolazain’i Jehovah tamiko: “Mandehana mijoro eo amin’ny vavahadin’ny zana-bahoaka, izay fandalovan’ireo mpanjakan’ny Joda rehefa miditra sy mivoaka, ary eo amin’ny vavahady rehetra ao Jerosalema.",
        "20": "Lazao amin’izy ireo hoe: ‘Henoy ny tenin’i Jehovah, ry mpanjakan’ny Joda, sy ianareo rehetra vahoakan’i Joda sy mponin’i Jerosalema, izay miditra eo amin’ireto vavahady ireto.",
        "21": "Izao no lazain’i Jehovah: “Mitandrema mba tsy hitondra entana amin’ny andro sabata, na hampiditra an’izany eo amin’ireo vavahadin’i Jerosalema.",
        "22": "Aza mitondra entana avy ao an-tranonareo rehefa Sabata ny andro, ary aza manao asa na inona na inona. Fa hamasino ny andro sabata, araka ny didy nomeko ny razambenareo.",
        "23": "Tsy nihaino anefa izy ireo na nanongilan-tsofina, fa mafy loha tsy nety nankatò na nandray anatra.”’",
        "24": "“‘“Raha mankatò ahy an-tsakany sy an-davany anefa ianareo”, hoy i Jehovah, “ka tsy mampiditra entana eo amin’ireo vavahadin’ity tanàna ity rehefa Sabata ny andro, sady manamasina ny andro sabata ka tsy manao asa na inona na inona,",
        "25": "dia hiditra eo amin’ireo vavahadin’ity tanàna ity koa ireo mpanjaka sy andriana mipetraka eo amin’ny seza fiandrianan’i Davida. Hitaingina kalesy sy soavaly izy ireo sy ny andrianany ary ny fokon’i Joda sy ny mponin’i Jerosalema, amin’izay fotoana izay. Dia honenana mandrakizay ity tanàna ity.",
        "26": "Ary ho avy ny olona avy any amin’ireo tanànan’i Joda, avy any amin’ny manodidina an’i Jerosalema, ny tanin’i Benjamina, ny faritra iva, ny faritra be tendrombohitra, ary ny avy any Negeba. Hitondra fanatitra ao an-tranon’i Jehovah izy ireo, dia fanatitra dorana manontolo, sorona, fanatitra varimbazaha, ditin-kazo manitra, ary sorona fisaorana.",
        "27": "“‘“Fa raha tsy mankatò ahy kosa ianareo ka tsy manamasina ny andro sabata, fa mitondra entana sy mampiditra an’izany eo amin’ireo vavahadin’i Jerosalema na Sabata aza ny andro, dia hodorako ireo vavahadiny. Dia ho levon’ny afo ireo tilikambo voaro mafy ao Jerosalema, ary tsy hovonoina izany afo izany.”’”"
    },
    "18": {
        "1": "Niteny tamin’i Jeremia i Jehovah hoe:",
        "2": "“Mitsangàna dia midìna any an-tranon’ny mpanefy tanimanga, fa any aho no hilaza aminao ny teniko.”",
        "3": "Dia nidina tany an-tranon’ny mpanefy tanimanga aho, ka nahita azy niasa teo amin’ilay milina mihodinkodina fampiasany.",
        "4": "Simban’ny tanan’ilay mpanefy tanimanga anefa ilay vilany nataony. Novany ho zavatra hafa àry ilay izy, araka izay tiany.",
        "5": "Dia niteny tamiko indray i Jehovah hoe:",
        "6": "“‘Tsy afaka manao aminareo hoatran’ny nataon’io mpanefy tanimanga io koa ve aho, ry taranak’Israely?’, hoy i Jehovah. ‘Toy ny tanimanga eny an-tanan’ny mpanefy tanimanga ianareo eto an-tanako, ry taranak’Israely ô!",
        "7": "Isaky ny milaza aho hoe hanongotra sy handrodana ary handrava firenena na fanjakana iray,",
        "8": "nefa miala amin’ilay faharatsiana nanamelohako azy ilay firenena, dia hiova hevitra aho ka tsy hampihariko aminy indray ilay loza nokasaiko hamelezana azy.",
        "9": "Fa isaky ny milaza kosa aho hoe hanorina sy hamboly firenena na fanjakana iray,",
        "10": "nefa manao ratsy eo imasoko izy ka tsy mankatò ny teniko, dia hiova hevitra aho ka tsy hataoko aminy indray ilay zavatra tsara nokasaiko hatao aminy.’",
        "11": "“Mba lazao amin’ny fokon’i Joda sy ny mponin’i Jerosalema àry hoe: ‘Izao no tenin’i Jehovah: “Efa manomana loza ho anareo aho ary efa mieritreritra ny fomba hamelezana anareo. Koa mialà re amin’ny lalan-dratsinareo e, ary ahitsio ny lalanareo sy ny fanaonareo.”’”",
        "12": "Hoy anefa izy ireo: “Aza manantena an’izany! Fa izay efa noeritreretinay ihany no hataonay, ary samy hikiry hanao izay tianay izahay.”",
        "13": "Koa izao no lazain’i Jehovah: “Mba anontanio, azafady, ny olona any amin’ireo firenena. Iza no efa nandre zavatra hoatr’izany? Nanao zavatra faran’izay mahatsiravina ny Israely virjiny.",
        "14": "Tsy misy lanezy intsony ve eny amin’ny vatolampy, eny amin’ny tehezan’i Libàna? Ho ritra ve ny rano mangatsiatsiaka mikoriana avy lavitra?",
        "15": "Nanadino ahy anefa ny vahoakako. Manao sorona ho an’ny zavatra tsy misy dikany mantsy izy ireo, Ary manao izay hahatafintohina ny olona eny amin’ny lalany, dia ny lalana fahiny, Mba handehanan’izy ireny eny amin’ny lalan-kely mikitoantoana sy tsy mitovy tantana.",
        "16": "Koa hanjary hihorohoro ny olona mahita ny tanin’izy ireo, Ary hisioka haneso azy io mandrakizay. Ho tsiravina izay mpandalo rehetra mahita azy, ka hihivingivin-doha.",
        "17": "Haparitako eo anoloan’ny fahavalony izy ireo, toy ny ataon’ny rivotra avy any atsinanana. Hanome lamosina azy ireo aho fa tsy hanatrika azy, amin’ny andro hahitany loza.”",
        "18": "Dia hoy izy ireo: “Andao isika hanao tetika hamelezana an’i Jeremia, satria mbola ho eo foana ny lalàna avy amin’ny mpisorontsika, ny torohevitra avy amin’ny olon-kendry, ary ny teny avy amin’ny mpaminany. Andao isika hiampanga azy, ary aza miraharaha an’izay lazainy.”",
        "19": "Henoy aho, Jehovah ô, Ary henoy ny tenin’ireo mpanohitra ahy.",
        "20": "Dia ratsy ve no havaly ny soa? Fa nihady lavaka hamonoana ahy izy ireo. Tsarovy ny nitsanganako teo anatrehanao mba hilaza zavatra tsara momba azy ireo, Amin’izay dia tsy ho tezitra aminy intsony ianao.",
        "21": "Koa ataovy matin’ny mosary ny zanany, Ary atolory ho fatin’ny sabatra izy ireo. Enga anie ny vadiny ho maty zanaka, ary ho lasa mpitondratena! Enga anie ho fatin’ny aretina ny lehilahy eo aminy, Ary ny tovolahy ho fatin’ny sabatra any an’ady!",
        "22": "Aoka hisy fidradradradrana ho re avy ao an-tranon’izy ireo, Rehefa asainao manafika azy tampoka ny mpandroba. Nihady lavaka mantsy izy ireo mba hisamborana ahy, Ary nanisy fandrika hamandrihana ny tongotro.",
        "23": "Fa ianao kosa Jehovah ô, Mahafantatra tsara ny tetika rehetra ataon’izy ireo mba hamonoana ahy ho faty. Aza manarona ny fahadisoany, Ary aza kosehina tsy ho eo anatrehanao ny fahotany. Aoka izy ireo ho tafintohina eo anatrehanao, Rehefa mamely azy ireo ianao, noho ny fahatezeranao."
    },
    "19": {
        "1": "Izao no nolazain’i Jehovah: “Mandehana mividy jaogy kely any amin’ny mpanefy tanimanga, ary miantsoa anti-panahy eo amin’ny vahoaka sy anti-panahy mpisorona.",
        "2": "Dia mivoaha eny amin’ny Lohasahan’ny Taranak’i Hinoma, eo amin’ny fidirana amin’ny Vavahadin’ny Vakim-bilany Tanimanga, ka ambarao eny izay teny holazaiko aminao.",
        "3": "Izao no holazainao: ‘Henoy ny tenin’i Jehovah, ry mpanjakan’ny Joda sy mponin’i Jerosalema. Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “‘“Hahatonga loza amin’ity toerana ity aho, ka hangorintsina ny sofin’izay mandre an’izany.",
        "4": "Niala tamiko mantsy izy ireo, ary nataony izay tsy hahafantarana intsony an’ity toerana ity. Eto izy ireo no manao sorona ho an’ny andriamani-kafa, dia andriamanitra tsy fantatr’izy ireo sy ny razambeny sady tsy fantatry ny mpanjakan’ny Joda. Ary nataony feno ran’olona tsy manan-tsiny ity toerana ity.",
        "5": "Nanorina an’ireo toerana avo ho an’i Bala koa izy ireo mba handoroany ny zanany ao anaty afo, ho fanatitra dorana manontolo ho an’i Bala. Tsy nandidy azy hanao an’izany anefa aho na niresaka an’izany taminy, ary tsy tao an-tsaiko akory aza izany.”’",
        "6": "“‘“Koa ho avy ny andro”, hoy i Jehovah, “izay tsy hiantsoana an’ity toerana ity intsony hoe Tofeta na Lohasahan’ny Taranak’i Hinoma, fa hoe Lohasaha Famonoana.",
        "7": "Hataoko tsy tanteraka eto amin’ity toerana ity ny tetika nataon’i Joda sy Jerosalema, ary hataoko matin’ny sabatry ny fahavalony sy maty eo am-pelatanan’ ireo mitady hamono azy izy ireo. Dia homeko ho sakafon’ny voro-manidina sy ny bibidia ny fatiny.",
        "8": "Ary hataoko mihorohoro ny olona mahita an’izay hanjo an’ity tanàna ity ary hisioka haneso azy. Ho tsiravina izay mpandalo rehetra mahita azy, ka hisioka noho ny loza rehetra nanjo azy.",
        "9": "Hampihinaniko ny nofon’ny zanany lahy sy ny zanany vavy izy ireo, ary samy hihinana ny nofon’ny namany avy. Hanao fahirano azy ireo mantsy ny fahavalony sy ireo mitady hamono azy, ka ho very hevitra izy ireo.”’",
        "10": "“Dia poteho eo anatrehan’ireo olona miaraka aminao ilay jaogy kely.",
        "11": "Ary lazao amin’izy ireo hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Hopotehiko hoatr’izao ity vahoaka ity sy ity tanàna ity, hoatran’ny ataon’ny olona iray manapotika vilany tanimanga mba tsy ho azo amboarina intsony. Dia haleviny ao Tofeta izay maty, mandra-paha tsy hisy toerana handevenana azy ireo intsony ao.”’",
        "12": "“‘Izany no hataoko amin’ity toerana ity sy ny mponina ao’, hoy i Jehovah. ‘Hataoko hoatran’i Tofeta ity tanàna ity.",
        "13": "Dia hanjary haloto hoatran’ny eto Tofeta ireo trano ao Jerosalema sy ny tranon’ireo mpanjakan’ny Joda. Haloto izay trano rehetra nanolorana fanatitra teny an-tampony, izany hoe nanaovana sorona ho an’izay rehetra eny amin’ny lanitra, sady nandrarahana fanatitra zava-pisotro ho an’ny andriamani-kafa.’”",
        "14": "Rehefa tafaverina avy tany Tofeta, izay nanirahan’i Jehovah azy mba haminany, i Jeremia, dia nitsangana teo an-tokotanin’ny tranon’i Jehovah. Dia hoy izy tamin’ny vahoaka rehetra:",
        "15": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hataoko tonga amin’ity tanàna ity sy ny tanàna keliny rehetra ny loza rehetra nolazaiko hamelezana azy, satria mafy loha tsy nety nankatò ny teniko izy ireo.’”"
    },
    "20": {
        "1": "Nihaino an’i Jeremia i Pasora mpisorona, zanak’i Imera, rehefa nilaza an’izany faminaniana izany izy. Lehiben’ny mpiadidy tao an-tranon’i Jehovah i Pasora.",
        "2": "Dia nikapoka an’i Jeremia mpaminany izy ary nanagadra azy tamin’ny gadra hazo, teo amin’ny Vavahadin’i Benjamina, dia ilay vavahady ambony mankao amin’ny tranon’i Jehovah.",
        "3": "Nasain’i Pasora nesorina teo amin’ilay gadra hazo anefa i Jeremia ny ampitson’iny. Dia hoy i Jeremia taminy: “Tsy Pasora intsony no iantsoan’i Jehovah anao, fa hoe Horohoro Hatraiza Hatraiza.",
        "4": "Fa izao no lazain’i Jehovah: ‘Hataoko mihorohoro ianao sy ny namanao rehetra, rehefa mahita an’izay hanjo anao. Hovonoin’ny fahavalony amin’ny sabatra izy ireo, ary hahita an’izany ny masonao. Hataoko resin’ny mpanjakan’i Babylona koa ny Joda rehetra, ka hataony sesitany any Babylona ary hovonoiny amin’ny sabatra.",
        "5": "Homeko an’ireo fahavalony ny harena rehetra ato amin’ity tanàna ity, sy ny fananana sy ny zava-tsarobidy rehetra ato, ary ny harena rehetran’ireo mpanjakan’ny Joda. Dia horobain’ny fahavalony sy halainy ireny, ary hoentiny any Babylona.",
        "6": "Ary ianao kosa, ry Pasora, ho lasa babo ianao sy izay rehetra mipetraka ao an-tranonao. Ho lasa any Babylona ianao ka ho faty any, ary halevina any miaraka amin’ny namanao rehetra, noho ianao naminany lainga tamin’izy ireo.’”",
        "7": "Nofitahinao aho, Jehovah ô, ka voafitaka. Nampiasa ny herinao tamiko ianao, ka nandresy. Ataon’ny olona fihomehezana aho tontolo andro. Esoin’izy rehetra aho.",
        "8": "Fa isaky ny miteny aho, dia tsy maintsy mitaraina sy miantsoantso hoe: “Herisetra sy fandravana!” Atao tsinontsinona sy esoesoina aho tontolo andro, noho ny tenin’i Jehovah.",
        "9": "Dia niteny aho hoe: “Tsy hiresaka momba azy intsony aho, Na hiteny amin’ny anarany.” Lasa toy ny afo mirehitra ato am-poko sy voahidy ato amin’ny taolako anefa ny teniny, Ka reraky ny mitazona an’ilay izy aho. Tsy vitako intsony ny miaritra an’izany.",
        "10": "Fa naheno fanaratsiana aely etsy sy eroa aho. Nanjaka hatraiza hatraiza ny horohoro. Hoy izy ireo: “Ampangao izy! Andao isika hiampanga azy!” Miandry izay hahasolafaka ahy ny olona rehetra mirary soa ho ahy, ka miteny hoe: “Angamba izy hanao hadalana, Dia ho afaka handresy sy hamaly faty azy isika.”",
        "11": "Teo akaikiko teo toy ny miaramila mampahatahotra anefa i Jehovah, Ka ho tafintohina sy tsy haharesy ireo mpanenjika ahy. Ho menatra be izy ireo satria tsy hahavoa. Ho afa-baraka mandrakizay izy ireo, ary tsy hohadinoina mihitsy izany.",
        "12": "Ianao kosa anefa, Jehovah Tompon’ny tafika ô, no mandinika ny olo-marina! Hitanao ny eritreritra lalina indrindra sy ny fo. Avelao aho hahita ny hamalianao azy ireny, Satria ianao no nanankinako ny ady nataoko teny amin’ny fitsarana!",
        "13": "Mihirà ho an’i Jehovah! Miderà an’i Jehovah! Fa mamonjy ny mahantra avy eo an-tanan’ny mpanao ratsy izy.",
        "14": "Ho voaozona anie ny andro nahaterahako! Tsy hotahina anie ny andro niterahan’i Neny ahy!",
        "15": "Ho voaozona anie ilay olona nilaza vaovao tsara tamin’i Dada hoe: “Tera-dahy ianao!” Faly be i Dada tamin’izay.",
        "16": "Enga anie izany olona izany ho lasa hoatran’ireo tanàna noravan’i Jehovah nefa tsy nanenenany! Handre antsoantso anie izy amin’ny maraina ary haheno fanairana amin’ny mitataovovonana.",
        "17": "Fa maninona aho no tsy novonoiny tany an-kibo, Mba ho lasa fasako i Neny Ka ho bevohoka ahy eny foana?",
        "18": "Fa maninona re aho no tsy maintsy nivoaka avy tao an-kibo e, Mba hahita fijaliana sy alahelo, Ka hifarana amin-kenatra ny androm-piainako?"
    },
    "21": {
        "1": "Nahazo hafatra avy tamin’i Jehovah i Jeremia, rehefa nirahin’i Zedekia Mpanjaka ho any aminy i Pasora zanak’i Malkia sy Zefania mpisorona zanak’i Mahaseia, mba hilaza hoe:",
        "2": "“Mba anontanio i Jehovah hoe inona no hitranga amintsika, fa miady amintsika i Nebokadnezara mpanjakan’i Babylona. Angamba hanao zavatra iray mahatalanjona ho antsika indray i Jehovah hoatran’ny efa nataony, mba hialan’i Nebokadnezara eto amintsika.”",
        "3": "Hoy i Jeremia tamin’izy roa lahy: “Lazao amin’i Zedekia hoe:",
        "4": "‘Izao no tenin’i Jehovah Andriamanitry ny Israely: “Ataoko mifotitra aminareo ny fitaovam-piadiana eny an-tananareo, dia izay ampiasainareo mba hiadiana amin’ny mpanjakan’i Babylona sy ny Kaldeanina manao fahirano anareo any ivelan’ny manda. Hangoniko eo afovoan’ity tanàna ity izy ireny.",
        "5": "Dia izaho mihitsy no hiady aminareo ka hanatsotra ny tanako sy hampiasa ny sandriko mahery, sady ho tezitra sy ho vinitra ary hisafoaka aminareo.",
        "6": "Hamely an’izay monina eto amin’ity tanàna ity aho, na olona izany na biby. Ho fatin’ny areti-mandringana tena mahery izy ireo.”’",
        "7": "“‘“Aorian’izany”, hoy i Jehovah, “dia izao no hataoko amin’i Zedekia mpanjakan’ny Joda sy ny mpanompony ary ny vahoaka ato amin’ity tanàna ity, dia ireo tsy matin’ny areti-mandringana sy ny sabatra ary ny mosary: Hataoko resin’i Nebokadnezara mpanjakan’i Babylona izy ireo, ary hataoko resin’ny fahavalony sy ireo mitady hamono azy. Hamely azy ireo amin’ny sabatra i Nebokadnezara. Tsy hiantra izy na hangoraka na hamindra fo.”’",
        "8": "“Ary lazao amin’ity vahoaka ity hoe: ‘Izao no tenin’i Jehovah: “Ataoko eo anoloanareo ny lalan’ny fiainana sy ny lalan’ny fahafatesana.",
        "9": "Ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana izay mijanona ato amin’ity tanàna ity. Fa izay mivoaka kosa ka mitolo-batana any amin’ny Kaldeanina, izay manao fahirano anareo, dia tsy ho faty fa ny ainy no ho babony.”’",
        "10": "“‘“Fa manohitra an’ity tanàna ity aho ka loza no hahazo azy fa tsy zava-tsoa”, hoy i Jehovah. “Hataoko resin’ny mpanjakan’i Babylona ity tanàna ity, dia hodorany.”",
        "11": "“‘Henoy ny tenin’i Jehovah, ry ankohonan’ny mpanjakan’ny Joda.",
        "12": "Ry taranak’i Davida ô, izao no lazain’i Jehovah: “Manaova foana ny rariny isa-maraina, Ary vonjeo eo an-tanan’ilay nanambaka azy izay nambakaina, Sao hirehitra toy ny afo ny fahatezerako Ka hiredareda nefa tsy hisy hamono, Noho ny ratsy nataonareo.”’",
        "13": "‘Hiady aminao aho, ry ilay mipetraka eo amin’ny lohasaha, Ry ilay vatolampy eny amin’ny tany lemaka’, hoy i Jehovah. ‘Ary ianareo izay milaza hoe: “Iza no hidina hiady aminay? Iza no hanafika ny fonenanay?”,",
        "14": "Hataoko ampamoaka ianareo Noho izay nataonareo’, hoy i Jehovah. ‘Ary hodorako ny alany, Ka ho levon’ny afo ny zava-drehetra manodidina azy.’”"
    },
    "22": {
        "1": "Izao no lazain’i Jehovah: “Midìna any an-tranon’ny mpanjakan’ny Joda, ka lazao any ity hafatra ity.",
        "2": "Lazao hoe: ‘Henoy ny tenin’i Jehovah, ry mpanjakan’ny Joda mipetraka eo amin’ny seza fiandrianan’i Davida, dia ianao sy ny mpanomponao ary ny vahoakanao, izay miditra amin’ ireto vavahady ireto.",
        "3": "Izao no lazain’i Jehovah: “Manaova ny rariny sy ny hitsiny. Vonjeo eo an-tanan’ilay manambaka azy izay ambakaina. Aza mampijaly an’ireo hafa firenena monina eo aminareo, ary aza mampahory ny kamboty ray na ny mpitondratena. Aza mandatsaka ran’olona tsy manan-tsiny eto amin’ity toerana ity.",
        "4": "Fa raha tena mankatò an’izany teny izany ianareo, dia hiditra amin’ny vavahadin’ity trano ity ireo mpanjaka mipetraka eo amin’ny seza fiandrianan’i Davida. Ary hitaingina kalesy sy soavaly izy ireo sy ny mpanompony ary ny vahoakany, amin’izany fotoana izany.”’",
        "5": "“‘Raha tsy mankatò an’izany teny izany kosa ianareo, dia mianiana amin’ny tenako aho’, hoy i Jehovah, ‘fa ho rava ity trano ity.’",
        "6": "“Fa izao no lazain’i Jehovah momba ny tranon’ny mpanjakan’ny Joda: ‘Hoatran’i Gileada ianao amiko Sady hoatran’ny tampon’i Libàna. Hataoko lasa tany efitra anefa ianao, Ary tsy hisy hipetraka ireo tanànanao.",
        "7": "Dia hanendry mpandrava hanafika anao aho. Samy hitondra ny fitaovam-piadiany izy ireny. Hokapainy ny hazo sedera tsara indrindra eo aminao, Dia hazerany ao anaty afo.",
        "8": "“‘Firenena maro no handalo eo akaikin’ity tanàna ity ka hifanontany hoe: “Fa naninona àry no dia nataon’i Jehovah hoatr’izao ity tanàna lehibe ity?”",
        "9": "Dia hisy hamaly hoe: “Satria nivadika tamin’ny fifanekena nifanaovany tamin’i Jehovah Andriamaniny izy ireo, ka niankohoka tamin’ny andriamani-kafa sy nanompo an’ireny.”’",
        "10": "Aza mitomany an’ilay efa maty, Ary aza malahelo azy. Aoka kosa ianareo hitomany be an’ilay handeha, Satria tsy hiverina intsony izy ka tsy hahita an’ilay tany nahaterahany.",
        "11": "“Fa izao no lazain’i Jehovah momba an’i Saloma zanak’i Josia, dia ilay mpanjakan’ny Joda nandimby an’i Josia rainy sy niala teto amin’ity toerana ity: ‘Tsy hiverina atỳ intsony izy.",
        "12": "Fa ho faty any amin’ny toerana anaovana sesitany azy izy, ka tsy ho hitany intsony ity tany ity.’",
        "13": "Hahita loza izay manorina trano nefa manao ny tsy marina, Ary manao efitra ambony nefa manao ny tsy rariny. Mampiasa olona izy nefa miasa maina fotsiny izy ireny, Fa tsy omeny karama.",
        "14": "Hahita loza izay milaza hoe: ‘Hanao trano lehibe ho an’ny tenako aho, Dia trano misy efitra ambony rihana malalaka be. Hasiako varavarankely ilay izy, Ary hopetahako takela-kazo sedera, dia holokoako mena volon-daoranjy.’",
        "15": "Mbola hanjaka foana ve ianao satria hoe nampiasa hazo sedera betsaka kokoa noho ny hafa? Nihinana sy nisotro koa ny rainao, Nefa nanao ny rariny sy ny hitsiny izy, Ka nahita soa.",
        "16": "Niaro ny zon’ny olona mijaly sy ny mahantra izy, Ka nahita soa. ‘Tsy izany ve no atao hoe mahalala ahy?’, hoy i Jehovah.",
        "17": "‘Ny masonao sy ny fonao kosa tsy mieritreritra afa-tsy ny haka tombony azo amin’ny tsy marina, Sy handatsaka ran’olona tsy manan-tsiny, Ary hanambaka sy haka an-keriny.’",
        "18": "“Koa izao no lazain’i Jehovah momba an’i Joiakima zanak’i Josia, mpanjakan’ny Joda: ‘Tsy hisy hisaona azy, ka hiteny hoe: “Indrisy, ry rahalahiko! Indrisy, ry anabaviko!” Tsy hisy hisaona azy, ka hiteny hoe: “Indrisy, ry tompoko! Indrisy, ry ilay hajaina!”",
        "19": "Halevina toy ny fandevina ampondra izy, Ka hotaritaritina sy hariana Any ivelan’ny vavahadin’i Jerosalema.’",
        "20": "Miakara any Libàna ka miantsoantsoa, Ary ataovy heno any Basana ny feonao. Miantsoantsoa any Abarima, Satria ripaka daholo ireo lehilahy niaraka taminao.",
        "21": "Niteny anao aho tamin’ianao mbola niadana, Saingy hoy ianao: ‘Tsy hankatò aho.’ Efa izany no fanaonao hatramin’ianao mbola kely. Tsy nankatò ny teniko mantsy ianao.",
        "22": "Hopaohin’ny rivotra ireo mpiandry ondry rehetra ao aminao, Ary ho lasa babo ireo lehilahy niaraka taminao. Dia ho menatra sy ho afa-baraka ianao, noho ny loza rehetra hanjo anao.",
        "23": "Ry ilay mipetraka any Libàna, Izay manao akany eny amin’ny sedera, Hitaraindraina ianao rehefa manaintaina mafy, Manaintaina hoatran’ny vehivavy efa ho teraka!”",
        "24": "“‘Raha mbola velona koa aho’, hoy i Jehovah, ‘dia hotsoahako hiala eo an-tanako ianao, ry Konia zanak’i Joiakima, mpanjakan’ny Joda, na dia toy ny peratra fanombohan-kase eto amin’ny tanako ankavanana aza!",
        "25": "Dia hatolotro eo an-tanan’ireo mitady hamono anao sy ireo atahoranao ianao, dia i Nebokadnezara mpanjakan’i Babylona sy ny Kaldeanina.",
        "26": "Ary hatsipiko any an-tany hafa tsy nahaterahanareo ianao sy ny reninao niteraka anao, ka any ianareo no ho faty.",
        "27": "Tsy ho tafaverina intsony ao amin’ilay tany iriny hiverenana izy ireo.",
        "28": "Vilany natao tsinontsinona sy novakina ve ity lehilahy atao hoe Konia ity, Izany hoe fitaovana tsy misy mpitia? Nahoana izy sy ny taranany no natsipy Sy nariana any amin’ny tany tsy fantany?’",
        "29": "Ry tany ô! Ry tany ô! Ry tany ô! Henoy ny tenin’i Jehovah.",
        "30": "Izao no lazain’i Jehovah: ‘Soraty ho toy ny hoe tsy manan-janaka io lehilahy io, Dia lehilahy tsy hahomby mihitsy mandritra ny androm-piainany. Fa tsy hisy amin’ny taranany hahavita Hipetraka eo amin’ny seza fiandrianan’i Davida sy hanjaka ao Joda indray.’”"
    },
    "23": {
        "1": "“Hahita loza ireo mpiandry ondry mandripaka sy manaparitaka ny ondry ao an-kijanako!”, hoy i Jehovah.",
        "2": "Izao àry no lazain’i Jehovah Andriamanitry ny Israely mba hanamelohana an’ireo mpiandry izay miandry ny vahoakany: “Aparitakareo ny ondriko. Aelinareo izy ireo, fa tsy karakarainareo.” “Koa tsy hananako antra ianareo noho ny ratsy nataonareo”, hoy i Jehovah.",
        "3": "“Dia hangoniko avy any amin’ny tany rehetra nanaparitahako azy ny ondriko sisa, ka haveriko ao amin’ny kijanany. Ho maro anaka sy hihabetsaka izy ireo.",
        "4": "Ary hanendry mpiandry izay tena hiandry azy ireo aho. Tsy hatahotra intsony izy ireo na hihorohoro, ary tsy hisy ho very na iray aza”, hoy i Jehovah.",
        "5": "“Henoy izao!”, hoy i Jehovah. “Ho avy ny andro hampipoirako tsimoka marina ho an’i Davida. Hisy mpanjaka hitondra eo amin’ilay tany. Ho lalin-tsaina izy ary hanao ny rariny sy ny hitsiny.",
        "6": "Hovonjena ny Joda ary hilamina ny tanin’ny Israely amin’ny androny. Ary izao no anarana hiantsoana azy: I Jehovah no Fahamarinantsika.”",
        "7": "“Ho avy anefa ny andro”, hoy i Jehovah, “izay tsy hilazana intsony hoe: ‘Raha mbola velona koa i Jehovah, ilay namoaka ny vahoakan’Israely avy tany Ejipta!’",
        "8": "Fa izao kosa no holazaina: ‘Raha mbola velona koa i Jehovah, ilay namoaka sy nampody ny taranaky ny vahoakan’Israely avy tany amin’ilay tany any avaratra, sy avy tany amin’ny toerana rehetra nanaparitahako azy.’ Dia hipetraka ao amin’ny taniny izy ireo.”",
        "9": "Ary izao no lazaiko amin’ireo mpaminany: Torotoro ny foko ato anatiko. Mangozohozo daholo ny taolako. Hoatran’ny olona mamo aho, Ary toy ny lehilahy avembenan’ny divay, Noho ny amin’i Jehovah sy ny teniny masina.",
        "10": "Feno mpanitsakitsa-bady mantsy ilay tany. Misaona koa ilay tany satria voaozona, Ary maina ny kijana any an-tany efitra. Ratsy ny ataon’izy ireo, ary manampatra fahefana izy ireo.",
        "11": "“Samy maloto na ny mpaminany na ny mpisorona. Na dia ao an-tranoko aza, dia ahitako ny faharatsian’izy ireo”, hoy i Jehovah.",
        "12": "“Koa halama sy ho maizina ny lalana izoran’izy ireo. Hisy hanosika izy ireo, ka ho lavo. Fa hahatonga loza aminy aho, Amin’ny taona hanasaziana azy”, hoy i Jehovah.",
        "13": "“Hitako ny zavatra maharikoriko ataon’ireo mpaminanin’i Samaria. Maminany amin’ny anaran’i Bala izy ireo, Ary mitarika ny Israely vahoakako any amin’ny lalan-diso.",
        "14": "Hitako koa ny zavatra mahatsiravina ataon’ireo mpaminanin’i Jerosalema. Manitsakitsa-bady sy mandainga izy ireo, Ary manohana an’ireo mpanao ratsy. Tsy misy miala amin’ny ratsy fanaony izy ireo. Hoatran’i Sodoma daholo izy ireo amiko, Ary hoatran’i Gomora ny mponina ao.”",
        "15": "Izao àry no lazain’i Jehovah Tompon’ny tafika mba hanamelohana an’ireo mpaminany ireo: “Hampihinaniko zavamaniry mangidy be izy ireo, Ary hampisotroiko rano misy poizina. Fa miely eran’ilay tany ny fivadiham-pinoana, noho ny ataon’ireo mpaminanin’i Jerosalema.”",
        "16": "Izao no lazain’i Jehovah Tompon’ny tafika: “Aza mihaino ny tenin’ireo mpaminany milaza faminaniana aminareo. Mamitaka anareo fotsiny izy ireo. Fahitana avy ao am-pony no lazainy, Fa tsy avy amin’ny vavan’i Jehovah.",
        "17": "Izao no averimberiny amin’ireo tsy manaja ahy: ‘Izao no lazain’i Jehovah: “Hiadana ianareo.”’ Ary izay rehetra mikiry manao izay tian’ny fony kosa ataony hoe: ‘Tsy hisy loza hanjo anareo.’",
        "18": "Fa iza no nijoro teo amin’ireo olona akaiky an’i Jehovah Mba hahita sy handre ny teniny? Iza no nanongilan-tsofina mba hihaino ny teniny?",
        "19": "Hifofofofo toy ny tafio-drivotra ny fahatezeran’i Jehovah. Ho toy ny rivo-mahery hihodinkodina eo amin’ny lohan’ny ratsy fanahy izany.",
        "20": "Tsy hitony ny fahatezeran’i Jehovah Raha tsy efa vitany sy tanterany ny fikasan’ny fony. Ho azonareo tsara izany any am-parany.",
        "21": "Tsy naniraka an’ireo mpaminany ireo aho, nefa nihazakazaka nanao an’izany izy ireo. Tsy niteny taminy aho nefa naminany izy ireo.",
        "22": "Raha nijoro teo amin’ireo olona akaiky ahy anefa izy ireo, Dia ho nataony izay handrenesan’ny vahoakako ny teniko, Ary ho nasainy niala tamin’ny lalan-dratsiny sy tamin’ny ratsy fanaony izy ireny.”",
        "23": "“Rehefa akaiky ihany angaha izaho vao Andriamanitra”, hoy i Jehovah, “fa tsy rehefa lavitra koa?”",
        "24": "“Misy olona afaka miafina ao amin’ny takona ve ka tsy ho hitako?”, hoy i Jehovah. “Tsy manerana ny lanitra sy ny tany ve aho?”, hoy i Jehovah.",
        "25": "“Efa reko izay nolazain’ireo mpaminany maminany lainga amin’ny anarako hoe: ‘Nanonofy aho! Nanonofy aho!’",
        "26": "Mandra-pahoviana no mbola ho ao am-pon’ireo mpaminany ireo foana ny hoe haminany lainga? Mpaminany milaza fitaka izy ireo, ka izay ao am-pony fotsiny no lazainy.",
        "27": "Mifampitantara ny nofiny izy ireo satria tiany hanadino ny anarako ny vahoakako, hoatran’ny razambeny izay nanadino ny anarako noho izy ireny nanompo an’i Bala.",
        "28": "Avelao hitantara ny nofiny izay mpaminany manonofy. Fa izay nanankinana ny teniko kosa, dia tokony ho ny teniko ihany no holazainy.” “Inona moa izay mololo raha oharina amin’ny voam-bary?”, hoy i Jehovah.",
        "29": "“Tsy hoatran’ny afo ve ny teniko”, hoy i Jehovah, “ary hoatran’ny marotoan’ny mpanefy, izay manapotipotika harambato?”",
        "30": "“Koa hosaziko”, hoy i Jehovah, “ireo mpaminany mifangalatra ny teniko.”",
        "31": "Hoy koa i Jehovah: “Hosaziko ireo mpaminany mampiasa ny lelany hilazana hoe: ‘Izao no lazainy!’”",
        "32": "“Hosaziko ireo mpaminany manonofy lainga sy mitantara an’izany”, hoy i Jehovah, “ka mitarika ny vahoakako any amin’ny lalan-diso noho izy ireo mandainga sy mirehareha.” “Tsy naniraka na nanome baiko azy ireo anefa aho. Koa tsy hahasoa an’ity vahoaka ity mihitsy izy ireo”, hoy i Jehovah.",
        "33": "“Ary raha manontany anao ity vahoaka ity na ny mpaminany na ny mpisorona hoe: ‘Inona no enta-mavesatr’i Jehovah?’, dia valio hoe: ‘“Ianareo no enta-mavesatra! Koa hariako ianareo”, hoy i Jehovah.’",
        "34": "Ary raha misy mpaminany na mpisorona na olona milaza hoe: ‘Izao no enta-mavesatr’i Jehovah!’, dia tsy hananako antra izany olona izany sy ny ankohonany.",
        "35": "Samy miteny amin’ny namanareo sy ny rahalahinareo avy ianareo hoe: ‘Inona no navalin’i Jehovah? Ary inona no nolazain’i Jehovah?’",
        "36": "Tsy tokony hilaza intsony anefa ianareo hoe enta-mavesatr’i Jehovah, satria ny tenin’ny tsirairay ihany no enta-mavesatra. Novanareo ny tenin’ilay Andriamanitra velona, dia i Jehovah Tompon’ny tafika sady Andriamanitsika.",
        "37": "“Izao no holazainao amin’ilay mpaminany: ‘Inona no navalin’i Jehovah anao? Inona no nolazain’i Jehovah?",
        "38": "Ary raha mbola milaza ianareo hoe: “Ny enta-mavesatr’i Jehovah!”, dia izao kosa no lazain’i Jehovah: “Koa satria nilaza ianareo hoe: ‘Izany teny izany ilay enta-mavesatr’i Jehovah’, nefa izaho efa niteny taminareo hoe: ‘Tsy tokony hilaza intsony ianareo hoe: “Enta-mavesatr’i Jehovah!”’,",
        "39": "dia hingaiko sy hariako tsy ho eo anatrehako ianareo sy ilay tanàna nomeko anareo sy ny razambenareo.",
        "40": "Hataoko menatra sy afa-baraka mandrakizay ianareo, ary tsy hohadinoina mihitsy izany.”’”"
    },
    "24": {
        "1": "Ary i Jehovah nampiseho ahy aviavy roa harona teo anoloan’ny tempolin’i Jehovah, taorian’ny nanaovan’i Nebokadnezara mpanjakan’i Babylona sesitany an’i Jekonia zanak’i Joiakima sady mpanjakan’ny Joda, sy ireo andrianan’ny Joda, sy ny mpanao asa tanana, ary ny mpanefy. Avy tany Jerosalema izy ireo no nentiny nankany Babylona.",
        "2": "Aviavy tena tsara, hoatran’ny aviavy vokatra voalohany, no tao amin’ilay harona iray. Aviavy ratsy be kosa no tao amin’ilay iray, ka tsy azo nohanina satria ratsy loatra.",
        "3": "Dia nanontany ahy i Jehovah hoe: “Inona no hitanao, ry Jeremia?” Dia hoy aho: “Aviavy! Tena tsara ireo aviavy tsara, fa ratsy be kosa ireo aviavy ratsy, ka tsy azo hanina satria ratsy loatra.”",
        "4": "Dia niteny tamiko i Jehovah hoe:",
        "5": "“Izao no lazain’i Jehovah, Andriamanitry ny Israely: ‘Tsara hoatran’ireo aviavy tsara ireo no ho fahitako ny mponin’i Joda natao sesitany, izay noroahiko niala teto amin’ity toerana ity ka nalefako any amin’ny tanin’ny Kaldeanina.",
        "6": "Hitsinjo azy ireo ny masoko, ary hampodiko eto amin’ity tany ity izy ireo, ka haoriko fa tsy horavako, ary hamboleko fa tsy hongotako.",
        "7": "Ary homeko fo te hahalala ahy izy ireo mba hahafantarany hoe izaho no Jehovah. Dia ho lasa vahoakako izy ireo ary izaho ho Andriamaniny, satria hiverina amiko amin’ny fony manontolo izy ireo.",
        "8": "“‘Izao kosa no lazain’i Jehovah momba an’ireo aviavy ratsy, izay tsy azo hanina satria ratsy loatra: “Hoatran’ireo no ho fahitako an’i Zedekia mpanjakan’ny Joda, sy ireo andrianany, ary ny mponin’i Jerosalema sisa tavela eto amin’ity tany ity sy ireo mipetraka any Ejipta.",
        "9": "Hataoko mihorohoro ny fanjakana rehetra eto an-tany rehefa mahita ny loza hamelezako azy ireo. Holatsain’ny olona any amin’ny toerana rehetra hanaparitahako azy izy ireo, ary hataony oha-pitenenana, sy hesoesoiny, ary hozoniny.",
        "10": "Handefa sabatra sy mosary ary areti-mandringana hamely azy ireo aho, mandra-paharipany tsy ho eo amin’ilay tany nomeko azy sy ny razambeny.”’”"
    },
    "25": {
        "1": "Nahazo hafatra momba ny vahoakan’ny Joda rehetra i Jeremia, tamin’ny taona fahefatra nanjakan’i Joiakima zanak’i Josia, mpanjakan’ny Joda, izany hoe tamin’ny taona voalohany nanjakan’i Nebokadnezara mpanjakan’i Babylona.",
        "2": "Izao no nolazain’i Jeremia mpaminany momba ny vahoakan’ny Joda rehetra sy ny mponina rehetra eto Jerosalema:",
        "3": "“Nandritra izay 23 taona izay i Jehovah no niteny tamiko, nanomboka tamin’ny taona faha-13 nanjakan’i Josia zanak’i Amona, mpanjakan’ny Joda, ka hatramin’izao. Ary efa niteny anareo imbetsaka aho, saingy tsy nihaino ianareo.",
        "4": "Ary nirahin’i Jehovah tany aminareo ny mpaminany mpanompony rehetra. Imbetsaka izy no naniraka azy ireny tany aminareo, nefa tsy nihaino ianareo na nanongilan-tsofina.",
        "5": "Nilaza ireny mpaminany ireny hoe: ‘Samia re miala amin’ny lalan-dratsinareo sy ny ratsy fanaonareo e! Amin’izay ianareo hipetraka ela ao amin’ilay tany nomen’i Jehovah anareo sy ny razambenareo efa hatramin’ny ela.",
        "6": "Aza manaraka andriamani-kafa na manompo an’ireny na miankohoka aminy, ka hampahatezitra ahy amin’ny asan’ny tananareo. Raha tsy izany, dia hahatonga loza aminareo aho.’",
        "7": "“‘Tsy nihaino ahy anefa ianareo’, hoy i Jehovah. ‘Nampahatezitra ahy kosa ianareo noho ny asan’ny tananareo. Koa hahita loza ianareo.’",
        "8": "“Izao àry no lazain’i Jehovah Tompon’ny tafika: ‘“Noho ianareo tsy nankatò ny teniko,",
        "9": "dia hampanantsoiko ny firenena rehetra any avaratra”, hoy i Jehovah. “Hampanantsoiko i Nebokadnezara mpanjakan’i Babylona sady mpanompoko. Hoentiko izy ireo ka hiady amin’ity tany ity sy ny mponina eto, ary amin’ireo firenena rehetra manodidina ireo. Dia haringako tanteraka ireo rehetra ireo ka hataoko mihorohoro sy misioka ny olona noho izay hanjo azy. Ary ho rava mandrakizay izy rehetra.",
        "10": "Hataoko tsy misy feon’olona mifaly sy miravoravo intsony eo amin’izy ireo, na feona mpampakatra sy ampakarina, na feona vato fikosoham-bary, na hazavan’ny jiro.",
        "11": "Dia ho rava tanteraka ity tany manontolo ity ka hanjary hampihorohoro. Ary hanompo an’ilay mpanjakan’i Babylona mandritra ny 70 taona ireo firenena ireo.”’",
        "12": "“‘Rehefa tapitra anefa ny 70 taona, dia hataoko ampamoaka ny mpanjakan’i Babylona sy izany firenena izany noho ny fahadisoany’, hoy i Jehovah. ‘Ary hataoko tsy misy mponina sy ngazana mandrakizay ny tanin’ny Kaldeanina.",
        "13": "Hotanterahiko amin’izany tany izany ny teny rehetra nanamelohako azy, dia izay rehetra voasoratra ato amin’ity boky ity, araka ny faminaniana nambaran’i Jeremia mba hanamelohana ny firenena rehetra.",
        "14": "Fa hataon’ny firenena maro sy mpanjaka lehibe lasa andevony izy ireo. Ary hovaliako araka izay nataony sy araka ny asan’ny tanany izy ireo.’”",
        "15": "Fa izao no nolazain’i Jehovah Andriamanitry ny Israely tamiko: “Raiso etỳ an-tanako ity kaopy misy ny divain’ny fahatezerako ity, ka ampisotroy ny firenena rehetra anirahako anao.",
        "16": "Dia hisotro izy ireo ka hivembena sy hanao hoatran’ny adala, noho ny sabatra alefako hamely azy ireo.”",
        "17": "Koa nalaiko teny an-tanan’i Jehovah ilay kaopy dia nampisotroiko ny firenena rehetra nanirahan’i Jehovah ahy:",
        "18": "Nanomboka tamin’i Jerosalema sy ireo tanànan’i Joda ary ny mpanjakany sy ny andrianany, mba ho rava tanteraka izy ireo, ka hihorohoro sy hisioka ny olona noho izay hanjo azy, ary mba hozonina izy ireo, hoatran’ny amin’izao androany izao.",
        "19": "Nampisotroiko koa avy eo i Farao mpanjakan’i Ejipta, ny mpanompony, ny andrianany, ny vahoakany rehetra,",
        "20": "ary ny hafa firenena rehetra ao amin’ny taniny; ny mpanjaka rehetran’i Oza; ny mpanjaka rehetran’ny Filistinina, Askelona, Gaza, Ekrona, ary izay sisa tavela ao Asdoda;",
        "21": "Edoma sy Moaba ary ny Amonita;",
        "22": "ny mpanjaka rehetran’i Tyro, ny mpanjaka rehetran’i Sidona, ary ireo mpanjakan’ilay nosy any an-dranomasina;",
        "23": "Dedana, Tema, Boza, ary izay rehetra nokakasana ny fihirifany;",
        "24": "ny mpanjaka rehetran’ny Arabo sy ny mpanjaka rehetran’ny firenena hafa mipetraka any an-tany efitra;",
        "25": "ny mpanjaka rehetran’i Zimry sy ny mpanjaka rehetran’i Elama ary ny mpanjaka rehetran’ny Medianina;",
        "26": "ny mpanjaka rehetra any avaratra, na lavitra na akaiky, izay hifandimby hisotro an’ilay izy, ary ny fanjakana hafa rehetra eto ambonin’ny tany. Aorian’izy ireo, dia hisotro an’ilay izy koa ny mpanjakan’i Sesaka.",
        "27": "“Koa lazao amin’izy ireo hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Misotroa, manaova mamo, mandoava, ary mianjerà mba tsy ho tafatsangana intsony ianareo, noho ny sabatra alefako hamely anareo.”’",
        "28": "Ary raha tsy mety mandray an’ilay kaopy eny an-tananao izy ireo ka tsy mety misotro, dia lazao aminy hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Tsy maintsy misotro an’ity ianareo!",
        "29": "Izao mantsy: Raha ilay tanàna mitondra ny anarako aza no voalohany amin’ireo hasiako loza, dia ianareo indray ve no ho afa-maina?”’ “‘Tsy ho afa-maina mihitsy ianareo, fa hiantso sabatra hamely ny mponina rehetra eto an-tany aho’, hoy i Jehovah Tompon’ny tafika.",
        "30": "“Ary hilaza an’izao faminaniana rehetra izao amin’izy ireo ianao: ‘Hierona avy any amin’ny avo i Jehovah, Ary hataony re avy any amin’ny fonenany masina ny feony. Hierona mafy amin’ny toerana ipetrahany izy. Hihorakoraka hoatran’ireo manitsakitsaka voaloboka ao anaty lavaka famiazana izy, Ary hihira rehefa resy ny mponina rehetra eto an-tany.’",
        "31": "‘Hisy feo hanakoako hatrany amin’ny faran’ny tany, Satria mifandahatra amin’ireo firenena i Jehovah. Izy mihitsy no hitsara ny olombelona rehetra. Ary hatolony hovonoina amin’ny sabatra ny ratsy fanahy’, hoy i Jehovah.",
        "32": "Izao no lazain’i Jehovah Tompon’ny tafika: ‘Henoy izao! Hisy loza hitety firenena, Ary hisy tafio-drivotra mahery hifofofofo avy any amin’ny faritra lavitra indrindra amin’ny tany.",
        "33": "“‘Dia hiampatrampatra hatrany amin’ny faran’ny tany ka hatrany amin’ny faran’ny tany ny voavonon’i Jehovah, amin’izany andro izany. Tsy hisaonana na hangonina na halevina ireny, fa ho toy ny zezika eny ambonin’ny tany.’",
        "34": "Midradradradrà, ry mpiandry ondry, ary aoka ianareo hitaraindraina! Mihosinkosena amin’ny tany, ry ondry vaventy, Satria tonga ny fotoana hamonoana sy hanaparitahana anareo, Ka hianjera toy ny vazy sarobidy ianareo!",
        "35": "Tsy misy toerana handosirana ny mpiandry ondry, Ary tsy mahita hitsoahana ireo ondry vaventy.",
        "36": "Izany fa mitaraindraina ny mpiandry ondry, Ary midradradradra ny ondry vaventy, Fa simbain’i Jehovah ny kijanan’izy ireo.",
        "37": "Tsy misy zavamananaina intsony ao amin’ireo fonenana nampiadana, Satria tezitra be i Jehovah.",
        "38": "Nandao ny fonenany toy ny liona tanora izy. Fa lasa nihorohoro ny olona nahita an’izay nanjo ny tanin’izy ireo Satria nampiasaina tsy misy indrafo ny sabatra, Ary tezitra be izy.”"
    },
    "26": {
        "1": "Izao no nolazain’i Jehovah, rehefa nanomboka nanjaka i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "2": "“Izao no tenin’i Jehovah: ‘Mitsangàna eo an-tokotanin’ny tranon’i Jehovah, ary resaho ny momba ny mponina rehetra ao amin’ny tanànan’i Joda, izay ho avy hivavaka ao an-tranon’i Jehovah. Teneno azy daholo izay asaiko lazainao. Aza misy anesorana na teny iray aza.",
        "3": "Sao dia mba hihaino ihany izy ireo, ka samy hiala amin’ny ratsy fanaony. Dia hiova hevitra aho ka tsy hampihariko aminy indray ilay loza nokasaiko hamelezana azy ireo ho valin’ny ratsy nataony.",
        "4": "Lazao amin’izy ireo hoe: “Izao no tenin’i Jehovah: ‘Raha tsy mihaino ahy ianareo ka tsy manaraka ny lalàna nomeko anareo,",
        "5": "sy tsy mihaino ny tenin’ny mpaminany mpanompoko izay nirahiko imbetsaka ho any aminareo nefa tsy nohenoinareo,",
        "6": "dia hataoko hoatran’i Silo ity trano ity, ary hampiasa ny anaran’ity tanàna ity ny firenena rehetra eny ambonin’ny tany rehefa manozona.’”’”",
        "7": "Nandre an’i Jeremia niteny an’ireo teny ireo tao an-tranon’i Jehovah ny mpisorona sy ny mpaminany ary ny vahoaka rehetra.",
        "8": "Koa rehefa tapitra voalazan’i Jeremia daholo ny teny nasain’i Jehovah nolazainy tamin’ny vahoaka manontolo, dia nosamborin’ny mpisorona sy ny mpaminany ary ny vahoaka rehetra izy, ka hoy ireo: “Tena ho faty ianao!",
        "9": "Nahoana ianao no maminany amin’ny anaran’i Jehovah hoe: ‘Ho lasa hoatran’i Silo ity trano ity, ary ity tanàna ity ho rava ka tsy hisy mponina intsony’?” Dia nitangoronan’ny olona rehetra i Jeremia, tao an-tranon’i Jehovah.",
        "10": "Rehefa nahare an’izany teny izany ny andrianan’ny Joda, dia niakatra avy any amin’ny tranon’ny mpanjaka mba hankany amin’ny tranon’i Jehovah. Ary nipetraka teo amin’ny fidirana amin’ilay vavahady vaovao amin’ny tranon’i Jehovah izy ireo.",
        "11": "Dia hoy ny mpisorona sy ny mpaminany tamin’ireo andriana sy ny vahoaka rehetra: “Mendrika ny homelohina ho faty ity lehilahy ity, satria naminany fa hisy loza hanjo an’ity tanàna ity. Ary ny sofinareo mihitsy no efa naheno an’izany.”",
        "12": "Dia hoy i Jeremia tamin’ny andriana rehetra sy ny vahoaka rehetra: “I Jehovah no naniraka ahy hilaza ny faminaniana rehetra henonareo teo, hoe hisy loza hanjo an’ity trano ity sy ity tanàna ity.",
        "13": "Koa ahitsio ny lalanareo sy ny ataonareo, ary ankatoavy ny tenin’i Jehovah Andriamanitrareo, dia hiova hevitra i Jehovah ka tsy hampihariny indray ilay loza efa nolazainy hamelezana anareo.",
        "14": "Fa izaho kosa efa eto am-pelatananareo, ka ataovy amiko izay hitanareo fa tsara sy mety.",
        "15": "Fantaro tsara anefa fa raha mamono ahy ho faty ianareo, dia mamono olona tsy manan-tsiny, ka ho meloka ho nandatsa-dra ianareo sy ity tanàna ity ary ny mponina ato. I Jehovah mihitsy mantsy no naniraka ahy hilaza ny teny rehetra renareo teo!”",
        "16": "Dia hoy ny andriana sy ny vahoaka rehetra tamin’ireo mpisorona sy mpaminany: “Tsy mendrika ny homelohina ho faty io lehilahy io, satria tamin’ny anaran’i Jehovah Andriamanitsika no nitenenany tamintsika.”",
        "17": "Nitsangana koa ny anti-panahy sasany tao amin’ilay tany, ka niteny tamin’ny vahoaka rehetra tafavory teo hoe:",
        "18": "“Naminany i Mika avy any Moreseta tamin’ny andron’i Hezekia mpanjakan’ny Joda, ka nilaza tamin’ny vahoakan’ny Joda rehetra hoe: ‘Izao no lazain’i Jehovah Tompon’ny tafika: “Hasaina hoatran’ny saha i Ziona, Ho lasa korontam-bato mivangongo i Jerosalema, Ary ny tendrombohitra misy an’ilay Trano dia ho toy ny toerana avo any an’ala.”’",
        "19": "“Namono an’i Mika ve i Hezekia mpanjakan’ny Joda sy ny Joda rehetra tamin’izay? Tsy natahotra an’i Jehovah ve i Hezekia ary nitalaho famindram-po tamin’i Jehovah, ka niova hevitra i Jehovah dia tsy nampihariny indray ilay loza efa nolazainy hamelezana azy ireo? Koa tena mitady loza mihitsy isika.",
        "20": "“Nisy lehilahy hafa koa naminany tamin’ny anaran’i Jehovah, dia i Oria zanak’i Semaia avy any Kiriata-jearima. Naminany hoatran’i Jeremia izy hoe hisy loza hanjo an’ity tanàna ity sy ity tany ity.",
        "21": "Nahare ny tenin’i Oria i Joiakima Mpanjaka sy ny miaramilany matanjaka rehetra ary ny andrianany rehetra. Koa nitady hamono azy ho faty ny mpanjaka. Natahotra i Oria raha vao naheno an’izany, ka nandositra nankany Ejipta.",
        "22": "Dia nirahin’i Joiakima Mpanjaka nankany Ejipta i Elnatana zanak’i Akbora sy ny lehilahy vitsivitsy .",
        "23": "Koa nalain’izy ireo avy tany Ejipta i Oria, ary nentiny tany amin’i Joiakima Mpanjaka. Dia novonoin’ny mpanjaka tamin’ny sabatra izy ary natsipiny tany amin’ny fasam-bahoaka ny fatiny.”",
        "24": "Narovan’i Ahikama zanak’i Safana kosa i Jeremia, ka tsy natolotra hovonoin’ny vahoaka."
    },
    "27": {
        "1": "Izao no tenin’i Jehovah tamin’i Jeremia, rehefa nanomboka nanjaka i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "2": "“Izao no nolazain’i Jehovah tamiko: ‘Manamboara tady sy zioga dia ataovy eo amin’ny vozonao izany,",
        "3": "ary alefaso any amin’ny mpanjakan’i Edoma, sy ny mpanjakan’i Moaba, sy ny mpanjakan’ny Amonita, sy ny mpanjakan’i Tyro, ary ny mpanjakan’i Sidona. Ireo iraka tonga eto Jerosalema mba hihaona amin’i Zedekia mpanjakan’ny Joda no ampitondray an’izany.",
        "4": "Asaivo lazain’izy ireo amin’ny tompony hoe: “‘“Izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, ka holazainareo amin’ny tomponareo:",
        "5": "‘Izaho no nanao ny tany sy ny olombelona ary ny biby eny ambonin’ny tany. Tamin’ny heriko lehibe sy ny sandriko mahery no nanaovako an’izany, ka izay tiako homena azy no omeko azy.",
        "6": "Koa efa nomeko an’i Nebokadnezara mpanjakan’i Babylona sady mpanompoko, ireo tany rehetra ireo. Na ny bibidia aza efa nomeko azy mba hanompo azy.",
        "7": "Hanompo azy sy ny zanany ary ny zafikeliny ny firenena rehetra, mandra-pahatongan’ny fotoana haharesy ny taniny. Firenena maro sy mpanjaka lehibe no hanao azy ho andevo amin’izay fotoana izay.’",
        "8": "“‘“‘Hosaziko ny firenena na fanjakana tsy mety manompo an’i Nebokadnezara mpanjakan’i Babylona, sy tsy mety mampidina ny vozony ho eo ambany ziogan’ny mpanjakan’i Babylona. Hamely azy amin’ny sabatra sy ny mosary ary ny areti-mandringana aho’, hoy i Jehovah, ‘mandra-pandringako azy amin’ny alalan’i Nebokadnezara.’",
        "9": "“‘“‘Koa aza mihaino an’ireo mpaminany, mpisikidy, mpanonofy, mpimasy, ary ireo mpilalao ody eo aminareo, izay milaza hoe: “Tsy hanompo ny mpanjakan’i Babylona ianareo!”",
        "10": "Maminany lainga aminareo mantsy izy ireo, ka raha mihaino azy ianareo dia hoentina lavitra tsy ho eo amin’ny taninareo. Ary haparitako ianareo dia ho ripaka.",
        "11": "“‘“‘Fa izay firenena mampidina ny vozony ho eo ambany ziogan’ny mpanjakan’i Babylona sy manompo azy kosa, dia havelako hijanona ao amin’ny taniny’, hoy i Jehovah, ‘mba hamboly sy hipetraka ao.’”’”",
        "12": "Izany koa no nolazaiko tamin’i Zedekia mpanjakan’ny Joda. Niteny taminy aho hoe: “Ampidino ho eo ambany ziogan’ny mpanjakan’i Babylona ny vozonareo, ka tompoy izy sy ny vahoakany, dia ho velona ianareo.",
        "13": "Fa nahoana moa ianao sy ny vahoakanao no ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana, araka izay nolazain’i Jehovah hoe hanjo an’izay firenena tsy manaiky hanompo ny mpanjakan’i Babylona?",
        "14": "Aza mihaino ny tenin’ireo mpaminany milaza aminareo hoe: ‘Tsy hanompo ny mpanjakan’i Babylona ianareo.’ Maminany lainga aminareo mantsy izy ireo.",
        "15": "“‘Fa tsy naniraka an’ireny aho’, hoy i Jehovah, ‘nefa maminany lainga amin’ny anarako izy. Koa raha mihaino azy ianareo dia haparitako, ary ho faty ianareo sy ny mpaminany izay maminany aminareo.’”",
        "16": "Izao no nolazaiko tamin’ny mpisorona sy ny vahoaka rehetra: “Izao no tenin’i Jehovah: ‘Aza mihaino ny tenin’ireo mpaminany milaza aminareo hoe: “Jereo tsara fa ho tafaverina tsy ho ela avy any Babylona ny fitaovana tao an-tranon’i Jehovah!” Maminany lainga aminareo mantsy izy ireo.",
        "17": "Aza mihaino azy, fa manompoa ny mpanjakan’i Babylona dia ho velona ianareo. Fa nahoana moa no dia ho rava ity tanàna ity?",
        "18": "Raha tena mpaminany anefa izy ireo ary ny tenin’i Jehovah tokoa no lazainy, dia aoka izy ireo hiangavy an’i Jehovah Tompon’ny tafika mba tsy hoentina any Babylona ny fitaovana sisa tavela ao an-tranon’i Jehovah sy ao an-tranon’ny mpanjakan’ny Joda ary eto Jerosalema.’",
        "19": "“Izao mantsy no lazain’i Jehovah Tompon’ny tafika momba an’ireo andry, ny Ranomasina, ireo kalesy, ary ny fitaovana sisa tavela ato amin’ity tanàna ity,",
        "20": "izay tsy nalain’i Nebokadnezara mpanjakan’i Babylona rehefa nentiny niala teto Jerosalema sy nataony sesitany tany Babylona i Jekonia zanak’i Joiakima, mpanjakan’ny Joda, sy ny olona ambony rehetra teto Joda sy Jerosalema;",
        "21": "eny, izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, momba an’ireo fitaovana sisa tavela ao an-tranon’i Jehovah sy ao an-tranon’ny mpanjakan’ny Joda ary eto Jerosalema:",
        "22": "‘“Hoentina any Babylona ireny ary hajanona any mandra-pahatongan’ny andro hahatsiarovako azy”, hoy i Jehovah. “Dia hoentiko miverina avy any ireny, ka haveriko eto amin’ity toerana ity.”’”"
    },
    "28": {
        "1": "Tamin’iny taona iny ihany, izany hoe teo am-piandohan’ny fanjakan’i Zedekia mpanjakan’ny Joda, tamin’ny volana fahadimy, tamin’ny taona fahefatra, dia niteny an’izao tamiko, tao an-tranon’i Jehovah teo anatrehan’ny mpisorona sy ny vahoaka rehetra, i Hanania zanak’i Azora, mpaminany avy any Gibeona:",
        "2": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hotapahiko ny ziogan’ny mpanjakan’i Babylona.",
        "3": "Ato anatin’ny roa taona, dia haveriko eto amin’ity toerana ity ny fitaovana rehetra tao an-tranon’i Jehovah, izay nalain’i Nebokadnezara mpanjakan’i Babylona teto sy nentiny any Babylona.’”",
        "4": "“‘Hampodiko eto koa i Jekonia zanak’i Joiakima, mpanjakan’ny Joda, sy ny Joda rehetra natao sesitany any Babylona’, hoy i Jehovah, ‘satria hotapahiko ny ziogan’ny mpanjakan’i Babylona.’”",
        "5": "Dia namaly an’i Hanania mpaminany i Jeremia mpaminany, teo anatrehan’ny mpisorona sy ny vahoaka rehetra, izay nitsangana tao an-tranon’i Jehovah.",
        "6": "Hoy i Jeremia mpaminany: “Amena! Enga anie ka hanao an’izany tokoa i Jehovah! Hotanterahin’i Jehovah anie ny faminanianao, ka haveriny avy any Babylona ho eto amin’ity toerana ity tokoa ny fitaovana tao an-tranon’i Jehovah sy ny olona rehetra natao sesitany!",
        "7": "Mba henoy kely anefa izay holazaiko aminao sy amin’ny vahoaka rehetra.",
        "8": "Ela be talohako sy talohanao no efa nisy mpaminany nilaza fa hisy ady sy loza ary areti-mandringana any amin’ny tany maro sy any amin’ireo fanjakana lehibe.",
        "9": "Raha misy kosa mpaminany manambara fa hisy fiadanana ka tanteraka ny teniny, dia ho fantatra hoe tena nirahin’i Jehovah tokoa izy.”",
        "10": "Dia nesorin’i Hanania mpaminany teny amin’ny vozon’i Jeremia mpaminany ilay zioga, ka notapahiny.",
        "11": "Ary hoy i Hanania teo anatrehan’ny vahoaka manontolo: “Izao no lazain’i Jehovah: ‘Hoatr’izao no hanapahako ny ziogan’i Nebokadnezara mpanjakan’i Babylona, ato anatin’ny roa taona, ka tsy ho eo amin’ny vozon’ny firenena rehetra intsony izany.’” Dia lasa nandeha i Jeremia mpaminany.",
        "12": "Rehefa avy notapahin’i Hanania mpaminany ilay zioga teny amin’ny vozon’i Jeremia mpaminany, dia niteny tamin’i Jeremia i Jehovah hoe:",
        "13": "“Mandehana lazao amin’i Hanania hoe: ‘Izao no lazain’i Jehovah: “Zioga hazo no notapahinao, fa zioga vy kosa no hataonao solony.”",
        "14": "Fa izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Hasiako zioga vy eo amin’ny vozon’ireny firenena rehetra ireny, mba hanompoan’izy ireny an’i Nebokadnezara mpanjakan’i Babylona, ka tsy maintsy hanompo azy izy ireny. Na ny bibidia aza homeko azy.”’”",
        "15": "Dia niteny tamin’i Hanania mpaminany i Jeremia mpaminany hoe: “Henoy ny teniko, azafady, ry Hanania! Tsy naniraka anao i Jehovah, fa nampino lainga an’ity vahoaka ity ianao.",
        "16": "Izao àry no lazain’i Jehovah: ‘Hesoriko tsy ho eny ambonin’ny tany ianao. Amin’ity taona ity ianao dia ho faty, satria mampirisika ny olona hikomy amin’i Jehovah.’”",
        "17": "Koa maty tamin’ny volana fahafito tamin’iny taona iny ihany i Hanania mpaminany."
    },
    "29": {
        "1": "Nandefa taratasy avy teto Jerosalema i Jeremia mpaminany, ho an’ny sisa amin’ireo anti-panahy natao sesitany, sy ho an’ny mpisorona sy ny mpaminany ary ny vahoaka rehetra, izay nentin’i Nebokadnezara niala teto Jerosalema sy nataony sesitany any Babylona.",
        "2": "Efa tsy teto Jerosalema intsony tamin’izay i Jekonia Mpanjaka, ny renin’ny mpanjaka, ny tandapa, ny andrianan’i Joda sy Jerosalema, ny mpanao asa tanana, ary ny mpanefy.",
        "3": "Nampitondrain’i Jeremia an’i Elasa zanak’i Safana sy Gemaria zanak’i Hilkia ilay taratasy. Nirahin’i Zedekia mpanjakan’ny Joda ho any Babylona, any amin’i Nebokadnezara mpanjakan’i Babylona, mantsy izy roa lahy. Izao no voalazan’ilay taratasy:",
        "4": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, amin’ny olona rehetra nalefany sesitany avy teto Jerosalema ho any Babylona:",
        "5": "‘Manorena trano ka mipetraha ao. Manaova tanimboly ka hano ny vokatra avy aminy.",
        "6": "Manambadia ka miteraha zazalahy sy zazavavy. Akao vady ny zanakareo lahy ary ampanambadio ny zanakareo vavy, mba hiteraka zazalahy sy zazavavy koa. Aoka hihabetsaka ianareo fa tsy hihavitsy.",
        "7": "Dia ataovy izay hampiadana an’ilay tanàna nandefasako sesitany anareo. Mivavaha amin’i Jehovah ho an’ilay tanàna, satria raha miadana izy io dia hiadana koa ianareo.",
        "8": "Izao mantsy no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Aza avela hamitaka anareo ny mpaminany sy ny mpisikidy eo aminareo. Ary aza mihaino ny nofiny, izay tantarainy aminareo.",
        "9": "Fa ‘maminany lainga aminareo amin’ny anarako izy ireny, nefa tsy naniraka azy aho’, hoy i Jehovah.”’”",
        "10": "“Fa izao no lazain’i Jehovah: ‘Hokarakaraiko ianareo rehefa tapitra ny 70 taona ijanonanareo any Babylona, dia hotanterahiko ny fampanantenako, ka haveriko eto amin’ity toerana ity ianareo.’",
        "11": "“‘Fa fantatro tsara ny zavatra efa noeritreretiko hatao aminareo’, hoy i Jehovah. ‘Mieritreritra ny hanome anareo fiadanana aho fa tsy loza, mba hanananareo hoavy tsara sy fanantenana.",
        "12": "Ary hiantso ahy ianareo ka ho avy hivavaka amiko, dia hihaino anareo aho.’",
        "13": "“‘Hitady ahy ianareo ka hahita ahy, satria hitady ahy amin’ny fonareo manontolo ianareo.",
        "14": "Ary hataoko izay hahitanareo ahy’, hoy i Jehovah. ‘Hangoniko izay babo eo aminareo, ary hovoriko avy any amin’ny firenena rehetra sy ny toerana rehetra nanaparitahako anareo ianareo’, hoy i Jehovah. ‘Dia hampodiko ao amin’ilay toerana nialanareo tamin’ianareo nalefako sesitany ianareo.’",
        "15": "“Nilaza anefa ianareo hoe: ‘Nanendry mpaminany ho anay atỳ Babylona i Jehovah.’",
        "16": "“Fa izao no lazain’i Jehovah amin’ilay mpanjaka mipetraka eo amin’ny seza fiandrianan’i Davida sy amin’ny mponina rehetra ato amin’ity tanàna ity, dia ireo rahalahinareo tsy natao sesitany niaraka taminareo:",
        "17": "‘Izao no tenin’i Jehovah Tompon’ny tafika: “Handefasako sabatra sy mosary ary areti-mandringana izy ireo hamely azy, ary hataoko toy ny aviavy lo tsy azo hanina fa ratsy loatra.”’",
        "18": "“‘Dia henjehiko amin’ny sabatra sy ny mosary ary ny areti-mandringana izy ireo. Hataoko mihorohoro ny fanjakana rehetra eto an-tany mahita an’izay hanjo azy. Hanozona azy ireo ny olona any amin’ny firenena rehetra hanaparitahako azy, sady ho gaga sy hisioka rehefa mahita an’izay hanjo azy, ary handatsa azy.",
        "19": "Tsy nohenoin’izy ireo mantsy ny teniko izay nampitondraiko an’ireo mpaminany mpanompoko’, hoy i Jehovah, ‘ary imbetsaka aho no naniraka azy ireny tany aminareo.’ “‘Tsy nihaino anefa ianareo’, hoy i Jehovah.",
        "20": "“Henoy àry ny tenin’i Jehovah, ry olona rehetra natao sesitany, izay nalefako niala teto Jerosalema mba ho any Babylona.",
        "21": "Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, momba an’i Ahaba zanak’i Kolaia sy momba an’i Zedekia zanak’i Mahaseia, izay samy maminany lainga amin’ny anarako: ‘Hatolotro eo an-tanan’i Nebokadnezara mpanjakan’i Babylona izy roa lahy, ka hovonoiny eo imasonareo.",
        "22": "Ary izay hanjo azy roa lahy, dia ho lasa fiteny fampiasan’ny Joda rehetra natao sesitany any Babylona rehefa manozona. Hilaza izy ireo hoe: “Enga anie ianao hataon’i Jehovah hoatran’i Zedekia sy Ahaba, izay natonon’ny mpanjakan’i Babylona tao anaty afo!”",
        "23": "Nanao zavatra manala baraka teo amin’ny Israely mantsy izy roa lahy. Nanitsakitsa-bady izy ireo ka naka vadin’olona. Nilaza lainga tamin’ny anarako koa izy ireo nefa tsy nasaiko nanao an’izany. “‘“Izaho no mahalala an’izay nataony sy vavolombelon’izany”, hoy i Jehovah.’”",
        "24": "“Ary izao no holazainao amin’i Semaia avy any Nehelama:",
        "25": "‘Izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Nandefa taratasy tamin’ny anaranao ianao, ho an’ny olona rehetra eto Jerosalema sy ho an’i Zefania mpisorona zanak’i Mahaseia ary ho an’ny mpisorona rehetra, nilaza hoe:",
        "26": "‘Efa notendren’i Jehovah ho mpisorona hisolo an’i Joiada mpisorona ianao, mba ho mpiandraikitra ao an-tranon’i Jehovah, ka hisambotra an’izay olona adala manao hoatran’ny mpaminany sy hangeja azy amin’ny gadra hazo sy gadra vy.",
        "27": "Koa nahoana ianao no tsy niteny mafy an’i Jeremia avy any Anatota izay manao hoatran’ny mpaminany eo aminareo?",
        "28": "Fa nandefa taratasy tatỳ aminay atỳ Babylona mihitsy izy, hilaza hoe: “Mbola haharitra ela izy ity! Koa manorena trano ka mipetraha ao. Manaova tanimboly ka hano ny vokatra avy aminy, ...”’”’”",
        "29": "Rehefa novakin’i Zefania mpisorona teo anatrehan’i Jeremia mpaminany ilay taratasy,",
        "30": "dia niteny tamin’i Jeremia i Jehovah hoe:",
        "31": "“Mandefasa hafatra any amin’ny olona rehetra any an-tsesitany hoe: ‘Izao no lazain’i Jehovah momba an’i Semaia avy any Nehelama: “Koa satria naminany taminareo i Semaia nefa tsy nirahiko, ka nampino lainga anareo,",
        "32": "dia izao no lazain’i Jehovah: ‘Hosaziko i Semaia avy any Nehelama sy ny taranany. Tsy hisy taranany ho tavela eto amin’ity firenena ity, ary tsy hahita ny zavatra tsara hataoko ho an’ny vahoakako izy’, hoy i Jehovah. ‘Mampirisika ny olona hikomy amin’i Jehovah mantsy izy.’”’”"
    },
    "30": {
        "1": "Niteny tamin’i Jeremia i Jehovah hoe:",
        "2": "“Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Soraty amin’ny boky izay teny rehetra lazaiko aminao.",
        "3": "Fa “ho avy ny andro”, hoy i Jehovah, “izay hanangonako an’ireo vahoakako lasa babo, dia ny Israely sy Joda”, hoy i Jehovah. “Hampodiko ao amin’ilay tany nomeko ny razambeny izy ireo, ka ho azony indray ny taniny.”’”",
        "4": "Izao no tenin’i Jehovah tamin’ny Israely sy Joda:",
        "5": "Izao no lazain’i Jehovah: “Maheno feo mangovitra izahay. Horohoro no manjaka, fa tsy fiadanana.",
        "6": "Mba anontanio, azafady, raha misy lehilahy afaka miteraka. Koa nahoana ny lehilahy matanjaka rehetra no hitako mitazona ny kibony Hoatran’ny vehivavy efa ho teraka? Nahoana no hatsatra ny tarehy rehetra?",
        "7": "Indrisy! Andro mahatsiravina izany. Tsy misy mitovy aminy. Fotoam-pahoriana ho an’i Jakoba izany, Nefa ho voavonjy amin’izany izy.”",
        "8": "“Amin’izany andro izany”, hoy i Jehovah Tompon’ny tafika, “dia hotapahiko ilay zioga eny amin’ny vozonao ary hotapahiko roa ny tady mangeja anao. Tsy hisy vahiny hanao azy ho andevo intsony.",
        "9": "Dia hanompo an’i Jehovah Andriamaniny izy ireo, ary hanompo an’i Davida mpanjakany. Izy no hotendreko hitondra azy ireo.”",
        "10": "“Koa aza matahotra ianao, ry Jakoba mpanompoko”, hoy i Jehovah, “Ary aza mihorohoro, ry Israely ô! Fa hovonjeko avy any an-tany lavitra ianao, Ary ny taranakao hovonjeko avy any amin’ny tany nahababo azy. Dia hiverina i Jakoba, ka hilamina sy tsy hisy hanakorontana. Tsy hisy hampatahotra azy ireo.”",
        "11": "“Fa ho eo foana aho mba hamonjy anao”, hoy i Jehovah, “Haripako kosa ny firenena rehetra nanaparitahako anao. Ianao anefa tsy mba haripako. Hanariko araka ny antonony ianao, Ary tsy havelako ho afa-maina fotsiny fa hosaziko.”",
        "12": "Fa izao no lazain’i Jehovah: “Tsy misy fanafany ny fahavoazanao. Tsy mety sitrana ny ratranao.",
        "13": "Tsy misy olona hiteny hiaro anao, Ary tsy misy azo atao hitsaboana ny ferinao. Tsy misy fanafody mahasitrana anao.",
        "14": "Nanadino anao ireo lehilahy rehetra niaraka taminao. Tsy mitady anao intsony izy ireo. Fa namely anao toy ny famelin’ny fahavalo aho. Nanasazy anao toy ny ataon’ny olona masiaka be aho. Be dia be mantsy ny heloka vitanao ary maro ny fahotanao.",
        "15": "Fa maninona ianao no mitaraina noho ny fahavoazanao? Tsy mety mijanona ny fanaintainanao! Be ny heloka vitanao ary maro ny fahotanao, Ka izany no nahatonga ahy hanao an’izany taminao.",
        "16": "Koa hisy handrapaka izay rehetra mandrapaka anao, Ary ho lasa babo daholo koa ny fahavalonao. Hisy haka an-keriny ny fananan’izay maka an-keriny ny fanananao, Ary havelako hisy handroba izay rehetra mandroba anao.”",
        "17": "“Hataoko salama indray anefa ianao, ary hositraniko ny ratranao”, hoy i Jehovah, “Na dia nailikilik’izy ireo aza ianao ka nantsoiny hoe: ‘Ziona, ilay tsy misy mpitady.’”",
        "18": "Izao no lazain’i Jehovah: “Hiverina any amin’ny tranolain’i Jakoba aho, ka hanangona an’ireo babo Sy hiantra an’ireo tranolainy. Haorina indray eo amin’ilay havoana nisy azy ilay tanàna, Ary ho eo amin’ny toerana tokony hisy azy ilay tilikambo voaro mafy.",
        "19": "Hisy fisaorana avy ao ary hisy feon’olona mihomehy. Hataoko maro be ny taranany, ka tsy ho vitsy izy ireo. Hataoko be dia be izy ireo, Ka tsy ho vitsy an’isa.",
        "20": "Ho toy ny taloha indray ny taranany, Ary ho mafy orina eo anatrehako ny fireneny. Hosaziko izay rehetra mampijaly azy.",
        "21": "Ny iray amin’izy ireo no ho lasa olo-manan-kaja eo aminy, Ary avy eo aminy no hivoahan’ilay mpitondra azy. Hasaiko manakaiky ahy izy, ka hanatona ahy.” “Fa raha tsy izany, iza moa no ho sahy hanatona ahy?”, hoy i Jehovah.",
        "22": "“Dia ho lasa vahoakako ianareo, ary izaho ho Andriamanitrareo.”",
        "23": "Hifofofofo toy ny tafio-drivotra ny fahatezeran’i Jehovah. Ho toy ny rivo-mahery mihodinkodina eo amin’ny lohan’ny ratsy fanahy izany.",
        "24": "Tsy hitony ny fahatezerana mafin’i Jehovah Raha tsy efa vitany sy tanterany ny fikasan’ny fony. Ho azonareo izany any am-parany."
    },
    "31": {
        "1": "“Amin’izany fotoana izany”, hoy i Jehovah, “dia ho Andriamanitry ny foko rehetra eo amin’ny Israely aho, ary izy ireo ho vahoakako.”",
        "2": "Izao no lazain’i Jehovah: “Nahazo sitraka tany an-tany efitra ireo olona tsy matin’ny sabatra, Rehefa nankany amin’ilay tany ialany sasatra ny Israely.”",
        "3": "Niseho tamiko avy lavitra i Jehovah, ka nilaza hoe: “Fitiavana mandrakizay no itiavako anao. Izany no nahatonga ahy hitaona anao hanatona ahy, satria tia anao sy tsy mivadika aminao aho.",
        "4": "Haoriko indray ianao ka ho voaorina. Mbola haka ny ampongatapakao indray ianao, ry Israely virjiny ô, Ka hivoaka handihy sy hifaly.",
        "5": "Ary hamboly voaloboka eny an-tendrombohitr’i Samaria indray ianao. Hamboly ny mpamboly ka hihinana ny vokatra azony.",
        "6": "Fa ho avy ny andro hiantsoantsoan’ny mpitily eny an-tendrombohitr’i Efraima hoe: ‘Mitsangàna, andao hiakatra any Ziona, any amin’i Jehovah Andriamanitsika!’”",
        "7": "Izao mantsy no lazain’i Jehovah: “Manaova horakora-pifaliana ho an’i Jakoba. Mihobia fa ianao no sangany amin’ireo firenena. Ambarao izany! Derao Andriamanitra, ary milazà hoe: ‘Jehovah ô, mba vonjeo ny vahoakanao, dia izay sisa amin’ny Israely!’",
        "8": "Hoentiko miverina avy any amin’ilay tany any avaratra izy ireo. Hangoniko avy any amin’ny faritra lavitra indrindra amin’ny tany izy ireo. Ho eo daholo na ny jamba na ny malemy tongotra Na ny vehivavy bevohoka na ny efa ho teraka. Fiangonana lehibe izy ireo rehefa hiverina eto.",
        "9": "Hiverina izy ireo sady hitomany. Hitarika azy ireo aho raha mbola eo am-pitalahoana famindram-po izy ireo. Hoentiko eny amin’ny rano mikoriana izy ireo, Ary lalana mitovy tantana tsy hahatafintohina azy no hitondrako azy. Fa Ray ho an’ny Israely aho, ary i Efraima no lahimatoako.”",
        "10": "Henoy ny tenin’i Jehovah, ry firenena, Ary ambarao any amin’ireo nosy lavitra izany, ka lazao hoe: “Ilay nampiely ny Israely no hanangona azy. Hikarakara azy toy ny mpiandry ondry mikarakara ny andian’ondriny izy.",
        "11": "Fa hanavotra an’i Jakoba i Jehovah, Ka hamonjy azy eo am-pelatanan’ilay mahery noho izy.",
        "12": "Dia ho avy izy ireo ka hihoby eny amin’ny havoanan’i Ziona. Ary ho miramirana izy ireo noho ny hatsaran-toetran’i Jehovah, Noho ny varimbazaha sy ny divay vaovao sy ny menaka, Ary noho ny zanaky ny ondry aman’osy sy ny zanak’omby. Ho toy ny tanimboly azon-drano tsara izy ireo, Ka tsy ho reraka intsony mihitsy.”",
        "13": "“Amin’izany fotoana izany, dia hifaly sy handihy ny virjiny, Sy ny tovolahy ary ny lehilahy efa antitra. Hovako ho fifaliana ny fahoriany. Hampiononiko izy ireo, ary hampifaliko mba hisinda ny alahelony.",
        "14": "Hataoko afa-po amin’ny sakafo tondraka ny mpisorona, Ary ny vahoakako ho vokin’ny hatsaran-toetrako”, hoy i Jehovah.",
        "15": "“Izao no lazain’i Jehovah: ‘Misy feo re any Rama, dia feon’olona midradradradra sy mitomany be: Mitomany an’ireo zanany lahy i Rahely. Tsy mety hampiononina izy, Satria tsy eo intsony izy ireny.’”",
        "16": "Izao no lazain’i Jehovah: “‘Aza midradradradra intsony ary aza mandrotsaka ranomaso, Fa hovalian-tsoa izay nataonao’, hoy i Jehovah. ‘Hiverina avy any amin’ny tanin’ny fahavalo izy ireny.’",
        "17": "‘Misy antenaina ny hoavinao’, hoy i Jehovah. ‘Hiverina ao amin’ny faritra nisy azy ny zanakao lahy.’”",
        "18": "“Henoko tokoa i Efraima nitaraina hoe: ‘Nanitsy ahy ianao ka nanaiky hahitsy aho, Toy ny zanak’omby mbola tsy nofolahina. Ento miverina aho, dia hiverina avy hatrany, Satria ianao no Jehovah Andriamanitro.",
        "19": "Fa nanenina aho dia niverina taminao. Rehefa nampahafantarina ahy izany, dia nokapohiko ny feko satria nalahelo aho. Menatra sy afa-baraka aho, Satria nitondra latsa aho noho izay nataoko tamin’izaho mbola tanora.’”",
        "20": "“Tsy zanako tena tiako ve i Efraima, ary zanaka mamin’ny foko? Isaky ny manameloka azy mantsy aho, dia tena mbola mahatsiaro azy ihany. Izany no mahatonga ahy hihetsi-po noho ny aminy. Ary tena hiantra azy aho”, hoy i Jehovah.",
        "21": "“Manangàna marika famantaran-dalana ho anao, Ary mametraha takelaka manondro lalana. Diniho tsara ny lalambe, dia ilay lalana tokony halehanao. Ary miverena, ry Israely virjiny ô! Miverena any amin’ireo tanànanao.",
        "22": "Mandra-pahoviana ianao no mbola hiroaroa saina, ry zanakavavy mpivadika? Fa namorona zava-baovao eto an-tany i Jehovah, Dia vehivavy maimay hanenjika lehilahy.”",
        "23": "Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Rehefa angoniko ireo mponin’i Joda lasa babo, dia hisy hiteny indray any Joda sy ao amin’ireo tanànany hoe: ‘Hotahin’i Jehovah anie ianao, ry fonenan’ny fahamarinana sy tendrombohitra masina ô!’",
        "24": "Hiara-monina ao daholo ny Joda sy ny olona ao amin’ny tanànany rehetra, anisan’izany ny tantsaha sy ireo mpandroaka biby fiompy.",
        "25": "Homeko izay ilainy ny reraka, ary hataoko voky izay rehetra reraky ny hanoanana.”",
        "26": "Tamin’izay dia nifoha aho, ka nahiratro ny masoko. Ary mamy tamiko ny torimasoko.",
        "27": "“Henoy izao!”, hoy i Jehovah. “Ho avy ny andro hamafazako voa eo amin’ny taranak’Israely sy ny taranak’i Joda, ka olona sy biby fiompy no voa hafafiko.”",
        "28": "“Nanara-maso azy ireo aho mba hanongotana, handrodanana, handravana, handringanana, ary hanimbana azy. Hanara-maso azy ireo hoatr’izany koa aho mba hanorenana sy hambolena azy”, hoy i Jehovah.",
        "29": "“Tsy hisy hiteny intsony amin’izany andro izany hoe: ‘Ny ray no nihinana voaloboka marikivy, nefa ny nifin’ny zanany no nadilo.’",
        "30": "Fa samy ho fatin’ny fahadisoany ihany ny tsirairay. Izay mihinana voaloboka marikivy no hadilo nify.”",
        "31": "“Henoy izao!”, hoy i Jehovah. “Ho avy ny andro hanaovako fifanekena vaovao amin’ny taranak’Israely sy ny taranak’i Joda.",
        "32": "Tsy ho hoatran’ilay fifanekena nataoko tamin’ny razambeny, tamin’ny andro nitantanako azy nivoaka avy tany Ejipta, anefa izany. ‘Nivadika tamin’iny fifanekena nataoko iny mantsy izy ireo, na dia izaho aza no tena tompony’, hoy i Jehovah.”",
        "33": "“Fa izao no fifanekena hataoko amin’ny taranak’Israely, aorian’izany andro izany”, hoy i Jehovah: “Hataoko ao anatin’izy ireo ny lalàko, sady hosoratako ao am-pony. Dia ho Andriamaniny aho, ary izy ireo ho vahoakako.”",
        "34": "“Samy tsy hampianatra ny namany sy ny rahalahiny intsony izy ireo hoe: ‘Fantaro i Jehovah!’ Hahafantatra ahy mantsy izy rehetra, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra”, hoy i Jehovah. “Fa havelako ny fahadisoany, ary tsy hotsaroako intsony ny fahotany.”",
        "35": "Izao no lazain’i Jehovah, Ilay manome ny masoandro mba hanazava amin’ny andro, Sy manome lalàna mifehy ny volana sy ny kintana mba hanazava amin’ny alina, Ilay mampisamboaravoara ny ranomasina sy mampidoboka ny onjany, Ilay manana anarana hoe Jehovah Tompon’ny tafika:",
        "36": "“‘Raha sanatria ka tsy manan-kery intsony ireny lalàna ireny’, hoy i Jehovah, ‘Dia amin’izay ihany ny taranak’Israely vao tsy ho firenena eo anatrehako intsony.’”",
        "37": "Izao no lazain’i Jehovah: “‘Raha misy mahavita mandrefy ny lanitra ambony, sy mitsidika ny fototry ny tany mba hahalalana an’izay misy any, dia amin’izay ihany aho vao ho afaka handa ny taranak’Israely manontolo, noho izay rehetra nataon’izy ireo’, hoy i Jehovah.”",
        "38": "“Henoy izao!”, hoy i Jehovah. “Ho avy ny andro hanorenana indray ny tanàna ho an’i Jehovah, manomboka eo amin’ny Tilikambon’i Hananela ka hatrany amin’ny Vavahady An-jorony.",
        "39": "Mbola hohenjanina mahitsy hatrany amin’ny havoanan’i Gareba ny tady fandrefesana, ary hihodina mankany Goa.",
        "40": "Ho masina amin’i Jehovah ny lohasaha rehetra fanariana faty sy lavenona, sy ny tanimboly mikitohatohatra rehetra hatrany amin’ny Lohasahan’i Kidrona, ary hatrany amin’ny zoron’ny Vavahadin-tsoavaly any atsinanana. Tsy hongotana intsony mihitsy izany na horavana.”"
    },
    "32": {
        "1": "Nampita ny teniny tamin’i Jeremia i Jehovah, tamin’ny taona faha-10 nanjakan’i Zedekia mpanjakan’ny Joda, izany hoe tamin’ny taona faha-18 nanjakan’i Nebokadnezara.",
        "2": "Nanao fahirano an’i Jerosalema ny tafiky ny mpanjakan’i Babylona tamin’izay fotoana izay. I Jeremia mpaminany kosa nigadra tao amin’ny Tokotanin’ny Mpiambina, teo amin’ny tranon’ny mpanjakan’ny Joda.",
        "3": "Nogadrain’i Zedekia mpanjakan’ny Joda mantsy izy. Hoy i Zedekia taminy: “Fa maninona ianao no maminany hoatr’izany? Milaza ianao hoe: ‘Izao no tenin’i Jehovah: “Hataoko resin’ny mpanjakan’i Babylona ity tanàna ity, ka ho azony.",
        "4": "Ary tsy ho afa-mandositra an’ireo Kaldeanina i Zedekia mpanjakan’ny Joda. Fa hatolotra eo an-tanan’ny mpanjakan’i Babylona tokoa izy, ka hiresaka mivantana aminy sy hifanatri-maso aminy.”’",
        "5": "‘Hoentiny any Babylona i Zedekia, ka hijanona any mandra-pahatongan’ny fotoana hijereko azy’, hoy i Jehovah. ‘Tsy ho resinareo ny Kaldeanina, na dia hiady aminy foana aza ianareo.’”",
        "6": "Hoy i Jeremia: “Niteny tamiko i Jehovah hoe:",
        "7": "‘Ho avy atỳ aminao i Hanamela zanak’i Saloma rahalahin-drainao, hiteny hoe: “Vidio ho anao ilay sahako ao Anatota, satria ianao no voalohany manan-jo hanavotra azy.”’”",
        "8": "Tonga tokoa i Hanamela zanaky ny rahalahin-draiko, araka ny tenin’i Jehovah, ka nankao amiko tao amin’ny Tokotanin’ny Mpiambina. Ary hoy izy tamiko: “Mba vidio, azafady, ilay sahako ao Anatota, any amin’ny tanin’i Benjamina, fa ianao no manan-jo haka sy hanavotra azy. Vidio ho anao ilay izy.” Dia fantatro fa izay no sitrapon’i Jehovah.",
        "9": "Koa novidiko tamin’i Hanamela zanaky ny rahalahin-draiko ilay saha tao Anatota. Nolanjaiko ny vola homena azy, dia fito sekely sy volafotsy folo sekely.",
        "10": "Nanao taratasy fifanekena sy nanisy tombo-kase an’ilay izy aho avy eo, ary naka vavolombelona, dia nandanja ny vola tamin’ny mizana.",
        "11": "Nalaiko ilay taratasy fifampivarotana, izany hoe ilay nasiana tombo-kase araka ny didy sy araka izay notakin’ny lalàna, sy ilay iray tsy nasiana tombo-kase.",
        "12": "Ary nomeko an’i Baroka zanak’i Neria, zanak’i Mahaseia, ilay taratasy fifampivarotana. Nomeko azy teo anatrehan’i Hanamela zanaky ny rahalahin-draiko ilay izy, sy teo anatrehan’ireo vavolombelona nanoratra tao amin’ilay taratasy, ary teo anatrehan’ny Jiosy rehetra nipetraka teo amin’ny Tokotanin’ny Mpiambina.",
        "13": "Dia izao no didy nomeko an’i Baroka, teo anatrehan’izy ireo:",
        "14": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Raiso ireto taratasy fifanekena ireto, dia ilay taratasy fifampivarotana nasiana tombo-kase sy ilay tsy nasiana tombo-kase, ka ataovy ao anaty vilany tany mba ho azo tehirizina ela be.’",
        "15": "Fa izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Mbola hisy trano sy saha ary tanimboaloboka hovidina indray eto amin’ity tany ity.’”",
        "16": "Rehefa avy nomeko an’i Baroka zanak’i Neria ilay taratasy fifampivarotana, dia nivavaka tamin’i Jehovah aho hoe:",
        "17": "“Indrisy, ry Jehovah Tompo Fara Tampony ô! Ianao no nanao ny lanitra sy ny tany tamin’ny herinao lehibe sy ny sandrinao mahery. Tsy misy zava-mahagaga tsy vitanao.",
        "18": "Be fitiavana sy tsy mivadika amin’olona an’arivony ianao, nefa mamela ny zanaka hiharan’ny vokatry ny fahadisoan’ny rainy. Ianao no tena Andriamanitra, Ilay tena miavaka sy mahery, ilay manana anarana hoe Jehovah Tompon’ny tafika.",
        "19": "Manana fikasana lehibe ianao, ary hita amin’ny zava-bitanao hoe mahery ianao. Mandinika an’izay rehetra ataon’ny olombelona ny masonao, mba hamalianao ny tsirairay araka ny fitondran-tenany sy ny ataony.",
        "20": "Nanao famantarana sy fahagagana tany Ejipta ianao, ary mbola fantatr’olona izany hatramin’izao. Nataonao nalaza teto amin’ny Israely sy teo amin’ny olombelona àry ny anaranao, toy ny amin’izao andro izao.",
        "21": "Dia nitondra ny Israely vahoakanao nivoaka avy tany Ejipta ianao, ka nanao famantarana sy fahagagana, sady nampiasa ny tananao matanjaka sy ny sandrinao mahery, ary nanao zavatra mampahatahotra be.",
        "22": "“Tatỳ aoriana, dia nomenao azy ireo ity tany ity. Efa nianiana tamin’ny razambeny mantsy ianao fa hanome azy tany tondra-dronono sy tantely.",
        "23": "Dia tonga teto amin’ity tany ity izy ireo ka naka azy. Tsy nankatò ny teninao anefa izy ireo sady tsy nanaraka ny lalànao. Tsy nisy nataon’izy ireo izay rehetra nasainao nataony, ka nampiharinao taminy izao loza rehetra izao.",
        "24": "Jereo fa manangana dongon-tany hanaovana fahirano an’ilay tanàna ny fahavalo! Tena ho resin’ny Kaldeanina manafika azy ilay tanàna, satria ho tratran’ny sabatra sy ny mosary ary ny areti-mandringana. Tanteraka daholo izay nolazainao, araka izao hitanao izao.",
        "25": "Nilaza tamiko anefa ianao, ry Jehovah Tompo Fara Tampony hoe: ‘Vidio ho anao ilay saha ary aloavy ny vola, dia makà vavolombelona’, na dia tena ho resin’ny Kaldeanina aza ilay tanàna!”",
        "26": "Dia niteny tamin’i Jeremia i Jehovah hoe:",
        "27": "“Izaho no Jehovah Andriamanitry ny olombelona rehetra. Misy zava-mahagaga tsy vitako ve?",
        "28": "Koa izao no lazain’i Jehovah: ‘Hatolotro eo an-tanan’ny Kaldeanina sy Nebokadnezara mpanjakan’i Babylona ity tanàna ity, ka ho azony.",
        "29": "Hiditra ato amin’ity tanàna ity ny Kaldeanina izay manafika azy, ka handoro azy. Hodorany koa ny trano nanoloran’ny olona fanatitra teny an-tampony, izany hoe nanaovana sorona ho an’i Bala sy nandrarahana fanatitra zava-pisotro ho an’ny andriamani-kafa mba hampahatezitra ahy.’",
        "30": "“‘Fa izay ratsy eo imasoko ihany no ataon’ny vahoakan’Israely sy Joda, efa hatramin’izy ireo mbola tanora. Mbola mampahatezitra ahy foana ny zavatra ataon’ny vahoakan’Israely’, hoy i Jehovah.",
        "31": "‘Fa tsy manao afa-tsy izay mampahatezitra sy mampisafoaka ahy ity tanàna ity, hatramin’ny andro nanorenana azy ka hatramin’izao. Koa tsy maintsy hesorina eo anatrehako izy,",
        "32": "noho ny ratsy rehetra nataon’ny vahoakan’Israely sy Joda mba hampahatezitra ahy. Samy nanao ratsy na ry zareo, na ny mpanjakany, na ny andrianany, na ny mpisorony, na ny mpaminaniny, na ny fokon’i Joda, na ny mponin’i Jerosalema.",
        "33": "Nanome lamosina ahy foana izy ireo, fa tsy nanatrika ahy. Tsy nisy nihaino mba handray anatra izy ireo, na dia niezaka nampianatra azy imbetsaka aza aho.",
        "34": "Ary nataony tao amin’ilay trano mitondra ny anarako ireo sampiny maharikoriko, mba handotoana ny tranoko.",
        "35": "Nanorina an’ireo toerana avo ho an’i Bala, ao amin’ny Lohasahan’ny Taranak’i Hinoma, koa izy ireo, mba handoroany ny zanany lahy sy ny zanany vavy ao anaty afo ho an’i Moleka. Tsy nandidy azy hanao an’izany anefa aho ary tsy tao an-tsaiko akory aza ny hanao an’izany zava-maharikoriko izany, ka hoe hahatonga ny Joda hanota.’",
        "36": "“Koa izao no lazain’i Jehovah Andriamanitry ny Israely momba an’ity tanàna ity, izay nolazainareo hoe hatolotra eo an-tanan’ny mpanjakan’i Babylona ka ho tratran’ny sabatra sy ny mosary ary ny areti-mandringana:",
        "37": "‘Hangoniko izy ireo, ka halaiko avy any amin’ny tany rehetra nanaparitahako azy tamin’izaho tezitra sy vinitra ary nisafoaka. Ary hampodiko eto amin’ity toerana ity izy ireo ka havelako hiadana sy hilamina.",
        "38": "Dia ho vahoakako izy ireo, ary izaho ho Andriamaniny.",
        "39": "Hataoko iray fo izy ireo ary lalana iray ihany no handehanany, mba hatahorany ahy foana. Amin’izay dia hahita soa izy sy ny zanany mandimby azy.",
        "40": "Ary hanao fifanekena mandrakizay amin’izy ireo aho, ka tsy hitsahatra hanao soa amin’izy ireo. Dia hataoko ao am-pony ny fahatahorana ahy mba tsy hialany amiko.",
        "41": "Ho faly hanao soa amin’izy ireo aho, ka hataoko miorim-paka eto amin’ity tany ity izy ireo. Hataoko amin’ny foko manontolo sy ny heriko manontolo izany.’”",
        "42": "“Fa izao no lazain’i Jehovah: ‘Toy ny nitondrako an’izao loza amin’antambo rehetra izao tamin’ity vahoaka ity no hanatanterahako amin’izy ireo ny soa rehetra ampanantenaiko azy.",
        "43": "Ary hisy hividy saha indray eto amin’ity tany ity, na dia milaza aza ianareo hoe: “Tany ngazana tsy misy olona na biby ity, sady efa nomena ho an’ny Kaldeanina.”’",
        "44": "“‘Izao no hitranga ao amin’ny tanin’i Benjamina, eny amin’ny faritra manodidina an’i Jerosalema, ao amin’ireo tanànan’i Joda, ny tanàna eny amin’ny faritra be tendrombohitra, ny tanàna eny amin’ny faritra iva, ary ny tanàna any atsimo: Hividy saha amin’ny volany ny olona, hanao taratasy fifampivarotana sy hanisy tombo-kase an’ilay izy, ary haka vavolombelona satria hampodiko ireo babo’, hoy i Jehovah.”"
    },
    "33": {
        "1": "Tamin’i Jeremia mbola nogadraina tao amin’ny Tokotanin’ny Mpiambina, dia niteny taminy fanindroany i Jehovah hoe:",
        "2": "“Izao no lazain’i Jehovah, ilay Mpanao ny tany, dia i Jehovah ilay namolavola azy io sy nanao azy ho mafy orina; Jehovah no anarany:",
        "3": "‘Antsoy aho dia hamaly anao. Vonona aho hilaza aminao zavatra lehibe sy tsy takatry ny saina, izay mbola tsy fantatrao.’”",
        "4": "“Fa izao no lazain’i Jehovah Andriamanitry ny Israely momba an’ireo trano ato amin’ity tanàna ity sy ireo tranon’ny mpanjakan’ny Joda, izay noravana mba hiatrehana an’ireo fahavalo nanorina dongon-tany hanaovana fahirano sady nampiasa sabatra,",
        "5": "sy momba an’ireo tonga hiady amin’ny Kaldeanina ka mameno an’ireo toerana ireo amin’ny fatin’ireo olona novonoiko tao anatin’ny hatezerako sy ny fahavinirako, dia ireo nanao ratsy ka nahatonga ahy hanafina ny tarehiko tsy hijery an’ity tanàna ity:",
        "6": "‘Hataoko matanjaka sy salama indray izy. Hanasitrana azy ireo aho, ary homeko fiadanam-be izy ireo sady haharihariko aminy ny fahamarinana.",
        "7": "Hampodiko ny Joda sy Israely nentina babo. Ary hampahery azy ireo toy ny nataoko tamin’ny voalohany aho.",
        "8": "Hodioviko izy ireo mba ho afaka amin’ny heloka rehetra vitany tamin’izy ireo nanota tamiko. Havelako daholo ny helony tamin’izy ireo nanota tamiko sy nandika ny lalàko.",
        "9": "Hahafaly ahy ny anaran’ity tanàna ity, ary hahazo dera sy voninahitra eo anatrehan’ny firenena rehetra eny ambonin’ny tany aho noho ny aminy. Handre ny soa rehetra hataoko amin’ny vahoakako mantsy izy ireny. Ary hihorohoro sy hangovitra izy ireny noho ny soa rehetra hataoko amin’ilay tanàna sy ny fiadanam-be homeko azy.’”",
        "10": "“Izao no lazain’i Jehovah: ‘Eto amin’ity toerana lazainareo hoe ngazana tsy misy olona na biby fiompy ity, izany hoe ao amin’ireo tanànan’i Joda sy ny lalan’i Jerosalema izay tsy misy olona na mponina na biby fiompy, dia mbola handrenesana",
        "11": "feon’olona mifaly sy miravoravo, feona mpampakatra sy ampakarina, ary feon’ireo olona milaza hoe: “Misaora an’i Jehovah Tompon’ny tafika fa tsara i Jehovah. Be fitiavana izy sady tsy mivadika mandrakizay!”’ “‘Hitondra fanatitra fisaorana ao an-tranon’i Jehovah izy ireo, satria hampodiko izay mponin’ity tany ity lasa babo ka ho lasa toy ny taloha izy ireo’, hoy i Jehovah.”",
        "12": "“Izao no lazain’i Jehovah Tompon’ny tafika: ‘Mbola hisy kijana hahafahan’ny mpiandry ondry hampiala sasatra ny andian’ondriny, eto amin’ity toerana ngazana tsy misy olona na biby fiompy ity, sy ao amin’ny tanànany rehetra.’",
        "13": "“‘Mbola hisy andian’ondry handalo eo ambany tanan’ny mpanisa azy ao amin’ireo tanàna eny amin’ny faritra be tendrombohitra, ao amin’ireo tanàna eny amin’ny faritra iva, ao amin’ireo tanàna any atsimo, ao amin’ny tanin’i Benjamina, ao amin’ny faritra manodidina an’i Jerosalema, ary ao amin’ireo tanànan’i Joda’, hoy i Jehovah.”",
        "14": "“‘Henoy izao!’, hoy i Jehovah. ‘Ho avy ny andro hanatanterahako ny zava-tsoa nampanantenaiko momba ny taranak’Israely sy ny taranak’i Joda.",
        "15": "Hampipoitra tsimoka marina ho an’i Davida aho, amin’izany andro sy fotoana izany. Ary hanao ny rariny sy ny hitsiny eo amin’ilay tany izy.",
        "16": "Hovonjena ny Joda amin’izany andro izany ary hilamina i Jerosalema, ka izao no hiantsoana azy: I Jehovah no Fahamarinantsika.’”",
        "17": "“Fa izao no lazain’i Jehovah: ‘Hisy lehilahy avy amin’ny taranak’i Davida foana hipetraka eo amin’ny seza fiandrianan’ny taranak’Israely.",
        "18": "Hisy lehilahy avy amin’ny Levita mpisorona foana koa hitsangana eo anatrehako, mba hanolotra fanatitra dorana manontolo sy handoro fanatitra varimbazaha ary hanao sorona.’”",
        "19": "Niteny tamin’i Jeremia indray i Jehovah hoe:",
        "20": "“Izao no lazain’i Jehovah: ‘Raha vitanareo ny manafoana ny fifanekena nataoko momba ny andro sy ny fifanekena nataoko momba ny alina, mba hisakanana ny andro sy ny alina tsy ho tonga amin’ny fotoana tokony hahatongavany,",
        "21": "dia amin’izay ihany vao ho azo foanana ny fifanekena nataoko tamin’i Davida mpanompoko, ka tsy hanana zanakalahy ho mpanjaka hipetraka eo amin’ny seza fiandrianany izy. Amin’izay ihany koa vao ho azo foanana ny fifanekena nataoko tamin’ny Levita mpisorona mpanompoko.",
        "22": "Hataoko maro be ny taranak’i Davida mpanompoko sy ny Levita manompo ahy, ka ho be dia be hoatran’ny zavatra eny amin’ny lanitra izay tsy voaisa, sy hoatran’ny fasika any an-dranomasina izay tsy voafatra.’”",
        "23": "Niteny tamin’i Jeremia indray i Jehovah hoe:",
        "24": "“Tsy efa henonao ve fa niteny ity vahoaka ity hoe: ‘Hialan’i Jehovah ireo fianakaviana roa nofidiny’? Tsy hajain’izy ireo ny vahoakako, ary tsy heverin’izy ireo ho firenena intsony.",
        "25": "“Izao no lazain’i Jehovah: ‘Tsy hanova ny fifanekena nataoko momba ny andro sy ny alina aho, ary tsy hanova ny lalàna mifehy ny lanitra sy ny tany. Dia hoatr’izany koa",
        "26": "fa tsy hanary ny taranak’i Jakoba sy Davida mpanompoko mihitsy aho. Koa hifidy olona avy amin’ny taranany foana aho, mba ho mpanjaka eo amin’ny taranak’i Abrahama sy Isaka ary Jakoba. Hangoniko mantsy izay taranany lasa babo ka hiantrako.’”"
    },
    "34": {
        "1": "Izao no tenin’i Jehovah tamin’i Jeremia, raha mbola niady tamin’i Jerosalema sy ny tanàna rehetra nanodidina azy i Nebokadnezara mpanjakan’i Babylona sy ny tafiny manontolo, sy ny fanjakana rehetra teto an-tany izay teo ambany fahefany, ary ny firenena rehetra:",
        "2": "“Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Mandehana miresaka amin’i Zedekia mpanjakan’ny Joda, dia lazao aminy hoe: “Izao no tenin’i Jehovah: ‘Hataoko resin’ny mpanjakan’i Babylona ity tanàna ity ka hodorany.",
        "3": "Ary tsy ho afa-mandositra azy ianao, satria tsy maintsy ho tratra ka hatolotra eo an-tanany. Hifanatri-maso amin’ny mpanjakan’i Babylona ianao, ary izy hiresaka mivantana aminao. Dia hoentina any Babylona ianao.’",
        "4": "Izao anefa, ry Zedekia mpanjakan’ny Joda ô, henoy ny tenin’i Jehovah: ‘Izao no lazain’i Jehovah momba anao: “Tsy ho fatin’ny sabatra ianao,",
        "5": "fa ho faty amim-piadanana. Handoro zava-manitra ho anao ny olona, toy ny nataony tamin’ny razambenao, dia ireo mpanjaka talohanao. Ary hisaona anao izy ireo sady hilaza hoe: ‘Indrisy, ry tompoko ô!’ Fa ‘izaho no efa nanambara an’izany teny izany’, hoy i Jehovah.”’”’”",
        "6": "Dia nolazain’i Jeremia mpaminany tamin’i Zedekia mpanjakan’ny Joda, teto Jerosalema, izany teny rehetra izany.",
        "7": "Tamin’izay ny tafiky ny mpanjakan’i Babylona dia niady tamin’i Jerosalema sy ny sisa rehetra tamin’ireo tanànan’i Joda, dia i Lakisy sy Azeka. Ireo mantsy sisa no tanàna voaro mafy mbola tsy resy, tamin’ireo tanànan’i Joda.",
        "8": "Dia nampita ny teniny tamin’i Jeremia i Jehovah, rehefa avy nanao fifanekena tamin’ny olona rehetra teto Jerosalema i Zedekia Mpanjaka hoe hafahana ny mpanompo.",
        "9": "Samy tokony hanafaka ny mpanompony hebreo izy ireo, na mpanompolahy izany na mpanompovavy, mba tsy hisy hanana mpanompo Jiosy hoatr’azy intsony.",
        "10": "Koa nankatò an’izany ny andriana rehetra sy ny vahoaka manontolo. Nanao an’ilay fifanekena izy ireo hoe samy hanafaka ny mpanompolahiny sy ny mpanompovaviny, dia tsy hanao azy ireny ho mpanompo intsony. Nankatò izy ireo ka namela azy ireny handeha.",
        "11": "Naverin’izy ireo indray anefa, tatỳ aoriana, ny mpanompolahiny sy ny mpanompovaviny izay efa nafahany. Dia notereny hanompo azy indray izy ireny.",
        "12": "Koa nampita ny teniny tamin’i Jeremia i Jehovah, ary izao no nolazain’i Jehovah taminy:",
        "13": "“Izao no tenin’i Jehovah Andriamanitry ny Israely: ‘Nanao fifanekena tamin’ny razambenareo aho tamin’ny andro nitondrako azy nivoaka avy tany Ejipta, avy tao amin’ny toerana nanandevozana azy. Nilaza tamin’izy ireo aho hoe:",
        "14": "“Rehefa tapitra ny fito taona, dia samia manafaka ny Hebreo rahalahinareo, izay namidy taminareo ka efa nanompo anareo enin-taona. Tsy maintsy afahanareo izy.” Tsy nihaino ahy anefa ny razambenareo, sady tsy nanongilan-tsofina.",
        "15": "Niova kosa ianareo, tato ho ato, ary nanao izay tsara teo imasoko, ka nanafaka an’ireo namanareo. Ary nanao fifanekena teo anatrehako tao amin’ny trano mitondra ny anarako ianareo.",
        "16": "Niova hevitra anefa ianareo avy eo ary nanazimbazimba ny anarako, ka samy namerina ny mpanompolahinareo sy ny mpanompovavinareo, na dia efa nafahanareo aza izy ireny mba handehanany any amin’izay tiany. Noterenareo hanompo anareo indray izy ireny.’",
        "17": "“Izao àry no lazain’i Jehovah: ‘Tsy nankatò ahy ianareo, satria tsy nafahanareo ny rahalahinareo sy ny namanareo. Koa hafahako ianareo izao’, hoy i Jehovah, ‘mba ho fatin’ny sabatra sy ny areti-mandringana ary ny mosary. Dia hataoko mihorohoro ny fanjakana rehetra eto an-tany mahita an’izay hanjo anareo.",
        "18": "Ary izao no hanjo an’izay nivadika tamin’ilay fifanekena nataoko, ka tsy nanatanteraka an’izay voalazan’ilay fifanekena nataony teo anatrehako, rehefa nozarainy roa ny zanak’omby ka nandalo teo anelanelan’izany izy ireo,",
        "19": "dia ny andrianan’i Joda, ny andrianan’i Jerosalema, ny tandapa, ny mpisorona, ary ny vahoaka manontolo izay nandalo teo anelanelan’ilay zanak’omby nozaraina roa:",
        "20": "Hatolotro eo an-tanan’ny fahavalony sy ireo mitady hamono azy izy ireo, ka ho sakafon’ny voro-manidina sy ny bibidia ny fatiny.",
        "21": "Ary i Zedekia mpanjakan’ny Joda sy ny andrianany, dia hatolotro eo an-tanan’ny fahavalony sy ireo mitady hamono azy ary ny tafiky ny mpanjakan’i Babylona, izay efa niala teo aminareo ka tsy nanafika anareo indray.’",
        "22": "“‘Izaho no hanome baiko’, hoy i Jehovah, ‘ka haveriko eto amin’ity tanàna ity izy ireo. Dia hotafihiny ity tanàna ity, ka halainy sy hodorany. Hataoko lasa ngazana tsy misy mponina ireo tanànan’i Joda.’”"
    },
    "35": {
        "1": "Izao no nolazain’i Jehovah tamin’i Jeremia tamin’ny andron’i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "2": "“Mankanesa any amin’ny fianakavian’ny Rekabita, ka miresaha aminy ary ento ao an-tranon’i Jehovah, ao amin’ny iray amin’ireo efitra fisakafoana, izy ireo. Dia omeo divay izy ireo hosotroiny.”",
        "3": "Nalaiko àry i Jazania zanak’i Jeremia, zanak’i Habazinia, sy ny rahalahiny, ny zanany rehetra, ary ny fianakavian’ny Rekabita manontolo.",
        "4": "Dia nentiko tao an-tranon’i Jehovah izy ireo, tao amin’ny efitra fisakafoan’ny taranak’i Hanana zanak’i Jigdalia, lehilahin’Andriamanitra. Io efitra io dia teo akaikin’ny efitra fisakafoan’ireo andriana, tao ambonin’ny efitra fisakafoan’i Mahaseia zanak’i Saloma, mpiandry varavarana.",
        "5": "Dia norosoako divay ireo lehilahy anisan’ny fianakavian’ny Rekabita. Nataoko tao anaty kaopy isan-karazany ilay izy, ary niteny aho hoe: “Misotroa divay!”",
        "6": "Hoy anefa izy ireo: “Tsy hisotro divay izahay, satria efa nanome baiko anay i Jonadaba zanak’i Rekaba razambenay hoe: ‘Aza misotro divay ianareo na ny taranakareo, na rahoviana na rahoviana.",
        "7": "Ary aza manao trano, na mamafy voa, na mamboly voaloboka. Tsy tokony hanana tanimboaloboka koa ianareo. Ao anaty tranolay foana kosa ianareo no hipetraka, mba ho ela velona eo amin’ilay tany ivahinianareo.’",
        "8": "Koa mbola ankatoavinay ny baiko rehetra nomen’i Jonadaba zanak’i Rekaba razambenay, ka tsy misotro divay mihitsy izahay, na ny vadinay, na ny zanakay lahy na ny zanakay vavy.",
        "9": "Tsy manao trano hipetrahanay koa izahay, ary tsy manana tanimboaloboka na saha na masomboly.",
        "10": "Mipetraka ao anaty tranolay foana izahay, ary mankatò an’izay rehetra nasain’i Jonadaba razambenay nataonay.",
        "11": "Fa rehefa niakatra hanafika an’ilay tany i Nebokadnezara mpanjakan’i Babylona, dia niteny izahay hoe: ‘Andao hankao Jerosalema, mba tsy ho tratran’ny tafiky ny Kaldeanina sy ny Syrianina!’ Dia izany no mahatonga anay hipetraka eto Jerosalema.”",
        "12": "Dia niteny tamin’i Jeremia i Jehovah hoe:",
        "13": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Mandehana lazao amin’ny fokon’i Joda sy ny mponin’i Jerosalema hoe: “Tsy efa nampirisihina foana hankatò ny teniko ve ianareo?”, hoy i Jehovah.",
        "14": "“Nanome baiko ny taranany i Jonadaba zanak’i Rekaba mba tsy hisotro divay, dia narahin’izy ireo ny teniny ka tsy misotro divay izy ireo hatramin’izao. Mankatò an’izay lazain’ny razambeny izy ireo. Izaho anefa efa niteny anareo imbetsaka, fa tsy nankatoavinareo.",
        "15": "Nirahiko tany aminareo foana ny mpaminany mpanompoko rehetra. Imbetsaka aho no naniraka azy ireny tany aminareo mba hiteny hoe: ‘Samia re miala amin’ny ratsy fanaonareo e, ary manaova ny tsara! Aza manaraka andriamani-kafa ary aza manompo an’ireny. Dia hipetraka foana ao amin’ilay tany nomeko anareo sy ny razambenareo ianareo.’ Tsy nanongilan-tsofina nihaino ahy anefa ianareo.",
        "16": "Ny taranak’i Jonadaba zanak’i Rekaba nanaraka ny baiko nomen’ny razambeny, fa ity vahoaka ity kosa tsy mba mihaino ahy.”’”",
        "17": "“Koa izao no lazain’i Jehovah Andriamanitry ny tafika, Andriamanitry ny Israely: ‘Hampihariko amin’ny Joda sy ny mponina rehetra eto Jerosalema ny loza rehetra efa nampitandremako azy. Efa niteny azy ireo mantsy aho nefa tsy nihaino izy, ary niantso azy foana aho nefa tsy namaly izy.’”",
        "18": "Ary hoy i Jeremia tamin’ny fianakavian’ny Rekabita: “Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Satria nankatoavinareo ny baiko nomen’i Jonadaba razambenareo, ary mbola arahinareo an-tsakany sy an-davany foana ny baiko rehetra nomeny anareo,",
        "19": "dia izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Hisy olona avy amin’ny taranak’i Jonadaba zanak’i Rekaba foana hanompo eo anatrehako.”’”"
    },
    "36": {
        "1": "Izao no nolazain’i Jehovah tamin’i Jeremia tamin’ny taona fahefatra nanjakan’i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "2": "“Makà horonam-boky, ka soraty ao ny teny rehetra nolazaiko taminao, tamin’izaho nanameloka ny Israely sy ny Joda ary ny firenena rehetra, nanomboka tamin’ny andro voalohany nitenenako taminao tamin’ny andron’i Josia ka hatramin’izao.",
        "3": "Angamba rehefa maheno ny loza rehetra nokasaiko hamelezana azy ny taranak’i Joda, dia mety hiala amin’ny fanao ratsiny, ka havelako ny fahadisoany sy ny fahotany.”",
        "4": "Nantsoin’i Jeremia avy eo i Baroka zanak’i Neria, ary notononin’i Jeremia taminy ny teny rehetra nolazain’i Jehovah. Dia nosoratan’i Baroka tao amin’ilay horonam-boky izany.",
        "5": "Ary hoy i Jeremia tamin’i Baroka: “Tsy afaka mankany an-tranon’i Jehovah aho satria tsy mahazo mandeha any.",
        "6": "Koa ianao no tsy maintsy mankany an-tranon’i Jehovah amin’ny andro fifadian-kanina. Dia vakio mafy amin’ny olona ao ny tenin’i Jehovah notononiko taminao, izay nosoratanao tao amin’ilay horonam-boky. Hovakinao amin’ny vahoakan’ny Joda rehetra, izay tonga avy any amin’ny tanànany avy izany.",
        "7": "Angamba ho henon’i Jehovah ny fitalahoan’izy ireo famindram-po, ary samy hiala amin’ny fanao ratsiny izy ireo. Nilaza mantsy i Jehovah hoe tezitra be sy vinitra mafy amin’ity vahoaka ity izy.”",
        "8": "Nanao an’izay rehetra nasain’i Jeremia mpaminany nataony àry i Baroka zanak’i Neria. Novakiny mafy tao an-tranon’i Jehovah ny tenin’i Jehovah tao amin’ilay horonam-boky.",
        "9": "Tamin’ny volana fahasivy, tamin’ny taona fahadimy nanjakan’i Joiakima zanak’i Josia, mpanjakan’ny Joda, dia nahazo filazana ny vahoaka manontolo teto Jerosalema sy ny olona rehetra avy any amin’ny tanànan’i Joda, izay tonga teto Jerosalema, hoe tokony hifady hanina eo anatrehan’i Jehovah izy ireo.",
        "10": "Dia novakin’i Baroka tamin’ny vahoaka manontolo ny tenin’i Jeremia tao amin’ilay horonam-boky. Novakiny mafy tao an-tranon’i Jehovah izany, tao amin’ny efitr’i Gemaria zanak’i Safana mpanao dika soratra, tao amin’ny tokotany ambony, teo amin’ny fidirana amin’ilay vavahady vaovao amin’ny tranon’i Jehovah.",
        "11": "Henon’i Mikaia zanak’i Gemaria, zanak’i Safana, ny tenin’i Jehovah rehetra tao amin’ilay horonam-boky.",
        "12": "Dia nidina nankao an-tranon’ny mpanjaka izy, tao amin’ny efitry ny mpitan-tsoratra. Hitany nipetraka tao daholo ny andriana: I Elisama mpitan-tsoratra, Delaia zanak’i Semaia, Elnatana zanak’i Akbora, Gemaria zanak’i Safana, Zedekia zanak’i Hanania, ary ny andriana hafa rehetra.",
        "13": "Dia nolazain’i Mikaia tamin’izy ireo ny teny rehetra henony novakin’i Baroka tamin’ny vahoaka, avy tao amin’ilay horonam-boky.",
        "14": "Koa nirahin’ny andriana rehetra ho any amin’i Baroka i Jehody zanak’i Netania, zanak’i Selemia, zanak’i Kosy, mba hilaza hoe: “Tongava atỳ dia ento miaraka aminao ilay horonam-boky novakinao tamin’ny vahoaka.” Dia nalain’i Baroka zanak’i Neria ilay horonam-boky, ary nankany amin’izy ireo izy.",
        "15": "Ary hoy izy ireo tamin’i Baroka: “Mipetraha, azafady, dia vakio mafy aminay ilay izy.” Dia novakiny tamin’izy ireo ilay izy.",
        "16": "Raha vao ren’izy ireo izany teny rehetra izany, dia nifampijery izy ireo sady natahotra, ka nilaza tamin’i Baroka hoe: “Tsy maintsy lazainay amin’ny mpanjaka izany teny rehetra izany.”",
        "17": "Ary nanontany an’i Baroka izy ireo hoe: “Mba lazao aminay, azafady, hoe ahoana no nanoratanao an’izany teny rehetra izany? Notononiny taminao ve?”",
        "18": "Dia hoy i Baroka: “Notononiny tamiko daholo izany teny izany, dia nosoratako tamin’ny ranomainty tato amin’ity horonam-boky ity.”",
        "19": "Ary niteny tamin’i Baroka ireo andriana hoe: “Mandehana miafina ianao sy Jeremia, ary aza atao misy mahalala mihitsy izay misy anareo.”",
        "20": "Dia nankany amin’ny mpanjaka tao an-tokotany ireo andriana, fa ilay horonam-boky kosa navelany tao amin’ny efitr’i Elisama mpitan-tsoratra. Ary nolazain’izy ireo tamin’ny mpanjaka izay rehetra henony.",
        "21": "Koa nirahin’ny mpanjaka i Jehody mba haka an’ilay horonam-boky. Dia nalain’i Jehody tao amin’ny efitr’i Elisama mpitan-tsoratra ilay izy, ka novakiny tamin’ny mpanjaka sy ny andriana rehetra nitsangana teo akaikin’ny mpanjaka.",
        "22": "Volana fahasivy tamin’izay, ka nipetraka tao amin’ny trano fonenany rehefa ririnina ny mpanjaka, ary nisy afo nirehitra tao amin’ilay fatana teo anoloany.",
        "23": "Rehefa nahavaky tsanganan-tsoratra telo na efatra i Jehody, dia notapahin’ny mpanjaka tamin’ny antsin’ny mpitan-tsoratra izay voavakiny, ka natsipin’ny mpanjaka tao anaty afo tao am-patana. Nodorany tao am-patana daholo ilay horonam-boky tamin’ny farany.",
        "24": "Tsy mba natahotra na ny mpanjaka na ny mpanompony rehetra, rehefa naheno an’izany teny rehetra izany. Tsy nandrovitra ny akanjony koa izy ireo.",
        "25": "Na dia niangavy an’ilay mpanjaka aza i Elnatana sy Delaia ary Gemaria mba tsy handoro an’ilay horonam-boky, dia tsy nohenoiny izy ireo.",
        "26": "Ary nomen’ny mpanjaka baiko i Jeramela zanaky ny mpanjaka sy Seraia zanak’i Azriela ary Selemia zanak’i Abdela, mba hisambotra an’i Baroka mpitan-tsoratra sy Jeremia mpaminany. Nafenin’i Jehovah anefa izy roa lahy.",
        "27": "Rehefa avy nodoran’ny mpanjaka ilay horonam-boky nosoratan’i Baroka, izay nisy ny teny notononin’i Jeremia, dia niteny tamin’i Jeremia indray i Jehovah hoe:",
        "28": "“Makà horonam-boky hafa, ary soraty ao daholo ny teny tao amin’ilay horonam-boky voalohany, izay nodoran’i Joiakima mpanjakan’ny Joda.",
        "29": "Ary izao no holazainao amin’i Joiakima mpanjakan’ny Joda: ‘Izao no lazain’i Jehovah: “Efa nodoranao ilay horonam-boky teo iny, ary niteny ianao hoe: ‘Nahoana ianao no nanoratra tao amin’iny hoe: “Tsy maintsy ho avy handrava an’ity tany ity ny mpanjakan’i Babylona, ka haringany daholo na olona na biby”?’",
        "30": "Koa izao no lazain’i Jehovah mba hanamelohana an’i Joiakima mpanjakan’ny Joda: ‘Tsy hisy amin’ny taranany hipetraka eo amin’ny seza fiandrianan’i Davida, ary ny fatiny havela hodanihin’ny andro amin’ny antoandro ary hirotsahan’ny lanezy manify amin’ny alina.",
        "31": "Hataoko ampamoaka noho ny fahadisoany izy sy ny taranany ary ny mpanompony. Ary hataoko tonga amin’izy ireo sy amin’ny mponin’i Jerosalema ary amin’ny fokon’i Joda ny loza rehetra izay efa nolazaiko hamelezana azy fa tsy nohenoiny.’”’”",
        "32": "Dia naka horonam-boky hafa i Jeremia, ka natolony an’i Baroka mpitan-tsoratra, zanak’i Neria. Koa nosoratan’i Baroka tao ny teny rehetra notononin’i Jeremia, izay efa tao amin’ilay horonam-boky nodoran’i Joiakima mpanjakan’ny Joda. Ary mbola nampiana teny maro hafa hoatran’ireo, tao amin’ilay izy."
    },
    "37": {
        "1": "Nanjaka nandimby an’i Konia zanak’i Joiakima i Zedekia Mpanjaka zanak’i Josia, satria izy no notendren’i Nebokadnezara mpanjakan’i Babylona ho mpanjaka tao Joda.",
        "2": "Tsy nihaino ny tenin’i Jehovah nolazain’i Jeremia mpaminany anefa i Zedekia sy ny mpanompony ary ny vahoaka.",
        "3": "Nirahin’i Zedekia Mpanjaka ho any amin’i Jeremia mpaminany i Jehokala zanak’i Selemia sy Zefania zanak’i Mahaseia mpisorona, mba hilaza hoe: “Mba mivavaha re amin’i Jehovah Andriamanitsika ho antsika e!”",
        "4": "Afaka nivezivezy malalaka teo amin’ny vahoaka i Jeremia tamin’izay, satria mbola tsy natao am-ponja.",
        "5": "Ary nivoaka avy any Ejipta ny tafik’i Farao. Dia henon’ireo Kaldeanina nanao fahirano an’i Jerosalema izany, ka niala tsy nanafika an’i Jerosalema indray izy ireo.",
        "6": "Dia niteny tamin’i Jeremia mpaminany i Jehovah hoe:",
        "7": "“Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Izao tenenina amin’ny mpanjakan’ny Joda, izay naniraka anareo hanontany ahy: “Henoy izao! Hiverina any amin’ny taniny, any Ejipta, ny tafik’i Farao izay tonga hanampy anareo.",
        "8": "Dia hiverina indray ny Kaldeanina ka hanafika an’ity tanàna ity sy haka azy ary handoro azy.”",
        "9": "Izao no lazain’i Jehovah: “Aza mamita-tena ka miteny hoe: ‘Tsy hiverina intsony ny Kaldeanina.’ Tsy maintsy hiverina mantsy izy ireo.",
        "10": "Na dia resinareo aza ny tafiky ny Kaldeanina manontolo miady aminareo, ka lehilahy maratra sisa no tavela, dia mbola hitsangana avy ao amin’ny tranolainy izy ireny ka handoro an’ity tanàna ity.”’”",
        "11": "Rehefa niala ny tafiky ny Kaldeanina ka tsy nanafika an’i Jerosalema indray, satria efa an-dalana ny tafik’i Farao,",
        "12": "dia niainga avy tao Jerosalema i Jeremia mba hankany amin’ny tanin’i Benjamina sy hahazo an’izay anjara tokony ho azy avy amin’ny havany.",
        "13": "Rehefa tonga teo amin’ny Vavahadin’i Benjamina anefa i Jeremia mpaminany, dia nosamborin’ilay mpiandraikitra an’ireo mpiambina vavahady. Jiria no anaran’izy io, ary zanak’i Selemia zanak’i Hanania izy. Hoy izy taminy: “Handeha hitolo-batana any amin’ny Kaldeanina ianao io!”",
        "14": "Hoy anefa i Jeremia: “Tsy marina izany! Tsy hitolo-batana any amin’ny Kaldeanina aho.” Tsy nihaino azy anefa i Jiria. Koa nosamboriny i Jeremia ary nentiny tany amin’ireo andriana.",
        "15": "Dia tezitra be tamin’i Jeremia ireo andriana, ka nikapoka azy ary nanagadra azy tao an-tranon’i Jonatana mpitan-tsoratra, satria tao no natao fonja.",
        "16": "Natao tao amin’ny efitra iray tao amin’ny lakaly figadrana i Jeremia, dia nijanona tao nandritra ny andro maromaro.",
        "17": "Dia naniraka olona haka an’i Jeremia i Zedekia Mpanjaka. Ary nanontany azy mangingina tao an-tranony ny mpanjaka hoe: “Niteny zavatra taminao ve i Jehovah?” Dia namaly i Jeremia hoe: “Ie!” Hoy ihany izy: “Hatolotra eo an-tanan’ny mpanjakan’i Babylona ianao!”",
        "18": "Nilaza tamin’i Zedekia Mpanjaka koa i Jeremia hoe: “Fa dia inona loatra no fahotana vitako taminao sy tamin’ny mpanomponao ary tamin’ity firenena ity no gadrainareo aho?",
        "19": "Aiza izao ireo mpaminaninareo izay nilaza taminareo hoe: ‘Tsy ho avy hanafika anareo sy ity tany ity ny mpanjakan’i Babylona’?",
        "20": "Mba henoy re aho, ry mpanjaka tompoko ô! Mba henoy re ny fitalahoako e! Aza averina ao an-tranon’i Jonatana mpitan-tsoratra aho, sao ho faty ao!”",
        "21": "Koa nanome baiko i Zedekia Mpanjaka hoe hotazonina ao amin’ny Tokotanin’ny Mpiambina i Jeremia. Ary nomena mofo iray isan’andro avy tany amin’ny Lalan’ny mpanao mofo izy, mandra-pahalanin’ny mofo rehetra tao an-tanàna. Dia tao amin’ny Tokotanin’ny Mpiambina tao foana i Jeremia."
    },
    "38": {
        "1": "Ary henon’i Sefatia zanak’i Matana, sy Gedalia zanak’i Pasora, sy Jokala zanak’i Selemia, ary Pasora zanak’i Malkia ny teny nolazain’i Jeremia tamin’ny vahoaka manontolo, hoe:",
        "2": "“Izao no lazain’i Jehovah: ‘Izay mijanona ato amin’ity tanàna ity, dia ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana. Fa izay mitolo-batana any amin’ny Kaldeanina kosa dia tsy ho faty, fa ny ainy no ho babony ka ho velona izy.’",
        "3": "Izao no lazain’i Jehovah: ‘Tsy maintsy ho resin’ny tafiky ny mpanjakan’i Babylona ity tanàna ity ka ho azony.’”",
        "4": "Hoy ireo andriana tamin’ny mpanjaka: “Mba asaivo vonoina ho faty iny lehilahy iny, fa manakivy an’ireo miaramila sisa ato an-tanàna sy ny vahoaka rehetra izany teniny izany. Tsy mitady izay hiadanan’ity firenena ity mantsy iny lehilahy iny, fa izay hahitany loza.”",
        "5": "Dia namaly i Zedekia Mpanjaka hoe: “Eo am-pelatananareo izy. Tsy misy na inona na inona azon’ny mpanjaka atao hanakanana anareo.”",
        "6": "Koa nalain’izy ireo i Jeremia dia nalatsany tao amin’ny lavaka fanangonan-dranon’i Malkia zanaky ny mpanjaka, tao amin’ny Tokotanin’ny Mpiambina. Tady no nampidinany an’i Jeremia. Tsy nisy rano tao amin’ilay lavaka fa fotaka fotsiny, ka nanomboka nilentika tao anaty fotaka i Jeremia.",
        "7": "Henon’i Ebeda-meleka Etiopianina, tandapa tao an-tranon’ny mpanjaka, fa nalefan’izy ireo tao anaty lavaka fanangonan-drano i Jeremia. Nipetraka teo amin’ny Vavahadin’i Benjamina ny mpanjaka tamin’izay.",
        "8": "Nivoaka avy tao an-tranon’ny mpanjaka àry i Ebeda-meleka ka niteny taminy hoe:",
        "9": "“Ry mpanjaka tompoko ô! Tena ratsy ny zavatra nataon’ireny lehilahy ireny tamin’i Jeremia mpaminany! Natsipiny ao amin’ny lavaka fanangonan-drano izy. Ho faty mosary ao izy satria tsy misy mofo intsony ato an-tanàna.”",
        "10": "Koa nanome baiko an’i Ebeda-meleka Etiopianina ny mpanjaka hoe: “Makà 30 lahy avy eto, ka ampiakaro avy ao anaty lavaka fanangonan-drano i Jeremia mpaminany dieny mbola tsy maty.”",
        "11": "Dia nentin’i Ebeda-meleka niaraka taminy ireo lehilahy ireo, ary nankao an-tranon’ny mpanjaka tao ambanin’ny efitra fitehirizan-karena izy. Ary naka voro-damba sy tapa-damba tonta tao izy, ka nampidininy tamin’ny tady ho ao amin’i Jeremia tao an-davaka izany.",
        "12": "Dia hoy i Ebeda-meleka Etiopianina tamin’i Jeremia: “Ataovy ao ambany helikao, azafady, ireny voro-damba sy tapa-damba ireny, dia ataovy eo ambaniny ny tady.” Dia nataon’i Jeremia izany.",
        "13": "Ary nosintonin’izy ireo tamin’ny tady i Jeremia ka nampiakariny avy tao amin’ilay lavaka fanangonan-drano. Dia nijanona tao amin’ny Tokotanin’ny Mpiambina i Jeremia.",
        "14": "Naniraka olona haka an’i Jeremia mpaminany i Zedekia Mpanjaka mba ho any aminy, eo amin’ny fidirana fahatelo, izay ao an-tranon’i Jehovah. Dia hoy ny mpanjaka tamin’i Jeremia: “Misy zavatra tiako hanontaniana anao, ka aza misy afenina amiko.”",
        "15": "Ary hoy i Jeremia tamin’i Zedekia: “Raha mamaly ny fanontanianao aho, dia azo antoka hoe hovonoinao ho faty. Ary raha manoro hevitra anao aho, dia tsy hihaino ianao.”",
        "16": "Koa nianiana mangingina tamin’i Jeremia i Zedekia Mpanjaka hoe: “Raha mbola velona koa i Jehovah, izay nanome aina antsika, dia tsy hamono anao ho faty aho ary tsy hanolotra anao eo an-tanan’ireo mitady hamono anao.”",
        "17": "Dia hoy i Jeremia tamin’i Zedekia: “Izao no lazain’i Jehovah Andriamanitry ny tafika, Andriamanitry ny Israely: ‘Raha mitolo-batana any amin’ireo andrianan’ny mpanjakan’i Babylona ianao, dia ho avotra ny ainao sady tsy hodorana ity tanàna ity, ary tsy ho faty ianao sy ny ankohonanao.",
        "18": "Fa raha tsy mitolo-batana any amin’ireo andrianan’ny mpanjakan’i Babylona kosa ianao, dia ho resin’ny Kaldeanina ity tanàna ity ka hodorany, ary tsy ho afa-mandositra azy ireo ianao.’”",
        "19": "Dia hoy i Zedekia Mpanjaka tamin’i Jeremia: “Matahotra an’ireo Jiosy efa nitolo-batana tany amin’ny Kaldeanina aho. Mety hampijalijaly ahy mantsy ry zareo, raha hatolotra eo an-tanany aho.”",
        "20": "Fa hoy i Jeremia: “Tsy hatolotra eo an-tanan-dry zareo ianao! Mba ankatoavy re ny tenin’i Jehovah lazaiko aminao e! Dia hahita soa ianao ary tsy ho faty.",
        "21": "Fa raha tsy mety mitolo-batana kosa ianao, dia izao no nampahafantarin’i Jehovah ahy hoe hitranga:",
        "22": "Hoentina hivoaka eny amin’ireo andrianan’ny mpanjakan’i Babylona ny vehivavy rehetra sisa tavela ao an-tranon’ny mpanjakan’ny Joda, ka hilaza hoe: ‘Nofitahin’ireo lehilahy natokisanao ianao ka resiny. Nalentiny tao anaty fotaka ny tongotrao. Izao izy ireo nitsoaka anao, dia nandao anao.’",
        "23": "Hoentina eny amin’ny Kaldeanina ny vadinao sy ny zanakao lahy rehetra, ary tsy ho afa-mandositra azy ireo ianao. Hosamborin’ny mpanjakan’i Babylona ianao, ary noho ianao dia hodorana ity tanàna ity.”",
        "24": "Hoy àry i Zedekia tamin’i Jeremia: “Aza atao misy mahafantatra izany zavatra izany mba tsy ho faty ianao.",
        "25": "Fa raha fantatry ny andriana hoe niresaka taminao aho ka tonga hiteny aminao ry zareo hoe: ‘Lazao aminay, azafady, izay noresahinao tamin’ny mpanjaka. Aza misy afenina aminay izany, dia tsy hovonoinay ho faty ianao. Inona no noresahin’ny mpanjaka taminao?’,",
        "26": "dia izao avaly an-dry zareo: ‘Niangavy ny mpanjaka aho hoe aza averina any an-tranon’i Jonatana sao ho faty any.’”",
        "27": "Tonga tao amin’i Jeremia tokoa ny andriana rehetra, tatỳ aoriana, ka nanontany azy. Dia noteneniny tamin’izy ireo izay rehetra nasain’ny mpanjaka nolazainy. Koa tsy niteny intsony izy ireo, satria tsy nisy nandre an’ilay resaka nifanaovany tamin’ny mpanjaka.",
        "28": "Ary nijanona tao amin’ny Tokotanin’ny Mpiambina i Jeremia mandra-pahatongan’ny andro nahazoan’ny Kaldeanina an’i Jerosalema. Mbola tao izy rehefa azon’izy ireo i Jerosalema."
    },
    "39": {
        "1": "Tamin’ny volana fahafolo, tamin’ny taona fahasivy nanjakan’i Zedekia mpanjakan’ny Joda, dia tonga nanao fahirano an’i Jerosalema i Nebokadnezara mpanjakan’i Babylona sy ny tafiny manontolo.",
        "2": "Noloahan’izy ireo ny mandan’ilay tanàna, tamin’ny andro fahasivin’ny volana fahefatra, tamin’ny taona faha-11 nanjakan’i Zedekia.",
        "3": "Dia niditra tao amin’ilay tanàna daholo ny andrianan’ny mpanjakan’i Babylona ka nipetraka teo amin’ny Vavahady Afovoany. Ireto avy izy ireo: I Nergala-sarezera Samgara, Nebo-sarsekima Rabsarisa, Nergala-sarezera Rabmagy, ary ny sisa rehetra tamin’ireo andrianan’ny mpanjakan’i Babylona.",
        "4": "Rehefa nahita azy ireo i Zedekia mpanjakan’ny Joda sy ny miaramila rehetra, dia nandositra niala tao an-tanàna tamin’ny andro alina. Tany amin’ny zaridainan’ny mpanjaka ny lalan’izy ireo, teo amin’ilay vavahady teo anelanelan’ny manda roa sosona. Ary nandeha tamin’ny lalana mankany Araba izy ireo.",
        "5": "Nanenjika azy ireo anefa ny tafiky ny Kaldeanina, ka tratrany tao amin’ilay lemaka karakaina any Jeriko i Zedekia. Dia nosamborin’izy ireo izy ka nentiny niakatra tany amin’i Nebokadnezara mpanjakan’i Babylona tao Ribla, tany Hamata. Tany ilay mpanjaka no namoaka didim-pitsarana momba azy.",
        "6": "Nasain’ny mpanjakan’i Babylona novonoina tao Ribla teo imason’i Zedekia ireo zanany lahy. Nasain’ny mpanjakan’i Babylona novonoina koa ny olona ambony rehetra tao Joda.",
        "7": "Dia nopotsiriny ny mason’i Zedekia, ary nofatorany tamin’ny gadra varahina izy mba hoentina any Babylona.",
        "8": "Nodoran’ny Kaldeanina avy eo ny tranon’ny mpanjaka sy ny tranon’ny vahoaka, ary narodany ny mandan’i Jerosalema.",
        "9": "Dia nentin’i Nebozaradana, lehiben’ny mpiambina, ny vahoaka sisa tao an-tanàna, sy ireo efa nitolo-batana tany aminy, ary izay olon-kafa sisa tavela, ka nataony sesitany tany Babylona.",
        "10": "Fa navelan’i Nebozaradana lehiben’ny mpiambina hijanona tao Joda kosa ny sasany tamin’ireo mahantra faraidiny, izay tsy nanana na inona na inona. Nomeny tanimboaloboka sy tany hovolena koa izy ireo, tamin’izany andro izany.",
        "11": "Ary nanome baiko momba an’i Jeremia i Nebokadnezara mpanjakan’i Babylona, ka hoy izy tamin’i Nebozaradana lehiben’ny mpiambina:",
        "12": "“Alaivo izy, dia karakarao. Aza manisy ratsy azy, fa ataovy izay angatahiny aminao.”",
        "13": "Koa nandefa iraka i Nebozaradana lehiben’ny mpiambina, sy Nebosazbana Rabsarisa, sy Nergala-sarezera Rabmagy, ary ny manamboninahitra rehetran’ny mpanjakan’i Babylona,",
        "14": "mba haka an’i Jeremia tany amin’ny Tokotanin’ny Mpiambina. Dia natolony an’i Gedalia zanak’i Ahikama, zanak’i Safana, izy mba hoentiny any an-tranony. Koa niara-nonina tamin’ny vahoaka izy.",
        "15": "Tamin’i Jeremia mbola nogadraina tao amin’ny Tokotanin’ny Mpiambina, dia niteny taminy i Jehovah hoe:",
        "16": "“Mandehana lazao amin’i Ebeda-meleka Etiopianina hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Hotanterahiko ny teniko momba an’ity tanàna ity, dia ny hahatonga loza aminy fa tsy ny hanisy soa azy. Ary hahita maso an’izany ianao amin’izany andro izany.”’",
        "17": "“‘Hamonjy anao anefa aho amin’izany andro izany’, hoy i Jehovah, ‘ary tsy hatolotra eo an-tanan’ireo olona atahoranao ianao.’",
        "18": "“‘Fa tsy maintsy hataoko afa-mandositra ianao, ka tsy ho fatin’ny sabatra. Ary ny ainao no ho babonao, satria natoky ahy ianao’, hoy i Jehovah.”"
    },
    "40": {
        "1": "Nampita ny teniny tamin’i Jeremia i Jehovah, rehefa avy nanafaka azy avy tao Rama i Nebozaradana lehiben’ny mpiambina. Nisy gadra vy ny tanan’i Jeremia tamin’izy nentiny tao, ary anisan’ireo babo nentina avy teto Jerosalema sy Joda izy, mba hatao sesitany any Babylona.",
        "2": "Dia nalain’ilay lehiben’ny mpiambina i Jeremia, ka hoy izy taminy: “Efa nilaza i Jehovah Andriamanitrao fa hahatonga an’izao loza izao amin’ity toerana ity.",
        "3": "Dia notanterahin’i Jehovah tokoa izay nolazainy. Nanota tamin’i Jehovah mantsy ianareo ary tsy nankatò ny teniny, ka izany no mahatonga anareo hiharan’izao.",
        "4": "Esoriko anefa izao ny gadra vy amin’ny tananao. Koa raha tianao ny hiaraka amiko ho any Babylona dia andao, fa hikarakara anao aho. Fa raha tsy te hiaraka amiko ho any Babylona kosa ianao, dia afaka mijanona. Jereo fa eo anoloanao ny tany manontolo, ka mandehana any amin’izay rehetra tianao haleha.”",
        "5": "Raha mbola nisalasala teo i Jeremia hoe hiverina sa tsia, dia hoy i Nebozaradana: “Miverena any amin’i Gedalia zanak’i Ahikama, zanak’i Safana. Izy no notendren’ny mpanjakan’i Babylona hifehy an’ireo tanànan’i Joda. Ary mijanòna miaraka aminy, miaraka amin’ny vahoaka. Na mandehana any amin’izay tianao haleha.” Dia nanome azy anjara sakafo sy fanomezana ilay lehiben’ny mpiambina, ary namela azy handeha.",
        "6": "Koa nankany amin’i Gedalia zanak’i Ahikama tany Mizpa i Jeremia, ka nijanona niaraka taminy, teo amin’ny vahoaka sisa tavela tao amin’ilay tany.",
        "7": "Tatỳ aoriana, dia henon’ny lehiben’ny tafika rehetra tany ambanivohitra sy ny miaramilany, fa notendren’ny mpanjakan’i Babylona hitondra an’ilay tany i Gedalia zanak’i Ahikama. Ren’izy ireo koa hoe izy no notendreny hiandraikitra an’ireo lehilahy sy vehivavy ary ankizy mahantra teo amin’ny vahoaka, izay tsy natao sesitany tany Babylona.",
        "8": "Nankany amin’i Gedalia tany Mizpa àry izy ireo. Ireto avy izany: I Ismaela zanak’i Netania, Johanana sy Jonatana zanak’i Karea, Seraia zanak’i Tanometa, ireo zanak’i Efay Netofatita, ary Jazania zanak’ilay Makatita, niaraka tamin’ny miaramilany avy.",
        "9": "Dia nianiana tamin’izy ireo sy ny miaramilany i Gedalia zanak’i Ahikama, zanak’i Safana hoe: “Aza matahotra hanompo ny Kaldeanina. Mipetraha eto amin’ity tany ity ary manompoa ny mpanjakan’i Babylona, dia hahita soa ianareo.",
        "10": "Fa izaho hijanona eto Mizpa mba hisolo tena anareo eo anatrehan’ny Kaldeanina izay ho avy eto amintsika. Fa ianareo kosa manangòna divay sy voankazo masaka fahavaratra ary menaka. Dia ataovy ao anatin’ny fitaovana fitehirizanareo azy izany. Ary mipetraha ao amin’ireo tanàna nalainareo ho anareo.”",
        "11": "Henon’ny Jiosy rehetra tany Moaba, Amona, Edoma, ary tany amin’ny tany hafa rehetra fa nisy olona navelan’ny mpanjakan’i Babylona hijanona tao Joda. Ren’izy ireo koa fa nanendry an’i Gedalia zanak’i Ahikama, zanak’i Safana izy hiandraikitra an’ireo.",
        "12": "Nanomboka niverina avy tany amin’ny toerana rehetra nanaparitahana azy àry ny Jiosy rehetra. Tonga tany Joda, tao amin’i Gedalia tao Mizpa, izy ireo, ary nanangona divay sy voankazo be dia be masaka fahavaratra.",
        "13": "Nankany amin’i Gedalia tany Mizpa i Johanana zanak’i Karea sy ny lehiben’ny tafika rehetra tany ambanivohitra.",
        "14": "Dia hoy izy ireo taminy: “Tsy fantatrao angaha fa nirahin’i Balisa mpanjakan’ny Amonita i Ismaela zanak’i Netania mba hamono anao ho faty?” Tsy nino azy ireo anefa i Gedalia zanak’i Ahikama.",
        "15": "Dia niresaka mangingina tamin’i Gedalia, tany Mizpa, i Johanana zanak’i Karea hoe: “Avelao aho handeha hamono an’i Ismaela zanak’i Netania, fa tsy hisy olona hahalala mihitsy. Fa maninona izy no havela hamono anao ho faty? Ary nahoana moa no hiparitaka ny vahoakan’ny Joda rehetra efa nangonina eto aminao, ary ho ripaka ireo sisa amin’ny Joda?”",
        "16": "Hoy anefa i Gedalia zanak’i Ahikama tamin’i Johanana zanak’i Karea: “Aza manao an’izany, fa tsy marina izany zavatra lazainao momba an’i Ismaela izany.”"
    },
    "41": {
        "1": "Tamin’ny volana fahafito dia tonga tany Mizpa, tany amin’i Gedalia zanak’i Ahikama, i Ismaela zanak’i Netania zanak’i Elisama, ary nisy folo lahy niaraka taminy. Taranaka mpanjaka i Ismaela sady anisan’ny manamboninahitry ny mpanjaka. Raha mbola teo am-pisakafoana tany Mizpa izy ireo,",
        "2": "dia nitsangana i Ismaela zanak’i Netania sy ireo folo lahy niaraka taminy, ka nasian’izy ireo tamin’ny sabatra i Gedalia zanak’i Ahikama, zanak’i Safana. Koa novonoin’i Ismaela ilay olona notendren’ny mpanjakan’i Babylona hitondra an’ilay tany.",
        "3": "Novonoiny daholo koa ireo Jiosy niaraka tamin’i Gedalia tany Mizpa, sy ireo miaramila kaldeanina tany.",
        "4": "Ny ampitson’ny namonoana an’i Gedalia, raha mbola tsy nisy nahalala mihitsy izany,",
        "5": "dia nisy 80 lahy tonga avy any Sekema sy Silo ary Samaria. Efa nesorin’izy ireo ny volombavany, norovitiny ny akanjony, ary nodidididiany ny vatany. Nivimbina fanatitra varimbazaha sy ditin-kazo manitra izy ireo mba hoentiny ao an-tranon’i Jehovah.",
        "6": "Koa nivoaka avy tao Mizpa i Ismaela zanak’i Netania mba hitsena azy ireo, ka sady nitomany izy no nandeha. Rehefa nihaona tamin’izy ireo izy, dia niteny hoe: “Andao ho any amin’i Gedalia zanak’i Ahikama.”",
        "7": "Novonoin’i Ismaela zanak’i Netania sy ireo lehilahy niaraka taminy anefa izy ireo rehefa tonga tao an-tanàna. Dia natsipiny tao anaty lavaka fanangonan-drano ny fatin’izy ireo.",
        "8": "Nisy folo lahy tamin’izy ireo anefa niteny tamin’i Ismaela hoe: “Aza vonoina izahay, fa izahay manana tahirina varimbazaha sy vary orza sy menaka ary tantely nafeninay any an-tsaha.” Koa tsy novonoiny niaraka tamin’ireo rahalahiny izy ireo.",
        "9": "Dia natsipin’i Ismaela tao amin’ny lavaka fanangonan-drano iray lehibe ny fatin’ireo lehilahy rehetra novonoiny. I Asa Mpanjaka no nanao azy io tamin’izy norahonan’i Basa mpanjakan’ny Israely. Io ilay lavaka nofenoin’i Ismaela, zanak’i Netania, faty.",
        "10": "Dia nentin’i Ismaela ho babo ny vahoaka sisa rehetra tany Mizpa, anisan’izany ireo zanakavavin’ny mpanjaka sy ny olona rehetra tavela tany Mizpa, izay nankinin’i Nebozaradana lehiben’ny mpiambina tamin’i Gedalia zanak’i Ahikama. Nentin’i Ismaela zanak’i Netania ho babo izy ireo, ary nentiny nankany amin’ny Amonita.",
        "11": "Henon’i Johanana zanak’i Karea sy ny lehiben’ny tafika rehetra niaraka taminy ny ratsy rehetra nataon’i Ismaela zanak’i Netania.",
        "12": "Nangonin’izy ireo àry ny miaramila rehetra, dia niainga izy ireo mba hiady tamin’i Ismaela zanak’i Netania. Ary nahita azy teo akaikin’ny rano be tao Gibeona izy ireo.",
        "13": "Faly ny olona rehetra nentin’i Ismaela, rehefa nahita an’i Johanana zanak’i Karea sy ny lehiben’ny tafika rehetra niaraka taminy.",
        "14": "Dia niverin-dalana ny olona rehetra nalain’i Ismaela ho babo avy tany Mizpa, ka niaraka tamin’i Johanana zanak’i Karea.",
        "15": "Fa i Ismaela zanak’i Netania sy ny lehilahy valo niaraka taminy kosa tafatsoaka an’i Johanana, ka nankany amin’ny Amonita.",
        "16": "Nalain’i Johanana zanak’i Karea sy ny lehiben’ny tafika rehetra niaraka taminy, ny vahoaka sisa rehetra avy tany Mizpa, izay nafahany avy teo an-tanan’i Ismaela zanak’i Netania, taorian’ny namonoan’i Ismaela an’i Gedalia zanak’i Ahikama. Nentiny niverina niaraka tamin’izy ireo avy tany Gibeona, na lehilahy, na miaramila, na vehivavy, na ankizy, na tandapa.",
        "17": "Dia nandeha izy ireo ka nijanona teo amin’ny toeram-pilasian’i Kimama, teo akaikin’i Betlehema. Nieritreritra ny ho any Ejipta izy ireo,",
        "18": "noho ny amin’ny Kaldeanina. Natahotra an’ireo Kaldeanina mantsy izy ireo, satria novonoin’i Ismaela zanak’i Netania i Gedalia zanak’i Ahikama, ilay notendren’ny mpanjakan’i Babylona hitondra an’ilay tany."
    },
    "42": {
        "1": "Dia nanatona an’i Jeremia ny lehiben’ny tafika rehetra, sy Johanana zanak’i Karea, sy Jazania zanak’i Hosaia, ary ny vahoaka manontolo, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra.",
        "2": "Hoy izy ireo tamin’i Jeremia mpaminany: “Mba henoy re ny fitalahoanay e, ka mivavaha amin’i Jehovah Andriamanitrao ho anay rehetra tavela eto! Be dia be mantsy izahay taloha nefa ireo sisa, araka izao hitanao izao.",
        "3": "I Jehovah Andriamanitrao anie hilaza aminay ny lalana tokony halehanay sy izay tokony hataonay!”",
        "4": "Dia namaly azy ireo i Jeremia mpaminany hoe: “Eny àry fa efa re izay! Hivavaka amin’i Jehovah Andriamanitrareo aho araka izany fangatahanareo izany. Ary holazaiko aminareo daholo izay teny havalin’i Jehovah anareo. Tsy hisy teny hafeniko aminareo, na iray aza.”",
        "5": "Hoy izy ireo tamin’i Jeremia: “I Jehovah anie no ho vavolombelona marina sy mendri-pitokisana hiampanga anay, raha tsy arahinay an-tsakany sy an-davany izay asain’i Jehovah Andriamanitrao lazainao aminay!",
        "6": "Hankatoavinay ny tenin’i Jehovah Andriamanitray, ilay nasainay nanontanianao, na mety aminay ilay izy na tsia. Amin’izay dia hahita soa izahay satria mankatò ny tenin’i Jehovah Andriamanitray.”",
        "7": "Dia nampita ny teniny tamin’i Jeremia i Jehovah rehefa afaka folo andro.",
        "8": "Koa nantsoin’i Jeremia i Johanana zanak’i Karea, sy ny lehiben’ny tafika rehetra niaraka taminy, ary ny vahoaka manontolo, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra.",
        "9": "Dia hoy izy tamin’izy ireo: “Naniraka ahy ianareo mba hitalaho amin’i Jehovah Andriamanitry ny Israely ho anareo, ka izao no lazainy:",
        "10": "‘Raha mijanona eto amin’ity tany ity tokoa ianareo, dia haoriko fa tsy horavako, ary hamboleko fa tsy hongotako. Fa hanenina aho noho ny loza namelezako anareo.",
        "11": "Aza atahorana ny mpanjakan’i Babylona, izay atahoranareo.’ “‘Aza matahotra azy’, hoy i Jehovah, ‘fa ho eo foana aho, mba hamonjy sy hanafaka anareo tsy ho azon’ny tanany.",
        "12": "Hamindra fo aminareo aho, dia hamindra fo aminareo izy ka hampody anareo eto amin’ny taninareo.",
        "13": "“‘Fa raha hoy kosa ianareo: “Tsia! Tsy hijanona eto amin’ity tany ity izahay!”, ka tsy mankatò ny tenin’i Jehovah Andriamanitrareo ianareo,",
        "14": "fa milaza hoe: “Tsia! Aleonay ihany mankany Ejipta, fa tsy hahita ady izahay rehefa any sady tsy handre feon’anjombona, ary tsy ho ory sakafo. Any izahay no hipetraka.”",
        "15": "Dia henoy ny tenin’i Jehovah, ry sisa tavela amin’ny Joda! Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Raha tena tapa-kevitra ny ho any Ejipta ianareo ka mandeha mipetraka any,",
        "16": "dia hahatratra anareo any Ejipta ny sabatra izay atahoranareo, ary hanaraka anareo any ny mosary izay mampanahy anareo, ka any ianareo no ho faty.",
        "17": "Ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana izay rehetra tapa-kevitra ny ho any Ejipta mba hipetraka any. Tsy hisy hiangana izy ireo ary tsy hisy ho afa-mandositra an’ilay loza hamelezako azy.”’",
        "18": "“Fa hoy i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Toy ny nanamparako ny hatezerako sy ny fahavinirako tamin’ny mponin’i Jerosalema, no hanamparako ny hatezerako aminareo raha mankany Ejipta ianareo. Hanozona anareo ny olona ary hihorohoro mahita an’izay hanjo anareo. Hanala baraka sy handatsa anareo koa izy ireo. Ary tsy hahita an’ity toerana ity intsony mihitsy ianareo.’",
        "19": "“Efa niteny anareo i Jehovah, ry sisa amin’ny Joda ô! Aza mankany Ejipta. Fantaro tsara fa efa nampitandrina anareo aho androany",
        "20": "hoe hafoinareo ny ainareo noho ny fahadisoanareo. Naniraka ahy ho any amin’i Jehovah Andriamanitrareo mantsy ianareo, ka nilaza hoe: ‘Mivavaha amin’i Jehovah Andriamanitray ho anay. Ary teneno aminay izay rehetra lazain’i Jehovah Andriamanitray, dia hataonay.’",
        "21": "Dia izany no noteneniko taminareo androany, nefa tsy hankatò ny tenin’i Jehovah Andriamanitrareo ianareo na hanao izay nasainy nolazaiko taminareo.",
        "22": "Koa fantaro tsara fa ho fatin’ny sabatra sy ny mosary ary ny areti-mandringana any amin’ilay toerana tianareo handehanana sy hipetrahana ianareo.”"
    },
    "43": {
        "1": "Rehefa voalazan’i Jeremia tamin’ny vahoaka manontolo ireo teny rehetra nolazain’i Jehovah Andriamaniny ireo, izany hoe izay rehetra nasain’i Jehovah Andriamaniny nolazainy tamin’izy ireo,",
        "2": "dia niteny tamin’i Jeremia i Azaria zanak’i Hosaia sy Johanana zanak’i Karea ary ny lehilahy rehetra nanambony tena hoe: “Mandainga ianao! Tsy naniraka anao hilaza aminay i Jehovah Andriamanitray hoe: ‘Aza mandeha mipetraka any Ejipta.’",
        "3": "Fa i Baroka zanak’i Neria no nampirisika anao hiteny an’izany, amin’izay hatolotra eo an-tanan’ny Kaldeanina izahay, dia ho faty na hatao sesitany any Babylona.”",
        "4": "Koa tsy nankatoavin’i Johanana zanak’i Karea sy ny lehiben’ ny tafika rehetra ary ny vahoaka manontolo ilay tenin’i Jehovah hoe mijanòna ao Joda.",
        "5": "Fa nentin’i Johanana zanak’i Karea sy ny lehiben’ny tafika rehetra niaraka tamin’izy ireo kosa ny sisa rehetra amin’ny Joda, izany hoe ireo niverina avy any amin’ny firenena rehetra nanaparitahana azy mba hipetraka tao Joda.",
        "6": "Nentin’izy ireo ny lehilahy, ny vehivavy, ny ankizy, ireo zanakavavin’ny mpanjaka, ary ny olona rehetra navelan’i Nebozaradana lehiben’ny mpiambina hijanona niaraka tamin’i Gedalia zanak’i Ahikama, zanak’i Safana. Nentin’izy ireo koa i Jeremia mpaminany sy Baroka zanak’i Neria.",
        "7": "Tsy nankatoavin’izy ireo ny tenin’i Jehovah, ka nankany Ejipta izy ireo ary tonga hatrany Tapanesa mihitsy.",
        "8": "Dia niteny tamin’i Jeremia tany Tapanesa i Jehovah hoe:",
        "9": "“Makà vato lehibe vitsivitsy dia afeno ao anaty rihitra, eo amin’ilay tokotany biriky, eo amin’ny fidirana amin’ny tranon’i Farao any Tapanesa. Ataovy eo imason’ny lehilahy jiosy izany.",
        "10": "Ary lazao amin’izy ireo hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Hampiantso an’i Nebokadnezara mpanjakan’i Babylona sady mpanompoko aho. Hapetrako eo ambonin’ireo vato nafeniko ireo ny seza fiandrianany, ary hovelariny eo ambonin’ireo ny tranolainy.",
        "11": "Dia ho avy hamely an’i Ejipta izy, ka ho tratran’ny loza mahafaty izay natao ho tratran’ny loza mahafaty. Ho lasa babo izay natao ho lasa babo. Ary ho fatin’ny sabatra izay natao ho fatin’ny sabatra.",
        "12": "Hodorako ny tranon’ireo andriamanitr’i Ejipta. Dia hodorany ireny ary hoentiny ho babo izy ireo. Hitafy an’i Ejipta toy ny fitafin’ny mpiandry ondry ny lambany izy, ka hilamina tsara ny fialany any.",
        "13": "Dia hopotipotehiny ireo andry ao Beti-semesy any Ejipta, ary hodorany amin’ny afo ny tranon’ireo andriamanitr’i Ejipta.”’”"
    },
    "44": {
        "1": "Izao no hafatra nampitaina tamin’i Jeremia, ho an’ny Jiosy rehetra nipetraka tatỳ Ejipta, dia ireo nipetraka tao Migdola, Tapanesa, Nofa, ary Patrosa:",
        "2": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Efa hitanareo ny loza rehetra nataoko tamin’i Jerosalema sy ny tanàna rehetra any Joda. Rava tanteraka izy ireo ankehitriny, sady tsy misy mponina.",
        "3": "Nanao zava-dratsy mantsy izy ireo mba hampahatezitra ahy. Nandeha nanao sorona izy ireo ary nanompo andriamani-kafa tsy fantany, sady tsy fantatrareo no tsy fantatry ny razambenareo.",
        "4": "Nirahiko tany aminareo foana ny mpaminany mpanompoko rehetra. Imbetsaka aho no naniraka azy ireny tany aminareo mba hiteny hoe: “Aza dia manao an’izao zava-maharikoriko halako izao re ianareo e!”",
        "5": "Tsy nihaino anefa izy ireo na nanongilan-tsofina ka tsy niala tamin’ny ratsy fanaony, fa mbola nanao sorona ho an’ny andriamani-kafa ihany.",
        "6": "Koa nanampatra ny hatezerako sy ny fahavinirako aho, ka nandoro an’ireo tanànan’i Joda sy ny lalan’i Jerosalema izany. Dia rava tanteraka sy ngazana ireo, araka ny hita amin’izao.’",
        "7": "“Ary izao no lazain’i Jehovah Andriamanitry ny tafika, Andriamanitry ny Israely: ‘Nahoana ianareo no mitady loza, ka ho ringana daholo ny lehilahy sy ny vehivavy ary ny ankizy sy ny zaza ao Joda, dia tsy hisy hiangana ianareo?",
        "8": "Fa maninona ianareo no mampahatezitra ahy amin’ny zavatra ataonareo, ka manao sorona ho an’ireo andriamani-kafa atỳ Ejipta, izay toerana nalehanareo mba honenana? Ho ringana ianareo, ary ny anaranareo no hampiasain’ny firenena rehetra eny ambonin’ny tany rehefa manozona izy ireo.",
        "9": "Hadinonareo angaha ny ratsy nataon’ny razambenareo sy nataon’ireo mpanjakan’ny Joda sy ny vadiny, ary ny ratsy nataonareo sy ny vadinareo, tao Joda sy teny amin’ny lalan’i Jerosalema?",
        "10": "Mbola tsy manetry tena ihany izy ireo hatramin’izao na matahotra. Mbola tsy arahin’izy ireo koa ny lalàna sy fitsipika nomeko anareo sy ny razambenareo.’",
        "11": "“Koa izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Tapa-kevitra ny hahatonga loza aminareo aho, mba handringanana ny Joda rehetra.",
        "12": "Ary halaiko ireo sisa amin’ny Joda, dia ireo tapa-kevitra ny ho atỳ Ejipta mba hipetraka atỳ, ka ho ripaka atỳ Ejipta izy rehetra. Ho fatin’ny sabatra sy ho ripaky ny mosary izy ireo, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Ho fatin’ny sabatra sy ny mosary tokoa izy ireo. Dia hanozona azy ireo ny olona ary hihorohoro mahita an’izay hanjo azy. Hanala baraka sy handatsa azy ireo koa izy ireny.",
        "13": "Hosaziko ireo mipetraka atỳ Ejipta, toy ny nanasaziako an’i Jerosalema ka namelezako azy tamin’ny sabatra sy ny mosary ary ny areti-mandringana.",
        "14": "Dia tsy hisy ho afa-mandositra na hisy hiangana ny sisa amin’ny Joda, izay nandeha nipetraka atỳ Ejipta. Te hiverina mafy hipetraka any Joda izy ireo, nefa tsy ho tafaverina any, afa-tsy olona vitsy.’”",
        "15": "Namaly an’i Jeremia ny lehilahy rehetra izay nahalala fa nanao sorona ho an’ny andriamani-kafa ny vadiny, sy ny vehivavy rehetra nitsangana teo, izay tena be dia be, ary ny vahoaka manontolo nipetraka tatỳ Ejipta, tao Patrosa. Hoy izy ireo taminy:",
        "16": "“Tsy hihaino ny teny nolazainao taminay izahay, na dia nolazainao tamin’ny anaran’i Jehovah aza izany.",
        "17": "Izay teny rehetra efa nolazainay ihany no hotanterahinay: Hanao sorona ho an’ny Mpanjakavavin’ny Lanitra izahay, ary handraraka fanatitra zava-pisotro ho azy, hoatran’ny efa nataonay sy nataon’ny razambenay, sy ny mpanjakanay, ary ny andriananay tao amin’ireo tanànan’i Joda sy teny amin’ny lalan’i Jerosalema. Voky hanina sy niadana izahay tamin’izany, ary tsy nisy loza nanjo anay mihitsy.",
        "18": "Fa hatramin’ny tsy nanaovanay sorona ho an’ny Mpanjakavavin’ny Lanitra sy tsy nandrarahanay fanatitra zava-pisotro ho azy intsony, dia tsy manana na inona na inona izahay sady ripaky ny sabatra sy ny mosary.”",
        "19": "Hoy koa ireo vehivavy: “Angaha moa izahay tsy efa nangataka alalana tamin’ny vadinay, rehefa nanao sorona ho an’ny Mpanjakavavin’ny Lanitra, sy nandraraka fanatitra zava-pisotro ho azy? Nangataka alalana izahay vao nanao mofo mitovy bika amin’ilay andriamanibavy mba hatao fanatitra, sy nandraraka fanatitra zava-pisotro ho azy.”",
        "20": "Dia hoy i Jeremia tamin’ny vahoaka manontolo, izany hoe ireo lehilahy sy ny vadiny avy ary ny olona rehetra niresaka taminy:",
        "21": "“Tsaroan’i Jehovah sady tsy afaka ao an-tsainy ny sorona nataonareo sy nataon’ny razambenareo, sy ny mpanjakanareo, sy ny andriananareo, ary ny vahoaka tao amin’ireo tanànan’i Joda sy teny amin’ny lalan’i Jerosalema!",
        "22": "Koa tsy zakan’i Jehovah intsony tamin’ny farany ireo zavatra ratsy sy maharikoriko fanaonareo. Dia rava ny taninareo sady tsy misy mponina intsony, ka nahatonga ny olona hihorohoro sy hampiasa ny anarany rehefa manozona, toy ny amin’izao andro izao.",
        "23": "Tonga aminareo izao loza izao ankehitriny, satria nanao an’ireny sorona ireny ianareo ary nanota tamin’i Jehovah. Tsy nankatò ny tenin’i Jehovah ianareo, sady tsy nanaraka ny lalàny sy ny fitsipiny ary ny fampahatsiahivany.”",
        "24": "Hoy ihany i Jeremia tamin’ny vahoaka manontolo sy ny vehivavy rehetra: “Henoy ny tenin’i Jehovah, ry Joda rehetra atỳ Ejipta!",
        "25": "Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Notanterahinareo sy ny vadinareo izay nolazainareo. Niteny mantsy ianareo hoe: “Tsy maintsy hefainay ny voady nataonay, dia ny hanao sorona ho an’ny Mpanjakavavin’ny Lanitra sy ny handraraka fanatitra zava-pisotro ho azy.” Hanefa ny voadinareo tokoa ianareo vehivavy, ary hanatanteraka ny voadinareo.’",
        "26": "“Koa henoy ny tenin’i Jehovah, ry Joda rehetra mipetraka atỳ Ejipta: ‘“Mianiana amin’ny anarako be voninahitra aho”, hoy i Jehovah, “fa tsy hisy olona avy any Joda hianiana amin’ny anarako intsony eran’i Ejipta, ka hilaza hoe: ‘Raha mbola velona koa i Jehovah Tompo Fara Tampony!’",
        "27": "Manara-maso azy ireo aho mba hahatonga loza aminy fa tsy soa. Ho ripaky ny sabatra sy ny mosary ny olona rehetra avy any Joda atỳ Ejipta, mandra-pahafongany.",
        "28": "Vitsy kely sisa no tsy ho ripaky ny sabatra sy ho tafaverina any Joda. Dia ho fantatry ny sisa rehetra amin’ny Joda, izay tonga nipetraka atỳ Ejipta, hoe ny tenin’iza no marina: Ny teniko sa ny tenin-dry zareo!”’”",
        "29": "“‘Homeko famantarana ianareo’, hoy i Jehovah, ‘mba hahalalanareo fa hosaziko eto amin’ity toerana ity ianareo. Ho fantatrareo amin’izay fa tsy maintsy ho tanteraka ny teniko hoe hahita loza ianareo.",
        "30": "Izao no lazain’i Jehovah: “Hatolotro eo an-tanan’ny fahavalony sy ireo mitady hamono azy i Farao Hofra, mpanjakan’i Ejipta, tahaka ny nanolorako an’i Zedekia mpanjakan’ny Joda teo an-tanan’i Nebokadnezara mpanjakan’i Babylona, izay fahavalony sady nitady hamono azy.”’”"
    },
    "45": {
        "1": "Izao no teny nolazain’i Jeremia mpaminany tamin’i Baroka zanak’i Neria, tamin’izy nanoratra tao anaty boky ny teny notononin’i Jeremia, tamin’ny taona fahefatra nanjakan’i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "2": "“Izao no lazain’i Jehovah Andriamanitry ny Israely momba anao, ry Baroka:",
        "3": "‘Niteny ianao hoe: “Idiran-doza aho ity fa nampian’i Jehovah alahelo ny fijaliako! Reraky ny mitaraina aho sady tsy mba mety milamin-tsaina.”’",
        "4": "“Koa lazao amin’i Baroka hoe: ‘Izao no tenin’i Jehovah: “Horavako izay efa naoriko, ary hongotako izay efa namboleko, dia ilay tany manontolo.",
        "5": "Ianao anefa mitady zavatra lehibe ho anao. Aza mitady an’izany intsony.”’ “‘Fa hahatonga loza amin’ny olona rehetra aho’, hoy i Jehovah, ‘nefa homeko ho babonao kosa ny ainao, na aiza na aiza halehanao.’”"
    },
    "46": {
        "1": "Izao no tenin’i Jehovah tamin’i Jeremia mpaminany momba an’ireo firenena:",
        "2": "Momba an’i Ejipta. Izao no voalaza momba ny tafik’i Farao Neko mpanjakan’i Ejipta izay resin’i Nebokadnezara mpanjakan’i Babylona tany Karkemisy, teo akaikin’ny Reniranon’i Eofrata, tamin’ny taona fahefatra nanjakan’i Joiakima zanak’i Josia, mpanjakan’ny Joda:",
        "3": "“Omano ny ampinga kelinareo sy ny ampinga lehibe, Ary mandehana miady.",
        "4": "Asio lasely ny soavaly ka itaingeno, ry mpitaingin-tsoavaly! Makà toerana, ary anaovy ny fiarovan-dohanareo. Ataovy mangirana ny lefona, ary anaovy ny akanjonareo mifono vy.",
        "5": "‘Maninona izy ireo no hitako mihorohoro hoatr’izao? Mitsoaka izy ireo fa resy ny miaramilany. Mikoropaka mandositra izy ireo ka tsy miherika akory ny miaramilany. Manjaka hatraiza hatraiza ny horohoro’, hoy i Jehovah.",
        "6": "‘Tsy afaka mandositra ny haingam-pandeha, ary tsy afaka mitsoaka ny miaramila. Any avaratra, eo amoron’ny Reniranon’i Eofrata, No tafintohina sy lavo izy ireo.’",
        "7": "Iza iny miakatra toy ny Reniranon’i Neily iny, Hoatran’ny renirano tondraka be?",
        "8": "Miakatra toy ny Reniranon’i Neily i Ejipta, Toy ny renirano tondraka be. Hoy izy: ‘Hiakatra aho ka hanafotra ny tany. Horavako ny tanàna ary haringako ny mponina ao.’",
        "9": "Miakara, ry soavaly! Aoka ianareo hiriotra mafy toy ny adala, ry kalesy! Aoka handroso ny miaramila, Dia i Kosy sy Pota, izay mitana ampinga, Ary ny Lodima, izay mitana sy manomana tsipìka.",
        "10": "“An’ilay Tompo Fara Tampony, dia i Jehovah Tompon’ny tafika, izany andro izany, ho andro famaliana mba hamaliany an’ireo fahavalony. Hihinana sy ho voky ary hisotro ny ran’izy ireo ny sabatra, ka ho afa-ketaheta. Fa misy sorona ataon’i Jehovah Tompon’ny tafika sady Tompo Fara Tampony ao amin’ilay tany any avaratra, eo akaikin’ny Reniranon’i Eofrata.",
        "11": "Miakara any Gileada mba haka balsama, Ry Ejipta zanakavavy virjiny ô! Very maina ny nampiasanao karazana fanafody be dia be, Fa tsy ho sitrana mihitsy ianao.",
        "12": "Efa ren’ireo firenena ny fahafaham-barakanao, Ary manenika an’ilay tany ny fitarainanao. Fa mifamingana ireo miaramila, Ka miara-mianjera.”",
        "13": "Izao no tenin’i Jehovah tamin’i Jeremia mpaminany momba ny hahatongavan’i Nebokadnezara mpanjakan’i Babylona mba hanafika an’i Ejipta:",
        "14": "“Lazao atỳ Ejipta izany, ary ambarao ao Migdola. Ambarao ao Nofa sy Tapanesa izany. Teneno hoe: ‘Makà toerana dia miomàna, Fa hisy sabatra handripaka an’ireo manodidina anao.",
        "15": "Nahoana ireo lehilahy mahery teo aminao no lasan’ny rano? Tsy nahatohitra izy ireo, Satria natosik’i Jehovah.",
        "16": "Be dia be no tafintohina ka mianjera. Mifampiresaka izy ireo hoe: “Mitsangàna! Andao hiverina any amin’ny firenentsika sy any amin’ny tanindrazantsika, Fa mamono olona be dia be ny sabatra.”’",
        "17": "Any izy ireo no milaza hoe: ‘Resa-be fotsiny ny an’i Farao mpanjakan’i Ejipta! Tsy nahay nanararaotra fotoana izy.’",
        "18": "‘Raha mbola velona koa aho’, hoy ilay Mpanjaka, izay manana anarana hoe Jehovah Tompon’ny tafika, ‘Dia hiditra atỳ izy, ka ho toa an’i Tabara, izay miavaka amin’ireo tendrombohitra Sy ho toa an’i Karmela eo amoron’ny ranomasina.",
        "19": "Omano ny entana hoentinao any an-tsesitany, Ry zanakavavy mipetraka eto Ejipta ô! Fa hihorohoro ny olona rehefa mahita an’izay hanjo an’i Nofa. Hodorana izy ka tsy hisy mponina.",
        "20": "Toy ny ombivavy kely tsara tarehy i Ejipta, Nefa hisy fihitra avy any avaratra ho avy hanaikitra azy.",
        "21": "Na ny mpikarama an’adiny aza toy ny zanak’omby mifahy, Nefa miverina koa izy ireo ary mandositra daholo. Tsy nahatohitra izy ireo, Fa tonga ny andro hahitany loza, Dia ny fotoana hanasaziana azy.’",
        "22": "‘Toy ny feona bibilava mikisakisaka ny feony, Satria manenjika mafy azy izy ireo, ary mitondra famaky Hoatran’ny lehilahy mikapa hazo.",
        "23": "Dia hokapain’izy ireo ny alan’i Ejipta’, hoy i Jehovah, ‘na dia hoatran’ny hoe sarotra hitsofohana aza. Fa be lavitra noho ny valala izy ireo ka tsy hita isa.",
        "24": "Ho menatra i Ejipta zanakavavy. Hataoko resin’ilay vahoaka any avaratra izy.’",
        "25": "“Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hosaziko i Amona ao No, sy Farao, sy Ejipta, sy ny andriamaniny, ary ny mpanjakany, izany hoe i Farao sy izay rehetra matoky azy.’",
        "26": "“‘Ary hatolotro eo an-tanan’izay mitady hamono azy izy ireo, dia eo an-tanan’i Nebokadnezara mpanjakan’i Babylona sy ny mpanompony. Hisy mponina toy ny taloha anefa i Ejipta aorian’izay’, hoy i Jehovah.",
        "27": "‘Fa aza matahotra kosa ianao, ry Jakoba mpanompoko, Ary aza mihorohoro, ry Israely ô! Fa hovonjeko avy any an-tany lavitra ianao, Ary ny taranakao hovonjeko avy any amin’ny tany nahababo azy. Dia hiverina i Jakoba, ka hilamina sy tsy hisy hanakorontana. Tsy hisy hampatahotra azy ireo.",
        "28": "Koa aza matahotra, ry Jakoba mpanompoko’, hoy i Jehovah, ‘fa ho eo foana aho. Haripako ny firenena rehetra nanaparitahako anao, Fa ianao tsy mba haripako. Hanariko araka ny antonony ianao, Ary tsy havelako ho afa-maina fotsiny fa hosaziko.’”"
    },
    "47": {
        "1": "Nampita hafatra tamin’i Jeremia mpaminany momba ny Filistinina i Jehovah, talohan’ny nandresen’i Farao an’i Gaza.",
        "2": "Izao no tenin’i Jehovah: “Misy rano avy any avaratra. Ho lasa riaka be izany, Ka hanafotra an’ilay tany sy izay rehetra eo aminy, Izany hoe ny tanàna sy ny mponina ao. Hitaraina ny lehilahy, Ary hidradradradra ny mponina rehetra ao amin’ilay tany.",
        "3": "Noho ny fikatrokatroky ny kitron-tsoavaly, Sy ny firodorodon’ny kalesy fitondra miady, Ary ny fitabataban’ny kodiarany, Dia tsy hiverina hamonjy ny zanany na dia ny raim-pianakaviana aza, Satria malemy tsy mahavita na inona na inona intsony ny tanany.",
        "4": "Fa tonga ilay andro handringanana ny Filistinina rehetra. Hesorina tsy ho ao Tyro sy Sidona ny sisa tavela amin’ireo nifanaraka taminy. Haringan’i Jehovah mantsy ny Filistinina, Dia izay sisa tavela avy any amin’ny nosy Kaftora.",
        "5": "Ho sola i Gaza, Ary hangina i Askelona. Ry sisa tavela eny amin’ny tany lemaka ô, Mandra-pahoviana ianao no handidididy ny vatanao?",
        "6": "“Ô ry sabatr’i Jehovah ô! Rahoviana ianao vao hangina? Miverena ao anaty tranonao. Mialà sasatra, dia mangìna.",
        "7": "Ataony ahoana moa ny hangina, Nefa i Jehovah no nanome baiko azy? Any Askelona sy eny amin’ny morontsiraka izy No notendreny hanafika."
    },
    "48": {
        "1": "Izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, momba an’i Moaba: “Idiran-doza i Nebo fa rava! Menatra sady azo babo i Kiriataima. Menatra sy mivarahontsana ireo mponina eny amin’ny fialofana azo antoka.",
        "2": "Tsy midera an’i Moaba intsony izy ireo. Any Hesbona izy ireo no manao tetika handavoana azy, ka milaza hoe: ‘Andao hofoanantsika tsy ho firenena intsony izy!’ Tokony hangina koa ianao, ry Madmena ô, Fa manenjika anao ny sabatra!",
        "3": "Misy feo mitaraina ao Horonaima, Dia feona fandringanana sy fandravana be.",
        "4": "Rava i Moaba. Mitaraina ny ankizikely ao.",
        "5": "Sady miakatra mankany Lohita izy ireo no mitomany. Eny amin’ny lalana midina avy any Horonaima izy ireo no maheno olona mitaraindraina noho ilay loza.",
        "6": "Mandosira ka vonjeo ny ainareo! Ho lasa toy ny hazo zenevrie any an-tany efitra ianareo.",
        "7": "Ny zava-bitanao sy ny harenanao no natokisanao, Ka ho lasa babo koa ianao. Ary hatao sesitany i Kemosy, Sy ny mpisorony ary ny andrianany.",
        "8": "Hidiran’ny mpandrava ny tanàna rehetra, Ka tsy hisy tanàna ho afa-miala. Ho potika ny lohasaha Ary ho simba ny tany lemaka, araka ny efa nolazain’i Jehovah.",
        "9": "Asio marika famantarana ho an’i Moaba, Satria handositra izy rehefa rava. Ary hihorohoro ny olona mahita an’izay hanjo an’ireo tanànany, Izay tsy hisy mponina intsony.",
        "10": "Ho voaozona izay manao tsirambina ny asa ampanaovin’i Jehovah azy! Ho voaozona izay tsy mety mampiasa ny sabany handatsahan-dra!",
        "11": "Tsy nisy nanakorontana efa hatramin’izy mbola kely ny Moabita, Toy ny divay tsy nahetsiketsika ka mihandrona eny ambany ny faikany. Mbola tsy nafindra tao amin’ny siny hafa izy ireo, Ary mbola tsy natao sesitany mihitsy. Izany no tsy mampiova ny tsirony Sy ny fofony.",
        "12": "“‘Koa ho avy ny andro’, hoy i Jehovah, ‘izay handefasako olona hampihohoka azy ireo. Hahohok’izy ireny izy ireo, ka tsy havelany hisy tavela intsony ao anaty sininy, ary hopotipotehiny ireo siny lehibe.",
        "13": "Dia ho menatra ny Moabita noho ny amin’i Kemosy, toy ny nahamenatra ny taranak’Israely noho ny amin’i Betela, izay nitokisany.",
        "14": "Nahoana ianareo no sahy miteny hoe: “Miaramila matanjaka izahay sady vonona hiady”?’",
        "15": "‘Noravana i Moaba, Ary nisy nanafika ny tanànany. Novonoina ireo tovolahy matanjaka indrindra’, Hoy ilay Mpanjaka, izay manana anarana hoe Jehovah Tompon’ny tafika.",
        "16": "Kely sisa dia ho tratran’ny loza ny Moabita, Ary mihamanatona haingana ny fahareseny.",
        "17": "Tsy maintsy hangoraka azy daholo ny manodidina azy, Dia izay rehetra mahalala ny anarany. Lazao azy ireo hoe: ‘Dia tapaka tokoa moa izany ilay tsorakazo mafy, ilay tehina tsara tarehy!’",
        "18": "Midìna avy eny amin’ny toeram-boninahitrao, Ka mipetraha na dia mangetaheta aza ianao, ry zanakavavy mipetraka ao Dibona. Fa tonga hamely anao ilay nandrava an’i Moaba, Ka horavany ireo toerana voaro mafy ao aminao.",
        "19": "Mijanòna eo amin’ny lalana ka jereo tsara, ry mponin’i Aroera. Anontanio ny lehilahy mandositra sy ny vehivavy mitsoaka hoe: ‘Fa misy inona?’",
        "20": "Menatra i Moaba sady nihorohoro. Midradradradrà ary aoka ianareo hitaraindraina! Lazao any Arnona hoe noravana i Moaba.",
        "21": "“Miakatra fitsarana ny tany lemaka, dia i Holona, Jahaza, Mefata,",
        "22": "Dibona, Nebo, Beti-diblataima,",
        "23": "Kiriataima, Beti-gamola, Beti-meona,",
        "24": "Keriota, Bozra, ary ny tanàna rehetra ao Moaba, na ny lavitra na ny akaiky.",
        "25": "‘Natao tsy misy hery intsony i Moaba, Ary notapahina ny sandriny’, hoy i Jehovah.",
        "26": "‘Ataovy izay hahamamo azy, fa mirehareha manohitra an’i Jehovah izy. Mihosinkosina ao anaty loany i Moaba, Ary ataon’ny olona fihomehezana.",
        "27": "Fa angaha moa ny Israely tsy nataonao fihomehezana? Tratra niaraka tamin’ny mpangalatra angaha izy No mihivingivin-doha ianao sady miampanga azy?",
        "28": "Ilaozy ny tanànanareo, ka mandehana mipetraka eny amin’ny harambato, ry mponin’i Moaba! Aoka ianareo ho toy ny voromailala manao ny akaniny eny amin’ny sisin’ny hantsana.’”",
        "29": "“Efa henonay hoe mirehareha i Moaba. Tena manambony tena izy. Henonay hoe mizahozaho izy, mirehareha, manambony tena, ary be hambom-po.”",
        "30": "“‘Fantatro hoe misafoaka izy’, hoy i Jehovah. ‘Tsy ho tanteraka anefa ny redirediny. Tsy hanao na inona na inona izy ireo.",
        "31": "Koa hidradradradra noho ny amin’i Moaba aho, Dia higogogogo noho ny amin’i Moaba manontolo, Sy hitaraina noho ny amin’ny olona ao Kira-heresa.",
        "32": "Mbola mihoatra noho ny nitomaniana an’i Jazera No hitomaniako anao, ry voalobok’i Sibma ô! Tonga hatrany ampitan’ny ranomasina ny sampanao midoroboka. Tonga hatrany an-dranomasina, hatrany Jazera, izany. Nanaovan’ny mpandrava bemidina Ny voankazonao masaka fahavaratra sy ny voaloboka notazanao.",
        "33": "Tsy misy feon’olona mifaly sy miravoravo intsony eny amin’ny saham-boankazo Sy ao Moaba. Efa nataoko tsy misy divay mikoriana intsony avy ao anaty lavaka famiazam-boaloboka. Tsy hanao horakora-pifaliana ny mpanitsakitsaka voaloboka, Fa horakoraka hafa mihitsy no hataon’izy ireo.’”",
        "34": "“‘Misy mitaraina any Hesbona ka re hatrany Elale. Manandratra ny feony izy ireo ka heno hatrany Jahaza. Ary ny antsoantso any Zoara re hatrany Horonaima sy Egleta-selisia. Na ny ranon’i Nimrima aza ho ritra tanteraka.",
        "35": "Hofoanako tsy hisy ao Moaba’, hoy i Jehovah, ‘Ny olona manao fanatitra eny amin’ny toerana avo Sy ny olona manao sorona ho an’ny andriamaniny.",
        "36": "Koa hitaraindraina toy ny sodina ny foko noho ny amin’i Moaba. Ary hitaraindraina toy ny sodina ny foko noho ny amin’ny olona ao Kira-heresa. Ho fongana mantsy ny harena nangoniny.",
        "37": "Fa nosolaina ny lohan’izy rehetra, Ary nesorina daholo ny volombavany. Nodidididiana ny tanan’izy rehetra Ary misy lamba gony eo amin’ny andilany!’”",
        "38": "“‘Tsy misy afa-tsy fidradradradrana no heno Eny amin’ny tampon-trano rehetra ao Moaba Sy eny amin’ny tany malalaky ny tanànany. Fa nopotehiko i Moaba Ka nataoko toy ny vilany tsy misy ilana azy intsony’, hoy i Jehovah.",
        "39": "‘Mihorohoro izy! Midradradradrà! Mandositra i Moaba satria menatra! Ataon’ny olona fihomehezana i Moaba. Mihorohoro daholo ny manodidina azy mahita an’izay manjo azy.’”",
        "40": "“Fa izao no lazain’i Jehovah: ‘Hamelatra ny elany izy mba hifaoka an’i Moaba, Toy ny ataon’ny voromahery mifaoka ny hazany.",
        "41": "Ho lasa babo ireo tanàna, Ary ho lasan’olona ireo toerany voaro mafy. Amin’izany andro izany, ny fon’ireo miaramila ao Moaba Dia hitebiteby toy ny fon’ny vehivavy eo am-piterahana.’”",
        "42": "“‘Ho fongana tsy ho firenena intsony i Moaba, Noho izy mirehareha manohitra an’i Jehovah.",
        "43": "Horohoro sy lavaka ary fandrika no miandry anao, Ry mponin’i Moaba’, hoy i Jehovah.",
        "44": "‘Izay mandositra noho ny horohoro dia ho latsaka ao anaty lavaka, Ary izay miakatra avy ao anaty lavaka dia ho tratran’ny fandrika.’ ‘Fa ho avy ny taona hanasaziako an’i Moaba’, hoy i Jehovah.",
        "45": "‘Mijanona eo ambany alokalok’i Hesbona ireo nandositra ary tsy manan-kery intsony. Fa hisy afo hivoaka avy ao Hesbona Ary hisy lelafo avy ao Sihona. Holevonin’izy io ny handrin’i Moaba Sy ny karandohan’ireo zanaka tia herisetra.’",
        "46": "‘Hahita loza ianao, ry Moaba! Ripaka ny vahoakan’i Kemosy. Fa nentina ho babo ny zanakao lahy Ary natao sesitany ny zanakao vavy.",
        "47": "Mbola hangoniko anefa, any am-parany any, ireo mponin’i Moaba lasa babo’, hoy i Jehovah. ‘Mifarana eto ny didim-pitsarana momba an’i Moaba.’”"
    },
    "49": {
        "1": "Izao no lazain’i Jehovah momba ny Amonita: “Tsy manan-janaka lahy angaha ny Israely? Tsy manana mpandova angaha izy? Koa nahoana no alain’i Malkama ny tanin’i Gada? Ary nahoana ny vahoakany no mipetraka ao amin’ireo tanànan’ny Israely?”",
        "2": "“‘Koa henoy izao!’, hoy i Jehovah. ‘Ho avy ny andro Handefasako feo fanairana amin’ny ady, ka hataoko mandre an’izany i Raba tanànan’ny Amonita. Ho lasa dongon-tany ngazana izy, Ary hodorana ireo tanàna miankina aminy.’ ‘Dia halain’ny Israely ny tanin’ireo naka ny taniny’, hoy i Jehovah.",
        "3": "‘Midradradradrà, ry Hesbona ô, fa rava i Ay! Aoka ianareo hitaraina, ry tanàna miankina amin’i Raba. Misikìna lamba gony. Midradradradrà ary mandehana mivezivezy eny amin’ireo vala vita amin’ny vato, Fa hatao sesitany i Malkama Sy ny mpisorony ary ny andrianany.",
        "4": "Nahoana no mampirehareha anao ireo lohasaha, Dia ireo lemaka azon-drano ao aminao, ry zanakavavy mpivadika? Mitoky amin’ny harenanao ianao, Ka milaza hoe: “Iza no ho sahy hanafika ahy?”’”",
        "5": "“Hoy ilay Tompo Fara Tampony, dia i Jehovah Tompon’ny tafika: ‘Hataoko misy zavatra mampahatahotra hanjo anao, Avy amin’ireo rehetra manodidina anao. Haparitaka any amin’ny vazan-tany efatra ianareo, Ary tsy hisy hanangona an’izay mandositra.’”",
        "6": "“‘Aorian’izany anefa, dia hangoniko ireo Amonita lasa babo’, hoy i Jehovah.”",
        "7": "Izao no lazain’i Jehovah Tompon’ny tafika momba an’i Edoma: “Tsy misy fahendrena intsony angaha ao Temana? Tsy manana torohevitra tsara intsony angaha ireo mahira-tsaina? Tsy misy ilana azy intsony angaha ny fahendreny?",
        "8": "Miverena ka mandosira! Mandehana miafina any amin’ny lalina, ry mponin’i Dedana! Fa hahatonga loza amin’i Esao aho Rehefa tonga ny fotoana hanasaziako azy.",
        "9": "Raha misy mpioty voaloboka tonga ao aminao, Tsy hamela sisa hotsimponina ve izy? Raha misy mpangalatra tonga amin’ny alina, Dia izay tiany ihany no halainy.",
        "10": "Fa hataoko mangadihady kosa i Esao. Hataoko miharihary ny toeram-piafenany Mba tsy ho afaka hiafina izy. Ho ripaka daholo ny zanany sy ny rahalahiny ary ny mpiara-monina aminy, Ary tsy hisy intsony izy.",
        "11": "Ilaozy ny kamboty ray ao aminao, Fa hitsimbina ny ain’izy ireny aho. Ary hatoky ahy ny mpitondratena ao aminao.”",
        "12": "Fa izao no lazain’i Jehovah: “Raha ireo tsy voasazy hisotro amin’ny kaopy aza tsy maintsy misotro amin’ilay izy, dia ianao indray ve no havela ho afa-maina fotsiny? Tsy havela ho afa-maina ianao, fa tsy maintsy hisotro amin’ilay kaopy.”",
        "13": "“Mianiana amin’ny tenako aho”, hoy i Jehovah, “fa hihorohoro ny olona mahita an’izay hanjo an’i Bozra. Holatsaina sy horavana izy ary hozonina. Ho rava mandrakizay ny tanànany rehetra.”",
        "14": "Naheno tatitra avy amin’i Jehovah aho. Nisy olona nirahina hankany amin’ireo firenena hilaza hoe: “Miangòna dia andao hanafika azy, Miomàna hiady aminy!”",
        "15": "“Fa nataoko tsy misy dikany ianao eo amin’ireo firenena, Ary nataoko lasa tsinontsinona eo anatrehan’ny olona.",
        "16": "Namitaka anao ny fampihorohoroana nataonao Sy ny fireharehan’ny fonao, Ry ilay mipetraka eny an-tsefatsefaky ny harambato Sy monina eny amin’ny havoana avo indrindra. Na manorina ny akaninao eny amin’ny avo toy ny ataon’ny voromahery aza ianao, Dia hampidiniko avy eny”, hoy i Jehovah.",
        "17": "“Hihorohoro ny olona mahita an’izay hanjo an’i Edoma. Ho tsiravina izay mpandalo mahita azy, ka hisioka noho ny loza rehetra hanjo azy.",
        "18": "Toy ny nandravana an’i Sodoma sy Gomora ary ireo tanàna manodidina azy”, hoy i Jehovah, “no hanjo an’i Edoma. Tsy hisy hipetraka intsony ao, ary tsy hisy olona hanorim-ponenana.",
        "19": "“Jereo fa hisy olona hiakatra hamely an’ireo kijana tsy nisy mpanafika, toy ny liona miakatra avy ao anaty kirihitrala matevina eny amoron’i Jordana. Hasaiko mandositra avy hatrany anefa izy ka hiala ao amin’ny taniny. Dia hotendreko hitarika azy ilay voafidy. Fa iza moa no hoatr’ahy, ary iza no ho sahy hila ady amiko? Iza no mpiandry ondry mahatohitra ahy?",
        "20": "Koa henoy ny fanapahan-kevitr’i Jehovah hamelezana an’i Edoma, sy izay efa noeritreretiny hamelezana ny mponin’i Temana: Hotaritaritina tokoa ny ondrikely. Horavany ny toerana ipetrahan’izy ireo noho ny amin’ireo mponina ao.",
        "21": "Nihovotrovotra ny tany noho ny fidoboky ny fianjeran’izy ireo. Misy feo mitaraindraina izany! Ary heno hatrany amin’ny Ranomasina Mena ilay izy.",
        "22": "Hanao hoatran’ny voromahery miakatra sy mifaoka ny hazany izy, Ka hamelatra ny elany hifaoka an’i Bozra. Amin’izany andro izany, ny fon’ireo miaramila ao Edoma Dia hitebiteby toy ny fon’ny vehivavy eo am-piterahana.”",
        "23": "Izao no voalaza momba an’i Damaskosy: “Menatra i Hamata sy Arpada, Satria nandre vaovao ratsy. Matahotra be izy ireo. Mitebiteby ny olona, ka toy ny ranomasina tsy mety tony.",
        "24": "Tsy manana herim-po intsony i Damaskosy. Te handositra izy nefa tora-kovitra. Mijalijaly sy manaintaina izy Hoatran’ny vehivavy efa ho teraka.",
        "25": "Nahoana àry no tsy nilaozana ilay tanàna noderaina fatratra, Ilay tanàna nahafaly?",
        "26": "Fa hiampatrampatra eny amin’ny tany malalaka ny fatin’ireo tovolahy ao aminy, Ary ho ripaka daholo ny miaramila, amin’izany andro izany”, hoy i Jehovah Tompon’ny tafika.",
        "27": "“Hodorako ny mandan’i Damaskosy, Ka ho levon’ny afo ny tilikambon’i Beni-hadada, dia ireo tilikambo voaro mafy.”",
        "28": "Izao no lazain’i Jehovah momba an’i Kedara sy ireo fanjakana ao Hazora izay notafihin’i Nebokadnezara mpanjakan’i Babylona: “Mitsangàna ka miakara any Kedara, Ary aringano ireo zanaky ny Atsinanana.",
        "29": "Ho lasan’olona ny tranolainy, ny ondry aman’osiny, Ny lainy, ary ny fananany rehetra. Hisy haka koa ny ramevany. Dia hisy hiantsoantso hilaza amin’ny mponin’i Kedara hoe: ‘Manjaka hatraiza hatraiza ny horohoro!’”",
        "30": "“Mandosira! Mandehana mitsoaka lavitra be! Mandehana miafina any amin’ny lalina, ry mponin’i Hazora!”, hoy i Jehovah. “Fa mikasa hamely anareo i Nebokadnezara mpanjakan’i Babylona, Ary misy tetika efa noeritreretiny hamelezana anareo.”",
        "31": "“Mitsangàna ka miakara hiady amin’ilay firenena tsy misy korontana, Izay miadana sy milamina!”, hoy i Jehovah. “Tsy misy varavarana na bara hidiny ny tanànany. Ary mitoka-monina izy.",
        "32": "Hisy hangalatra ny ramevany Ary hisy haka ny biby fiompiny maro be. Haeliko any amin’ny vazan-tany efatra izy ireo, Dia izay nokakasana ny fihirifany. Hahatonga loza aminy avy any amin’ny vazan-tany efatra aho”, hoy i Jehovah.",
        "33": "“Dia ho lasa toerana ipetrahan’ny alikadia i Hazora, Ary ho aolo mandrakizay. Tsy hisy hipetraka intsony ao, Ary tsy hisy olona hanorim-ponenana.”",
        "34": "Izao no tenin’i Jehovah tamin’i Jeremia mpaminany momba an’i Elama, rehefa nanomboka nanjaka i Zedekia mpanjakan’ny Joda:",
        "35": "“Izao no lazain’i Jehovah Tompon’ny tafika: ‘Hotapahiko ny tsipìkan’i Elama, dia ny loharanon’ny heriny.",
        "36": "Hataoko mifofofofo amin’i Elama ny rivotra efatra avy any amin’ny lafiny efatry ny lanitra. Dia haeliko any amin’ny toerana rehetra itsofan’ireo rivotra ireo izy, ka tsy hisy firenena tsy ho tongan’ireo Elamita naparitaka.’”",
        "37": "“Hataoko mihorohoro eo anatrehan’ny fahavalony sy eo anatrehan’ireo mitady hamono azy ny Elamita. Hahatonga loza amin’izy ireo aho, ka hanampatra ny hatezerako aminy”, hoy i Jehovah. “Handefa sabatra hamely azy ireo aho, mandra-paharipany tanteraka.”",
        "38": "“Dia hapetrako ao Elama ny seza fiandrianako, ary haringako ny mpanjaka sy ny andriana ao aminy”, hoy i Jehovah.",
        "39": "“Any am-parany anefa, dia mbola hangoniko ireo Elamita lasa babo”, hoy i Jehovah."
    },
    "50": {
        "1": "Izao no tenin’i Jehovah tamin’i Jeremia mpaminany momba an’i Babylona, ilay tanin’ny Kaldeanina:",
        "2": "“Lazao any amin’ireo firenena, ary ambarao! Manangàna famantarana, ary ambarao. Aza misy afenina mihitsy! Lazao hoe: ‘Azo babo i Babylona. Menatra i Bela. Mihorohoro i Merodaka. Menatra ireo sary nivavahany. Mihorohoro ireo sampiny maharikoriko.’",
        "3": "Fa misy firenena avy any avaratra tonga hamely azy. Ataon’izy io izay hahatonga ny olona hihorohoro rehefa mahita an’izay manjo ny taniny. Tsy misy mipetraka intsony ao. Nandositra daholo ny olona sy ny biby. Lasa nitsoaka izy ireo.”",
        "4": "“Amin’izany andro sy fotoana izany”, hoy i Jehovah, “dia hiara-tonga ny vahoakan’Israely sy ny vahoakan’i Joda. Sady handeha izy ireo no hitomany, ary hiara-mitady an’i Jehovah Andriamaniny.",
        "5": "Hanontany ny lalana mankany Ziona izy ireo ary hitodika any, ka hanao hoe: ‘Andao hanao fifanekena amin’i Jehovah, dia fifanekena mandrakizay tsy hohadinoina mihitsy.’",
        "6": "Lasa toy ny andian’ondry very ny vahoakako. Ny mpiandry azy mihitsy no nitarika azy ireo tany amin’ny lalan-diso. Nentin’izy ireny teny an-tendrombohitra izy ireo, ka nirenireny teny an-tendrombohitra sy teny amin’ny havoana. Hadinon’izy ireo ilay toerana nialany sasatra.",
        "7": "Nandrapaka azy izay rehetra nahita azy, ary hoy ny fahavalony: ‘Tsy meloka isika satria ry zareo no nanota tamin’i Jehovah, dia i Jehovah ilay loharanon’ny fahamarinana sy fanantenan’ny razambeny.’”",
        "8": "“Mandosira ka mialà ao Babylona. Mivoaha avy ao amin’ny tanin’ny Kaldeanina, Ary aoka ianareo ho toy ny osilahy mitari-dalana ny ondry aman’osy.",
        "9": "Fa hiantso firenena lehibe maromaro avy any avaratra aho Mba hanafika an’i Babylona. Hilahatra hiady aminy izy ireny, Ka avy any no hahazoany azy. Ny zana-tsipìkan’izy ireny, dia toy ny an’ny miaramila Izay mahatonga ny ray aman-dreny hamoy ny zanany. Tsy miverim-potsiny izy ireny.",
        "10": "Horobaina i Kaldea, Ary tena ho afa-po izay rehetra mandroba azy”, hoy i Jehovah.",
        "11": "“Fa nifaly sy niravoravo ianareo Tamin’ianareo nandroba ny lovako. Nifalihavanja toy ny ombivavy kely eny amin’ny ahi-maitso ianareo, Ary nitabataba hoatran’ny soavalilahy.",
        "12": "Menatra ny reninareo. Diso fanantenana ilay niteraka anareo. Jereo fa izy no tsinontsinona indrindra amin’ireo firenena, Satria lasa tany efitra tsy misy rano sady karakaina.",
        "13": "Tezitra aminy i Jehovah ka tsy hisy mponina intsony ao aminy. Ho rava tanteraka izy. Ho tsiravina izay mpandalo mahita an’i Babylona, Ka hisioka noho ny loza rehetra nanjo azy.",
        "14": "Milahara manodidina an’i Babylona mba hanafika azy Ianareo rehetra manomana tsipìka. Tifiro izy ka tapero aminy daholo ny zana-tsipìkanareo, Fa tamin’i Jehovah izy no nanota.",
        "15": "Manaova hiakan’ady manodidina azy. Mitolo-batana izy. Mianjera ireo andry ao aminy, ary mirodana ireo mandany, Satria mamaly ny nataony i Jehovah. Valio araka ny nataony i Babylona. Hoatr’izay nataony ihany atao aminy.",
        "16": "Ataovy fongana tsy misy ao Babylona ny mpamafy voa Sy izay mampiasa antsy fijinjana amin’ny fotoam-pijinjana. Mandripaka ny sabatra, ka samy hiverina any amin’ny fireneny avy izy ireny. Samy handositra any amin’ny taniny avy izy.",
        "17": "“Toy ny ondry miely eny rehetra eny ny vahoakan’Israely. Naparitaky ny liona izy ireo. Nandrapaka azy aloha ny mpanjakan’i Asyria, dia nikepokepoka ny taolany avy eo i Nebokadnezara mpanjakan’i Babylona.",
        "18": "Koa izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: ‘Hosaziko ny mpanjakan’i Babylona sy ny taniny, hoatran’ny nataoko tamin’ny mpanjakan’i Asyria.",
        "19": "Haveriko any amin’ny kijana nisy azy ny Israely, ka hiraoka ahitra any Karmela sy Basana. Eny amin’ny tendrombohitr’i Efraima sy Gileada izy no ho voky tsara.’”",
        "20": "“Amin’izany andro sy fotoana izany”, hoy i Jehovah, “Dia hokarohina ny heloka vitan’ny Israely Nefa tsy hisy, Ary hokarohina ny fahotan’ny Joda nefa tsy ho hita, Fa hamela ny helok’ireo navelako ho velona aho.”",
        "21": "“Miakara hanafika an’i Merataima sy ny mponin’i Pekoda. Aoka izy ireo haripaka sy haringana tanteraka”, hoy i Jehovah. “Ataovy izay rehetra asaiko ataonao.",
        "22": "Tabataban’ireo tafika miady no heno ao amin’ilay tany, Dia loza amin’antambo.",
        "23": "Tapaka sy potika tokoa ilay marotoan’ny mpanefy, izay nanorotoro ny tany rehetra! Lasa mampihorohoro an’ireo firenena ny mahita an’i Babylona!",
        "24": "Nofandrihako ianao ka tratra, ry Babylona ô, Nefa tsy fantatrao akory. Hita ianao ka nosamborina, Satria i Jehovah no notoherinao.",
        "25": "Nosokafan’i Jehovah ny trano fitehirizany fitaovam-piadiana, Ka navoakany ny fitaovam-piadiana fampiasany rehefa tezitra izy. Fa misy asa ataon’ilay Tompo Fara Tampony, dia i Jehovah Tompon’ny tafika, Any amin’ny tanin’ny Kaldeanina.",
        "26": "Tongava miady aminy, ianareo avy any an-tany lavitra. Sokafy ny sompitra ao aminy. Ataovy mivangongo toy ny vokatra miavosa ny fananany. Aringano tanteraka izy. Enga anie tsy hisy ho tavela ao aminy na iray aza!",
        "27": "Aripaho daholo ny vantotr’ombilahiny. Aoka izy ireny hidina hovonoina! Idiran-doza izy ireny fa tonga ny androny, Dia ny fotoana hitsarana azy!",
        "28": "Izany ny feon’ireo mandositra, Dia ireo mitsoaka avy any Babylona Mba hanambara any Ziona fa hamaly ny nataon’i Babylona i Jehovah Andriamanitsika, Dia ny nandravana ny tempoliny.",
        "29": "Antsoy hamely an’i Babylona ny mpandefa zana-tsipìka, Dia izay rehetra manomana tsipìka. Mitobia manodidina azy, ary aza avela hisy handositra. Valio araka ny nataony izy. Hoatr’izay nataony ihany atao aminy. Fa nirehareha nanohitra an’i Jehovah izy, Nanohitra an’Ilay Masin’ny Israely.",
        "30": "Koa hiampatrampatra eny amin’ny tany malalaka ny fatin’ireo tovolahy ao aminy, Ary ho ripaka daholo ny miaramilany amin’izany andro izany”, hoy i Jehovah.",
        "31": "“Henoy izao!”, hoy ilay Tompo Fara Tampony, dia i Jehovah Tompon’ny tafika. “Hifanandrina aminao aho, ry mpikomy ô, Fa tsy maintsy ho tonga ny andronao, dia ny fotoana hanaovako ampamoaka anao.",
        "32": "Ho tafintohina sy ho lavo ianao, ry mpikomy ô, Ka tsy hisy hanarina. Ary hodorako ny tanànanao, Ka ho levon’ny afo izay rehetra manodidina anao.”",
        "33": "Izao no lazain’i Jehovah Tompon’ny tafika: “Ampahorina ny vahoakan’Israely sy Joda, Ary mitazona azy ireo daholo izay naka azy ho babo. Tsy mety mandefa azy ireo izy ireny.",
        "34": "Mahery anefa ilay Mpanavotra azy. Jehovah Tompon’ny tafika no anarany. Tsy maintsy hiady ho azy ireo eny amin’ny fitsarana izy, Mba hanomezany fiadanana an’ilay tany Sy mba hampivadi-po an’ireo mponin’i Babylona.”",
        "35": "“Hisy sabatra hamely ny Kaldeanina”, hoy i Jehovah, “Dia ny mponin’i Babylona sy ny andrianany ary ny olon-kendriny.",
        "36": "Hisy sabatra hamely an’ireo mpirediredy ka hanao hadalana ireny. Hisy sabatra hamely an’ireo miaramilany ka hihorohoro ireny.",
        "37": "Hisy sabatra hamely an’ireo soavaliny sy ny kalesy fitondrany miady Ary ny hafa firenena rehetra ao aminy, Ka ho lasa toy ny vehivavy izy ireny. Hisy sabatra hamely ny harenany ka horobaina ireny.",
        "38": "Hidiran-doza ny rano ao aminy ka ho ritra. Fa tany feno sary sokitra izy, Ary manao hadalana foana ny mpivavaka amin’ireny satria mahita fahitana mampahatahotra.",
        "39": "Koa hiara-monina ny biby mipetraka any an-tany efitra sy ny biby minaonaona, Ary honina ao ny aotirisy. Tsy hisy hipetraka intsony mihitsy ao, Ary tsy honenana intsony izy hatramin’ny taranaka fara aman-dimby.”",
        "40": "“Toy ny nandravan’Andriamanitra an’i Sodoma sy Gomora ary ireo tanàna manodidina azy”, hoy i Jehovah, “no hanjo an’i Babylona. Tsy hisy hipetraka intsony ao, ary tsy hisy olona hanorim-ponenana.",
        "41": "Hisy vahoaka ho tonga avy any avaratra. Firenena iray lehibe sy mpanjaka be voninahitra no hantsoina Avy any amin’ny faritra lavitra indrindra amin’ny tany.",
        "42": "Tsipìka sy lefom-pohy no ampiasain’izy ireo. Masiaka be izy ireo ka tsy hiantra. Toy ny feon’ny ranomasina misamboaravoara ny fandrenesana azy ireo, Rehefa mitaingin-tsoavaly. Milahatra toy ny olona iray izy ireo mba hiady aminao, ry zanakavavin’i Babylona ô!",
        "43": "Nandre tatitra momba azy ireo ny mpanjakan’i Babylona, Ka miraviravy tanana. Mijaly izy, Manaintaina mafy toy ny vehivavy efa ho teraka.",
        "44": "“Jereo fa hisy olona hiakatra hamely an’ireo kijana tsy nisy mpanafika, toy ny liona miakatra avy ao anaty kirihitrala matevina eny amoron’i Jordana. Hasaiko mandositra avy hatrany anefa izy ireo ka hiala ao amin’ny taniny. Dia hotendreko hitarika azy ilay voafidy. Fa iza moa no hoatr’ahy, ary iza no ho sahy hila ady amiko? Iza no mpiandry ondry mahatohitra ahy?",
        "45": "Koa henoy ny fanapahan-kevitr’i Jehovah hamelezana an’i Babylona, sy izay efa noeritreretiny hamelezana ny tanin’ny Kaldeanina. Hotaritaritina tokoa ny ondrikely. Horavany ny toerana ipetrahan’izy ireo noho ny amin’ireo mponina ao.",
        "46": "Hihovotrovotra ny tany satria heno hoe resy i Babylona, Ary feo mitaraindraina no ho re eo amin’ireo firenena.”"
    },
    "51": {
        "1": "Izao no lazain’i Jehovah: “Hampifofofofo rivotra mandravarava aho, Mba hamely an’i Babylona sy ny mponin’i Leba-kamay.",
        "2": "Haniraka olona hankany Babylona aho, Ka hokororohin’izy ireo izy ary hataony tsy misy na inona na inona intsony ny taniny. Hanodidina an’i Babylona izy ireo mba hanafika azy, amin’ny andro hahitany loza.",
        "3": "Aoka ny mpandefa zana-tsipìka tsy hanomana ny tsipìkany. Ary aoka tsy hisy ho tafatsangana ireo manao akanjo mifono vy. Aza iantrana ireo tovolahy ao aminy. Aripaho daholo ny tafiny.",
        "4": "Ary hiampatrampatra any amin’ny tanin’ny Kaldeanina ny fatin’izy ireo, Dia ireo voatrobaka eny amin’ny lalany.",
        "5": "Tsy maty vady mantsy ny Israely sy Joda fa mbola vadin’ilay Andriamaniny, dia i Jehovah Tompon’ny tafika. Meloka tanteraka kosa ny tanin’izy ireo eo anatrehan’Ilay Masin’ny Israely.",
        "6": "Mandosira ka mialà ao Babylona, Ary vonjeo ny ainareo! Aoka tsy ho faty noho ny fahadisoany ianareo! Fa tonga ny fotoana famalian’i Jehovah. Izay nataon’i Babylona ihany no avaliny azy.",
        "7": "Kaopy volamena teny an-tanan’i Jehovah i Babylona. Nataon’i Babylona izay hahamamo ny tany rehetra. Nisotro tamin’ny divainy ireo firenena, Ka izany no nahalasa adala azy ireny.",
        "8": "Nianjera tampoka i Babylona ary torotoro. Midradradradrà noho ny aminy! Makà balsama fa manaintaina izy, sao mba mety ho sitrana ihany izy.”",
        "9": "“Efa niezaka nitsabo an’i Babylona izahay, fa tsy nety sitrana izy. Ilaozy izy! Andao isika hody any amin’ny tanintsika avy. Fa tonga hatreny amin’ny lanitra ny heloka vitany. Misavovona hatreny amin’ny rahona izany.",
        "10": "Nanome rariny antsika i Jehovah. Andao hotantaraintsika any Ziona ny asan’i Jehovah Andriamanitsika.”",
        "11": "“Ataovy maranitra ny zana-tsipìka. Raiso ny ampinga boribory. Nentanin’i Jehovah ireo mpanjakan’ny Medianina, Satria mikasa handrava an’i Babylona Izy. Fa hamaly ny nataony i Jehovah, dia ny nandravana ny tempoliny.",
        "12": "Manangàna famantarana fa hotafihina ny mandan’i Babylona. Hamafiso ny fiambenana, apetraho amin’ny toerany ireo mpitily. Ampiomano ireo mpanafika efa miafina. Fa efa nanao tetika i Jehovah, Ary hanatanteraka an’izay nampanantenainy izy, dia ny hoe hisy hanafika ny mponin’i Babylona.”",
        "13": "“Ry vehivavy mipetraka eo ambonin’ny rano be Sady manankarem-be, Hifarana hatreo ny aminao, ary ho tapitra hatreo ny fitadiavanao tombony.",
        "14": "Efa nianiana tamin’ny tenany i Jehovah Tompon’ny tafika hoe: ‘Hofenoiko olona be dia be toy ny valala ao aminao, Ary hihorakoraka izy ireny rehefa mandresy anao!’",
        "15": "Izy Ilay nanao ny tany tamin’ny heriny, Dia Ilay nanao izay hahamafy orina ny tany lonaka tamin’ny fahendreny, Sy namelatra ny lanitra tamin’ny fahiratan-tsainy.",
        "16": "Rehefa ataony heno ny feony, Dia misamboaravoara ny rano eny amin’ny lanitra, Ary mampiakatra rahona avy any amin’ny faran’ny tany izy. Manao tselatra ho an’ny orana izy, Ary avoakany avy ao amin’ny trano fitehirizany azy ny rivotra.",
        "17": "Tsy misaina ny olona rehetra sady manaonao foana. Ho menatra ny mpanefy rehetra fa nanao sary sokitra. Fitaka fotsiny mantsy ny sarivongana metaly nataony, Sady tsy mananaina.",
        "18": "Sandoka fotsiny ireny sady ihomehezan’ny olona. Ho fongana ireny rehefa tonga ny andro hanasaziana azy.",
        "19": "Tsy mba toy ireny kosa ilay Anjaran’i Jakoba, Fa izy Ilay nanao ny zava-drehetra, Ary izy no tehin’ny lovany. Jehovah Tompon’ny tafika no anarany.”",
        "20": "“Kibay eny an-tanako ianao, fitaovam-piadiako, Satria ianao no hampiasaiko hanorotoroana firenena. Ianao no hampiasaiko handravana fanjakana.",
        "21": "Ianao no hampiasaiko hamotipotehana ny soavaly sy ny mpitaingina azy. Ianao no hampiasaiko hamotipotehana ny kalesy fitondra miady sy ny mpitaingina azy.",
        "22": "Ianao no hampiasaiko hamotipotehana lehilahy sy vehivavy. Ianao no hampiasaiko hamotipotehana lehilahy antitra sy ankizilahy. Ianao no hampiasaiko hamotipotehana tovolahy sy tovovavy.",
        "23": "Ianao no hampiasaiko hamotipotehana ny mpiandry ondry sy ny andian’ondriny. Ianao no hampiasaiko hamotipotehana ny mpamboly sy ireo biby fiompiny miray zioga. Ianao no hampiasaiko hamotipotehana governora sy solontenam-panjakana.",
        "24": "Hamaly an’i Babylona sy ny mponina rehetra any Kaldea aho Noho ny ratsy rehetra nataony tao Ziona, teo anatrehanareo”, hoy i Jehovah.",
        "25": "“Hifanandrina aminao aho, ry tendrombohitra mandravarava ô”, hoy i Jehovah, “Dia ianao izay mpandrava ny tany manontolo. Hanatsotra ny tanako hamely anao aho ka hakodiako avy eny amin’ny harambato ianao, Ary hataoko lasa tendrombohitra kilan’ny afo.”",
        "26": "“Tsy hakan’ny olona vato hanaovana vato fehizoro na vato fototra ianao, Fa ho rava mandrakizay”, hoy i Jehovah.",
        "27": "“Manangàna famantarana ao amin’ilay tany! Tsofy any amin’ireo firenena ny anjombona. Tendreo ireo firenena hanafika azy. Antsoy hamely azy ny fanjakan’i Ararata sy Miny ary Askenaza. Manendre manamboninahitra hiantso olona ho miaramila hiady aminy. Asaivo miakatra toy ny andiana kijeja ireo soavaly.",
        "28": "Tendreo hanafika azy, ireo firenena, Izany hoe ireo mpanjakan’i Media, ny governorany, ny solontenam-panjakana rehetra ao aminy, Ary ny tany rehetra anjakan’izy ireo.",
        "29": "Hihovotrovotra sy hipararetra ny tany, Satria ho tanteraka ny fikasan’i Jehovah hamely an’i Babylona, Mba hahatonga ny olona hihorohoro rehefa mahita an’i Babylona tsy misy mponina.",
        "30": "Tsy miady intsony ireo miaramila ao Babylona. Mipetraka ao amin’ireo toerana voaro mafy izy ireo. Mihena ny heriny. Lasa toy ny vehivavy izy ireo. Nodorana ny trano fonenana ao aminy. Tapaka ireo bara hidiny.",
        "31": "Mihazakazaka ny mpitondra hafatra iray ka mifanena amin’ny mpitondra hafatra iray hafa, Ary mihazakazaka koa ny iraka iray ka mifanena amin’ny iray hafa, Mba hilaza amin’ny mpanjakan’i Babylona fa azon’ny fahavalo ny faritra samihafa amin’ilay tanànany,",
        "32": "Lasany ireo toerana fiampitana rano, Nodorany ireo lakana vita amin’ny zozoro, Ary mihorohoro ny miaramila.”",
        "33": "Fa izao no lazain’i Jehovah Tompon’ny tafika, Andriamanitry ny Israely: “Toy ny famoloana i Babylona zanakavavy. Izao no fotoana hanosihosena mafy azy. Kely sisa dia ho tonga ny fotoana hijinjana azy.”",
        "34": "“Narapak’i Nebokadnezara mpanjakan’i Babylona aho. Nataony very hevitra aho. Napetrany toy ny vilany tsy misy na inona na inona tavela aho. Toy ny bibilava ngezabe nitelina ahy izy. Ny zavatra tsara nananako no namenoany ny kibony. Noroahiny hiala teo amin’ny taniko aho.",
        "35": "‘Hifotitra amin’i Babylona anie ny herisetra nataony tamiko sy tamin’ny vatako!’, hoy ny mponin’i Ziona. Milaza koa i Jerosalema hoe: ‘Hivaly amin’ny mponin’i Kaldea anie ny rako!’”",
        "36": "Koa izao no lazain’i Jehovah: “Hiady ho anao eo amin’ny fitsarana aho, Ka hamaly izay nataony taminao. Hataoko ritra ny ranomasiny ary hataoko maina ny lavadranony.",
        "37": "Ho lasa vato mivangongo i Babylona Ary ho fonenan’ny alikadia. Hihorohoro sy hisioka haneso ny olona Mahita azy tsy misy mponina.",
        "38": "Hiara-mierona toy ny liona tanora izy rehetra. Hierona moramora toy ny zana-diona izy ireo.”",
        "39": "“Raha iny mbola mazotozoto iny izy ireo, dia hanaovako fanasambe sy hataoko mamo, Mba hifalifaliany. Dia hatory mandrakizay izy ireo Ka tsy hifoha intsony”, hoy i Jehovah.",
        "40": "“Hoentiko midina hovonoina toy ny zanak’ondry izy ireo, Toy ny ondrilahy sy osy.”",
        "41": "“Azon’ny fahavalo i Sesaka! Azony tokoa ilay Derain’ny tany manontolo! Hihorohoro ny firenena mahita an’izay hanjo an’i Babylona!",
        "42": "Niakatra ny ranomasina ka nanafotra an’i Babylona. Rakotry ny onjany maro be izy.",
        "43": "Hihorohoro ny olona mahita ny tanànany; lasa tany karakaina sy tany efitra ireny. Tsy hisy honina intsony ao amin’ilay tany, ary tsy hisy olona handalo.",
        "44": "Hitodika manokana amin’i Bela any Babylona aho, Ka hasaiko aloan’ny vavany izay efa nateliny. Tsy hisy firenena hirohotra hankany intsony, Ary hirodana ny mandan’i Babylona.",
        "45": "Mivoaha avy ao aminy, ry vahoakako! Vonjeo ny ainareo mba tsy hiharan’ny fahatezerana mafin’i Jehovah!",
        "46": "Aza kivy na matahotra noho ny amin’ny tatitra ho renareo ao amin’ilay tany. Hisy tatitra ho tonga amin’ny taona iray, Ary hisy tatitra hafa amin’ny taona manaraka, Dia tatitra momba ny herisetra ao amin’ilay tany sy momba ny mpitondra hanafika mpitondra.",
        "47": "Koa henoy izao! Ho avy ny andro Hitodihako manokana amin’ireo sary sokitra ao Babylona. Ho menatra ilay tany manontolo, Ary hiampatrampatra ao daholo ny fatin’ireo voavono tao.",
        "48": "Ny lanitra sy ny tany ary izay rehetra ao amin’ireo, Dia hihoby noho izay hanjo an’i Babylona. Fa ho tonga ao aminy avy any avaratra ireo mpandrava”, hoy i Jehovah.",
        "49": "“Tsy vitan’ny hoe nataon’i Babylona feno faty niampatrampatra teo amin’ny Israely, Fa niampatrampatra tao Babylona koa ny fatin’ny olona avy any amin’ny tany rehetra.",
        "50": "Mandehana foana fa aza mijanona, ianareo tsy matin’ny sabatra! Tsarovy i Jehovah na dia lavitra aza ianareo, Ary ho ao an-tsainareo foana anie i Jerosalema.”",
        "51": "“Afa-baraka izahay fa mandre esoeso. Rakotry ny henatra ny tarehinay, Satria tafihin’ny olona avy amin’ny firenen-kafa ny toerana masina ao amin’ny tranon’i Jehovah.”",
        "52": "“Koa henoy izao!”, hoy i Jehovah. “Ho avy ny andro Hitodihako manokana amin’ireo sary sokitra ao Babylona. Ary hitaraindraina manerana ny taniny ireo maratra.”",
        "53": "“Na dia hiakatra any an-danitra aza i Babylona, Ary na dia hamafisiny aza ny toerany voaro mafy izay avo dia avo, Dia hasaiko tonga ao aminy ihany ny mpandrava”, hoy i Jehovah.",
        "54": "“Izany fa misy feo mitaraina avy ao Babylona, Dia feona fandravana be avy ao amin’ny tanin’ny Kaldeanina,",
        "55": "Satria mandrava an’i Babylona i Jehovah. Hataony tsy heno intsony ny feony mitabataba. Ary hidoboka mafy toy ny rano be ny onjan’izy ireo. Ho re ny feon’izy ireo.",
        "56": "Fa ho avy hamely an’i Babylona ny mpandrava, Ka ho babo ireo miaramilany. Ho tapatapaka ny tsipìkany, Satria i Jehovah dia Andriamanitra mpamaly ny natao. Tsy maintsy hamaly ny olona araka izay nataony izy.",
        "57": "Hataoko mamo ny andrianany, ny olon-kendriny, Ny governorany, ny solontenam-panjakany, ary ny miaramilany. Hatory mandrakizay ireo Ka tsy hifoha intsony”, hoy ilay Mpanjaka, izay manana anarana hoe Jehovah Tompon’ny tafika.",
        "58": "Izao no lazain’i Jehovah Tompon’ny tafika: “Horavana tanteraka ny mandan’i Babylona na dia matevina aza, Ary hodorana ireo vavahadiny na dia avo aza. Ho very maina fotsiny ny asa mafy ataon’ny vahoaka, Handrera-tena fotsiny ireo firenena satria ho levon’ny afo ny asany.”",
        "59": "Nomen’i Jeremia mpaminany baiko i Seraia zanak’i Neria, zanak’i Mahaseia, tamin’izy nankany Babylona niaraka tamin’i Zedekia mpanjakan’ny Joda, tamin’ny taona fahefatra nanjakan’i Zedekia. Mpiandraikitra ny sakafon’ny miaramila io Seraia io.",
        "60": "Nosoratan’i Jeremia tao amin’ny boky iray ny loza rehetra hanjo an’i Babylona, dia ireo teny fanamelohana rehetra nosoratana momba an’i Babylona.",
        "61": "Ary hoy i Jeremia tamin’i Seraia: “Rehefa tonga any Babylona ianao ka mahita an’ilay tanàna, dia vakio mafy ireo teny rehetra ireo.",
        "62": "Dia izao lazaina: ‘Jehovah ô, efa nanameloka an’ity toerana ity ianao ka nilaza hoe ho rava sy tsy hisy honina intsony eto, na olona na biby, ary ho tanàna aolo mandrakizay izy.’",
        "63": "Ary rehefa voavakinao ity boky ity, dia afatory amin’ny vato ka atsipazo eo afovoan’ny Reniranon’i Eofrata.",
        "64": "Dia izao tenenina: ‘Toy izao no hilentehan’i Babylona ka tsy hipoirany intsony mihitsy, satria hahatonga loza aminy aho. Ho reraka fotsiny izy ireo.’” Mifarana eto ny tenin’i Jeremia."
    },
    "52": {
        "1": "Lasa mpanjaka i Zedekia tamin’izy 21 taona, ary nanjaka 11 taona tany Jerosalema izy. Hamotala no anaran-dreniny, ary zanak’i Jeremia avy any Libna izy io.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana i Zedekia, hoatran’izay rehetra nataon’i Joiakima.",
        "3": "Nanjo an’i Jerosalema sy Joda izany, satria tezitra tamin’izy ireo i Jehovah. Nesoriny tsy ho eo imasony àry izy ireo tamin’ny farany. Ary nikomy tamin’ny mpanjakan’i Babylona i Zedekia.",
        "4": "Tamin’ny andro fahafolon’ny volana fahafolo, tamin’ny taona fahasivy nanjakan’i Zedekia, dia tonga hanafika an’i Jerosalema i Nebokadnezara mpanjakan’i Babylona sy ny tafiny manontolo. Dia nitoby teo akaikin’i Jerosalema izy ireo, ka nanangana manda nanodidina azy.",
        "5": "Ary natao fahirano ilay tanàna, hatramin’ny taona faha-11 nanjakan’i Zedekia Mpanjaka.",
        "6": "Tena mafy ny mosary tao amin’ilay tanàna tamin’ny andro fahasivin’ny volana fahefatra, ka tsy nanan-kohanina intsony ny vahoaka.",
        "7": "Voagorobaka ny mandan’ilay tanàna tamin’ny farany, ka nivoaka nandositra teo amin’ilay vavahady teo anelanelan’ny manda roa sosona, teo akaikin’ny zaridainan’ny mpanjaka, ny miaramila rehetra raha mbola alina ny andro. Mbola nanodidina ny tanàna ny Kaldeanina tamin’izay. Ary nandeha tamin’ny lalana mankany Araba ireo miaramila.",
        "8": "Nenjehin’ny miaramila kaldeanina anefa i Zedekia Mpanjaka, ka tratrany teny amin’ny lemaka karakaina any Jeriko. Koa niparitaka nandao azy daholo ny miaramilany.",
        "9": "Dia nosamborin’ny Kaldeanina ny mpanjaka, ka nentiny niakatra tany amin’ny mpanjakan’i Babylona tao Ribla, tany Hamata. Ary nisy didim-pitsarana navoakany momba azy.",
        "10": "Dia novonoin’ny mpanjakan’i Babylona teo imason’i Zedekia ireo zanany lahy. Novonoiny tao Ribla daholo koa ny andrianan’i Joda.",
        "11": "Dia nopotsirin’ny mpanjakan’i Babylona ny mason’i Zedekia. Ary nofatorany tamin’ny gadra varahina izy, ka nentiny tany Babylona, dia nataony am-ponja mandra-pahafatiny.",
        "12": "Tamin’ny andro fahafolon’ny volana fahadimy, izany hoe tamin’ny taona faha-19 nanjakan’i Nebokadnezara mpanjakan’i Babylona, dia tonga tao Jerosalema i Nebozaradana lehiben’ny mpiambina ny mpanjakan’i Babylona sady mpanompony.",
        "13": "Dia nodorany ny tranon’i Jehovah sy ny tranon’ny mpanjaka ary ny trano rehetra tao Jerosalema. Nodorany koa ny trano lehibe rehetra.",
        "14": "Ary narodan’ny tafiky ny Kaldeanina manontolo, izay niaraka tamin’ilay lehiben’ny mpiambina, ny manda manodidina an’i Jerosalema.",
        "15": "Dia nentin’i Nebozaradana, lehiben’ny mpiambina, ny olona sasany ambany saranga sy ny vahoaka sisa tao an-tanàna, ka nataony sesitany. Nentiny koa ireo efa nitolo-batana tany amin’ny mpanjakan’i Babylona, ary ny sisa tamin’ireo mpanao asa tanana tena mahay.",
        "16": "Navelan’i Nebozaradana, lehiben’ny mpiambina, tao amin’ilay tany kosa ny sasany tamin’ireo mahantra faraidiny, mba hikarakara tanimboaloboka sy hanao asa an-terivozona.",
        "17": "Ary nopotipotehin’ny Kaldeanina ireo andry varahina teo amin’ny tranon’i Jehovah, sy ireo kalesy, ary ilay Ranomasina varahina tao an-tranon’i Jehovah. Dia nentin’izy ireo tany Babylona ny varahina rehetra tamin’ireny.",
        "18": "Nalainy koa ny fitoeran-davenona, ny lapelina, ny famonoan-jiro, ny vilia baolina, ny kaopy, ary ny fitaovana varahina rehetra nampiasaina tamin’ny fanompoana tao amin’ny tempoly.",
        "19": "Nalain’ilay lehiben’ny mpiambina ny kovetabe, ny fitondrana afo, ny vilia baolina, ny fitoeran-davenona, ny fitoeran-jiro, ny kaopy, ary ny vilia baolina hafa, izay tena volamena sy tena volafotsy daholo.",
        "20": "Efa tsy voalanja intsony ny varahina tamin’ny fitaovana rehetra, izany hoe tamin’ny andry roa, sy tamin’ilay Ranomasina, sy tamin’ireo omby varahina 12 teo ambanin’ilay Ranomasina, ary tamin’ireo kalesy nataon’i Solomona Mpanjaka ho an’ny tranon’i Jehovah.",
        "21": "Nirefy 18 hakiho ny haavon’ny andry tsirairay, ary tady 12 hakiho vao nahodidina ny iray. Poakaty ilay izy ary voantondro efatra ny hatevin’ny varahina taminy.",
        "22": "Varahina ny loha andry teo amboniny, ary dimy hakiho ny haavon’ny loha andry iray. Varahina daholo ny haingony hoatran’ny harato sy ny ampongabendanitra nanodidina ny loha andry. Hoatr’izany koa ilay andry faharoa sy ireo ampongabendanitra.",
        "23": "Nisy 96 ny ampongabendanitra teo ivelany. Tamin’ny fitambarany, dia nisy ampongabendanitra 100 nanodidina an’ilay harato.",
        "24": "Nalain’ilay lehiben’ny mpiambina koa i Seraia lehiben’ny mpisorona sy Zefania mpisorona lefitra ary ireo olona telo mpiandry varavarana.",
        "25": "Ireto kosa no nalainy avy tao an-tanàna: Tandapa iray nifehy ny miaramila; olona fito mpiara-miasa akaiky tamin’ny mpanjaka, izay hita tao an-tanàna; ny mpitan-tsoratry ny lehiben’ny tafika, izany hoe ilay mpanangona vahoaka; ary 60 lahy teo amin’ny sarambabem-bahoaka izay mbola hita tao an-tanàna.",
        "26": "Nalain’i Nebozaradana, lehiben’ny mpiambina, izy ireo ka nentiny tany amin’ny mpanjakan’i Babylona tao Ribla.",
        "27": "Dia namely azy ireo ny mpanjakan’i Babylona, ka namono azy ho faty tao Ribla, tany Hamata. Nesorina tamin’ny taniny àry ny Joda ka natao sesitany.",
        "28": "Ireto avy ny olona nataon’i Nebokadnezara sesitany: Jiosy 3 023, tamin’ny taona fahafito nanjakany.",
        "29": "Olona 832 no nalaina avy tao Jerosalema, tamin’ny taona faha-18 nanjakan’i Nebokadnezara.",
        "30": "Jiosy 745 no nentin’i Nebozaradana lehiben’ny mpiambina natao sesitany, tamin’ny taona faha-23 nanjakan’i Nebokadnezara. Nisy 4 600 ny fitambaran’ny olona rehetra natao sesitany.",
        "31": "Tamin’ny taona faha-37 nanaovana sesitany an’i Joiakina mpanjakan’ny Joda, tamin’ny andro faha-25 amin’ny volana faha-12, tamin’ny taona naha lasa mpanjaka an’i Evila-merodaka mpanjakan’i Babylona, dia nafahany i Joiakina mpanjakan’ny Joda ka navoakany avy tao am-ponja.",
        "32": "Tsara fanahy taminy i Evila-merodaka, ary nomeny toerana ambony noho ireo mpanjaka hafa niaraka taminy tany Babylona i Joiakina.",
        "33": "Nesorin’i Joiakina àry ny fitafiana nanaovany tao am-ponja, ary niara-nisakafo tamin’ny mpanjaka foana izy, nandritra ny androm-piainany.",
        "34": "Ary nomena anjara sakafo tsy tapaka avy tamin’ny mpanjakan’i Babylona izy isan’andro, nandritra ny androm-piainany, mandra-pahafatiny."
    },
    "meta": {
        "name": "Jeremia",
        "order": 23,
        "chapter_number": 52
    }
}