{
    "1": {
        "1": "Nisy lehilahy iray atao hoe Joba tany Oza. Nanao ny marina sy tsy nivadika izy, sady natahotra an’Andriamanitra ka nifady ny ratsy.",
        "2": "Nanan-janaka fito lahy sy telo vavy izy,",
        "3": "ary nanana ondry 7 000, rameva 3 000, omby 1 000, ary ampondra 500. Nanana mpanompo be dia be koa izy. Izy àry no lasa nanan-karena indrindra tamin’ny Tatsinanana rehetra.",
        "4": "Nifandimby nanao fanasambe tany an-tranony avy ireo zanany lahy, ary samy nanana ny andro nanaovany an’izany. Nasain’izy ireo hiara-mihinana sy misotro aminy koa izy telo vavy anabaviny.",
        "5": "Rehefa nahavita ny anjara fanasany avy ny zanany, dia nampiantso azy ireo i Joba mba hanamasina azy ireo. Dia nifoha maraina izy ka nanolotra fanatitra dorana araka ny isan’ny zanany. Fa hoy izy: “Sao nanota sy nanozona an’Andriamanitra tao am-pony ny zanako.” Izany foana no fanaon’i Joba.",
        "6": "Ary tonga ny andro hankanesan’ireo zanak’Andriamanitra teo anatrehan’i Jehovah, dia mba tonga niaraka tamin’izy ireo teo koa i Satana.",
        "7": "Dia hoy i Jehovah tamin’i Satana: “Avy taiza ianao?” Dia namaly an’i Jehovah i Satana hoe: “Avy nivezivezy teny ambonin’ny tany sy nandehandeha teny aho.”",
        "8": "Ary hoy i Jehovah tamin’i Satana: “Efa nandinika an’i Joba mpanompoko ve ianao? Tsy misy hoatr’azy eny ambonin’ny tany. Manao ny marina sy tsy mivadika izy, sady matahotra an’Andriamanitra ka mifady ny ratsy.”",
        "9": "Dia namaly an’i Jehovah i Satana hoe: “Hatahotra an’Andriamanitra ve i Joba raha tsy misy tombontsoany ao?",
        "10": "Tsy ianao ve no niaro azy sy ny ankohonany ary ny fananany rehetra? Notahinao ny asan’ny tanany, dia lasa be dia be mameno ny tany ny biby fiompiny.",
        "11": "Fa atsory ange ny tananao ary esory aminy daholo ny fananany rehetra e, dia ho hitanao fa eo imasonao mihitsy izy no hanozona anao.”",
        "12": "Dia hoy i Jehovah tamin’i Satana: “Eo an-tananao izay ananany rehetra, fa izy fotsiny no aza asiana!” Dia niala teo anatrehan’i Jehovah i Satana.",
        "13": "Indray andro, raha mbola nisakafo sy nisotro divay tao an-tranon’ny lahimatoa ireo zanany lahy sy ireo zanany vavy,",
        "14": "dia nisy olona tonga tany amin’i Joba nilaza hoe: “Mbola teo am-piasana tany ny omby ary mbola niraoka ahitra teny akaikiny ny ampondra",
        "15": "no nanafika ny Sabeanina, dia nalainy ireo omby sy ampondra. Ary novonoiny tamin’ny sabatra ny mpanompo, dia izaho irery sisa no afa-nandositra hilaza aminao.”",
        "16": "Tsy tapitra akory ny teniny, dia efa nisy tonga nilaza hoe: “Nisy afon’Andriamanitra nilatsaka avy tany an-danitra ka nandoro an’ireo ondry sy ny mpanompo, dia nandevona an’ireny! Ary izaho irery sisa no afa-nandositra hilaza aminao.”",
        "17": "Tsy tapitra akory ny teniny, dia efa nisy hafa koa tonga nilaza hoe: “Nanao andiany telo ny Kaldeanina ka nirohotra nankeny amin’ny rameva, dia nalainy ireny. Ary novonoiny tamin’ny sabatra ny mpanompo, dia izaho irery sisa no afa-nandositra hilaza aminao.”",
        "18": "Tsy tapitra akory ny teniny, dia efa nisy hafa koa tonga nilaza hoe: “Mbola nisakafo sy nisotro divay tao an-tranon’ny lahimatoa ny zanakao lahy sy ny zanakao vavy",
        "19": "no nisy rivotra nifofofofo tampoka avy any an-tany efitra, ka namely ny zoron-trano efatra. Nianjera ilay trano, dia maty tototr’ilay izy tao ny zanakao. Ary izaho irery sisa no afa-nandositra hilaza aminao.”",
        "20": "Dia nitsangana i Joba ka norovitiny ny akanjony, ary notapahiny ny volony. Niankohoka tamin’ny tany izy avy eo,",
        "21": "sady niteny hoe: “Nitanjaka no nivoahako avy tao an-kibon-dreniko, Ary mitanjaka no hiverenako any. I Jehovah no nanome, ary i Jehovah no naka. Hoderaina foana anie ny anaran’i Jehovah!”",
        "22": "Na teo aza anefa izany rehetra izany, dia tsy nanota i Joba sady tsy nanome tsiny an’Andriamanitra mihitsy."
    },
    "2": {
        "1": "Tatỳ aoriana, dia tonga indray ny andro hankanesan’ireo zanak’Andriamanitra teo anatrehan’i Jehovah. Mba tonga niaraka tamin’izy ireo teo koa i Satana, ka nankeo anatrehan’i Jehovah.",
        "2": "Dia hoy i Jehovah tamin’i Satana: “Avy taiza ianao?” Dia namaly an’i Jehovah i Satana hoe: “Avy nivezivezy teny ambonin’ny tany sy nandehandeha teny aho.”",
        "3": "Ary hoy i Jehovah tamin’i Satana: “Efa nandinika an’i Joba mpanompoko ve ianao? Tsy misy hoatr’azy eny ambonin’ny tany. Manao ny marina sy tsy mivadika izy, sady matahotra an’Andriamanitra ka mifady ny ratsy. Mbola tsy mivadika mihitsy izy, na dia mampirisika ahy hamotika ny fiainany tsy amin’antony aza ianao.”",
        "4": "Dia namaly an’i Jehovah i Satana hoe: “Hoditra solon’ny hoditra! Hanome an’izay ananany rehetra ny olona mba hiarovana ny ainy.",
        "5": "Fa atsory ange ny tananao e, ary asio ny taolany sy ny nofony, dia ho hitanao fa eo imasonao mihitsy izy no hanozona anao.”",
        "6": "Dia hoy i Jehovah tamin’i Satana: “Eo an-tananao izy, fa ny ainy ihany no aza esorina!”",
        "7": "Koa niala teo anatrehan’i Jehovah i Satana, dia nasiany vay mampanaintaina be i Joba, hatrany an-tampon-dohany ka hatrany am-paladiany.",
        "8": "Ary naka vakim-bilany tanimanga i Joba hikikisany ny tenany. Dia nipetraka teo amin’ny lavenona izy.",
        "9": "Farany, dia hoy ny vadiny taminy: “Mbola tsy mivadika amin’Andriamanitra ihany ve ianao? Manozòna an’Andriamanitra, dia aleo ianao maty!”",
        "10": "Hoy anefa i Joba taminy: “Miteniteny foana hoatran’ny vehivavy tsy misaina ianao! Ny tsara ihany angaha no raisintsika avy amin’ilay tena Andriamanitra fa tsy ny ratsy koa?” Na teo aza izany rehetra izany, dia tsy nanota i Joba tamin’izay nolazainy.",
        "11": "Ary naheno an’izany loza rehetra nanjo an’i Joba izany ny namany telo lahy, ka tonga avy any amin’izay nisy azy avy. Tsy iza izany fa i Elifaza Temanita sy Bildada Sohita ary Zofara Namatita. Koa nifanao fotoana izy ireo hoe ho any amin’i Joba mba hiara-miory aminy sy hampionona azy.",
        "12": "Rehefa nahatazana azy avy lavitra izy telo lahy, dia tsy nahafantatra azy. Ary nanomboka nigogogogo nitomany izy ireo sady samy nandrovitra ny akanjony, ary nanipy vovoka teny amin’ny rivotra sy teo amin’ny lohan’izy ireo.",
        "13": "Niara-nipetraka taminy teo amin’ny tany, fito andro sy fito alina, izy telo lahy avy eo. Ary tsy nisy niteny taminy izy ireo na indraim-bava aza, satria hitan’izy ireo fa nijaly be izy."
    },
    "3": {
        "1": "Taorian’izany dia nanomboka niteny i Joba ka nanozona ny andro nahaterahany.",
        "2": "Hoy izy:",
        "3": "“Ho foana anie ilay andro nahaterahako, Sy ilay alina nilazana hoe: ‘Misy zazalahy vao miforona ao am-bohoka!’",
        "4": "Enga anie ho maizina izany andro izany! Tsy hiraharaha an’izany anie ilay Andriamanitra any ambony any, Ary tsy hisy hazavana hamiratra anie amin’izany!",
        "5": "Enga anie haka azy indray ny haizim-pito! Hisy rahona mitatao anie eo aminy, Ary hampihorohoro azy anie izay rehetra manamaizina ny andro!",
        "6": "Handrombaka an’izany alina izany anie ny haizina mikitroka. Enga anie izy tsy hiara-mifaly amin’ireo andro ao anatin’ny taona, Sady tsy hisaina ho isan’ireo volana!",
        "7": "Tsy hamokatra tokoa anie izany alina izany, Sady tsy handrenesana fihobiana!",
        "8": "Hanozona azy anie ireo manozona ny andro, Dia ireo mahavita mamoha Leviatana!",
        "9": "Hihamaizina anie ny kintan’ny marainany! Enga anie izy ho sasa-miandry ny mazava, Ary tsy ho hitany ny taratry ny mazava ratsy!",
        "10": "Fa tsy nanidy ny varavaran’ny kibon’ny reniko izy, Na nanafina ny fahoriana tsy ho hitan’ny masoko.",
        "11": "Nahoana re aho no tsy tonga dia maty tamin’izaho vao teraka e? Nahoana aho no tsy niala aina rehefa nivoaka avy tao an-kibo?",
        "12": "Nahoana no nisy lohalika niampofo ahy Sy nono ninonoako?",
        "13": "Fa raha tsy izany, dia efa nandry tamim-piadanana aho, Ary efa natory ka niala sasatra",
        "14": "Niaraka tamin’ny mpanjakan’ny tany sy ny mpanolo-tsainan’izy ireo, Izay nanorina toerana ho an’ny tenany saingy efa rava izany ankehitriny,",
        "15": "Na niaraka tamin’ny andriana nanana volamena Sy trano feno volafotsy.",
        "16": "Na maninona aho no tsy toy ny zaza vao mitsaika nefa afaka sahady, Toy ny zaza tsy nahita masoandro mihitsy?",
        "17": "Na ny ratsy fanahy aza tsy mitebiteby intsony, rehefa any am-pasana. Any ny reraka no miala sasatra.",
        "18": "Any ny gadra rehetra no miadana; Tsy henon’izy ireo intsony ny feon’izay manery azy hiasa.",
        "19": "Mitovy ihany ny kely sy ny lehibe rehefa any, Ary afaka amin’ny tompony ny mpanompo.",
        "20": "Nahoana no ataony mahita masoandro ny olona mijaly, Ary omeny aina ny olona mizaka ny mangidy?",
        "21": "Nahoana izy ireo no te ho faty nefa tsy mety tonga Rafahafatesana? Mikaroka an’izany mihoatra noho ny harena miafina izy ireo,",
        "22": "Dia ireo olona faly be Sy ravoravo rehefa mahita ny fasana.",
        "23": "Nahoana no ataon’Andriamanitra mahita masoandro ny olona very lalana, Izay efa nataony tapi-dalan-kaleha?",
        "24": "Fa ny sentoko no solon’ny sakafoko, Ary miraradraraka toy ny rano ny fitarainako.",
        "25": "Fa ilay zavatra nampihorohoro ahy mihitsy no mihatra amiko, Ary ilay natahorako no manjo ahy.",
        "26": "Tsy mba niadana aho, na nilamindamina, na mba afaka naka aina, Fa tebiteby lava no iainako.”"
    },
    "4": {
        "1": "Dia namaly i Elifaza Temanita hoe:",
        "2": "“Handreraka be anao ve raha mba misy te hiresaka aminao? Fa iza moa no mahafehy ny vavany tsy hiteny?",
        "3": "Marina fa efa nanitsy olona maro ianao, Ary efa zatra nanatanjaka an’ireo miraviravy tanana.",
        "4": "Ny teninao no nanarina an’izay saika lavo, Ary nohatanjahinao ny lohalika mangozohozo.",
        "5": "Ianao anefa izao no tratran’izany, dia tsy hitanao izay hatao; Mihatra aminao izany, dia kivy ianao.",
        "6": "Tsy manome toky anao angaha ny fanajanao an’Andriamanitra, Ary tsy manome fanantenana anao angaha ny tsy fivadihanao?",
        "7": "Mba tadidio kely hoe iza moa no tsy nanan-tsiny nefa maty? Oviana no mba nisy olo-marina naringana?",
        "8": "Raha ny efa hitako, dia izay mamboly zava-dratsy Sy izay mamafy fahoriana no hijinja an’izany.",
        "9": "Ny fofonain’Andriamanitra no maharipaka an’ireny, Ary ny fipoahan’ny fahatezerany no mahafaty an’ireny.",
        "10": "Mierona ny liona, ary mierona moramora ny liona tanora, Nefa na ny nifin’ny liona matanjaka aza tapaka ihany.",
        "11": "Maty ny liona raha tsy misy biby hazaina, Ary miparitaka ny zana-diona.",
        "12": "Nisy teny nolazaina tamiko mangingina, Ary reko nobitsibitsihina tamiko izany.",
        "13": "Tamin’izaho nikorontan-tsaina nandritra an’ireo fahitana hitako tamin’ny alina, Rehefa iny renoky ny torimaso iny ny olona,",
        "14": "Dia nangovitra be aho, Ka nihorohoro ny taolako rehetra.",
        "15": "Nisy fanahy nandalo teo anatrehako, Ka nitsangam-bolo aho.",
        "16": "Dia nijanona izy, Nefa tsy fantatro ny endriny. Nisy zavatra teo anoloan’ny masoko; Ary nisy fahanginana, dia avy eo aho nandre feo niteny hoe:",
        "17": "‘Mety ho marina kokoa noho Andriamanitra ve ny olombelona mety maty? Mety hadio kokoa noho ny Mpanao azy ve ny olona?’",
        "18": "Jereo fa ny mpanompony aza tsy atokisany, Ary ny anjeliny aza hitany hoe misy tsininy,",
        "19": "Mainka fa ireo mipetraka ao amin’ny trano tanimanga, Izay miorina eo amin’ny vovoka, Ka mora torotoroina toy ny bibikely!",
        "20": "Mbola tsy hariva ny andro dia efa potipotika ireny, Maty mandrakizay izy nefa tsy misy miraharaha.",
        "21": "Tsy hoatran’ny tranolay efa tsy misy tady mitazona azy intsony ve izy ireny? Maty tsy nanam-pahendrena izy ireny."
    },
    "5": {
        "1": "“Miantsoa ange e! Hisy hamaly anao ve? Iza amin’ny anjely no hitadiavanao vonjy?",
        "2": "Fa ny fahasosorana no hahafaty ny adala, Ary ny fialonana no hamono ny kely saina.",
        "3": "Hitako fa tafita ny adala, Saingy nisy nanozona tampoka ny fonenany.",
        "4": "Tsy voaro ny zanany, Sady torotoro eo am-bavahadin’ny tanàna nefa tsy misy mamonjy.",
        "5": "Lanin’ny olona noana izay jinjain’ny adala, Ka alainy hatramin’izay any anaty tsilo, Ary voafandrika ny fananan’izy ireo.",
        "6": "Fa tsy hitsimoka avy amin’ny vovoka ny zavatra manimba, Ary tsy haniry avy amin’ny tany ny fahoriana.",
        "7": "Fa nateraka hijaly ny olona, Toy ny pitik’afo tsy maintsy misidina ambony.",
        "8": "Fa raha izaho ianao dia Andriamanitra no hangatahako fanampiana, Ary Andriamanitra no hasaiko mitsara ny adiko,",
        "9": "Dia Ilay manao zavatra lehibe tsy takatry ny saina, Sy zava-mahagaga tsy hita isa.",
        "10": "Mandatsaka orana ho an’ny tany izy Ary mandefa rano eny an-tsaha.",
        "11": "Asandrany ho eo amin’ny avo ny olona ambany, Ary asandrany hahazo famonjena ny kivy.",
        "12": "Ataony tsy tanteraka ny tetiky ny olona fetsy ratsy, Ka tsy mahomby izay ataon’ny tanan’izy ireo.",
        "13": "Ny hafetsen’ny hendry ihany no amandrihany azy, Ka rava ny tetiky ny fetsifetsy.",
        "14": "Tratry ny haizina izy ireny amin’ny antoandro, Ary mitsapatsapa izy ireo rehefa mitataovovonana, toy ny hoe alina ny andro.",
        "15": "Mamonjy ny olona tsy ho azon’ny sabatra mivoaka amin’ny vavan’ireny izy. Mamonjy ny mahantra tsy ho azon’ny tanan’ny mahery izy,",
        "16": "Ka lasa manana fanantenana ny madinika, Fa mikombona kosa ny vavan’ny olona tsy marina.",
        "17": "Sambatra ny olona anarin’Andriamanitra, Ka aza lavina ny famaizan’ilay Mahery Indrindra!",
        "18": "Fa izy no mahatonga fanaintainana, nefa izy koa no mamehy ny ratra; Izy no mamotika, nefa ny tanany ihany no manasitrana.",
        "19": "Hamonjy anao tsy ho azon’ny loza enina izy, Ary na dia ny loza fahafito aza tsy hahavoa anao.",
        "20": "Hanavotra anao tsy ho faty izy rehefa misy mosary, Ary hanavotra anao tsy hiharan’ny herin’ny sabatra, mandritra ny ady.",
        "21": "Ho voaro tsy ho voan’ny karavasin’ny lela ianao, Ary tsy hatahotra rehefa tonga ny fandravana.",
        "22": "Hihomehezanao fotsiny ny fandringanana sy ny hanoanana, Ary tsy hatahoranao ny bibidia etỳ an-tany.",
        "23": "Fa tsy haninona anao ny vato any an-tsaha, Ary hihavana aminao ny bibidia any an-tsaha.",
        "24": "Dia ho hitanao fa azo antoka ny tranolainao, Ary tsy misy na inona na inona very ao amin’ny kijananao, rehefa tonga hijery azy io ianao.",
        "25": "Hanan-janaka maro ianao, Ary ho be dia be hoatran’ny zavamaniry amin’ny tany ny taranakao.",
        "26": "Rehefa ho any am-pasana ianao dia mbola hatanjaka, Hoatran’ny salohim-bary jinjaina amin’ny fotoanany.",
        "27": "Namotopototra an’izany izahay ka izay no hitanay. Henoy izany, ary ekeo.”"
    },
    "6": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Raha mba azo lanjaina daholo mantsy ny fahoriako, Sady azo atao eo amin’ny mizana miaraka aminy koa ny loza manjo ahy!",
        "3": "Fa mavesatra noho ny fasika any an-dranomasina izany izao, Ka nirediredy aho.",
        "4": "Fa mitsatoka amiko ny zana-tsipìkan’ilay Mahery Indrindra, Ary ny poizina avy amin’izany no sotroiko. Milahatra hamely ahy ny horohoro avy amin’Andriamanitra.",
        "5": "Haneno ve ny ampondradia raha efa eo anoloan’ny ahitra? Ary hitrena ve ny omby raha efa mahazo sakafo?",
        "6": "Sakafo matsatso ve dia hohanina tsy misy sira, Ary misy tsirony ve ny rona fiandrilavenona?",
        "7": "Tsy nety nikasika an’ireny aho, Fa toy ny loto ao amin’ny sakafoko ireny.",
        "8": "Raha mba azoko mantsy izay angatahiko, Ary omen’Andriamanitra ahy izay iriko!",
        "9": "Raha mba manaiky hamotika ahy mantsy Andriamanitra, Ka manatsotra ny tanany, dia mamono ahy!",
        "10": "Na izany aza mantsy dia hampionona ahy. Hitsinjaky ny hafaliana aho na dia manaintaina lava aza, Satria tsy nolaviko ny tenin’Ilay Masina.",
        "11": "Mbola manan-kery hiandrasana ihany ve aho? Ary inona moa no hiafarako no mbola tokony ho velona foana aho?",
        "12": "Herim-bato ve ny heriko? Ary varahina ve ny nofoko?",
        "13": "Misy fomba azoko anavotana ny tenako angaha, Raha nesorina tamiko daholo izay afaka manampy ahy?",
        "14": "Izay tsy tia ny namany sy mivadika aminy, Dia tsy hatahotra an’ilay Mahery Indrindra intsony.",
        "15": "Ny rahalahiko dia mamitaka toy ny riaka amin’ny andro ririnina, Toy ny riaka amin’ny andro ririnina izay miharìtra.",
        "16": "Lasa matroka ireny azon’ny ranomandry, Ary miafina ao aminy ny lanezy mitsonika.",
        "17": "Tsy misy rano intsony anefa ireny rehefa mandeha ny fotoana, ka manjavona. Ritra ireny rehefa mafana ny andro.",
        "18": "Mivily lalana ireny, Ary mikoriana mankany an-tany efitra dia maina.",
        "19": "Mitady an’ireny ny olona niara-dia avy any Tema, Ary miandry an’ireny ny mpanao dia lavitra avy any Sheba.",
        "20": "Menatra izy ireo satria nanantena tsy misy, Tonga teo ry zareo kanjo diso fanantenana.",
        "21": "Fa hoatr’izany koa no fahitako anareo; Mahita ny hamafin’ny loza manjo ahy ianareo, dia raiki-tahotra.",
        "22": "Angaha izaho niteny hoe: ‘Omeo zavatra aho’, Na nangataka anareo mba hanome ahy amin’ny harenanareo?",
        "23": "Angaha izaho nangataka hoe vonjeo amin’ny fahavaloko aho, Na hoe afaho amin’ireo mpampijaly ahy?",
        "24": "Mba ampianaro aho, fa hangina; Ampio aho hahafantatra hoe inona no fahadisoako.",
        "25": "Tsy mba mandratra ny teny marina! Fa inona kosa no mba soa azo avy amin’ny fananaranareo?",
        "26": "Mitetika ny hanitsy ny teniko ve ianareo, Nefa tenin’olona mamoy fo fotsiny izany ka entin’ny rivotra?",
        "27": "Na ny kamboty koa aza hataonareo antsapaka, Ary hamidinareo ny namanareo!",
        "28": "Koa ankehitriny, mitodiha dia jereo aho, Fa tsy handainga eo imasonareo aho.",
        "29": "Mba diniho indray ange e, ary aza diso fitsara ahy, Eny, diniho indray, fa mbola ao tsara ny fahamarinako.",
        "30": "Miteny zavatra tsy ara-drariny ve ny lelako? Ary tsy tsapan’ny lanilaniko ve fa misy zavatra tsy mety?"
    },
    "7": {
        "1": "“Tsy hoatran’ny asa an-terivozona ve ny fiainan’ny olombelona eto an-tany? Ary tsy toy ny andron’ny mpikarama ve ny androny?",
        "2": "Toy ny mpanompo maniry mafy hahazo alokaloka izy, Ary toy ny mpikarama miandry ny karamany.",
        "3": "Koa volana maro tsy misy dikany no nomena ho anjarako, Ary alina feno fahoriana no natokana ho ahy.",
        "4": "Rehefa matory aho, dia mieritreritra hoe: ‘Rahoviana re aho no hifoha e?’ Hoatran’ny tsy mety tapitra anefa ny alina, ka sasatry ny mivadibadika aho mandra-pahangiran-dratsin’ny andro.",
        "5": "Rakotra olitra sy vovoka mivaingambaingana ny nofoko. Feno takopery sy nana ny hoditro.",
        "6": "Mandeha haingana noho ny famahanana tenona ny androko, Ary lany tsy misy fanantenana.",
        "7": "Tsarovy fa miserana toy ny rivotra ny fiainako, Ary tsy hahita hasambarana intsony mihitsy ny masoko.",
        "8": "Tsy hahita ahy intsony ny mason’izay mijery ahy; Hitady ahy ny masonao, nefa tsy ho eo intsony aho.",
        "9": "Toy ny rahona misava ka manjavona, Dia tsy hiakatra intsony izay midina any amin’ny Fasana.",
        "10": "Tsy hiverina any an-tranony intsony izy, Ary tsy hahatadidy azy intsony ny toerana nisy azy.",
        "11": "Koa tsy hifehy ny vavako aho. Hiteny aho noho ny fahorian-tsaiko; Hitaraina aho fa mangidy loatra ny fiainako!",
        "12": "Izaho angaha ranomasina sa biby ngezabe any an-dranomasina, No dia ataonao tsara ambina?",
        "13": "Rehefa milaza aho hoe: ‘Hampionona ahy ny farafarako; Ary hanamaivana ny fahoriako ny fandrianako’,",
        "14": "Dia mampihorohoro ahy amin’ny nofy ianao, Ary mampitahotra ahy amin’ny fahitana.",
        "15": "Koa aleoko maty sempotra, Eny, aleoko maty toy izay velona nefa hoatr’izao ny vatako.",
        "16": "Maharikoriko ahy ny fiainako. Tsy te ho velona intsony aho. Aza helingelenina aho, fa miserana toy ny fofonaina ny androko.",
        "17": "Inona moa izay olombelona mety maty no horaharahianao Sy hifantohanao?",
        "18": "Nahoana ianao no mandinika azy isa-maraina, Ka mitsapa toetra azy tsy an-kiato?",
        "19": "Mba rahoviana re ianao vao tsy hijery ahy Sy tsy hanelingelina ahy e, amin’izay aho mba manam-potoana hiteleman-drora?",
        "20": "Raha nanota aho, inona moa no voka-dratsin’izany aminao, ry Mpandinika ny olombelona? Fa maninona no izaho no kendrenao? Lasa enta-mavesatra ho anao angaha aho?",
        "21": "Nahoana ianao no tsy mamela ny heloko, Ary tsy manadino ny fahadisoako? Fa efa hatory eo amin’ny vovoka aho, Ary hitady ahy ianao, nefa tsy ho eo intsony aho.”"
    },
    "8": {
        "1": "Dia namaly i Bildada Sohita hoe:",
        "2": "“Mandra-pahoviana ianao no hiteniteny hoatr’izany? Rediredy fotsiny ny teny lazain’ny vavanao!",
        "3": "Andriamanitra ve dia hamadika ny rariny? Ary ilay Mahery Indrindra ve dia hanao ny tsy marina?",
        "4": "Raha nanota taminy ny zanakao, Dia navelany ho voasazy satria nikomy.",
        "5": "Raha mba mitady an’Andriamanitra anefa ianao, Sady mitalaho famindram-po amin’ilay Mahery Indrindra,",
        "6": "Ary raha tena madio sy marina ianao, Dia hitsinjo anao izy, Ka haveriny amin’ny toerana tokony hisy anao ianao.",
        "7": "Ary na kely aza no niandohanao, Dia ho lehibe no hiafaranao.",
        "8": "Mba anontanio ange ny olona taloha e, Ary diniho tsara izay efa hitan’ireo razambeny!",
        "9": "Fa vao teraka omaly isika, ka tsy mahalala na inona na inona, Satria toy ny aloka ihany ny androntsika eto an-tany.",
        "10": "Tsy hampianatra anao ve izy ireo, Ka hoteneniny anao izay fantany?",
        "11": "Haniry tsara ve ny zozoro raha tsy eny amin’ny honahona? Ary haniry tsara ve ny bararata raha tsy misy rano?",
        "12": "Mbola tsy mamelana sy tsy voatapaka akory izy, Dia efa ho maina alohan’ny zavamaniry hafa rehetra.",
        "13": "Toy izany no hiafaran’izay rehetra manadino an’Andriamanitra, Satria ho foana ny fanantenan’izay tsy matahotra azy,",
        "14": "Izay miantehitra amin’ny hazo boboka, Sy matoky zavatra mora tapaka hoatran’ny tranon-kala.",
        "15": "Hiankina amin’ny tranony izy, nefa hianjera izany; Hiezaka hamikitra amin’izany izy, nefa tsy haharitra izany.",
        "16": "Toy ny zavamaniry vonton-drano azon’ny hainandro izy, Ary miparitaka ao amin’ny zaridaina ny tsimok’ilay izy.",
        "17": "Mifamatopatotra eo amin’ny vato be dia be miavosa ny fakany; Mitady fonenana eo amin’ireo vato izy.",
        "18": "Rehefa ongotana hiala amin’ny toerany anefa izy, Dia handa azy ilay toerana ka hilaza hoe: ‘Mbola tsy nahita anao mihitsy aho.’",
        "19": "Hoatr’izany no fomba hanjavonany; Dia hisy hafa indray hitsimoka avy eo amin’ny vovoka.",
        "20": "Tsy harian’Andriamanitra mihitsy anefa ireo tsy mivadika aminy, Ary tsy hanohana an’ireo mpanao ratsy izy.",
        "21": "Fa mbola hataony feno hehy ny vavanao, Ary hofenoiny horakoraka sy fifaliana ny molotrao.",
        "22": "Hitafy henatra ireo mankahala anao, Ary tsy ho eo intsony ny tranolain’ny ratsy fanahy.”"
    },
    "9": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Fantatro tsara fa izany no izy. Hanana ny rariny ve anefa ny olombelona mety maty raha miady amin’Andriamanitra eo amin’ny fitsarana?",
        "3": "Raha misy olona te hiady hevitra aminy, Dia tsy hahavaly ny fanontaniany, na dia fanontaniana iray ao anatin’ny arivo aza.",
        "4": "Manana fo hendry izy sady tena mahery. Koa iza no hanohitra azy ka ho afa-maina?",
        "5": "Mamindra tendrombohitra izy nefa tsy misy mahafantatra an’izany. Aongany ireny rehefa tezitra izy.",
        "6": "Hozongozoniny hiala amin’ny toerany ny tany, Ka mihovotrovotra ny andrin’ny tany.",
        "7": "Omeny baiko ny masoandro mba tsy hiposaka, Ary takonany ny hazavan’ny kintana;",
        "8": "Mamelatra ny lanitra samirery izy, Ary mandeha eny amin’ny onjan-dranomasina avo be.",
        "9": "Izy no nanao an’ireo antokon-kintana Asha sy Kesila ary Kimaha, Ary ny antokon-kintana eny amin’ny lanitra atsimo;",
        "10": "Manao zavatra lehibe sady tsy takatry ny saina izy, Ary manao zava-mahagaga tsy voaisa.",
        "11": "Mandalo eo akaikiko izy nefa tsy afaka mahita azy aho; Lalovany aho nefa tsy tsikaritro izy.",
        "12": "Iza no hahatohitra azy rehefa maka zavatra an-keriny izy? Iza no ho afaka hiteny aminy hoe: ‘Fa inona ity ataonao?’",
        "13": "Tsy hifehy ny hatezerany Andriamanitra; Na ireo mpanampy an-dRahaba aza hiankohoka eo anatrehany.",
        "14": "Koa mainka moa fa raha hamaly azy aho! Tsy maintsy fidiko tsara ny teniko mba hahafahako miady hevitra aminy.",
        "15": "Tsy hamaly azy aho, na dia manana ny rariny aza. Tsy misy azoko atao afa-tsy ny mitalaho famindram-po amin’ny mpitsara ahy.",
        "16": "Hamaly ve izy raha miantso azy aho? Tsy mino aho hoe hihaino ahy izy,",
        "17": "Fa mamotika ahy amin’ny tafio-drivotra izy, Ary mampitombo ny feriko tsy amin’antony.",
        "18": "Tsy avelany haka aina akory aho; Vokisany zava-mangidy foana aho.",
        "19": "Raha resaka hery, dia izy no tena matanjaka. Raha resaka fanaovana ny rariny, dia hoy izy: ‘Iza no ho sahy hanao ampamoaka ahy?’",
        "20": "Na manana ny rariny aza aho, dia hilaza ahy ho meloka ihany ny vavako; Na tsy mivadika mihitsy aza aho, dia hilaza ahy ho meloka izy.",
        "21": "Na tsy mivadika mihitsy aza aho, dia tsy fantatro hoe inona no hanjo ahy; Tsy ekeko izao fiainako izao.",
        "22": "Mitovy ihany izany. Izany no antony ilazako hoe: ‘Samy haringany ihany na ny tsy manan-tsiny na ny ratsy fanahy.’",
        "23": "Raha misy ranotrambo mahafaty tampoka, Dia hihomehezany ny famoizam-pon’ny tsy manan-tsiny.",
        "24": "Natolotra ho an’ny ratsy fanahy ny tany; Manampina ny mason’ny mpitsaran’ny tany izy. Raha tsy izy no manao an’izany, dia iza?",
        "25": "Mandeha haingana kokoa noho ny mpihazakazaka ny androko; Lasa mandositra izany, ka tsy mahita zavatra tsara.",
        "26": "Misosa tahaka ny lakan-jozoro izany, Hoatran’ny voromahery mifaoka ny hazany.",
        "27": "Raha miteny aho hoe: ‘Hanadino ny fitarainako aho, Ary tsy hanjonitra intsony fa ho miramirana,’",
        "28": "Dia mbola hatahotra ihany aho noho ny fanaintainako rehetra, Ary fantatro fa tsy hihevitra ahy ho tsy manan-tsiny ianao.",
        "29": "Ho hita hoe meloka aho. Koa nahoana aho no handrera-tena fotsiny?",
        "30": "Na misasa amin’ny rano madio be aza aho, Ary manasa ny tanako amin’ny savony,",
        "31": "Dia halentikao ao anaty lavaka ihany, Ka na ny akanjoko aza hankahala ahy.",
        "32": "Fa tsy olombelona tahaka ahy izy ka hoe azoko atao ny hamaly azy, Na hoe hifampitory any amin’ny fitsarana izahay.",
        "33": "Tsy misy olona afaka manapa-kevitra momba anay, Ka ho mpitsara anay.",
        "34": "Raha tsy mikapoka ahy intsony izy, Ary tsy mampihorohoro ahy intsony mba hampitahorana ahy,",
        "35": "Dia tsy hatahotra ny hiresaka aminy aho, Satria tsy olona matahotra miteny aho."
    },
    "10": {
        "1": "“Maharikoriko ahy ny fiainako. Havoakako daholo ny fitarainako. Hiteny aho fa mangidy loatra ny fiainako!",
        "2": "Hiteny amin’Andriamanitra aho hoe: ‘Aza tsarainao hoe meloka aho. Lazao amiko hoe maninona ianao no miady amiko.",
        "3": "Misy soa azonao ve rehefa mampijaly ahy ianao, Ka manao tsinontsinona ny asan’ny tananao, Ary mankasitraka ny hevitry ny ratsy fanahy?",
        "4": "Mason’olombelona angaha ny masonao, Sa mitovy fomba fijery amin’ny olombelona mety maty ianao?",
        "5": "Toy ny androm-piainan’ny olona mety maty angaha ny androm-piainanao, Sa hoatran’ny taonan’ny olona ny taonanao,",
        "6": "No tadiavinao izay fahadisoako, Ary karohinao ny fahotako?",
        "7": "Fantatrao fa tsy meloka aho, Sady tsy misy mahavonjy ahy eo an-tananao.",
        "8": "Ny tananao ihany no namolavola sy nanao ahy, Nefa tadiavinao horinganina tanteraka aho izao.",
        "9": "Mba tadidio re fa tanimanga no nanaovanao ahy e, Nefa averinao ho vovoka indray aho izao.",
        "10": "Tsy nararakao toy ny ronono ve aho, Ary nataonao mandry toy ny fromazy?",
        "11": "Hoditra sy nofo no nampitafianao ahy, Ary taolana sy hozatra no nandrarianao ahy.",
        "12": "Nomenao aina aho, ary tia ahy sy tsy nivadika tamiko ianao. Niaro ny aiko ny fikarakaranao ahy.",
        "13": "Nitady hanao an’ireto zavatra ireto mangingina anefa ianao, Ary fantatro fa avy aminao ireto:",
        "14": "Raha nanota aho dia ho narahinao maso, Ary tsy ho navelanao ny fahadisoako.",
        "15": "Raha meloka aho, dia loza ny manjo ahy! Ary na tsy manan-tsiny aza aho, dia tsy ho afaka hitraka, Satria afa-baraka tanteraka sady vontom-pahoriana.",
        "16": "Raha mitraka aho, dia hihaza ahy toy ny liona ianao, Ary hasehonao indray ny herinao mba hamelezana ahy.",
        "17": "Mitondra vavolombelona hafa hiampanga ahy ianao Sady vao mainka tezitra amiko, Amin’izao fahoriana misesisesy manjo ahy izao.",
        "18": "Koa nahoana aho no navoakanao avy tao an-kibo? Tahaka izay aho maty dia tsy nisy maso nahita ahy.",
        "19": "Dia mba toy ny hoe tsy nisy mihitsy aho; Ho nalaina avy tao an-kibo aho, ka tonga dia nalefa tany am-pasana.’",
        "20": "Tsy efa vitsy ve ny androko? Aoka izy tsy hanelingelina ahy; Enga anie tsy hibanjina ahy intsony ny masony, dia mba ho maivamaivana aho,",
        "21": "Alohan’ny handehanako any amin’ny toerana izay tsy hiverenako intsony, Dia any amin’ny tany anjakan’ny haizim-pito,",
        "22": "Any amin’ny tany misy haizina mikitroka, Dia tanin’ny haizim-pito sy korontana, Ka na ny hazavana any aza toy ny haizim-pito.”"
    },
    "11": {
        "1": "Namaly i Zofara Namatita hoe:",
        "2": "“Tsy hovaliana ve izany teny rehetra izany, Ary hanana ny rariny ve ny olona be resaka be?",
        "3": "Hampangina ny olona ve ny rediredinao? Tsy hisy hananatra anao ve noho ny teny maneso nolazainao?",
        "4": "Milaza mantsy ianao hoe: ‘Tsy misy tsininy ny fampianarako, Ary madio eo imasonao aho.’",
        "5": "Raha mba miteny anefa Andriamanitra, Ka manokatra ny vavany hamaly anao,",
        "6": "Dia hampahafantariny anao ny tsiambaratelon’ny fahendrena, Satria be dia be no azo ianarana momba ny tena fahendrena! Dia ho azonao fa tsy tian’Andriamanitra hotadidina ny fahadisoanao sasany.",
        "7": "Ho vitanao ve ny hamantatra ny zava-dalin’Andriamanitra, Na ny hamantatra ny zava-drehetra momba an’ilay Mahery Indrindra?",
        "8": "Avo noho ny lanitra izany, ka hahavita inona ianao? Lalina noho ny Fasana izany, ka inona no ho fantatrao?",
        "9": "Lehibe noho ny tany izany, Ary midadasika noho ny ranomasina.",
        "10": "Raha mandalo izy ka misambotra olona, ary mitondra azy any amin’ny fitsarana, Dia iza no hahatohitra azy?",
        "11": "Fa fantany ny olona mpamitaka. Dia tsy hiraharaha ve izy rehefa mahita zava-dratsy?",
        "12": "Fa hahataka-javatra ny olona tsy misy saina, Raha afaka miteraka olombelona ny ampondradia.",
        "13": "Raha mba nanomana ny fonao mantsy ianao, Ary nanandratra ny tananao hivavaka aminy.",
        "14": "Raha misy ratsy nataon’ny tananao, dia ario lavitra izany, Ary aza avela hisy tsy fahamarinana hipetraka ao amin’ny tranolainao.",
        "15": "Dia ho afaka hitraka ianao satria tsy misy tsiny; Ho afaka hijoro tsara ianao sady tsy hatahotra.",
        "16": "Dia ho hadinonao ny fahorianao; Tsy hotsaroanao izany fa handalo toy ny rano mikoriana.",
        "17": "Hamiratra kokoa noho ny mitataovovonana ny fiainanao; Na ny haizina eo aminy aza ho toy ny maraina.",
        "18": "Dia ho feno toky ianao satria misy antenaina, Ary hijery ny manodidina ianao ka hatory tsy manana ahiahy.",
        "19": "Hatory ianao ka tsy hisy hampatahotra anao, Ary maro ny olona hila sitraka aminao.",
        "20": "Tsy hahita tsara kosa ny mason’ny ratsy fanahy; Tsy hahita toerana handosirana izy ireo, Ary ny fahafatesana sisa no azony antenaina.”"
    },
    "12": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Ianareo tokoa izany no tena manam-pahaizana, Ka hiara-maty aminareo ny fahendrena!",
        "3": "Fa izaho koa ange mba mahira-tsaina e! Tsy ambany noho ianareo aho. Iza no tsy mahalala an’izany zavatra izany?",
        "4": "Lasa ataon’ny namako fihomehezana aho, Dia izaho izay miantso an’Andriamanitra mba hamaly ahy. Atao ho fihomehezana ny olona marina sy tsy misy tsiny.",
        "5": "Ihomehezan’ny olona miadana ny loza, Satria mihevitra izy fa ireo mangozohozo ihany no tratran’izany.",
        "6": "Miadana ao amin’ny tranolainy ny mpandroba, Ary tsy manana ahiahy ireo mampahatezitra an’Andriamanitra, Dia ireo mitondra ny andriamaniny eny an-tanany.",
        "7": "Mba anontanio anefa ny biby, dia hampianatra anao izy, Ary ny voro-manidina, dia hilaza aminao izy.",
        "8": "Na diniho ny tany, dia hampianatra anao izy. Ary hilaza an’izany aminao ny trondro any an-dranomasina.",
        "9": "Iza amin’izy rehetra ireny moa no tsy mahalala Fa ny tanan’i Jehovah no nanao an’izany?",
        "10": "Eo an-tanany ny ain’ny zavamananaina rehetra, Sy ny fofonain’ny olombelona rehetra.",
        "11": "Tsy ny sofina ve no mamantatra teny, Toy ny lela mamantatra tsiron-kanina?",
        "12": "Tsy eo amin’ny zokiolona ve no ahitana fahendrena, Ary tsy izay efa ela niainana ve no mahira-tsaina?",
        "13": "Ao amin’Andriamanitra no misy fahendrena sy hery; Manan-kevitra sy mahira-tsaina izy.",
        "14": "Tsy azo aorina intsony izay noravany; Tsy misy mahasokatra an’izay nohidiany.",
        "15": "Maina ny zava-drehetra rehefa sakanany ny rano; Tondraka ny tany rehefa alefany izany.",
        "16": "Ao aminy no misy ny tanjaka sy ny tena fahendrena; Azy ny olona diso lalana sy ny olona mitarika ny hafa any amin’ny lalan-diso;",
        "17": "Ataony mandeha tsy manao kapa ny mpanolo-tsaina, Ary ataony lasa adala ny mpitsara.",
        "18": "Vahany ny fatorana ataon’ireo mpanjaka, Ary gejainy amin’ny fehikibo ny andilan’izy ireo.",
        "19": "Ataony mandeha tsy manao kapa ny mpisorona, Ary aongany ireo manam-pahefana tsara toerana.",
        "20": "Ataony tsy mahita holazaina ny mpanolo-tsaina atokisana, Ary esoriny ny fahendren’ny zokiolona.",
        "21": "Ataony tototry ny fahafaham-baraka ny olona ambony, Ary ataony malemy ny mahery.",
        "22": "Aharihariny avy ao amin’ny haizina ny zava-dalina, Ary avoakany ho eo amin’ny mazava ny haizim-pito.",
        "23": "Ataony mihamahery ireo firenena mba handringanana azy; Halehibeaziny ireo firenena mba hitondrany azy any an-tsesitany.",
        "24": "Ataony tsy mahira-tsaina intsony ireo mpitarika ny vahoaka, Ary ataony mirenireny any amin’ny tany ngazana tsy misy lalana.",
        "25": "Mitsapatsapa ao anaty haizina tsy misy hazavana izy ireo, Ary ataony mirenireny hoatran’ny olona mamo."
    },
    "13": {
        "1": "“Efa hitan’ny masoko tokoa izany rehetra izany, Ary efa henon’ny sofiko ka azony.",
        "2": "Izay fantatrareo dia fantatro koa; Tsy ambany noho ianareo aho.",
        "3": "Fa raha izaho, dia aleoko miresaka amin’ilay Mahery Indrindra; Te hitondra ny adiko eo anatrehan’Andriamanitra aho.",
        "4": "Ianareo kosa manoso-potaka ahy. Dokotera tsy misy ilana azy daholo ianareo.",
        "5": "Raha mba mangina tsy miteny mihitsy ianareo, Dia ho hita hoe mba hendry ihany.",
        "6": "Henoy, azafady, ny hevitro, Ary henoy tsara ny fiarovan-tena lazain’ny vavako.",
        "7": "Hilaza zavatra tsy ara-drariny ve ianareo mba hanohanana an’Andriamanitra, Ary hilaza fitaka mba hiarovana azy?",
        "8": "Hiandany aminy ve ianareo? Hiezaka hiady ho an’ilay tena Andriamanitra eny amin’ny fitsarana ve ianareo?",
        "9": "Ho faly aminareo ve izy raha mandinika anareo? Ho voafitakareo toy ny ataonareo amin’ny olombelona mety maty ve izy?",
        "10": "Hananatra anareo tokoa izy Raha mitady hiangatra mangingina ianareo.",
        "11": "Tsy hampihorohoro anareo ve ny fahalehibeazany, Ary tsy hatahotra azy ve ianareo?",
        "12": "Ny tenim-pahendrena lazainareo, dia ohabolana tsy misy ilana azy toy ny lavenona. Ny fiarovan-tenanareo dia malemy hoatran’ny manda tanimanga.",
        "13": "Mangìna fa hiteny aho, Dia avelao hanjo ahy izay hanjo ahy!",
        "14": "Nahoana aho no hisangy loza Ka hanao vivery ny aiko?",
        "15": "Na dia hovonoiny aza aho dia mbola hiandry azy ihany; Hitondra ny adiko eo anatrehany aho.",
        "16": "Dia ho lasa mpamonjy ahy izy, Satria tsy misy olona tsy matahotra azy ho afaka hiseho eo anatrehany.",
        "17": "Henoy tsara ny teniko; Henoy izay lazaiko.",
        "18": "Efa nomaniko tsara ny adiko eny amin’ny fitsarana; Fantatro fa manana ny rariny aho.",
        "19": "Iza no hifandahatra amiko? Fa raha mangina aho, dia ho faty!",
        "20": "Zavatra roa ihany no ataovy amiko, Andriamanitra ô, Amin’izay dia tsy hiafina anao aho:",
        "21": "Esory amiko ny tananao ka ataovy lavitra ahy, Ary aza atao matahotra loatra anao aho.",
        "22": "Antsoy aho dia hamaly, Na avelao aho hiteny, dia ianao no hamaly ahy.",
        "23": "Fa inona moa no fahadisoako sy fahotako? Ampahafantaro ahy ny lalàna nodikaiko sy ny fahotana vitako.",
        "24": "Nahoana ianao no manafina ny tarehinao, Ka mihevitra ahy ho fahavalonao?",
        "25": "Ravinkazo efa entin-drivotra ve dia mbola tadiavinao hampitahorina ihany? Ary mololo efa maina ve dia mbola henjehinao?",
        "26": "Fa manoratra zavatra hiampangana ahy foana ianao, sady mangidy amiko ireny fiampangana ireny, Ary sazinao aho noho ny fahotana vitako tamin’izaho mbola tanora.",
        "27": "Gejainao amin’ny gadra hazo ny tongotro, Arahinao maso ny diako rehetra, Ary marihinao ny dian-tongotro tsirairay.",
        "28": "Koa mihalevona toy ny zavatra lo ny olona, Mihalevona toy ny akanjo lanin’ny bibikely."
    },
    "14": {
        "1": "“Ny olona atera-behivavy Dia fohy andro iainana sady tototry ny olana.",
        "2": "Mamelana toy ny voninkazo izy, dia malazo avy eo; Mandositra toy ny aloka izy, ka manjavona.",
        "3": "Mibanjina azy ianao, Ary entinao eny amin’ny fitsarana izy mba hifandahatra aminao.",
        "4": "Aiza no misy olona madio ateraky ny olona tsy madio? Tsy misy na iray aza!",
        "5": "Raha voafetra ny androm-piainany, Dia eo am-pelatananao ny isan’ny volana iainany. Efa nanisy fetra tsy azony ihoarana ianao.",
        "6": "Aza dinihina be intsony izy mba hahazo aina, Mandra-pahavitan’ny andro iasany, toy ny ataon’ny mpikarama.",
        "7": "Fa mbola misy ny fanantenana, na ho an’ny hazo aza. Raha tapahina izy, dia mbola hitsimoka indray, Ary mbola haniry ny rantsany.",
        "8": "Raha antitra any ambanin’ny tany ny fakany, Ary maty ao anaty tany ny fotony,",
        "9": "Dia hitsimoka izy rehefa maheno fofon-drano; Ary hamoaka rantsana toy ny zavamaniry vao mitsiry izy.",
        "10": "Maty kosa anefa ny olona, ary mitsotra tsy mahavita na inona na inona. Mankaiza ny olombelona rehefa miala aina?",
        "11": "Manjavona miala amin’ny ranomasina ny rano, Ary ritra ny renirano ka maina.",
        "12": "Matory koa ny olombelona ary tsy hifoha. Tsy ho taitra izy mandra-pahafoanan’ny lanitra, Ary tsy hofohazina amin’ny torimasony.",
        "13": "Raha mba manafina ahy any amin’ny Fasana mantsy ianao, Ka manafina ahy mandra-pitonin’ny fahatezeranao! Ary raha mba misy fotoana mantsy efa noferanao ho ahy, mba hahatsiarovanao ahy!",
        "14": "Raha maty ny olona, dia ho velona indray ve? Hiandry aho mandritra ny andro rehetra hanaovako asa an-terivozona, Mandra-pahatongan’ny fanafahana ahy.",
        "15": "Hiantso ianao, dia hamaly anao aho. Tsy ho andrinao ny hahita ny asan’ny tananao.",
        "16": "Fa amin’izao aloha, dia tsy mitsahatra manisa ny diako tsirairay ianao; Tsy mandinika afa-tsy ny fahotako ianao.",
        "17": "Ao anaty kitapo nasiana tombo-kase ny fandikan-dalàna nataoko, Ary hidianao amin’ny lakaoly ny fahadisoako.",
        "18": "Toy ny tendrombohitra mianjera ka potipotika, Sy toy ny vatolampy esorina amin’ny toerany,",
        "19": "Toy ny rano mikiky vato, Sy toy ny riaka mikaoka ny nofon-tany, No andravanao ny fanantenan’ny olombelona mety maty.",
        "20": "Resinao foana izy mandra-pahafatiny; Ovanao ny endriny dia alefanao izy.",
        "21": "Omem-boninahitra ny zanany, nefa tsy fantany; Lasa tsinontsinona ireny, nefa tsy hitany.",
        "22": "Amin’izy mbola nofo ihany izy no mahatsiaro manaintaina; Amin’izy mbola velona ihany izy no misaona.”"
    },
    "15": {
        "1": "Namaly i Elifaza Temanita hoe:",
        "2": "“Hevitra poakaty ve no havalin’ny olon-kendry? Sa hofenoiny eritreri-dratsy ny fony?",
        "3": "Very maina raha teny fotsiny no hanitsiana, Ary tsy mahasoa raha kabary fotsiny.",
        "4": "Fa ataonao tsinontsinona ny tahotra an’Andriamanitra, Ary hamaivaninao ny fisaintsainana momba azy.",
        "5": "Ny fahadisoanao no mahatonga anao hiteny hoatr’izany, Ary tia mametsifetsy ianao rehefa miresaka.",
        "6": "Ny vavanao ihany no manameloka anao, fa tsy izaho; Ny molotrao ihany no miampanga anao.",
        "7": "Ianao angaha no olombelona teraka voalohany, Sa ianao nateraka talohan’ny havoana?",
        "8": "Angaha ianao maheno ny resaka tsiambaratelo ataon’Andriamanitra? Sa ianao irery no manam-pahendrena?",
        "9": "Fa inona moa no fantatrao ka tsy mba fantatray? Ary inona no hevitra takatrao ka tsy mba takatray?",
        "10": "Samy misy eto aminay na ny fotsy volo na ny be taona, Dia lehilahy efa ela niainana kokoa noho ny rainao.",
        "11": "Tsy ampy anao ve ny fampiononan’Andriamanitra, Na ny teny nolazaina taminao tamim-pahalemem-panahy?",
        "12": "Nahoana ianao no entim-po? Ary nahoana ianao no tezitra be mijery anay?",
        "13": "Fa lasa tezitra amin’Andriamanitra ianao, Ka sahin’ny vavanao ny mamoaka teny hoatr’izany.",
        "14": "Inona moa izay olombelona mety maty no hadio, Na izay atera-behivavy no ho marina?",
        "15": "Jereo fa na ny anjeliny aza tsy atokisany, Ary na ny lanitra aza tsy madio eo imasony.",
        "16": "Koa mainka fa izay olona maharikoriko sy manao ny tsy marina, Dia olona misotro ny tsy fahamarinana toy ny fisotro rano!",
        "17": "Misy zavatra hampahafantariko anao, ka henoy aho! Hotantaraiko anao izay hitako,",
        "18": "Dia izay zavatra henon’ny olon-kendry avy tamin’ny razambeny ka notantarainy, Fa tsy nafeniny.",
        "19": "Izy ireo ihany no nomena an’ilay tany, Ary tsy nisy olona avy any an-tany hafa nandalo teo aminy.",
        "20": "Mijalijaly ny ratsy fanahy mandritra ny androm-piainany, Mandritra ny taona rehetra atokana ho an’ny olona mpanjakazaka.",
        "21": "Tsy afaka ao an-tsofiny ny feo mampahatahotra; Misy mpandroba manafika izy, na dia milamina aza ny tany.",
        "22": "Tsy manantena ny ho tafavoaka avy ao anaty haizina izy; Voatokana hovonoina amin’ny sabatra izy.",
        "23": "Mirenireny mitady sakafo izy, ka miteny hoe: “Aiza re no misy e?” Fantany tsara fa efa akaiky ny andro isian’ny haizina.",
        "24": "Mampihorohoro azy foana ny fahoriana sy ny tebiteby; Tonga hamely azy toy ny mpanjaka vonona hanafika izany.",
        "25": "Manatsotra ny tanany hanohitra an’Andriamanitra mantsy izy, Sady mila ady amin’ilay Mahery Indrindra;",
        "26": "Mikiry mihazakazaka manafika Azy izy, Miaraka amin’ny ampingany matevina sy mafy;",
        "27": "Matavitavy ny tarehiny, Ary mivalombalona noho ny tavy ny andilany;",
        "28": "Mipetraka ao amin’ny tanàna izay horavana izy, Ao amin’ny trano tsy hipetrahan’olona intsony, Izay ho lasa vato be dia be miavosa.",
        "29": "Tsy ho lasa mpanankarena izy, sady tsy hitombo ny harenany, Ary tsy hiparitaka manerana an’ilay tany ny fananany.",
        "30": "Tsy ho afa-mandositra avy ao amin’ny haizina izy; Ho toy ny rantsankazo mainan’ny afo izy, Ary ho levon’ny fofonain’Andriamanitra.",
        "31": "Tsy tokony hamita-tena izy ka hitoky amin’ny zavatra tsy misy dikany, Fa zavatra tsy misy dikany ihany no ho azony ho takalon’izany;",
        "32": "Mbola tsy tonga ny androny, dia efa hitranga izany, Ary tsy handrobona mihitsy ny sampany.",
        "33": "Ho toy ny voaloboka manintsana an’ireo voany manta izy, Ary ho tahaka ny hazo oliva mamela ny felany hiraraka.",
        "34": "Fa tsy mamokatra na inona na inona ny antokon’olona tsy matahotra an’Andriamanitra, Ary ho levon’ny afo ny tranolain’ny mpanao kolikoly.",
        "35": "Teti-dratsy no miforona ao an-kibony, ka zava-dratsy no aterany, Ary fitaka no vokarin’ny kibony.”"
    },
    "16": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Efa nandre zavatra be dia be hoatr’izany aho. Mpampionona mandreraka daholo ianareo!",
        "3": "Hisy farany ve izany resa-be izany? Fa inona no mahatonga anao hamaly hoatr’izany?",
        "4": "Izaho koa mba mahay miteny hoatr’anareo. Raha ianareo no teo amin’ny toerako, Dia ho afaka nanao teny tsara lahatra hamelezana anareo aho, Sady ho nihivingivin-doha naneso anareo.",
        "5": "Aleoko anefa milaza teny mankahery anareo, Ary hanamaivana anareo ny fampiononana lazain’ny vavako.",
        "6": "Raha miteny aho, dia tsy manamaivana ny fahoriako izany. Ary raha mangina aho, dia hampihena ny fanaintainako ve izany?",
        "7": "Reraka anefa aho izao noho ny ataon’Andriamanitra; Naripany daholo ny ankohonako.",
        "8": "Mihazona ahy koa ianao, ary lasa hitan’ny olona izany, Ka mihamahia aho ary miampanga ahy izany.",
        "9": "Mamiravira ahy ny hatezerany, ary mankahala ahy izy. Mihidy vazana izy mijery ahy. Masiaka amiko ny mason’ny fahavaloko.",
        "10": "Nitanatana vava handrapaka ahy ny olona, Ary nandatsa ahy ka namely tehamaina ahy; Anaovan’izy ireo tambabe aho.",
        "11": "Atolotr’Andriamanitra eo an-tanan’ireo tovolahy aho, Ary atosiny mafy eo an-tanan’ny ratsy fanahy.",
        "12": "Nilamina ny fiainako, nefa nopotehiny. Noraisiny tamin’ny hatoko aho dia natontany ka torotoro, Ary nokendreny tamin’ny zana-tsipìkany.",
        "13": "Manodidina ahy ny mpandefa zana-tsipìkany. Trobarany tsy ananany antra ny voako; Ararany amin’ny tany ny aferoko.",
        "14": "Gorobahany tsy an-kijanona hoatran’ny manda aho; Miantoraka hamely ahy toy ny miaramila izy.",
        "15": "Nanjaitra akanjo gony aho mba hanaronana ny hoditro, Ary naleviko tao anaty vovoka ny voninahitro.",
        "16": "Boramena aho satria mitomany foana, Ary mivalomainty ny hodi-masoko,",
        "17": "Nefa izaho tsy mba nanisy ratsy olona mihitsy, Ary madio ny vavaka ataoko.",
        "18": "Ry tany ô, aza totofana ny rako! Ary aoka ny fitarainako tsy hanana toerana ialana sasatra!",
        "19": "Na izao aza, dia misy vavolombeloko any an-danitra; Any amin’ny avo ilay vavolombelona afaka miaro ahy.",
        "20": "Maneso ahy ny namako, Fa izaho kosa latsa-dranomaso eo anatrehan’Andriamanitra.",
        "21": "Aoka hisy mpanelanelana eo amin’ny olona sy Andriamanitra, Hoatran’ny mpanelanelana eo amin’ny olona iray sy ny namany.",
        "22": "Fa taona vitsivitsy sisa, Dia handeha amin’ny lalana tsy hiverenako intsony aho."
    },
    "17": {
        "1": "“Lany ny heriko, ary tapitra ny androko. Ny fasana no miandry ahy.",
        "2": "Voahodidina mpaneso aho, Ary voatery mifantoka amin’ny fikomian’izy ireo ny masoko.",
        "3": "Mba ekeo re ny antoka omeko anao e, ka tehirizo any aminao izany! Fa iza indray moa no hifandray tanana amiko ka hanaiky hiantoka ahy?",
        "4": "Fa nafeninao tsy ho ao am-pon’izy ireo ny fahiratan-tsaina; Izany no antony tsy anandratanao azy.",
        "5": "Misy olona mizara an’izay ananany amin’ny namany, Nefa ny zanany aza lali-maso noho ny hanoanana.",
        "6": "Navelan’Andriamanitra hesoesoin’ny olona aho, Ka roran’izy ireo ny tarehiko.",
        "7": "Mihamanjavozavo ny masoko noho ny fahoriana, Ary toy ny aloka sisa ny rantsambatako rehetra.",
        "8": "Midanàka ny olo-marina mahita an’izany, Ary mikorontan-tsaina ny tsy manan-tsiny noho ny ataon’ny olona tsy matahotra an’Andriamanitra.",
        "9": "Mifikitra amin’ny lalany ny olo-marina, Ary mihamatanjaka ny madio tanana.",
        "10": "Andao àry tohizo indray ny adihevitrareo, Fa tsy hitako izay hendry aminareo.",
        "11": "Tapitra ny androko; Rava hatreo ny fikasako, ny fanirian’ny foko.",
        "12": "Ny alina no lazain’izy ireo fa andro, Ka hoy izy ireo: ‘Akaiky ny mazava satria efa maizina izao.’",
        "13": "Raha mbola miandry aho, dia ny Fasana no ho tranoko, Ary hamelatra ny fandrianako ao amin’ny haizina aho.",
        "14": "Ny lavaka no hantsoantsoiko hoe: ‘Ianao no raiko!’ Ary ny olitra hoe: ‘Ianao no reniko sy anabaviko!’",
        "15": "Koa aiza àry ny fanantenako? Iza no mahita hoe mbola misy azoko antenaina?",
        "16": "Hidina any amin’ny vavahadin’ny Fasana, izay misy bara hidiny, izany Rehefa hiara-midina any amin’ny vovoka izahay rehetra.”"
    },
    "18": {
        "1": "Dia namaly i Bildada Sohita hoe:",
        "2": "“Rahoviana ianareo vao tsy hiteny zavatra hoatr’izany intsony? Mba mahaiza aloha mandinika vao miresaka isika.",
        "3": "Nahoana izahay no heverinareo ho toy ny biby, Sy eritreretinareo hoe tsisy saina?",
        "4": "Na dia mamiravira ny tenanao aza ianao satria tezitra, Dia tsy hisy mponina ve ny tany noho ny aminao, Na hiala amin’ny toerany ve ny vatolampy?",
        "5": "Ho faty tokoa ny jiron’ny ratsy fanahy, Ary tsy hazava ny lelafony.",
        "6": "Tena hihamaizina ny hazavana ao amin’ny tranolainy, Ary ho faty ny jiro eo amboniny.",
        "7": "Mihafohy ny dingan-dava ataony, Ary ny heviny ihany no hahasolafaka azy.",
        "8": "Fa hitarika azy ho ao anaty harato ny tongony, Ary ho voasaringotr’ireo makarakara amin’ilay harato izy.",
        "9": "Hosamborin’ny fandrika ny voditongony; Ho azon’ny vela-pandrika izy.",
        "10": "Misy tady afenina eo amin’ny tany mba hamatotra azy, Ary misy fandrika mivelatra eo amin’ny lalany.",
        "11": "Manodidina azy ny horohoro ka mampitahotra azy. Enjehin’izany izy sady arahiny akaiky.",
        "12": "Mihena ny heriny, Ka hampivembena azy ny loza.",
        "13": "Mihalò ny hodiny; Lanin’ny aretina tena faran’izay mahafaty ny rantsambatany.",
        "14": "Nilamina erỳ izy tao amin’ny tranolainy nefa esorina ao, Ary entina mankany amin’ny mpanjakan’ny horohoro.",
        "15": "Vahiny no hipetraka ao amin’ny tranolainy; Hofafazana solifara ny fonenany.",
        "16": "Ho maina ny fakany ao ambaniny, Ary halazo ny sampany eny amboniny.",
        "17": "Tsy hotsaroana etỳ an-tany intsony ny momba azy, Ary tsy hisy hahalala ny anarany intsony eny an-dalana.",
        "18": "Hesorina hiala amin’ny mazava izy mba ho any amin’ny maizina, Ary horoahina hiala eo amin’ny tany lonaka.",
        "19": "Tsy hanan-janaka na taranaka eo amin’ny fireneny izy, Ary tsy hisy olona hiangana any amin’ny toerana ipetrahany.",
        "20": "Rehefa tonga ny androny, dia hivarahontsana ny any Andrefana, Ary hihorohoro ny any Atsinanana.",
        "21": "Izany no mitranga amin’ny tranolain’ny mpanao ratsy, Sy amin’ny toerana misy an’izay tsy mahalala an’Andriamanitra.”"
    },
    "19": {
        "1": "Namaly i Joba hoe:",
        "2": "“Mandra-pahoviana ianareo no hanorisory ahy, Sy handevilevy ahy amin’ny teninareo?",
        "3": "Efa impolo kely ianareo no niteny mafy ahy. Tsy menatra akory ianareo mampijaly ahy.",
        "4": "Ary na dia tena nanao fahadisoana aza aho, Dia ahy ihany izany!",
        "5": "Raha mbola mihevi-tena ho ambony noho izaho foana ianareo, Ka milaza fa rariny raha alaina baraka aho,",
        "6": "Dia fantaro fa Andriamanitra no namitaka ahy, Ary tratran’ny harato famandrihany aho.",
        "7": "Miantsoantso aho hoe: ‘Loza!’, nefa tsy misy mamaly; Miantso vonjy aho, nefa tsy mahazo rariny.",
        "8": "Nosakanany tamin’ny rindrim-bato ny lalako, ka tsy afa-mandroso aho; Norakofany haizina izay alehako.",
        "9": "Nalany tamiko ny voninahitro, Ary nesoriny ny satroboninahitra teny an-dohako.",
        "10": "Potipotehiny tanteraka ny fiainako mandra-pahafatiko; Ongotany toy ny hazo ny fanantenako.",
        "11": "Tezitra be amiko izy, Ary mihevitra ahy ho fahavalony.",
        "12": "Mirohotra manao fahirano ahy ny miaramilany, Ka mitoby manodidina ny tranolaiko.",
        "13": "Nataony lavitra ahy ny rahalahiko, Ary mihatakataka amiko ireo mahafantatra ahy.",
        "14": "Nandao ahy ny namako akaiky, Ary nanadino ahy ny olona fantatro tsara.",
        "15": "Ataon’ireo vahiny ao an-tranoko sy ny mpanompovaviko hoatran’ny olona tsy fantany aho; Toy ireny vahiny ireny aho amin’izy ireo.",
        "16": "Antsoiko ny mpanompoko, nefa tsy mamaly; Ny vavako mihitsy no miangavy azy mba hangoraka ahy.",
        "17": "Lasa rikoriko amin’ny fofonaiko ny vadiko, Ary maimbo aho eo amin’ny rahalahiko.",
        "18": "Na ny ankizikely aza manao tsinontsinona ahy; Maniratsira ahy izy ireo rehefa mitsangana aho.",
        "19": "Mankahala ahy daholo ny namako akaiky, Ary nivadika tamiko ireo notiaviko.",
        "20": "Taolana mifono hoditra aho, Ary ny hoditry ny nifiko sisa no entiko mandositra.",
        "21": "Mba iantrao aho, ry namako! Iantrao aho! Fa efa namely ahy ny tanan’Andriamanitra.",
        "22": "Nahoana ianareo no manenjika ahy foana toy ny ataon’Andriamanitra, Ka mamely ahy tsy an-kijanona?",
        "23": "Raha mba voasoratra mantsy ny teniko, Raha mba azo raketina ao anaty boky mantsy izany!",
        "24": "Enga anie izany ka ho voasokitra mandrakizay eo amin’ny vatolampy Amin’ny penina vy sy amin’ny firamainty araraka!",
        "25": "Fa fantatro tsara fa velona ny mpanavotra ahy; Mbola ho avy izy ka hitsangana eo amin’ny tany.",
        "26": "Rehefa avy nopotehina toy izao ny hoditro, Nefa mbola eo amiko ihany ny nofoko, dia hahita an’Andriamanitra aho.",
        "27": "Izaho mihitsy no hahita azy, Eny, ny masoko fa tsy mason’olon-kafa. Trotraka tanteraka anefa ny ato anatiko!",
        "28": "Fa hoy ianareo: ‘Inona no ataonay no lazaina fa manenjika azy izahay?’ Izaho mantsy no hoatran’ny hoe fototry ny olana.",
        "29": "Mba atahory ny sabatra, Fa manasazy an’izay manao fahadisoana ny sabatra; Tokony ho fantatrareo fa misy ny mpitsara.”"
    },
    "20": {
        "1": "Dia namaly i Zofara Namatita hoe:",
        "2": "“Ny adin-tsaina no mahatonga ahy hamaly Satria mitebiteby aho.",
        "3": "Manafintohina ahy ny anatra reko; Ary voatery hamaly aho satria mahira-tsaina.",
        "4": "Efa fantatrao tsara izao hatramin’izay, Fa efa hoatr’izany foana hatramin’ny nisian’ny olona teto an-tany,",
        "5": "Hoe vetivety fotsiny ny fihobian’ny mpanao ratsy, Ary mihelina ihany ny fifalian’ny olona tsy matahotra an’Andriamanitra.",
        "6": "Na manakatra ny lanitra aza ny fahalehibeazany, Ary mipaka amin’ny rahona ny lohany,",
        "7": "Dia ho levona mandrakizay toy ny malotony izy; Ireo zatra nahita azy dia hiteny hoe: ‘Fa aiza izy?’",
        "8": "Hanjavona toy ny nofy izy, ka tsy ho hitan’izy ireo; Horoahina toy ny fahitana amin’ny alina izy.",
        "9": "Tsy hahita azy intsony ny maso efa nahita azy, Ary tsy ho hita ao amin’ny toerana nisy azy intsony izy.",
        "10": "Hila sitraka amin’ny mahantra ny zanany, Ary hamerina ny harena nalainy izy.",
        "11": "Feno herin’ny fahatanorana ny taolany, Nefa hiara-mandry aminy eo amin’ny vovoka izany.",
        "12": "Raha mamy ao am-bavany ny zava-dratsy, Ka afeniny ao ambany lelany,",
        "13": "Ary raha ankafiziny izany ka tsy foiny, Fa tehiriziny ao am-bavany,",
        "14": "Dia ho lasa marikivy ao anatiny ny sakafony; Hanjary ho toy ny poizin’ny kôbrà ao anatiny izany.",
        "15": "Nitelina harena izy, nefa haloany indray izany. Holoaran’Andriamanitra avy ao an-kibony izany.",
        "16": "Hitsentsitra ny poizin’ny kôbrà izy; Hahafaty azy ny vangin’ny bibilava misy poizina.",
        "17": "Tsy ho hitany intsony ny renirano mikoriana, Dia ny tantely sy ny dibera mikoriana be.",
        "18": "Haveriny ny fananana azony, nefa tsy mba nandray soa tamin’izany akory izy; Tsy hankafy ny harena azony tamin’ny varotra izy.",
        "19": "Nampahory sy nandao an’ireo mahantra izy; Nalainy an-keriny ny trano izay tsy naoriny.",
        "20": "Tsy hilamin-tsaina mihitsy anefa izy; Tsy hahavonjy azy ny harenany.",
        "21": "Tsy misy na inona na inona azony arapaka intsony; Koa tsy haharitra ny fiadanany.",
        "22": "Hitebiteby be izy rehefa lasa mpanankarem-be; Hiharam-pahavoazana faran’izay mafy izy.",
        "23": "Amin’izy mameno ny kibony iny mihitsy, No hampihatra ny fahatezerany aminy Andriamanitra. Hirotsaka eo aminy toy ny orana izany, ka ho tonga hatrany amin’ny tsinainy.",
        "24": "Mandositra fitaovam-piadiana vita amin’ny vy izy, Kanjo hotrobaran’ny zana-tsipìka avy amin’ny tsipìka varahina.",
        "25": "Sintoniny ny zana-tsipìka nitsatoka tao an-damosiny, Dia ny fitaovam-piadiana manjelatra nitsatoka teo amin’ny aferony, Ka mihorohoro izy.",
        "26": "Haizina mikitroka no miandry ny zava-tsarobidiny; Afo tsy nisy nikopaka no handevona azy; Loza no hanjo an’izay sisa tsy maty ao amin’ny tranolainy.",
        "27": "Hampiharihary ny fahadisoany ny lanitra; Hanohitra azy ny tany.",
        "28": "Ho lasan’ny tondra-drano ny tranony; Ho riaka be izany amin’ny andro fahatezeran’Andriamanitra.",
        "29": "Izany no anjara omen’Andriamanitra ny ratsy fanahy, Dia ny lovany avy amin’Andriamanitra, araka ny didy navoakany.”"
    },
    "21": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Henoy tsara izay lazaiko, Fa izany no fampiononana azonareo omena ahy.",
        "3": "Mba mahareta hihaino ahy, fa hiteny aho; Rehefa avy miteny aho, dia afaka maneso ahy ianareo.",
        "4": "Olona angaha moa no itarainako? Raha izany no izy, dia ho nanam-paharetana hoatr’izao ve aho?",
        "5": "Jereo aho ka aoka ianareo ho gaga; Tampeno amin’ny tanana ny vavanareo.",
        "6": "Rehefa mieritreritra an’izany aho, dia mikorontan-tsaina, Ary tora-kovitra ny tenako manontolo.",
        "7": "Nahoana ny ratsy fanahy no mbola velona foana, Ka tratrantitra sady lasa mpanankarena?",
        "8": "Eo aminy foana ny zanany, Ary hitany ny taranany.",
        "9": "Tsy manana ahiahy ny ao an-tranony, ka tsy misy atahorany, Ary tsy manasazy azy amin’ny tsorakazony Andriamanitra.",
        "10": "Manome taranaka foana ny ombilahiny; Miteraka ny ombivaviny sady tsy misy hoe tsy mahavanona anaka.",
        "11": "Mikarenjy eny ivelany toy ny andian’ondry ny zanany lahikely, Ary mifalihavanja ny zanany.",
        "12": "Sady mihira izy ireo no mively ampongatapaka sy mitendry harpa, Ary faly erỳ mihaino feon-tsodina.",
        "13": "Sambatra izy ireo mandritra ny androm-piainany, Ary midina amim-piadanana any amin’ny Fasana.",
        "14": "Hoy anefa izy ireo amin’ilay tena Andriamanitra: ‘Aza helingelenina izahay! Tsy te hahafantatra ny lalanao izahay.",
        "15": "Iza moa ilay Mahery Indrindra no hotompoinay? Inona no soa ho azonay raha mahafantatra azy izahay?’",
        "16": "Fantatro anefa fa tsy vitan’izy ireo ny hampandeha tsara foana ny fiainany. Lavitra ahy ny fisainan’ny ratsy fanahy!",
        "17": "Impiry moa no mba maty ny jiron’ny ratsy fanahy? Impiry moa no mba misy loza manjo azy? Ary impiry moa Andriamanitra no mba mandringana azy rehefa tezitra?",
        "18": "Mba lasa toy ny mololo paohin’ny rivotra angaha izy ireo, Na toy ny akofa entin’ny tafio-drivotra?",
        "19": "Hotehirizin’Andriamanitra ho an’ny zanany ny sazin’ny olona iray. Fa enga anie hovalian’Andriamanitra aminy ihany ny ataony, mba ho tsapany izany!",
        "20": "Ny masony mihitsy anie no hahita ny loza hanjo azy, Ary enga anie izy ihany no hisotro amin’ny fahatezeran’ilay Mahery Indrindra!",
        "21": "Fa inona moa no ivakiany loha amin’izay mitranga amin’ny taranany rehefa tsy eo intsony izy, Raha afohezina ireo volana tokony hiainany?",
        "22": "Misy afaka mampita fahalalana amin’Andriamanitra ve, Nefa Izy aza no mitsara ny olona ambony indrindra?",
        "23": "Maty ny olona iray raha mbola ao aminy ny tanjany rehetra, Raha mbola tsy manana ahiahy mihitsy izy sady miadana,",
        "24": "Ary feno tavy ny feny Sady mafy ny taolany.",
        "25": "Maty ao anatin’ny fahoriana mangidy kosa ny olona iray hafa, Nefa tsy mba nanandrana zava-tsoa akory.",
        "26": "Hiara-mandry ao amin’ny vovoka izy roa tonta, Sady samy ho rakotry ny olitra.",
        "27": "Fantatro tsara ny eritreritrareo, Sy ny tetika tianareo hamelezana ahy.",
        "28": "Fa hoy ianareo: ‘Aiza ny tranon’ny olona ambony, Ary aiza ny tranolay nipetrahan’ny ratsy fanahy?’",
        "29": "Tsy nanontanianareo angaha ny mpanao dia lavitra? Tsy nofakafakainareo angaha ny fanamarihan’izy ireo",
        "30": "Hoe voatsimbina ny olon-dratsy amin’ny andro iavian’ny loza, Ary voavonjy izy amin’ny andro fahatezerana?",
        "31": "Iza no ho sahy hanakiana ny fitondran-tenany, Ary iza no hamaly azy noho izay nataony?",
        "32": "Rehefa entina any amin’ny toeram-pandevenana izy, Dia hasiana mpiambina eo amin’ny fasany.",
        "33": "Ho mamy aminy ny baingan-tany manototra azy eny an-dohasaha, Ary hanaraka azy ny olon-drehetra Hoatran’ireo olona tsy hita isa efa lasa talohany.",
        "34": "Koa nahoana ianareo no manome ahy fampiononana tsy misy dikany? Tsy misy afa-tsy lainga ny valin-teninareo!”"
    },
    "22": {
        "1": "Dia namaly i Elifaza Temanita hoe:",
        "2": "“Mila olona angaha moa Andriamanitra? Sa mahasoa azy ny olona lalin-tsaina?",
        "3": "Na manao ny marina aza ianao, inona moa no iraharahian’ilay Mahery indrindra an’izany? Sa misy tombony ho azy satria hoe tsy mivadika aminy ianao?",
        "4": "Noho ianao manaja azy ve No hanasaziany anao sy hitondrany anao eny amin’ny fitsarana?",
        "5": "Tsy satria ve hoe efa be loatra ny ratsy vitanao Ary manao fahadisoana foana ianao?",
        "6": "Fa maka antoka amin’ny rahalahinao ianao nefa tsy misy antony akory, Ary manendaka ny akanjon’ny olona ianao ka avelanao hitanjaka izy.",
        "7": "Tsy manome rano hosotroin’ny reraka ianao, Ary tsy manome sakafo ho an’ny noana.",
        "8": "Ny mahery no tompon’ny tany, Ary izay iangarana no mipetraka ao.",
        "9": "Nalefanao nody maina kosa ny mpitondratena, Ary nataonao torotoro ny sandrin’ny kamboty ray.",
        "10": "Izany no mahatonga anao ho voahodidina fandrika, Sy hihorohoro noho ny zavatra mampahatahotra tampoka;",
        "11": "Izany koa no mahatonga ny haizim-pito ka tsy mahita na inona na inona ianao, Ary misy tondra-drano manafotra anao.",
        "12": "Tsy any an-danitra avo any ve Andriamanitra? Dia mba jereo ange ny haavon’ny kintana rehetra e!",
        "13": "Hoy anefa ianao: ‘Inona moa no tena fantatr’Andriamanitra? Angaha izy afaka mitsara avy ao ambadiky ny haizim-be?",
        "14": "Takon’ny rahona izy, ka tsy mahita Rehefa mandehandeha eny amin’ny lanitra.’",
        "15": "Moa ve ianao hanaraka ny lalana efa nisy hatrizay, Izay nandehanan’ny ratsy fanahy,",
        "16": "Dia ireo olona nindaosin’ny fahafatesana aloha be, Toy ny fototry ny trano lasan’ny rano?",
        "17": "Hoy izy ireny amin’ilay tena Andriamanitra: ‘Aza helingelenina izahay!’ Ary koa hoe: ‘Inona moa no azon’ilay Mahery Indrindra atao aminay?’",
        "18": "Andriamanitra anefa no nameno zava-tsoa ny tranon’izy ireny. —Lavitra ny fisainako izany fisainan’ny ratsy fanahy izany.—",
        "19": "Hahita ny fahavoazan’izy ireny ny marina ka hifaly, Ary haneso an’ireny ny tsy manan-tsiny, ka hilaza hoe:",
        "20": "‘Ringana ny fahavalontsika, Ary ho levon’ny afo izay sisa miangana aminy.’",
        "21": "Ataovy izay hahafantaranao tsara an’Andriamanitra, dia hilamin-tsaina ianao; Hahazo zava-tsoa ianao avy eo.",
        "22": "Ekeo ny lalàna lazain’ny vavany, Ary tehirizo ao am-ponao ny teniny.",
        "23": "Raha miverina amin’ilay Mahery Indrindra ianao, dia hiverina amin’ny laoniny ny fiainanao; Raha esorinao tsy ho ao amin’ny tranolainao ny tsy fahamarinana,",
        "24": "Raha arianao eny amin’ny vovoka ny volamenanao, Ary arianao eny amin’ny tevana be vato ny volamena avy any Ofira,",
        "25": "Dia ilay Mahery Indrindra no ho toy ny volamena ho anao, Sy ho toy ny volafotsy tsara indrindra ho anao.",
        "26": "Amin’izay dia ho finaritra amin’ilay Mahery Indrindra ianao, Sady hitraka hijery an’Andriamanitra.",
        "27": "Hitalaho aminy ianao, dia hihaino anao izy. Ary hanefa ny voadinao ianao.",
        "28": "Hahomby daholo izay eritreretinao hatao, Ary hazava ny lalanao.",
        "29": "Haetry ianao rehefa mirehareha, Fa ny manetry tena kosa no hovonjeny.",
        "30": "Hamonjy an’ireo tsy manan-tsiny izy; Koa tsy maintsy ho voavonjy ianao raha madio ny tananao.”"
    },
    "23": {
        "1": "Namaly i Joba hoe:",
        "2": "“Na androany aza dia mbola hitaraindraina foana aho; Tsy manan-kery intsony aho satria misentosento lava.",
        "3": "Raha mba fantatro mantsy hoe aiza no hahitako an’Andriamanitra, Dia hankany amin’ny toerana ipetrahany aho!",
        "4": "Hoentiko eo anatrehany ny adiko, Ary hataoko eo am-bavako daholo izay teny hiarovako ny tenako.",
        "5": "Hohenoiko izay havaliny ahy, Ary ho fantatro izay holazainy amiko.",
        "6": "Hiady amiko ve izy ka hampiasa ny heriny lehibe? Tsy hanao an’izany izy, fa azo antoka hoe hihaino ahy.",
        "7": "Amin’izay dia ho afaka hifanazava aminy ny olona manao izay mahitsy, Ary hanafaka ahy madiodio ny Mpitsara ahy.",
        "8": "Raha miantsinanana anefa aho, dia tsy any izy; Ary miankandrefana aho nefa tsy mahita azy.",
        "9": "Rehefa miasa any avaratra izy, dia tsy hitako; Dia mivily mankany atsimo izy, nefa mbola tsy hitako ihany.",
        "10": "Fantany anefa izay lalana alehako. Rehefa avy sedrainy aho, dia ho toy ny volamena tsy misy fangarony.",
        "11": "Nanaraka akaiky ny dian-tongony ny tongotro; Nandeha tamin’ny lalany aho fa tsy nivilivily.",
        "12": "Tsy niala tamin’ny didy nambarany aho. Notandremako mihoatra noho izay notakina tamiko ny teniny sady sarobidy tamiko.",
        "13": "Iza moa no mahatohitra azy rehefa tapaka ny heviny? Izay tiany hatao dia ataony.",
        "14": "Fa hotanterahiny hatramin’ny farany izay efa noeritreretiny momba ahy, Ary mbola misy zavatra maro hoatr’izany eritreretiny.",
        "15": "Izany no mahatonga ahy hatahotra azy; Vao mainka mihorohoro aho rehefa mieritreritra momba azy.",
        "16": "Nataon’Andriamanitra izay hahakivy ny foko, Ary nampatahotra ahy ilay Mahery Indrindra.",
        "17": "Mbola tsy nahatonga ahy hangina anefa na ny haizina Na ny haizim-pito izay mandrakotra ny tarehiko."
    },
    "24": {
        "1": "“Nahoana ilay Mahery Indrindra no tsy mametra fotoana? Nahoana no tsy mahatsikaritra an’izany andro izany ny olona mahafantatra azy?",
        "2": "Akisaky ny olona ny marika mamaritra ny tanin’olon-kafa. Alainy an-keriny ho any amin’ny kijanany ny ondry aman’osin’izy ireo.",
        "3": "Roahiny ho any aminy ny ampondran’ny kamboty ray, Ary alainy ho antoka ny ombin’ny mpitondratena.",
        "4": "Tereny hiala amin’ny lalana ny mahantra; Voatery miafina azy ny olona tsy misy mpiaro eto an-tany.",
        "5": "Mirenireny mitady sakafo toy ny ampondradia any an-tany efitra ny mahantra; Mitady sakafo ho an-janany any amin’ny tany karakaina izy ireo.",
        "6": "Voatery mijinja eny amin’ny sahan’olona izy ireo Ary mitsimpona voaloboka eny an-tanimboaloboky ny ratsy fanahy.",
        "7": "Matory mitanjaka izy ireo mandritra ny alina fa tsy miakanjo; Tsy manan-damba hirakofana izy ireo rehefa mangatsiaka.",
        "8": "Kotsan’ny orana eny an-tendrombohitra izy ireo; Mitampify eny amin’ny vatolampy izy ireo fa tsy manan-kialofana.",
        "9": "Misy maka an-keriny eny an-tratran-dreniny ny kamboty ray; Ary alaina ho antoka ny akanjon’ny mahantra,",
        "10": "Ka voatery mandehandeha mitanjaka tsy miakanjo izy ireo, Ary noana eny am-pitondrana salohim-bary.",
        "11": "Miasa mafy eny amin’ny tanimboly mikitohatohatra izy ireo amin’ny andro migaingaina; Manitsakitsaka voaloboka ao anaty lavaka famiazana izy ireo, nefa mangetaheta.",
        "12": "Mitaraindraina ao an-tanàna ny olona miala aina; Miantso vonjy ny olona maratra mafy efa ho faty, Nefa tsy mampaninona an’Andriamanitra izany.",
        "13": "Eo koa ireo mikomy amin’ny hazavana; Tsy mahafantatra ny lalan’ny hazavana izy ireo, Ary tsy manaraka an’izany.",
        "14": "Mifoha ny mpamono olona raha vao mangiran-dratsy; Mamono an’ireo tsy misy mpiaro sy mahantra izy, Ary mandeha mangalatra rehefa alina.",
        "15": "Miandry takariva maizimaizina ny mason’ny mpanitsakitsa-bady, Ary milaza izy hoe: ‘Tsy hisy hahita ahy!’ Saronany koa ny tarehiny.",
        "16": "Mamaky trano ny mpangalatra rehefa maizina ny andro; Mihidy aman-trano izy ireo amin’ny antoandro. Tsy mba fantany ny mazava.",
        "17": "Toy ny haizim-pito mantsy ny maraina aminy; Efa mahazatra azy ny haizim-pito mampihorohoro.",
        "18": "Vetivety anefa izy ireo dia ho lasan’ny rano. Ho voaozona ny anjara taniny. Tsy hiverina any amin’ny tanimboalobony intsony izy ireo.",
        "19": "Mitsonika ny lanezy dia levona rehefa misy hain-tany sy tratry ny hafanana. Levona toy izany koa ny mpanota rehefa lasa ao amin’ny Fasana!",
        "20": "Hanadino azy ny reniny, ary hankafy hihinana azy ny olitra. Tsy hotsarovana intsony izy. Ho tapaka tahaka ny hazo ny tsy fahamarinana.",
        "21": "Mihaza an’izay vehivavy tsy miteraka izy, Ary mampijaly an’izay maty vady.",
        "22": "Hampiasa ny heriny Andriamanitra mba handringanana ny matanjaka. Na dia mety hoe hisandratra aza izy ireo, dia tsy azon’izy ireo antoka hoe ho velona izy ireo.",
        "23": "Avelan’Andriamanitra hatoky tena sy hahatsiaro ho tsy manana ahiahy izy ireo, Nefa arahiny maso izay rehetra ataon’izy ireo.",
        "24": "Misandratra vetivety izy ireo, dia tsy hita intsony. Aetry izy ireo, ary angonina toy ny olon-drehetra; Otazana toy ny salohim-bary izy ireo.",
        "25": "Iza àry no afaka manaporofo fa mpandainga aho, Na afaka milaza fa diso ny teniko?”"
    },
    "25": {
        "1": "Dia namaly i Bildada Sohita hoe:",
        "2": "“Azy ny fahefana sy ny hery mampahatahotra; Mampisy fiadanana any an-danitra izy.",
        "3": "Voaisa ve ny miaramilany? Iza no tsy iposahan’ny hazavany?",
        "4": "Koa ny olombelona mety maty ve dia ho marina eo anatrehan’Andriamanitra? Ary ny olona atera-behivavy ve dia tsy hanan-tsiny?",
        "5": "Na ny volana aza tsy mamiratra, Ary na ny kintana aza tsy madio eo imasony,",
        "6": "Koa mainka fa ny olombelona mety maty, izay toy ny olitra, Ary ny zanak’olombelona, izay toy ny kankana!”"
    },
    "26": {
        "1": "Namaly i Joba hoe:",
        "2": "“Hoatr’izany ve no mba anampianao ny tsy manan-kery? Hoatr’izany ve no mba amonjenao ny sandrin’ny lany hery?",
        "3": "Torohevitra mipoapoaka tokoa no nomenao ho an’ny tsy manam-pahendrena! Tsy nihafihafy mihitsy ianao nampideradera ny fahendrenao!",
        "4": "Fa iza no tianao hiresahana e, Ary iza no nampirisika anao hiteny hoatr’izany?",
        "5": "Tora-kovitra ny maty tsy mahavita na inona na inona; Mbola ambany noho ny rano sy ny zavaboary monina ao izy ireo.",
        "6": "Mihanjahanja eo anatrehan’Andriamanitra ny Fasana, Ary tsy misarona ny toerana mahalò ny nofo.",
        "7": "Velariny eo amin’ny babangoana ny lanitra avaratra, Ary ahantony eo amin’ny tsy misy ny tany.",
        "8": "Fonosiny ao anaty rahony ny rano, Mba tsy ho triatra ny rahona noho ny havesaran’ny rano;",
        "9": "Takonany mba tsy ho hita ny seza fiandrianany, Ka velariny hanarona an’izany ny rahony.",
        "10": "Asiany faritra ny faravodilanitra eny ambony rano; Asiany fefy manasaraka ny mazava sy ny maizina.",
        "11": "Mihozongozona ny andrin’ny lanitra; Tsy nahateny izy ireo noho ny fananaran’Andriamanitra.",
        "12": "Ataony misamboaravoara ny ranomasina noho ny heriny, Ary potipotehiny ny biby ngezabe any an-dranomasina noho izy mahira-tsaina.",
        "13": "Ataony mampahadio ny lanitra ny fofonainy; Manatrobaka bibilava sarotra samborina ny tanany.",
        "14": "Vao ampahany kely amin’ny zava-bitany ihany izany; Vao bitsibitsika ihany no henontsika momba azy! Koa iza no mahatakatra ny kotroka mafy avy aminy?”"
    },
    "27": {
        "1": "Nanohy ny teniny i Joba ka nilaza hoe:",
        "2": "“Raha mbola velona koa Andriamanitra, izay tsy nanome rariny ahy, Raha mbola velona koa ilay Mahery Indrindra, izay nampangidy ny fiainako,",
        "3": "Raha mbola manam-pofonaina koa aho, Ka mbola misy aina avy amin’Andriamanitra eo am-bavoroko,",
        "4": "Dia tsy hiteny zavatra tsy marina ny molotro; Tsy hingonongonona fitaka ny lelako!",
        "5": "Sanatria ahy ny hilaza hoe marina ianareo! Tsy hanaiky hivadika mihitsy aho mandra-pahafatiko.",
        "6": "Hazoniko mafy ny fahamarinako, ka tsy havotsotro mihitsy; Tsy hanameloka ahy ny foko raha mbola velona koa aho.",
        "7": "Enga anie ny fahavaloko ho lasa hoatran’ny ratsy fanahy, Ary ireo miady amiko ho toy ny olona tsy marina!",
        "8": "Fa inona moa ny fanantenan’ny olona tsy matahotra an’Andriamanitra rehefa ringana izy, Rehefa esorin’Andriamanitra ny ainy?",
        "9": "Hihaino ny fitarainany ve Andriamanitra, Rehefa misy fahoriana manjo azy?",
        "10": "Sa izy hifaly amin’ilay Mahery Indrindra? Hiantso foana an’Andriamanitra ve izy?",
        "11": "Hampianatra anareo momba ny herin’Andriamanitra aho; Tsy hanafina na inona na inona momba an’ilay Mahery Indrindra aho.",
        "12": "Raha efa nahazo fahitana daholo ianareo, Dia maninona ny teninareo no tsy misy horaisina mihitsy?",
        "13": "Izao no anjara atokan’Andriamanitra ho an’ny ratsy fanahy, Dia ny lova azon’ny mpanjakazaka avy amin’ilay Mahery Indrindra:",
        "14": "Ho fatin’ny sabatra ny zanany, na dia mihamaro aza, Ary tsy ho ampy sakafo ny taranany.",
        "15": "Ho fatin’ny aretina izay sisa tavela amin’ny zanany ka halevina, Ary tsy hitomany azy ireo ny vady navelany.",
        "16": "Na manangona volafotsy maro be toy ny vovoka aza izy, Sy akanjo tsara be dia be toy ny tanimanga miavosa,",
        "17": "Na dia manangona an’izany aza izy, Dia ny olo-marina no hitafy an’izany, Ary ny tsy manan-tsiny no hizara ny volafotsiny.",
        "18": "Ny trano aoriny dia mora simba hoatran’ny tranon’ny bibikely, Toy ny tranokely fialokalofana namboarin’ny mpiambina.",
        "19": "Manankarena izy rehefa hatory, nefa tsy hahangona na inona na inona; Tsy hisy na inona na inona intsony eo, rehefa manokatra ny masony izy.",
        "20": "Mahatratra azy tampoka toy ny tondra-drano ny horohoro; Paohin’ny tafio-drivotra izy amin’ny alina.",
        "21": "Hoentin’ny rivotra avy any atsinanana izy ka tsy ho eo intsony; Hofaohiny hiala amin’ny toerany izy.",
        "22": "Hifofofofo hamely azy tsy an-kiantra izany, Raha iny izy miezaka mafy hitsoaka ny herin’ilay rivotra iny.",
        "23": "Toy ny hoe mitehaka ilay rivotra mba hanesoesoana azy, Ary misioka maneso azy avy eo amin’ny toerany izy io."
    },
    "28": {
        "1": "“Misy toerana itrandrahana volafotsy, Ary toerana misy volamena mbola hodiovina.",
        "2": "Alaina avy amin’ny tany ny vy, Ary atsonika avy amin’ny vatolampy ny varahina.",
        "3": "Resin’ny olona ny haizina; Mikaroka hatrany amin’ny fetra farany ao anaty haizina sy haizim-pito izy, Mba hitrandrahana vato.",
        "4": "Mihady lavaka fitrandrahana lavitra ny fonenan’ny olona izy, Any amin’ny toerana efa hadinon’ny olona sady tsy misy mpandeha; Misy olona midina any ary misavilivily amin’ny tady.",
        "5": "Maniry eny ambonin’ny tany ny sakafo; Nefa ny any ambaniny ravarava hoatran’ny hoe nolalovan’ny afo.",
        "6": "Misy safira ny vato any, Ary misy volamena ny vovoka.",
        "7": "Tsy mahafantatra ny lalana mankany ny vorona mpihaza; Tsy mahita an’izany ny mason’ny papango mainty.",
        "8": "Tsy manitsakitsaka an’izany ny biby lehibe; Tsy mihaodihaody any ny liona tanora.",
        "9": "Mikapoka vatoafo amin’ny tanany ny olona; Aongany hatramin’ny fotony ny tendrombohitra.",
        "10": "Mandavaka lakandrano any anaty vatolampy izy; Hitan’ny masony ny zava-tsarobidy rehetra.",
        "11": "Tampenany ny loharano ipoiran’ny renirano, Ary avoakany ho eo amin’ny mazava ny harena miafina.",
        "12": "Fa aiza kosa no ahitana ny fahendrena, Ary aiza no ahazoana fahiratan-tsaina?",
        "13": "Tsy misy olombelona mahay manombana ny hasarobidin’izany, Ary tsy hita eo amin’ny tanin’ny velona izany.",
        "14": "Hoy ny rano lalina: ‘Tsy atỳ amiko izany!’ Ary hoy ny ranomasina: ‘Tsy ato amiko izany!’",
        "15": "Tsy voavidina volamena tsy misy fangarony izany; Ary tsy mety atao takalony ny volafotsy lanjaina.",
        "16": "Tsy voavidina volamena avy any Ofira izany, Na voavidina vato oniksa tsy fahita firy na safira.",
        "17": "Tsy afaka mifampitaha aminy ny volamena sy ny fitaratra; Ary tsy mety atao takalony ny zavatra vita amin’ny volamena tena tsara.",
        "18": "Tsy mendrika ny hotononina akory ny haran-dranomasina sy ny kristaly, Satria sarobidy noho ny perla iray kitapo ny fahendrena iray kitapo.",
        "19": "Tsy afaka mifampitaha aminy ny topaza avy any Kosy; Na ny volamena tsy misy fangarony aza tsy mahavidy azy.",
        "20": "Fa avy aiza àry ny fahendrena, Ary aiza no ahazoana fahiratan-tsaina?",
        "21": "Nafenina tamin’ny mason’ny zavamananaina rehetra izany, Sady nafenina tamin’ny voro-manidina.",
        "22": "Hoy Rafandringanana sy Rafahafatesana: ‘Henon’ny sofinay fotsiny ny momba an’izany.’",
        "23": "Andriamanitra no mahafantatra ny lalana ahitana an’izany; Izy irery no mahalala ny toerana ipetrahany,",
        "24": "Fa mitazana ny hatrany amin’ny faran’ny tany izy, Sady hitany daholo ny eny ambanin’ny lanitra.",
        "25": "Tamin’izy nanome hery ny rivotra Sy nitsinjara ny rano,",
        "26": "Tamin’izy nanao lalàna ho an’ny orana, Sy lalana ho an’ny rahon’oram-baratra,",
        "27": "Dia hitany ny fahendrena ka nohazavainy; Nataony mafy orina izany sady nosedrainy.",
        "28": "Dia hoy izy tamin’ny olombelona: ‘Ny fahatahorana an’i Jehovah no fahendrena, Ary ny fialana amin’ny ratsy no fahiratan-tsaina.’”"
    },
    "29": {
        "1": "Nanohy ny teniny ihany i Joba, ka nilaza hoe:",
        "2": "“Raha mba toy ny tamin’ireo volana lasa mantsy ny fiainako, Toy ny tamin’ny andro niarovan’Andriamanitra ahy,",
        "3": "Tamin’izy nampamirapiratra ny jirony teo ambony lohako, Ka ny fahazavany no nitsilo ny diako tao anaty haizina,",
        "4": "Tamin’izaho mbola tanora sy natanjaka, Sy tamin’Andriamanitra mbola namako tao an-tranolaiko,",
        "5": "Tamin’ny mbola niaraka tamiko ilay Mahery Indrindra, Ary nanodidina ahy ny zanako rehetra,",
        "6": "Tamin’ny mbola feno dibera ny lalako, Ary niboiboika menaka ho ahy ny vatolampy!",
        "7": "Tamin’izaho mpankeo am-bavahadin’ny tanàna, Ka nipetraka teo amin’ny toerako, teo amin’ny tany malalaky ny tanàna,",
        "8": "Dia nahita ahy ny tovolahy ka nikisaka, Ary na ny olona efa antitra aza nitsangana ka nijoro teo foana.",
        "9": "Nangina tsy niteny ny andriana; Notampenany tamin’ny tanany ny vavany.",
        "10": "Tsy nahavoaka feo ny olona ambony; Niraikitra tamin’ny lanilaniny ny lelany.",
        "11": "Nilaza zavatra tsara momba ahy izay rehetra nandre ahy, Ary niaro ahy ireo nahita ahy.",
        "12": "Fa novonjeko ny mahantra niantso vonjy, Sy ny kamboty ray ary izay tsy nisy nanampy.",
        "13": "Nitso-drano ahy ny olona efa ho faty, Ary nampifaliko ny fon’ny mpitondratena.",
        "14": "Nanaovako foana toy ny akanjo ny fahamarinana; Toy ny akanjo lava sy satroka lamba tsy miala eny amiko ny fampiharako ny rariny.",
        "15": "Nanjary maso ho an’ny jamba aho, Ary tongotra ho an’ny malemy.",
        "16": "Ray ho an’ny mahantra aho; Nanadihady ny adin’olona tsy fantatro aho.",
        "17": "Nopotehiko ny valanoranon’ny mpanao ratsy, Ary nosintoniko avy teny am-bavany ny haza efa azony.",
        "18": "Mpiteny an’izao aho: ‘Ao an-tranoko ihany aho no ho faty, Ary ho maro be hoatran’ny fasika ny androko.",
        "19": "Hisandrahaka any anaty rano ny fakako, Ary hisy ando foana ny sampako mandritra ny alina.",
        "20": "Mihavao foana ny voninahitro, Ary hitifitra tsy an-kijanona ny tsipìka eny an-tanako.’",
        "21": "Liana nihaino ahy ny olona, Ka nangina niandry ny torohevitro.",
        "22": "Tsy nanan-kolazaina intsony izy ireo rehefa avy niteny aho; Nanongilan-tsofina nihaino ny teniko izy ireo.",
        "23": "Niandry ahy toy ny niandry orana izy ireo, Ary nitanatana vava toy ny niandry orana amin’ny lohataona.",
        "24": "Saika tsy nino izy ireo rehefa nitsiky taminy aho; Nanome toky azy ireo ny tarehiko miramirana.",
        "25": "Nanome tari-dalana azy ireo aho, ka toy ny mpitarika azy. Toy ny mpanjaka teo amin’ny andia-miaramilany aho, Ary tahaka ny mpampionona an’ireo mana-manjo."
    },
    "30": {
        "1": "“Mihomehy ahy izy ireo izao, Dia ireo mbola zandriko. Na ny rain’izy ireo aza anefa tsy ho nekeko Hiaraka tamin’ny alika mpiandry ny ondriko akory.",
        "2": "Inona moa no mba nilako ny herin’izy ireo? Tsy manana tanjaka intsony izy ireo.",
        "3": "Reraka izy ireo satria tsy manana na inona na inona sady noana; Zara raha mahita hotsakoina izy any amin’ny tany karakaina, Izay efa simba sy rava.",
        "4": "Mitsongo ahitra masira any anaty kirihitra izy ireo; Fakan’anjavidy no sakafony.",
        "5": "Roahina tsy ho eo amin’ny fiaraha-monina izy ireo; Horakorahin’ny olona izy ireo, hoatran’ny ataony amin’ny mpangalatra.",
        "6": "Eny amin’ny hantsana misolampy izy ireo no mipetraka, Any anaty lavaka any anaty tany, sy any anaty lava-bato.",
        "7": "Miantsoantso any anaty kirihitra izy ireo, Ary mitangorona eny amin’ny tsilo.",
        "8": "Zanaky ny tsisy saina sy ny tsy fantatra anarana ireny, Ka noroahina hiala amin’ilay tany.",
        "9": "Manao hira manesoeso ahy anefa izy ireo izao; Harabirabin’izy ireo aho.",
        "10": "Ankahalain’izy ireo aho, ka ihatakatahany; Tsy menatra akory izy ireo mandrora ny tarehiko.",
        "11": "Nataon’Andriamanitra tsy afaka miaro tena aho sady naetriny, Ka manaram-po manao izay tiany eo anatrehako izy ireo.",
        "12": "Mitsangana eo ankavanako toy ny vahoaka romotra izy ireo; Teren’izy ireo handositra aho, Ary asiany sakana mampidi-doza ny lalako.",
        "13": "Mandrava ny lalako izy ireo Sady manampy trotraka ny fahoriako, Nefa tsy misy olona misakana azy ireo.",
        "14": "Miditra toy ny olona mifanesika eo amin’ny gorobaka amin’ny manda izy ireo, Ary mirohotra mankeo amin’ny toerana ravarava.",
        "15": "Matahotra be aho; Nentin’ny rivotra ny voninahitro, Ary levona toy ny rahona ny famonjena ahy.",
        "16": "Miala tsikelikely izao ny aiko; Mangeja ahy ny andro fahoriana.",
        "17": "Manaintaina toy ny voatrobaka ny taolako, amin’ny alina; Manaikitra ahy tsy an-kijanona ny fanaintainana.",
        "18": "Mifandrirotra be ny akanjoko; Manakenda ahy hoatran’ny vozon’akanjoko izany.",
        "19": "Natsipin’Andriamanitra tao anaty fotaka aho; Nanjary toy ny vovoka sy lavenona aho.",
        "20": "Miantso vonjy aminao aho, nefa tsy valianao; Mijoro aho, nefa jerenao fotsiny.",
        "21": "Manohitra ahy ianao ka masiaka be amiko, Ary manafika ahy amin’ny herin’ny tananao manontolo.",
        "22": "Ingainao aho ary avelanao entin’ny rivotra, Dia ataonao mitambolimbolina eny amin’ny tafio-drivotra.",
        "23": "Fa fantatro fa hoentinao midina any amin’ny fahafatesana aho, Dia any amin’ny trano hihaonan’ny velona rehetra.",
        "24": "Tsy hisy hamely olona efa kivy, Rehefa miantso vonjy izy mandritra ny fotoam-pahoriany.",
        "25": "Tsy mba nitomany ve aho rehefa nisy olona tao anatin’ny sarotra? Tsy mba nalahelo an’ireo mahantra ve aho?",
        "26": "Zavatra tsara no nantenaiko, kanjo zava-dratsy no tonga; Nanantena mazava aho, kanjo haizina no tonga.",
        "27": "Nangotikotika tsy nety nijanona ny tato anatiko; Nianjady tamiko ny andro fahoriana.",
        "28": "Mandehandeha amin’alahelo aho; tsy misy andro mihiratra. Mitsangana eo anivon’ny olona mivory aho ka miantso vonjy.",
        "29": "Lasa rahalahin’ny alikadia aho, Sady naman’ny zanakavavin’ny aotirisy.",
        "30": "Nanjary mainty ny hoditro, dia mihofakofaka; Main’ny hafanana ny taolako.",
        "31": "Fisaonana ihany sisa no ampiasako ny harpa, Ary feo mitomany ihany no avoakan’ny sodiko."
    },
    "31": {
        "1": "“Efa nanao fifanekena tamin’ny masoko aho, Koa hataoko ahoana indray no hijerijery virjiny?",
        "2": "Raha sanatria aho manao an’izany, dia inona no ho anjarako avy amin’ilay Andriamanitra any ambony, Dia ny lovako avy any amin’ilay Mahery Indrindra any amin’ny avo?",
        "3": "Tsy loza ve no miandry ny mpanao ratsy, Ary fahoriana no miandry ny mpisompatra?",
        "4": "Tsy mahita ny lalako angaha Andriamanitra, Ary tsy manisa ny diako rehetra angaha izy?",
        "5": "Efa nanao ny tsy marina angaha aho? Maika handeha hamitaka ve ny tongotro?",
        "6": "Aleo Andriamanitra handanja ahy amin’ny mizana marina, Dia ho hitany fa tsy mivadika aho.",
        "7": "Raha mivily any amin’ny tsy izy ny diako, Na manaraka izay tian’ny masoko ny foko, Na voaloto ny tanako,",
        "8": "Dia aoka aho hamafy, nefa olon-kafa no hihinana, Ary aoka hisy hanongotra izay amboleko.",
        "9": "Raha voasarika ho amin’ny vehivavy hafa ny foko, Ka mamitsaka miandry eo am-baravaran’ny namako aho,",
        "10": "Dia aoka ny vadiko hanodina vato fikosoham-bary ho an’ny lehilahy hafa, Ary aoka hisy lehilahy hafa hanao firaisana aminy.",
        "11": "Fa fitondran-tena mahamenatra izany, Ary fahadisoana tokony hahazoana sazy avy amin’ny mpitsara.",
        "12": "Ho afo mandoro sy mamotika tanteraka izany, Ka ho levona hatramin’ny fakany ny zavatra rehetra novokariko.",
        "13": "Raha tsy nomeko rariny ny mpanompolahiko sy ny mpanompovaviko Rehefa nitaraina noho ny nataoko,",
        "14": "Dia inona no hataoko rehefa mitsara ahy Andriamanitra? Inona no havaliko azy rehefa manao ampamoaka izy?",
        "15": "Tsy Ilay nanamboatra ahy tao am-bohoka ihany ve no nanamboatra azy ireo koa? Tsy Iray ihany ve no namolavola anay talohan’ny nahaterahanay?",
        "16": "Raha tsy nety nanome an’izay mba nirin’ny mahantra aho, Na navelako hipitrapitra ny mason’ny mpitondratena;",
        "17": "Raha nohaniko irery ny anjara sakafoko, Fa tsy nozaraiko tamin’ny kamboty;",
        "18": "—Efa hatramin’izaho mbola tanora mantsy no niara-lehibe tamiko ny kamboty ka toy ny rainy aho, Ary efa hatramin’ny mbola kely aho no mpitari-dalana ho an’ny mpitondratena. —",
        "19": "Raha toa aho nahita olona efa ho faty noho izy tsy nanana akanjo, Na nahita mahantra tsy nanan-damba hirakofana;",
        "20": "Raha tsy nitso-drano ahy izy Rehefa nanafana ny tenany tamin’ny volon’ondriko;",
        "21": "Raha nambanako totohondry ny kamboty Rehefa nila fanampiana tamiko teo am-bavahadin’ny tanàna,",
        "22": "Dia aoka ny sandriko hiala amin’ny soroko, Ary aoka ny tanako ho tapaka eo amin’ny kiho.",
        "23": "Fa natahotra ny hiharan’ny loza avy amin’Andriamanitra aho, Ary tsy nahajoro teo anoloan’ny voninahiny.",
        "24": "Raha nitoky tamin’ny volamena aho, Na niteny tamin’ny volamena tena tsara hoe: ‘Ianao no ianteherako!’",
        "25": "Raha nifaly tamin’ny harem-be nananako aho, Satria nahazo fananana be dia be;",
        "26": "Raha nahita ny masoandro mamirapiratra aho, Na ny volana kanto mamakivaky ny lanitra;",
        "27": "Ka voasarika mangingina ny foko, Ary nanoroka ny tanako ny vavako ka nivavaka tamin’ireny aho;",
        "28": "Dia fahadisoana tokony hahazoana sazy avy amin’ny mpitsara izany, Satria ho nanda an’ilay tena Andriamanitra any ambony aho.",
        "29": "Efa mba nibitaka ve aho rehefa ringana ny fahavaloko, Na nifaly tamin’ny fahavoazany?",
        "30": "Tsy mba namela ny vavako hanota aho, Ka hoe hanozona azy sy haniry ny hahafatesany.",
        "31": "Tsy niteny ve ny olona tao an-tranolaiko hoe: ‘Iza no mahita olona tsy voky tamin’ny sakafo nomeny?’",
        "32": "Tsy nisy vahiny voatery natory teny an-tokotany; Nosokafako ho an’ny mpanao dia lavitra ny varavarako.",
        "33": "Efa mba nanarontsarona ny fandikan-dalàna nataoko ve aho, toy ny fanaon’olona, Ka nanafina ny fahadisoako tao anaty paosin’akanjoko?",
        "34": "Efa mba natahotra an’izay mety hataon’ny vahoaka ve aho, Na nihorohoro noho ny fanesoan’ny mpiara-monina Ka nangina sy tsy sahy nivoaka ny trano?",
        "35": "Raha mba misy mihaino mantsy aho! Ho nosoniaviko tamin’ny anarako izay nolazaiko. Aoka ilay Mahery Indrindra hamaly ahy! Raha mba nosoratan’ny mpiampanga ahy mantsy ny fiampangana ahy!",
        "36": "Dia ho nolanjaiko teo an-tsoroko izany, Ary ho nafatotro teo amin’ny lohako toy ny satroboninahitra.",
        "37": "Ho notateriko tamin’Andriamanitra ny diako tsirairay; Ho natoky tena hoatran’ny andriana aho rehefa nanatona azy.",
        "38": "Raha nitaraina momba ahy ny taniko, Ary niara-nitomany ny vava asa teo aminy;",
        "39": "Raha nohaniko ny vokatra teo aminy nefa tsy nandoa vola aho, Na raha nanao izay hahakivy ny tompony aho;",
        "40": "Dia aoka ho tsilo no haniry eo fa tsy varimbazaha, Ary ahidratsy maimbo fa tsy vary orza.” Tapitra eto ny tenin’i Joba."
    },
    "32": {
        "1": "Koa tsy niezaka namaly an’i Joba intsony izy telo lahy. Resy lahatra mantsy i Joba hoe manana ny marina izy.",
        "2": "Tezitra be kosa i Eliho zanak’i Barakela Bozita, avy amin’ny fianakavian’i Rama. Tezitra mafy tamin’i Joba izy, satria niezaka nanaporofo i Joba hoe izy no marina fa tsy Andriamanitra.",
        "3": "Tezitra be tamin’ny naman’i Joba telo lahy koa izy, satria tsy nahita havaly izy ireo fa Andriamanitra indray no nolazainy hoe ratsy fanahy.",
        "4": "Niandry i Eliho vao namaly ny tenin’i Joba, satria izy ireo be taona kokoa noho izy.",
        "5": "Vao mainka sosotra be i Eliho rehefa hitany fa tsy nanan-kavaly intsony izy telo lahy.",
        "6": "Nanomboka niteny àry i Eliho zanak’i Barakela Bozita hoe: “Mbola tanora aho, Fa ianareo kosa efa be taona. Koa ho fanajana anareo, dia tsy niteny aho aloha Sady tsy sahy nilaza taminareo an’izay fantatro.",
        "7": "Nieritreritra aho hoe: ‘Aleo izay efa ela niainana no hiteny, Ary izay be taona no aoka hilaza fahendrena.’",
        "8": "Kanefa ny fanahin’Andriamanitra izay ao amin’ny olona, Dia ny fofonain’ilay Mahery Indrindra, no manome azy fahiratan-tsaina.",
        "9": "Tsy izay ela niainana ihany no manam-pahendrena, Ary tsy ny zokiolona ihany no mahalala an’izay tokony hatao.",
        "10": "Koa izao no lazaiko: ‘Henoy aho, Dia holazaiko aminareo koa izay fantatro.’",
        "11": "Niandry ny teninareo ho tapitra aho; Nihaino anareo aho tamin’ianareo nandahatra ny hevitrareo, Sy nieritreritra an’izay holazainareo.",
        "12": "Nihaino tsara anareo aho, Kanefa tsy nisy taminareo nahavita nanaporofo hoe diso i Joba, Na nahatohitra ny heviny.",
        "13": "Koa aza miteny hoe: ‘Efa hitanay ny fahendrena; Andriamanitra no manitsy azy fa tsy olona.’",
        "14": "Tsy izaho no nasiany tamin’ny teniny, Koa tsy ny hevitrareo no hamaliako azy.",
        "15": "Ankona izy ireo ka tsy nanan-kavaly intsony; Tsy nahita hotenenina intsony izy ireo.",
        "16": "Niandry aho, nefa tsy nanohy ny teniny izy ireo; Nijoro teo fotsiny izy ireo, fa tsy namaly intsony.",
        "17": "Hamaly koa àry aho; Holazaiko koa izay fantatro,",
        "18": "Fa manan-javatra be dia be holazaina aho. Manery ahy ny fanahin’Andriamanitra ato anatiko.",
        "19": "Toy ny divay mandroadroatra tsy misy lalan-kivoahana ny ato anatiko, Hoatran’ny siny hoditra vaovao mitady ho vaky.",
        "20": "Koa aleo aho hiteny mba ho maivamaivana! Hosokafako ny vavako ka hamaly aho.",
        "21": "Tsy mba hijery tavan’olona aho, Na handokadoka olona,",
        "22": "Fa tsy mba haiko ny mandokadoka olona; Raha nanao an’izany aho, dia ho nandringana ahy avy hatrany ilay Mpanao ahy."
    },
    "33": {
        "1": "“Henoy anefa izao ny teniko, ry Joba, azafady indrindra; Henoy daholo izay lazaiko.",
        "2": "Mihainoa, azafady, fa hisoka-bava hiteny aho; Tsy maintsy hiteny ny lelako.",
        "3": "Amin’ny fo madio no itenenako, Ary izay fantatro no lazaiko amim-pahatsorana.",
        "4": "Ny fanahin’Andriamanitra no nanao ahy, Ary ny fofonain’ilay Mahery Indrindra no nanome aina ahy.",
        "5": "Valio aho raha azonao atao; Resaho amiko ny hevitrao, ka miomàna hiaro ny tenanao.",
        "6": "Fa hoatr’anao ihany aho eo anatrehan’ilay tena Andriamanitra; Tanimanga koa no namolavolana ahy.",
        "7": "Koa tsy tokony hatahotra be ahy ianao, Ary tsy tokony hanavesatra anao izay holazaiko.",
        "8": "Reko anefa izay nolazainao. Henoko foana ianao niteny hoe:",
        "9": "‘Madio aho, tsy nandika lalàna; Madio aho, tsy nanao fahadisoana.",
        "10": "Mahita antony hanoherana ahy foana anefa Andriamanitra; Ataony toy ny fahavalony aho.",
        "11": "Gejainy amin’ny gadra hazo ny tongotro; Arahiny maso ny diako rehetra.’",
        "12": "Tsy marina anefa izany teninao izany, ka hovaliako ianao: Lehibe lavitra noho ny olombelona mety maty Andriamanitra.",
        "13": "Nahoana ianao no mitaraina momba Azy? Satria ve hoe tsy nisy novaliany ny teninao?",
        "14": "Fa tsy indray tsy indroa Andriamanitra no miteny, Nefa tsy misy miraharaha.",
        "15": "Miteny ao amin’ny nofy izy, na ao amin’ny fahitana amin’ny alina, Rehefa renoky ny torimaso ny olona, Ka matory eo am-pandrianany.",
        "16": "Dia sokafany ny sofin’izy ireo, Ary antitranteriny amin’izy ireo ny toromarika omeny,",
        "17": "Mba hahatonga ny olona hiala amin’ny fanao ratsy, Sy hiarovana azy tsy hirehareha.",
        "18": "Miaro ny olona tsy ho any an-davaka Andriamanitra, Miaro ny ainy tsy ho fatin’ny sabatra.",
        "19": "Mananatra ny olona koa ny fanaintainany eo am-pandrianany Sy ny fijaliany tsy an-kiato noho ny taolany manakotsako,",
        "20": "Ka mankaloiloy azy ny mofo, Ary tsy tiany na dia ny sakafo matsiro aza.",
        "21": "Mihalany ny nofony ka tsy misy hojerena, Ary lasa mitrakitraky izao ny taolany nefa tsy hita izany taloha.",
        "22": "Mihamanatona ny lavaka izy; Mihamanakaiky an’ireo mifofo ny ainy izy.",
        "23": "Fa raha misy iraka alefa any aminy, Mpiaro iray ao anatin’ny arivo, Mba hampahafantatra ny olona an’izay mahitsy,",
        "24": "Dia hiantra azy Andriamanitra, ka hilaza hoe: ‘Aza avela ho lasa any an-davaka izy! Efa nahita vidim-panavotana aho!",
        "25": "Aoka ho tsara noho ny an’ny tanora ny nofony, Ary aoka hiverina aminy indray ny heriny tamin’ny fahatanorany.’",
        "26": "Hitalaho amin’Andriamanitra izy, ka hahazo sitraka aminy, Dia hihorakoraka sy ho faly izy rehefa mahita ny tarehiny, Ary heken’Andriamanitra ho marina indray ny olombelona mety maty.",
        "27": "Hilaza amin’ny olona izany lehilahy izany hoe: ‘Efa nanota aho sady nanao ny tsy rariny, Nefa tsy nahazo an’izay sahaza ahy.",
        "28": "Navotany tsy ho lasa any an-davaka aho, Ka hahita ny mazava ny aiko.’",
        "29": "Ataon’Andriamanitra tokoa izany rehetra izany, Ataony indroa na intelo ho an’ny olona,",
        "30": "Mba hampiverina azy tsy ho any an-davaka, Ka ho afaka hanazava azy ny hazavan’ny fiainana.",
        "31": "Henoy ny teniko, ry Joba! Henoy aho. Aoka ianao hangina, fa mbola hiteny aho.",
        "32": "Raha manan-kolazaina anefa ianao, dia valio aho. Mitenena, fa te hanaporofo aho hoe manana ny marina ianao.",
        "33": "Raha tsy manan-kolazaina kosa ianao, dia mihainoa ahy; Aoka ianao hangina, fa hampianatra fahendrena anao aho.”"
    },
    "34": {
        "1": "Koa nanohy ny teniny i Eliho, ka niteny hoe:",
        "2": "“Henoy ny teniko, ry olon-kendry; Henoy aho, ry manam-pahaizana.",
        "3": "Fa ny sofina no mamantatra teny, Toy ny lela mamantatra tsiron-kanina.",
        "4": "Andao isika hamantatra ny atao hoe rariny; Andao hiarahantsika manapaka ny atao hoe tsara.",
        "5": "Niteny mantsy i Joba hoe: ‘Manana ny rariny aho, Saingy tsy nomen’Andriamanitra rariny.",
        "6": "Izaho ve dia handainga momba an’izay tokony ho didim-pitsarana momba ahy? Tsy mety sitrana ny feriko, na dia tsy nandika lalàna aza aho.’",
        "7": "Aiza no misy lehilahy hoatran’i Joba, Izay misotro fanesoana toy ny fisotro rano?",
        "8": "Naman’ny mpanao ratsy izy, Sady sakaizan’ny ratsy fanahy.",
        "9": "Izao mantsy no nolazainy: ‘Tsy mahasoa ny olona Ny miezaka mampifaly an’Andriamanitra.’",
        "10": "Koa mihainoa ahy, ianareo mahira-tsaina: Sanatria an’ilay tena Andriamanitra ny hanao ratsy, Sanatria an’ilay Mahery Indrindra ny hanao ny tsy mety!",
        "11": "Fa hovaliany araka izay ataony ny olona, Ary havelany hizaka ny vokatry ny fitondran-tenany.",
        "12": "Tsy mba manao ratsy mihitsy Andriamanitra; Tsy mba mamadika ny rariny ilay Mahery Indrindra.",
        "13": "Iza no nanome fahefana azy hiandraikitra ny tany? Ary iza no nanendry azy hifehy an’izao tontolo izao manontolo?",
        "14": "Raha mifantoka amin’olona izy, Ary angoniny ho any aminy ny ain’izy ireo sy ny fofonainy,",
        "15": "Dia hiara-ripaka ny olona rehetra, Ary hiverina ho vovoka ny olombelona.",
        "16": "Koa raha mahira-tsaina ianao, dia henoy izao; Henoy tsara izay lazaiko:",
        "17": "Olona mankahala ny rariny ve no tokony ho mpitondra, Sa homelohinao ny olona manana fahefana izay manao ny marina?",
        "18": "Hilaza amin’ny mpanjaka ve ianao hoe: ‘Tsy misy ilana anao!’, Na amin’ny olona ambony hoe: ‘Ratsy fanahy ianao’?",
        "19": "Eo anefa Ilay tsy miangatra amin’ny andriana Sy tsy mihevitra ny manankarena ho ambony noho ny mahantra, Satria samy asan’ny tanany izy ireny.",
        "20": "Mety ho faty tampoka amin’ny misasakalina izy ireny; Tora-kovitra izy ireny ary maty; Na ny mahery aza esorina, nefa tsy tanan’olona no hanala azy.",
        "21": "Fa mijery an’izay alehan’ny olona Andriamanitra, Ary mahita ny diany rehetra.",
        "22": "Tsy misy haizina na haizim-pito Azon’ny mpanao ratsy iafenana.",
        "23": "Fa Andriamanitra tsy manondro fotoana Hankanesan’ny olona eo anatrehany mba hotsaraina.",
        "24": "Torotoroiny ny mahery nefa tsy mila manadihady akory izy, Ka olon-kafa no ataony solon’izy ireny.",
        "25": "Fantany mantsy ny ataon’izy ireny; Aongany izy ireny mandritra ny alina, ka torotoro.",
        "26": "Asiany izy ireny fa nanao ratsy, Asiany eny amin’ny toerana tazan’ny olon-drehetra,",
        "27": "Satria niala taminy, Sady tsy niraharaha ny lalany rehetra;",
        "28": "Ataon’izy ireny izay hampitaraina ny mahantra, Ka henony ny fitarainan’ny tsy misy mpiaro.",
        "29": "Rehefa mangina tsy miteny Andriamanitra, dia iza no afaka manameloka azy? Rehefa manafina ny tarehiny izy, dia iza no afaka mahita azy? Mitovy ihany ny vokany na firenena iray no anaovany an’izany na olona iray.",
        "30": "Amin’izay dia tsy hanjaka ny olona tsy matahotra an’Andriamanitra Sady tsy ho afaka hamandrika olona.",
        "31": "Fa hisy hilaza amin’Andriamanitra ve hoe: ‘Voasazy aho, nefa tsy nanao ratsy;",
        "32": "Ampianaro ahy izay tsy hitako; Raha nisy ratsy nataoko, dia tsy hamerina an’izany intsony aho’?",
        "33": "Tokony hamaly soa anao araka izay mety aminao ve izy, nefa ianao aza tsy manaiky ny didim-pitsarany? Ianao no manapa-kevitra, fa tsy izaho. Koa lazao ahy izay tena fantatrao.",
        "34": "Hiteny amiko ny mahira-tsaina, Dia ny lehilahy hendry izay maheno ahy, ka hilaza hoe:",
        "35": "‘Miresaka zavatra tsy fantany i Joba, Ary hita amin’ny teniny fa tsy misaina tsara izy.’",
        "36": "Aoka i Joba hotsapaina hatramin’ny fetra farany, Satria hoatran’ny an’ny ratsy fanahy ny valin-teniny!",
        "37": "Ampiany fikomiana ny fahotany; Mitehaka maneso eo anatrehantsika izy Sady miteniteny be manohitra an’ilay tena Andriamanitra!”"
    },
    "35": {
        "1": "Nanohy ny teniny ihany i Eliho, ka nilaza hoe:",
        "2": "“Tena resy lahatra ve ianao hoe manana ny rariny matoa milaza hoe: ‘Marina noho Andriamanitra aho’?",
        "3": "Fa hoy ianao: ‘Raharahianao inona moa na manao ny marina aza aho? Misy tombony azoko angaha raha tsy manota aho?’",
        "4": "Izaho no hamaly anao Sy ny namanao.",
        "5": "Mitrakà dia jereo ny lanitra, Ary diniho ny rahona avo be eo amboninao.",
        "6": "Raha manota ianao, dia ho voa mafy ve Andriamanitra? Mampaninona azy moa raha im-be dia be mandika lalàna ianao?",
        "7": "Raha manao ny marina ianao, dia inona no omenao azy amin’izany; Inona no azony avy aminao?",
        "8": "Olona hoatr’anao ihany no voa amin’ny ratsy ataonao, Ary ny zanak’olombelona ihany no mandray soa raha manao ny marina ianao.",
        "9": "Mitaraina ny vahoaka rehefa misy mampijaly; Miantso vonjy izy mba hafahana amin’ny tsindry hazo lena ataon’ny olona mahery.",
        "10": "Tsy misy milaza anefa hoe: ‘Aiza Andriamanitra, ilay Be Voninahitra Mpanao ahy, Dia ilay mahatonga ny olona hihira amin’ny alina?’",
        "11": "Mampianatra antsika hahay noho ny biby etỳ an-tany izy, Ary mahatonga antsika ho hendry noho ny vorona eny amin’ny lanitra.",
        "12": "Mitaraina ny vahoaka, nefa tsy mamaly izy, Satria mirehareha ny ratsy fanahy.",
        "13": "Azo antoka fa tsy henoin’Andriamanitra ny fitarainana tsy misy dikany; Tsy miraharaha an’izany ilay Mahery Indrindra.",
        "14": "Koa mainka fa rehefa mitaraina ianao hoe tsy mahita azy! Eo anatrehany ny adinao eny amin’ny fitsarana, ka tokony hiandry azy fatratra ianao.",
        "15": "Fa tsy tezitra taminao izy ary tsy nanasazy anao, Na nanamarika hoe maimaika loatra ianao.",
        "16": "Misoka-bava hiteniteny foana i Joba; Miteniteny be izy, nefa tsy mahalala na inona na inona akory.”"
    },
    "36": {
        "1": "Hoy ihany i Eliho:",
        "2": "“Mahareta kely amiko fa hanazava aho. Mbola misy teny asain’Andriamanitra lazaiko mantsy.",
        "3": "Holazaiko daholo izay fantatro, Ary hambarako fa manao ny rariny ilay Mpanao ahy.",
        "4": "Tena tsy diso mihitsy ny teniko; Eto anatrehanao Ilay fara tampony amin’ny fahalalana.",
        "5": "Mahery tokoa Andriamanitra, ary tsy manilikilika na iza na iza; Faran’izay mahira-tsaina izy.",
        "6": "Tsy hotsimbininy ny ain’ny ratsy fanahy, Fa omeny rariny kosa ny olona mijaly.",
        "7": "Tsy miala eny amin’ny olo-marina ny masony; Apetrany eo amin’ny seza fiandrianana miaraka amin’ny mpanjaka izy ireo, ka misandratra mandrakizay.",
        "8": "Raha voagejan’ny gadra vy anefa izy ireo Ka voafatotry ny fahoriana,",
        "9": "Dia ampahafantarin’Andriamanitra azy ireo izay nataony, Izany hoe ny nandikany lalàna noho izy ireo nirehareha.",
        "10": "Sokafany ny sofin’izy ireo mba hihaino fanitsiana, Ka teneniny izy ireo mba hiala amin’ny fanao ratsy.",
        "11": "Raha mankatò sy manompo azy izy ireo, Dia hiadana mandritra ny androm-piainany, Ary hahafinaritra ny taona hiainany.",
        "12": "Raha tsy mankatò kosa izy ireo, dia ho fatin’ny sabatra Ka ho faty tsy manam-pahalalana.",
        "13": "Hitana lolompo ny olona tsy matahotra an’Andriamanitra. Tsy miantso vonjy izy ireo na dia fatorany aza.",
        "14": "Maty tanora izy ireo. Lany niarahana tamin’ireo lehilahy mpivaro-tenan’ny tempoly ny fiainany.",
        "15": "Mamonjy an’izay mijaly kosa Andriamanitra mandritra ny fahorian’izy ireo; Sokafany ny sofin’izy ireo mba hihaino azy rehefa misy mampahory azy ireo.",
        "16": "Sintoniny hiala eo am-pototry ny fahoriana ianao Ka entiny any amin’ny toerana malalaka tsy misy maneritery, Ary sakafo matsiro sady tondraka no eo ambony latabatrao ho fampiononana anao.",
        "17": "Dia ho afa-po ianao rehefa voaheloka ny ratsy fanahy, Rehefa mivoaka ny didim-pitsarana ary ampiharina ny rariny.",
        "18": "Mitandrema anefa sao lasa manao ratsy ianao noho ny hatezerana, Ary aza avela hitarika anao any amin’ny lalan-diso ny tsolotra be dia be.",
        "19": "Ny antso vonjy Na izay ezaka mafy ataonao ve dia hahatonga anao tsy ho tratran’ny fahoriana?",
        "20": "Aza maniry ny hahatongavan’ny alina, Izay tsy ahitana ny olona eo amin’ny toerany.",
        "21": "Tandremo sao lasa manao ratsy, Ka aleonao izany toy izay fampahoriana.",
        "22": "Jereo fa misandratra Andriamanitra noho ny heriny; Iza no mba mpampianatra mitovy aminy?",
        "23": "Iza no efa nanoro lalana azy Na nilaza taminy hoe: ‘Tsy mety ny nataonao’?",
        "24": "Aza hadinoina ny mankalaza ny asany, Izay nataon’ny olona hira.",
        "25": "Mahita an’izany ny olombelona rehetra, Ary mitazana avy eny lavitra eny ny olombelona mety maty.",
        "26": "Lehibe tsy takatry ny saintsika tokoa Andriamanitra; Saro-takarina ny isan’ny taonany.",
        "27": "Ampiakariny ireo piti-drano; Lasa zavona ireny, ka tonga orana;",
        "28": "Dia araraky ny rahona izany, Ka mirotsaka amin’ny olombelona.",
        "29": "Iza no mahafantatra ny fivelaran’ny rahona, Sy ny kotroka avy ao amin’ny tranolainy?",
        "30": "Jereo fa aparitany eo ambonin’izany ny tselatra, Ary saronany ny fanambanin’ny ranomasina.",
        "31": "Ireny no amelomany ny firenena; Manome sakafo be dia be ho azy ireo izy.",
        "32": "Saronany amin’ny tanany ny tselatra, Ka alefany hamely an’izay kendreny.",
        "33": "Manambara ny momba azy ny kotroka; Na ny biby fiompy aza milaza hoe iza no ho avy."
    },
    "37": {
        "1": "“Koa midobodoboka be ny foko, Sady mitepotepo mitady hiala amin’ny toerany.",
        "2": "Henoy tsara ny feony miraondraona, Sy ny kotroka avoakan’ny vavany.",
        "3": "Alefany ho etỳ ambanin’ny lanitra rehetra izany, Ary ataony tonga hatrany amin’ny faran’ny tany ny tselatra.",
        "4": "Misy feo mirohondrohona aorian’izany; Mampikotrokotroka ny feony matanjaka be izy, Ka tsy sakanany ny tselatra rehefa heno izany feony izany.",
        "5": "Mampikotrokotroka ny feony amin’ny fomba mahatalanjona Andriamanitra; Manao zavatra miavaka tsy takatry ny saintsika izy.",
        "6": "Fa hoy izy amin’ny lanezy: ‘Milatsaha eny ambonin’ny tany,’ Ary hoy izy amin’ny oram-be mivatravatra: ‘Manaova be fiavy.’",
        "7": "Atsahatr’Andriamanitra ny asa rehetra ataon’ny olona, Mba ho fantatry ny olombelona rehetra mety maty ny asany.",
        "8": "Miditra ao anaty lavaka fonenany ny bibidia, Ary mijanona ao amin’ny toerana ipetrahany.",
        "9": "Mitsoka avy any amin’ny efitrano misy azy ny tafio-drivotra, Ary entin’ny rivotra avy any avaratra ny hatsiaka.",
        "10": "Ny fofonain’Andriamanitra no mampisy ny ranomandry, Ka mivaingana ny rano midadasika.",
        "11": "Vesarany hamandoana ny rahona; Aparitany eny amin’ny rahona ny tselatra;",
        "12": "Mihodinkodina eny amin’izay asainy aleha ireny; Tanterahin’ireny daholo izay asainy atao etỳ ambonin’ny tany misy mponina.",
        "13": "Mampiasa an’ireny izy rehefa manasazy na mandena ny tany, Na rehefa maneho fitiavana sy tsy fivadihana.",
        "14": "Henoy izao, ry Joba, Dia miatoa kely ary diniho tsara ny zavatra mahatalanjona nataon’Andriamanitra:",
        "15": "Fantatrao ve hoe ahoana no ifehezan’Andriamanitra ny rahona, Ary ahoana no ataony mba hahatonga ny tselatra hanazava eny amin’ny rahona?",
        "16": "Fantatrao ve hoe ahoana no mahatonga ny rahona hihevaheva? Zavatra mahatalanjona nataon’Ilay fara tampony amin’ny fahalalana izany rehetra izany.",
        "17": "Nahoana no lasa mafana ny akanjonao Rehefa mangina ny tany noho ny rivotra avy any atsimo?",
        "18": "Ianao angaha afaka manampy azy hamelatra ny lanitra, Izay mafy toy ny fitaratra vita amin’ny metaly?",
        "19": "Teneno anay izay tokony holazainay aminy; Tsy mahita havaly izahay satria ao anaty haizina.",
        "20": "Tokony holazaina aminy ve fa te hiteny aho? Sa nisy nilaza zavatra tokony horesahina aminy?",
        "21": "Tsy hitan’ny olona hatramin’ny hazavana, Na dia mamiratra eny amin’ny lanitra aza izany, Raha tsy efa misy rivotra mandalo ka mampisava ny rahona.",
        "22": "Avy any avaratra no iavian’ny taratra mivolombolamena; Faran’izay mahavariana ny voninahitr’Andriamanitra.",
        "23": "Tsy takatry ny saintsika ny momba an’ilay Mahery Indrindra; Tena mahery izy, Tsy mba mamadika ny rariny mihitsy izy sady tena tia manao ny marina foana.",
        "24": "Koa tokony hatahotra azy ny olona, Satria tsy mankasitraka an’izay mihevi-tena ho hendry izy.”"
    },
    "38": {
        "1": "Dia namaly an’i Joba avy tao anaty tafio-drivotra i Jehovah, ka niteny hoe:",
        "2": "“Iza moa izao manamaizina ny fikasako izao, Ka miresaka zavatra tsy fantany akory?",
        "3": "Miomàna, azafady, ary misehoa ho lehilahy; Hanontany anao aho, ka valio:",
        "4": "Taiza àry ianao tamin’izaho nanorina ny tany? Lazao ahy, raha mihevi-tena ho mahay ianao.",
        "5": "Iza no nametraka ny refiny, raha fantatrao? Ary iza no nanenjana ny tady nandrefesana azy?",
        "6": "Tao amin’ny inona no nandatsahana ny fototry ny tany? Ary iza no nametraka ny vato fehizorony,",
        "7": "Rehefa nihorakoraka sy faly ireo kintan’ny maraina, Ary nihoby daholo ny zanak’Andriamanitra?",
        "8": "Iza no nanisy varavarana misakana ny ranomasina, Rehefa nibosesika nivoaka toy ny avy tao an-kibo izy,",
        "9": "Rehefa nampitafiako rahona izy, Ary haizim-pito no namonosako azy,",
        "10": "Rehefa nametraka fetra ho azy aho Sady nanisy varavarana sy bara hidiny,",
        "11": "Ka nilaza hoe: ‘Hatreto ihany no azonao aleha fa tsy mahazo mihoatra, Ary eto no hijanona ny onjanao misamboaravoara’?",
        "12": "Efa mba nibaiko ny maraina ve ianao hatrizay niainanao, Na nanoro ny mangiran-dratsy hoe aiza no tokony hisy azy,",
        "13": "Amin’izay izy hihazona ny faran’ny tany, Ka hakopany hiala eo ny ratsy fanahy?",
        "14": "Miova endrika toy ny tanimanga asiana tombo-kase ny tany, Ary misongadina ny zava-drehetra eo aminy, hoatran’ny soratsoratra amin’ny akanjo.",
        "15": "Tsy omena hazavana kosa ny ratsy fanahy, Ary tapaka ny sandriny izay ningainy hamely olona.",
        "16": "Efa mba nidina tany amin’ny loharanon’ny ranomasina ve ianao, Sa efa nandehandeha nikaroka ny any anaty rano lalina?",
        "17": "Efa naseho anao ve ny vavahadin’ny fahafatesana? Sa efa hitanao ny vavahadin’ny haizina mikitroka?",
        "18": "Takatry ny sainao ve hoe midadasika be ny tany? Teneno amiko, raha hainao izany rehetra izany.",
        "19": "Aiza ny lalana mankany amin’ny fonenan’ny hazavana? Ary aiza ny toerana ipetrahan’ny haizina,",
        "20": "Mba hitondranao an’ireny any amin’ny faritra misy azy, Sy mba hahafantaranao ny lalana mankany an-tranony?",
        "21": "Angaha moa izany efa fantatrao, satria hoe efa teraka ianao tamin’izany Sady hoe efa ela niainana?",
        "22": "Efa niditra tao amin’ny trano fitehirizana lanezy ve ianao? Sa ianao efa nahita ny trano fitehirizana havandra,",
        "23": "Izay tehiriziko ho amin’ny fotoam-pahoriana, Ho amin’ny andro anafihana sy iadiana?",
        "24": "Aiza ny lalana iparitahan’ny hazavana, Ary avy aiza no manomboka mitsoka etỳ ambonin’ny tany ny rivotra avy any atsinanana?",
        "25": "Iza no nanao lakandrano ho an’ny tondra-drano, Sy lalana ho an’ny rahon’oram-baratra,",
        "26": "Mba hampilatsaka orana any amin’ny tany tsy misy olona, Dia any an-tany efitra tsy misy mponina,",
        "27": "Sy mba hahavonto rano ny tany ngazana ravarava, Ka hampitsimoka ny ahitra?",
        "28": "Manan-dray ve ny orana? Sa iza no niteraka ny ranonando?",
        "29": "Kibon’iza no nivoahan’ny ranomandry? Ary iza no niteraka ny lanezy manify avy any an-danitra",
        "30": "Rehefa toy ny hoe saron’ny vato ny rano, Ary mivaingana ny fanambonin’ny rano lalina?",
        "31": "Mahafatotra ny tadin’ny antokon-kintana Kimaha ve ianao, Na mahavaha ny tadin’ny antokon-kintana Kesila?",
        "32": "Vitanao ve ny mamoaka antokon-kintana amin’ny fotoanany, Na mitarika ny antokon-kintana Asha sy ny zanany?",
        "33": "Fantatrao ve ny lalàna mifehy ny lanitra, Ary vitanao ve ny manery ny tany hanaraka an’izany?",
        "34": "Mahavita manandratra ny feonao hatreny amin’ny rahona ve ianao, Mba hampisy tondra-drano hanafotra anao?",
        "35": "Mahay mandefa tselatra ve ianao? Ho tonga ve izy ireo ka hiteny aminao hoe: ‘Ireto izahay!’?",
        "36": "Iza no nametraka fahendrena tao amin’ny rahona, Na nanome fahiratan-tsaina ny zava-mahagaga eny amin’ny lanitra?",
        "37": "Iza no hendry ka mahavita manisa ny rahona, Na mahavita mampitongilana ny sinin-dranon’ny lanitra,",
        "38": "Rehefa mitambatra ny vovoka ka lasa fotaka mikoriana, Ary mitambatambatra ny baingan-tany?",
        "39": "Mahavita mihaza ho an’ny liona ve ianao, Na manao izay hahavoky liona tanora mirangorango,",
        "40": "Rehefa mamitsaka eo amin’ny toerana ipetrahany izy, Na miafina ao amin’ny lavaka fonenany mba hanafika?",
        "41": "Iza no manomana sakafo ho an’ny goaika, Rehefa miantso vonjy amin’Andriamanitra ny zanany, Ka mirenireny fa tsy manan-kohanina?"
    },
    "39": {
        "1": "“Fantatrao ve ny fotoana fiterahan’ny osidia mpianika tendrombohitra? Efa nahita serfa niteraka ny zanany ve ianao?",
        "2": "Voaisanao ve hoe firy volana izy ireny no mitondra vohoka? Fantatrao ve ny fotoana fiterahany?",
        "3": "Mipetraka ambany izy ireny rehefa miteraka an’ireo zanany, Ary mifarana hatreo ny fanaintainany.",
        "4": "Mihamatanjaka sy mihalehibe eny an-tsaha ny zanak’izy ireny; Lasa izy ireo, ka tsy miverina eo aminy intsony.",
        "5": "Iza no nandefa ny ampondradia hikarenjy, Ary iza no namaha ny tadin’ny ampondradia?",
        "6": "Efa nomeko ho tranony ny lemaka karakaina, Ary ho toeram-ponenany ny tanin-tsira.",
        "7": "Ihomehezany fotsiny ny tabataba ao an-tanàna, Ary tsy henony ny antsoantson’ny mpandroaka biby.",
        "8": "Mitety an’ireo havoana izy mitady vilona, Mitady an’ity karazan-java-maitso rehetra ity.",
        "9": "Hanaiky hanompo anao ve ny ombidia? Hatory ao am-pahitra ao aminao ve izy?",
        "10": "Hahatazona ombidia amin’ny tady mba hanao vava asa ve ianao, Na hanaraka anao mba hiasa tany eny an-dohasaha ve izy?",
        "11": "Hatoky ny herin’ny tanjany ve ianao, Ka havelanao hamita ny asa mafy ataonao izy?",
        "12": "Izy ve no hianteheranao hampiditra ny vokatrao, Sy hanangona an’izany ho eo amin’ny famoloanao?",
        "13": "Faly mikopakopaka elatra ny aotirisy, Nefa afaka mifampitaha amin’ny an’ny vanobe ve ny volon’elany sy ny volony?",
        "14": "Fa ilaozany eo amin’ny tany ny atodiny, Ary hafanainy ao anaty vovoka izany.",
        "15": "Hadinony hoe mety hisy tongotra hanosihosy an’ireny, Na bibidia hanitsakitsaka an’ireny.",
        "16": "Masiaka amin-janany izy, toy ny hoe tsy zanany ireny; Tsy mampaninona azy na dia mety ho very maina aza izay nisasarany.",
        "17": "Fa nesorin’Andriamanitra taminy ny fahendrena, Ary tsy nataony mahira-tsaina izy.",
        "18": "Rehefa mitsangana sy manakopakopaka elatra anefa izy, Dia ihomehezany fotsiny ny soavaly sy ny mpitaingina azy.",
        "19": "Ianao ve no manome hery ny soavaly, Sy manarona ny hatony amin’ny volo mihofahofa?",
        "20": "Mahay mampitsambikina azy toy ny valala ve ianao? Mampihoron-koditra ny maheno azy miefonefona be.",
        "21": "Mampikatrokatroka ny kitrony amin’ny tany, eny amin’ny lohasaha, izy ary mientanentana erỳ noho ny heriny; Mandroso hiatrika ady izy.",
        "22": "Ihomehezany fotsiny ny tahotra, ary tsy misy na inona na inona atahorany. Tsy mitsoaka izy manoloana ny sabatra.",
        "23": "Midona aminy ny tranon-jana-tsipìka ka mikorintsana, Ary manjelanjelatra ny lefona sy ny lefom-pohy.",
        "24": "Mientanentana be izy, ka miriotra mafy mandroso, Tsy mahatombina izy rehefa mahare feon’anjombona.",
        "25": "Vonona avy hatrany izy ka mikiakiaka, rehefa maneno ny anjombona. Raha mbola lavitra izy dia mandre ny fofon’ady Sy ny horakoraky ny mpitari-tafika ary ny hiakan’ady.",
        "26": "Ny fahiratan-tsainao ve no mahatonga ny hitsikitsika lehibe hisidina avo, Ka mamelatra ny elany mianatsimo?",
        "27": "Sa ny baiko omenao no mahatonga ny voromahery hanidina ambony, Sy hanorina ny akaniny eny amin’ny avo?",
        "28": "Matory eny amin’ny harambato izy, Ary manorim-ponenana eny amin’ny toerana azo antoka, eny amin’ny vatolampy.",
        "29": "Avy eny izy no mitady sakafo; Mahatazan-davitra ny masony.",
        "30": "Mitsentsitra ra ny zanany; Ary na aiza na aiza misy faty, dia any izy.”"
    },
    "40": {
        "1": "Mbola namaly an’i Joba ihany i Jehovah hoe:",
        "2": "“Tokony hisy mpanakiana hifandahatra amin’ilay Mahery Indrindra ve? Aoka hamaly ilay te hananatra an’Andriamanitra.”",
        "3": "Dia namaly an’i Jehovah i Joba hoe:",
        "4": "“Tsinontsinona aho, Ka inona no azoko avaly anao? Tampenako ny vavako.",
        "5": "Efa niteny indray mandeha aho, nefa tsy hamaly intsony, Indroa mihitsy aza, nefa tsy hiteny intsony.”",
        "6": "Dia namaly an’i Joba avy tao anaty tafio-drivotra i Jehovah, ka niteny hoe:",
        "7": "“Miomàna, azafady, ary misehoa ho lehilahy; Hanontany anao aho, ka valio:",
        "8": "Hisalasala ve ianao hoe manao ny rariny tokoa aho? Homelohinao ve aho mba hahamarina anao?",
        "9": "Matanjaka toy ny sandrin’ilay tena Andriamanitra ve ny anao, Sa mahavita mampikotrokotroka ny feonao ho tahaka ny azy ianao?",
        "10": "Aoka ianao, azafady, hiravaka voninahitra sy fahalehibeazana; Mitafia haja amam-boninahitra.",
        "11": "Avoahy daholo ny fahatezeranao; Jereo izay rehetra manambony tena ka ataovy lasa ambany.",
        "12": "Jereo izay manambony tena ka ataovy izay hahafa-baraka azy, Ary hitsakitsaho eo amin’izay misy azy ny ratsy fanahy.",
        "13": "Asitriho ao amin’ny vovoka izy rehetra; Afatory ao amin’ny toerana miafina izy ireo,",
        "14": "Dia izaho mihitsy no hiaiky amin’izay Hoe mahavonjy anao ny tananao havanana.",
        "15": "Jereo ny Behemota, fa samy nataoko na izy na ianao. Mihinana ahitra hoatran’ny omby izy.",
        "16": "Jereo fa matanjaka be ny tehezany Ary mafy be ny hoza-kibony!",
        "17": "Henjaniny ny rambony ka hoatran’ny hazo sedera; Mifampidipiditra ny hoza-peny.",
        "18": "Toy ny fantsona varahina ny taolany, Ary toy ny bara vy ny rantsambatany.",
        "19": "Anisan’ny voalohany amin’ny asan’Andriamanitra izy; Ny Mpanao azy ihany no mahavita manatona azy mba hamely azy amin’ny sabatra.",
        "20": "Mamokatra sakafo hohaniny ny tendrombohitra, Eny amin’izay ilalaovan’ny bibidia rehetra.",
        "21": "Matory eny ambany kirihitra feno tsilo izy, Eny ambany alokaloky ny bararata eny amin’ny honahona.",
        "22": "Manalokaloka azy ny kirihitra feno tsilo, Ary manodidina azy ny hazo aravaha eny amin’ny lohasaha.",
        "23": "Tsy matahotra izy, na dia mahery be aza ny renirano. Matoky tena izy, na dia mitosaka mankeo am-bavany aza ny Reniranon’i Jordana.",
        "24": "Misy mahasambotra azy ve raha mbola mailomailo izy, Sa misy mahavita mandoaka ny orony amin’ny faraingo?"
    },
    "41": {
        "1": "“Mahasambotra Leviatana amin’ny lelam-pintana ve ianao, Sa mahafatotra ny lelany amin’ny tady?",
        "2": "Mahavita manisy tady eo amin’ny vavorony ve ianao, Na managorobaka ny valanoranony amin’ny faraingo?",
        "3": "Hitalaholaho imbetsaka aminao ve izy, Sa hanao teny malefaka aminao?",
        "4": "Hanao fifanekena aminao ve izy, Mba hataonao mpanompo mandrakizay?",
        "5": "Hilalao azy tahaka ny filalao vorona ve ianao, Sa hamatotra azy holalaovin’ny zanakao vavikely?",
        "6": "Hanakalo azy amin-javatra hafa ve ny mpivarotra? Hifampizara azy amin’ny mpivarotra hafa ve izy ireo?",
        "7": "Ho vitanao ve ny hanatsatoka vy maranitra be dia be eny amin’ny hodiny, Na ny hanatrobaka ny lohany amin’ny lefona fihazana trondro?",
        "8": "Kasiho amin’ny tananao ange izy e! Dia hotsaroanao tsara ilay ady nataonao taminy, ka tsy hamerina intsony ianao!",
        "9": "Ho diso fanantenana izay mitady hamolaka azy. Vao mahita azy fotsiny ianao dia efa tsy mahahetsika.",
        "10": "Tsy misy sahy mila ady aminy. Koa iza no hahavita hanohitra ahy?",
        "11": "Iza no nanome ahy, ka tokony homeko valisoa koa avy eo? Fa ahy daholo izay rehetra eny ambanin’ny lanitra.",
        "12": "Tsy hangina aho fa hiresaka momba ny rantsambatany, Sy ny heriny ary ny hakanton’ny firafitry ny vatany.",
        "13": "Iza no mahavita manala ny fitafiany ivelany? Iza no ho sahy hiditra eo anelanelan’ny valanoranony?",
        "14": "Iza no mahasokatra ny vavany? Mampihoron-koditra ny nifiny.",
        "15": "Misy kirany mitandahatra ny lamosiny, Ary miraikitra mafy toy ny nasiana tombo-kase izy ireny.",
        "16": "Mifanetinety tsara ireny, Ka tsy tafiditry ny rivotra eny anelanelany.",
        "17": "Mifampipetaka tsara ireny; Ary mifamikitra ka tsy voasaraka.",
        "18": "Mampitselatra hazavana izy isaky ny mievina, Ary ny masony dia toy ny taratry ny maraina vao mangiran-dratsy.",
        "19": "Misy tselatra mivoaka avy amin’ny vavany, Misy tselatr’afo mipitipitika.",
        "20": "Mamoaka setroka ny vavorony, Toy ny fatana mirehitra asiana harefo.",
        "21": "Mampiredareda vainafo ny fofonainy, Ary misy lelafo mivoaka avy amin’ny vavany.",
        "22": "Matanjaka be ny vozony, Ary mihazakazaka eo anoloany ny horohoro.",
        "23": "Mifampiraikitra tsara ny nofony mivalombalona; Mafy be toy ny metaly narendrika izay nararaka teo aminy izany, ka tsy azo endahina.",
        "24": "Mafy toy ny vato ny fony, Eny, mafy toy ny vato ambany amin’ny vato fikosoham-bary.",
        "25": "Rehefa mitsangana izy, dia mihorohoro na dia ny mahery aza; Mampahatahotra ilay izy mihetsiketsika be iny!",
        "26": "Tsy maharesy azy izay sabatra mahavoa azy, Ary toy izany koa na ny lefona, na ny zana-tsipìka kely, na ny lohan-jana-tsipìka.",
        "27": "Aminy dia toy ny mololo ny vy, Ary toy ny hazo lo ny varahina.",
        "28": "Tsy mampandositra azy ny zana-tsipìka. Lasa toy ny mololo ny vatom-pilotra mahavoa azy.",
        "29": "Aminy dia toy ny mololo ny kibay, Ary ihomehezany fotsiny ny feon’ny lefom-pohy ahetsiketsika.",
        "30": "Maranitra toy ny vakim-bilany tany ny kibony; Ary mivalampatra ao anaty fotaka izy, toy ny hoe mamelatra fitaovana fanosihosena varimbazaha.",
        "31": "Ataony mangotrakotraka toy ny ao am-bilany ny rano lalina, Ary ny ranomasina dia ataony mandroadroatra toy ny ao anaty vilany fanaovana menaka fanosorana.",
        "32": "Mamela soritra mamirapiratra izy rehefa mandalo, Ka hoatran’ny hoe misy volo fotsy ny rano lalina.",
        "33": "Tsy misy toa azy eny ambonin’ny tany, Fa noforonina tsy hanan-tahotra izy.",
        "34": "Ivandravandrany daholo izay mirehareha. Izy no mpanjakan’ny bibidia matanjaka rehetra.”"
    },
    "42": {
        "1": "Dia namaly an’i Jehovah i Joba hoe:",
        "2": "“Fantatro izao fa mahay manao ny zava-drehetra ianao, Ary tsy misy tsy vitanao izay rehetra eritreretinao hatao.",
        "3": "Niteny ianao hoe: ‘Iza moa izao manamaizina ny fikasako izao, nefa tsy mahafantatra na inona na inona akory?’ Koa niteny aho, nefa tsy takatry ny saiko akory Ireo zavatra mahagaga ahy loatra, izay tsy fantatro.",
        "4": "Nilaza koa ianao hoe: ‘Mihainoa, azafady, fa hiteny aho. Hanontany anao aho, ka valio.’",
        "5": "Efa naheno momba anao aho, Fa izao kosa dia ny masoko mihitsy no mahita anao.",
        "6": "Noho izany dia tsoahako ny teniko, Ary mibebaka eto amin’ny vovoka sy ny lavenona aho.”",
        "7": "Rehefa tapitra ny tenin’i Jehovah tamin’i Joba, dia hoy i Jehovah tamin’i Elifaza Temanita: “Tezitra be aminao sy ny namanao roa lahy aho, satria tsy nilaza ny marina momba ahy ianareo, tsy mba hoatran’i Joba mpanompoko.",
        "8": "Koa makà ombilahy fito sy ondrilahy fito, ka mankanesa any amin’i Joba mpanompoko, ary manolora fanatitra dorana noho ny fahotanareo. Dia hivavaka ho anareo i Joba mpanompoko. Hohenoiko tokoa ilay fangatahany hoe mba tsy hovaliako araka ny hadalanareo ianareo. Tsy nilaza ny marina momba ahy mantsy ianareo, tsy mba hoatran’i Joba mpanompoko.”",
        "9": "Koa lasa i Elifaza Temanita sy Bildada Sohita ary Zofara Namatita nanao an’izay nasain’i Jehovah nataon’izy ireo. Dia nohenoin’i Jehovah ny vavak’i Joba.",
        "10": "Nofaranan’i Jehovah ny fahorian’i Joba ary nataony lasa nanan-karena indray izy, rehefa avy nivavaka ho an’ireo namany. Nomen’i Jehovah avo roa heny noho izay nananany taloha izy.",
        "11": "Ary tonga namangy azy daholo ny rahalahiny sy ny anabaviny ary ny namany taloha, dia niara-nisakafo taminy tao an-tranony. Dia niara-niory taminy sy nampionona azy izy ireo, noho ny loza rehetra navelan’i Jehovah hanjo azy. Ary samy nanome azy kesita sy kavina volamena izy ireo.",
        "12": "Koa notahin’i Jehovah ireo taona faramparany niainan’i Joba, mihoatra noho ny tamin’ny voalohany. Dia nanjary nanana ondry 14 000, sy rameva 6 000, sy omby 2 000 ary ampondravavy 1 000 izy.",
        "13": "Ary lasa nanana zanakalahy fito sy zanakavavy telo hafa koa izy.",
        "14": "Dia nataony hoe Jemima ny anaran’ny zanany vavy voalohany, Kezia ny faharoa, ary Kerena-hapoka ny fahatelo.",
        "15": "Tsy nisy vehivavy tsara tarehy hoatran’ny zanakavavin’i Joba tao amin’ilay tany manontolo. Ary nomen-drainy lova niaraka tamin’ny anadahiny izy ireo.",
        "16": "Taorian’izany, dia mbola velona 140 taona i Joba ka nahita ny zanany sy ny zafikeliny, hatramin’ny taranaka fahefatra.",
        "17": "Dia maty i Joba rehefa ela niainana sy afa-po."
    },
    "meta": {
        "name": "Joba",
        "order": 17,
        "chapter_number": 42
    }
}