{
    "1": {
        "1": "Nisy lehilahy iray atao hoe Joba tany amin’ny tany Oza. Lehilahy tsy nanan-tsiny izy, sady marina sy natahotra an’Andriamanitra ary nifady ny ratsy.",
        "2": "Niteraka fito lahy sy telo vavy izy,",
        "3": "ary nanana biby fiompy, dia ondry fito arivo sy rameva telo arivo sy omby arivo ary ampondravavy dimanjato. Nanana mpanompo maro be koa izy. Izany lehilahy izany no nanan-karena indrindra tamin’ny Tatsinanana rehetra.",
        "4": "Ary nandeha ireo zanany lahy ka nanao sakafo be tao an-tranon’ny iray tamin’izy ireo, ary samy nanana andro iray nanaovany izany tao an-tranony izy ireo. Naniraka olona izy ireo hanasa azy telo vavy anabaviny hiara-mihinana sy hisotro aminy.",
        "5": "Ary rehefa nahavita ny anjara fanasany ny zanany lahy rehetra, dia nampiantso azy ireo i Joba ka nanamasina azy. Dia nifoha maraina izy ka nanolotra fanatitra dorana, araka ny isan’izy rehetra. Fa hoy izy: “Sao nanota sy nanozona an’Andriamanitra tao am-pony ny zanako.” Izany foana no fanaon’i Joba.",
        "6": "Tamin’ny andro voatondro, dia samy naka ny toerany teo anatrehan’i Jehovah ireo zanak’Andriamanitra, * ary mba tonga teo amin’izy ireo koa i Satana.",
        "7": "Dia hoy i Jehovah tamin’i Satana: “Avy aiza ianao?” Dia namaly an’i Jehovah i Satana hoe: “Avy nivezivezy teny ambonin’ny tany sy nandehandeha teny aho.”",
        "8": "Ary hoy i Jehovah tamin’i Satana: “Efa nandinika an’i Joba mpanompoko ve ianao fa tsy misy tahaka azy eny ambonin’ny tany? Lehilahy tsy manan-tsiny izy, sady marina sy matahotra an’Andriamanitra ary mifady ny ratsy.”",
        "9": "Dia namaly an’i Jehovah i Satana hoe: “Hatahotra an’Andriamanitra ve i Joba raha tsy misy tombontsoany ao?",
        "10": "Tsy ianao ve no niaro * azy sy ny tranony ary ny fananany rehetra? Notahinao ny asan’ny tanany, ka manenika ny tany ny biby fiompiny.",
        "11": "Fa ahinjiro kosa ny tananao, azafady, ary kasiho ny fananany rehetra, dia jereo raha tsy hanozona anao eo imasonao * izy.”",
        "12": "Dia hoy i Jehovah tamin’i Satana: “Eo am-pelatananao àry ny fananany rehetra, fa izy fotsiny no aza asiana.” Dia niala teo anatrehan’i Jehovah i Satana.",
        "13": "Indray andro, dia nisakafo sy nisotro divay tao an-tranon’ny lahimatoa ireo zanany lahy sy zanany vavy.",
        "14": "Ary nisy olona tonga tany amin’i Joba, nilaza hoe: “Namadi-bainga ny omby ary niraoka ahitra teo anilany ny ampondravavy,",
        "15": "ary tamin’izay indrindra no tonga nanafika tampoka ny Sabeanina ka namabo azy. Novonoiny tamin’ny lelan-tsabatra ny mpanompo, ary izaho irery ihany no afa-nandositra hilaza aminao.”",
        "16": "Ary raha mbola niteny iny, dia nisy tonga koa nilaza hoe: “Nilatsaka avy tany an-danitra ny afon’Andriamanitra ka nandoro ny ondry sy ny mpanompo, dia nandevona an’ireny. Ary izaho irery ihany no afa-nandositra hilaza aminao.”",
        "17": "Ary raha mbola niteny koa iny, dia nisy hafa koa tonga nilaza hoe: “Nanao andiany telo ny Kaldeanina ka nihazakazaka nankeny amin’ny rameva, ary namabo azy. Novonoiny tamin’ny lelan-tsabatra ny mpanompo, ary izaho irery ihany no afa-nandositra hilaza aminao.”",
        "18": "Ary raha mbola niteny koa iny, dia nisy hafa koa tonga nilaza hoe: “Mbola nisakafo sy nisotro divay tao an-tranon’ny lahimatoa ny zanakao lahy sy ny zanakao vavy,",
        "19": "no nisy rivotra mahery avy any an-tany efitra ka namely ny zoron-trano efatra. Dia nianjeran’ny trano ry zareo ka maty. Ary izaho irery ihany no afa-nandositra hilaza aminao.”",
        "20": "Dia nitsangana i Joba ka norovitiny ny akanjony ivelany tsy misy tanany, ary notapahiny ny volon-dohany. Dia niankohoka tamin’ny tany izy,",
        "21": "ka nanao hoe: “Nitanjaka no nivoahako avy tao an-kibon-dreniko, Ary mitanjaka no hiverenako any. I Jehovah no nanome, ary i Jehovah no naka. Hisaorana hatrany anie ny anaran’i Jehovah!”",
        "22": "Tsy nanota i Joba tamin’izany rehetra izany, sady tsy nanome tsiny an’Andriamanitra mihitsy."
    },
    "2": {
        "1": "Tatỳ aoriana, tamin’ny andro voatondro, dia samy naka ny toerany teo anatrehan’i Jehovah ireo zanak’Andriamanitra, ary mba tonga teo amin’izy ireo koa i Satana, naka toerana teo anatrehan’i Jehovah.",
        "2": "Dia hoy i Jehovah tamin’i Satana: “Avy aiza ianao?” Dia namaly an’i Jehovah i Satana hoe: “Avy nivezivezy teny ambonin’ny tany sy nandehandeha teny aho.”",
        "3": "Ary hoy i Jehovah tamin’i Satana: “Efa nandinika an’i Joba mpanompoko ve ianao fa tsy misy tahaka azy eny ambonin’ny tany? Lehilahy tsy manan-tsiny izy, sady marina sy matahotra an’Andriamanitra ary mifady ny ratsy. Mbola tsy mivadika ihany izy, na dia mandrisika ahy hamongotra azy tsy amin’antony aza ianao.”",
        "4": "Dia namaly an’i Jehovah i Satana hoe: “Hoditra solon’ny hoditra, ary izay rehetra ananan’ny olona dia homeny hiarovana ny ainy. *",
        "5": "Fa ahinjiro kosa ny tananao, azafady, ary kasiho hatramin’ny taolany sy ny nofony, dia jereo raha tsy hanozona anao eo imasonao izy.”",
        "6": "Koa hoy i Jehovah tamin’i Satana: “Eo am-pelatananao izy, fa ny ainy fotsiny no tandremo!”",
        "7": "Dia niala teo anatrehan’i Jehovah i Satana, ka nasiany vay mampanaintaina be i Joba, hatrany an-tampon-dohany ka hatrany am-paladiany.",
        "8": "Dia naka vakim-bilany tanimanga izy, hikikisany ny tenany. Ary nipetraka teo amin’ny lavenona izy.",
        "9": "Farany, dia hoy ny vadiny taminy: “Mbola tsy mivadika amin’Andriamanitra ihany ve ianao? Manozòna an’Andriamanitra, dia aoka ianao ho faty!”",
        "10": "Hoy anefa i Joba taminy: “Tahaka ny tenin’ny vehivavy adala ny teninao. Ny soa ihany angaha no raisintsika avy amin’Andriamanitra fa tsy ny ratsy koa?” Tsy nanota i Joba tamin’izany teniny rehetra izany.",
        "11": "Ary rehefa ren’izy telo lahy naman’i Joba izany loza rehetra nanjo azy izany, dia tonga avy any amin’izay nisy azy avy izy ireo, dia i Elifaza Temanita, sy Bildada Sohita, ary Zofara Namatita. Dia nihaona izy ireo araka ny fotoana nifanaovany, ka nandeha nankany amin’i Joba mba hiara-miory aminy sy hampionona azy.",
        "12": "Rehefa nahatazana azy avy lavitra izy telo lahy, dia tsy nahafantatra azy. Ary nidradradradra nitomany izy ireo, ka samy nandrovitra ny akanjony ivelany tsy misy tanany, sady nanipy vovoka ho amin’ny lanitra, hiraraka eo amin’ny lohany.",
        "13": "Ary niara-nipetraka taminy teo amin’ny tany, fito andro sy fito alina izy telo lahy, nefa tsy nisy niteny taminy na indraim-bava aza, satria hitan’izy ireo fa tena mafy ny fahoriany."
    },
    "3": {
        "1": "Taorian’izany dia niloa-bava i Joba ka nanozona ny androny.",
        "2": "Ary hoy izy:",
        "3": "“Ho foana anie ilay andro nahaterahako, Sy ilay alina nilazana hoe: ‘Misy lehilahy vao miforona ao am-bohoka!’",
        "4": "Ho maizina anie izany andro izany! Tsy hiraharaha an’izany anie Andriamanitra, avy any ambony any, Ary tsy hamiratra amin’izany anie ny hazavan’ny andro!",
        "5": "Haka azy indray anie ny haizina sy ny haizim-pito! Hisy rahona mitatao anie eo aminy, Ary hampihorohoro azy anie ny zavatra manamaizina ny andro!",
        "6": "Ary ilay alina kosa, dia aoka horombahin’ny haizina. Enga anie izy tsy hiara-mifaly amin’ireo andro ao anatin’ny taona, Sady tsy hisaina ho isan’ireo volana!",
        "7": "Enga anie tsy hamokatra izany alina izany, Sady tsy hisy antsoantsom-pifaliana ao aminy!",
        "8": "Hanozona azy anie ny mpanozona ny andro, Dia ireo vonona hanaitra voaibe! *",
        "9": "Hihamaizina anie ny kintan’ny marainany! Hiandry ny mazava anie izy nefa tsy hisy izany, Ary tsy ho hitany anie ny taratry ny mazava ratsy!",
        "10": "Fa tsy nanidy ny varavaran’ny kibon’ny reniko izy, Ka tsy nanafina ny fahoriana tsy ho hitan’ny masoko.",
        "11": "Nahoana re aho no tsy maty hatrany am-bohoka e? Nahoana aho no tsy niala aina raha vao nivoaka avy tao an-kibo?",
        "12": "Nahoana no nisy lohalika nandray ahy, Sy nono hinonoako?",
        "13": "Fa raha tsy izany, dia efa nandry aho ka tsy nisy nanabataba, Ary efa natory, ka niala sasatra",
        "14": "Niaraka tamin’ny mpanjaka sy ny mpanolo-tsainan’ny tany, Izay manorina toerana aolo ho an’ny tenany,",
        "15": "Na niaraka tamin’ny andriana manana volamena, Izay mameno ny tranony amin’ny volafotsy.",
        "16": "Ary tsy tokony ho velona koa aho, toy ny zaza vao mitsaika nefa afaka, sady tsy fantatry ny reniny akory ny fisiany, Eny, toy ny zaza tsy nahita masoandro.",
        "17": "Any am-pasana ny ratsy fanahy no tsy mitebiteby intsony, Ary any ireo osa no miala sasatra.",
        "18": "Any ny voafonja rehetra no miadana, Fa tsy mandre ny feon’izay manery azy hiasa.",
        "19": "Any dia mitovy ihany, na ny kely na ny lehibe, Ary afaka amin’ny tompony ny mpanompo.",
        "20": "Nahoana no ataony mahita masoandro ny olona azom-pahoriana, Ary omeny fiainana ny olona ory dia ory?",
        "21": "Nahoana no misy olona manantena fahafatesana nefa tsy tonga izany, Na dia karohiny mihoatra noho ny harena miafina aza?",
        "22": "Faly be izy ireo, Eny, dibo-kafaliana fa mahita fasana.",
        "23": "Nahoana no ataon’Andriamanitra mahita masoandro ny lehilahy tomady izay tapi-dalan-kaleha, Sady efa nofefeny manodidina?",
        "24": "Fa tonga alohan’ny sakafoko ny sentoko, Ary migororoana toy ny rano ny fidradradradrako.",
        "25": "Fa ilay zavatra mampihorohoro izay natahorako mihitsy no mihatra amiko, Eny, ilay natahorako no manjo ahy.",
        "26": "Tsy hoe nilamina ny fiainako, na hoe tsy nisy nanakorontana, Ary tsy hoe nilamin-tsaina aho, nefa mbola tonga ihany ny tebiteby.”"
    },
    "4": {
        "1": "Ary hoy ny navalin’i Elifaza Temanita:",
        "2": "“Ho sosotra ve ianao raha misy sahy miteny indraim-bava aminao? Nefa iza moa no mahasakana ny teny?",
        "3": "Efa nanitsy olona maro ianao, Ary efa nohatanjahinao ny tanana miraviravy.",
        "4": "Raha nisy saika lavo, dia ny teninao no nanarina azy, Ary nohatanjahinao ny lohalika malemy.",
        "5": "Manjo anao anefa izany ankehitriny, dia rera-tsaina ianao, Mihatra aminao izany, dia very hevitra ianao.",
        "6": "Tsy ny fanajanao an’Andriamanitra angaha moa no tokinao, Ary ny tsy fivadihanao no fanantenanao?",
        "7": "Mba tadidio kely hoe iza moa no tsy nanan-tsiny ka maty? Ary taiza no nisy olo-marina naringana?",
        "8": "Raha ny efa hitako, dia izay mitetika ny hanisy ratsy, Sy izay mamafy fahoriana no hijinja izany.",
        "9": "Ny fofonain’Andriamanitra no maharipaka an’ireny, Ary ny fipoahan’ny fahatezerany no mahafaty an’ireny.",
        "10": "Mierona ny liona, ary re ny feon’ny liona tanora, Kanefa na ny nifin’ny liona tanora matanjaka aza tapaka ihany.",
        "11": "Maty ny liona raha tsy misy remby, Ary miparitaka ny zana-diona.",
        "12": "Ary nisy teny nolazaina tamiko mangingina, Sady reko nobitsibitsihina tamiko izany,",
        "13": "Tamin’izaho nahazo hevitra mampikorontan-tsaina avy tamin’ny fahitana tamin’ny alina, Rehefa iny renoky ny torimaso iny ny olona.",
        "14": "Dia azon-tahotra sy hovitra aho, Ka nampihorohoro ny taolako rehetra izany.",
        "15": "Ary nisy fanahy nandalo teo anatrehako, Ka nampitsangam-bolo ahy.",
        "16": "Nijanona izy, Nefa tsy fantatro ny endriny. Nisy zavatra niseho teo anoloan’ny masoko, Ary nisy fanginana. Dia nandre feo aho nanao hoe:",
        "17": "‘Mety ho marina noho Andriamanitra ve ny olombelona mety maty? Ary mety hadio noho ny Mpanao azy ve ny lehilahy tomady?’",
        "18": "Jereo fa ny mpanompony aza tsy atokisany, Ary ny anjeliny * koa ampangainy ho misy tsininy,",
        "19": "Koa mainka fa ireo mipetraka ao amin’ny trano tanimanga, Izay miorina eo amin’ny vovoka! Mora torotoroina kokoa noho ny bibikely ireny.",
        "20": "Mbola tsy hariva ny andro dia efa potipotika ireny, Maty mandrakizay izy nefa tsy misy malahelo akory.",
        "21": "Tsy efa notsoahana avy tao anatiny ve ny tady fanenjanan-dainy? Maty izy satria tsy manam-pahendrena."
    },
    "5": {
        "1": "“Miantsoa ange e! Hisy hamaly anao ve? Ary iza amin’ny anjely masina * no hitadiavanao vonjy?",
        "2": "Fa ny adala dia ho fatin’ny fahasosorany, Ary izay mora voafitaka dia ho fatin’ny fialonany.",
        "3": "Hitako fa nahomby ny adala, Nefa nozoniko avy hatrany ny fonenany.",
        "4": "Lavitra famonjena ny zanany, Sady torotoro eo am-bavahady nefa tsy misy mpamonjy.",
        "5": "Izay jinjainy dia lanin’ny olona noana. Alain’ny olona eo amin’ny faraingon’ny mpivaro-kena ny henany, Ary misy fandrika mitady handrapaka ny fivelomany.",
        "6": "Tsy eo amin’ny vovoka no ipoiran’ny zavatra manimba, Ary tsy eo amin’ny tany no anirian’ny fahoriana,",
        "7": "Fa nateraka hijaly ny olona, Toy ny pitik’afo misidina ambony.",
        "8": "Izaho kosa hanao fangatahana amin’Andriamanitra, Eny, Andriamanitra no hanolorako ny adiko,",
        "9": "Dia Ilay manao zavatra lehibe tsy takatry ny saina, Sy zava-mahagaga tsy hita isa,",
        "10": "Ilay mandatsaka orana etỳ ambonin’ny tany Sy mampilatsaka ranonorana eny an-tsaha,",
        "11": "Ilay mametraka ny ambany ho eo amin’ny toerana avo, Ka misandratra hahazo famonjena ny malahelo,",
        "12": "Ilay mampandamòka ny tetiky ny fetsy, Ka tsy mahefa na inona na inona ny tanan’ireny,",
        "13": "Ilay mamandrika ny hendry amin’ny hafetseny ihany, Ka rava ny tetiky ny fatsora.",
        "14": "Tojo haizina ireny na dia amin’ny antoandro aza, Ary mitsapatsapa toy ny amin’ny alina na dia amin’ny mitataovovonana aza.",
        "15": "Eny, izaho dia hanao fangatahana amin’Andriamanitra, Ilay mamonjy ny olona tsy ho azon’ny sabatra mivoaka amin’ny vavan’ireny, Sy mamonjy ny mahantra tsy ho azon’ny tanan’ny mahery,",
        "16": "Ka lasa manana fanantenana ny olona ambany, Fa mikombona kosa ny vavan’ny olona tsy marina.",
        "17": "Sambatra ny olona anarin’Andriamanitra. Aza lavina ny famaizan’ilay Mahery Indrindra.",
        "18": "Fa izy no mahatonga fanaintainana, nefa izy koa no mamehy ny ratra, Izy no mamotipotika, nefa ny tanany ihany no manasitrana.",
        "19": "Hanafaka anao amin’ny fahoriana enina izy, Ary na amin’ny fahoriana fito aza, dia tsy hisy zava-dratsy hanjo anao.",
        "20": "Hanavotra anao tsy ho faty izy mandritra ny mosary, Ary hanavotra anao tsy hiharan’ny herin’ny sabatra, mandritra ny ady.",
        "21": "Ho voafina ianao tsy ho voan’ny karavasin’ny lela, Ary tsy hatahotra rehefa tonga ny fandrobana.",
        "22": "Hihomehezanao fotsiny ny fandrobana sy ny hanoanana, Ary tsy hatahoranao ny bibidia etỳ an-tany.",
        "23": "Fa hanao fifanekena amin’ny vato any an-tsaha ianao, Ary hihavana aminao ny bibidia.",
        "24": "Dia ho hitanao fa ny fiadanana no ho tranolainao. Handeha hijery ny kijananao ianao, ary ho hitanao fa tsy misy very ny ao.",
        "25": "Ho hitanao koa fa maro ny zanakao, Ary maro tahaka ny zavamaniry amin’ny tany ny taranakao.",
        "26": "Mbola ao anatin’ny herinao ianao rehefa halevina any am-pasana, Tahaka ny salohim-bary jinjaina amin’ny fotoanany.",
        "27": "Izany no vokatry ny famotopotorana nataonay. Izay àry no izy. Henoy izany, ka fantaro ny heviny.”"
    },
    "6": {
        "1": "Ary namaly i Joba hoe:",
        "2": "“Raha mba voalanja daholo mantsy ny fahoriako, Sady atao eo amin’ny mizana ny loza manjo ahy!",
        "3": "Fa mavesatra noho ny fasika any an-dranomasina izany, Ka dia nirediredy aho.",
        "4": "Mitsatoka amiko ny zana-tsipìkan’ilay Mahery Indrindra, Ary ny poizina avy amin’izany no sotroiko. Milahatra hamely ahy ny horohoro avy amin’Andriamanitra.",
        "5": "Haneno ve ny zebra raha efa eo anoloan’ny ahi-maitso? Ary hitrena ve ny omby raha efa eo amin’ny sakafony?",
        "6": "Sakafo matsatso ve dia hohanina tsy misy sira, Ary misy tsirony ve ny rano maditidity azo avy amin’ny fiandrilavenombazaha? *",
        "7": "Tsy nety nihinana an’ireny aho, Fa toy ny aretina ao amin’ny sakafoko ireny.",
        "8": "Raha mba voavaly mantsy ny fangatahako, Ary omen’Andriamanitra ahy izay antenaiko!",
        "9": "Ary raha mba manorotoro ahy avy hatrany mantsy Andriamanitra, Ka manatsotra ny tanany, dia mamono ahy!",
        "10": "Na izany zavatra izany aza dia mbola hampionona ahy ihany. Ary hitsinjaka noho ny hafaliana aho ao anatin’ny fanaintainako mafy Na tsy mangoraka aza izy, satria tsy nafeniko ny tenin’Ilay Masina.",
        "11": "Inona intsony moa izay heriko, no mbola hiandry ihany aho? Ary inona moa izay hiafarako, no mbola hataoko ihany izay hahela velona ahy? *",
        "12": "Herim-bato ve ny heriko, Sa varahina ny nofoko?",
        "13": "Angaha moa izaho mbola afaka manavo-tena, Ary tsy efa nesorina tamiko angaha ny asa ahitana voka-tsoa?",
        "14": "Izay tsy maneho hatsaram-panahy feno fitiavana amin’ny namany, Dia tsy hanana tahotra an’ilay Mahery Indrindra intsony koa.",
        "15": "Ny rahalahiko dia mamitaka toy ny riaka amin’ny andro ririnina, Eny, toy ny riaka izay malaky ritra.",
        "16": "Lasa maizin’ny ranomandry izy, Ary eo aminy no iafenan’ny lanezy.",
        "17": "Amin’ny fotoana voatondro, dia tsy misy rano intsony izy ka mangina. Maina an-toerana izy rehefa mafana ny andro.",
        "18": "Mivily lalana izy, Ary miakatra ho any an-tany ngazana ka levona.",
        "19": "Nitady azy ny olona niara-dia avy any Tema, Ary niandry azy ny antokona Sabeanina mpivezivezy.",
        "20": "Menatra ireny satria nanantena, Ary tonga hatreo amin’ilay toerana, kanjo diso fanantenana.",
        "21": "Tsinontsinona tokoa ianareo. Mahita ny loza manjo ahy ianareo, dia raiki-tahotra.",
        "22": "Angaha izaho niteny hoe: ‘Omeo zavatra aho, Na manaova fanomezana avy amin’izay anananareo mba hamonjena ahy,",
        "23": "Ka afaho eo an-tanan’ny fahavalo aho, Ary avoty eo an-tanan’ny mpitondra jadona’?",
        "24": "Aoka ianareo hampianatra ahy, fa izaho kosa hangina, Ary ampahafantaro ahy izay fahadisoana nataoko.",
        "25": "Ny tenin’olo-marina dia tsy mba mampanaintaina. Fa inona kosa no mba vitan’ny fananaranareo?",
        "26": "Mitetika ny hanitsy ny teniko ve ianareo, Nefa rediredin’olona mamoy fo fotsiny izany teny izany?",
        "27": "Na ny kamboty ray aza mbola hataonareo antsapaka, Ary ny namanareo hataonareo takalo!",
        "28": "Koa henoy aho izao, Ka jereo raha mandainga eo imasonareo.",
        "29": "Mba mieritrereta indray ange e, ary diniho amin’ny saina tsy miangatra aho, Eny, mieritrereta indray, fa mbola eo ihany ny fahamarinako.",
        "30": "Misy tsy fahamarinana ve eo amin’ny lelako, Sa tsy mahay mamantatra loza ny lanilaniko?"
    },
    "7": {
        "1": "“Tsy asa an-terivozona ve no anjaran’ny olombelona mety maty, eto an-tany? Ary tsy toy ny andron’ny mpikarama ve ny androny?",
        "2": "Toy ny mpanompo sempotra mitady alokaloka izy, Ary toy ny mpikarama miandry ny karamany.",
        "3": "Koa volana maro tsy misy vidiny no nomena ho anjarako, Ary alina feno fahoriana no natokana ho ahy.",
        "4": "Rehefa natory aho, dia nanao hoe: ‘Rahoviana re aho no hifoha e?’ Ary sasatry ny nivadibadika aho nanomboka tamin’ny takariva ka hatramin’ny mangiran-dratsy.",
        "5": "Rakotra olitra sy vovoka mivangongo ny nofoko. Efa nisy takopery ny hoditro, nefa mitsiranoka indray.",
        "6": "Mandeha haingana noho ny famahanan-tenona ny androko, Ary lany tsy misy fanantenana.",
        "7": "Tsarovy fa mihelina toy ny rivotra ny fiainako, Ary tsy hahita zava-tsoa intsony ny masoko.",
        "8": "Tsy hahita ahy ny mason’izay mijery ahy. Hijery ahy ny masonao, nefa tsy ho eo intsony aho.",
        "9": "Misava ny rahona, ka lasa. Toy izany koa fa izay midina any amin’ny Fasana, * dia tsy hiakatra intsony.",
        "10": "Tsy hiverina any an-tranony intsony izy, Ary tsy hahafantatra azy intsony ny toerana nisy azy.",
        "11": "Tsy hitampim-bava aho, Fa hiteny ao anatin’ny fahorian-tsaiko, Ary hitaraina ao anatin’ny fahoriam-poko.",
        "12": "Izaho angaha ranomasina sa biby goavam-be any an-dranomasina, No dia fefenao?",
        "13": "Rehefa nilaza aho hoe: ‘Hampionona ahy ny farafarako, Ary hanamaivana ny tebitebiko ny fandrianako’,",
        "14": "Dia nampihorohoro ahy tamin’ny nofy ianao, Ary nampitahotra ahy tamin’ny fahitana.",
        "15": "Koa aleoko matin’ny hasemporana, Eny, aleoko maty toy izay taolana fotsiny toy izao.",
        "16": "Maharikoriko ahy ny fiainako. Tsy ho ela velona aho. Aza manelingelina ahy, fa mihelina toy ny fofonaina ny androko.",
        "17": "Inona moa ny olombelona mety maty no tezainao, Sy ifantohanao,",
        "18": "Ary dinihinao isa-maraina, Ka zahanao toetra foana?",
        "19": "Nahoana raha mba mihodina ianao ka tsy mibanjina ahy, Ary tsy manelingelina ahy na dia mandra-piteliko rora fotsiny aza?",
        "20": "Raha nanota aho, inona moa no voka-dratsin’izany aminao, ry Mpandinika ny olombelona? Nahoana aho no nataonao lasibatra, ka lasa enta-mavesatra ho anao?",
        "21": "Nahoana ianao no tsy mamela ny heloko, Ary tsy manadino ny fahadisoako? Fa hatory eo amin’ny vovoka aho izao, Ary hitady ahy ianao, nefa tsy ho eo intsony aho.”"
    },
    "8": {
        "1": "Ary namaly i Bildada Sohita hoe:",
        "2": "“Mandra-pahoviana ianao no hiteniteny toy izany, Nefa rediredy * fotsiny ny teny aloaky ny vavanao?",
        "3": "Andriamanitra ve dia hamadika ny rariny? Ary ilay Mahery Indrindra ve dia hanao ny tsy rariny?",
        "4": "Raha nanota taminy ny zanakao, Dia avelany hizaka ny vokatry ny fikomiany izy ireo.",
        "5": "Raha mitady an’Andriamanitra ianao, Sady mitalaho famindram-po amin’ilay Mahery Indrindra,",
        "6": "Ary raha madio sy marina ianao, Dia ho efa nifoha hamonjy anao izy, Ka ho efa naveriny tamin’ny laoniny ny fonenan’ny fahamarinanao.",
        "7": "Ary na kely aza no niandohanao, Dia ho lehibe kosa no hiafaranao.",
        "8": "Mba anontanio tokoa ange ny olona taloha e, Ary mifantoha amin’izay efa nodinihin’ireo razany!",
        "9": "Fa vao omaly isika, ka tsy mahalala na inona na inona, Satria aloka ihany ny androntsika eto an-tany.",
        "10": "Tsy hampianatra anao ve izy ireo ka hilaza aminao, Ary hamoaka teny avy ao am-pony?",
        "11": "Haniry tsara ve ny zozoro raha tsy eny amin’ny heniheny? Ary haniry tsara ve ny bararata raha tsy misy rano?",
        "12": "Mbola tanora sy tsy voatapaka akory izy, Nefa ho maina alohan’ny ahitra hafa rehetra.",
        "13": "Toy izany koa no hiafaran’ny fiainan’izay rehetra manadino an’Andriamanitra. Ary ho foana ny fanantenan’ny mpivadi-pinoana.",
        "14": "Levona koa ny tokiny, Ary tranon-kala no ianteherany.",
        "15": "Hiankina amin’ny tranony izy, nefa hianjera izany, Hamikitra amin’izany izy, nefa tsy haharitra izany.",
        "16": "Maniry tsara izy azon’ny masoandro, Ary misandrahaka ao amin’ny zaridaina misy azy.",
        "17": "Mifamatopatotra eo amin’ny antontam-bato ny fakany, Ary mijery trano vato izy.",
        "18": "Raha misy manongotra anefa izy, Dia handa azy ilay toerana nisy azy, ka hanao hoe: ‘Mbola tsy nahita anao mihitsy aho.’",
        "19": "Ho levona toy izany ny fiainany, Ary hisy hafa indray hitsimoka avy eo amin’ny vovoka.",
        "20": "Fa tsy hanary ny tsy manan-tsiny Andriamanitra, Sady tsy hitantana ny mpanao ratsy.",
        "21": "Amin’ny farany dia hofenoiny hehy ny vavanao, Ary hofenoiny horakora-pifaliana ny molotrao.",
        "22": "Hitafy henatra izay mankahala anao, Ary ho levona ny tranolain’ny ratsy fanahy.”"
    },
    "9": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Fantatro tsara fa izany no izy. Fa ahoana no hahamarina ny olombelona mety maty, raha miady amin’Andriamanitra eo amin’ny fitsarana izy?",
        "3": "Raha te hiady amin’ny olona Andriamanitra, Dia tsy hahavaly azy ny olona, na indray mandeha ao anatin’ny arivo aza.",
        "4": "Manana fo hendry mantsy izy, ary tena mahery. Koa iza no hikiry hanohitra azy ka ho afa-maina?",
        "5": "Mamindra tendrombohitra izy ka tsy fantatry ny olona ireny. Izy no nanjera an’ireny tao anatin’ny fahatezerany.",
        "6": "Mampihorohoro ny tany hiala amin’ny toerany izy, Ka mihozongozona ny andrin’ny tany.",
        "7": "Teneniny ny masoandro mba tsy hiposaka, Ary asiany tombo-kase manodidina ny kintana.",
        "8": "Mamelatra ny lanitra samirery izy, Ary mandeha eny amin’ny onjan-dranomasina avo be.",
        "9": "Izy no manao ny antokon-kintana Asha, sy ny antokon-kintana Kesila, Sy ny antokon-kintana Kimaha, ary ny efitrano anatiny any Atsimo, *",
        "10": "Sady manao zavatra lehibe tsy takatry ny saina, Ary zava-mahagaga tsy hita isa.",
        "11": "Mandalo ahy izy nefa tsy hitako, Ary mandroso ihany nefa tsy fantatro.",
        "12": "Maka an-keriny izy, ka iza no hahatohitra azy? Iza no hiteny aminy hoe: ‘Inona ity ataonao?’",
        "13": "Tsy hampihemotra ny fahatezerany Andriamanitra. Handadilady eo anatrehany ny mpanampy ny mpanafika.",
        "14": "Koa tsy loza ve no hanjo ahy, raha izaho no mamaly azy? Hofidiko tsara ny teny holazaiko aminy.",
        "15": "Tsy hamaly azy aho, na dia marina aza ny ahy. Hitalaho famindram-po amin’ilay miady amiko eo amin’ny fitsarana aho.",
        "16": "Hamaly ve izy, raha miantso azy aho? Tsy mino aho hoe hihaino ahy izy.",
        "17": "Mamely ahy amin’ny tafiotra izy, Ary mampitombo ny feriko tsy amin’antony.",
        "18": "Tsy mamela ahy haka aina kely akory izy, Fa mamoky ahy tsy an-kijanona amin’ny zava-mangidy.",
        "19": "Raha misy tena mahery, dia mbola eo Andriamanitra. Ary raha misy mpitsara mahery, dia enga anie mba hantsoina aho!",
        "20": "Na marina aza ny ahy, dia hilaza ahy ho meloka ihany ny vavako. Na tsy manan-tsiny aza aho, dia hilaza ahy ho tsy marina ihany Izy.",
        "21": "Ary na tsy manan-tsiny aza aho, dia tsy ho fantatro akory, Ary haharikoriko ahy ny aiko.",
        "22": "Zavatra iray ihany no izy, ka izao no teniko: ‘Samy haringany ihany na ny tsy manan-tsiny na ny ratsy fanahy.’",
        "23": "Raha misy ranotrambo mahafaty tampoka, Dia hihomehezany ny famoizam-pon’ny tsy manan-tsiny.",
        "24": "Natolotra eo am-pelatanan’ilay ratsy ny tany. Manampina ny mason’ny mpitsaran’ny tany Izy. Raha tsy izy no manao izany, dia mba iza kosa?",
        "25": "Mandeha haingana kokoa noho ny mpihazakazaka ny androko, Ary lasa nandositra, ka tsy hahita zava-tsoa.",
        "26": "Misosa malaky tahaka ny lakan-jozoro izany, Tahaka ny voromahery misidintsidina haingana mitady sakafo.",
        "27": "Raha niteny aho hoe: ‘Aoka hohadinoiko ny zavatra mampanahy ahy, Ary tsy hanjonitra intsony ny tarehiko fa hataoko miramirana,’",
        "28": "Dia azon-tahotra indray aho noho ny fanaintainako rehetra. Fantatro tsara fa tsy hilaza ahy ho tsy manan-tsiny ianao.",
        "29": "Tsy maintsy holazaina ihany hoe meloka aho, Koa nahoana aho no handrera-tena fotsiny?",
        "30": "Na misasa amin’ny rano madio be aza aho, Ary manasa ny tanako amin’ny savony,",
        "31": "Dia hataonao ao anaty lavaka ihany, Ka hankahala ahy na ny akanjoko aza.",
        "32": "Fa tsy olombelona tahaka ahy Izy ka ahoana moa no hamaliako azy, Na hifandaharako aminy eo amin’ny fitsarana?",
        "33": "Tsy misy olona afaka hitsara anay, Ka hametraka ny tanany aminay.",
        "34": "Aoka hesoriny amiko ny tsorakazony, Ary tsy hampihorohoro ahy ny fampitahorana avy aminy.",
        "35": "Aoka aho hiteny ka tsy hatahotra azy, Fa tsy mba matahotra ny hiresaka aminy aho."
    },
    "10": {
        "1": "“Tena maharikoriko ahy ny aiko! Hamoaka ny fitarainako aho, Ary hiteny ao anatin’ny fahoriam-poko.",
        "2": "Hiteny amin’Andriamanitra aho hoe: ‘Aza milaza ahy ho meloka. Ampahafantaro ahy ny antony iadianao amiko.",
        "3": "Mahafinaritra anao ve ny manao ratsy, Sy ny manary izay nisasaran’ny tananao, Ary ny mankasitraka ny hevitry ny ratsy fanahy?",
        "4": "Mason’olombelona angaha ny masonao, Sa tahaka ny an’ny olombelona mety maty ny fomba fijerinao?",
        "5": "Tahaka ny andron’ny olombelona mety maty angaha ny andronao, Sa tahaka ny taonan’ny lehilahy tomady ny taonanao,",
        "6": "No dia tadiavinao izay fahadisoako, Ary karohinao ny fahotako,",
        "7": "Na dia fantatrao aza fa tsy diso aho, Sady tsy misy mahavonjy ahy eo an-tananao?",
        "8": "Ny tananao no namolavola ahy ka nanao ahy, Eny, nanao ny tenako manontolo, nefa holevoninao aho izao.",
        "9": "Tsarovy ange fa tanimanga no nanaovanao ahy e, Ary haverinao ho vovoka indray aho.",
        "10": "Tsy nararakao toy ny ronono ve aho, Ary nataonao mandry toy ny fromazy?",
        "11": "Nampitafy ahy hoditra sy nofo ianao, Ary nandrary ahy tamin’ny taolana sy hozatra.",
        "12": "Nomenao aina aho, ary nanehoanao hatsaram-panahy feno fitiavana. Ny fiahianao no niaro ny aiko.",
        "13": "Izao zavatra izao anefa no nafeninao tao am-ponao, Ary fantatro tsara fa izany no ao an-tsainao.",
        "14": "Raha nanota aho ka narahinao maso foana, Ary tsy navelanao ny fahadisoako,",
        "15": "Eny, raha diso tokoa aho, dia lozako! Ary na marina aza ny ahy, dia tsy ho sahy hitraka aho, Satria tototry ny fahafaham-baraka sady vontom-pahoriana.",
        "16": "Ary raha miandranandrana ny lohako, dia hihaza ahy ianao, toy ny ataon’ny liona tanora, Ary hanao zava-mahagaga hamelezana ahy indray.",
        "17": "Hanangana vavolombelona hafa hiampanga ahy ianao, Sady vao mainka ho tezitra amiko. Fahoriana misesisesy no manjo ahy.",
        "18": "Koa nahoana aho no navoakanao avy tany am-bohoka? Raha tsy izany dia mba efa maty aho, ka tsy nisy maso nahita ahy,",
        "19": "Ary efa toy ny tsy nisy aho, Ka avy tany am-bohoka dia namantana tany am-pasana.’",
        "20": "Moa ve tsy efa vitsy ny androko? Aoka Izy handeha, Eny, aoka Izy tsy hibanjina ahy, mba ho miramirana kely aho",
        "21": "Alohan’ny handehanako tsy hiverina intsony, Ho any amin’ny tany anjakan’ny haizina sy ny haizim-pito,",
        "22": "Eny, any amin’ny tany anjakan’ny haizina mikitroka sy ny haizim-pito Ary ny korontana. Tsy misy hazavana mamiratra mihitsy any.”"
    },
    "11": {
        "1": "Dia namaly i Zofara Namatita hoe:",
        "2": "“Tsy hovaliana ve ny teny maro be toy izany? Ary hanana ny marina ve ny mpirehareha?",
        "3": "Hampangina ny olona ve ny rediredinao? Ary mbola hanaraby foana ve ianao nefa tsy hisy hananatra?",
        "4": "Milaza koa ianao hoe: ‘Madio ny fampianarako, Ary tena madio eo imasonao aho.’",
        "5": "Raha mba miteny anefa Andriamanitra, Ka miloa-bava aminao,",
        "6": "Dia holazainy aminao ny tsiambaratelon’ny fahendrena, Fa maro ny zavatra raketin’ny fahendrena! Ho fantatrao koa fa tsy mitadidy ny fahadisoanao sasany Andriamanitra.",
        "7": "Hahafantatra ny zava-dalin’Andriamanitra ve ianao, Sa hahafantatra ny fetran’ny fahalehibeazan’ilay Mahery Indrindra?",
        "8": "Avo noho ny lanitra izany, ka hahavita inona ianao? Lalina noho ny toeran’ny maty * izany, ka inona no ho fantatrao?",
        "9": "Lehibe noho ny tany izany, Ary midadasika noho ny ranomasina.",
        "10": "Raha mandalo Izy ka misambotra olona Ary mampiantso fitsarana, dia iza no hahatohitra azy?",
        "11": "Fa fantany tsara ny olona tsy marina. Koa tsy hanao zavatra ve izy rehefa mahita zava-dratsy?",
        "12": "Hanam-pahalalana ny olona tsy misy saina, Raha miteraka olombelona ny zebra.",
        "13": "Omano ny fonao, Ary asandrato ho amin’Andriamanitra ny tananao.",
        "14": "Raha misy zava-dratsy eo an-tananao, dia ario lavitra izany, Ary aza avela hisy tsy fahamarinana hitoetra ao amin’ny tranolainao.",
        "15": "Dia hitraka ianao satria tsy manan-tsiny, Ary ho tafatoetra tsara sady tsy hatahotra.",
        "16": "Fa hohadinoinao ny fahoriana, Ary toy ny rano efa nandalo no hahatsiarovanao azy.",
        "17": "Hamiratra kokoa noho ny mitataovovonana ny androm-piainanao. Ary ho toy ny maraina ny haizina.",
        "18": "Dia hatoky tokoa ianao satria misy antenaina, Ary hijery manodidina, ka hatory tsy manana ahiahy.",
        "19": "Hitsotsotra ianao ka tsy hisy hampangovitra anao. Ary hisy olona maro hampitony anao.",
        "20": "Ho simba ny mason’ny ratsy fanahy. Tsy hisy toerana handosirany, Ary ny hiala aina * sisa no antenainy.”"
    },
    "12": {
        "1": "Ary namaly i Joba hoe:",
        "2": "“Hay, ianareo tokoa izany no tena olombelona, Ka hiara-maty aminareo ny fahendrena!",
        "3": "Mba te hanao ny tsara tahaka anareo koa aho, Ary tsy ambany noho ianareo. Fa iza moa no tsy mahalala izany zavatra lazainareo izany?",
        "4": "Manjary ataon’ny olona ho fihomehezana aho, Ary miantso an’Andriamanitra mba hamaly ahy. Atao ho fihomehezana ny olo-marina tsy manan-tsiny.",
        "5": "Ny olona miadana dia mihomehy ny loza, satria heveriny fa Natao ho an’ny olona mangozohozo izany.",
        "6": "Tsy misy manelingelina ny tranolain’ny mpandroba, Ary izay olona mampahatezitra an’Andriamanitra dia tsy iharan-doza, Tsy misy hafa amin’izay mitondra andriamanitra eny an-tanany.",
        "7": "Mba anontanio anefa ny biby fiompy, dia hampianatra anao izy, Ary ny voro-manidina eny amin’ny lanitra, dia hilaza aminao izy.",
        "8": "Diniho ny tany, dia hampianatra anao izy. Ary hilaza izany aminao ny trondro any an-dranomasina.",
        "9": "Iza amin’izy rehetra ireny moa no tsy mahalala tsara Fa ny tanan’i Jehovah no nanao izany?",
        "10": "Eo an-tanany ny ain’ny velona rehetra, Sy ny fofonain’ny olombelona rehetra.",
        "11": "Tsy ny sofina ve no mamantatra teny, Toy ny lanilany mamantatra tsiron-kanina?",
        "12": "Tsy manam-pahendrena ve ny be taona, Ary tsy mahira-tsaina ve izay efa ela niainana?",
        "13": "Ao amin’Andriamanitra kosa no misy fahendrena sy hery, Ary manana ny heviny izy sady mahira-tsaina.",
        "14": "Mandrava izy mba tsy hisy ho afaka hanorina. Ary hidiany eo anoloan’ny olona izany mba tsy hosokafana.",
        "15": "Sakanany ny rano dia ritra, Ary alefany izany ka manova ny endriky ny tany.",
        "16": "Ao aminy no misy ny tanjaka sy ny fahendrena. Ary azy na ny olona manao fahadisoana, na ny mpampivily olona any amin’ny lalan-diso.",
        "17": "Ataony mandeha tsy manao kapa ny mpanolo-tsaina, Ary ataony lasa adala ny mpitsara.",
        "18": "Vahany ny fatorana ataon’ireo mpanjaka, Ary giazany fehikibo ny andilan’izy ireo.",
        "19": "Ataony mandeha tsy manao kapa ny mpisorona, Ary aongany ny efa tsara toerana.",
        "20": "Ataony tsy manan-kalahatra ny olona mendri-pitokisana, Ary esoriny ny fahendren’ny zokiolona.",
        "21": "Ataony tototry ny latsa ny olona ambony, Ary ataony migoragora ny fehikibon’ny mahery.",
        "22": "Aharihariny avy ao amin’ny haizina ny zava-dalina, Ary avoakany ho eo amin’ny mazava ny haizim-pito.",
        "23": "Ataony mihamahery ireo firenena mba handringanany azy, Ary aparitany ireny mba hitondrany azy hiala amin’ny taniny.",
        "24": "Esoriny ny fahendren’ireo lohandohany eo amin’ny vahoaka, Mba hampandehanany azy hirenireny any amin’ny tany ngazana, izay tsy misy lalan-kivoahana.",
        "25": "Mitsapatsapa ao anatin’ny haizina tsy misy hazavana izy ireo, Mba hampandehanany azy hirenireny toy ny mamo."
    },
    "13": {
        "1": "“Efa hitan’ny masoko izany rehetra izany, Ary efa ren’ny sofiko ka henoiny.",
        "2": "Izay fantatrareo dia fantatro tsara koa, Ary tsy ambany noho ianareo aho.",
        "3": "Raha mba afaka miteny amin’ilay Mahery Indrindra mantsy aho! Eny, satriko ny hifandahatra amin’Andriamanitra.",
        "4": "Fa ianareo kosa dia mpanoso-potaka. Dokotera tsy misy ilana azy daholo ianareo.",
        "5": "Raha mba mangina tsy miteny mihitsy ianareo, Dia toa mba hendry ihany!",
        "6": "Henoy, azafady, ny teny avaliko, Ary henoy tsara ny teny alahatro.",
        "7": "Hilaza zavatra tsy marina ve ianareo mba hiarovana an’Andriamanitra, Sa hilaza fitaka mba hiarovana azy?",
        "8": "Hiangaranareo ve izy? Moa ve ianareo hiady ho an’ilay tena Andriamanitra, any amin’ny fitsarana?",
        "9": "Hahasoa anareo ve raha mandinika ny momba anareo izy? Sa hambakainareo izy, toy ny fanambaka olombelona mety maty?",
        "10": "Hananatra anareo tokoa izy Raha mitady hiangatra mangingina ianareo.",
        "11": "Tsy hampihorohoro anareo ve ny voninahiny, Ary tsy hatahotra azy ve ianareo?",
        "12": "Ny teny tsara lahatra ataonareo, dia ohabolana tsy misy ilana azy toy ny lavenona. Toy ny foitran’ampinga tanimanga ny foitran’ampinganareo.",
        "13": "Mangìna, aza miteny intsony eo anatrehako fa hiteny aho, Dia avelao hanjo ahy izay hanjo ahy!",
        "14": "Nahoana ny aiko no avelako hotandindomin-doza, * Ka hanao vivery ny aiko aho? *",
        "15": "Tsy hiandry ve aho na dia hovonoiny aza? Na izany aza dia hifandahatra aminy aho mba hiarovako ny tenako.",
        "16": "Izy koa no mpamonjy ahy, Fa tsy hisy mpivadi-pinoana ho tafiditra eo anatrehany.",
        "17": "Henoy hatramin’ny farany ny teniko, Ary aoka ho ren’ny sofinareo izay ambarako.",
        "18": "Efa nampakatra ny adiko tany amin’ny fitsarana aho, Ary fantatro tsara fa marina ny ahy.",
        "19": "Koa iza no hifandahatra amiko? Fa raha mangina aho, dia ho faty tsotra izao!",
        "20": "Zavatra roa ihany no aza atao amiko. Amin’izay dia tsy hiafina anao aho.",
        "21": "Esory amiko ny tananao ka ampanalaviro ahy, Ary aoka tsy hampihorohoro ahy ny tahotra anao.",
        "22": "Antsoy aho, dia hamaly, Na avelao aho hiteny, dia ianao no hamaly ahy.",
        "23": "Fa inona moa no fahadisoako sy fahotako? Ampahafantaro ahy ny fikomiana sy ny fahotana vitako.",
        "24": "Nahoana ianao no manafina ny tavanao, Ka mihevitra ahy ho fahavalonao?",
        "25": "Ravinkazo efa entin-drivotra ve dia mbola hataonao mipararetra ihany? Ary mololo efa maina ve dia mbola henjehinao ihany?",
        "26": "Fa zava-mangidy no soratanao hiampangana ahy, Ary ampitondrainao ny vokatry ny fahadisoako tamin’ny fahatanorako aho.",
        "27": "Gadranao amin’ny boloky hazo koa ny tongotro, Ary arahinao maso ny diako rehetra. Feranao izay diavin’ny tongotro.",
        "28": "Koa toy ny zavatra lo mihalevona izany lehilahy izany, Eny, toy ny akanjo lanin’ny koroka."
    },
    "14": {
        "1": "“Ny olona atera-behivavy Dia fohy andro iainana sady mitebiteby lava.",
        "2": "Toy ny voninkazo izy, eny, toy ny voninkazo izay mamelana nefa tapahina avy eo. Ary mandositra toy ny aloka izy, ka tsy misy intsony.",
        "3": "Eny, nanokatra ny masonao hijery azy ianao, Ary entinao hifandahatra aminao any amin’ny fitsarana aho.",
        "4": "Aiza no misy madio ateraky ny tsy madio? Tsy misy na iray aza.",
        "5": "Raha voafetra ny androm-piainany, Dia eo am-pelatananao ny isan’ny volana iainany. Efa namoaka didy momba azy ianao hoe tsy azony ihoarana izany.",
        "6": "Avilio tsy hibanjina azy intsony ny masonao, mba hakany aina Mandra-pahitany fifaliana, toy ny fifalian’ny mpikarama rehefa mifarana ny andro iray.",
        "7": "Fa mbola misy fanantenana na ho an’ny hazo aza. Raha tapaka mantsy izy, dia mbola hitsimoka indray, Ary tsy ho faty ny rantsany.",
        "8": "Raha antitra ao anaty tany ny fakany, Ary maty ao amin’ny vovoka ny fotony,",
        "9": "Dia hitsimoka izy raha vao mandre fofon-drano fotsiny, Ary hamoaka rantsana toy ny zavamaniry vao mitsiry.",
        "10": "Maty kosa anefa ny lehilahy tomady, ary resy. Eny, miala aina ny olombelona, dia aiza intsony izy?",
        "11": "Manjavona miala amin’ny ranomasina ny rano, Ary ritra ny renirano ka maina.",
        "12": "Ny olombelona koa dia matory ary tsy mifoha. Eny, tsy hifoha izy mandra-pahafoanan’ny lanitra, Ary tsy ho taitra amin’ny torimasony.",
        "13": "Raha mba manafina ahy any amin’ny Fasana * mantsy ianao, Eny, manafina ahy mandra-pitonin’ny fahatezeranao, Ary manome ahy fe-potoana, dia hahatsiaro ahy!",
        "14": "Raha maty ny lehilahy tomady, dia ho velona indray ve izy? Hiandry aho mandritra ny andro rehetra anerena ahy hiandry, Mandra-pahatongan’ny fanafahana ahy.",
        "15": "Hiantso ianao, dia hamaly anao aho, Satria haniry mafy hahita ny asan’ny tananao ianao.",
        "16": "Fa amin’izao aloha, dia tsy mitsahatra manisa ny diako ianao, Ary tsy mandinika afa-tsy ny fahotako.",
        "17": "Ao anaty kitapo misy tombo-kase ny fikomiako, Ary hosoranao lakaoly ny fahadisoako.",
        "18": "Na ny tendrombohitra aza anefa dia mianjera ka montsamontsana, Ary na ny vatolampy aza dia hesorina amin’ny toerany.",
        "19": "Kikisan’ny rano ny vato, Ary entin’ny riaka ny vovo-tany. Toy izany no andravanao ny fanantenan’ny olombelona mety maty.",
        "20": "Mandresy azy mandrakizay ianao dia lasa izy. Ary manimba ny endriny ianao ka mandefa azy.",
        "21": "Omem-boninahitra ny zanany, nefa tsy fantany, Ary lasa tsinontsinona ireny, nefa tsy ahoany.",
        "22": "Harary azy ny nofony raha mbola eo aminy, Ary halahelo izy raha mbola ao aminy ny ainy.”"
    },
    "15": {
        "1": "Dia namaly i Elifaza Temanita hoe:",
        "2": "“Fahalalana poakaty ve no hoentin’ny olon-kendry hamaly? Sa hofenoiny fanirian-dratsy * ny fony?",
        "3": "Very maina ny fanitsiana am-bava fotsiny, Ary tsy mahasoa raha teny fotsiny.",
        "4": "Noho ny ataonao, dia manjary tsy misy ny tahotra an’Andriamanitra, Ary mihena ny fisaintsainana momba azy.",
        "5": "Ny fahadisoanao no mampianatra ny vavanao, Ary ny lelan’ny fetsy no fidinao.",
        "6": "Ny vavanao, fa tsy izaho, no milaza fa meloka ianao, Ary ny molotrao ihany no miampanga anao.",
        "7": "Ianao angaha no nateraka voalohany tamin’ny olombelona? Sa talohan’ny havoana no nahaterahanao tao anatin’ny fanaintainana?",
        "8": "Angaha ianao mandre ny resaka tsiambaratelo ataon’Andriamanitra? Sa feranao ho anao irery ihany ny fahendrena?",
        "9": "Fa inona moa no fantatrao ka tsy mba fantatray? Ary inona no hevitra takatrao ka tsy mba takatray koa?",
        "10": "Samy misy eto aminay na ny fotsy volo na ny be taona, Izay ela niainana kokoa noho ny rainao.",
        "11": "Tsy ampy anao ve ny fampiononan’Andriamanitra, Na ny teny lazaina aminao amim-pahalemem-panahy?",
        "12": "Nahoana ianao no tarihin’ny fonao tsy hisaina intsony? Ary nahoana ny masonao no tezitra?",
        "13": "Manohitra an’Andriamanitra ianao, Ka manao teny tsy voahevitra.",
        "14": "Inona moa izay olombelona mety maty no hadio, Na izay atera-behivavy no ho marina?",
        "15": "Fa ny anjeliny masina * aza tsy atokisany, Ary ny lanitra aza tsy madio eo imasony,",
        "16": "Koa mainka fa izay olona maharikoriko sy manao ny tsy marina, Dia olona misotro ny tsy fahamarinana toy ny fisotro rano!",
        "17": "Hilaza zavatra aminao aho, ka henoy! Hitako izany ka avelao hotantaraiko.",
        "18": "Resahin’ny olon-kendry izany, Ary azony avy tamin’ny razany ka tsy nafeniny.",
        "19": "Izy ireo ihany no nomena ny tany, Ary tsy nisy vahiny nandalo teo aminy.",
        "20": "Mijalijaly ny ratsy fanahy mandritra ny androm-piainany, Eny, mandritra ny taona rehetra atokana ho an’ny olon-dozabe.",
        "21": "Feo mampahatahotra no tsy afaka ao an-tsofiny. Ary tafihin’ny mpandroba izy amin’ny fotoam-pilaminana.",
        "22": "Tsy manantena ny ho tafavoaka avy ao anaty haizina izy, Ary sabatra no anjarany.",
        "23": "Mirenireny mitady sakafo izy. Aiza anefa no misy? Fantany tsara fa efa tena akaiky ny andro maizina.",
        "24": "Mampihorohoro azy foana ny fahoriana sy ny tebiteby, Ary tonga hamely azy toy ny mpanjaka vonon-kanafika izany.",
        "25": "Koa satria izy maninjitra ny tanany hanohitra an’Andriamanitra, Sady te hiseho ho ambony kokoa noho ilay Mahery Indrindra,",
        "26": "Ary manao an-ditra miriotra hiady Aminy, Miaraka amin’ny foitran’ampingany matevina,",
        "27": "Ary satria koa ataony matavitavy ny tarehiny, Sady ataony matavy ny andilany,",
        "28": "Dia mitoetra ao amin’ny tanàna izay hofoanana izy, Ao amin’ny trano tsy hipetrahan’olona intsony, Izay efa voatokana ho lasa korontam-bato.",
        "29": "Tsy ho lasa mpanankarena izy, sady tsy hitombo ny harenany, Ary tsy hitatra manerana ny tany ny fananany.",
        "30": "Tsy ho afaka ao amin’ny haizina izy. Ho maina ny sampany, azon’ny lelafo, Ary ho levon’ny fofonain’Andriamanitra izy.",
        "31": "Aoka izy tsy ho voafitaka hatoky zava-poana, Fa zava-poana ihany no ho azony, ho setrin’izany.",
        "32": "Raha mbola tsy tonga aza ny androny, dia ho tanteraka izany. Ary tsy handrobona ny sampany.",
        "33": "Ho tahaka ny voaloboka manintsana ny voany manta izy, Ary ho tahaka ny hazo oliva manintsana ny felany.",
        "34": "Fa tsy mamokatra na inona na inona ny antokon’ny mpivadi-pinoana, Ary ho levon’ny afo ny tranolain’ny mpanao kolikoly.",
        "35": "Fampahoriana no miforona ao an-kibony, ka miteraka zava-dratsy izy, Ary mamorom-pitaka ny kibony.”"
    },
    "16": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Efa nandre zavatra maro toy izany aho. Mpampionona mandreraka daholo ianareo!",
        "3": "Hisy farany ve izany teniteny foana izany? Ary inona no mahasosotra anao, no mamaly ianao?",
        "4": "Izaho koa mba mahay miteny tahaka anareo. Raha ianareo anefa no teo amin’ny toerako, Izaho ve dia ho nanao teny tsara lahatra hanambaniana anareo, Na ho nihivingivin-doha taminareo?",
        "5": "Ho nampionona anareo tamin’ny teniko kosa aho, Ary ny fampiononan’ny molotro dia ho nanamaivana...",
        "6": "Raha miteny aho, dia tsy mahasakana ny fahoriako izany. Ary raha mangina aho, dia hampihena azy ve izany?",
        "7": "Izao anefa dia nataony reraka aho, Ary nataony ripaka ny olona rehetra teo amiko.",
        "8": "Mihazona ahy koa ianao. Nanjary vavolombelona izany, Ka vavolombelona miampanga ahy izao fahiazako izao. Eny, miampanga ahy eo anatrehako izany.",
        "9": "Nandrotidrotika ahy ny fahatezerany, ary mankahala ahy izy. Mihidy vazana amiko koa izy. Manjary masiaka amiko ny mason’ny fahavaloko.",
        "10": "Nitanatana vava handrapaka ahy ny olona, Ary namely tehamaina ahy, no sady nandatsa. Maro be izy ireo no nifarimbona niady tamiko.",
        "11": "Atolotr’Andriamanitra eo an-tanan’ny zazalahy aho, Ary atosiny mafy ho eo an-tanan’ny ratsy fanahy.",
        "12": "Efa mba nipetraka nilamindamina aho, nefa nokorontaniny. Noraisiny tamin’ny hatoko aho ka natontany, Ary atsangany indray mba hataony lasibatra.",
        "13": "Manodidina ahy ny mpandefa zana-tsipìkany. Trobarany tsy ananany antra ny voako, Ary ararany amin’ny tany ny aferoko.",
        "14": "Gorobahany tsy an-kijanona toy ny manda aho. Mihazakazaka miantoraka amiko toy ny lehilahy mahery izy.",
        "15": "Akanjo gony no nozairiko ka nataoko manolo-koditra, Ary nahosiko tamin’ny vovoka ny voninahitro. *",
        "16": "Boramena aho noho ny fitomaniana, Ary misy haizim-pito eo amin’ny hodi-masoko,",
        "17": "Nefa izaho tsy manisy ratsy olona, Ary madio ny vavaka ataoko.",
        "18": "Ry tany ô, aza totofana ny rako! Ary aoka tsy hisy toeram-pitsaharana ho an’ny fitarainako.",
        "19": "Ankehitriny dia misy manamarina ahy any an-danitra, Ary any amin’ny avo ny vavolombeloko.",
        "20": "Mpisolovava miampanga ahy ny namako, Nefa Andriamanitra no andrandraiko ary tsy mikimpy mihitsy ny masoko.",
        "21": "Tokony havoaka ny didim-pitsarana amin’ny ady ifanaovan’ny lehilahy tomady sy Andriamanitra, Toy ny amin’ny ady ifanaovan’ny olona samy olona.",
        "22": "Fa taona vitsivitsy sisa, Dia handeha amin’ny lalana tsy hiverenako intsony aho."
    },
    "17": {
        "1": "“Lany ny heriko, ary tapitra ny androko. Ny fasana no mba anjarako.",
        "2": "Esoin’ny olona aho, Ary ny fikomian’izy ireo no ifantohan’ny masoko.",
        "3": "Tehirizo any aminao re ny fiantohana ahy e! Fa iza indray moa no hifandray tanana amiko amin’izany?",
        "4": "Tsy navelanao ho malina izy ireo. Izany no antony tsy anandratanao azy.",
        "5": "Asainy maka amin’izay ananany ny namany, Nefa ny zanany aza lali-maso.",
        "6": "Efa nataon’Andriamanitra oha-teny fanarabiana ny anarako, Ka lasa ataon’ny olona fandrora ny tarehiko.",
        "7": "Mihapahina ny masoko noho ny fahoriana, Ary toy ny aloka sisa ny rantsambatako rehetra.",
        "8": "Midanàka ny olo-marina rehefa mahita an’izany, Ary sosotra amin’ny mpivadi-pinoana ny tsy manan-tsiny.",
        "9": "Mifikitra amin’ny lalany ny olo-marina, Ary mihamatanjaka ny madio tanana.",
        "10": "Afaka manohy ny teninareo ianareo rehetra. Koa tohizo àry! Fa tsy hitako izay hendry aminareo.",
        "11": "Lasa ny androko, ary rava ny fikasako, Eny, ny fanirian’ny foko.",
        "12": "Ny alina no ataon’izy ireo ho solon’ny andro, ka hoy izy: ‘Akaiky ny mazava satria efa maizina izao.’",
        "13": "Raha mbola miandry aho, dia ny Fasana * no ho tranoko, Ary ao amin’ny haizina no hamelarako ny fandrianako.",
        "14": "Ny lavaka no hantsoiko hoe: ‘Ianao no raiko!’ Ary ny olitra, hoe: ‘Ianao no reniko sady anabaviko!’",
        "15": "Koa aiza àry ny fanantenako? Ary iza no mihevitra fa mbola misy azoko antenaina?",
        "16": "Ho any amin’ny bara hidin’ny Fasana * izany, Rehefa samy hidina any amin’ny vovoka avokoa izahay.”"
    },
    "18": {
        "1": "Dia namaly i Bildada Sohita hoe:",
        "2": "“Rahoviana ianareo vao tsy hiteny intsony? Tokony ho azonareo aloha ilay hevitra, vao hiteny izahay.",
        "3": "Nahoana izahay no heverina ho toy ny biby, Sy eritreretinareo ho maloto?",
        "4": "Mamiravira ny tenany * ao anatin’ny fahatezerana izy. Noho ianao ve no hahatonga ny tany ho lao, Na hahatonga ny vatolampy hifindra?",
        "5": "Ho faty tokoa ny jiron’ny ratsy fanahy, Ary tsy hanjelatra ny pitik’afony.",
        "6": "Hihamaizina ny hazavana ao an-tranolainy, Ary ao ny jirony no ho faty.",
        "7": "Tsy havitribitrika intsony ny diany, Ary ny heviny ihany no hanary azy.",
        "8": "Fa ny tongony no hitarika azy ho ao anaty harato, Eny, handeha eo amin’ny harato izy.",
        "9": "Hisy fandrika hisambotra ny voditongony. Mihazona azy ny fandrika.",
        "10": "Miafina ao amin’ny tany ny tady izay haningotra azy, Ary miafina eo amin’ny lalany ny zavatra hamandrihana azy.",
        "11": "Mampitahotra azy ny horohoro tampoka izay manodidina azy. Enjehin’izany izy sady arahiny akaiky.",
        "12": "Lany ny heriny, Ary efa vonona hanao izay hampikotringa azy ny loza.",
        "13": "Hihinana ny hodiny tsikelikely ny lahimatoan’ny fahafatesana, Eny, hihinana ny rantsambatany izany.",
        "14": "Hongotana tsy ho ao an-tranolainy ny zavatra itokisany. Ary ny horohoro dia hitondra azy ho any amin’ny mpanjakan’ny horohoro.",
        "15": "Izay tsy azy no hitoetra ao an-tranolainy. Ary hofafazana solifara ny fonenany.",
        "16": "Any ambany, dia ho maina ny fakany, Ary eny ambony, dia halazo ny sampany.",
        "17": "Tsy horesahina etỳ an-tany intsony ny aminy, Ary tsy hisy hahalala ny anarany intsony eny an-dalana.",
        "18": "Hatosika hiala amin’ny mazava ho any amin’ny maizina izy, Ary horoahina tsy ho eo amin’ny tany lonaka.",
        "19": "Tsy hanan-janaka na taranaka izy, eo amin’ny fireneny, Ary tsy hisy sisa hiangana any amin’ny toerana ivahiniany.",
        "20": "Amin’ny andro fahoriany, dia hidanàka ny any Andrefana, Ary ho tora-kovitra ny any Atsinanana.",
        "21": "Izany no mitranga amin’ny fonenan’ny mpanao ratsy, Eny, izany no manjo an’izay tsy mahalala an’Andriamanitra.”"
    },
    "19": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Mandra-pahoviana ianareo no hanorisory ahy, Ary hanorotoro ahy amin’ny teninareo?",
        "3": "Efa impolo kely ianareo no niteny mafy ahy. Tsy menatra akory ianareo mampijaly ahy toy izao.",
        "4": "Marina fa nanao fahadisoana aho, Nefa izaho ihany no hitoeran’ny fahadisoako.",
        "5": "Raha mirehareha eo anatrehako ianareo, Ary milaza fa rariny ny fanalam-baraka ahy,",
        "6": "Dia fantaro fa Andriamanitra no namitaka ahy, Ary efa nakatony tamiko ny fandrika harato.",
        "7": "Miantsoantso aho hoe: ‘Loza!’, nefa tsy misy mamaly ahy. Miantso vonjy aho, nefa tsy mahazo rariny.",
        "8": "Nosakanany tamin’ny rindrim-bato ny lalako, ka tsy afa-mandroso aho, Ary nataony maizina ny lalako.",
        "9": "Nalany tamiko ny voninahitro, Ary esoriny ny satroboninahitry ny lohako.",
        "10": "Ravaravany tanteraka aho, ka levona, Ary ongotany toy ny fanongotra hazo ny fanantenako.",
        "11": "Tezitra mafy amiko izy, Ary mihevitra ahy ho fahavalony.",
        "12": "Mirohotra manangana tovon-tany hamelezana ahy ny andia-miaramilany, Ka mitoby manodidina ny tranolaiko.",
        "13": "Nampanalaviriny ahy ny rahalahiko, Ary mihatakataka amiko mihitsy aza ireo mahafantatra ahy.",
        "14": "Nandao ahy ny namako akaiky, Nanadino ahy koa ny olom-pantatro",
        "15": "Mbamin’ny vahiny nipetraka tao amiko, ary mihevitra ahy ho olon-tsy fantatra ny mpanompovaviko. Nanjary vahiny aho teo imason’ireny.",
        "16": "Antsoiko ny mpanompoko, nefa tsy mamaly, Ary ny vavako mihitsy no mitalaho aminy mba hangoraka ahy.",
        "17": "Ny fofonaiko dia nanjary naharikoriko ny vadiko, Ary nanjary halan’ny zanaky ny reniko aho.",
        "18": "Manao tsinontsinona ahy ny ankizilahikely. Vao mitsangana aho, dia esoesoiny.",
        "19": "Mankahala ahy ireo namako akaiky rehetra, Ary nivadika tamiko ireo notiaviko.",
        "20": "Taolana mifono hoditra sisa aho, Ary ny hoditry ny nifiko sisa no nentiko nandositra.",
        "21": "Mba iantrao aho! Iantrao aho, ry namako, Fa ny tanan’Andriamanitra efa nikasika ahy.",
        "22": "Nahoana ianareo no manenjika ahy toy ny ataon’Andriamanitra, Ka tsy sasatry ny mampijaly ahy?",
        "23": "Enga anie ka ho voasoratra ny teniko! Eny, enga anie ka ho voasoratra ao anaty boky izany!",
        "24": "Enga anie izany ka ho voasokitra amin’ny alalan’ny penina vy sady rarahana firamainty, Eny, ho voasokitra mandrakizay eo amin’ny vatolampy!",
        "25": "Fantatro tsara fa velona ny mpanavotra ahy, Ary rehefa lasa aho, dia ho avy izy ka hitsangana eo amin’ny vovoka.",
        "26": "Rehefa nendahana ny hoditro, dia izao sisa aho. Na lany aza anefa ny nofoko, dia hahita an’Andriamanitra aho,",
        "27": "Eny, izaho no hahita azy. Ny masoko, fa tsy ny mason’ny olon-kafa, no hahita azy. Ary efa sasa-miandry aho. *",
        "28": "Milaza ianareo hoe: ‘Nahoana moa isika no manenjika azy?’ Izaho anefa no heverina ho fototry ny olana.",
        "29": "Matahora sao hamely anareo ny sabatra, Fa misafoaka hamely an’izay manao fahadisoana ny sabatra, Mba ho fantatrareo fa misy mpitsara.”"
    },
    "20": {
        "1": "Dia namaly i Zofara Namatita hoe:",
        "2": "“Koa mamaly ahy ireo hevitra mampikorontan-tsaina ahy, Noho ny tebiteby ato anatiko.",
        "3": "Fananarana manafintohina ahy no reko, Ary saina tsy mba mahiratra toy ny ahy no mamaly ahy.",
        "4": "Tsy fantatrao angaha hatramin’izay, Eny, hatramin’izay nametrahana ny olona teto an-tany,",
        "5": "Fa vetivety fotsiny ny fihobian’ny ratsy fanahy, Ary mihelina ihany ny fifalian’ny mpivadi-pinoana?",
        "6": "Na manakatra ny lanitra aza ny fahamboniany, Ary mipaka amin’ny rahona ny lohany,",
        "7": "Dia ho levona mandrakizay toy ny zeziny izy. Ireo nahita azy dia hanao hoe: ‘Fa aiza izy?’",
        "8": "Hanidina toy ny nofy izy ka tsy ho hitan’izy ireo, Ary horoahina toy ny fahitana amin’ny alina.",
        "9": "Tsy hahita azy intsony ny maso efa nahatsikaritra azy. Tsy hahita azy intsony koa ny toerana nisy azy.",
        "10": "Hila sitraka amin’ny olona ambany ny zanany. Ary hamerina ny zava-tsarobidin’ny olona izy.",
        "11": "Feno ny herin’ny fahatanorany ny taolany, Nefa hiara-mandry aminy ao amin’ny vovoka izany hery izany.",
        "12": "Raha mamy ao am-bavany ny zava-dratsy, Ka levoniny ao ambany lelany,",
        "13": "Ary raha ankafiziny izany ka tsy foiny, Sady tehiriziny ao amin’ny lanilaniny,",
        "14": "Dia hiova ao amin’ny tsinainy ny sakafony, Ary ho toy ny poizin’ny kôbrà izany ao anatiny.",
        "15": "Nitelina harena izy, nefa haloany indray izany. Holoaran’Andriamanitra avy ao an-kibony izany.",
        "16": "Hitsentsitra ny poizin’ny kôbrà izy, Ary hahafaty azy ny lelan’ny bibilava misy poizina.",
        "17": "Tsy ho hitany intsony ny renirano mikoriana, Eny, ny tantely sy ny dibera mikoriana be dia be.",
        "18": "Haveriny ny fananana azony, fa tsy ho azony atelina, Dia toy ny harena azony tamin’ny varotra, izay tsy ho azony ifaliana.",
        "19": "Namotipotika izy, ary nafoiny ny olona ambany. Nalainy an-keriny ny trano izay tsy naoriny.",
        "20": "Tsy hilamin-tsaina mihitsy izy. Tsy ho afa-mandositra izy na eo aza ny zava-tsarobidiny.",
        "21": "Tsy misy na inona na inona intsony azony arapaka. Koa tsy haharitra ny fiadanany.",
        "22": "Hitebiteby izy na dia milomano ao anatin’ny harem-be aza. Hiharam-pahavoazana faran’izay mafy izy.",
        "23": "Mba hamenoana ny kibony, Dia aoka Andriamanitra handefa aminy ny fahatezerany mafy, Sady handrotsaka izany aminy, ho tonga hatrany amin’ny tsinainy.",
        "24": "Handositra fiadiana vy izy. Ary hanatrobaka azy ny tsipìka varahina.",
        "25": "Hiboroaka avy eo andamosiny ny zana-tsipìka, Ary hiboroaka avy eo amin’ny aferony ny fitaovam-piadiana manjelatra. Hisy zava-mampihoron-koditra hamely azy.",
        "26": "Fahamaizinana tanteraka no ho anjaran’ny zava-tsarobidy notehiriziny. Afo tsy nisy nikopaka no handevona azy, Ary ho voa mafy izay sisa tsy maty ao an-tranolainy.",
        "27": "Hampiharihary ny fahadisoany ny lanitra, Ary hikomy aminy ny tany.",
        "28": "Hakodiadian’ny oram-be ny tranony. Ary hisy zavatra be dia be hirotsaka rehefa tonga ny andron’ny fahatezeran’Andriamanitra.",
        "29": "Izany no anjara atokan’Andriamanitra ho an’ny ratsy fanahy, Dia ny lovany avy amin’Andriamanitra, araka ny efa voambara.”"
    },
    "21": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Henoy tsara ny teniko, Ary aoka ho fampiononana anareo izany.",
        "3": "Mandefera amiko, fa hiteny aho, Ary rehefa avy miteny aho, dia samy afaka maneso ianareo.",
        "4": "Olona angaha moa no ilazako ny tebitebiko? Raha tsy izany ve hahandry toy izao aho?",
        "5": "Mitodiha atỳ amiko, dia aoka ianareo ho gaga mijery ahy, Ary tampeno amin’ny tanana ny vavanareo.",
        "6": "Raha nahatsiaro aho, dia nikorontan-tsaina, Ary tora-kovitra ny tenako.",
        "7": "Nahoana ny ratsy fanahy no mbola velona foana, Ary tratrantitra sady lasa mpanankarem-be?",
        "8": "Ela velona eo anatrehany ny zanany, Ary ela velona eo imasony koa ny taranany.",
        "9": "Mandry feizay ny ao an-tranony ka tsy manan-tahotra, Ary tsy mamely azy ny tsorakazon’Andriamanitra.",
        "10": "Mampanana anaka ombivavy ny ombilahiny, ka tsy verivery fotsiny ny tsirinain’ilay ombilahy. Ary miteraka ny ombivaviny sady tsy mba afa-jaza.",
        "11": "Alefany mikarenjy toy ny andian’ondry ny zanany lahikely, Ary mandehandeha mifalihavanja ny zanany.",
        "12": "Mihorakoraka izy ireo miaraka amin’ny ampongatapaka sy harpa, Ary mifaly amin’ny feon-tsodina.",
        "13": "Mifalifaly izy mandritra ny androm-piainany, Ary indray mipy maso no idinany any amin’ny Fasana. *",
        "14": "Hoy izy amin’ilay tena Andriamanitra: ‘Mialà aminay! Tsy te hahafantatra ny lalanao izahay.",
        "15": "Fa iza moa ilay Mahery Indrindra no hotompoinay? Ary inona no soa azonay raha mifandray aminy?’",
        "16": "Tsy tompon’ny fahasambarany izy ireo. Ho lavitra ahy anie ny fisainan’ny ratsy fanahy!",
        "17": "Impiry moa no mba maty ny jiron’ny ratsy fanahy? Impiry moa no mba mihatra aminy ny loza tokony hanjo azy? Ary impiry moa Andriamanitra rehefa tezitra, no mamely azy amin’ny fandringanana sahaza azy?",
        "18": "Manjary toy ny mololo entin-drivotra angaha izy ireo, Na toy ny akofa indaosin’ny tafio-drivotra?",
        "19": "Ny ratsy ataon’ny olona dia hotehirizin’Andriamanitra ho an’ny zanany ihany. Hovalian’Andriamanitra ny ataony, mba ho fantany.",
        "20": "Hahita maso ny fihenan’ny herin’ny tenany izy, Ary hisotro amin’ny fahatezeran’ilay Mahery Indrindra.",
        "21": "Ahoana moa no hahitany fahafinaretana amin’ny taranany rehefa lasa izy, Rehefa nohafohezina ireo volana tokony hiainany ka antsasany sisa?",
        "22": "Izy ve no hampita fahalalana amin’Andriamanitra, Nefa Andriamanitra no mitsara ny olona ambony?",
        "23": "Ho faty izany olona izany amin’ny fotoana mahasambatra azy iny indrindra, Raha mbola tsy manana ahiahy sy miadana izy,",
        "24": "Ary feno tavy ny feny, Sady mbola mando tsara ny tsokany.",
        "25": "Ilay iray kosa ho faty ao anatin’ny fahoriana mangidy, Nefa tsy mba nanandrana zava-tsoa akory.",
        "26": "Hiara-mandry ao amin’ny vovoka izy roa tonta, Ary ho rakotry ny olitra ny tenany.",
        "27": "Fantatro tsara ny eritreritrareo, Sy ny tetika tianareo hamelezana ahy.",
        "28": "Fa hoy ianareo: ‘Aiza ny tranon’ny olona ambony, Ary aiza ny tranolay, eny, ny fonenan’ny ratsy fanahy?’",
        "29": "Tsy nanontanianareo angaha ny mpanao dia lavitra teny an-dalana, Ary tsy nodinihinareo tsara angaha ny porofo nomeny?",
        "30": "Fa voatsimbina ny olon-dratsy, amin’ny andro fahoriana, Ary voavonjy izy amin’ny andro fahatezerana.",
        "31": "Iza no ho sahy hitsikera azy eo imasony? * Ary iza no hamaly azy noho izay nataony?",
        "32": "Hoentina any amin’ny toeram-pandevenana izy, Ary hasiana mpiambina eo amin’ny fasana.",
        "33": "Ho mamy aminy ny baingan-tany eny amin’ny lohasaha falehan-driaka. Hitarika ny olona rehetra hanaraka azy izy, Ary tsy tambo isaina ny efa lasa talohany.",
        "34": "Koa very maina ny fiezahanareo hampionona ahy, Ary lainga fotsiny ny valin-teninareo!”"
    },
    "22": {
        "1": "Dia namaly i Elifaza Temanita hoe:",
        "2": "“Mila olona tomady angaha moa Andriamanitra Sa izy mila olona lalin-tsaina?",
        "3": "Ho finaritra ve ilay Mahery Indrindra raha marina ianao, Sa misy tombony ho azy raha ataonao tsy misy hokianina ny fiainanao?",
        "4": "Ny fanajanao azy ve no hananarany anao, Ary noho izany ve no hitondrany anao any amin’ny fitsarana?",
        "5": "Tsy efa be loatra ve ny faharatsianao? Ary hanao fahadisoana foana ve ianao?",
        "6": "Fa maka antoka tsy ahoan-tsy ahoana amin’ny rahalahinao ianao, Ary manendaka ny akanjon’ny olona efa zara raha mitafy.",
        "7": "Tsy manome rano hosotroin’ny reraka ianao, Ary tsy mahafoy hanina ho an’ny noana.",
        "8": "Ny be sandry no tompon’ny tany, Ary izay iangarana no monina ao.",
        "9": "Nataonao nody maina ny vehivavy mpitondratena, Ary tsy manan-kery intsony ny ankizilahy kamboty ray.",
        "10": "Izany no antony mampisy fandri-borona manodidina anao, Sy zava-mampahatahotra tampoka mampihorohoro anao,",
        "11": "Sy haizina mahatonga anao tsy hahita, Ary rano be misamboaravoara mandifotra anao.",
        "12": "Tsy avo tahaka ny lanitra ve Andriamanitra? Jereo koa fa avo ny fitambaran’ny kintana.",
        "13": "Hoy anefa ianao: ‘Inona moa no fantatr’Andriamanitra? Angaha izy afaka mitsara avy ao ambadiky ny haizim-pito?",
        "14": "Toeram-piafenany ny rahona ka tsy mahita izy, Ary mandehandeha eny amin’ny andohalambon’ny lanitra izy.’",
        "15": "Moa ve ianao mbola hanaraka ihany ny lalana efa nisy hatrizay, Izay nandehanan’ny olon-dratsy?",
        "16": "Nindaosina talohan’ny fotoana ireny olona ireny, Ary mirodana hatrany amin’ny fotony ny fiainany.",
        "17": "Hoy ireny amin’ilay tena Andriamanitra: ‘Mialà aminay! Inona moa no azon’ilay Mahery Indrindra atao aminay?’",
        "18": "Andriamanitra anefa no nameno zava-tsoa ny tranon’ireny. Ho lavitra ahy anie ny fisainan’ny ratsy fanahy!",
        "19": "Hahita ny fahavoazan’ireny ny marina ka hifaly, Ary haneso an’ireny ny olona tsy manan-tsiny, ka hanao hoe:",
        "20": "‘Ringana ny fahavalontsika, Ary ho levon’ny afo izay sisa miangana aminy.’",
        "21": "Mba ataovy izay hahafantaranao tsara an’Andriamanitra, ka mihavàna aminy, Dia hahazo zava-tsoa ianao.",
        "22": "Mba raiso ny lalàna avy amin’ny vavany, Ary alatsaho ao am-ponao ny teniny.",
        "23": "Raha miverina amin’ilay Mahery Indrindra ianao, dia hiverina amin’ny laoniny ny fiainanao. Raha ataonao lavitra ny tranolainao ny tsy fahamarinana,",
        "24": "Ka ataonao eny amin’ny vovoka ny volamena sarobidy, Ary eny amin’ny vaton’ny lohasaha falehan-driaka ny volamena avy any Ofira,",
        "25": "Dia ilay Mahery Indrindra no ho toy ny volamena sarobidy ho anao, Sy ho toy ny volafotsy tsara indrindra ho anao.",
        "26": "Amin’izay dia ho finaritra tanteraka amin’ilay Mahery Indrindra ianao, Ary hanandrandra ny lohanao amin’Andriamanitra.",
        "27": "Hitalaho aminy ianao, dia hihaino anao izy. Ary hanefa ny voadinao ianao.",
        "28": "Hanapa-kevitra ianao, dia ho tanteraka aminao izany. Ary hamirapiratra amin’ny lalanao ny fahazavana.",
        "29": "Haetry ianao raha mizahozaho, Fa ny manetry tena kosa no hovonjeny.",
        "30": "Hamonjy ny tsy manan-tsiny izy. Ary ho voavonjy ianao noho ny fahadiovan’ny tananao.”"
    },
    "23": {
        "1": "Dia namaly i Joba hoe:",
        "2": "“Na ankehitriny aza dia fikomiana izao tebitebiko izao. Mavesatra ny tanako noho ny fisentoako.",
        "3": "Raha mba fantatro mantsy izay mety hahitako Azy, Dia hankany amin’ny toerana misy azy aho!",
        "4": "Hoentiko eo anatrehany ny adiko, Ary hataoko eo am-bavako avokoa izay teny havaliko.",
        "5": "Ho azoko ny hevitry ny teny avaliny ahy, Ary hoeritreretiko izay lazainy amiko.",
        "6": "Hiady amiko ve izy ka hampiasa ny heriny lehibe? Tsia, fa hihaino ahy tokoa izy.",
        "7": "Amin’izay dia hifandahatra aminy ny olo-marina, Ary ho afaka madiodio mandrakizay aho, eo anatrehan’ny mpitsara ahy.",
        "8": "Miantsinanana aho, nefa tsy any izy, Ary miverina indray aho, nefa tsy mahita azy.",
        "9": "Mandeha miankavia any amin’izay iasany aho, nefa tsy mahita azy. Mivily miankavanana izy, nefa tsy hitako.",
        "10": "Fantany tsara izay alehako. Aorian’ny fisedrany ahy, dia ho toy ny volamena voadio aho.",
        "11": "Manaraka ny diany ny tongotro, Ary mizotra amin’ny lalany aho, ka tsy mivily miala amin’izany.",
        "12": "Tsy miala amin’ny didy nambarany aho. Mihoatra noho izay takina amiko ny fankamamiako ny teny aloaky ny vavany.",
        "13": "Tokana ihany ny ao an-tsainy, ka iza no mahatohitra azy? Na inona na inona faniriany dia hotanterahiny.",
        "14": "Hotanterahiny hatramin’ny farany ny didiny momba ahy, Ary be dia be ny zavatra toy izany ataony.",
        "15": "Izany no mahatonga ahy hikorontan-tsaina noho ny aminy. Misaintsaina an’izany aho, dia matahotra azy.",
        "16": "Nanao izay hahakivy ny foko Andriamanitra, Ary nampikorontan-tsaina ahy ilay Mahery Indrindra.",
        "17": "Tsy nahatonga ahy hangina ny haizina, Na ny haizim-pito izay mandrakotra ny tavako."
    },
    "24": {
        "1": "“Nahoana no tsy nanendry fotoam-pitsarana ilay Mahery Indrindra? Ary nahoana no tsy nahatsikaritra izany andro izany ny olona mahafantatra Azy?",
        "2": "Ao ireo mampihemotra ny fetra mamaritra ny tanin’olona. Naka an-keriny andiam-biby izy, mba handrasany.",
        "3": "Roahiny ny ampondran’ny ankizilahy kamboty ray, Ary alainy ho antoka ny ombin’ny vehivavy mpitondratena.",
        "4": "Aviliny hiala amin’ny lalana ny mahantra, Ary mandritra izany fotoana izany dia miafina ny ory eto an-tany.",
        "5": "Toy ny zebra any an-tany efitra, Dia lasa nanao ny asany ireo mahantra, nitady sakafo. Ny tany lemaka karakaina no ahazoan’ny tsirairay aminy sakafo ho an-janany.",
        "6": "Maka vilona eny an-tsaha izy ireo, Ary robainy haingana ny tanimboaloboky ny ratsy fanahy.",
        "7": "Mitanjaka izy ireo matory amin’ny alina fa tsy miakanjo, Ary tsy manan-damba irakofana amin’ny hatsiaka.",
        "8": "Kotsan’ny oram-baratra eny an-tendrombohitra izy, Ary mitampify eo amin’ny vatolampy fa tsy manan-kialofana.",
        "9": "Alain’ny ratsy fanahy eny an-tratran-dreniny ny kamboty ray, Ary alainy ho antoka izay eny an-koditry ny ory.",
        "10": "Mandehandeha mitanjaka ireo ory fa tsy miakanjo, Ary noana nefa tsy maintsy mitondra ny salohim-bary voajinja.",
        "11": "Eny anelanelan’ny voly mikitohatohatra no misy azy amin’ny mitataovovonana. Manitsakitsaka voaloboka ao anaty lavaka famiazana izy ireo, nefa mangetaheta.",
        "12": "Re hatrany ivelan’ny tanàna ny fitronan’ny olona miala aina, Ary miantso vonjy ny olona maratra mafy efa ho faty. Tsy ahoan’Andriamanitra akory anefa izany.",
        "13": "Ny ratsy fanahy kosa dia anisan’ireo nikomy tamin’ny hazavana. Tsy nahafantatra ny lalan’ny hazavana izy ireo, Ary tsy naharitra tamin’izany.",
        "14": "Rehefa mazava ny andro, dia mifoha ny mpamono olona, Ka mamono ny ory sy ny mahantra. Ary lasa mpangalatra izy amin’ny alina.",
        "15": "Ny mason’ny mpanitsakitsa-bady kosa dia miandry takariva maizimaizina, Ary milaza izy hoe: ‘Tsy hisy hahita ahy!’ Saronany koa ny tarehiny.",
        "16": "Mamaky trano ny mpangalatra rehefa maizina ny andro, Ary mihidy ao an-trano izy amin’ny antoandro. Tsy mba fantany ny mazava.",
        "17": "Amin’ny ratsy fanahy, dia toy ny haizim-pito ihany ny maraina. Efa mahazatra azy mantsy ny horohoro tampoka ateraky ny haizim-pito.",
        "18": "Indaosin’ny rano izy, Ary ho voaozona ny sombin-taniny eto an-tany. Tsy hiverina any amin’ny tanimboalobony intsony izy.",
        "19": "Toy ny andevonan’ny hain-tany sy ny hafanana ny rano avy amin’ny lanezy, No andevonan’ny Fasana * ny mpanota.",
        "20": "Hanadino azy ny kibo nitoerany, ary ho faly hitsentsitra azy ny olitra. Tsy hotsarovana intsony izy. Ho tapaka tahaka ny hazo ny tsy fahamarinana.",
        "21": "Ampahoriny ny vehivavy momba izay tsy miteraka. Ary tsy mba manao soa amin’ny vehivavy mpitondratena izy.",
        "22": "Hindaosin’Andriamanitra amin-kery ny olona matanjaka. Hitsangana ny mpanota nefa tsy ho azony antoka akory raha ho velona ny tenany.",
        "23": "Avelan’Andriamanitra ny ratsy fanahy hatoky hoe mahavita tena izy, Nefa harahiny maso foana izay hataon’ireny.",
        "24": "Nisandratra vetivety ny ratsy fanahy, dia tsy hita intsony. Naetry izy ireo, ary otazana toy ny olon-drehetra, Sady tangosana toy ny salohim-bary.",
        "25": "Koa iza àry no hilaza ahy ho mpandainga, Na hanao tsinontsinona ny teniko?”"
    },
    "25": {
        "1": "Dia namaly i Bildada Sohita hoe:",
        "2": "“Izy no manana fahefana sy mahatonga horohoro. Ary mampisy fihavanana any amin’ireo toerany avo izy.",
        "3": "Voaisa ve ny miaramilany? Ary iza no tsy iposahan’ny hazavany?",
        "4": "Koa ahoana no hahamarina ny olombelona mety maty, raha eo anatrehan’Andriamanitra? Ary ahoana no hampahadio ny olona atera-behivavy?",
        "5": "Ny volana aza tsy mamiratra, Ary na ny kintana aza tsy madio eo imasony,",
        "6": "Koa mainka fa ny olombelona mety maty, izay olitra ihany, Ary ny zanak’olombelona, izay kankana ihany!”"
    },
    "26": {
        "1": "Ary namaly i Joba hoe:",
        "2": "“Izato mba fanampianao ny tsy manan-kery e! Izato mba famonjenao ny sandrin’ny lany hery e!",
        "3": "Tena nanolo-tsaina ny tsy manam-pahendrena tokoa ianao, Ary nampahafantatra ny fahendrena tamin’ny maro!",
        "4": "Fa iza no iresahanao e? Ary avy amin’iza ny hevitra naloaky ny vavanao?",
        "5": "Ny maty izay tsy mahefa na inona na inona, dia tora-kovitra Any ambanin’ny rano sy any ambanin’ny zavaboary ao anaty rano.",
        "6": "Mihanjahanja eo anatrehany ny Fasana, * Ary tsy misarona ny toerana mahalò ny nofo.",
        "7": "Velariny eo amin’ny babangoana ny lanitra avaratra, Ary ahantony eo amin’ny tsy misy ny tany.",
        "8": "Fonosiny ao anaty rahona ny rano, Ka tsy triatra ny rahona eo ambanin’izany rano izany.",
        "9": "Saronany ny seza fiandrianany, Ka ny rahona no velariny hanarona azy.",
        "10": "Nasiany faribolana manodidina ny rano, Eo amin’ny fisarahan’ny mazava sy ny maizina.",
        "11": "Mihozongozona ny andrin’ny lanitra, Sady gaga amin’ny fananaran’Andriamanitra.",
        "12": "Ny heriny no nentiny nampisamboaravoara ny ranomasina, Ary ny fahiratan-tsainy no namotipotehany ny mpanafika. *",
        "13": "Ny fofonainy no nentiny nampangirana ny lanitra. Nanatrobaka ny bibilava mitsoriaka ny tanany.",
        "14": "Vao ampahany kely amin’ny zava-bitany izany, Ary vao bitsibitsika ihany no mba rentsika momba azy! Fa raha ny kotroka mafy avy aminy kosa, iza no mahalala izany?”"
    },
    "27": {
        "1": "Ary nanohy ny teniny i Joba ka nanao izao oha-teny izao:",
        "2": "“Raha mbola velona koa Andriamanitra, izay tsy nety nanome rariny ahy, Eny, raha mbola velona koa ilay Mahery Indrindra, izay nampangidy ny fiainako,",
        "3": "Raha mbola manam-pofonaina koa aho, Ka mbola misy aina * avy amin’Andriamanitra eo am-bavoroko,",
        "4": "Dia tsy hiteny zavatra tsy marina ny molotro, Ary tsy hilaza fitaka ny lelako!",
        "5": "Sanatria ahy ny hilaza hoe marina ianareo! Tsy hanaiky hivadika mihitsy aho, mandra-pahatapitry ny aiko.",
        "6": "Hazoniko mafy ny fahamarinako, ka tsy havotsotro. Tsy hanome tsiny ahy na oviana na oviana ny foko.",
        "7": "Enga anie ny fahavaloko ho lasa ratsy fanahy tanteraka, Ary ilay mikomy amiko ho lasa mpanao ratsy!",
        "8": "Fa inona moa ny fanantenan’ny mpivadi-pinoana raha aringan’Andriamanitra izy, Ka esorin’Andriamanitra ny ainy?",
        "9": "Hihaino ny fitarainany ve Andriamanitra, Raha azom-pahoriana izy?",
        "10": "Ho finaritra tanteraka amin’ilay Mahery Indrindra ve izy? Hiantso an’Andriamanitra mandrakariva ve izy?",
        "11": "Ny zavatra nataon’Andriamanitra no hoentiko mampianatra anareo, Ary tsy hafeniko ny hevitr’ilay Mahery Indrindra.",
        "12": "Efa nahazo fahitana daholo ianareo. Nahoana anefa ianareo izao no toy ny olona tsy misy ilana azy?",
        "13": "Izao no anjara atokan’Andriamanitra ho an’ny ratsy fanahy, Ary ny lovan’ny olon-dozabe dia ho azony avy amin’ilay Mahery Indrindra:",
        "14": "Ho fatin-tsabatra ny zanany, na dia mihamaro aza, Ary tsy ho ampy sakafo ny taranany.",
        "15": "Rehefa misy areti-mandringana, dia halevina izay sisa miangana amin’ny taranany, Nefa ny mpitondratenany dia tsy hitomany.",
        "16": "Na manangona volafotsy maro be toy ny vovoka aza izy, Sy mampiavosa akanjo toy ny tanimanga,",
        "17": "Dia aoka izy hanangona, fa ny olo-marina no hitafy izany, Ary ny tsy manan-tsiny no hanana anjara amin’ny volafotsy.",
        "18": "Ny tranon’ny ratsy fanahy dia nataony toy ny tranon’ny koroka, Sy toy ny trano rantsankazo namboarin’ny mpiandry voly.",
        "19": "Manankarena izy rehefa hatory, nefa avy eo tsy hisy vokatra hiakatra. Hanokatra ny masony izy, nefa tsy hisy na inona na inona intsony.",
        "20": "Hahatratra azy tahaka ny riaka ny horohoro tampoka. Hopaohin’ny tafio-drivotra izy amin’ny alina.",
        "21": "Tsy ho eo intsony izy, fa hoentin’ny rivotra avy any atsinanana, Ka hahodinkodiny hiala amin’ny toerany.",
        "22": "Hamely azy izany ary tsy hiantra azy, Ka ho voatery handositra ny herin’izany izy.",
        "23": "Hitehaka haneso azy ny olona, Sady hisioka azy, avy eo amin’ny toerana nisy azy."
    },
    "28": {
        "1": "“Misy tokoa toerana ahitana volafotsy, Ary koa toerana ahitana volamena mbola hodiovina.",
        "2": "Alaina avy amin’ny vovoka ny vy, Ary atsonika avy amin’ny vato ny varahina.",
        "3": "Mampisava ny haizina ny olona, Ary mitrandraka hatrany amin’ny fetra farany, Eny, mitrandraka vato any amin’ny haizina sy haizim-pito.",
        "4": "Mihady lavaka fitrandrahana izy, any amin’ny toerana lavitra ny fivahinian’olona, Dia toerana tsy misy mpandeha ka hadino. Midina any ny olombelona mety maty, ary misavilivily.",
        "5": "Ny tany no iavian’ny sakafo, Nefa ny any ambaniny any dia ravaravana ka toy ny hoe nolalovan’ny afo.",
        "6": "Ny vato any anaty tany no itoeran’ny safira, Ary misy vovo-bolamena any.",
        "7": "Tsy mahafantatra ny lalana any ny vorona mpihaza, Ary tsy mahita izany ny mason’ny papango.",
        "8": "Tsy manitsakitsaka an’izany ny bibidia lehibe, Ary tsy mandehandeha any ny liona tanora.",
        "9": "Manatsotra ny tanany haka vatoafo ny olona, Ary manjera tendrombohitra hatramin’ny fotony.",
        "10": "Mandavaka lakandrano any anaty vatolampy izy, Ka mahita ny zava-tsarobidy rehetra.",
        "11": "Tampenany ny loharano ipoiran’ny renirano, Ary avoakany ho eo amin’ny mazava ny zava-miafina.",
        "12": "Fa ny fahendrena kosa, aiza no ahitana azy? Ary aiza no misy ny fahiratan-tsaina?",
        "13": "Tsy fantatry ny olombelona mety maty ny hasarobidiny, Ary tsy hita eo amin’ny tanin’ny velona izany.",
        "14": "Hoy ny rano lalina: ‘Tsy atỳ amiko izany!’ Ary hoy koa ny ranomasina: ‘Tsy ato amiko izany!’",
        "15": "Na ny volamena tsy misy fangarony aza dia tsy ahazoana azy raha atao takalony, Ary tsy misy lanjam-bolafotsy mahavidy azy.",
        "16": "Tsy voavidy amin’ny volamena avy any Ofira izany, Na amin’ny vato onyksa sarobidy, na amin’ny safira.",
        "17": "Tsy misy azo ampitahaina aminy na ny volamena na ny fitaratra, Ary izay zavatra vita amin’ny volamena voadio, dia tsy ahazoana azy raha atao takalony.",
        "18": "Tsy hotononina intsony ny haran-dranomasina * sy ny vato krystaly, Satria sarobidy noho ny perla iray kitapo ny fahendrena.",
        "19": "Tsy azo ampitahaina aminy ny topaza avy any Kosy, Ary na ny volamena tsy misy fangarony aza tsy mahavidy azy.",
        "20": "Fa avy aiza àry ny fahendrena? Ary aiza no misy ny fahiratan-tsaina?",
        "21": "Miafina amin’ny mason’ny velona rehetra izany, Sady miafina amin’ny voro-manidina eny amin’ny lanitra.",
        "22": "Hoy Rafahalòvana sy Rafahafatesana: ‘Efa ren’ny sofinay ny momba izany.’",
        "23": "Andriamanitra no mahafantatra ny lalan’izany, Eny, izy no mahalala ny toerana misy azy.",
        "24": "Fa mitazana ny hatrany amin’ny faran’ny tany izy, Sady mijery ny eny ambanin’ny lanitra rehetra eny,",
        "25": "Mba hanomezana hery ny rivotra, Sy hitsinjarana ny rano amin’ny famarana.",
        "26": "Tamin’izy nanao lalàna ho an’ny orana, Sy lalana ho an’ny rahon’oram-baratra,",
        "27": "Dia hitany ny fahendrena ka nambarany. Nanomana izany izy, sady namotopototra momba izany.",
        "28": "Koa hoy izy tamin’ny olona: ‘Ny fahatahorana an’i Jehovah no fahendrena, Ary ny fialana amin’ny ratsy no fahiratan-tsaina.’”"
    },
    "29": {
        "1": "Ary nanohy ny teniny i Joba, ka nanao izao oha-teny izao:",
        "2": "“Raha mba toy ny tamin’ireo volana lasa mantsy ny fiainako! Eny, toy ny tamin’ny andro niarovan’Andriamanitra ahy,",
        "3": "Fony izy nampamirapiratra ny jirony teo ambony lohako, Ka ny fahazavany no nitsilo ny diako tao amin’ny haizina,",
        "4": "Toy ny tamin’ny andro mbola nananako ny heriko manontolo, Sy nisian’ny fisakaizan’Andriamanitra tao an-tranolaiko,",
        "5": "Fony mbola teo anilako ilay Mahery Indrindra, Ary nanodidina ahy ny mpanompoko rehetra,",
        "6": "Fony aho nanasa ny lalako tamin’ny dibera, Ary niboiboika menaka ho ahy ny vatolampy,",
        "7": "Fony aho nankeo am-bavahadin’ny tanàna, Ka nanomana ny toerako teo amin’ny tany malalaky ny tanàna!",
        "8": "Nahita ahy ny ankizilahy ka niafina, Ary nitsangana ny zokiolona ka nijoro.",
        "9": "Tsy sahy niteny ny andriana, Fa nitampim-bava.",
        "10": "Tsy nahaloa-peo ny mpitarika, Fa niraikitra tamin’ny lanilaniny ny lelany.",
        "11": "Ny sofina izay nandre dia nilaza hoe sambatra aho, Ary ny maso izay nahita dia nidera ahy.",
        "12": "Fa novonjeko ny ory izay niantso vonjy, Sy ny kamboty ray, ary ny tsy nanan-kamonjy.",
        "13": "Nahazo tsodrano avy tamin’ny olona efa saika maty aho. Ary nampifaliko ny fon’ny mpitondratena.",
        "14": "Nitafy ny fahamarinana aho, ary izy koa nanarona ahy. Toy ny akanjo ivelany tsy misy tanany sy toy ny fehiloha, ny fampiharako ny rariny.",
        "15": "Nanjary maso ho an’ny jamba aho, Sady tongotra ho an’ny malemy.",
        "16": "Ray ho an’ny mahantra aho, Ary namotopototra ny adin’olona tsy fantatro.",
        "17": "Nopotehiko ny valanoranon’ny mpanao ratsy, Ary norombahiko teny am-bavany ny remby azony.",
        "18": "Niteny aho hoe: ‘Ao amin’ny akaniko ihany aho no hiala aina, Ary hataoko maro toy ny fasika ny androko.",
        "19": "Azon-drano tsara ny fakako, Ary hisy ando foana ny sampako, mandritra ny alina.",
        "20": "Mihavao mandrakariva ny voninahitro, Ary ny tanako hitifitra foana amin’ny tsipìkako.’",
        "21": "Nihaino ahy ny olona. Niandry izy ireo Sady nangina mba hihaino ny torohevitro.",
        "22": "Tsy niteny intsony izy ireo rehefa avy niteny aho. Ary nirotsaka moramora taminy ny teniko.",
        "23": "Niandry ahy toy ny fiandry orana izy ireo, Ary nitanatana vava niandry ny oran-dohataona.",
        "24": "Tsy nino izy ireo rehefa nitsikiako. Ary tsy nahamaloka ny endriko miramirana izy ireo.",
        "25": "Nifidy ny lalana alehany aho, ary izaho no lohany. Toy ny mpanjaka teo amin’ny andia-miaramila aho, Ary toy ny mpampionona ny malahelo."
    },
    "30": {
        "1": "“Izao anefa dia mihomehy ahy Ireo tanora kokoa noho izaho. Ny rainy aza anefa tsy navelako akory Hiaraka tamin’ny alika mpiandry ny ondriko.",
        "2": "Na ny heriny aza tsy nisy nilako azy. Efa lany hery izy.",
        "3": "Tsy manan-kery izy noho ny tsy fisiana sy ny hanoanana, Ary zara izy raha mahita hotsakoina any amin’ny faritra karakaina, Izay nisy tafiotra sy fandravana omaly.",
        "4": "Mitsongo ahitra masira eny akaikin’ny kirihitra izy, Ary fakan’anjavidy no sakafony.",
        "5": "Roahina tsy ho eo amin’ny fiaraha-monina izy, Ary akoraina toy ny mpangalatra.",
        "6": "Voatery monina eny amin’ny toerana misolampy eny amin’ny lohasaha falehan-driaka izy, Any anaty lavaka, sy eny amin’ny vatolampy.",
        "7": "Mitaraindraina eny amin’ny kirihitra izy, Ary mitangorona eny ambanin’ny zavamaniry be tsilotsilony.",
        "8": "Zanaky ny tsisy saina sy ny tsy fantatra anarana ireny, Ka nokaravasina hiala amin’ilay tany.",
        "9": "Ataony ambentin-kira anefa aho izao, Sady esoiny.",
        "10": "Mankahala ahy izy, ka manalavitra ahy, Sady tsy menatra akory mandrora ny tavako.",
        "11": "Nanagoragora ny tadin-tsipìkako Andriamanitra ka nampietry ahy. Nanampatra ny tsy fitiavany ahy ny fahavaloko.",
        "12": "Mitsangana eo ankavanako izy ireo, toy ny taranaka ratsy fanahy. Afahany ny tongotro, Nefa ananganany sakana aho avy eo, mba hahitako loza.",
        "13": "Mandrava ny lalan-kalehako izy, Sady mampitombo ny fahoriako. Ary tsy mila fanampiana akory izy amin’izany.",
        "14": "Miditra toy ny olona mibosesika eo amin’ny gorobaka amin’ny manda izy ireo, Ary mandroso na dia ao anatin’ny oram-baratra aza.",
        "15": "Mamely ahy ny horohoro tampoka. Toy ny enjehin’ny rivotra ny voninahitro, Ary levona toy ny rahona ny famonjena ahy.",
        "16": "Miharìtra ny aiko ato anatiko, Ary tratran’ny androm-pahoriana aho.",
        "17": "Amin’ny alina dia toy ny voatrobaka ny taolako, ka mitsoaka miala amiko, Ary tsy mitsahatra manaikitra ahy ny fanaintainako.",
        "18": "Ny fitafiako dia miova noho ny hamafin’ny aretiko, Sady mamatotra ahy toy ny vozon’akanjoko.",
        "19": "Naetrin’Andriamanitra teo amin’ny tanimanga aho, Ka nanjary toy ny vovoka sy lavenona.",
        "20": "Miantso vonjy aminao aho, nefa tsy valianao. Mijoro aho, mba hiheveranao ahy.",
        "21": "Manjary masiaka amiko ianao, Ary mankahala ahy, ka manohitra ahy amin’ny herinao manontolo.",
        "22": "Ingainao ho eny amin’ny rivotra aho, avelanao hoentiny, Ary levoninao amin’ny rivotra mifofofofo.",
        "23": "Fa fantatro tsara fa hamerina ahy any amin’ny fahafatesana ianao, Dia any amin’ny trano hihaonan’ny velona rehetra.",
        "24": "Kanefa tsy misy maninjitra ny tanany hamely ny tenako, izay efa toy ny korontam-bato miavosa. Efa mihena ny heriko, nefa tsy misy miantso vonjy ho ahy amin’izao manjo ahy izao.",
        "25": "Izaho anefa mba nitomany tamin’izay nanjo ny ory, Ary nalahelo tamin’izay nanjo ny mahantra.",
        "26": "Zava-tsoa no nandrasako, kanjo zava-dratsy no tonga. Ary niandry ny mazava aho, kanjo ny haizina no tonga.",
        "27": "Nangotikotika ny tsinaiko, ka tsy nety nangina. Nianjady tamiko ny andro fahoriana.",
        "28": "Nandehandeha tamin’alahelo aho tao anatin’ny andro nanjombona. Nitsangana teo anivon’ny fiangonana aho ka niantso vonjy.",
        "29": "Lasa rahalahin’ny alikadia aho, Sady naman’ny zanakavavin’ny aotirisy.",
        "30": "Nanjary mainty ny hoditro, ka mihofakofaka, Ary mahamay ny taolako satria maina.",
        "31": "Fisaonana sisa no ampiasako ny harpa, Ary feon’ireo mitomany no ampiasako ny sodina."
    },
    "31": {
        "1": "“Efa nanao fifanekena tamin’ny masoko aho, Koa hataoko ahoana indray no hijerijery virjiny?",
        "2": "Inona moa no anjara avy amin’Andriamanitra, Na lova avy any amin’ny avo, avy amin’ilay Mahery Indrindra?",
        "3": "Tsy loza ve no anjaran’ny mpanao ratsy, Ary fahoriana no anjaran’ny mpisompatra?",
        "4": "Moa ve Andriamanitra tsy mahita ny lalako, Ary manisa ny diako rehetra?",
        "5": "Raha miara-mandeha amin’ny olona tsy marina aho, Ary ny tongotro mihazakazaka ho amin’ny fitaka...",
        "6": "Raha holanjain’Andriamanitra amin’ny mizana marina aho, Dia ho fantany fa tsy mivadika.",
        "7": "Raha mivily any amin’ny tsy izy ny diako, Na manaraka izay tian’ny masoko ny foko, Ary mihazona zava-dratsy ny tanako,",
        "8": "Dia aoka aho hamafy, nefa olon-kafa no hihinana, Ary aoka ho fongotra ny taranako.",
        "9": "Raha voasarika ho amin’ny vehivavy hafa ny foko, Ka mamitsaka miandry eo am-baravaran’ny namako aho,",
        "10": "Dia aoka ny vadiko hanodina vato fikosoham-bary ho an’ny lehilahy hafa, Ary aoka koa ny lehilahy hafa handohalika eo ambonin’ny vadiko.",
        "11": "Fa fitondran-tena baranahiny izany, Ary fahadisoana tokony hotsarain’ny mpitsara.",
        "12": "Afo mandoro izany ka manapotika tanteraka, Ary mandevona ny voliko rehetra hatrany amin’ny fakany.",
        "13": "Raha tsy navelako hahazo ny rariny ny mpanompolahiko Sy ny mpanompovaviko tamin’ny adiny tamiko,",
        "14": "Dia inona no hataoko rehefa mitsangana Andriamanitra? Ary inona no havaliko azy rehefa manao ampamoaka izy?",
        "15": "Tsy Ilay nanamboatra ahy tao am-bohoka ihany ve no nanamboatra azy koa? Ary tsy Iray ihany ve no namolavola anay tao am-bohoka?",
        "16": "Raha tsy nomeko ho an’ny mahantra ny zavatra nahafinaritra azy, Ary raha nataoko reraka ny mason’ny mpitondratena,",
        "17": "Raha nohaniko samirery ny sombi-mofoko, Ary tsy nihinana tamin’izany ny kamboty ray,",
        "18": "—Fa efa hatramin’ny fahazazako aho no nitaiza azy toy ny ray, Ary efa hatrany an-kibon-dreniko aho no nanampy ny mpitondratena—",
        "19": "Raha toa aho nahita olona efa ho faty noho izy tsy nanan-kitafy, Na nahita mahantra tsy nanan-damba hirakofana,",
        "20": "Ka tsy nitso-drano ahy izy, Ary tsy nanafana azy ny volon’ny ondrilahy keliko,",
        "21": "Raha nambanako tamin’ny tanako ny kamboty ray, Rehefa hitako nitady fanampiana tamiko teo am-bavahady,",
        "22": "Dia aoka ny taolan-tsoroko hilatsaka hiala amin’ny soroko, Ary ny sandriko ho tapaka hiala amin’ny foto-tsandriko.",
        "23": "Nampahatahotra ahy mantsy ny loza avy amin’Andriamanitra, Ary tsy nahajoro teo anoloan’ny voninahiny aho.",
        "24": "Raha nitoky tamin’ny volamena aho, Na niteny taminy hoe: ‘Ianao no ianteherako!’,",
        "25": "Raha nifaly aho noho ny habetsahan’ny fananako, Sy noho ny nahazoan’ny tanako zavatra maro be,",
        "26": "Raha nahita ny hazavana namirapiratra aho, Na ny volana kanto nandeha teny amin’ny lanitra,",
        "27": "Ka voafitaka mangingina ny foko, Sady nanoroka ny tanako ny vavako ho fanajana an’ireny,",
        "28": "Dia fahadisoana tokony hotsarain’ny mpitsara koa izany, Satria nanda an’ilay tena Andriamanitra any ambony aho raha nanao izany.",
        "29": "Raha nifaly aho satria fongotra izay mankahala ahy, Na nibitaka satria tra-doza izy...",
        "30": "Fa tsy mba namela ny vavako hanota aho, Na nangataka ny hanozonana azy.",
        "31": "Raha toa ny olona tao an-tranolaiko ka tsy nilaza hoe: ‘Aiza no misy olona tsy voky tamin’ny sakafo nomeny?’...",
        "32": "Ny vahiny dia tsy nisy natory teny an-tokotany, Fa nosokafako foana ho an’ny mpandeha lavitra ny varavarako.",
        "33": "Raha nandika lalàna aho ka nanarontsarona izay nataoko toy ny fanaon’olona, Ary nanafina ny fahadisoako tao anaty paosin’akanjoko...",
        "34": "Fa ho raiki-tahotra tao anaty vahoaka aho, Ary ho nampihorohoro ahy ny fanesoan’ny havana, Dia ho nangina aho, ka tsy ho sahy nivoaka ny varavarana.",
        "35": "Enga anie ka hisy hihaino ahy, Ary hamaly an’izay efa nataoko sonia ilay Mahery Indrindra! Enga anie ka hanoratra ny fiampangany ilay miady amiko eo amin’ny fitsarana!",
        "36": "Dia holanjaiko eo an-tsoroko tokoa izany, Ary hafehiko amiko toy ny satroboninahitra lehibe.",
        "37": "Holazaiko amin’Andriamanitra ny diako rehetra, Ary toy ny andriana aho manatona azy.",
        "38": "Raha nitaraina niampanga ahy ny taniko, Ary nitomany avokoa ny vava asa teo aminy,",
        "39": "Raha nihinana ny vokatra teo aminy aho nefa tsy nandoa vola, Sady nanao izay hampisento ny mpamboly,",
        "40": "Dia aoka ho ahidratsy misy tsilo no haniry ho solon’ny varimbazaha, Ary ahidratsy maimbo no ho solon’ny vary orza.” Tapitra ny tenin’i Joba."
    },
    "32": {
        "1": "Koa tsy namaly an’i Joba intsony izy telo lahy, satria i Joba nihevi-tena ho marina.",
        "2": "Tezitra be kosa i Eliho zanak’i Barakela Bozita, avy amin’ny fianakavian’i Rama. Tezitra mafy tamin’i Joba izy, satria nolazain’i Joba fa ny tenany no marina fa tsy Andriamanitra.",
        "3": "Tezitra mafy tamin’ny naman’i Joba telo lahy koa izy, satria tsy nanan-kavaly ireo fa nilaza an’Andriamanitra ho ratsy fanahy kosa.",
        "4": "Ary niandry ny tenin’i Joba ho tapitra i Eliho vao niteny, satria izy ireo ela niainana kokoa noho izy.",
        "5": "Rehefa hitan’i Eliho fa tsy nanan-kavaly intsony izy telo lahy, dia vao mainka tezitra be izy.",
        "6": "Dia hoy ny navalin’i Eliho zanak’i Barakela Bozita: “Mbola tanora aho, Fa ianareo kosa efa zokiolona. Koa izany no natahorako sy tsy nahasahiako Nilaza taminareo izay fantatro.",
        "7": "Fa hoy aho: ‘Izay ela niainana no aoka hiteny, Ary izay be taona no aoka hampahafantatra ny fahendrena.’",
        "8": "Fa ny fanahin’Andriamanitra izay ao anatin’ny olombelona mety maty, Sy ny fofonain’ilay Mahery Indrindra no manome azy fahiratan-tsaina.",
        "9": "Tsy izay ela niainana ihany no hendry, Na izay be taona ihany no mahay mitsara.",
        "10": "Koa hoy aho: ‘Mihainoa ahy, Fa izaho hilaza izay fantatro.’",
        "11": "Niandry ny teninareo ho tapitra aho, Ary nihaino ny hevitra nalahatrareo. Niandry aho mandra-pahitanareo izay holazainareo.",
        "12": "Eny, nihaino tsara anareo aho, Kanjo tsy nisy naharesy lahatra an’i Joba ianareo, Na nahavaly ny teniny.",
        "13": "Noho izany dia tsy tokony hilaza ianareo hoe: ‘Efa nahita fahendrena izahay. Andriamanitra no miteny azy mafy fa tsy olona.’",
        "14": "Tsy nandahatra teny hamelezana ahy izy, Koa tsy ny teninareo no hamaliako azy.",
        "15": "Nihorohoro izy ireo ka tsy namaly intsony, Ary tsy nahita hotenenina intsony koa.",
        "16": "Niandry aho, nefa tsy nanohy ny teniny izy ireo. Teo fotsiny izy ireo fa tsy namaly intsony.",
        "17": "Izaho indray izao no hamaly, Eny, izaho hilaza izay fantatro.",
        "18": "Fa nanjary manan-javatra be dia be holazaina aho. Ary manery ahy avy ato anatiko ny fanahin’Andriamanitra.",
        "19": "Ny ato an-kiboko dia toy ny divay mandroadroatra, tsy misy lalan-kivoahana, Ary toy ny siny hoditra vaovao mitady ho triatra.",
        "20": "Koa aleo aho hiteny mba ho maivamaivana. Hiloa-bava aho ka hamaly.",
        "21": "Tsy mba hizaha tavan’olona aho, Na handoka olombelona amin’ny anaram-boninahitra.",
        "22": "Fa tsy mba haiko ny mandoka olona amin’ny anaram-boninahitra, Sao hanaisotra ahy haingana ny Mpanao ahy."
    },
    "33": {
        "1": "“Mba henoy anefa ny teniko, ry Joba, Eny, henoy izay lazaiko rehetra.",
        "2": "Mihainoa, azafady, fa hiloa-bava aho, Ary hiteny ny lelako miaraka amin’ny lanilaniko.",
        "3": "Amin-kitsim-po no itenenako, Ary fahalalana no lazaiko amim-pahatsorana.",
        "4": "Ny fanahin’Andriamanitra no nanao ahy, Ary ny fofonain’ilay Mahery Indrindra no nahatonga ahy ho velona.",
        "5": "Valio aho raha afaka mamaly ahy ianao. Alaharo eto anatrehako ny teninao, ka miomàna hifandahatra amiko.",
        "6": "Fa tahaka anao ihany aho, eo anatrehan’ilay tena Andriamanitra, Ary mba novolavolaina tamin’ny tanimanga koa.",
        "7": "Tsy misy tokony hatahoranao ahy, Ary tsy havesatra aminao ny lanjan’ny teniko.",
        "8": "Reko anefa izay nolazainao, Eny, reko ny teninao hoe:",
        "9": "‘Madio tsy manan-keloka aho, Ary madio tsy manam-pahadisoana.",
        "10": "Mahita hirika hanoherana ahy foana anefa Izy, Ary ataony fahavalony aho.",
        "11": "Asiany boloky hazo ny tongotro, Ary arahiny maso ny diako rehetra.’",
        "12": "Lazaiko aminao fa tsy marina ny anao tamin’iny, Fa Andriamanitra dia ambony lavitra noho ny olombelona mety maty.",
        "13": "Nahoana ianao no niady taminy? Satria ve hoe tsy nisy novaliany ny teninao?",
        "14": "Fa miteny indray mandeha Andriamanitra, Eny, indroa mihitsy aza, nefa tsy misy miraharaha.",
        "15": "Miteny ao amin’ny nofy izy, dia ao amin’ny fahitana amin’ny alina, Rehefa renoky ny torimaso ny olona, Sy rehefa rendremana eo am-pandriana.",
        "16": "Amin’izay no anaovany fanambarana amin’ny olona, Sy anisiany tombo-kase ny fananarany azy,",
        "17": "Mba hampialany ny olona amin’ny fanaony, Sy hanesorany ny fireharehan’ny lehilahy tomady.",
        "18": "Miaro ny olona tsy ho any an-davaka izy, Ary miaro ny ainy tsy ho voan’ny zana-tsipìka.",
        "19": "Ny fanaintainan’ny olona eo am-pandrianany no ananarana azy, Ary manakotsako foana ny taolany.",
        "20": "Rikoriko amin’ny sakafo izy, Eny, rikoriko amin’ny sakafo tiany taloha izy.",
        "21": "Mihalany ny nofony ka tsy misy hojerena, Ary ny taolany izay tsy hita taloha dia lasa mitrakitraky.",
        "22": "Mihamanatona ny lavaka izy, * Ary ny ainy manatona an’ireo mitady hamono azy.",
        "23": "Raha misy mpitondra hafatra, Izay mpitondra teny ho azy, iray ao anatin’ny arivo, Mba hampahafantatra azy ny fahitsiana,",
        "24": "Dia hankasitraka azy Andriamanitra, ka hilaza hoe: ‘Aoka izy tsy ho lasa any an-davaka! Efa nahita vidim-panavotana aho!",
        "25": "Aoka ny nofony ho tsara noho ny an’ny tanora, Ary aoka hiverina aminy indray ny heriny tamin’ny fahatanorany.’",
        "26": "Hitalaho amin’Andriamanitra izy mba hankasitrahany azy, Dia hihoby izy hahita ny tavany. Ary Andriamanitra hamerina ny fahamarinany amin’ny olombelona mety maty.",
        "27": "Hihira izy ka hilaza amin’ny olona hoe: ‘Efa nanota aho, sady efa nanolana ny fahamarinana. Tsy mety izany nataoko izany.",
        "28": "Navotany tsy ho lasa tany an-davaka aho, Ka hahita ny mazava ny aiko.’",
        "29": "Ataon’Andriamanitra izany rehetra izany, Ataony indroa, intelo, amin’ny lehilahy tomady,",
        "30": "Mba hampiverina azy tsy ho any an-davaka, Ka hahazoany ny fahazavan’ny velona.",
        "31": "Mihainoa, ry Joba! Henoy aho. Aoka ianao hangina, fa mbola hiteny aho.",
        "32": "Raha manan-kolazaina anefa ianao, dia valio aho. Mitenena, fa mahafinaritra ahy ny fahamarinanao.",
        "33": "Raha tsy misy havalinao kosa, dia mihainoa ahy. Aoka ianao hangina, fa hampianatra fahendrena anao aho.”"
    },
    "34": {
        "1": "Ary nanohy ny teniny i Eliho, nanao hoe:",
        "2": "“Mihainoa ny teniko, ry olon-kendry, Eny, mihainoa ahy, ry manam-pahalalana.",
        "3": "Fa ny sofina no mamantatra teny, Toy ny lanilany mamantatra tsiron-kanina rehefa misakafo.",
        "4": "Fitsarana ara-drariny no aoka hofidintsika, Ary aoka isika hiara-mamantatra izay tsara.",
        "5": "Fa hoy i Joba: ‘Marina ny ahy, Nefa tsy nomen’Andriamanitra rariny aho.",
        "6": "Izaho ve dia handainga momba ny fitsarana ahy? Tsy mety sitrana ny feriko na dia tsy manan-keloka aza aho.’",
        "7": "Iza no lehilahy tomady tahaka an’i Joba, Izay misotro fanesoana toy ny fisotro rano?",
        "8": "Tsy ho ela izy dia ho lasa naman’ny mpisompatra, Sy hiara-dia amin’ny ratsy fanahy.",
        "9": "Fa hoy izy: ‘Tsy ahazoan’ny lehilahy tomady tombony, Ny miravoravo amin’Andriamanitra.’",
        "10": "Koa mihainoa ahy, ianareo manam-pahalalana: Sanatria an’ilay tena Andriamanitra ny hanao ratsy, Ary sanatria an’ilay Mahery Indrindra ny hanao ny tsy rariny!",
        "11": "Fa araka izay ataon’ny olombelona no hamaliany azy, Ary araka izay alehany ihany no hampanodiaviny azy.",
        "12": "Eny tokoa, tsy mba manao ratsy Andriamanitra, Ary tsy mba mamadika ny rariny ilay Mahery Indrindra.",
        "13": "Iza no nanome fahefana azy hiandraikitra ny tany? Ary iza no nanendry azy hiadidy ny tany lonaka, eny, izy manontolo?",
        "14": "Raha mifantoka amin’olona izy, Ary alainy ho any aminy ny ainy * sy ny fofonainy,",
        "15": "Dia hiala aina ny nofo rehetra, Ary hiverina amin’ny vovoka ny olombelona.",
        "16": "Koa raha mahira-tsaina ianao, dia henoy izao, Eny, henoy ny teniko:",
        "17": "Olona mankahala ny rariny ve no ho mpitondra? Ary raha manao ny marina ny olona manana fahefana, dia homelohinao ve izy?",
        "18": "Hisy sahy hiteny amin’ny mpanjaka ve hoe: ‘Olona tsy manjary ianao’, Ary amin’ny olona ambony hoe: ‘Olon-dratsy ianao’?",
        "19": "Eo anefa Ilay tsy miangatra amin’ny andriana, Sady tsy mba manaja ny olona ambony mihoatra noho ny olona ambany, Satria samy asan’ny tanany ireny.",
        "20": "Maty ao anatin’ny indray mipy maso ireny amin’ny misasakalina. Tora-kovitra ny olona, ary maty, Ary lasa ny mahery nefa tsy nokasihin-tanana.",
        "21": "Mijery ny ataon’ny olona Izy, Ary mahita ny diany rehetra.",
        "22": "Tsy misy haizina na haizim-pito Azon’ny mpisompatra iafenana.",
        "23": "Fa Andriamanitra tsy manondro fotoana Hankanesan’ny olona eo anatrehany mba hotsaraina.",
        "24": "Torotoroiny tsy misy famotorana ny mahery, Ka olon-kafa no atsangany ho solon’ireny.",
        "25": "Koa hita amin’izany fa fantany ny ataon’ireny, Ary azerany amin’ny alina ireny, ka torotoro.",
        "26": "Asiany tehamaina toy ny famely olon-dratsy ireny Eny imasom-bahoaka,",
        "27": "Satria tsy nanaraka azy intsony ireny, Sady tsy niraharaha ny lalany rehetra.",
        "28": "Koa tonga hatrany aminy ny fitarainan’ny olona ambany, Ary reny ny fitarainan’ny ory.",
        "29": "Raha mampisy filaminana izy, iza no hanameloka azy? Ary raha manafina ny tavany izy, iza no hahita azy? Mitovy ihany ny vokany na firenena manontolo no anaovany izany na olon-tokana.",
        "30": "Amin’izay dia tsy hanjaka ny mpivadi-pinoana, Ary tsy hisy zavatra hamandrika ny olona.",
        "31": "Hisy hilaza toy izao amin’Andriamanitra ve: ‘Niaritra ny mafy aho, nefa tsy nanao ratsy.",
        "32": "Koa ampianaro ahy izay tsy hitako. Ary raha nisy ratsy nataoko, Dia tsy hanao intsony aho’?",
        "33": "Hamaly soa anao noho izay niaretanao ve izy, araka izay heverinao fa mety, satria fotsiny hoe mandà ny didim-pitsarany ianao, Ary ianao no mifidy izany, fa tsy izaho? Lazao àry izay fantatrao.",
        "34": "Hiteny amiko ny manam-pahalalana, Dia ny lehilahy tomady sy hendry izay mihaino ahy, ka hanao hoe:",
        "35": "‘Miresaka momba ny zavatra tsy fantany i Joba, Ary hita amin’ny teniny fa tsy misaina tsara izy.’",
        "36": "Ry raiko ô, aoka hozahan-toetra hatramin’ny farany i Joba, Noho ny amin’ny valin-teniny teo amin’ny ratsy fanahy.",
        "37": "Ary mbola ampiany fikomiana koa ny fahotany. Mitehaka eto amintsika izy sady manao teny maro anoherana an’ilay tena Andriamanitra.”"
    },
    "35": {
        "1": "Dia nanohy ny teniny ihany i Eliho, ka nanao hoe:",
        "2": "“Heverinao ve fa rariny Ny filazanao hoe: ‘Mihoatra noho ny an’Andriamanitra ny fahamarinako’?",
        "3": "Fa hoy ianao: ‘Misy ilanao ny fahamarinako angaha? Inona moa no soa azoko amin’izany mihoatra noho ny azoko amin’ny fahotana?’",
        "4": "Izaho no hamaly anao Sy ny namanao.",
        "5": "Miandrandrà hijery ny lanitra, Ary tazano ny rahona, fa avo noho ianao.",
        "6": "Raha manota ianao, inona moa no voka-dratsin’izany amin’Andriamanitra? Ary mampaninona azy moa raha mihamaro ny fikomianao?",
        "7": "Ary raha tena marina aza ny anao, inona moa no omenao azy amin’izany, Na azony avy amin’ny tananao?",
        "8": "Olona tahaka anao ihany no ho voa amin’ny ratsy ataonao, Ary ny zanak’olombelona ihany no handray soa amin’ny fahamarinanao.",
        "9": "Miantso vonjy foana izy ireo noho ny fampahoriana be dia be, Eny, miantso vonjy foana noho ny sandrin’ireo mahery.",
        "10": "Tsy misy milaza anefa hoe: ‘Aiza Ilay Andriamanitra Be Voninahitra Mpanao ahy, Dia Ilay mahatonga ny olona hihira fiderana amin’ny alina?’",
        "11": "Izy no mampianatra antsika hahay noho ny biby ambonin’ny tany, Ary mahatonga antsika ho hendry noho ny voro-manidina eny amin’ny lanitra.",
        "12": "Mitaraindraina ireo ampahorina, nefa tsy valian’Andriamanitra, Satria mirehareha sady ratsy fanahy.",
        "13": "Tsy mihaino ny tsy fahamarinana Andriamanitra, Ary tsy mijery izany ilay Mahery Indrindra.",
        "14": "Koa mainka fa rehefa milaza ianao hoe tsy mahita azy! Eo anatrehany ny fitsarana ka tokony hiandry azy fatratra ianao.",
        "15": "Tsy manao ampamoaka izy na dia tezitra aza, Ary odiany tsy hita ny fahamaimaizanao tafahoatra hiteny.",
        "16": "Miloa-bava hiteniteny foana i Joba, Ary miresaka momba ny zavatra tsy fantany akory.”"
    },
    "36": {
        "1": "Ary hoy koa i Eliho:",
        "2": "“Mahareta kely amiko, dia hambarako aminao Fa mbola misy teny holazaiko hiarovana an’Andriamanitra.",
        "3": "Avy amin-javatra maro be no hakako ny fahalalako, Ka hambarako fa an’ilay Mpanao ahy ny fahamarinana.",
        "4": "Ary tsy lainga tsy akory ny teniko. Ilay tapitr’ohatra amin’ny fahalalana, dia eo anatrehanao.",
        "5": "Mahery Andriamanitra, ary tsy hanilikilika ny olona izy. Faran’izay mahira-tsaina koa izy.",
        "6": "Tsy hotsimbininy ny ain’ny ratsy fanahy, Fa ny ory kosa homeny rariny.",
        "7": "Tsy hampiala ny masony amin’ny olo-marina izy. Ary ny mpanjaka eo amin’ny seza fiandrianana Dia hapetrany eo mandrakizay, ka hisandratra.",
        "8": "Raha misy gadra vy ny tongotry ny olona, Dia voafatotry ny fahoriana izy ireo.",
        "9": "Koa holazain’Andriamanitra amin’izy ireo ny ataon’izy ireo Sy ny helony, satria manambony tena izy ireo.",
        "10": "Ary hampahafantariny azy ny fananarana, Ka holazainy fa tokony hiala amin’ny ratsy izy.",
        "11": "Raha mankatò sy manompo izy, Dia hiafara amin’ny zava-tsoa ny androm-piainany, Ary hiafara amin’ny zava-mahafinaritra ny taona iainany.",
        "12": "Raha tsy mankatò kosa izy, dia ho fatin’ny zana-tsipìka, Ka ho faty tsy manam-pahalalana.",
        "13": "Mampitombo ny fahatezeran’Andriamanitra ny mpivadi-pinoana. Tsy hiantso vonjy izy ireo satria nogejainy.",
        "14": "Ho faty tanora izy ireo, * Ary hiala aina eo anivon’ireo lehilahy mpivaro-tenan’ny tempoly.",
        "15": "Hamonjy ny ory ao anatin’ny fahoriana Izy, Ary hanao izay hihainoan’izy ireo azy ao anatin’ny fijaliana.",
        "16": "Hampiala anao eo am-bavan’ny fahoriana izy. Toerana malalaka fa tsy tery no ho solon’izany, Ary ho maro sady ho tsara indrindra ny fampiononana eo an-databatrao.",
        "17": "Be dia be ny fanamelohana ny ratsy fanahy, ho hitanao. Ary hifanohana ny didim-pitsarana sy ny rariny.",
        "18": "Mitandrema sao hitehaka haneso ianao noho ny fahatezerana, Ary aoka tsy hampivily lalana anao ny vidim-panavotana be dia be.",
        "19": "Hisy heriny ve ny antso vonjy ataonao? Tsia, fa na ao anatin’ny fahoriana aza, Dia tsy hisy vokany ny ezaka mafy rehetra ataonao.",
        "20": "Aza maniry ny hahatongavan’ny alina, Izay fotoana hialan’ny olona eo amin’izay misy azy, ka hodiany.",
        "21": "Tandremo sao mivily any amin’ny ratsy, Satria naleonao izany toy izay fampahoriana.",
        "22": "Mampiasa ny heriny amim-boninahitra Andriamanitra. Iza no mpampianatra tahaka azy?",
        "23": "Iza no nanao ampamoaka azy noho izay nataony? Ary iza no sahy nilaza taminy hoe: ‘Nanao ny tsy rariny ianao’?",
        "24": "Tsarovy fa tokony hankalazainao ny asany, Izay nataon’ny olona hira.",
        "25": "Nibanjina an’izany ny olombelona rehetra, Ary mitazana avy eny lavitra eny ny olombelona mety maty.",
        "26": "Tsy takatry ny saintsika ny fisandratan’Andriamanitra, Ary tsy hita isa ny taonany.",
        "27": "Ampiakariny ireo piti-drano, Ary mirotsaka ho orana sy zavona ireny.",
        "28": "Koa mitete ny rahona, Ka mifafy be dia be amin’ny olombelona.",
        "29": "Iza no mahafantatra ny fivelaran’ny rahona, Sy ny kotroka avy amin’ny trano rantsankazon’Andriamanitra?",
        "30": "Novelariny teo ambonin’izany ny hazavany, Ary norakofany ny fanambanin’ny ranomasina.",
        "31": "Ireny no entin’Andriamanitra miady ho an’ny olona, any amin’ny fitsarana. Ary manome sakafo be dia be izy.",
        "32": "Akombony ao anaty tanany ny tselatra Ka baikoiny hamelezana mpanafika.",
        "33": "Milaza ny momba Azy ny fikotrokotrony, Ary milaza ny momba ilay efa tamy, ny biby fiompy."
    },
    "37": {
        "1": "“Koa mihorohoro ny foko, Sady midobodoboka mafy mitady hiala amin’ny toerany.",
        "2": "Henoy tsara ny firohondrohon’ny feon’Andriamanitra, Sy ny feo mierona avoakan’ny vavany.",
        "3": "Alefany ho eny ambanin’ny lanitra rehetra izany. Ary alefany hatrany amin’ny faran’ny tany ny tselatra.",
        "4": "Aorian’izany, dia misy feo mirohondrohona. Mampikotrokotroka ny feon’ny fahalehibeazany izy, Ka avelany handeha ny tselatra, rehefa re izany feony izany.",
        "5": "Mampikotrokotroka ny feony amin’ny fomba mahatalanjona Andriamanitra, Ka manao zavatra lehibe tsy takatry ny saintsika.",
        "6": "Fa hoy izy amin’ny lanezy: ‘Milatsaha eny ambonin’ny tany.’ Ary izany koa no lazainy amin’ny oram-be sy ny oram-batravatra.",
        "7": "Mampitsahatra ny asan’olombelona izy. Amin’izay dia hahalala ny asany avokoa ny olombelona mety maty.",
        "8": "Ny bibidia dia miafina mba hanafika, Ka mitoetra ao amin’ny toeram-piafenany.",
        "9": "Mivoaka avy any amin’ny efitrano anatiny misy azy ny tafio-drivotra, Ary entin’ny rivotra avy any avaratra ny hatsiaka.",
        "10": "Ny fofonain’Andriamanitra no mampisy ny ranomandry, Ka voageja ny rano midadasika.",
        "11": "Vesarany hamandoana ny rahona, Sady aparitaky ny hazavany.",
        "12": "Mihodinkodina any amin’izay itarihany azy ny rahona mba hanao ny asany, Na aiza na aiza andidiany azy eny amin’ny tany lonaka eto an-tany.",
        "13": "Mba hanasaziana, na handemana ny tany, Na hanehoana hatsaram-panahy feno fitiavana, dia ampiasainy ny rahona.",
        "14": "Henoy izao, ry Joba, Dia mijanòna ary mifantoha amin’ny asa mahatalanjon’Andriamanitra:",
        "15": "Fantatrao ve hoe oviana Andriamanitra no nanome asa an’ireny? Ary oviana izy no nampamirapiratra ny hazavan’ny rahony?",
        "16": "Fantatrao ve ny mahatonga ny rahona hihevaheva, Izay asa mahatalanjon’Ilay tonga lafatra amin’ny fahalalana?",
        "17": "Ary nahoana koa no mahamay ny akanjonao, Rehefa mangina ny tany noho ny rivotra avy any atsimo?",
        "18": "Moa ve ianao afaka manampy Azy hively ny lanitra, Toy ny fively metaly mafy narendrika izay tefena ho fitaratra?",
        "19": "Ampahafantaro anay àry izay tokony holazainay, Fa tsy mahita holazaina izahay noho ny haizina.",
        "20": "Holazaina aminy ve fa hiteny aho? Sa efa nisy nitatitra taminy hoe hiteny aho?",
        "21": "Tsy tena hitan’ny olona ny mazava. Mamiratra eny amin’ny lanitra anefa izany, Rehefa misy rivotra mandalo ka mampisava ny rahona eny amin’ny lanitra.",
        "22": "Avy any avaratra no iavian’ny famirapiratana mivolombolamena. Mahatalanjona ny voninahitr’Andriamanitra.",
        "23": "Tsy takatry ny saintsika ny momba an’ilay Mahery Indrindra. Lehibe amin’ny hery izy, Ary tsy mba hataony tsinontsinona ny rariny sy ny fahamarinana.",
        "24": "Koa aoka hatahotra azy ny olona, Fa tsy mijery an’izay mihevi-tena ho hendry izy.”"
    },
    "38": {
        "1": "Dia namaly an’i Joba avy tao anatin’ny tafio-drivotra i Jehovah, nanao hoe:",
        "2": "“Iza moa izato manamaizina ny fikasako, Ka miresaka momba ny zavatra tsy fantany akory?",
        "3": "Misikìna * toy ny lehilahy tomady, azafady, Fa hanontany anao aho, ka valio:",
        "4": "Taiza àry ianao fony aho nanorina ny tany? Lazao ahy, raha mahira-tsaina tokoa ianao.",
        "5": "Iza no nametraka ny refiny, raha fantatrao? Ary iza no nanenjana ny tady nandrefesana azy?",
        "6": "Tao amin’ny inona no nandatsahana ny fototry ny tany? Ary iza no nametraka ny vato fehizorony,",
        "7": "Rehefa nanao antsoantsom-pifaliana ireo kintan’ny maraina, Ary nihoby avokoa ny zanak’Andriamanitra?",
        "8": "Iza no nanisy varavarana misakana ny ranomasina, Izay nitosaka toy ny avy any am-bohoka,",
        "9": "Fony aho nanao ny rahona ho akanjony, Sy ny haizim-pito ho lamban-jaza namonosana azy,",
        "10": "Ary nametraka ny fitsipiko teo aminy, Sady nanisy varavarana sy bara hidiny,",
        "11": "Ka nilaza hoe: ‘Hatreto ihany no azonao aleha fa tsy mihoatra, Ary eto no fetran’ny onjanao misamboaravoara’?",
        "12": "Efa mba nibaiko ny maraina ve ianao hatrizay niainanao? Efa natoronao ny toerany ve ny mazava ratsy,",
        "13": "Mba hihazonany ny faran’ny tany, Ka hanakopahany ny ratsy fanahy tsy ho eo?",
        "14": "Miova endrika toy ny tanimanga asiana tombo-kase ny tany, Ary maka toerana ny zava-drehetra, toy ny hoe miakanjo tsara.",
        "15": "Tsy mahazo hazavana ny ratsy fanahy, Ary tapaka ny sandriny ningainy ambony.",
        "16": "Efa tonga tany amin’ny loharanon’ny ranomasina ve ianao, Sa efa nandehandeha nikaroka ny any anaty rano lalina?",
        "17": "Efa naharihary taminao ve ny vavahadin’ny fahafatesana? Sa ianao afaka mahita ny vavahadin’ny haizim-pito?",
        "18": "Fantatrao tsara ve ireo toerana midadasika eny ambonin’ny tany? Lazao raha fantatrao izany rehetra izany.",
        "19": "Aiza ny lalana mankany amin’ny fonenan’ny mazava, Ary aiza ny toerana misy ny haizina,",
        "20": "Mba hitondranao an’ireny hatrany amin’ny sisin-taniny, Sy mba hahafantaranao tsara ny lalana mankany an-tranony?",
        "21": "Angaha moa tsy fantatrao izany? Tsy efa teraka moa ianao tamin’izany fotoana izany? Angaha moa ianao tsy efa ela niainana?",
        "22": "Efa niditra tao amin’ny trano fitehirizana ny lanezy ve ianao? Sa ianao efa nahita ny trano fitehirizana ny havandra,",
        "23": "Izay tehiriziko ho amin’ny fotoam-pahoriana, Ho amin’ny andro anafihana sy anaovana ady?",
        "24": "Aiza ny lalana iparitahan’ny hazavana, Sy ny lalana ielezan’ny rivotra avy any atsinanana, eny ambonin’ny tany?",
        "25": "Iza no nanao lakandrano ho an’ny rano be, Sy lalana ho an’ny rahon’oram-baratra,",
        "26": "Mba hampilatsaka orana eny amin’ny tany tsy misy olona, Dia any an-tany efitra tsy misy mponina,",
        "27": "Sy mba hahavonto rano ny toerana simban’ny tafiotra sady karakaina, Ary mba hampaniry ny ahitra vao mitsimoka?",
        "28": "Manan-dray ve ny orana? Sa iza no niteraka ny ranon’ando?",
        "29": "Kibon’iza no ivoahan’ny ranomandry? Ary iza no miteraka ny ranomandry mitsiratsiraka avy any an-danitra?",
        "30": "Toy ny hoe voafin’ny vato ny rano, Ary lasa mivaingana ny fanambonin’ny rano lalina.",
        "31": "Moa ve ianao mahafatotra mafy tsara ny tadin’ny antokon-kintana Kimaha, Na mahavaha ny tadin’ny antokon-kintana Kesila?",
        "32": "Vitanao ve ny mamoaka ny antokon-kintana Mazarota amin’ny fotoana voatondro? Ary mahatarika ny antokon-kintana Asha sy ny zanany ve ianao?",
        "33": "Fantatrao ve ny lalàn’ny lanitra? Ary vitanao ve ny mampihatra izany amin’ny tany?",
        "34": "Mahay manandratra ny feonao hatreny amin’ny rahona ve ianao, Mba hampisy rano be misamboaravoara handifotra anao?",
        "35": "Mahay mandefa tselatra ve ianao mba handehanany, Dia hilazany aminao hoe: ‘Indreto izahay!’?",
        "36": "Iza no nanome fahendrena ny rahona, Na nanome fahiratan-tsaina ny zava-mahagaga eny amin’ny lanitra?",
        "37": "Iza no manam-pahendrena ka mahay tsara ny isan’ny rahona? Ary iza no mahatongilana ny sinin-dranon’ny lanitra,",
        "38": "Mba hampikoriana ny fotaka ho toy ny metaly narendrika, Sy hampitambatambatra ny baingan-tany?",
        "39": "Moa ve ianao mahavita mihaza remby ho an’ny liona, Sy mamoky liona tanora mirangorango,",
        "40": "Rehefa mamitsaka eo amin’ny toeram-piafenana izy, Na miafina mba hanafika?",
        "41": "Iza no manomana ny sakafon’ny goaika, Rehefa miantso vonjy amin’Andriamanitra ny zanany kely, Ka mirenireny fa tsy manan-kohanina?"
    },
    "39": {
        "1": "“Fantatrao ve ny fotoana fiterahan’ny osidia eny amin’ny harambato? Voadinikao ve ny serfavavy manaintaina eo am-piterahana?",
        "2": "Voaisanao ve hoe firy volana no itondrany vohoka? Sa fantatrao ny fotoana fiterahany?",
        "3": "Miondrika izy eo am-piterahana ny zanany, Ary afaka ny fanaintainany.",
        "4": "Mihamatanjaka sy mihalehibe eny an-tsaha ny zanany, Ary lasa ka tsy miverina aminy intsony.",
        "5": "Iza no nandefa ny zebra hikarenjy, Ary iza no namaha ny tadin’ny ampondradia?",
        "6": "Efa nomeko ho tranony ny lemaka karakaina, Ary ho toeram-ponenany ny tanin-tsira.",
        "7": "Ihomehezany fotsiny ny tabataba ao an-tanàna, Ary tsy misy dikany aminy ny fitsaitsaikan’ny mpijoko azy.",
        "8": "Mitety tendrombohitra izy mitady tanimbilona, Ary tadiaviny avokoa rehefa karazana zava-maitso.",
        "9": "Moa ve ny ombidia manaiky hanompo anao? Hatory ao amin’ny fihinanam-bilona ao aminao ve izy?",
        "10": "Hahafatotra ombidia mba hanao vava asa ve ianao? Moa ve izy handravona bainga avy ao aorianao eny amin’ny lemaka iva?",
        "11": "Hatoky azy ve ianao satria matanjaka be izy? Ary havelanao hovitainy ve ny asanao?",
        "12": "Izy ve no hianteheranao hampiditra ny vokatrao, Sy hanangona izany ho eo amin’ny famoloanao?",
        "13": "Mikopakopaka amim-pifaliana ve ny elatry ny aotirisivavy? Ary toy ny an’ny vanobe ve ny volon’elany sy ny volony?",
        "14": "Ilaozany eo amin’ny tany ny atodiny, Ka avelany hohafanain’ny vovoka.",
        "15": "Hadinony fa mety hisy tongotra hamotipotika an’ireny, Na bibidia eny an-tsaha hanitsakitsaka an’ireny.",
        "16": "Masiaka amin-janany izy, toy ny hoe tsy zanany ireny. Very maina ny fisasarany, noho izy tsy miraharaha an’ireny.",
        "17": "Fa nataon’Andriamanitra hadinony ny fahendrena, Ary tsy nataony mahira-tsaina izy.",
        "18": "Rehefa akopakopany ambony ny elany, Dia ihomehezany fotsiny ny soavaly sy ny mpitaingina azy.",
        "19": "Mahavita manome hery ny soavaly ve ianao, Na mampitafy ny hatony amin’ny volo mihofahofa?",
        "20": "Mahay mampitsambikina azy toy ny valala ve ianao? Mampihoron-koditra ny hamafin’ny fiefonefony.",
        "21": "Mampikatrokatroka ny kitrony amin’ny tany izy eo amin’ny lemaka iva, ary mibitaka amin-kery. Miainga hisetra fitaovam-piadiana izy.",
        "22": "Ihomehezany fotsiny ny tahotra, ary tsy mba mihorohoro izy, Na miverin-dalana noho ny sabatra.",
        "23": "Mikatrokatroka midona aminy ny tranon-jana-tsipìka, Sy ny lela lefona ary ny lefom-pohy.",
        "24": "Migodongodona sy mientanentana erỳ izy rehefa miriotra, Ary tsy mino izy hoe injay ny feon’anjombona.",
        "25": "Vonona avy hatrany izy raha vao maneno ny anjombona. Raha mbola lavitra izy dia mandre ny fofon’ady, Sy ny horakoraky ny lehibe ary ny hiakan’ady.",
        "26": "Noho ny fahiratan-tsainao ve no isidinan’ny hitsikitsika lehibe, Ka amelarany ny elany ho amin’ny rivotra avy any atsimo?",
        "27": "Sa noho ny baikonao no isidinan’ny voromahery Sy anorenany ny akaniny eny amin’ny avo,",
        "28": "Ary itoerany sy atoriany eny amin’ny harambato, Dia eny amin’ny tendrony maranitra sy eny amin’ny toerana sarotra aleha?",
        "29": "Avy eny izy no mitady sakafo, Ary mitazan-davitra foana ny masony.",
        "30": "Mitsentsitra ra ny zanany, Ary any amin’izay misy faty no misy azy.”"
    },
    "40": {
        "1": "Dia namaly an’i Joba i Jehovah hoe:",
        "2": "“Hisy mpanakiana hifandahatra amin’ilay Mahery Indrindra ve? Aoka hamaly an’izany ny mpananatra an’Andriamanitra.”",
        "3": "Dia namaly an’i Jehovah i Joba hoe:",
        "4": "“Tsinontsinona aho, Ka inona no havaliko anao? Mitampim-bava fotsiny aho.",
        "5": "Efa niteny indray mandeha aho, ka tsy hamaly intsony, Eny, indroa aza, ka tsy hanampy teny intsony.”",
        "6": "Ary namaly an’i Joba indray i Jehovah avy tao anatin’ny tafio-drivotra, ka nanao hoe:",
        "7": "“Misikìna * toy ny lehilahy tomady, azafady, Fa hanontany anao aho, ka valio:",
        "8": "Holavinao ve ny hoe manao ny rariny aho? Holazainao fa diso ve aho mba hahamarina anao?",
        "9": "Manan-tsandry toy ny an’ilay tena Andriamanitra ve ianao, Ary mahay mampikotrokotroka feo tahaka azy?",
        "10": "Miravaha fahalehibeazana sy fahamboniana, azafady, Ary mitafia haja amam-boninahitra.",
        "11": "Avelao hipoaka ny fahatezeranao, Ary jereo izay manambony tena ka ampietreo.",
        "12": "Eny, jereo izay manambony tena ka ampietreo, Ary hitsakitsaho eo amin’izay misy azy ny ratsy fanahy.",
        "13": "Asitriho ao amin’ny vovoka avokoa ireny, Ary afatory ao amin’ny toerana miafina.",
        "14": "Dia izaho mihitsy no hidera anao, Satria mahavonjy anao ny tananao havanana.",
        "15": "Jereo ny hipopotama, * fa samy nataoko na izy na ianao. Mihinana ahi-maitso tahaka ny omby izy.",
        "16": "Eo amin’ny tehezany ny heriny, Ary eo amin’ny hoza-kibony ny tanjany.",
        "17": "Mampilefitra ny rambony toy ny hazo sedera izy, Ary mifampidipiditra ny hoza-peny.",
        "18": "Toy ny fantsona varahina ny taolany, Ary toy ny bara vy ny hamafin’ny taolany.",
        "19": "Anisan’ny voalohany amin’izay nataon’Andriamanitra izy, Ary ny Mpanao azy ihany no mahatondra sabatra eo akaikiny.",
        "20": "Manome vokatra hohaniny ny tendrombohitra, Ary milalao eny ny bibidia rehetra.",
        "21": "Matory eo ambany hazo lamoty izy, Na any amin’ny toerana miafina any anaty bararata, na eny amin’ny heniheny.",
        "22": "Manakona azy ny alokaloky ny hazo lamoty, Ary manodidina azy ny hazo aravaha eny amin’ny lohasaha falehan-driaka.",
        "23": "Tsy mikoropaka mandositra izy, raha mahery vaika ny renirano. Matoky izy, na dia mitosaka mankeo am-bavany aza ny Reniranon’i Jordana.",
        "24": "Misy mahasambotra azy avy eo anoloany ve? Ary misy mahagorobaka ny orony amin’ny faraingo ve?"
    },
    "41": {
        "1": "“Mahasarika ny voaibe * amin’ny lelam-pintana ve ianao, Sa mahafatotra ny lelany amin’ny tady?",
        "2": "Mahavita manisy harefo eo amin’ny vavorony ve ianao, Na managorobaka ny valanoranony amin’ny tsilo?",
        "3": "Hitalaho foana aminao ve izy, Sa hanao teny malefaka aminao?",
        "4": "Hanao fifanekena aminao ve izy, Mba hataonao ho mpanompo mandritra ny fotoana tsy voafetra?",
        "5": "Hilalao azy tahaka ny filalao vorona ve ianao, Sa hamatotra azy ho an’ny zanakao vavikely?",
        "6": "Hanao azy ho takalo ve ny mpinamana? Ary hifampizara azy ve ny mpivarotra?",
        "7": "Ho vitanao ve ny hanatsatoka vy maranitra be dia be eny amin’ny hodiny, Na ny hanatrobaka ny lohany amin’ny lefona fihazana trondro?",
        "8": "Ataovy mikasika azy ange ny tananao e! Dia tsarovy ilay ady, ary aza mamerina intsony.",
        "9": "Ho diso fanantenana izay mikasa hisambotra azy. Ary ny fahitana azy fotsiny dia efa mampikarapoka.",
        "10": "Izy aza tsy sahin’olona tairina, Koa iza no hahajanona eo anoloako?",
        "11": "Iza no nanome ahy aloha, ka tsy maintsy homeko valisoa koa avy eo? Fa ahy avokoa ny zava-drehetra eny ambanin’ny lanitra.",
        "12": "Tsy hangina aho fa hilaza ny amin’ny rantsambatany, Sy ny heriny ary ny hakanton’ny bikany.",
        "13": "Iza no mahaisotra ny fitafiany? Iza no ho sahy hiditra eo anelanelan’ny valanoranony roa?",
        "14": "Iza no nahasokatra ny valanoranony? Mampihoron-koditra ny nifiny manodidina.",
        "15": "Ny soritry ny kirany no reharehany, Fa mihidy toy ny nasiana tombo-kase miraikitra mafy ireny.",
        "16": "Mifanindry tsara ireny, Ka tsy tafiditry ny rivotra eny anelanelany.",
        "17": "Mifampiraikitra tsara ireny, Ary mifamikitra ka tsy voasaraka.",
        "18": "Vao mievina izy dia mampitselatra hazavana, Ary ny masony dia toy ny taratry ny maraina.",
        "19": "Misy tselatra mivoaka avy amin’ny vavany, Eny, misy tselatr’afo mipitipitika.",
        "20": "Misy setroka mivoaka avy amin’ny vavorony, Toy ny avy amin’ny fatana narehitra tamin’ny harefo.",
        "21": "Mampiredareda vainafo izy, * Ary misy lelafo mivoaka avy amin’ny vavany.",
        "22": "Eo amin’ny vozony ny heriny, Ary mihorohoro izay eo anoloany.",
        "23": "Mifampiraikitra ny nofony mivalombalona, Toy ny hoe metaly narendrika ka nararaka teo aminy, ary tsy voahetsika intsony.",
        "24": "Natao mafy toy ny vato ny fony, Eny, mafy toy ny tapany ambany amin’ny vato fikosoham-bary.",
        "25": "Vao mitsangana izy dia raiki-tahotra ny mahery, Ary mivalaketraka ireny ka very hevitra.",
        "26": "Tsy mahalaitra azy ny sabatra raha mahavoa azy, Ary toy izany koa ny lefona sy ny zana-tsipìka kely ary ny lohan-jana-tsipìka.",
        "27": "Aminy dia toy ny mololo ny vy, Ary toy ny hazo lo ny varahina.",
        "28": "Tsy mampandositra azy ny zana-tsipìka. Ary toy ny mololo ny vatom-pilotra atoraka aminy.",
        "29": "Aminy dia toy ny mololo ny kibay, Ary ihomehezany fotsiny ny feon’ny lefom-pohy ahetsiketsika.",
        "30": "Ny kibony dia maranitra toy ny vakim-bilany tany, Ary toy ny hoe mamelatra fitaovana fanosihosena varimbazaha eo ambony fotaka izy.",
        "31": "Ataony mangotrakotraka toy ny ao am-bilany ny rano lalina, Ary ny ranomasina dia ataony mandroadroatra toy ny ao anaty vilany fanaovana menaka fanosorana.",
        "32": "Mamirapiratra ny lalana andalovany, Ary toy ny volo fotsy ny fahitana ny rano lalina.",
        "33": "Tsy misy toa azy eny ambonin’ny tany, Fa natao tsy hanan-tahotra izy.",
        "34": "Hitany avokoa izay ambony, Ary mpanjakan’ny bibidia lehibe rehetra izy.”"
    },
    "42": {
        "1": "Dia namaly an’i Jehovah i Joba hoe:",
        "2": "“Fantatro izao fa mahay manao ny zava-drehetra ianao, Ary tsy misy fikasana tsy hainao tanterahina.",
        "3": "Hoy ianao: ‘Iza moa izato manamaizina ny fikasako, nefa tsy manam-pahalalana akory?’ Efa niteny tokoa aho, nefa tsy takatry ny saiko Ireo zavatra mahagaga ahy loatra, izay tsy fantatro akory.",
        "4": "Hoy koa ianao: ‘Mihainoa, azafady, fa hiteny aho. Hanontany anao aho, ka valio.’",
        "5": "Honohono fotsiny no nandrenesako ny momba anao, Fa izao kosa dia ny masoko mihitsy no mahita anao.",
        "6": "Koa tsoahako ny teniko, Ary mibebaka eto amin’ny vovoka sy ny lavenona aho.”",
        "7": "Ary rehefa tapitra ny tenin’i Jehovah tamin’i Joba, dia hoy i Jehovah tamin’i Elifaza Temanita: “Tezitra mafy aminao sy ny namanao roa lahy aho, satria tsy nilaza ny marina momba ahy ianareo, tsy mba tahaka an’i Joba mpanompoko.",
        "8": "Koa makà ombilahy fito sy ondrilahy fito, ka mankanesa any amin’i Joba mpanompoko, ary manolora fanatitra dorana noho ny fahotanareo. Dia hivavaka ho anareo i Joba mpanompoko, fa izy ihany no hohenoiko, mba tsy hanalako baraka anareo noho ny hadalanareo. Tsy nilaza ny marina momba ahy mantsy ianareo, tsy mba tahaka an’i Joba mpanompoko.”",
        "9": "Koa lasa i Elifaza Temanita sy Bildada Sohita ary Zofara Namatita, ka nanao araka izay nolazain’i Jehovah taminy. Dia neken’i Jehovah ny vavak’i Joba.",
        "10": "Koa natsahatr’i Jehovah ny fahorian’i Joba, rehefa nivavaka ho an’ireo namany izy. Ary nomen’i Jehovah avo roa heny noho izay nananany taloha koa izy.",
        "11": "Dia tonga namangy azy daholo ny rahalahiny sy ny anabaviny ary izay rehetra nahafantatra azy taloha. Ary niara-nisakafo taminy tao an-tranony izy ireo, sady niara-niory taminy sy nampionona azy noho ny loza rehetra navelan’i Jehovah hanjo azy. Ary samy nanome azy farantsa volafotsy sy kavina volamena izy ireo.",
        "12": "Ary i Jehovah nitahy ny niafaran’ny fiainan’i Joba mihoatra noho ny tamin’ny voalohany. Koa nanjary nanana ondry efatra arivo sy iray alina, sy rameva enina arivo, sy omby roa arivo ary ampondravavy arivo izy.",
        "13": "Ary nanan-janakalahy fito sy zanakavavy telo koa izy.",
        "14": "Dia nataony hoe Jemima ny anaran’ny voalohany, Kezia ny faharoa, ary Kerena-hapoka ny fahatelo.",
        "15": "Ary tsy nisy vehivavy tsara tarehy tahaka ny zanakavavin’i Joba tao amin’ilay tany manontolo. Ary nomen-drainy lova niaraka tamin’ny anadahiny izy ireo.",
        "16": "Taorian’izany, dia mbola velona efapolo amby zato taona i Joba ka nahita ny zanany sy ny zafikeliny, hatramin’ny taranaka fahefatra.",
        "17": "Dia maty i Joba rehefa antitra sady voky andro."
    },
    "meta": {
        "name": "Joba",
        "order": 17,
        "chapter_number": 42
    }
}