{
    "1": {
        "1": "Ny tenin’i Jehovah izay tonga tamin’i Joela, zanak’i Petoela:",
        "2": "“Henoy izao, ry anti-panahy, ary mihainoa ianareo rehetra monina eto. Mba efa nisy toy izao ve tamin’ny andronareo, na tamin’ny andron’ny razanareo?",
        "3": "Aoka ianareo hitantara an’izao amin’ny zanakareo, ary ny zanakareo amin’ny zanany, ary ny zanany amin’ny taranaka mandimby azy.",
        "4": "Izay sisa tsy lanin’ny fanday dia nohanin’ny valala, ary izay sisa tsy lanin’ny valala indray nohanin’ny zana-balala mbola tsy ary elatra, ary izay sisa tsy lanin’ny zana-balala kosa nohanin’ny kalalao.",
        "5": "“Mifohaza, ry mpimamo, ka mitomania. Ary midradradradrà ianareo rehetra mpisotro divay, satria tsy ho ao am-bavanareo intsony ny divay mamy.",
        "6": "Misy firenena mahery izay manana vahoaka maro an’isa, miakatra mamely ny taniko. Nifin-diona ny nifiny, ary toy ny an’ny liona ny valanoranony.",
        "7": "Noho ny nataony dia nanjary nigagan’ny olona ny voaloboko, ary ny aviaviko kosa lasa fotony sisa. Nariany ireny rehefa avy nesoriny ny hodiny. Niova ho fotsy ny sampany.",
        "8": "Midradradradrà toy ny virjiny misikina lamba gony, eny, toy ny virjiny mitomany noho ny amin’ilay lehilahy ho vadiny.",
        "9": "“Mitsahatra ny fanatitra varimbazaha sy ny fanatitra zava-pisotro ao an-tranon’i Jehovah, ka mitomany ny mpisorona mpanompon’i Jehovah.",
        "10": "Voaroba ny saha, misaona ny tany, fa norobaina ny varimbazaha, sady ritra ny divay vaovao, ary nihalany ny menaka.",
        "11": "Menatra ny mpamboly, ary midradradradra ny mpikarakara tanimboaloboka, noho ny amin’ny varimbazaha sy ny vary orza, fa simba ny vokatra eny an-tsaha.",
        "12": "Maina ny voaloboka, ary mihamaty ny aviavy. Maina daholo koa ny hazo rehetra eny an-tsaha, dia ny ampongabendanitra sy ny palmie ary ny paoma. Fa menatra ny fifaliana, ka nihataka tamin’ny zanak’olombelona.",
        "13": "“Aoka ianareo hisikina lamba gony sy hikapo-tratra, ry mpisorona. Midradradradrà ianareo, ry mpanompo eo amin’ny alitara. Midira, ka akanjo gony entina matory, ry mpanompon’Andriamanitro. Tsy hitondrana fanatitra varimbazaha sy fanatitra zava-pisotro intsony mantsy ao an-tranon’Andriamanitrareo.",
        "14": "Manokàna fotoana fifadian-kanina, ary ambarao fa hisy fivoriambe manetriketrika. Angony ho ao an-tranon’i Jehovah Andriamanitrareo ny anti-panahy sy izay rehetra monina eto. Ary miantsoa vonjy amin’i Jehovah.",
        "15": "“Indrisy, ho avy ilay andro! Fa efa akaiky ny andron’i Jehovah, ary ho toy ny fandravana ataon’Ilay Mahery Indrindra ny fahatongavany!",
        "16": "Moa ve tsy efa nesorina tsy ho eo imasontsika ny sakafo, ary tsy ho ao an-tranon’Andriamanitsika ny fifaliana sy ny firavoravoana?",
        "17": "Lo eo ambany lapelina fandraofana azy ny aviavy maina. Foana tsy misy na inona na inona ny trano fitehirizam-bokatra, ary narodana ny sompitra satria lany ny voa.",
        "18": "Endrey ny fitoreon’ny biby fiompy! Mivenjivenjy tsy mahalala izay halehany ny andian’omby, satria tsy misy vilona hohaniny. Ary na hatramin’ny andian’ondry aza mijaly vokatry ny heloky ny olona.",
        "19": "“Ianao no hantsoiko, Jehovah ô! Fa levon’ny afo ny kijana any an-tany efitra, ary nisy lelafo nandoro ny hazo rehetra tany an-tsaha.",
        "20": "Miandrandra anao koa ny bibidia, satria maina ny lakandrano, ary levon’ny afo ny kijana any an-tany efitra.”"
    },
    "2": {
        "1": "“Tsofy ao Ziona ny anjombona, ary manaova hiakan’ady eo an-tendrombohitro masina. Aoka hitebiteby izay rehetra monina eto, fa ho avy ny andron’i Jehovah, sady efa akaiky!",
        "2": "Andro maizina sy manjombona izany, sady andro mandrahona sy maizim-pito, ary toy ny hazavana vao mangiran-dratsy manerana ny tendrombohitra. “Misy firenena mahery izay manana vahoaka maro an’isa. Mbola tsy nisy toa azy hatramin’izay ary tsy hisy intsony koa any aoriany mandritra ny taona maro, hatrany amin’ny taranaka fara mandimby.",
        "3": "Eo alohany dia misy afo mandevona, ary ao aoriany kosa misy lelafo mandoro. Toy ny zaridainan’i Edena ny tany eo alohany, fa tany efitra lao kosa no ao aoriany, ary tsy misy izay tsy tratrany.",
        "4": "“Toy ny soavaly no fahitana azy, ary toy ny fihazakazaky ny soavaly fitondra miady no fihazakazahany.",
        "5": "Ny fitsambikimbikiny dia tahaka ny firodorodon’ny kalesy eny an-tampon-tendrombohitra, sady tahaka ny firefodrefotry ny lelafo mandevona vodivary. Ary toy ny firenena mahery izay milahatra hiady izy.",
        "6": "Hanaintaina mafy ireo firenena noho ny aminy. Ary hitebiteby izy rehetra, ka ho hita eny amin’ny endriny izany.",
        "7": "“Mihazakazaka toy ny lehilahy mahery izy ireo, ary mianika manda toy ny lehilahy mpiady. Samy mandeha amin’izay hitsiny izy, ka tsy manova ny lalany.",
        "8": "Tsy mifanosika izy ireo, sady miroso hatrany toy ny lehilahy tomady mandeha eny amin’ny lalany. Ary raha misy lavo aza noho ireo zana-tsipìka misidintsidina, dia tsy mijanona ny hafa fa manohy ny diany.",
        "9": "“Mirohotra mankao an-tanàna izy ireo, ary mihazakazaka eny ambony manda. Mananika trano izy, ary miditra eo am-baravarankely toy ny mpangalatra.",
        "10": "Mihorohoro eo anatrehany ny tany, ary mihovotrovotra ny lanitra. Lasa maizina ny masoandro sy ny volana, ary tsy mamirapiratra intsony ny kintana.",
        "11": "Ary i Jehovah hanandratra ny feony eo anoloan’ny tafiny, satria maro be ny miaramilany. Mahery mantsy ilay manatanteraka ny teniny. Fa lehibe sy tena mampahatahotra ny andron’i Jehovah, ka iza no mahatanty izany?”",
        "12": "“Koa miverena amiko amin’ny fonareo manontolo”, hoy i Jehovah, “ka mifadia hanina sy mitomania ary midradradradrà.",
        "13": "Ary ny fonareo no rovito, fa tsy ny akanjonareo. Dia miverena amin’i Jehovah Andriamanitrareo, fa tsara fanahy sy mamindra fo izy, sady tsy mora tezitra no be hatsaram-panahy feno fitiavana. Ary hanenina ny amin’ilay loza kasainy hampiharina izy.",
        "14": "Iza moa no mahalala raha hiova hevitra izy ka hanenina avy eo, ary hanome fitahiana, dia fanatitra varimbazaha sy fanatitra zava-pisotro ho an’i Jehovah Andriamanitrareo?",
        "15": "“Tsofy ao Ziona ny anjombona. Manokàna fotoana fifadian-kanina, ary ambarao fa hisy fivoriambe manetriketrika.",
        "16": "Angony ny vahoaka, ary hamasino ny fiangonana. Vorio ny lahiantitra, ary angony ny ankizy sy ny zaza minono. Aoka ny mpampaka-bady hivoaka avy ao amin’ny efitranony anatiny, ary ny nampakarina avy ao amin’ny efitranony.",
        "17": "“Aoka ny mpisorona mpanompon’i Jehovah hitomany eo anelanelan’ny tilikambo fidirana sy ny alitara, ka hanao hoe: ‘Aoka ianao halahelo ny olonao, Jehovah ô, ary aza avela ho afa-baraka ny lovanao ka hanjakan’ireo firenen-kafa. Nahoana izy ireo no hilaza any amin’ireo firenena hoe: “Aiza izay mba Andriamanitr’ireo?”’",
        "18": "Koa hahasaro-piaro an’i Jehovah ny taniny, ary haneho fangoraham-po amin’ny olony izy.",
        "19": "Dia hovalian’i Jehovah ny olony hoe: ‘Handefasako varimbazaha sy divay vaovao ary menaka ianareo, ka ho vokin’izany. Ary tsy havelako holatsaina any amin’ireo firenena intsony ianareo.",
        "20": "Ary hataoko lavitra anareo ilay tavaratra, ka haparitako any amin’ny faritra tsy misy rano sy any amin’ny tany lao. Dia hitodika any amin’ny ranomasina atsinanana ny loha laharany, ary any amin’ny ranomasina andrefana ny vodilaharany. Ary hiakatra ny fofony maimbo, eny, hiakatra foana izany. Fa hanao zavatra lehibe Andriamanitra.’",
        "21": "“Aza matahotra, ry tany. Ary mifalia sy miravoravoa, fa hanao zavatra lehibe i Jehovah.",
        "22": "Aza matahotra, ry bibidia, fa ho lasa maitso ny kijana any an-tany efitra, ary hamoa ny hazo. Ary hamokatra be ny aviavy sy ny voaloboka.",
        "23": "Mifalia sy miravoravoa amin’i Jehovah Andriamanitrareo ianareo, ry zanak’i Ziona. Fa hanome anareo oram-pararano ampy tsara izy, ary handatsaka oram-be aminareo, dia oram-pararano sy oran-dohataona, toy ny taloha.",
        "24": "Ho feno varimbazaha voadio ny famoloana, ary ho tondraka ny divay vaovao sy ny menaka ka hihoatra ny fanantazana azy.",
        "25": "Ary honerako ny fahavoazanareo tamin’ireo taona nandripahan’ny valala sy ny zana-balala mbola tsy ary elatra sy ny kalalao ary ny fanday, dia ilay tafiko lehibe nalefako hamely anareo.",
        "26": "Ary hihinana ianareo ka ho voky, dia hidera ny anaran’i Jehovah Andriamanitrareo, izay nanao soa be dia be taminareo. Koa tsy ho menatra intsony ny oloko.",
        "27": "Dia ho fantatrareo fa eo amin’ny Israely aho, ary izaho no Jehovah Andriamanitrareo fa tsy misy hafa. Koa tsy ho menatra intsony ny oloko.",
        "28": "“Aorian’izany, dia handatsahako ny fanahiko ny karaza-nofo rehetra, ka ny zanakalahinareo sy ny zanakavavinareo haminany. Ary ny lahiantitra eo aminareo hanonofy, ary ny tovolahy eo aminareo hahita fahitana.",
        "29": "Ary na ny mpanompolahy sy ny mpanompovavy amin’izany andro izany aza dia handatsahako ny fanahiko.",
        "30": "“Ary hanisy fambara eny amin’ny lanitra sy eny amin’ny tany aho, dia ra sy afo ary setroka miakatra.",
        "31": "Ny masoandro hovana ho haizina ary ny volana ho ra, alohan’ny hahatongavan’ny andron’i Jehovah, dia ilay andro lehibe sady mampahatahotra.",
        "32": "Ary izay rehetra miantso ny anaran’i Jehovah no ho tafavoaka soa aman-tsara amin’izany. Fa ao amin’ny Tendrombohitra Ziona sy ao Jerosalema no hisy an’ireo ho afa-mandositra, araka ny efa nolazain’i Jehovah. Ho anisan’ireo ho tafavoaka velona antsoin’i Jehovah koa izy ireo.”"
    },
    "3": {
        "1": "“Fa amin’izany andro sy fotoana izany, rehefa hampodiko avy any amin’ny fahababoana ny mponin’i Joda sy Jerosalema,",
        "2": "dia hangoniko koa ny firenena rehetra ka hampidiniko ho eo amin’ny lemaka ivan’i Josafata. Ary eo no hitsarako azy ireo noho ny amin’ny Israely oloko sy lovako, izay naparitak’izy ireo tany amin’ireo firenena. Nozarazarainy koa ny taniko.",
        "3": "Ary nataony antsapaka ny oloko. Ny zazalahy nataony takalon’ny mpivaro-tena, ary ny zazavavy namidiny hahazoana divay hosotroina.",
        "4": "“Misy zavatra iombonanareo amiko angaha moa, ry Tyro sy Sidona ary ianareo rehetra faritr’i Filistia? Izao ve no mba valisoa omenareo ahy? Koa raha izao no ataonareo amiko, dia hatsingeriko haingana dia haingana ho eo an-dohanareo izany.",
        "5": "Nalainareo ny volafotsiko sy ny volamenako, ary nentinareo tao amin’ny tempolinareo ny zava-tsarobidiko,",
        "6": "ary ny taranak’i Joda sy Jerosalema dia namidinareo tamin’ny zanaky ny Grika, mba handefasana azy lavitra ny faritaniny.",
        "7": "Koa hanentana azy ireo aho mba hialany any amin’ny toerana nivarotanareo azy. Ary hatsingeriko ho eo an-dohanareo ny nataonareo.",
        "8": "Ary hamidiko eo an-tanan’ny taranak’i Joda ny zanakalahinareo sy ny zanakavavinareo, ka hamidiny amin’ireo lehilahy any Sheba, dia amin’ny firenena lavitra. Fa i Jehovah no efa niteny.",
        "9": "“Ambarao any amin’ireo firenena izao: ‘Miomàna hiady! * Entano ny lehilahy mahery! Aoka izy ireo hanatona! Aoka hiakatra ny lehilahy mpiady rehetra!",
        "10": "Tefeo ho sabatra ny angadinombinareo, ary ho lefona ny antsy fandrantsanam-boalobokareo. Ary aoka ny kely hery hilaza hoe: “Lehilahy mahery aho.”",
        "11": "Tongava hifanampy, ry firenena rehetra manodidina, ka mivoria.’” Ampidino ho eo amin’izany toerana izany ireo maherinao, Jehovah ô!",
        "12": "“Aoka hoentanina ireo firenena ka hankeo amin’ny lemaka ivan’i Josafata, fa eo no hipetrahako hitsara ny firenena rehetra manodidina.",
        "13": "“Arosoy ny antsy fijinjana, fa masaka ny vokatra. Avia, midìna fa feno be ny lavaka famiazam-boaloboka, ary tondraka ny ao anatin’ny fanantazana ka mihoatra. Fa nanjary nitombo be ny faharatsian’ireo firenena.",
        "14": "Vahoaka be, vahoaka be no eo amin’ny lemaka ivan’ny didim-pitsarana, fa akaiky ny andron’i Jehovah eo amin’ny lemaka ivan’ny didim-pitsarana.",
        "15": "Ho lasa maizina ny masoandro sy ny volana, ary tsy hamirapiratra intsony ny kintana.",
        "16": "Hierona avy ao Ziona i Jehovah, ary hanandratra ny feony avy ao Jerosalema izy. Hihovotrovotra ny lanitra sy ny tany. I Jehovah anefa no ho fialofan’ny olony sy ho fiarovana mafy ho an’ny zanak’Israely.",
        "17": "Dia ho fantatrareo fa izaho no Jehovah Andriamanitrareo izay mitoetra ao Ziona, tendrombohitro masina. Ary ho toerana masina i Jerosalema, ka tsy hisy vahiny hamakivaky intsony eo.",
        "18": "“Amin’izany andro izany, dia hisy divay mamy hitete eny an-tendrombohitra, sy ronono hikoriana eny amin’ny havoana, ary rano hikoriana eny amin’ny renirano rehetra any Joda. Dia hisy loharano hifantsitsitra avy ao an-tranon’i Jehovah. Ary izy io hanondraka ny lohasaha falehan-driakan’ny Hazo Akasia.",
        "19": "Ary hanjary ho lao i Ejipta, ary ho tany efitra lao i Edoma, noho ny herisetra nataon’izy ireo tamin’ny taranak’i Joda, dia ny nandatsahany ran’olona tsy manan-tsiny, tany Joda.",
        "20": "Fa i Joda kosa honenana mandritra ny fotoana tsy voafetra, ary i Jerosalema, hatramin’ny taranaka fara mandimby.",
        "21": "Koa hoheveriko ho tsy manan-tsiny ny ran’izy ireo, na dia tsy noheveriko ho toy izany aza taloha. Ary hitoetra ao Ziona i Jehovah.”"
    },
    "meta": {
        "name": "Joela",
        "order": 28,
        "chapter_number": 3
    }
}