{
    "1": {
        "1": "Izao no tenin’i Jehovah tamin’i Joela zanak’i Petoela:",
        "2": "“Henoy ny teniko, ry anti-panahy, Ary mihainoa ahy ianareo mponina rehetra eto amin’ity tany ity. Mba efa nisy hoatr’izao ve tamin’ny andronareo, Na tamin’ny andron’ny razambenareo?",
        "3": "Tantarao amin’ny zanakareo izao, Dia ny zanakareo indray asaivo mitantara amin’ny zanany, Ary ny zanany kosa hitantara amin’ny taranaka any aoriana.",
        "4": "Izay sisa tsy lanin’ny valala mpandravarava dia nohanin’ny andiam-balala mifanaretsaka, Ary izay tsy lanin’ilay andiam-balala mifanaretsaka, dia nohanin’ny zana-balala mbola tsy ary elatra, Ary izay tsy lanin’ny zana-balala kosa naripaky ny valala mirangorango.",
        "5": "Mifohaza ianareo mamo lava, dia mitomania! Ary midradradradrà daholo ianareo mpisotro divay, Satria tsy hisy divay mamy ho anareo intsony.",
        "6": "Fa misy firenena miakatra hamely ny taniko, firenena mahery sy be mponina. Hoatran’ny nifin’ny liona ny nifiny, ary hoatran’ny valanoranon’ny liona ny valanoranony.",
        "7": "Nopotipotehiny ny voaloboko, ary ny fototry ny aviaviko sisa no navelany. Nendahany tanteraka ny hoditr’ireo, ary nariany avy eo, Ary navelany ho fotsy hatramin’ny rantsany.",
        "8": "Midradradradrà hoatran’ny virjiny mitafy lamba gony Noho izy malahelo an’ilay lehilahy saika hanambady azy.",
        "9": "Fa tsy misy mitondra fanatitra varimbazaha sy fanatitra zava-pisotro intsony ao an-tranon’i Jehovah, Ka malahelo be ny mpisorona mpanompon’i Jehovah.",
        "10": "Potika tanteraka ny vokatra eny an-tsaha, ary misaona ny tany, Fa tsy misy varimbazaha intsony, sady ritra ny divay vaovao, ary lany ny menaka.",
        "11": "Kivy ny mpamboly, ary midradradradra ny mpikarakara tanimboaloboka, Satria tsy misy ny varimbazaha sy ny vary orza, Fa simba ny vokatra eny an-tsaha.",
        "12": "Maina ny voaloboka, Ary malazo ny aviavy. Maina daholo koa ny hazo eny an-tsaha, Dia ny ampongabendanitra sy ny palmie ary ny paoma. Tsy falifaly intsony ny olona fa lasa menatra.",
        "13": "Mitafia lamba gony ary ataovy hita hoe misaona ianareo, ry mpisorona. Midradradradrà ianareo manompo eo anoloan’ny alitara. Midira ka manaova akanjo gony mandritra ny alina, ry mpanompon’ny Andriamanitro. Fa tsy misy mitondra fanatitra varimbazaha sy fanatitra zava-pisotro intsony ao an-tranon’ny Andriamanitrareo.",
        "14": "Asaivo mifady hanina ny olona, dia lazao hoe hisy fivoriambe makotrokotroka. Vorio ao an-tranon’i Jehovah Andriamanitrareo ny anti-panahy sy ny mponina rehetra eto amin’ity tany ity, Ary miantsoa vonjy amin’i Jehovah.",
        "15": "Loza fa ho avy ilay andro! Fa efa akaiky ny andron’i Jehovah, Ary ho avy hoatran’ny fandringanan’ilay Mahery Indrindra izany!",
        "16": "Tsy efa tapitra tsy misy intsony ve ny sakafo, Ary tsy misy olona mifalifaly intsony ao an-tranon’ilay Andriamanitsika?",
        "17": "Simba eo ambany lapelina ny aviavy maina. Tsy misy na inona na inona ny trano fitehirizam-bokatra, Ary noravana ny sompitra satria simba ny varimbazaha.",
        "18": "Na ny biby fiompy aza mitaraindraina! Mirenireny tsy mahita haleha intsony ny andian’omby, satria tsy mahita ahi-maitso, Ary mijaly koa ny andian’ondry.",
        "19": "Ianao no hantsoiko, Jehovah ô! Fa kilan’ny afo ny ahitra eny an-kijana, Ary main’ny lelafo ny hazo rehetra any an-tsaha.",
        "20": "Na ny bibidia koa aza manantena hoe hanampy azy ianao, Satria ritra ny rano mandeha, Ary kilan’ny afo ny ahitra eny an-kijana.”"
    },
    "2": {
        "1": "“Tsofy ao Ziona ny anjombona, Ary manaova hiakan’ady eo amin’ny tendrombohitro masina. Aoka hangovitra ny mponina rehetra eto amin’ity tany ity, Fa ho avy ny andron’i Jehovah sady efa akaiky!",
        "2": "Andro faran’izay maizina izany, Andro mandrahona sy maizim-pito, Ary toy ny hazavana vao mangiran-dratsy mandrakotra tendrombohitra. Misy firenena mahery sady be mponina, Ary mbola tsy nisy firenena hoatr’azy hatramin’izay, Sady tsy hisy intsony any aoriana, Hatrany amin’ny taranaka fara aman-dimby.",
        "3": "Afo mandevona no eo alohany, Ary lelafo mandoro kosa no ao aorianany. Hoatran’ny zaridainan’i Edena ny tany eo alohany, Fa tany efitra kosa no ao aorianany, Ka tsy misy afaka mandositra azy.",
        "4": "Hoatran’ny soavaly no fahitana azy ireo, Ary mihazakazaka toy ny soavaly fitondra miady izy ireo.",
        "5": "Mitsambikimbikina eny an-tampon-tendrombohitra izy ireo, hoatran’ny kalesy mirodorodo, Sady hoatran’ny lelafo mirefodrefotra mandevona vodivary, Ary toy ny firenena mahery efa milahatra hiady.",
        "6": "Hitebiteby ireo firenena satria matahotra azy, Ka ho boramena be ny tarehin’izy ireny.",
        "7": "Manafika toy ny lehilahy mpiady izy ireo, Ary mianika manda hoatran’ny miaramila. Samy mandroso izy, Ka tsy misy mivilivily miala amin’ny lalany.",
        "8": "Tsy mifanosika izy ireo, Fa samy mandeha mandroso foana. Raha misy aza voatifitry ny zana-tsipìka ka mianjera, Dia tsy miala an-daharana ny hafa.",
        "9": "Mirohotra haingana mankao an-tanàna izy ireo, ary mihazakazaka eny ambony manda. Mianika trano izy, ary miditra eo am-baravarankely hoatran’ny mpangalatra.",
        "10": "Rehefa manatona izy ireo, dia mihovotrovotra ny tany ary mihozongozona ny lanitra. Lasa maizina ny masoandro sy ny volana, Ary tsy mamirapiratra intsony ny kintana.",
        "11": "Hiantsoantso mafy eo alohan’ny tafiny i Jehovah, satria be dia be ny miaramilany. Manatanteraka ny teniny mantsy Andriamanitra, ary mahery izy. Fa lehibe ny andron’i Jehovah sady tena mampahatahotra, Ka iza no mahatanty an’izany?”",
        "12": "“Mbola tsy tara anefa izao fa miverena amiko amin’ny fonareo manontolo”, hoy i Jehovah, “Ka mifadia hanina sy mitomania mafy ary miantsoantsoa.",
        "13": "Ary ny fonareo rovitina, fa tsy ny akanjonareo, Dia miverena amin’i Jehovah Andriamanitrareo. Fa mangoraka sy mamindra fo izy, tsy mora tezitra, ary tena be fitiavana sy tsy mivadika. Hiova hevitra izy ka tsy handefa loza indray.",
        "14": "Iza moa no mahalala raha mba tsy ho tezitra intsony izy fa hiova hevitra tokoa, Dia hitahy anareo? Dia amin’izay ianareo ho afaka hanolotra fanatitra varimbazaha sy fanatitra zava-pisotro ho an’i Jehovah Andriamanitrareo.",
        "15": "Tsofy ao Ziona ny anjombona! Asaivo mifady hanina ny olona, dia lazao hoe hisy fivoriambe makotrokotroka.",
        "16": "Vorio ny vahoaka ary hamasino ny fiangonana. Vorio ny lehilahy be taona sy ny ankizy ary ny zaza minono. Asaivo mivoaka avy ao amin’ny efitranony ny mpampaka-bady, ary avy ao amin’ny efitranony koa ilay ampakarina.",
        "17": "Aoka hitomany eo anelanelan’ny tilikambo fidirana sy ny alitara Ny mpisorona mpanompon’i Jehovah, ka hilaza hoe: ‘Iantrao ny vahoakanao, Jehovah ô, Ary aza avela hesoesoin’ny olona ny lovanao Ka hanjakan’ny firenen-kafa. Nahoana ny firenena no hilaza hoe: “Aiza izay mba Andriamanitr’ireo?”’",
        "18": "Dia hiaro mafy ny taniny i Jehovah, Ary hangoraka ny vahoakany izy.",
        "19": "Dia hiteny amin’ny vahoakany i Jehovah hoe: ‘Homeko varimbazaha sy divay vaovao ary menaka ianareo, Ka ho voky be. Ary tsy havelako hisy hanala baraka anareo intsony any amin’ireo firenena.",
        "20": "Halefako lavitra be anareo ilay avy any avaratra, Ka haparitako any amin’ny faritra maina sy ngazana tsy misy mponina. Dia horoahiko ho any amin’ny ranomasina atsinanana ny loha laharany, Ary ho any amin’ny ranomasina andrefana ny vodilaharany. Ho maimbo ny fatiny, Ka hidofaka foana ny fofony. Fa hanao zavatra miavaka Andriamanitra.’",
        "21": "Aza matahotra, ry tany, Ary mifalia sy miravoravoa, fa hanao zavatra miavaka i Jehovah.",
        "22": "Aza matahotra, ry bibidia, Fa ho lasa maitso indray ny ahitra eny an-kijana, Ary hisy voany ny hazo. Hamokatra be koa ny aviavy sy ny voaloboka.",
        "23": "Mifalia sy miravoravoa noho izay hataon’i Jehovah Andriamanitrareo ho anareo, ry zanak’i Ziona, Fa hanome anareo oram-pararano ampy tsara izy, Ary handatsaka oram-be aminareo, Dia oram-pararano sy oran-dohataona, hoatran’ny taloha.",
        "24": "Ho feno varimbazaha ny famoloana, Ary hihoatra an’ireo fanantazana azy ny ranom-boaloboka sy ny menaka.",
        "25": "Honerako izay nafoinareo nandritra ny taona maro, Dia ny vokatra naripaky ny andiam-balala mifanaretsaka sy ny zana-balala mbola tsy ary elatra sy ny valala mirangorango ary ny valala mpandravarava, Izany hoe ilay tafiko lehibe nalefako hamely anareo.",
        "26": "Ary hihinana ianareo ka ho voky, Dia hidera ny anaran’i Jehovah Andriamanitrareo, Izay nanao fahagagana be dia be ho anareo. Ary tsy hatao afa-baraka intsony ny vahoakako.",
        "27": "Dia ho fantatrareo fa eo amin’ny Israely aho, Ary izaho no Jehovah Andriamanitrareo, fa tsy misy ankoatra ahy. Tsy hatao afa-baraka intsony ny vahoakako.",
        "28": "Aorian’izany, dia handatsahako ny fanahiko ny karazan’olona rehetra, Ka ny zanakareo lahy sy ny zanakareo vavy haminany, Ny lehilahy zokiolona eo aminareo hanonofy, Ary ny tovolahy eo aminareo hahita fahitana.",
        "29": "Ary na ny mpanompolahiko sy ny mpanompovaviko aza Dia handatsahako ny fanahiko, amin’izany andro izany.",
        "30": "Ary hanao fahagagana eny amin’ny lanitra sy eny ambonin’ny tany aho, Dia ra sy afo ary setroka miakatra.",
        "31": "Ho maizina ny masoandro ary ho mena toy ny ra ny volana, Alohan’ny hahatongavan’ny andron’i Jehovah, dia ilay andro lehibe sady mampahatahotra.",
        "32": "Ary izay rehetra miantso ny anaran’i Jehovah no hovonjena. Fa araka ny efa nolazain’i Jehovah, dia eo amin’ny Tendrombohitra Ziona sy ao Jerosalema no hisy an’ireo afa-mandositra, Izany hoe ireo tafavoaka velona, izay antsoin’i Jehovah.”"
    },
    "3": {
        "1": "“Fa amin’izany andro sy fotoana izany, Rehefa ampodiko izay babo amin’ny mponin’i Joda sy Jerosalema,",
        "2": "Dia hangoniko koa ny firenena rehetra, Ka hampidiniko ho eo amin’ny Lohasahan’i Josafata. Eo no hitsarako azy ireo, Noho izay nataony tamin’ny Israely vahoakako sy lovako. Naparitany tany amin’ireo firenena mantsy izy ireo, Ary nifampizarany koa ny taniko.",
        "3": "Nataony antsapaka ny vahoakako. Ny zazalahy namidiny mba hanakaramany mpivaro-tena, Ary ny zazavavy namidiny mba hahazoana divay hosotroina.",
        "4": "Dia sahinareo ve ny manao an’izany amiko, Ry Tyro sy Sidona, sy ry faritr’i Filistia rehetra? Te hamaly faty ahy angaha ianareo? Raha mamaly faty ahy ianareo, Dia havaliko aminareo faran’izay haingana ny ataonareo.",
        "5": "Nalainareo mantsy ny volafotsiko sy ny volamenako, Ary nentinareo tao amin’ny tempolinareo ny harenako sarobidy indrindra.",
        "6": "Namidinareo tamin’ny Grika ny mponin’i Joda sy Jerosalema, Amin’izay izy ireo ho lasa lavitra ny tanindrazany.",
        "7": "Dia hampirisihiko hiala any amin’ny toerana nivarotana azy izy ireo, Ary izay nataonareo ihany no havaliko aminareo.",
        "8": "Hamidiko amin’ny mponin’i Joda ny zanakareo lahy sy ny zanakareo vavy, Ka hamidiny amin’ireo lehilahy any Sheba, any amin’ny firenena lavitra be. Fa izaho Jehovah no efa niteny.",
        "9": "Lazao any amin’ireo firenena izao: ‘Miomàna hiady! Entano ny lehilahy matanjaka! Asaivo manatona daholo ny miaramila, dia asaivo mandroso!",
        "10": "Tefeo ho sabatra ny angadinombinareo, ary tefeo ho lefona ny antsy fandrantsananareo voaloboka. Aoka ny reraka hiteny hoe: “Matanjaka aho.”",
        "11": "Tongava hifanampy, ry firenena rehetra manodidina, ka mivoria.’” Jehovah ô, ampidino ho eny amin’izany toerana izany ny miaramilanao mahery!",
        "12": "“Entano hankeny amin’ny Lohasahan’i Josafata ireo firenena, Fa eo aho no hipetraka hitsara ny firenena rehetra manodidina.",
        "13": "Arosoy ny antsy fijinjana, fa masaka ny vokatra. Midìna dia hitsakitsaho ny voaloboka, fa feno be ny lavaka fanitsakitsahana azy. Efa mihoatra ny fanantazana azy ny ranom-boaloboka, satria vao mainka manao ratsy ireo firenena.",
        "14": "Vahoaka be, vahoaka be no eo amin’ny lohasahan’ny didim-pitsarana, Fa ho avy tsy ho ela eo amin’ny lohasahan’ny didim-pitsarana ny andron’i Jehovah.",
        "15": "Ho lasa maizina ny masoandro sy ny volana, Ary tsy hamirapiratra intsony ny kintana.",
        "16": "Hierona hoatran’ny liona avy ao Ziona i Jehovah, Ary hiantsoantso avy ao Jerosalema izy. Hihozongozona ny lanitra sy ny tany, Nefa ho fialofan’ny vahoakany i Jehovah, Sady ho fiarovana mafy ho an’ny vahoakan’Israely.",
        "17": "Dia ho fantatrareo fa izaho no Jehovah Andriamanitrareo izay mipetraka ao Ziona, tendrombohitro masina. Ho lasa toerana masina i Jerosalema, Ka tsy hisy vahiny handalo ao intsony.",
        "18": "Amin’izany andro izany, dia hisy divay mamy hitete eny an-tendrombohitra, Hisy ronono hikoriana eny amin’ny havoana, Ary hisy rano hikoriana eny amin’ny renirano rehetra any Joda. Hisy loharano hikoriana avy ao an-tranon’i Jehovah, Ka hanondraka ny Lohasahan’ny Hazo Akasia.",
        "19": "Fa i Ejipta kosa tsy hisy mponina intsony, Ary i Edoma ho lasa tany karakaina. Nahery setra tamin’ny mponin’i Joda mantsy izy ireo, Sady nandatsaka ran’olona tsy manan-tsiny tany Joda.",
        "20": "Fa i Joda kosa hisy mponina foana, Ary i Jerosalema hisy mponina hatramin’ny taranaka fara aman-dimby.",
        "21": "Hoheveriko ho tsy manan-tsiny izy ireo, na dia nanan-tsiny aza ny fahitako azy taloha. Ary izaho Jehovah dia hipetraka ao Ziona.”"
    },
    "meta": {
        "name": "Joela",
        "order": 28,
        "chapter_number": 3
    }
}