{
    "1": {
        "1": "Ary tonga tamin’i Jona zanak’i Amitahy ny tenin’i Jehovah hoe:",
        "2": "“Mandehana mankany Ninive, ilay tanàna lehibe, ary ambarao ny fanamelohana azy, fa tafakatra eto anatrehako ny faharatsiany.”",
        "3": "Niainga ho any Tarsisy anefa i Jona, mba handositra tsy ho eo anatrehan’i Jehovah. Dia nidina tany Jopa izy, ary nahita sambo ho any Tarsisy. Koa nandoa ny saran-dalana izy ary niondrana niaraka tamin’izy ireo ho any Tarsisy, mba tsy ho eo anatrehan’i Jehovah.",
        "4": "Ary nampifofofofo rivotra mahery teny an-dranomasina i Jehovah, ka nisy tafio-drivotra be narahin’oram-baratra teny. Koa nila ho vaky ilay sambo.",
        "5": "Dia raiki-tahotra ireo tantsambo ka samy niantso vonjy tamin’ny andriamaniny avy. Ary natsipiny tany an-dranomasina ireo entana tao an-tsambo, mba hanamaivanana azy io. Fa i Jona kosa efa nidina tany ambany indrindra, tany amin’ny lakalin-tsambo, ka natory ary renoka tanteraka.",
        "6": "Ary nanatona azy ny kapitenin-tsambo ka niteny hoe: “Fa inona ity mahazo anao, ry be torimaso a? Mifohaza! Antsoy ny andriamanitrao! Fa angamba hitsinjo antsika ilay tena Andriamanitra, ka tsy ho faty isika.”",
        "7": "Ary nifampiresaka ireo tantsambo hoe: “Andao hanao antsapaka hahalalana izay tompon’antoka amin’izao loza manjo antsika izao.” Dia nanao antsapaka izy ireo, ka i Jona no tratra.",
        "8": "Koa hoy ireo taminy: “Lazao aminay, azafady, hoe: Iza no tompon’antoka amin’izao loza manjo antsika izao? Inona no asanao, ary avy aiza ianao? Aiza ny tany niavianao, ary avy amin’ny firenena inona ianao?”",
        "9": "Dia hoy izy tamin’ireo: “Hebreo aho, ary matahotra an’i Jehovah Andriamanitry ny lanitra, Ilay nanao ny ranomasina sy ny tany maina.”",
        "10": "Ary natahotra mafy izy ireo ka niteny hoe: “Fa inona ity nataonao?” Nanjary fantatr’izy ireo mantsy fa nandositra tsy ho eo anatrehan’i Jehovah izy, satria efa nolazainy tamin’izy ireo izany.",
        "11": "Farany, dia hoy ireo taminy: “Hataonay ahoana àry ianao mba hampitony ny ranomasina?” Vao mainka nisamboaravoara mantsy ny ranomasina.",
        "12": "Koa hoy izy tamin’ireo: “Batao aho ka atsipazo any an-dranomasina, dia ho tony ny rano. Fantatro mantsy fa noho ny amiko no mahatonga izao tafio-drivotra be arahin’oram-baratra izao.”",
        "13": "Niezaka ny hamerina an’ilay sambo teny an-tanety ihany anefa ireo tantsambo, saingy tsy afaka, satria vao mainka nisamboaravoara ny ranomasina.",
        "14": "Dia niantsoantso an’i Jehovah ireo, ka nanao hoe: “Jehovah ô! Aoka re tsy ho faty izahay noho ny amin’ny ain’ity lehilahy ity e! Ary aza melohina ho nandatsaka ran’olona tsy manan-tsiny izahay, satria efa nanao izay tianao ianao, Jehovah ô!”",
        "15": "Koa nobatain’ireo i Jona, ary natsipiny tany an-dranomasina, ka tsy nisamboaravoara intsony ny ranomasina.",
        "16": "Dia natahotra mafy an’i Jehovah izy ireo, ka nanao sorona ho an’i Jehovah sady nanao voady.",
        "17": "Ary nandefa trondro ngezabe iray i Jehovah hitelina an’i Jona, ka lasa tao an-kibon’ilay trondro i Jona, telo andro sy telo alina."
    },
    "2": {
        "1": "Ary nivavaka tamin’i Jehovah Andriamaniny i Jona, tao an-kibon’ilay trondro,",
        "2": "ka nanao hoe: “Tao anatin’ny fahoriako aho no niantso an’i Jehovah, dia namaly ahy izy. Tao an-kibon’ny Fasana * aho no niantso vonjy, Dia nandre ny feoko ianao.",
        "3": "Rehefa natsipinao tany amin’ny lalina aho, eny, tany anatin’ny ranomasimbe, Dia voahodidina rano mahery. Ary ny onjanao mahery rehetra dia nanafotra ahy.",
        "4": "Dia hoy aho: ‘Efa noroahina tsy ho eo anatrehanao aho! Mbola ho afaka hibanjina ny tempolinao masina indray ve aho?’",
        "5": "Voahodidin’ny rano aho ka efa saika maty, ary namefy ahy ny rano lalina. Nihorongorona tamin’ny lohako ny ahidrano.",
        "6": "Tafidina tany amin’ny fanambanin’ny tendrombohitra aho. Ary teo amboniko nandritra ny fotoana tsy voafetra ny bara hidim-baravaran’ny tany. Nampiakatra ny aiko avy tao an-davaka anefa ianao, ry Jehovah Andriamanitro ô!",
        "7": "Rehefa reraka be ny aiko tato anatiko, dia i Jehovah no tsaroako. Ary tonga tany aminao, tao amin’ny tempolinao masina, ny vavaka nataoko.",
        "8": "Izay mivavaka amin’ny sampy tsy marina, dia mahafoy ny hatsaram-panahy feno fitiavana naseho taminy.",
        "9": "Fa izaho kosa hanolotra fisaorana ho anao sady hanao sorona ho anao. Izay voady nataoko dia hefaiko. Avy amin’i Jehovah ny famonjena.”",
        "10": "Farany, dia nobaikoin’i Jehovah ilay trondro ka naloany teo amin’ny tany maina i Jona."
    },
    "3": {
        "1": "Ary tonga fanindroany tamin’i Jona ny tenin’i Jehovah hoe:",
        "2": "“Mitsangàna, ka mankanesa any Ninive, ilay tanàna lehibe, ary torio aminy ny fanamelohana holazaiko aminao.”",
        "3": "Dia nitsangana i Jona ka nankany Ninive, araka ny tenin’i Jehovah. Tanàna lehibe teo imason’Andriamanitra i Ninive, ka tsy maintsy dia an-tongotra telo andro vao vita ny fitetezana azy.",
        "4": "Farany, dia niditra tao an-tanàna i Jona. Ary rehefa avy nandeha an-tongotra iray andro izy, dia tsy nitsahatra nitory hoe: “Efapolo andro sisa dia horavana i Ninive.”",
        "5": "Dia nino an’Andriamanitra ny olona tao Ninive, ka nanao antso avo hoe hisy fifadian-kanina. Nitafy lamba gony koa izy ireo, hatramin’ny lehibe indrindra ka hatramin’ny kely indrindra.",
        "6": "Nony tonga tany amin’ny mpanjakan’i Ninive ilay teny, dia nitsangana niala teo amin’ny seza fiandrianany izy ka nanaisotra ny akanjom-boninahiny ary nitafy lamba gony, sady nipetraka tamin’ny lavenona.",
        "7": "Ary nasainy natao antso avo sy nolazaina tao Ninive izao teny izao, araka ny didin’ny mpanjaka sy ireo olona ambony: “Tsy mahazo mihinana na inona na inona mihitsy, na ny olona na ny biby fiompy na ny omby na ny ondry. Tsy misy mahazo misakafo, na misotro rano.",
        "8": "Ary aoka samy hitafy lamba gony na ny olona na ny biby fiompy. Dia aoka izy ireo hiantso mafy an’Andriamanitra ka samy hiala amin’ny lalan-dratsiny sady tsy hanao herisetra intsony.",
        "9": "Iza moa no mahalala sao mba hiova hevitra ilay tena Andriamanitra, ary hanenina izy, ka tsy hirehitra intsony ny fahatezerany, dia tsy ho faty isika?”",
        "10": "Ary hitan’ilay tena Andriamanitra ny nataon’izy ireo, fa niala tamin’ny lalan-dratsiny izy ireo. Koa nanenenan’Andriamanitra ilay loza nolazainy hamelezany azy, ka tsy nampihariny indray."
    },
    "4": {
        "1": "Tsy nahafaly an’i Jona mihitsy anefa izany, ka nirehitra ny fahatezerany.",
        "2": "Koa nivavaka tamin’i Jehovah izy hoe: “Jehovah ô! Tsy izao ve ilay efa nolazaiko fony aho tany amin’ny taniko? Koa naleoko tonga dia nandositra nankany Tarsisy. Fantatro mantsy fa Andriamanitra tsara fanahy ianao, mamindra fo, tsy mora tezitra, sy be hatsaram-panahy feno fitiavana, ary manenina ny amin’ny loza kasainao hampiharina.",
        "3": "Koa ankehitriny, Jehovah ô! Esory re ny aiko e, fa aleoko maty toy izay velona.”",
        "4": "Dia hoy i Jehovah: “Rariny ve raha tezitra mafy toy izao ianao?”",
        "5": "Ary nivoaka ny tanàna i Jona ka nipetraka teo atsinanan’ny tanàna. Dia nanamboatra trano rantsankazo teo izy mba hipetrahany teo ambany alokalony, mandra-pahitany izay hanjo an’ilay tanàna.",
        "6": "Ary i Jehovah Andriamanitra nampaniry voatavomonta * handady hiakatra, mba hanalokaloka ny lohan’i Jona sy hanamaivamaivana ny fahoriany. Koa nahafaly an’i Jona tokoa ilay voatavomonta.",
        "7": "Ny ampitson’iny anefa, rehefa nazava ratsy ny andro, dia nisy kankana nalefan’Andriamanitra hamely an’ilay voatavomonta, ka nihanalazo ilay izy.",
        "8": "Ary nampisy rivotra mahamay avy any atsinanana koa Andriamanitra, raha vao niposaka ny masoandro. Dia nodanihin’ny hainandro ny lohan’i Jona, ka saika safotra mihitsy izy. Koa nangataka ny ho faty izy, sady namerimberina hoe: “Aleoko maty toy izay velona.”",
        "9": "Ary hoy Andriamanitra tamin’i Jona: “Rariny ve raha tezitra mafy toy izao ianao noho ny amin’ilay voatavomonta?” Dia hoy izy: “Rariny tokoa raha tezitra mafy toy izao aho! Aleoko mihitsy maty.”",
        "10": "Ary hoy i Jehovah: “Ianao malahelo an’ilay voatavomonta tsy nisasaranao na nampanirinao, izay naniry indray alina monja, ary maty indray alina koa.",
        "11": "Dia izaho ve tsy mba halahelo an’i Ninive, ilay tanàna lehibe misy olona maherin’ny roa alina sy iray hetsy izay tsy mahalala akory ny havia sy havanany, ary misy biby fiompy maro koa?”"
    },
    "meta": {
        "name": "Jona",
        "order": 31,
        "chapter_number": 4
    }
}