{
    "1": {
        "1": "Izao no tenin’i Jehovah tamin’i Jona zanak’i Amitahy:",
        "2": "“Mandehana any Ninive, ilay tanàna lehibe, dia lazao aminy ny fanamelohana azy, fa hitako ny ratsy ataony.”",
        "3": "Niainga ho any Tarsisy anefa i Jona, satria te handositra an’i Jehovah. Nidina tany Jopa izy, ary nahita sambo ho any Tarsisy. Naloany àry ny saran-dalana dia niakatra tao amin’ilay sambo izy, mba ho any Tarsisy ka handositra an’i Jehovah.",
        "4": "Dia nataon’i Jehovah nifofofofo be ny rivotra teny amin’ny ranomasina. Lasa nisy tafio-drivotra be narahin’oram-baratra teny, ka saika vaky mihitsy ilay sambo.",
        "5": "Dia natahotra be ireo tantsambo ka samy niantso vonjy tamin’ny andriamaniny avy. Ary natsipiny tany an-dranomasina ny entana tao anaty sambo, mba ho maivamaivana ilay sambo. I Jona anefa efa nidina tany anatin’ilay sambo, dia natory ary renoka be.",
        "6": "Ary nankao aminy ny kapitenin-tsambo ka niteny hoe: “Fa maninona ianao no mbola matory ihany e? Mifohaza! Antsoy ny andriamanitrao! Angamba hanampy antsika ilay tena Andriamanitra, ka tsy ho faty isika.”",
        "7": "Dia nifampiresaka ireo tantsambo hoe: “Andao hanao antsapaka, amin’izay fantatsika hoe iza no mahatonga an’izao loza izao.” Nanao antsapaka àry izy ireo, ka i Jona no tratra.",
        "8": "Dia hoy izy ireo: “Teneno anay, azafady, hoe iza no mahatonga an’izao loza manjo antsika izao. Inona no asanao, ary avy aiza ianao? Aiza ny tany niavianao, ary avy amin’ny foko inona ianao?”",
        "9": "Dia hoy izy: “Hebreo aho, ary manompo an’i Jehovah Andriamanitry ny lanitra, Ilay nanao ny ranomasina sy ny tany maina.”",
        "10": "Dia vao mainka natahotra ireo tantsambo, ka hoy ireo taminy: “Fa inona ity nataonao?” Lasa fantatr’izy ireo mantsy hoe nandositra an’i Jehovah izy satria efa nolazainy tamin’izy ireo izany.",
        "11": "Vao mainka nisamboaravoara ny ranomasina tamin’izay ka hoy ireo taminy: “Hataonay ahoana àry ianao mba ho tony ny ranomasina?”",
        "12": "Dia hoy izy: “Batao aho ka atsipazo any anaty ranomasina, dia ho tony ny rano. Fantatro mantsy fa noho ny amiko no mahatonga an’izao tafio-drivotra be sy oram-baratra izao.”",
        "13": "Mbola niezaka nivoy an’ilay sambo ihany anefa ireo tantsambo mba hamerina an’ilay izy teny an-tanety, saingy tsy nahavita. Vao mainka nisamboaravoara be mantsy ny ranomasina.",
        "14": "Dia niantso vonjy tamin’i Jehovah izy ireo ka niteny hoe: “Jehovah ô! Mba aza avela ho faty noho ny amin’ity lehilahy ity re izahay e! Ary aza melohina ho nandatsaka ran’olona tsy manan-tsiny izahay, satria efa izao no sitraponao, Jehovah ô!”",
        "15": "Nobatain’izy ireo àry i Jona dia natsipiny tany anaty ranomasina, ka tsy nisamboaravoara intsony ny ranomasina.",
        "16": "Dia lasa natahotra be an’i Jehovah izy ireo, ka nanao sorona ho an’i Jehovah sady nivoady hoe hanompo azy.",
        "17": "Ary nandefa trondro ngezabe i Jehovah mba hitelina an’i Jona, ka lasa tao anaty kibon’ilay trondro i Jona, nandritra ny telo andro sy telo alina."
    },
    "2": {
        "1": "Dia nivavaka tamin’i Jehovah Andriamaniny i Jona, tao an-kibon’ilay trondro,",
        "2": "ka hoy izy: “Tamin’izaho nijaly be no niantso an’i Jehovah, dia namaly ahy izy. Tao amin’ny Fasana aho no niantso vonjy, Dia nandre ny feoko ianao.",
        "3": "Rehefa natsipinao tany amin’ny lalina be aho, tany anatin’ny ranomasimbe, Dia nalentiky ny rano mahery, Ary navadibadiky ny onjanao mahery.",
        "4": "Hoy aho: ‘Efa noroahina aho mba tsy ho hitanao. Dia tsy hahita ny tempolinao masina intsony ve aho?’",
        "5": "Nalentiky ny rano aho ka efa saika maty, Ary difotry ny rano lalina be. Nifamatopatotra teo amin’ny lohako ny ahidrano.",
        "6": "Nilentika aho ka tonga hatrany amin’ny fototry ny tendrombohitra. Nihidy mandrakizay teo alohako ny vavahadin’ny tany. Nampiakarinao avy tao anaty lavaka anefa ny aiko, ry Jehovah Andriamanitro ô!",
        "7": "Rehefa nihareraka be ny aiko, dia i Jehovah no tsaroako. Ary tonga tany aminao, tao amin’ny tempolinao masina, ny vavaka nataoko.",
        "8": "Izay mivavaka amin’ny sampy tsy misy dikany, dia mahafoy an’ilay tena tia azy ireo sady tsy mivadika aminy.",
        "9": "Fa izaho kosa hisaotra anao sady hanao sorona ho anao, Ary izay voady nataoko dia hefaiko. Avy amin’i Jehovah ny famonjena.”",
        "10": "Farany, dia nobaikoin’i Jehovah ilay trondro ka naloany teny amin’ny tany maina i Jona."
    },
    "3": {
        "1": "Ary niteny fanindroany tamin’i Jona i Jehovah hoe:",
        "2": "“Mandehana any Ninive, ilay tanàna lehibe, ary ampitao aminy ny hafatra lazaiko aminao.”",
        "3": "Dia nankatò ny tenin’i Jehovah i Jona ka nankany Ninive. Tanàna lehibe izy io, ka tsy vita ny nitety azy raha tsy dia an-tongotra telo andro.",
        "4": "Dia tonga tao amin’ilay tanàna i Jona. Rehefa avy nandeha an-tongotra iray andro izy, dia nitory hoe: “Efapolo andro sisa dia horavana i Ninive.”",
        "5": "Dia nino an’Andriamanitra ny olona tao Ninive, ka nanao antso avo hoe tokony hifady hanina daholo. Nitafy lamba gony koa izy ireo, hatramin’ny lehibe indrindra ka hatramin’ny kely indrindra.",
        "6": "Rehefa henon’ny mpanjakan’i Ninive ilay hafatra, dia nitsangana niala teo amin’ny seza fiandrianany izy ka nesoriny ny akanjom-boninahiny. Ary nitafy lamba gony izy, sady nipetraka teo amin’ny lavenona.",
        "7": "Nasainy nambara eran’i Ninive koa hoe: “Araka ny didin’ny mpanjaka sy ny olona ambony, dia tsy misy mahazo mihinana na inona na inona mihitsy ny olona sy ny biby, na ny omby na ny ondry aman’osy. Tsy misy mahazo misakafo, na misotro rano.",
        "8": "Asaivo mitafy lamba gony na ny olona na ny biby. Asaivo miantso an’Andriamanitra amin’ny fony koa izy ireo, ka samy hiala amin’ny ratsy fanaony sady tsy hahery setra intsony.",
        "9": "Iza moa no mahalala sao mba hiova hevitra ihany ilay tena Andriamanitra ka tsy ho tezitra be intsony, dia tsy ho faty isika?”",
        "10": "Hitan’ilay tena Andriamanitra ny nataon’izy ireo, izany hoe ny nialan’izy ireo tamin’ny ratsy fanaony. Dia niova hevitra izy, ka tsy nalefany indray ilay loza nolazainy hoe hamelezana azy ireo."
    },
    "4": {
        "1": "Tena tsy nahafaly an’i Jona anefa izany, ka tezitra be izy.",
        "2": "Dia nivavaka tamin’i Jehovah izy hoe: “Jehovah ô! Tsy efa izao ve ilay nahiko tamin’izaho mbola tany amin’ny taniko? Dia izany ange ilay nahatonga ahy handositra tany Tarsisy e! Fantatro mantsy fa Andriamanitra mangoraka sy mamindra fo ianao, tsy mora tezitra, tena be fitiavana sy tsy mivadika, ary tsy mba mahafinaritra anao ny manasazy.",
        "3": "Jehovah ô! Esory re ny aiko e, fa aleoko maty toy izay velona.”",
        "4": "Dia hoy i Jehovah: “Rariny ve raha tezitra be hoatr’izao ianao?”",
        "5": "Ary nivoaka an’i Ninive i Jona ka nipetraka teo atsinanan’ilay tanàna. Nanamboatra fialokalofana izy, dia nipetraka teo mba hijery izay hanjo an’ilay tanàna.",
        "6": "Nampaniry voatavomonta i Jehovah Andriamanitra avy eo, mba hanalokaloka ny lohan’i Jona sy hanamaivamaivana ny fahoriany. Dia faly be i Jona tamin’ilay voatavomonta.",
        "7": "Ny ampitson’iny anefa, rehefa nazava ratsy ny andro, dia nasian’Andriamanitra kankana nihinana an’ilay voatavomonta ka nalazo ilay izy.",
        "8": "Nampisy rivotra mahamay avy any atsinanana koa Andriamanitra, rehefa niposaka ny masoandro. Dia nodanihin’ny hainandro ny lohan’i Jona, ka saika safotra mihitsy izy. Ary nangataka ny ho faty foana izy, sady namerimberina hoe: “Aleoko maty toy izay velona.”",
        "9": "Ary hoy Andriamanitra tamin’i Jona: “Rariny ve raha tezitra be hoatr’izao ianao fa nalazo ilay voatavomonta?” Dia hoy izy: “Rariny mihitsy raha tezitra aho! Tena tezitra be mihitsy aho dia aleoko maty.”",
        "10": "Ary hoy i Jehovah: “Ianao malahelo an’ilay voatavomonta, nefa tsy nisasatra tamin’ilay izy akory na nikarakara an’ilay izy mba hampaniry azy. Zavatra naniry indray alina fotsiny iny, dia maty indray alina koa.",
        "11": "Dia izaho ve tsy mba halahelo an’i Ninive, ilay tanàna lehibe, sy ny biby rehetra ao? Ao amin’io tanàna io anefa misy olona 120 000 mahery, izay tsy mahalala akory ny mety sy ny tsy mety.”"
    },
    "meta": {
        "name": "Jona",
        "order": 31,
        "chapter_number": 4
    }
}