{
    "1": {
        "1": "Rehefa maty i Mosesy mpanompon’i Jehovah, dia hoy i Jehovah tamin’i Josoa zanak’i Nona, mpanompon’i Mosesy:",
        "2": "“Efa maty i Mosesy mpanompoko. Koa mandehana miampita an’irỳ Jordana irỳ ianao sy ity vahoaka manontolo ity, mba hiditra ao amin’ilay tany homeko ny zanak’Israely.",
        "3": "Izay toerana rehetra hodiavin’ny tongotrareo dia homeko anareo, araka izay nampanantenaiko an’i Mosesy.",
        "4": "Ho taninareo ny tany rehetran’ny Hetita manomboka any an-tany efitra sy eo amin’irỳ Libanona irỳ, ka mipaka hatrany amin’ny renirano lehibe, dia ny reniranon’i Eofrata, ary hatrany amin’ny Ranomasina Lehibe manandrify ny filentehan’ny masoandro.",
        "5": "Tsy hisy olona hahatohitra anao mandritra ny androm-piainanao. Tahaka ny nombako an’i Mosesy no hombako anao koa. Tsy handao anao aho ary tsy hahafoy anao mihitsy.",
        "6": "Koa mahereza sy matanjaha, satria ianao no hitarika an’ity vahoaka ity handova ilay tany nianianako tamin’ny razany fa homena azy.",
        "7": "“Mahereza sy matanjaha fotsiny ianao, ary mitandrema tsara mba hanao araka ny lalàna rehetra nandidian’i Mosesy mpanompoko anao. Aza miala amin’izany, ka aza mivily miankavanana na miankavia. Amin’izay dia hanao zavatra amim-pahendrena ianao amin’izay rehetra ataonao.",
        "8": "Aoka tsy ho afaka am-bavanao ity boky misy ny lalàna ity. Ary vakio sy saintsaino andro aman’alina izany. Amin’izay ianao dia hitandrina tsara izay rehetra voasoratra ato, ka hahomby izay hataonao ary hanao zavatra amim-pahendrena ianao.",
        "9": "Koa mandidy anao indray aho hoe: ‘Mahereza sy matanjaha.’ Aza mivadi-po na mihorohoro, fa momba anao i Jehovah Andriamanitrao na aiza na aiza alehanao.”",
        "10": "Ary nodidian’i Josoa ireo mpiadidy vahoaka hoe:",
        "11": "“Mandehana mamakivaky ny toby ka omeo baiko ny vahoaka hoe: ‘Manomàna vatsy ho anareo, fa rehefa afaka telo andro dia hiampita an’irỳ Jordana irỳ ianareo mba haka an’ilay tany homen’i Jehovah Andriamanitrareo anareo.’”",
        "12": "Ary hoy i Josoa tamin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase:",
        "13": "“Aoka hotsarovana ny teny nandidian’i Mosesy mpanompon’i Jehovah anareo hoe: ‘Hataon’i Jehovah Andriamanitrareo mandry feizay ianareo, sady efa nomeny an’ity tany ity.",
        "14": "Hipetraka etỳ amin’ny tany nomen’i Mosesy anareo etỳ ampitan’i Jordana ny vadinareo sy ny zanakareo madinika ary ny biby fiompinareo. Fa ianareo lehilahy matanjaka sy mahery fo rehetra kosa, hiampita ka hilahatra toy ny tafika eo alohan’ny rahalahinareo, ary hanampy azy.",
        "15": "Rehefa omen’i Jehovah fitsaharana toy ny omeny anareo ny rahalahinareo, ka azon’izy ireo ho fananany ilay tany homen’i Jehovah Andriamanitrareo azy, vao hiverina eto amin’ny taninareo ianareo ary handova ilay tany nomen’i Mosesy mpanompon’i Jehovah anareo, etỳ ampitan’i Jordana, manandrify ny fiposahan’ny masoandro.’”",
        "16": "Koa hoy ny navalin’izy ireo an’i Josoa: “Izay rehetra andidianao anay dia hataonay, ary na aiza na aiza anirahanao anay dia halehanay.",
        "17": "Toy ny nihainoanay an’i Mosesy tamin’ny zava-drehetra no hihainoanay anao koa. Fa homba anao anie i Jehovah Andriamanitrao tahaka ny nombany an’i Mosesy!",
        "18": "Hovonoina ho faty izay olona mikomy tsy manaraka ny baikonao sy tsy mihaino ny teninao amin’izay rehetra andidianao azy. Fa mahereza sy matanjaha fotsiny ianao!”"
    },
    "2": {
        "1": "Ary naniraka mangingina mpitsikilo roa lahy, avy teo Sitima, i Josoa zanak’i Nona ka nanao hoe: “Mandehana jereo ilay tany, indrindra fa i Jeriko.” Koa nandeha izy ireo, dia nankao an-tranon’ny vehivavy mpivaro-tena atao hoe Rahaba, ka nitoetra tao.",
        "2": "Dia nisy nilaza tamin’ny mpanjakan’i Jeriko hoe: “Misy lehilahy avy amin’ny zanak’Israely tonga eto izao alina izao, mba hijery taratra ny tany.”",
        "3": "Koa nandefa iraka nankany amin’i Rahaba ny mpanjakan’i Jeriko, nanao hoe: “Avoahy ireo lehilahy miantrano ato aminao, fa hijery taratra ny tany manontolo no nahatongavany.”",
        "4": "Efa nafenin-dravehivavy izy roa lahy tamin’izay. Ary hoy izy: “Tonga teto amiko tokoa ireny lehilahy ireny, nefa tsy fantatro izay niaviany.",
        "5": "Rehefa maizina ny andro ka efa hohidiana ny vavahady, dia lasa nivoaka ry zareo ka tsy fantatro izay nalehany. Enjeho haingana izy, fa ho tratranareo.”",
        "6": "Efa nitondra azy ireo niakatra tany an-tampon-trano anefa ravehivavy, ka nanafina azy tao ambanin’ireo tahon-drongony nilahadahatra teo.",
        "7": "Dia nanenjika azy roa lahy ireo iraky ny mpanjaka, ka nihazo ny lalana mankany amin’ny Reniranon’i Jordana, hankeny amin’ny toerana fiampitana. Ary nohidiana avy hatrany ny vavahady, raha vao tafavoaka ireo mpanenjika.",
        "8": "Raha mbola tsy natory izy roa lahy, dia niakatra nankao aminy tao an-tampon-trano ravehivavy,",
        "9": "ka niteny hoe: “Fantatro fa homen’i Jehovah anareo ity tany ity, ary matahotra anareo izahay, sady kivy noho ny aminareo ny mponina rehetra eto amin’ity tany ity.",
        "10": "Renay mantsy ny fomba nandritan’i Jehovah ny ranon’ny Ranomasina Mena teo anoloanareo, rehefa nivoaka avy tany Ejipta ianareo. Renay koa ny nanaovanareo ny mpanjaka roan’ny Amorita teny ampitan’i Jordana, dia i Sihona sy Oga, izay naringanareo tanteraka.",
        "11": "Koa rehefa renay izany, dia nihorohoro ny fonay ary efa tsy manana herim-po hiadiana intsony izahay rehetra noho ny aminareo. Fa i Jehovah Andriamanitrareo dia Andriamanitra any amin’ny lanitra ambony sy etỳ amin’ny tany ambany.",
        "12": "Koa aoka re ianareo hianiana amiko amin’ny anaran’i Jehovah fa haneho hatsaram-panahy feno fitiavana amin’ny ankohonan-draiko e, satria naneho hatsaram-panahy feno fitiavana taminareo aho. Ary omeo famantarana azo itokisana aho.",
        "13": "Dia tsimbino ny ain’ny raiko sy ny reniko sy ny anadahiko sy ny rahavaviko mbamin’izay rehetra azy ireo, ary vonjeo tsy ho faty izahay.” *",
        "14": "Dia hoy izy ireo taminy: “Izahay * mihitsy no ho faty ho solonareo! Raha tsy lazainareo amin’olona ny momba anay, dia haneho hatsaram-panahy feno fitiavana aminareo izahay ary hasehonay aminareo fa azonareo itokisana izahay, rehefa omen’i Jehovah anay ity tany ity.”",
        "15": "Avy eo dia nampidinin-dravehivavy tamin’ny tady avy teo am-baravarankely izy ireo. Teo amin’ny ilan’ny manda mantsy ny tranony, eny, teo amin’ny manda no nonenany.",
        "16": "Ary hoy izy tamin’izy roa lahy: “Mandehana any amin’ny faritra be tendrombohitra ianareo, sao mifanena amin’ny mpanenjika. Miafena any telo andro, mandra-piverin’izy ireo. Aorian’izay ianareo vao handeha any amin’izay halehanareo.”",
        "17": "Dia hoy izy ireo tamin-dravehivavy: “Tsy maintsy hohajainay izao fianianana nampanaovinao anay izao, mba tsy hanananay tsiny.",
        "18": "Rehefa hiditra eto amin’ity tany ity izahay, dia afatory eo am-baravarankely ity tady mena midorehitra nampidinanao anay ity, ary vorio ao an-tranonao ny rainao sy ny reninao sy ny anadahinao ary ny ankohonan-drainao manontolo.",
        "19": "Koa na iza na iza mivoaka any ivelan’ny varavaran’ny tranonao, dia izy ihany no ho tompon’andraikitra amin’ny fahafatesany, ary tsy hanan-tsiny izahay. Fa na iza na iza kosa mijanona miaraka aminao ao an-trano, dia izahay no ho tompon’andraikitra amin’ny fahafatesany, raha misy mikasi-tanana azy.",
        "20": "Raha lazainao amin’olona anefa ny momba anay, dia tsy hanan-tsiny izahay raha ny amin’ity fianianana nampanaovinao anay ity.”",
        "21": "Dia hoy ravehivavy: “Aoka àry hatao araka ny teninareo.” Dia nalefany handeha izy ireo, ka lasa. Avy eo dia nafatony teo am-baravarankely ilay tady mena midorehitra.",
        "22": "Koa lasa izy roa lahy, dia tonga tany amin’ny faritra be tendrombohitra, ary nijanona tany telo andro, mandra-piverin’ireo mpanenjika. Dia nijery azy roa lahy teny amin’ny lalana rehetra izy ireo, fa tsy nahita azy.",
        "23": "Ary nidina avy tany amin’ny faritra be tendrombohitra izy roa lahy ka niampita ny renirano, dia tonga tany amin’i Josoa zanak’i Nona. Koa notantarainy taminy ny zava-drehetra nanjo azy ireo.",
        "24": "Hoy koa izy ireo tamin’i Josoa: “Efa natolotr’i Jehovah teo an-tanantsika ilay tany manontolo, ka kivy noho ny amintsika ny mponina rehetra ao amin’ilay tany.”"
    },
    "3": {
        "1": "Dia nifoha maraina i Josoa. Koa niala tao Sitima izy sy ny zanak’Israely rehetra ka tonga teo amin’ny Reniranon’i Jordana. Ary natory teo izy ireo ny alina, talohan’ny hiampitany.",
        "2": "Rehefa tapitra ireo telo andro, dia namakivaky ny toby ireo mpiadidy,",
        "3": "ka nandidy ny vahoaka hoe: “Raha vao hitanareo ny Vata misy ny fifanekena nataon’i Jehovah Andriamanitrareo, mbamin’ny Levita mpisorona milanja an’ilay Vata, dia mialà eo amin’izay misy anareo ka araho ilay izy,",
        "4": "mba ho fantatrareo ny lalana halehanareo, fa mbola tsy nandeha tamin’izany lalana izany ianareo. Avelao fotsiny hisy roa arivo hakiho * eo ho eo manelanelana anareo sy ilay Vata, fa aza manakaiky an’ilay izy.”",
        "5": "Dia hoy i Josoa tamin’ny vahoaka: “Hamasino ny tenanareo, fa hanao zava-mahagaga eo aminareo i Jehovah rahampitso.”",
        "6": "Hoy kosa i Josoa tamin’ny mpisorona: “Raiso ny Vata misy ny fifanekena ka mandehana eo alohan’ny vahoaka.” Koa nandray an’ilay Vata misy ny fifanekena izy ireo, ka nandeha teo alohan’ny vahoaka.",
        "7": "Ary hoy i Jehovah tamin’i Josoa: “Manomboka anio no hanandratako anao eo imason’ny Israely rehetra, mba hahafantarany fa tahaka ny nombako an’i Mosesy no hombako anao koa.",
        "8": "Ary omeo izao baiko izao ny mpisorona milanja an’ilay Vata misy ny fifanekena: ‘Raha vao tonga eo amoron’i Jordana ianareo, dia aza mihetsika eo.’”",
        "9": "Ary hoy i Josoa tamin’ny zanak’Israely: “Manatòna hihaino ny tenin’i Jehovah Andriamanitrareo.”",
        "10": "Dia hoy i Josoa: “Izao no hahafantaranareo fa misy Andriamanitra velona eo aminareo, ary tsy maintsy horoahiny tsy ho eo anatrehanareo ny Kananita sy ny Hetita sy ny Hivita sy ny Perizita sy ny Girgasita sy ny Amorita ary ny Jebosita:",
        "11": "Handeha eo alohanareo ho ao amin’ny Reniranon’i Jordana, ilay Vata misy ny fifanekena nataon’ny Tompon’ny tany manontolo.",
        "12": "Koa makà lehilahy roa ambin’ny folo amin’ny fokon’ny Israely, dia iray isam-poko.",
        "13": "Raha vao manitsaka ny ranon’i Jordana ny faladian’ny mpisorona milanja an’ilay Vata masin’i Jehovah Tompon’ny tany manontolo, dia hijanona tsy hikoriana ny ranon’i Jordana midina avy any ambony, ka tsy hihetsika fa ho toy ny tohodrano.”",
        "14": "Ary niala teo amin’izay nitobiany ny vahoaka, taloha kelin’ny hiampitana an’i Jordana, ary teo alohan’izy ireo ny mpisorona nilanja ny Vata misy ny fifanekena.",
        "15": "Tondraka i Jordana tamin’izay ka difotra ny morony rehetra nandritra ny fotoam-pijinjana. Koa raha vao tonga teo amin’i Jordana ny mpilanja an’ilay Vata, ka nitsoboka teo amin’ny morony ny tongotry ny mpisorona nilanja azy io,",
        "16": "dia tsy nihetsika ny rano nidina avy tany ambony, fa niavosa ho toy ny tohodrano terỳ lavitra be terỳ, teny Adama, tanàna anilan’i Zaretana, ary ritra koa ny rano nidina nankany amin’ny ranomasin’i Araba, dia ny Ranomasin-tsira. Eny, nijanona tsy nikoriana ny rano, ka niampita nanandrify an’i Jeriko ny vahoaka.",
        "17": "Ary nijoro tsy nihetsika teo amin’ny tany maina teo afovoan’i Jordana, ny mpisorona nilanja an’ilay Vata misy ny fifanekena nataon’i Jehovah, raha mbola niampita teo amin’ny tany maina ny Israely rehetra, mandra-piampitan’ilay firenena manontolo an’i Jordana."
    },
    "4": {
        "1": "Raha vao tafita an’i Jordana ilay firenena manontolo, dia hoy i Jehovah tamin’i Josoa:",
        "2": "“Makà lehilahy roa ambin’ny folo amin’ny vahoaka, dia iray isam-poko,",
        "3": "ary omeo baiko izy ireo hoe: ‘Makà vato roa ambin’ny folo eo afovoan’i Jordana, eo amin’ny toerana ijoroan’ny tongotry ny mpisorona, izay mijoro tsy mihetsika. Ento izany ka apetraho eo amin’izay toerana hilasianareo anio alina.’”",
        "4": "Koa niantso roa ambin’ny folo lahy izay notendreny avy teo amin’ny zanak’Israely i Josoa, dia iray isam-poko.",
        "5": "Ary hoy i Josoa tamin’izy ireo: “Mandehana mankeo afovoan’i Jordana, eo alohan’ilay Vata masin’i Jehovah Andriamanitrareo, ka samia mibata vato iray avy eo an-tsorokareo, araka ny isan’ny fokon’ny zanak’Israely,",
        "6": "mba ho famantarana eo aminareo. Ary raha manontany ny zanakareo indray andro any, hoe: ‘Fa maninona ireo vato ireo no napetrakareo eo?’,",
        "7": "dia lazao aminy hoe: ‘Satria ny ranon’i Jordana nijanona tsy nikoriana teo anoloan’ny Vata misy ny fifanekena nataon’i Jehovah. Rehefa niampita teo Jordana ilay Vata, dia nijanona tsy nikoriana ny ranon’i Jordana, ary ireo vato ireo no fahatsiarovana ho an’ny zanak’Israely mandritra ny fotoana tsy voafetra.’”",
        "8": "Dia nataon’ny zanak’Israely izany, araka izay nandidian’i Josoa. Koa naka vato roa ambin’ny folo teo afovoan’i Jordana izy ireo, araka izay nolazain’i Jehovah tamin’i Josoa, araka ny isan’ny fokon’ny zanak’Israely. Ary nentin’izy ireo niampita nankeo amin’ny toeram-pilasiana izany, ka napetrany teo.",
        "9": "Nisy vato roa ambin’ny folo koa natsangan’i Josoa teo afovoan’i Jordana, teo amin’izay nijoroan’ny tongotry ny mpisorona nilanja ny Vata misy ny fifanekena. Mbola ao ireo vato ireo mandraka androany.",
        "10": "Ary nijoro teo afovoan’i Jordana ny mpisorona nilanja an’ilay Vata, mandra-pahavitan’ny zava-drehetra nasain’i Jehovah nolazain’i Josoa tamin’ny vahoaka, araka izay rehetra nandidian’i Mosesy an’i Josoa. Dia niampita haingana ny vahoaka.",
        "11": "Raha vao tafita daholo ny vahoaka, dia niampita teo imason’izy ireo ilay Vata masin’i Jehovah sy ny mpisorona.",
        "12": "Niampita ka nilahatra toy ny tafika teo imason’ny zanak’Israely koa ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, araka izay nolazain’i Mosesy tamin’izy ireo.",
        "13": "Olona efatra alina teo ho eo izay efa voaomana hiantafika no niampita teo anatrehan’i Jehovah mba hiady, teny amin’ny lemaka karakaina any Jeriko.",
        "14": "Tamin’izay andro izay no nanandratan’i Jehovah an’i Josoa teo imason’ny zanak’Israely rehetra. Koa nanomboka natahotra azy izy ireo, tahaka ny natahoran’izy ireo an’i Mosesy nandritra ny androm-piainany.",
        "15": "Dia hoy i Jehovah tamin’i Josoa:",
        "16": "“Asaivo miakatra avy ao Jordana ny mpisorona milanja ny Vata misy ny tenin’ny vavolombelona.”",
        "17": "Koa nandidy ny mpisorona i Josoa hoe: “Miakara avy ao Jordana.”",
        "18": "Dia niakatra avy teo afovoan’i Jordana ny mpisorona nilanja ny Vata misy ny fifanekena nataon’i Jehovah. Koa raha vao niainga avy tao ny faladian’izy ireo ka nanitsaka tany maina, dia niverina tsikelikely tamin’ny laoniny ny ranon’i Jordana, ka nanjary tondraka toy ny teo aloha ary difotra ny morony rehetra.",
        "19": "Tamin’ny andro fahafolon’ny volana voalohany no niakaran’ny vahoaka avy tao Jordana, ka nitobiany tao Gilgala, tany amin’ny sisiny atsinanan’i Jeriko.",
        "20": "Ary natsangan’i Josoa tao Gilgala ireo vato roa ambin’ny folo nalain’izy ireo avy tao Jordana.",
        "21": "Dia hoy izy tamin’ny zanak’Israely: “Rehefa manontany an-drainy ny taranakareo indray andro any, hoe: ‘Fa inona no dikan’ireo vato ireo?’,",
        "22": "dia ampahafantaro azy hoe: ‘Nandia tany maina ny Israely niampita io Jordana io,",
        "23": "rehefa nataon’i Jehovah Andriamanitrareo ritra teo anoloan’izy ireo ny ranon’i Jordana, mandra-piampitan’izy ireo. Izany dia toy ny nataon’i Jehovah Andriamanitrareo tamin’ny Ranomasina Mena, izay nataony ritra teo anoloantsika mandra-piampitantsika.",
        "24": "Amin’izay dia ho fantatry ny firenena rehetra eto an-tany fa mahery ny tanan’i Jehovah. Amin’izay koa dia hatahotra foana an’i Jehovah Andriamanitrareo ianareo.’”"
    },
    "5": {
        "1": "Ary ny mpanjaka rehetran’ny Amorita teny ampita andrefan’ny Reniranon’i Jordana, sy ny mpanjaka rehetran’ny Kananita tany amoron-tsiraka, dia nandre fa efa nataon’i Jehovah ritra teo anoloan’ny zanak’Israely ny ranon’i Jordana mandra-piampitan’izy ireo. Koa nihorohoro ny fon’ireo mpanjaka ireo raha vao nandre izany, ary tsy nanana herim-po hiadiana intsony izy ireo noho ny amin’ny zanak’Israely.",
        "2": "Tamin’izay i Jehovah no nilaza tamin’i Josoa hoe: “Manamboara antsy amin’ny vatoafo ka ataovy indray ny famorana ny zanak’Israely, eny, ataovy fanindroany izany.”",
        "3": "Koa nanamboatra antsy tamin’ny vatoafo i Josoa, ka noforany tao Gibeata-haralota ny zanak’Israely.",
        "4": "Izao no antony nanaovan’i Josoa ilay famorana: Efa maty tany an-tany efitra teny an-dalana ny olona rehetra nivoaka avy tany Ejipta, izany hoe ny lehilahy mpiady rehetra, taorian’ny nivoahan’izy ireo avy tany Ejipta.",
        "5": "Efa voafora ny olona rehetra nivoaka avy tany, fa tsy voafora kosa ny olona rehetra teraka tany an-tany efitra, teny an-dalana, taorian’ny nivoahan’izy ireo avy tany Ejipta.",
        "6": "Fa nandeha efapolo taona tany an-tany efitra ny zanak’Israely, mandra-pahalany ripaka ny lehilahy mpiady rehetra nivoaka avy tany Ejipta izay tsy nihaino ny feon’i Jehovah. Efa nianiana tamin’izy ireo mantsy i Jehovah hoe tsy hamela azy hahita an’ilay tany nianianan’i Jehovah tamin’ny razany fa homena antsika, dia tany tondra-dronono sy tantely.",
        "7": "Koa ny zanak’izy ireo no nataony ho solony, ka ireny no noforan’i Josoa. Mbola tsy voafora mantsy ireny, satria tsy noforana teny an-dalana.",
        "8": "Rehefa vita ny famorana an’ilay firenena manontolo, dia mbola nipetraka tany amin’izay nisy azy tao an-toby izy ireo, mandra-pahasitran’izy ireo.",
        "9": "Ary hoy i Jehovah tamin’i Josoa: “Efa nakodiako hiala taminareo androany ny fanalam-baraka nataon’i Ejipta.” Koa natao hoe Gilgala ny anaran’izany toerana izany mandraka androany.",
        "10": "Mbola nitoby tao Gilgala ny zanak’Israely, ka nitandrina ny Paska tamin’ny takarivan’ny andro fahefatra ambin’ny folon’ny volana, teny amin’ny lemaka karakaina any Jeriko.",
        "11": "Ary ny ampitson’ny Paska, eny, tamin’izay andro izay no nanombohan’izy ireo nihinana ny vokatry ny tany, dia mofo tsy misy lalivay sy voam-bary natono.",
        "12": "Koa nitsahatra ny mana nanomboka tamin’ilay andro nihinanan’izy ireo ny vokatry ny tany, ka tsy nisy mana ho an’ny zanak’Israely intsony. Dia nanomboka nihinana ny vokatry ny tany tao Kanana izy ireo, tamin’iny taona iny.",
        "13": "Rehefa teo akaikin’i Jeriko i Josoa, dia nanopy ny masony ka nijery, ary io fa nisy lehilahy nijoro teo anatrehany, sady nitana sabatra efa voatsoaka tao anaty tranony. Koa nanatona azy i Josoa ka niteny hoe: “Momba anay ianao sa momba ny fahavalonay?”",
        "14": "Ary hoy ralehilahy: “Tsia, fa lehiben’ny tafik’i Jehovah aho, ary izany no ahatongavako eto.” Dia niondrika i Josoa ka niankohoka tamin’ny tany, sady niteny hoe: “Inona no holazain’ny tompoko amin’ny mpanompony?”",
        "15": "Ary hoy ilay lehiben’ny tafik’i Jehovah tamin’i Josoa: “Esory ny kapa amin’ny tongotrao, fa masina io toerana ijoroanao io.” Dia nataon’i Josoa avy hatrany izany."
    },
    "6": {
        "1": "Dia nohidiana mafy ny tanànan’i Jeriko noho ny amin’ny zanak’Israely, ka tsy nisy nivoaka na niditra.",
        "2": "Ary hoy i Jehovah tamin’i Josoa: “Efa natolotro teo an-tananao i Jeriko sy ny mpanjakany ary ny mpiadiny mahery fo.",
        "3": "Koa aoka ianareo lehilahy mpiady rehetra hihodidina ny tanàna indray mandeha, ka hanao toy izany foana mandritra ny enina andro.",
        "4": "Mpisorona fito no handeha eo alohan’ilay Vata ka hitondra anjombona fito vita amin’ny tandrok’ondry. Amin’ny andro fahafito kosa, dia hihodidina ny tanàna impito ianareo, ary hitsoka anjombona ny mpisorona.",
        "5": "Rehefa ampanenoin’izy ireo ny anjombona, ka renareo ny feon’ny anjombona, dia hihorakoraka mafy hanao hiakan’ady ny olona rehetra, ka hirodana ny mandan’ny tanàna. Dia hiakatra ny olona, ary samy hanitsy amin’izay tandrifiny avy.”",
        "6": "Koa nantsoin’i Josoa zanak’i Nona ny mpisorona, ka nilazany hoe: “Raiso ny Vata misy ny fifanekena, ary mpisorona fito no handeha eo alohan’ilay Vata masin’i Jehovah ka hitondra anjombona fito vita amin’ny tandrok’ondry.”",
        "7": "Hoy koa izy tamin’ny olona: “Mandehana manodidina ny tanàna, ary handeha eo alohan’ilay Vata masin’i Jehovah ny tafika voaomana hiady.”",
        "8": "Koa nizotra araka izay efa nasain’i Josoa nataon’ny olona ny zava-drehetra: Nandeha ny mpisorona fito nitondra anjombona fito teo anatrehan’i Jehovah, ka nitsoka ny anjombona izy ireo, ary tao aorian’izy ireo ilay Vata misy ny fifanekena nataon’i Jehovah.",
        "9": "Dia nandeha teo alohan’ireo mpisorona nitsoka anjombona ny tafika voaomana hiady, fa ny vodilaharana mpiaro kosa nanaraka an’ilay Vata. Ary notsofina foana ny anjombona.",
        "10": "Dia nandidy ny olona i Josoa hoe: “Aza mihorakoraka, ary aoka tsy hisy feo ho re avy aminareo, ary aza miteny na indraim-bava aza, mandra-pahatongan’ny andro hilazako aminareo hoe: ‘Mihorakoraha!’ Amin’izay vao hihorakoraka ianareo.”",
        "11": "Koa nalefany nihodidina ny tanàna indray mandeha ny Vata masin’i Jehovah. Dia nankany an-toby izy ireo avy eo, ka natory tao an-toby ny alina.",
        "12": "Dia nifoha maraina i Josoa, ary nolanjain’ny mpisorona ny Vata masin’i Jehovah.",
        "13": "Nisy mpisorona fito nitondra anjombona fito teo alohan’ilay Vata masin’i Jehovah, sady nitsoka anjombona foana. Nandeha teo alohan’izy ireo ny tafika voaomana hiady, fa ny vodilaharana mpiaro kosa nanaraka an’ilay Vata masin’i Jehovah. Ary notsofina foana ny anjombona.",
        "14": "Nihodidina ny tanàna indray mandeha koa izy ireo tamin’ny andro faharoa, dia nody tany an-toby. Toy izany no nataony nandritra ny enina andro.",
        "15": "Ary nifoha maraina izy ireo tamin’ny andro fahafito, raha vao nazava ratsy ny andro, ka nihodidina ny tanàna toy ny nataony teo aloha, saingy nataony impito izany. Tamin’io andro io ihany izy ireo no nanodidina ny tanàna impito.",
        "16": "Dia notsofin’ny mpisorona ny anjombona tamin’ny fihodinana fahafito. Koa hoy i Josoa tamin’ny olona: “Mihorakoraha, fa efa nomen’i Jehovah anareo ny tanàna!",
        "17": "Ary hatokana haringana ny tanàna. An’i Jehovah izy io sy ny zava-drehetra ao aminy. I Rahaba mpivaro-tena ihany mbamin’ny olona rehetra miaraka aminy ao an-trano, no aoka ho velona, satria nanafina ireo iraka nalefantsika izy.",
        "18": "Mitandrema anefa ianareo mba tsy hanakaiky ny zavatra atokana haringana, sao hotsiriritinareo ireny ka hakanareo, dia hahatonga ny tobin’ny Israely ho voatokana haringana ianareo ka hitondra loza aminy.",
        "19": "Fa zava-masina ho an’i Jehovah ny zava-drehetra vita amin’ny volafotsy sy volamena sy varahina ary vy. Tokony halefa ho isan’ny zava-tsarobidy ho an’i Jehovah ireny.”",
        "20": "Ary nihorakoraka ny olona, rehefa notsofina ny anjombona. Eny, raha vao ren’izy ireo ny feon’ny anjombona, dia nihorakoraka mafy nanao hiakan’ady izy ireo, ka nirodana ny manda. Dia niakatra nankao an-tanàna izy ireo, ka samy nanitsy tamin’izay tandrifiny avy, ary naka ny tanàna ho babo.",
        "21": "Koa naringan’izy ireo tanteraka tamin’ny lelan-tsabatra izay rehetra tao an-tanàna, na lehilahy na vehivavy, na tovolahy na lahiantitra, na omby na ondry na ampondra.",
        "22": "Ary hoy i Josoa tamin’izy roa lahy izay nijery taratra an’ilay tany: “Mankanesa ao an-tranon’ilay vehivavy mpivaro-tena, ka ento mivoaka izy sy izay rehetra azy, araka izay efa nianiananareo taminy.”",
        "23": "Dia nankany ireo tovolahy izay nijery taratra an’ilay tany, ka namoaka an’i Rahaba sy ny rainy sy ny reniny sy ny anadahiny ary izay rehetra azy, eny, ny havany rehetra, dia nametraka azy teo ivelan’ny tobin’ny Israely.",
        "24": "Ary nodoran’izy ireo ny tanàna sy ny zava-drehetra tao. Fa ny volafotsy sy ny volamena sy ny zavatra vita tamin’ny varahina sy vy kosa nomeny ho isan’ny zava-tsarobidy ho an’ny tranon’i Jehovah.",
        "25": "Dia notsimbinin’i Josoa ny ain’i Rahaba mpivaro-tena, sy ny ain’ny ankohonan-drainy, ary izay rehetra azy. Ary mbola eto amin’ny Israely ravehivavy mandraka androany, satria izy nanafina ny iraka nalefan’i Josoa hijery taratra an’i Jeriko.",
        "26": "Ary nilaza ozona i Josoa tamin’izay fotoana izay, hoe: “Ho voaozona eo anatrehan’i Jehovah izay olona manorina ity tanànan’i Jeriko ity. Aoka ho faty ny lahimatoany rehefa manao ny fototra izy, ary ny faralahiny rehefa manangana ny vavahadiny izy.”",
        "27": "Ary i Jehovah nomba an’i Josoa, ka niely eran-tany ny lazany."
    },
    "7": {
        "1": "Ary nivadika tamin’Andriamanitra ny zanak’Israely, fa tsy nankatò ny didy momba ny zavatra voatokana haringana. Naka tamin’izany mantsy i Akana zanak’i Karmy, zanak’i Zabdy, zanak’i Zera, avy amin’ny fokon’i Joda. Koa tezitra be tamin’ny zanak’Israely i Jehovah.",
        "2": "Ary nisy olona nirahin’i Josoa avy tao Jeriko hankany Ay, izay teo akaikin’i Beti-avena, tany atsinanan’i Betela, ka nilazany hoe: “Miakara mba hijery taratra an’ilay tany.” Koa niakatra hijery taratra an’i Ay izy ireo.",
        "3": "Dia niverina teo amin’i Josoa ireo, ka niteny taminy hoe: “Aoka tsy ny olona rehetra no hiakatra hamely an’i Ay, fa aleo roa arivo na telo arivo lahy eo ho eo ihany. Aza manasatra ny olona rehetra hankany, fa vitsy ry zareo.”",
        "4": "Koa telo arivo lahy teo ho eo no niakatra nankany Ay, nefa nandositra teo anoloan’ny olona tao izy ireo.",
        "5": "Ary nahafaty enina amby telopolo lahy teo ho eo tamin’izy ireo ny olona tao Ay, ka nanenjika azy avy teo anoloan’ny vavahady hatrany Sebarima, sady tsy nitsahatra namely azy teny am-pidinana. Koa nihorohoro ny fon’ny vahoaka, ka toy ny hoe nitsonika lasa rano ny herim-pony.",
        "6": "Dia nandrovitra ny lamba fitafiny i Josoa. Ary niankohoka tamin’ny tany teo anoloan’ny Vata masin’i Jehovah izy sy ny anti-panahin’ny Israely mandra-paharivan’ny andro, sady nasian’izy ireo vovoka foana ny lohany.",
        "7": "Ary hoy i Josoa: “Indrisy, Jehovah Tompo Fara Tampony ô! Inona no antony nitondranao an’ity vahoaka ity tamin’ireny lalana rehetra ireny, ka nampitanao azy teo amin’ny Reniranon’i Jordana? Mba hanoloranao anay eo an-tanan’ny Amorita ve ka handringanany anay? Tsy naleonay ihany ve nijanona teny ampitan’i Jordana?",
        "8": "Miala tsiny aminao aho, Jehovah ô! Inona intsony no holazaiko? Ny Israely aza efa niamboho fahavalo.",
        "9": "Ary ho ren’ny Kananita sy ny mponina rehetra eto amin’ity tany ity izany, dia hanodidina anay izy ireo ka hanafoana ny anaranay tsy ho eto an-tany. Dia hataonao ahoana ny anaranao be voninahitra?”",
        "10": "Ary hoy i Jehovah tamin’i Josoa: “Mitsangàna ianao! Fa nahoana ianao no miankohoka toy izao?",
        "11": "Efa nanota ny Israely sady efa nivadika tamin’ny fifanekena nasaiko notandremany. Efa nakany koa ny zavatra voatokana haringana, ka nangalariny sy nafeniny ary nataony tao amin’ny entany.",
        "12": "Koa tsy hahatohitra ny fahavalony ny zanak’Israely. Hiamboho fahavalo izy, satria nanjary voatokana haringana koa ny tenany. Ary tsy homba anareo intsony aho, raha tsy aringanareo tsy ho eo aminareo ilay zavatra voatokana haringana.",
        "13": "Koa mandehana, hamasino ny vahoaka, ka ilazao hoe: ‘Hamasino ny tenanareo rahampitso, fa izao no nolazain’i Jehovah Andriamanitry ny Israely: “Misy zavatra voatokana haringana eo aminao, ry Israely ô! Tsy hahatohitra ny fahavalonareo intsony ianareo, raha tsy efa voaesotra tsy ho eo aminareo ilay zavatra voatokana haringana.",
        "14": "Ary misehoa isam-poko rahampitso, ka izay foko hotanan’i Jehovah no hanatona isaky ny fianakaviambe, ary izay fianakaviambe hotanan’i Jehovah no hanatona isaky ny ankohonana, ary izay ankohonana hotanan’i Jehovah no hanatona isaky ny vatan-dehilahy.",
        "15": "Koa izay voatana miaraka amin’ilay zavatra voatokana haringana, dia hodorana miaraka amin’izay rehetra azy. Nivadika tamin’ny fifanekena nataon’i Jehovah mantsy izy, ary nanao zavatra manala baraka teo amin’ny Israely.”’”",
        "16": "Koa nifoha maraina i Josoa, ary nasainy nanatona isam-poko ny Israely, ka ny fokon’i Joda no voatana.",
        "17": "Avy eo dia nasainy nanatona ireo fianakaviamben’i Joda, ka ny fianakaviamben’ny Zerita no voatana. Ary nasainy nanatona isaky ny vatan-dehilahy ny fianakaviamben’ny Zerita, ka i Zabdy no voatana.",
        "18": "Farany, dia nasainy nanatona isaky ny vatan-dehilahy ny ankohonan’i Zabdy, ka i Akana zanak’i Karmy, zanak’i Zabdy, zanak’i Zera, avy amin’ny fokon’i Joda no voatana.",
        "19": "Ary hoy i Josoa tamin’i Akana: “Miangavy anao aho, anaka, mba hanome voninahitra an’i Jehovah Andriamanitry ny Israely, ka hibaboka aminy. Lazao amiko re izay nataonao, fa aza afenina ahy e!”",
        "20": "Dia hoy ny navalin’i Akana an’i Josoa: “Marina tokoa fa izaho no nanota tamin’i Jehovah Andriamanitry ny Israely, ka izao no nataoko:",
        "21": "Nahita akanjom-boninahitra teo amin’ny zavatra azo babo aho, eny, akanjo tsara tarehy avy any Sinara, ary koa sekely * volafotsy roanjato sy vaingam-bolamena iray nilanja sekely dimampolo. Dia notsiriritiko izany ka nalaiko. Ary voafina ao anaty tany eo afovoan’ny tranolaiko izany, ka ao ambaniny ny vola.”",
        "22": "Koa nandefa iraka avy hatrany i Josoa. Dia nihazakazaka nankany amin’ilay tranolay ireo, ary hitany voafina tao tokoa izany ka tao ambaniny ny vola.",
        "23": "Koa nalain’izy ireo teo afovoan’ny tranolay izany ka nentiny tany amin’i Josoa sy ny zanak’Israely rehetra, ary nararany teo anatrehan’i Jehovah.",
        "24": "Dia nalain’i Josoa sy ny Israely rehetra i Akana zanak’i Zera, mbamin’ilay volafotsy sy ilay akanjo ary ilay vaingam-bolamena, ary koa ny zanany lahy sy ny zanany vavy sy ny ombiny sy ny ampondrany sy ny ondry aman’osiny sy ny tranolainy ary izay rehetra azy, ka nentiny teo amin’ny lemaka ivan’i Akora.",
        "25": "Ary hoy i Josoa: “Nahoana no nahatonga loza taminay ianao? Hahatonga loza aminao koa i Jehovah anio.” Dia nitora-bato azy ny Israely rehetra, ary nandoro azy nony avy eo. Eny, notorahany vato ireo.",
        "26": "Ary nanangana antontam-bato lehibe teo amboniny izy ireo, ka mbola eo izany mandraka androany. Dia nitony ny fahatezerana mafin’i Jehovah. Izany no antony nanaovana ny anaran’io toerana io hoe Lemaka Ivan’i Akora, mandraka androany."
    },
    "8": {
        "1": "Dia hoy i Jehovah tamin’i Josoa: “Aza matahotra na mihorohoro. Ento miaraka aminao ny mpiady rehetra ka miakara any Ay. Fa atolotro eo an-tananao ny mpanjakan’i Ay sy ny vahoakany sy ny tanànany ary ny taniny.",
        "2": "Ary toy ny nataonao tamin’i Jeriko sy ny mpanjakany ihany no ataovy amin’i Ay sy ny mpanjakany. Fa azonareo alaina ho anareo kosa ny fananany izay voababonareo sy ny biby fiompiny. Ary asio lehilahy miafina any ambadiky ny tanàna, mba hanafika azy.”",
        "3": "Dia niakatra ho any Ay i Josoa sy ny mpiady rehetra. Ary nifidy lehilahy matanjaka sy mahery fo niisa telo alina i Josoa, ka nandefa azy tamin’ny alina.",
        "4": "Dia nomeny baiko izy ireo hoe: “Miafena any ambadiky ny tanàna ianareo mba hanafika azy. Aza mihataka lavitra loatra amin’ny tanàna anefa, ary aoka ho vonona foana ianareo rehetra.",
        "5": "Izaho sy ny olona rehetra miaraka amiko kosa hankeny akaikin’ny tanàna. Koa raha mivoaka hifanandrina aminay toy ny tamin’ny voalohany izy ireo, dia handositra eo anoloany izahay.",
        "6": "Ary hivoaka hanenjika anay izy ireo, mandra-pitarikay azy lavitra ny tanàna. Hieritreritra mantsy izy ireo hoe: ‘Mandositra eo anoloantsika toy ny tamin’ny voalohany ry zareo.’ Koa handositra eo anoloan’izy ireo izahay.",
        "7": "Amin’izay ianareo no hipoitra avy ao amin’izay hiafenanareo, ka haka an’ilay tanàna. Dia hatolotr’i Jehovah Andriamanitrareo eo an-tananareo izy io.",
        "8": "Ary raha vao azonareo ny tanàna, dia dory. Ny tenin’i Jehovah no araho. Izany no baiko omeko anareo.”",
        "9": "Dia nalefan’i Josoa izy ireo, ka nankany amin’ilay toerana hiafenana, ary nitoby teo anelanelan’i Betela sy Ay, teo andrefan’i Ay. Fa i Josoa kosa nitoetra teo amin’ny olona niaraka taminy, tamin’iny alina iny.",
        "10": "Ary nifoha maraina i Josoa, ka nijery an’ireo olona niaraka taminy. Dia nitarika an’ireo niakatra nankany Ay izy sy ny anti-panahin’ny Israely.",
        "11": "Koa niakatra ny mpiady rehetra niaraka taminy, mba hanatona teo anoloan’ny tanàna. Ary nitoby teo avaratr’i Ay izy ireo, ka ny lohasaha no nanelanelana azy ireo sy i Ay.",
        "12": "Tamin’izay dia efa nisy lehilahy dimy arivo teo ho eo nofidin’i Josoa ka nasainy niafina teo anelanelan’i Betela sy Ay, teo andrefan’ny tanàna.",
        "13": "Koa natoby teo avaratry ny tanàna ny ampahany lehibe indrindra tamin’ilay tafika, ary teo andrefan’ny tanàna kosa ny sisa. Ary nankeo afovoan’ny lemaka iva i Josoa nandritra iny alina iny.",
        "14": "Raha vao hitan’ny mpanjakan’i Ay izany, dia nikoropaka nifoha maraina ny lehilahy tao an-tanàna. Dia nivoaka hiady tamin’ny Israely tandrifin’ny lemaka karakaina ny mpanjaka sy ny olony rehetra, tamin’ny fotoana voatondro. Tsy fantany anefa fa efa nisy niafina hanafika azy tany ambadiky ny tanàna.",
        "15": "Ary mody resy teo anoloan’izy ireo i Josoa sy ny Israely rehetra, ka nandositra tamin’ny lalana mankany an-tany efitra.",
        "16": "Koa nantsoina daholo ny olona tao an-tanàna mba hanenjika azy ireo. Dia nanenjika an-dry Josoa izy ireo ka voatarika lavitra ny tanàna.",
        "17": "Koa tsy nisy lehilahy tavela tao Ay sy Betela, fa samy nivoaka nanenjika ny Israely avokoa. Ary navelan’izy ireo nivoha nidanadana ny tanàna, ka lasa nanenjika ny Israely izy ireo.",
        "18": "Dia hoy i Jehovah tamin’i Josoa: “Ataovy manondro an’i Ay iny lefom-pohy eny an-tananao iny, fa hatolotro eo an-tananao izy.” Koa nataon’i Josoa nanondro ny tanàna ny lefom-pohy teny an-tanany.",
        "19": "Ary nipoitra haingana avy tao amin’ny toerany ireo lehilahy niafina, ka nihazakazaka avy hatrany raha vao nanatsotra ny tanany i Josoa. Dia niditra tao an-tanàna izy ireo, ka naka azy io ho babo. Ary nodoran’izy ireo haingana ny tanàna.",
        "20": "Ary nitodika ireo lehilahy nivoaka avy tao Ay ka hitany fa niakatra teny amin’ny lanitra ny setroky ny tanàna. Dia tsy nahavita nandositra izy ireo, na ho aiza na ho aiza. Ary ny Israely izay nandositra nankany an-tany efitra dia niverina hamely ny mpanenjika.",
        "21": "Rehefa tazan’i Josoa sy ny Israely rehetra fa efa naka ny tanàna ho babo ireo lehilahy niafina, ary efa niakatra ny setroky ny tanàna, dia niverina izy ireo ka namono an’ireo lehilahy avy ao Ay.",
        "22": "Nivoaka hifanandrina tamin’izy ireo koa ny Israelita namabo an’ilay tanàna. Koa latsaka teo afovoan’ny Israely izy ireo, satria teo amin’ny andaniny sy ny ankilany ny Israely. Dia naripaky ny Israely izy ireo, ka tsy nisy niangana na afa-nandositra.",
        "23": "Ary nataony sambo-belona ny mpanjakan’i Ay, ka nentiny tany amin’i Josoa.",
        "24": "Ary novonoin’ny Israely avokoa ny mponin’i Ay izay nanenjika azy tany an-tany efitra, ka lavon’ny lelan-tsabatra izy rehetra ary tsy nisy niangana intsony. Dia niverina tao Ay ny Israely rehetra, ka namely azy io tamin’ny lelan-tsabatra.",
        "25": "Lehilahy sy vehivavy roa arivo sy iray alina no lavon-tsabatra tamin’iny andro iny, dia ny olona rehetra tao Ay.",
        "26": "Ary tsy nahemotr’i Josoa mihitsy ilay tanany nitana ny lefom-pohy, mandra-pandringany tanteraka ny mponina rehetra tao Ay.",
        "27": "Ny biby fiompy ihany mbamin’ny fananana voababo tao amin’ilay tanàna no nalain’ny Israely ho an’ny tenany, araka ny tenin’i Jehovah izay nandidiany an’i Josoa.",
        "28": "Dia nodoran’i Josoa i Ay ka lasa dongon-tany mandritra ny fotoana tsy voafetra, ary mbola aolo mandraka androany.",
        "29": "Ary nahantony teo amin’ny tsato-kazo ny mpanjakan’i Ay, mandra-paharivan’ny andro. Rehefa nadiva hilentika ny masoandro, dia nasain’i Josoa nampidinina avy teo amin’ilay tsato-kazo ny fatiny, ka natsipy teo amin’ny fidirana amin’ny vavahadin’ny tanàna, ary nananganana antontam-bato teo amboniny. Mbola ao izany mandraka androany.",
        "30": "Tamin’izay i Josoa no nanorina alitara ho an’i Jehovah Andriamanitry ny Israely, teo amin’ny Tendrombohitra Ebala,",
        "31": "araka ny didy nampitain’i Mosesy mpanompon’i Jehovah tamin’ny zanak’Israely, dia araka izay voasoratra ao amin’ny boky misy ny lalàn’i Mosesy hoe: “Alitara vita amin’ny vato tsy voapaika, ary tsy nampiasana fitaovana vy.” Koa nanolotra fanatitra dorana ho an’i Jehovah sy sorona iombonana teo ambonin’io izy ireo.",
        "32": "Teo no nadikan’i Josoa tamin’ny vato ny lalàn’i Mosesy izay nosoratany teo anatrehan’ny zanak’Israely.",
        "33": "Ary ny Israely rehetra sy ny anti-panahiny sy ny mpiadidy ary ny mpitsarany dia nitsangana teo amin’ny andaniny sy ankilany amin’ny Vata, teo anoloan’ny Levita mpisorona izay nilanja ny Vata misy ny fifanekena nataon’i Jehovah, mba hitso-drano ny vahoakan’Israely aloha. Koa nitsangana teo na ny vahiny na ny teratany, ka ny antsasany teo anoloan’ny Tendrombohitra Gerizima, ary ny antsasany teo anoloan’ny Tendrombohitra Ebala, araka izay nandidian’i Mosesy mpanompon’i Jehovah.",
        "34": "Novakiny mafy nony avy eo izay rehetra voalazan’ny lalàna, dia ny fitahiana sy ny ozona, araka izay rehetra voasoratra tao amin’ny boky misy ny lalàna.",
        "35": "Ary tsy nisy tsy novakin’i Josoa ny teny rehetra nandidian’i Mosesy. Novakiny mafy izany teo anatrehan’ny fiangonan’Israely manontolo, sy ny vehivavy sy ny ankizy madinika ary ny vahiny izay niara-nandeha tamin’izy ireo."
    },
    "9": {
        "1": "Ary nahare izany ny mpanjaka rehetra tetỳ ampitan’ny Reniranon’i Jordana, izany hoe teny amin’ny faritra be tendrombohitra sy tany Sefela sy teny amoron’ny Ranomasina Lehibe ary tandrifin’i Libanona, dia ny Hetita sy ny Amorita sy ny Kananita sy ny Perizita sy ny Hivita ary ny Jebosita.",
        "2": "Koa nivory izy rehetra ka niray saina hiady tamin’i Josoa sy ny Israely.",
        "3": "Ary ren’ny mponin’i Gibeona ny nanaovan’i Josoa an’i Jeriko sy Ay.",
        "4": "Koa nanapa-kevitra hampiasa hafetsena izy ireo. Dia lasa naka vatsy izy ireo, ary nitondra gony tonta hatao eo amin’ny ampondrany, sy siny hoditra tonta fasiana divay izay efa triatra ka nofatorana.",
        "5": "Nanao kapa tonta sy nitampintampina izy ireo, sady nanao akanjo tonta. Ary efa maina sy potipotika ny mofo rehetra nataony vatsy.",
        "6": "Dia nankany amin’i Josoa tao amin’ny toby tany Gilgala izy ireo, ka niteny taminy sy tamin’ny Israelita hoe: “Avy any an-tany lavitra izahay, ka manaova fifanekena aminay.”",
        "7": "Ary hoy ny Israelita tamin’ny Hivita: “Sao etỳ amin’ny manodidina anay ihany ianareo no mipetraka, ka ahoana no hanaovanay fifanekena aminareo?”",
        "8": "Dia hoy ireo tamin’i Josoa: “Mpanomponao izahay.” Ary hoy i Josoa: “Fa iza moa ianareo, ary avy aiza?”",
        "9": "Dia hoy ireo: “Avy any an-tany lavitra be izahay mpanomponao, ary tonga atỳ noho ny amin’ny anaran’i Jehovah Andriamanitrao. Efa renay mantsy ny lazany sy izay rehetra nataony tany Ejipta,",
        "10": "ary izay rehetra nataony tamin’ny mpanjaka roan’ny Amorita teny ampitan’i Jordana, dia i Sihona mpanjakan’i Hesbona sy Oga mpanjakan’i Basana, ilay tao Astarta.",
        "11": "Koa niteny taminay ny anti-panahinay sy ny mponina rehetra any amin’ny taninay, hoe: ‘Mitondrà vatsy ho amin’ny dianareo, ka mankanesa any amin’izy ireo, dia lazao aminy hoe: “Mpanomponareo izahay, ka manaova fifanekena aminay.”’",
        "12": "Vao nafana ireto mofo nentinay hatao vatsy ireto, tamin’ny andro nialanay tany an-trano hankatỳ aminareo, nefa jereo ireto izy fa efa maina sy potipotika.",
        "13": "Ary vaovao ireto siny hoditra fasiana divay ireto tamin’izy nofenoinay, nefa jereo ireto izy fa efa triatra. Nanjary tonta koa itony akanjo sy kapanay itony, noho ny halavitry ny lalana.”",
        "14": "Koa nakan’ny Israelita ny vatsin’izy ireo hojereny. Tsy mba nanontany an’i Jehovah anefa ny Israelita.",
        "15": "Ary nanaiky hihavana tamin’ireo i Josoa, ka nanao fifanekena taminy fa hamela azy ho velona. Dia nianiana tamin’izy ireo ny mpiadidy vahoaka.",
        "16": "Rehefa afaka telo andro taorian’ny nanaovana fifanekena tamin’izy ireo anefa, dia ren’ny Israely fa teny akaikiny, teny amin’ny manodidina azy teny ihany ireo no nipetraka.",
        "17": "Dia niainga ny zanak’Israely ka tonga tao an-tanànan’izy ireo tamin’ny andro fahatelo. I Gibeona sy Kefira sy Berota ary Kiriata-jearima izany tanàna izany.",
        "18": "Tsy namely azy ireo anefa ny zanak’Israely, satria ny mpiadidy vahoaka efa nianiana tamin’izy ireo tamin’ny anaran’i Jehovah Andriamanitry ny Israely. Ary ny vahoaka manontolo dia nimenomenona tamin’ny mpiadidy.",
        "19": "Dia hoy ny mpiadidy rehetra tamin’ny vahoaka manontolo: “Efa nianiana tamin’izy ireo tamin’ny anaran’i Jehovah Andriamanitry ny Israely izahay, ka tsy mahazo mamely azy isika.",
        "20": "Noho izany dia havelantsika ho velona ihany izy ireo, mba tsy hisian’ny fahatezerana hihatra amintsika noho ny amin’ilay fianianana nataonay taminy.”",
        "21": "Ary hoy ny mpiadidy tamin’ny Israely: “Avelantsika ho velona izy ireo, nefa hataontsika mpaka kitay sy mpantsaka rano ho an’ny fiangonana manontolo, araka izay efa nampanantenainay mpiadidy.”",
        "22": "Ary nantsoin’i Josoa izy ireo ka nilazany hoe: “Nahoana ianareo no namitaka anay ka niteny hoe: ‘Lavitra be anareo no misy anay’, nefa etỳ aminay ihany ianareo no mipetraka?",
        "23": "Koa ankehitriny dia voaozona ianareo, ka ho mpanompo sy mpaka kitay ary mpantsaka rano ho an’ny tranon’Andriamanitro mandrakizay.”",
        "24": "Ary hoy ny navalin’izy ireo an’i Josoa: “Notantaraina tsara taminay mpanomponao mantsy, fa i Jehovah Andriamanitrao efa nandidy an’i Mosesy mpanompony hanome anareo ity tany manontolo ity, ka handringana ny mponina rehetra eto tsy ho eo anoloanareo. Koa noho ny aminareo dia natahotra mafy izahay ny amin’ny ainay, * ka nanao izany zavatra izany.",
        "25": "Indreto àry izahay eto am-pelatananao, ka izay hitanao fa tsara sy mety no ataovy aminay.”",
        "26": "Koa nanao izany tamin’izy ireo izy ka nanafaka azy teo an-tanan’ny zanak’Israely. Dia tsy novonoin’ny zanak’Israely izy ireo.",
        "27": "Koa tamin’izay andro izay ka mandraka androany, dia nataon’i Josoa ho mpaka kitay izy ireo sy ho mpantsaka rano ho an’ny fiangonana sy ny alitaran’i Jehovah, eo amin’izay toerana hofidiny."
    },
    "10": {
        "1": "Dia ren’i Adoni-zedeka mpanjakan’i Jerosalema fa efa nobaboin’i Josoa sy naringany tanteraka i Ay, ary toy ny nanaovany an’i Jeriko sy ny mpanjakany ihany no nanaovany an’i Ay sy ny mpanjakany. Reny koa fa efa nanaiky hihavana tamin’ny Israely ny mponin’i Gibeona ka nitoetra teo amin’izy ireo.",
        "2": "Koa raiki-tahotra mafy izy satria tanàna lehibe i Gibeona, sahala amin’ny tanàna misy mpanjaka, sady mbola lehibe noho i Ay, ary natanjaka daholo ny lehilahy tao.",
        "3": "Koa nisy olona nirahin’i Adoni-zedeka mpanjakan’i Jerosalema ho any amin’i Hohama mpanjakan’i Hebrona, sy Pirama mpanjakan’i Jarmota, sy Jafia mpanjakan’i Lakisy, ary Debira mpanjakan’i Eglona, hiteny hoe:",
        "4": "“Miakara atỳ amiko ka ampio aho. Andao isika hamely an’i Gibeona, fa efa nanaiky hihavana tamin’i Josoa sy ny zanak’Israely izy.”",
        "5": "Koa nivondrona ireo mpanjaka dimy teo amin’ny Amorita, dia ny mpanjakan’i Jerosalema, ny mpanjakan’i Hebrona, ny mpanjakan’i Jarmota, ny mpanjakan’i Lakisy, ary ny mpanjakan’i Eglona. Dia niakatra izy ireo mbamin’ny tobiny rehetra, ary nitoby hanafika an’i Gibeona ka hiady aminy.",
        "6": "Ary naniraka olona ho any amin’i Josoa tany an-toby tao Gilgala ny Gibeonita, nanao hoe: “Aza mahafoy anay mpanomponao. Miakara haingana atỳ aminay ka vonjeo izahay ary ampio, fa mivondrona hiady aminay avokoa ny mpanjakan’ny Amorita monina eny amin’ny faritra be tendrombohitra.”",
        "7": "Koa niakatra avy any Gilgala i Josoa sy ny mpiady rehetra niaraka taminy ary ny lehilahy matanjaka sy mahery fo rehetra.",
        "8": "Dia hoy i Jehovah tamin’i Josoa: “Aza matahotra an’ireo, fa efa natolotro teo an-tananao izy. Tsy hisy hahatohitra anao ireo na iray aza.”",
        "9": "Ary tampoka ny nanafihan’i Josoa azy ireo. Efa niakatra avy tany Gilgala nandritra ny alina mantsy izy.",
        "10": "Dia nataon’i Jehovah nifanaritaka teo anoloan’ny Israely izy ireo. Koa namono azy ireo ny Israely ka nahafaty be dia be tao Gibeona. Ary nenjehin’ny Israely tany amin’ny lalana mankany amin’ny fiakarana ao Beti-horona izy ireo, ka naripany hatrany Azeka sy Makeda.",
        "11": "Raha mbola nandositra teo anoloan’ny Israely izy ireo, dia nandatsahan’i Jehovah havandra vaventy avy tany an-danitra, teny amin’ny fidinana ao Beti-horona ka hatrany Azeka. Dia maty izy ireo, ary betsaka kokoa ny matin’ny havandra noho ny matin’ny zanak’Israely tamin’ny sabatra.",
        "12": "Tamin’io andro nanoloran’i Jehovah ny Amorita teo an-tanan’ny zanak’Israely io, no niresahan’i Josoa tamin’i Jehovah, ka nitenenany teo imason’ny Israely hoe: “Ry masoandro, aza mihetsika eo ambonin’i Gibeona! Ary ianao, ry volana, aza mihetsika eo ambonin’ny lemaka ivan’i Aialona!”",
        "13": "Dia tsy nihetsika ny masoandro, ary nijanona ny volana, mandra-pamitan’ilay firenena ny famaizana ny fahavalony. Tsy efa voasoratra ao amin’ny bokin’i Jasara ve izany? Koa tsy nihetsika teo afovoan’ny lanitra ny masoandro, ary tsy maika ny hilentika izy io efa ho iray andro maninjitra.",
        "14": "Mbola tsy nisy andro tahaka an’iny, na tany alohany na tatỳ aoriany, izay nihainoan’i Jehovah ny feon’olona toy izany, fa i Jehovah mihitsy no niady ho an’ny Israely.",
        "15": "Taorian’izay, dia niverina tany an-toby tao Gilgala i Josoa sy ny Israely rehetra niaraka taminy.",
        "16": "Nandritra izany fotoana izany, dia nandositra ireo mpanjaka dimy, ka niafina tao amin’ny lava-bato tao Makeda.",
        "17": "Ary nisy nilaza tamin’i Josoa hoe: “Hitan’ny olona miafina ao amin’ilay lava-bato ao Makeda ireo mpanjaka dimy.”",
        "18": "Koa hoy i Josoa: “Manakodiava vato be ho eo am-bavan’ilay lava-bato, ary asio olona eo hiambina an’ireo.",
        "19": "Ianareo kosa aza mijanona, fa enjeho ny fahavalonareo ka asio ny vodilaharany. Ary aza avela hiditra any an-tanànany ireo, fa efa natolotr’i Jehovah Andriamanitrareo teo an-tananareo.”",
        "20": "Rehefa voaripak’i Josoa sy ny zanak’Israely izy ireo, ka be dia be no maty ary izay sisa niangana kosa nandositra nankao amin’ireo tanàna voaro mafy,",
        "21": "dia niverina soa aman-tsara tany amin’i Josoa tany an-toby, tao Makeda, ny olona rehetra. Ary tsy nisy olona na iray aza sahy nanao vava ratsy tamin’ny zanak’Israely.",
        "22": "Hoy i Josoa avy eo: “Sokafy ny vavan’ilay lava-bato, ary avoahy ho etỳ amiko ireo mpanjaka dimy.”",
        "23": "Koa nataon’izy ireo izany, ka navoakany avy ao an-dava-bato ho any amin’i Josoa ireo mpanjaka dimy, dia ny mpanjakan’i Jerosalema, ny mpanjakan’i Hebrona, ny mpanjakan’i Jarmota, ny mpanjakan’i Lakisy, ary ny mpanjakan’i Eglona.",
        "24": "Raha vao navoaka ho eo amin’i Josoa ireo mpanjaka ireo, dia nantsoin’i Josoa ny lehilahy rehetra teo amin’ny Israely, ka hoy izy tamin’ireo mpitari-tafika niaraka taminy izay nifehy an’ireo lehilahy mpiady: “Avia etỳ aloha etỳ, ary apetraho eo amin’ny hatok’ireto mpanjaka ireto ny tongotrareo.” Koa nankeny aloha izy ireo, ka samy nametraka ny tongony teo amin’ny hatok’ireo mpanjaka.",
        "25": "Hoy koa i Josoa tamin’izy ireo: “Aza matahotra na mihorohoro. Mahereza sy matanjaha, fa toy izao no hataon’i Jehovah amin’ny fahavalo rehetra hiadianareo.”",
        "26": "Ary namely an’ireo mpanjaka ireo i Josoa taorian’izay, ka namono azy ireo ho faty, dia nanantona azy teo amin’ny tsato-kazo dimy. Koa nihantona teo izy ireo mandra-paharivan’ny andro.",
        "27": "Rehefa hilentika ny masoandro, dia nasain’i Josoa nesorina teo amin’ny tsato-kazo izy ireo ka natsipy tao amin’ilay lava-bato niafenany. Ary nasiana vato be teo am-bavan’ilay lava-bato, ka mbola eo izany mandraka androany.",
        "28": "Ary nobaboin’i Josoa i Makeda tamin’iny andro iny, ka nasiany tamin’ny lelan-tsabatra. Dia naringany tanteraka ny mpanjakany sy ny olona * rehetra tao, ka tsy nasiany niangana na iray aza. Toy ny nataony tamin’ny mpanjakan’i Jeriko ihany no nataony tamin’ny mpanjakan’i Makeda.",
        "29": "Dia niala tao Makeda i Josoa sy ny Israely rehetra niaraka taminy, ka nandeha niady tamin’i Libna.",
        "30": "Natolotr’i Jehovah teo an-tanan’ny Israely koa i Libna sy ny mpanjakany, ka nasian’ny Israely tamin’ny lelan-tsabatra ilay tanàna sy ny olona * rehetra tao. Tsy nasian’izy ireo niangana tao na iray aza. Toy ny nataony tamin’ny mpanjakan’i Jeriko ihany no nataony tamin’ny mpanjakan’i Libna.",
        "31": "Dia niala tao Libna i Josoa sy ny Israely rehetra niaraka taminy, ka nankany Lakisy. Ary nitoby hanafika an’i Lakisy izy ireo ka niady taminy.",
        "32": "Koa natolotr’i Jehovah teo an-tanan’ny Israely i Lakisy, ka nobaboin’izy ireo tamin’ny andro faharoa. Ary nasian’izy ireo tamin’ny lelan-tsabatra izy io sy ny olona * rehetra tao, toy izay rehetra nataon’izy ireo tamin’i Libna.",
        "33": "Tamin’izay i Horama mpanjakan’i Gazera no niakatra hanampy an’i Lakisy. Koa nasian’i Josoa izy sy ny olony, ka tsy nisy niangana na iray aza.",
        "34": "Dia niala tao Lakisy i Josoa sy ny Israely rehetra niaraka taminy ka nankany Eglona. Ary nitoby hanafika an’i Eglona izy ireo ka niady taminy.",
        "35": "Ary namabo an’i Eglona izy ireo tamin’iny andro iny, ka namely azy tamin’ny lelan-tsabatra. Dia naringany tanteraka ny olona * rehetra tao tamin’iny andro iny, toy izay rehetra nataony tamin’i Lakisy.",
        "36": "Ary niakatra avy tao Eglona i Josoa sy ny Israely rehetra izay niaraka taminy, ka nandeha niady tamin’i Hebrona.",
        "37": "Dia nobaboin’izy ireo i Hebrona, ary nasiany tamin’ny lelan-tsabatra izy io sy ny mpanjakany mbamin’ny tanànany rehetra sy ny olona * rehetra tao, ka tsy nasiany niangana na iray aza, toy izay rehetra nataony tamin’i Eglona. Koa naringany tanteraka izy io sy ny olona * rehetra tao.",
        "38": "Farany, dia nivily nankany Debira i Josoa sy ny Israely rehetra, ka niady taminy.",
        "39": "Koa nobaboiny i Debira sy ny mpanjakany mbamin’ny tanànany rehetra. Ary nasiany tamin’ny lelan-tsabatra izy ireo ka naringany tanteraka ny olona * rehetra tany, ary tsy nasiany niangana na iray aza. Toy ny nataony tamin’i Hebrona sy Libna mbamin’ny mpanjakany, no nataony tamin’i Debira sy ny mpanjakany.",
        "40": "Toy izany no namelezan’i Josoa ny tany rehetra teny amin’ny faritra be tendrombohitra sy tany Negeba sy Sefela ary teny amin’ireo tehezan-kavoana, mbamin’ny mpanjakan’izy rehetra. Tsy nasiany niangana na iray aza, fa naringany tanteraka ny zavamiaina rehetra, araka izay nandidian’i Jehovah Andriamanitry ny Israely.",
        "41": "Namely an’ireny i Josoa, nanomboka tany Kadesi-barnea ka hatrany Gaza, sy tany Gosena manontolo ka hatrany Gibeona.",
        "42": "Tao anatin’ny fe-potoana iray ihany no namaboan’i Josoa an’ireny mpanjaka rehetra ireny sy ny taniny, satria i Jehovah Andriamanitry ny Israely no niady ho an’ny Israely.",
        "43": "Taorian’izay, dia nody tany an-toby tao Gilgala i Josoa sy ny Israely rehetra niaraka taminy."
    },
    "11": {
        "1": "Raha vao nandre izany i Jabina mpanjakan’i Hazora, dia naniraka olona ho any amin’i Jobaba mpanjakan’i Madona, sy ny mpanjakan’i Simrona sy ny mpanjakan’i Aksafa,",
        "2": "sy ho an’ireo mpanjaka tany avaratra teny amin’ny faritra be tendrombohitra sy teny amin’ny lemaka karakaina atsimon’i Kinereta sy tany Sefela ary teny amin’ny tandavan-tendrombohitr’i Dora tany andrefana,",
        "3": "sy ny Kananita tany atsinanana sy tany andrefana, sy ny Amorita sy ny Hetita sy ny Perizita sy ny Jebosita teny amin’ny faritra be tendrombohitra, ary ny Hivita teo am-pototr’i Hermona any Mizpa.",
        "4": "Koa nivoaka izy ireo sy ny tobiny rehetra, dia olona maro be toy ny fasika eny amoron-dranomasina, niaraka tamin’ny soavaly sy kalesin’ady be dia be.",
        "5": "Dia nihaona ireo mpanjaka rehetra ireo araka ny fotoana nifanaovany, ka nitoby teo amoron’ny ranon’i Meroma mba hiady tamin’ny Israely.",
        "6": "Ary hoy i Jehovah tamin’i Josoa: “Aza matahotra noho ny amin’ireo, fa rahampitso tokotokony ho amin’ny ora toy izao no hanolorako azy rehetra ho faty eo an-tanan’ny Israely. Hotapahinao ny hoza-tongotry ny soavaliny, ary hodoranao ny kalesiny.”",
        "7": "Koa tonga mba hamely azy tampoka teo amoron’ny ranon’i Meroma i Josoa sy ny mpiady rehetra, ka nanafika azy.",
        "8": "Dia natolotr’i Jehovah teo an-tanan’ny Israely izy ireo. Ary namely an’ireo ny Israely ka nanenjika azy hatrany Sidona izay be mponina, sy hatrany Misrefota-maima ary hatrany amin’ny lemak’i * Mizpe tany atsinanana. Koa nasian’ny Israely izy ireo, ka tsy nisy niangana na iray aza.",
        "9": "Dia nataon’i Josoa tamin’izy ireo izay nolazain’i Jehovah, ka notapahiny ny hoza-tongotry ny soavaliny, ary nodorany ny kalesiny.",
        "10": "Niverina koa i Josoa tamin’izay fotoana izay ka nobaboiny i Hazora, ary novonoiny tamin’ny sabatra ny mpanjakany, satria i Hazora no nahery indrindra tamin’ireo fanjakana rehetra ireo.",
        "11": "Koa nasiany tamin’ny lelan-tsabatra ny olona * rehetra tao, eny, naringany tanteraka ka tsy nisy zavamiaina niangana na iray aza. Dia nodorany i Hazora.",
        "12": "Ary nobaboin’i Josoa avokoa ny tanànan’ireo mpanjaka ireo mbamin’ny mpanjakany rehetra, ka nasiany tamin’ny lelan-tsabatra. Naringany tanteraka izy ireo, araka izay nandidian’i Mosesy mpanompon’i Jehovah.",
        "13": "Ny tanàna rehetra teny an-kavoana ihany no tsy nodoran’ny Israely, afa-tsy i Hazora izay nodoran’i Josoa.",
        "14": "Ary nalain’ny Israely ho azy ny fananana rehetra voababony tao amin’ireo tanàna ireo mbamin’ny biby fiompy. Ny olona rehetra ihany no nasiany tamin’ny lelan-tsabatra, mandra-pandringany azy. Tsy nasiany zavamiaina niangana na iray aza.",
        "15": "Araka izay nandidian’i Jehovah an’i Mosesy mpanompony no nandidian’i Mosesy an’i Josoa, ka izany no nataon’i Josoa. Tsy nisy nanesorany na iray aza ny teny rehetra nandidian’i Jehovah an’i Mosesy.",
        "16": "Ary nalain’i Josoa avokoa ireo tany rehetra ireo, dia ny faritra be tendrombohitra sy Negeba manontolo sy Gosena manontolo sy Sefela sy Araba ary ny faritra be tendrombohitry ny Israely mbamin’ilay Sefela any,",
        "17": "hatrany amin’ny Tendrombohitra Halaka izay miakatra mankany Seira, ka hatrany Bala-gada eo amin’ny lemak’i * Libanona, eo am-pototry ny Tendrombohitra Hermona. Ary nobaboiny ny mpanjakany rehetra, ka novonoiny ho faty.",
        "18": "Naharitra andro maro no niadian’i Josoa tamin’ireo mpanjaka rehetra ireo.",
        "19": "Tsy nisy tanàna nanaiky hihavana tamin’ny zanak’Israely, afa-tsy ny Hivita nonina tao Gibeona, fa ny hafa rehetra kosa azony tamin’ny ady.",
        "20": "Navelan’i Jehovah hikiribiby mantsy izy ireo mba hiadian’izy ireo amin’ny Israely. Amin’izay dia hatokana haringana izy ireo ka tsy hahazo indrafo, fa haripaka tanteraka, araka izay nandidian’i Jehovah an’i Mosesy.",
        "21": "Tamin’izay koa i Josoa no nandeha nandringana ny Anakita teny amin’ny faritra be tendrombohitra sy tany Hebrona sy Debira sy Anaba, ary teny amin’ny faritra be tendrombohitra rehetra tany Joda sy tany Israely. Naringan’i Josoa tanteraka ireny mbamin’ny tanànany.",
        "22": "Tsy nisy Anakita tavela tao amin’ny tanin’ny zanak’Israely, afa-tsy tao Gaza sy Gata ary Asdoda.",
        "23": "Koa nalain’i Josoa ilay tany manontolo, araka izay rehetra nampanantenain’i Jehovah an’i Mosesy. Ary nomen’i Josoa ho lovan’ny Israely izany, araka ny anjaran’izy ireo avy, araka ny fokony avy. Dia nandry feizay ny tany fa tsy nisy ady."
    },
    "12": {
        "1": "Nandresy mpanjaka ny zanak’Israely, ka naka ny tanin’izy ireo teny ampitan’ny Reniranon’i Jordana manandrify ny fiposahan’ny masoandro, hatrany amin’ny lohasaha falehan-driakan’i Arnona ka hatrany amin’ny Tendrombohitra Hermona, sy Araba manontolo manandrify ny fiposahan’ny masoandro. Ireto avy izany mpanjaka izany:",
        "2": "I Sihona mpanjakan’ny Amorita, nonina tao Hesbona. Ny faritra nanjakany dia nanomboka teo Aroera izay eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, ary anisan’izany koa ny afovoan’io lohasaha falehan-driaka io sy ny antsasak’i Gileada, ka nipaka hatrany amin’ny lohasaha falehan-driakan’i Jaboka, izay sisin-tanin’ny taranak’i Amona.",
        "3": "Azy koa ny ilany atsinanana amin’i Araba manomboka any amin’ny ranomasin’i Kinereta ka hatrany amin’ny ilany atsinanana amin’ny ranomasin’i Araba, izany hoe ny Ranomasin-tsira, tandrifin’i Beti-jesimota, ary mianatsimo eo am-pototry ny tehezan’i Pisga.",
        "4": "Resin’ny zanak’Israely koa i Oga mpanjakan’i Basana, izay sisa tavela tamin’ny Refaima, sady nonina tao Astarta sy tao Edrehy,",
        "5": "ary nanjaka tany amin’ny Tendrombohitra Hermona, sy tany Saleka sy Basana manontolo, ka hatrany amin’ny sisin-tanin’ny Gesorita sy ny Makatita, ary tany amin’ny antsasak’i Gileada ka hatreo amin’ny faritra nanjakan’i Sihona mpanjakan’i Hesbona.",
        "6": "I Mosesy mpanompon’i Jehovah mbamin’ny zanak’Israely no nandresy an’ireo. Ary ny tanin’ireo dia nomen’i Mosesy mpanompon’i Jehovah ho fananan’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase.",
        "7": "Ireto kosa ny mpanjakan’ny tany noresen’i Josoa sy ny zanak’Israely tetỳ ampita andrefan’i Jordana, hatrany Bala-gada eo amin’ny lemak’i * Libanona ka hatrany amin’ny Tendrombohitra Halaka izay miakatra mankany Seira—nomen’i Josoa ho fananan’ny fokon’ny Israely araka ny anjaran’izy ireo avy ilay tany,",
        "8": "teny amin’ny faritra be tendrombohitra sy tany Sefela sy tany Araba sy teny amin’ireo tehezan-kavoana sy tany an-tany efitra ary tany Negeba, izany hoe ny tanin’ny Hetita sy ny Amorita sy ny Kananita sy ny Perizita sy ny Hivita ary ny Jebosita—eny, ireto avy ireo mpanjaka ireo:",
        "9": "Ny mpanjakan’i Jeriko, iray; ny mpanjakan’i Ay teo akaikin’i Betela, iray;",
        "10": "ny mpanjakan’i Jerosalema, iray; ny mpanjakan’i Hebrona, iray;",
        "11": "ny mpanjakan’i Jarmota, iray; ny mpanjakan’i Lakisy, iray;",
        "12": "ny mpanjakan’i Eglona, iray; ny mpanjakan’i Gazera, iray;",
        "13": "ny mpanjakan’i Debira, iray; ny mpanjakan’i Gadera, iray;",
        "14": "ny mpanjakan’i Horma, iray; ny mpanjakan’i Arada, iray;",
        "15": "ny mpanjakan’i Libna, iray; ny mpanjakan’i Adolama, iray;",
        "16": "ny mpanjakan’i Makeda, iray; ny mpanjakan’i Betela, iray;",
        "17": "ny mpanjakan’i Tapoa, iray; ny mpanjakan’i Hefera, iray;",
        "18": "ny mpanjakan’i Afeka, iray; ny mpanjakan’i Lasarona, iray;",
        "19": "ny mpanjakan’i Madona, iray; ny mpanjakan’i Hazora, iray;",
        "20": "ny mpanjakan’i Simrona-merona, iray; ny mpanjakan’i Aksafa, iray;",
        "21": "ny mpanjakan’i Tanaka, iray; ny mpanjakan’i Megido, iray;",
        "22": "ny mpanjakan’i Kedesy, iray; ny mpanjakan’i Jokneama tany Karmela, iray;",
        "23": "ny mpanjakan’i Dora tany amin’ny tandavan-tendrombohitr’i Dora, iray; ny mpanjakan’i Goima tany Gilgala, iray;",
        "24": "ary ny mpanjakan’i Tirza, iray. Koa iraika amby telopolo ireo mpanjaka rehetra ireo."
    },
    "13": {
        "1": "Ary efa antitra sady nandroso taona i Josoa. Koa hoy i Jehovah taminy: “Efa antitra sady mandroso taona ianao izao, nefa misy ampahany lehibe amin’ilay tany mbola tokony halaina.",
        "2": "Izao no tany sisa mbola tsy azo: Ny faritra rehetran’ny Filistinina sy ny Gesorita,",
        "3": "dia ny faritra nisy ny andriana dimy mpiray dinan’ny Filistinina izay nifehy ny tanànan’i Gaza sy Asdoda sy Askelona sy Gata ary Ekrona, sady nisy ny Avita koa. Noheverina fa an’ny Kananita kosa taloha ny faritra hatrany amin’ny sampan’i Neily tandrifin’i Ejipta, ka hatrany amin’ny sisin’i Ekrona any avaratra.",
        "4": "Ary ireto ny any atsimo: Ny tany rehetran’ny Kananita; i Meara izay an’ny Sidonianina, hatrany Afeka ka hatrany amin’ny sisin-tanin’ny Amorita;",
        "5": "ny tanin’ny Gebalita sy i Libanona manontolo manandrify ny fiposahan’ny masoandro, hatrany Bala-gada eo am-pototry ny Tendrombohitra Hermona ka hatrany amin’ny sisin’ny faritr’i Hamata;",
        "6": "ary ny mponina rehetra eny amin’ny faritra be tendrombohitra, hatrany Libanona ka hatrany Misrefota-maima, dia ny Sidonianina rehetra. Izaho no handroaka azy ireo tsy ho eo anoloan’ny zanak’Israely. Omeo ho lovan’ny Israely fotsiny izany, araka izay nandidiako anao.",
        "7": "Koa zarao ho lovan’ny foko sivy sy ny antsasaky ny fokon’i Manase ity tany ity.”",
        "8": "Ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase kosa, efa nahazo ny lovany teny ampita atsinanan’ny Reniranon’i Jordana, araka izay efa nomen’i Mosesy mpanompon’i Jehovah azy ireo. Izany lovany izany dia:",
        "9": "Manomboka eo Aroera eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, ary anisan’izany koa ny tanàna eo afovoan’io lohasaha falehan-driaka io, sy ny lembalemban’i Medeba manontolo, hatrany Dibona;",
        "10": "ny tanàna rehetran’i Sihona mpanjakan’ny Amorita izay nanjaka tao Hesbona, hatrany amin’ny sisin-tanin’ny taranak’i Amona;",
        "11": "i Gileada mbamin’ny tanin’ny Gesorita sy ny Makatita, sy ny Tendrombohitra Hermona manontolo, sy Basana manontolo hatrany Saleka;",
        "12": "ary ny faritra rehetra nofehezin’i Oga tany Basana. Nanjaka tao Astarta sy Edrehy i Oga, ary izy no sisa tavela tamin’ny Refaima. Koa namely an’ireny i Mosesy ka nandroaka azy.",
        "13": "Tsy noroahin’ny zanak’Israely anefa ny Gesorita sy ny Makatita, ka mbola mitoetra eo amin’ny Israely mandraka androany ny mponina tao Gesora sy Makata.",
        "14": "Ny fokon’ny Levita ihany no tsy nomeny lova, satria ny lovan’izy ireo dia ny fanatitra atao anaty afo ho an’i Jehovah Andriamanitry ny Israely, araka izay nampanantenainy azy.",
        "15": "Koa nomen’i Mosesy fanomezana ny fokon’ny taranak’i Robena, araka ny fianakaviany avy,",
        "16": "ka lasan’izy ireo ny faritra manomboka any Aroera eo an-tsisin’ny lohasaha falehan-driakan’i Arnona, sy ny tanàna eo afovoan’io lohasaha falehan-driaka io, sy ny lembalemba manontolo akaikin’i Medeba;",
        "17": "ary koa i Hesbona sy ny tanànany rehetra eny amin’ilay lembalemba, sy Dibona sy Bamota-bala sy Beti-bala-meona,",
        "18": "sy Jahaza sy Kedemota sy Mefata,",
        "19": "sy Kiriataima sy Sibma sy Zareta-sahara eo amin’ny tendrombohitra izay eo amin’ny lemaka iva,",
        "20": "sy Beti-peora sy ny tehezan’i Pisga sy Beti-jesimota,",
        "21": "sy ny tanàna rehetra eny amin’ilay lembalemba, ary ny faritra rehetra nofehezin’i Sihona mpanjakan’ny Amorita, izay nanjaka tao Hesbona. Fa resin’i Mosesy i Sihona mbamin’ny mpiadidy teo amin’ny Midianina, dia i Evy sy Rekema sy Zora sy Hora ary Reba, izay samy andrianan’i Sihona nipetraka tao amin’ilay tany.",
        "22": "Ary novonoin’ny zanak’Israely tamin’ny sabatra i Balama zanak’i Beora, ilay mpisikidy, ka niara-novonoiny tamin’ny hafa koa.",
        "23": "Ary lasa sisin-tanin’ny taranak’i Robena ny Reniranon’i Jordana. Izany faritra izany mbamin’ireo tanàna sy tanàna keliny, no lovan’ny taranak’i Robena, araka ny fianakaviany avy.",
        "24": "Nomen’i Mosesy fanomezana koa ny fokon’i Gada, dia ny taranak’i Gada, araka ny fianakaviany avy,",
        "25": "ka lasan’izy ireo i Jazera sy ny tanàna rehetran’i Gileada sy ny antsasaky ny tanin’ny taranak’i Amona hatrany Aroera, izay tandrifin’i Raba;",
        "26": "sy ny hatrany Hesbona ka hatrany Ramata-mizpe sy Betonima, sy hatrany Mahanaima ka hatrany amin’ny sisin’i Debira;",
        "27": "ary ny eny amin’ny lemaka ivan’i Beti-harama sy Beti-nimra sy Sokota sy Zafona, ary ny ambiny tamin’ny faritra nofehezin’i Sihona mpanjakan’i Hesbona. Ary i Jordana no sisin-taniny hatreo amin’ny sisin’ny ranomasin’i Kinereta, dia ny sisiny eo ampita atsinanan’i Jordana.",
        "28": "Izany mbamin’ireo tanàna sy tanàna keliny, no lovan’ny taranak’i Gada, araka ny fianakaviany avy.",
        "29": "Nomen’i Mosesy fanomezana koa ny antsasaky ny fokon’i Manase, ka lasan’ny antsasaky ny fokon’ny taranak’i Manase, araka ny fianakaviany avy",
        "30": "ny faritra manomboka eo Mahanaima, ary anisan’izany koa i Basana manontolo, izany hoe ny faritra rehetra nofehezin’i Oga mpanjakan’i Basana, sy ny tanàna tranolay rehetran’i Jaira izay any Basana, dia tanàna enimpolo.",
        "31": "Ary ny antsasak’i Gileada mbamin’i Astarta sy Edrehy, izay tanàna nofehezin’i Oga mpanjaka tany Basana, dia azon’ny taranak’i Makira zanak’i Manase, izany hoe ny antsasaky ny taranak’i Makira, araka ny fianakaviany avy.",
        "32": "Ireo no nampandovain’i Mosesy azy ireo, fony izy ireo teny amin’ny lemaka karakaina any Moaba teny ampita atsinanan’i Jordana, tandrifin’i Jeriko.",
        "33": "Ny fokon’ny Levita kosa tsy nomen’i Mosesy lova, satria i Jehovah Andriamanitry ny Israely no lovan’izy ireo, araka izay nampanantenainy azy."
    },
    "14": {
        "1": "Koa izao no nalain’ny zanak’Israely ho lovany tany amin’ny tany Kanana, ka i Eleazara mpisorona sy Josoa zanak’i Nona ary ireo lohan’ny fianakaviamben’ireo fokon’ny zanak’Israely, no nampandova azy an’izany.",
        "2": "Natao antsapaka ny lovan’izy ireo, araka ny didy nomen’i Jehovah tamin’ny alalan’i Mosesy momba ireo foko sivy sy sasany.",
        "3": "Efa nomen’i Mosesy teny ampitan’ny Reniranon’i Jordana mantsy ny lovan’ireo foko roa sy sasany. Tsy nomeny lova teo amin’izy ireo kosa ny Levita.",
        "4": "Efa lasa foko roa koa ny taranak’i Josefa, dia i Manase sy Efraima. Tsy nomena anjara tao amin’ilay tany kosa ny Levita, afa-tsy tanàna honenana mbamin’ny kijanany ihany ho an’ny biby fiompiny sy ny fananany.",
        "5": "Araka izay nandidian’i Jehovah an’i Mosesy no nataon’ny zanak’Israely. Koa nozarain’izy ireo ilay tany.",
        "6": "Dia nanatona an’i Josoa tao Gilgala ny taranak’i Joda, ka hoy i Kaleba zanak’i Jefone Kenizita taminy: “Fantatrao tsara izay nolazain’i Jehovah tamin’i Mosesy, lehilahin’Andriamanitra, momba ahy sy ianao tany Kadesi-barnea.",
        "7": "Efapolo taona aho, fony nirahin’i Mosesy mpanompon’i Jehovah, avy tao Kadesi-barnea mba hijery taratra an’ity tany ity. Dia niverina aho nanao tatitra taminy araka izay tao am-poko.",
        "8": "Ary nampihorohoro ny fon’ny vahoaka ireo rahalahiko niara-niakatra tamiko, fa izaho kosa nanaraka an’i Jehovah Andriamanitro tamin’ny foko manontolo.",
        "9": "Koa nianiana i Mosesy tamin’izay andro izay hoe: ‘Ho lasa lovanao sy ny taranakao mandritra ny fotoana tsy voafetra ny tany izay nodiavin’ny tongotrao, satria ianao nanaraka an’i Jehovah Andriamanitro tamin’ny fonao manontolo.’",
        "10": "Ary efa nitsimbina ny aiko i Jehovah araka izay nampanantenainy, nandritra izay dimy amby efapolo taona izay, nanomboka tamin’ny nilazan’i Jehovah izany fampanantenana izany tamin’i Mosesy, rehefa nandehandeha tany an-tany efitra ny Israely. Ary dimy amby valopolo taona aho izao.",
        "11": "Mbola matanjaka toy ny tamin’ilay andro nanirahan’i Mosesy ahy anefa aho. Tahaka ny hery nentiko niady tamin’izany ihany ny heriko ankehitriny, na rehefa mivoaka hiady na rehefa miverina avy any.",
        "12": "Koa omeo ahy irỳ faritra be tendrombohitra irỳ, izay nampanantenain’i Jehovah tamin’iny andro iny. Efa renao tamin’iny andro iny fa nisy Anakita tao, sady nisy tanàna lehibe voaro mafy. Antenaiko anefa fa homba ahy i Jehovah. Dia handroaka azy ireo aho, araka izay nampanantenain’i Jehovah.”",
        "13": "Dia nitso-drano an’i Kaleba zanak’i Jefone i Josoa, ka nanome an’i Hebrona ho lovany.",
        "14": "Izany no nahatonga an’i Hebrona ho lovan’i Kaleba zanak’i Jefone Kenizita mandraka androany, satria izy nanaraka an’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo.",
        "15": "Ny anaran’i Hebrona talohan’izay dia Kiriata-arba. Ilay lehilahy goavam-be teo amin’ny Anakita izany Arba izany. Ary nandry feizay ny tany fa tsy nisy ady."
    },
    "15": {
        "1": "Ary ny anjaran’ny fokon’ny taranak’i Joda, araka ny fianakaviany avy, izay azony tamin’ny antsapaka, dia nitatra hatrany amin’ny sisin-tanin’i Edoma sy ny tany efitr’i Zina ary ny farany atsimon’i Negeba.",
        "2": "Ny sisin-taniny atsimo dia nanomboka teo amin’ny sisin’ny Ranomasin-tsira, teo amin’ilay helodrano mitodika mianatsimo,",
        "3": "ary nianatsimo nankany amin’ny fiakarana Akrabima ka nitohy hatrany Zina, dia niakatra avy teo atsimo nankany Kadesi-barnea ka nitohy hatrany Hezrona, dia niakatra nankany Adara ka nivily nankany Karka,",
        "4": "dia nitohy hatrany Azmona ka nivoaka nankany amin’ny lohasaha falehan-driakan’i Ejipta, ary nifarana tany amin’ny ranomasina. Izany no sisin-taniny atsimo.",
        "5": "Ny sisiny atsinanana dia ny Ranomasin-tsira hatrany amin’ny faran’ny Reniranon’i Jordana. Ary ny sisin-tany tamin’ny zorony avaratra dia nanomboka teo amin’ny helodranomasina, eo amin’ny faran’i Jordana koa.",
        "6": "Niakatra nankany Beti-hogla ilay sisin-tany ka nitohy tany avaratr’i Beti-araba, ary niakatra hatrany amin’ilay vaton’i Bohana zanak’i Robena,",
        "7": "dia niakatra nankany Debira izay eo amin’ny lemaka ivan’i Akora, ka nivily nianavaratra nihazo an’i Gilgala tandrifin’ny fiakarana Adomima izay eo atsimon’ny lohasaha falehan-driaka, ary nitohy nankany amin’ny ranon’i En-semesy, dia nipaka hatrany En-rogela.",
        "8": "Ary nitohy ihany ilay sisin-tany ka niakatra nankany amin’ny lohasahan’ny taranak’i Hinoma, nankeo amin’ny ilany atsimo amin’ny tehezan-kavoanan’ny Jebosita, izany hoe Jerosalema, ary niakatra nankeo amin’ny tampon-tendrombohitra tandrifin’ny ilany andrefana amin’ny lohasahan’i Hinoma. Eo amin’ny sisiny avaratra amin’ny lemaka ivan’ny Refaima io tendrombohitra io.",
        "9": "Ary nosoritana nanomboka teo an-tampon’ilay tendrombohitra ka hatrany amin’ny loharanon’i Neftoa ilay sisin-tany, ary nivoaka nankany amin’ireo tanàna teny amin’ny Tendrombohitra Efrona, ka nitohy hatrany Bala, izany hoe Kiriata-jearima,",
        "10": "ary avy teo Bala indray no nivily niankandrefana nankany amin’ny Tendrombohitra Seira, ka nitohy hatrany amin’ny tehezany avaratra amin’ny Tendrombohitra Jearima, izany hoe Kesalona, ary nidina nankany Beti-semesy ka nitohy hatrany Timna,",
        "11": "dia nivoaka nankany amin’ny tehezany avaratra amin’i Ekrona, ary avy eo dia nosoritana nankany Sikerona ka nitohy hatrany amin’ny Tendrombohitra Bala ary nivoaka nankany Jabniela, dia nifarana tany amin’ny ranomasina.",
        "12": "Ary ny sisiny andrefana dia ny Ranomasina Lehibe sy ny morontsiraka. Izany no sisin-tany manodidina ny lovan’ny taranak’i Joda, araka ny fianakaviany avy.",
        "13": "Ary nomena anjara teo amin’ny taranak’i Joda i Kaleba zanak’i Jefone, araka ny baikon’i Jehovah tamin’i Josoa. Eny, nomena azy i Kiriata-arba, izany hoe Hebrona. Izany Arba izany no rain’i Anàka.",
        "14": "Koa noroahin’i Kaleba niala tao ny zanak’i Anàka telo lahy, dia i Sesay sy Ahimana ary Talmay, izay terak’i Anàka.",
        "15": "Ary niakatra avy tao i Kaleba ka nankany amin’ireo mponin’i Debira. Kiriata-sefera no anaran’i Debira talohan’izay.",
        "16": "Ary hoy i Kaleba: “Izay mamely an’i Kiriata-sefera ka mahazo an’io tanàna io, dia homeko ho vadiny i Aksa zanako vavy.”",
        "17": "Dia namabo an’ilay tanàna i Otniela, zanak’i Kenaza, rahalahin’i Kaleba. Koa nomen’i Kaleba azy i Aksa zanany vavy ho vadiny.",
        "18": "Rehefa nandeha ho any an-tranon’i Otniela i Aksa, dia nampirisihiny foana i Otniela hangataka saha tamin’i Kaleba rainy. Ary nitehaka teo ambony ampondrany i Aksa, ka hoy ny rainy: “Inona no ilainao?”",
        "19": "Dia hoy i Aksa: “Mba omeo tsodrano aho, fa sombin-tany any atsimo no nomenao ahy, ka mba omeo ahy koa i Golota-maima.” Dia nomeny azy i Golota Ambony sy Golota Ambany.",
        "20": "Izany no lovan’ny fokon’ny taranak’i Joda, araka ny fianakaviany avy.",
        "21": "Ireto avy ny tanàna teny an-tsisin’ny tanin’ny fokon’ny taranak’i Joda, tandrifin’ny sisin-tanin’i Edoma any atsimo: Kabzela, Edera, Jagora,",
        "22": "Kina, Dimona, Adada,",
        "23": "Kedesy, Hazora, Itnana,",
        "24": "Zifa, Talema, Bealota,",
        "25": "Hazora-hadata, Keriota-hezrona, izany hoe Hazora,",
        "26": "Amama, Sema, Molada,",
        "27": "Hazara-gada, Hesmona, Beti-paleta,",
        "28": "Hazara-soala, Beri-sheba, Biziotia,",
        "29": "Bala, Ima, Azema,",
        "30": "Eltolada, Kesila, Horma,",
        "31": "Ziklaga, Madmana, Sansana,",
        "32": "Lebaota, Silima, Aina, ary Rimona. Sivy amby roapolo ny tanàna rehetra, mbamin’ny tanàna keliny.",
        "33": "Ireto avy kosa ny tanàna tany Sefela: Estaola, Zora, Asna,",
        "34": "Zanoa, En-ganima, Tapoa, Enama,",
        "35": "Jarmota, Adolama, Soko, Azeka,",
        "36": "Saraima, Aditaima, Gadera, ary Gederotaima, izany hoe tanàna efatra ambin’ny folo mbamin’ny tanàna keliny.",
        "37": "Anisan’ny tanàna tany koa i Zenana, Hadasa, Migdala-gada,",
        "38": "Dilana, Mizpe, Joktela,",
        "39": "Lakisy, Bozkata, Eglona,",
        "40": "Kabona, Lamasa, Kitlisa,",
        "41": "Gederota, Beti-dagona, Nama, ary Makeda, izany hoe tanàna enina ambin’ny folo mbamin’ny tanàna keliny.",
        "42": "Anisany koa i Libna, Etera, Asana,",
        "43": "Jifta, Asna, Neziba,",
        "44": "Keila, Akziba, ary Maresa, izany hoe tanàna sivy mbamin’ny tanàna keliny.",
        "45": "Anisany koa i Ekrona sy ireo tanàna miankina aminy, mbamin’ny tanàna keliny,",
        "46": "ary ireo tanàna manomboka eo Ekrona no miankandrefana, dia izay rehetra akaikin’i Asdoda mbamin’ny tanàna keliny.",
        "47": "Mbola anisany koa i Asdoda sy ireo tanàna miankina aminy mbamin’ny tanàna keliny, ary koa Gaza sy ireo tanàna miankina aminy mbamin’ny tanàna keliny, hatrany amin’ny lohasaha falehan-driakan’i Ejipta sy ny Ranomasina Lehibe ary ny faritra amoron-tsiraka.",
        "48": "Ary ireto avy no teny amin’ny faritra be tendrombohitra: Samira, Jatira, Soko,",
        "49": "Dana, Kiriata-sana, izany hoe Debira,",
        "50": "Anaba, Estemo, Anima,",
        "51": "Gosena, Holona, Gilo, izany hoe tanàna iraika ambin’ny folo mbamin’ny tanàna keliny.",
        "52": "Anisan’ny tanàna teny koa i Araba, Doma, Esana,",
        "53": "Janoma, Beti-tapoa, Afeka,",
        "54": "Homta, Kiriata-arba, izany hoe Hebrona, ary Ziora, izany hoe tanàna sivy mbamin’ny tanàna keliny.",
        "55": "Anisany koa i Maona, Karmela, Zifa, Jota,",
        "56": "Jezirela, Jokdeama, Zanoa,",
        "57": "Kaina, Gibea, ary Timna, izany hoe tanàna folo mbamin’ny tanàna keliny.",
        "58": "Anisany koa i Halola, Beti-zora, Gedora,",
        "59": "Marata, Beti-anota, ary Eltekona, izany hoe tanàna enina mbamin’ny tanàna keliny.",
        "60": "Mbola anisany koa i Kiriata-bala, izany hoe Kiriata-jearima, sy Raba, dia tanàna roa mbamin’ny tanàna keliny.",
        "61": "Ary ireto avy no teny an-tany efitra: Beti-araba, Midina, Sekaka,",
        "62": "Nibsana, sy ilay Tanànan-tsira ary En-jedy, izany hoe tanàna enina mbamin’ny tanàna keliny.",
        "63": "Ireo Jebosita nipetraka tao Jerosalema kosa dia tsy voaroakan’ny taranak’i Joda, ka mbola miara-monina aminy ao ihany mandraka androany."
    },
    "16": {
        "1": "Ary ny anjara azon’ny taranak’i Josefa tamin’ny antsapaka dia nanomboka teo amin’ny Reniranon’i Jordana akaikin’i Jeriko, ka nivoaka tany atsinanan’ny ranon’i Jeriko. Namakivaky an’ilay tany efitra izay niakatra avy teo Jeriko izany, ka nankany amin’ny faritra be tendrombohitr’i Betela,",
        "2": "dia nivoaka avy teo Betelan’i Lozy ka nitohy hatrany amin’ny sisin-tanin’ny Arkita ao Atarota,",
        "3": "dia nidina niankandrefana nankany amin’ny sisin-tanin’ny Jafletita ka nitohy hatrany amin’ny sisin’i Beti-horona Ambany sy Gazera, ary nifarana tany amin’ny ranomasina.",
        "4": "Koa naka ny taniny i Manase sy Efraima zanak’i Josefa.",
        "5": "Ary ny sisiny atsinanana amin’ny lovan’ny taranak’i Efraima, araka ny fianakaviany avy, dia i Atarota-adara, ka nitohy hatrany Beti-horona Ambony,",
        "6": "ary nivoaka nankany amin’ny ranomasina. I Mikmeta kosa no tany amin’ny sisiny avaratra. Ary nivily niantsinanana nankany Tanata-silo ilay sisin-tany, ka nitohy niantsinanana nankany Janoha,",
        "7": "dia nidina avy teo Janoha ka nihazo an’i Atarota sy Nara, ary nitohy tany Jeriko ka nipaka hatrany amin’i Jordana.",
        "8": "Avy teo Tapoa kosa ilay sisin-tany no niankandrefana nankany amin’ny lohasaha falehan-driakan’i Kana, ka nifarana tany amin’ny ranomasina. Izany no lovan’ny fokon’ny taranak’i Efraima, araka ny fianakaviany avy,",
        "9": "niampy ny tanànany rehetra mbamin’ny tanàna keliny izay tafiditra tao amin’ny lovan’ny taranak’i Manase.",
        "10": "Ary tsy noroahin’izy ireo ny Kananita monina ao Gazera. Koa mbola monina any Efraima ihany ny Kananita mandraka androany, saingy ampanaovina asa an-terivozona."
    },
    "17": {
        "1": "Ary nahazo ny anjarany tamin’ny antsapaka ny fokon’i Manase lahimatoan’i Josefa, eny, nahazo ny anjarany i Makira lahimatoan’i Manase sady rain’i Gileada, satria izy lehilahy mpiady. Dia lasany i Gileada sy Basana.",
        "2": "Koa nahazo anjara tamin’ny antsapaka ny taranak’i Manase sisa, araka ny fianakaviany avy, dia ny taranak’i Abi-ezera, ny taranak’i Heleka, ny taranak’i Asriela, ny taranak’i Sekema, ny taranak’i Hefera, ary ny taranak’i Semida. Ireo no taranak’i Manase zanak’i Josefa, dia ny lahy araka ny fianakaviany avy.",
        "3": "Fa i Zelofada kosa izay zanak’i Hefera, zanak’i Gileada, zanak’i Makira, zanak’i Manase, dia tsy nanana zanakalahy fa vavy ihany. Ireto avy ny anaran’izy ireo: Mahala, Noa, Hogla, Milka, ary Tirza.",
        "4": "Ary niseho teo anatrehan’i Eleazara mpisorona sy Josoa zanak’i Nona ary ny mpiadidy izy ireo, ka niteny hoe: “I Jehovah no efa nandidy an’i Mosesy hanome anay lova eo amin’ireo anadahinay.” Koa nomena lova teo amin’ny rahalahin-drainy izy ireo, araka ny baikon’i Jehovah.",
        "5": "Ary nahazo anjara folo i Manase, ankoatra ny faritr’i Gileada sy Basana, izay eny ampitan’ny Reniranon’i Jordana,",
        "6": "satria tamin’ny taranak’i Manase dia nomena anjara lova teo amin’ny zanakalahy ny zanakavavy. Koa lasa fananan’ny sisa tamin’ny taranak’i Manase ny faritr’i Gileada.",
        "7": "Ary ny sisin-tanin’i Manase dia nanomboka teo Asera ka hatrany Mikmeta tandrifin’i Sekema, ka nitohy niankavanana hatrany amin’ny faritra misy ny mponin’i En-Tapoa.",
        "8": "Dia lasan’i Manase ny faritr’i Tapoa. Fa an’ny taranak’i Efraima kosa i Tapoa eo amin’ny sisin-tanin’i Manase.",
        "9": "Ary nidina nianatsimo ilay sisin-tany ka nankany amin’ny lohasaha falehan-driakan’i Kana, dia ilay lohasaha nisy an’ireo tanànan’i Efraima tao amin’ireo tanànan’i Manase. Ary teo avaratr’ilay lohasaha falehan-driaka ny sisin-tanin’i Manase, ka nifarana tany amin’ny ranomasina.",
        "10": "Koa an’i Efraima ny atsimo, fa an’i Manase kosa ny avaratra, ary ny ranomasina no sisin-taniny. Ny sisin-tanin’i Manase any avaratra dia mipaka amin’i Asera, ary ny any atsinanana kosa mipaka amin’i Isakara.",
        "11": "Ary ny anjaran’i Manase dia ireto tanàna tao amin’ny faritr’i Isakara sy Asera ireto, mbamin’ny mponina tao aminy sy ny tanàna miankina aminy: Beti-sana, Ibleama, Dora, mbamin’i En-dora sy Tanaka ary Megido, izay faritra telo be havoana.",
        "12": "Tsy vitan’ny taranak’i Manase anefa ny naka an’ireo tanàna ireo ho fananany. Dia nikiry nipetraka tao amin’ilay tany ihany ny Kananita.",
        "13": "Rehefa nihanahery kosa ny zanak’Israely, dia nampanaoviny asa an-terivozona ny Kananita, fa tsy noroahiny daholo.",
        "14": "Ary hoy ny taranak’i Josefa tamin’i Josoa: “Maro an’isa izao izahay satria notahin’i Jehovah. Koa nahoana no zaran-tany iray monja no nomenao ho anjara lovanay?”",
        "15": "Dia hoy i Josoa tamin’izy ireo: “Raha maro an’isa àry ianareo, dia mandehana kapao ny ala ao amin’ny tanin’ny Perizita sy ny Refaima mba hahazoanareo tany hipetrahanareo, fa kely loatra ho anareo ilay faritra be tendrombohitr’i Efraima.”",
        "16": "Ary hoy ny taranak’i Josefa: “Tsy ampy ho anay tokoa ilay faritra be tendrombohitra. Izao anefa: Manana kalesin’ady misy lelan’antsy ny Kananita rehetra mipetraka eny amin’ny lemaka iva, dia ireo any Beti-sana mbamin’ny tanàna miankina aminy, sy ireo eny amin’ny lemaka ivan’i Jezirela.”",
        "17": "Koa hoy i Josoa tamin’ny taranak’i Josefa, dia i Efraima sy Manase: “Maro an’isa ianareo sady mahery, ka tsy tokony ho iray monja ny anjaranareo.",
        "18": "Tokony ho anareo ilay faritra be tendrombohitra manontolo. Koa satria rakotra ala ilay izy, dia kapao ny ala, ka io faritra io no ho sisin-taninareo. Fa tokony horoahinareo ny Kananita, na dia manana kalesin’ady misy lelan’antsy aza izy, ary na matanjaka aza.”"
    },
    "18": {
        "1": "Ary nivory tao Silo ny vahoaka manontolo, dia ny zanak’Israely. Koa napetrak’izy ireo tao ny tranolay fihaonana, satria efa resy teo anoloan’izy ireo ilay tany.",
        "2": "Mbola nisy foko fito tamin’ny zanak’Israely anefa tsy nizarana ny lovany.",
        "3": "Koa hoy i Josoa tamin’ny zanak’Israely: “Mandra-pahoviana ianareo no hangataka andro? Rahoviana ianareo vao haka ny tany nomen’i Jehovah Andriamanitry ny razanareo anareo?",
        "4": "Makà lehilahy telo isam-poko, mba hirahiko hitety an’ilay tany ka hanao ny sarin’izy io araka ny lovan’izy ireo, dia hankatỳ amiko avy eo.",
        "5": "Ary hotsinjarain’izy ireo ho fito ilay tany. Fa i Joda dia hijanona any amin’ny faritra misy azy any atsimo ihany, ary ny taranak’i Josefa hijanona any amin’ny faritra misy azy any avaratra.",
        "6": "Dia ataovy sary ilay tany ka zarao fito. Ary ento atỳ amiko izany, ka eto aho no hanao antsapaka ho anareo, eo anatrehan’i Jehovah Andriamanitsika.",
        "7": "Fa tsy manana anjara eo aminareo ny Levita, satria ny asa fisoronana ho an’i Jehovah no lovan’izy ireo. Ary i Gada sy Robena ary ny antsasaky ny fokon’i Manase dia efa naka ny lovany teny ampita atsinanan’ny Reniranon’i Jordana, izay nomen’i Mosesy mpanompon’i Jehovah azy.”",
        "8": "Koa niomana handeha ireo lehilahy hanao ny sarin’ilay tany, ka nodidian’i Josoa hoe: “Tetezo ilay tany ka ataovy sary, dia miverena atỳ amiko. Ary eto Silo aho no hanao antsapaka ho anareo eo anatrehan’i Jehovah.”",
        "9": "Dia lasa nitety an’ilay tany ireo lehilahy. Koa nosoratany tao anaty boky ny mombamomba ilay tany izay notsinjaraina ho fito, arakaraka ireo tanàna. Dia niverina tany amin’i Josoa tao an-toby tao Silo izy ireo.",
        "10": "Ary nanao antsapaka ho azy ireo tao Silo, teo anatrehan’i Jehovah i Josoa. Koa teo no nizarany an’ilay tany ho an’ny zanak’Israely, araka ny anjarany avy.",
        "11": "Ary natao ny antsapaka ka nahazo ny anjarany ny fokon’ny taranak’i Benjamina, araka ny fianakaviany avy. Ny faritra azony dia teo anelanelan’ny an’ny taranak’i Joda sy ny an’ny taranak’i Josefa.",
        "12": "Niainga avy teo Jordana ny sisiny avaratra amin’ny tanin’izy ireo, ka niakatra hatrany amin’ny tehezany avaratra amin’i Jeriko, dia niakatra niankandrefana nihazo ny tendrombohitra, ary nipaka tany amin’ny tany efitr’i Beti-avena.",
        "13": "Ary avy teo ilay sisin-tany no nitohy hatrany amin’ny tehezany atsimo amin’i Lozy, izany hoe Betela, ka nidina nankany Atarota-adara, teo amin’ilay tendrombohitra eo atsimon’i Beti-horona Ambany.",
        "14": "Ary nosoritana ny sisiny andrefana amin’ilay tany, ka teo amin’ilay tendrombohitra tandrifin’ny ilany atsimo amin’i Beti-horona izany no nivily nianatsimo, dia nifarana tany Kiriata-bala, izany hoe Kiriata-jearima, tanànan’ny taranak’i Joda. Izany no ilany andrefana.",
        "15": "Ary ny ilany atsimo dia nanomboka teo amin’ny sisin’i Kiriata-jearima, ka niankandrefana nankany amin’ny loharanon’i Neftoa.",
        "16": "Ary nidina nankany amin’ny sisin’ilay tendrombohitra tandrifin’ny lohasahan’ny taranak’i Hinoma izany. Eo amin’ny ilany avaratra amin’ny lemaka ivan’ny Refaima io tendrombohitra io. Dia nidina nankany amin’ny lohasahan’i Hinoma ilay sisin-tany, eny, nankeo amin’ny ilany atsimo amin’ny tehezan-kavoanan’ny Jebosita ka nidina nankany En-rogela.",
        "17": "Ary nosoritana nianavaratra izany, dia nankany En-semesy, ka nitohy hatrany Gelilota izay tandrifin’ny fiakarana Adomima, dia nidina hatrany amin’ilay vaton’i Bohana zanak’i Robena.",
        "18": "Dia nitohy hatrany amin’ny ilany avaratra amin’ilay tehezan-kavoana tandrifin’i Araba izany, ka nidina nankany Araba,",
        "19": "dia nitohy hatrany amin’ny ilany avaratra amin’ny tehezan’i Beti-hogla, ka nifarana tany amin’ny helodrano avaratra amin’ny Ranomasin-tsira, eo amin’ny farany atsimo amin’i Jordana. Izany no sisin-tany atsimo.",
        "20": "Ary i Jordana no sisin-tany amin’ny ilany atsinanana. Izany no lovan’ny taranak’i Benjamina, araka ny fianakaviany avy, araka ny sisin-taniny manodidina.",
        "21": "Ireto avy ny tanànan’ny fokon’ny taranak’i Benjamina, araka ny fianakaviany avy: Jeriko, Beti-hogla, Emeka-keziza,",
        "22": "Beti-araba, Zemaraima, Betela,",
        "23": "Avima, Para, Ofra,",
        "24": "Kefara-hamony, Ofny, ary Geba, izany hoe tanàna roa ambin’ny folo mbamin’ny tanàna keliny.",
        "25": "Anisany koa i Gibeona, Rama, Berota,",
        "26": "Mizpe, Kefira, Moza,",
        "27": "Rekema, Iripela, Tarala,",
        "28": "Zela, Ha-elefa, Jebosa, izany hoe Jerosalema, sy Gibea, ary Kiriata, dia tanàna efatra ambin’ny folo mbamin’ny tanàna keliny. Izany no lovan’ny taranak’i Benjamina, araka ny fianakaviany avy."
    },
    "19": {
        "1": "Ary natao ny antsapaka faharoa ka nahazo ny anjarany i Simeona, eny, ny fokon’ny taranak’i Simeona araka ny fianakaviany avy. Teo amin’ny lovan’ny taranak’i Joda ny lovan’izy ireo.",
        "2": "Koa ireto no lovany: Beri-sheba sy Sheba, Molada,",
        "3": "Hazara-soala, Bala, Azema,",
        "4": "Eltolada, Betola, Horma,",
        "5": "Ziklaga, Beti-markabota, Hazara-sosa,",
        "6": "Beti-lebaota, ary Sarohena, izany hoe tanàna telo ambin’ny folo mbamin’ny tanàna keliny.",
        "7": "Anisany koa i Aina, Rimona, Etera, ary Asana, izany hoe tanàna efatra mbamin’ny tanàna keliny,",
        "8": "sy ny tanàna kely rehetra nanodidina an’ireo tanàna ireo hatrany Baleta-bera, izany hoe Rama any atsimo. Izany no lovan’ny fokon’ny taranak’i Simeona, araka ny fianakaviany avy.",
        "9": "Avy tamin’ny anjaran’ny taranak’i Joda no nakana ny lovan’ny taranak’i Simeona, satria lehibe loatra ho an’ny taranak’i Joda ny anjarany. Koa nahazo anjara teo amin’ny lovan’ny taranak’i Joda ny taranak’i Simeona.",
        "10": "Ary natao ny antsapaka fahatelo ka nahazo ny anjarany ny taranak’i Zebolona, araka ny fianakaviany avy. Nipaka hatrany Sarida ny sisin-tanin’ny lovan’izy ireo.",
        "11": "Ary niakatra niankandrefana nankany Marala izany, ka nitohy hatrany Dabeseta ary nipaka tamin’ilay lohasaha falehan-driaka tandrifin’i Jokneama.",
        "12": "Avy teo Sarida indray izany no niantsinanana tandrifin’ny fiposahan’ny masoandro, dia nankany amin’ny sisin’i Kislota-tabara, ary nivoaka tany Daberata, ka niakatra nankany Jafia,",
        "13": "dia nitohy niantsinanana ihany tandrifin’ny fiposahan’ny masoandro hatrany Gata-hefera sy Ita-kazina, ary nivoaka nankany Rimona, ka nosoritana hatrany Nea.",
        "14": "Teo avaratra dia nihodidina an’i Nea izany ka nitohy hatrany Hanatona. Ary ireto avy ny sisin-taniny: Ny lohasahan’i Jifta-ela,",
        "15": "Katata, Nahalala, Simrona, Idala, ary Betlehema. Tanàna roa ambin’ny folo izany mbamin’ny tanàna keliny.",
        "16": "Izany no lovan’ny taranak’i Zebolona, araka ny fianakaviany avy, dia ny tanàna mbamin’ny tanàna keliny.",
        "17": "Ary natao ny antsapaka fahefatra ka nahazo ny anjarany i Isakara, eny, ny taranak’i Isakara araka ny fianakaviany avy.",
        "18": "Ireto avy ny sisin-taniny: Jezirela, Kesolota, Sonema,",
        "19": "Hafraima, Siona, Anaharata,",
        "20": "Rabita, Kisiona, Abeza,",
        "21": "Rameta, En-ganima, En-hada, ary Beti-pazeza.",
        "22": "Ary nitohy hatrany Tabara sy Sahazoma ary Beti-semesy izany, ka nifarana teo amin’ny Reniranon’i Jordana. Tanàna enina ambin’ny folo izany mbamin’ny tanàna keliny.",
        "23": "Izany no lovan’ny fokon’ny taranak’i Isakara, araka ny fianakaviany avy, dia ny tanàna mbamin’ny tanàna keliny.",
        "24": "Ary natao ny antsapaka fahadimy ka nahazo ny anjarany ny fokon’ny taranak’i Asera, araka ny fianakaviany avy.",
        "25": "Ireto avy ny sisin-taniny: Helkata, Haly, Batena, Aksafa,",
        "26": "Alameleka, Amada, ary Misala. Ary niankandrefana nankany Karmela sy Sihora-libnata izany,",
        "27": "dia niverina nankany Beti-dagona tandrifin’ny fiposahan’ny masoandro, ka nipaka tamin’i Zebolona sy ny ilany avaratra amin’ny lohasahan’i Jifta-ela, ary nihazo an’i Beti-emeka sy Neiela, dia nitohy nankany ankavian’i Kabola,",
        "28": "ary nitohy hatrany Ebrona sy Rehoba sy Hamona sy Kana ary hatrany Sidona, izay be mponina.",
        "29": "Ary niverina nankany Rama ilay sisin-tany ka nitohy hatrany Tyro, izay tanàna voaro mafy. Ary niverina indray nankany Hosa izany, dia nifarana tany amin’ny ranomasina teo amin’ny faritr’i Akziba,",
        "30": "sy Oma sy Afeka ary Rehoba. Tanàna roa amby roapolo izany mbamin’ny tanàna keliny.",
        "31": "Izany no lovan’ny fokon’ny taranak’i Asera, araka ny fianakaviany avy, dia ny tanàna mbamin’ny tanàna keliny.",
        "32": "Ary natao ny antsapaka fahenina ka nahazo ny anjarany i Naftaly, eny, ny taranak’i Naftaly araka ny fianakaviany avy.",
        "33": "Ny sisin-taniny dia nanomboka teo Halefa teo amin’ilay hazobe tao Zananima, ary nitohy hatrany Adami-nekeba sy Jabniela ka hatrany Lakoma, ary nifarana teo Jordana.",
        "34": "Ary niverina niankandrefana nankany Aznota-tabara ilay sisin-tany, dia nitohy nankany Hokoka, ka nipaka tamin’i Zebolona eo atsimo, sy tamin’i Asera eo andrefana, ary tamin’i Joda eo Jordana, tandrifin’ny fiposahan’ny masoandro.",
        "35": "Ary ireto avy ny tanàna voaro mafy tao: Zidima, Zera, Hamata, Rakata, Kinereta,",
        "36": "Adama, Rama, Hazora,",
        "37": "Kedesy, Edrehy, En-hazora,",
        "38": "Irona, Migdala-ela, Horema, Beti-anata, ary Beti-semesy. Tanàna sivy ambin’ny folo izany mbamin’ny tanàna keliny.",
        "39": "Izany no lovan’ny fokon’ny taranak’i Naftaly araka ny fianakaviany avy, dia ny tanàna mbamin’ny tanàna keliny.",
        "40": "Ary natao ny antsapaka fahafito ka nahazo ny anjarany ny fokon’ny taranak’i Dana, araka ny fianakaviany avy.",
        "41": "Ny sisin-tanin’ny lovan’izy ireo dia i Zora, Estaola, Ira-semesy,",
        "42": "Salabima, Aialona, Jitla,",
        "43": "Elona, Timna, Ekrona,",
        "44": "Elteke, Gibetona, Baleta,",
        "45": "Jehoda, Bene-beraka, Gata-rimona,",
        "46": "Me-jarkona, ary Rakona, mbamin’ilay sisin-tany tandrifin’i Jopa.",
        "47": "Kely loatra ho an’ny taranak’i Dana anefa ny taniny, ka niakatra hiady tamin’i Lesema izy ireo, dia naka azy io ho babo sy namely azy tamin’ny lelan-tsabatra. Ary naka an’ilay tanàna ho fananany izy ireo ka nonina tao. Dia nantsoin’izy ireo hoe Dana i Lesema, araka ny anaran’i Dana razambeny.",
        "48": "Izany no lovan’ny fokon’ny taranak’i Dana, araka ny fianakaviany avy, dia ny tanàna mbamin’ny tanàna keliny.",
        "49": "Koa vitan’ny zanak’Israely ny fizarana ilay tany ho fananany, araka ny faritra tao. Ary nomen’izy ireo lova teo aminy i Josoa zanak’i Nona.",
        "50": "Araka ny baikon’i Jehovah, dia nomen’izy ireo ho lovany i Timnata-sera izay tanàna nangatahiny, teo amin’ny faritra be tendrombohitr’i Efraima. Koa nanorina an’ilay tanàna izy ka nonina tao.",
        "51": "Ireo no lova nozaraina tamin’ny alalan’ny antsapaka tao Silo, teo anatrehan’i Jehovah, teo amin’ny fidirana amin’ny tranolay fihaonana, ka i Eleazara mpisorona sy Josoa zanak’i Nona ary ireo lohan’ny fianakaviamben’ireo fokon’ny zanak’Israely no nizara izany. Dia nifarana ny fizarana an’ilay tany."
    },
    "20": {
        "1": "Ary hoy i Jehovah tamin’i Josoa:",
        "2": "“Mitenena amin’ny zanak’Israely hoe: ‘Atokany ireo tanàna fialokalofana ho anareo, izay efa nolazaiko taminareo tamin’ny alalan’i Mosesy,",
        "3": "mba handosiran’izay sendra nahafaty olona * tsy nahy. Ho fialokalofana ho anareo ireny tanàna ireny, mba tsy ho azon’ny mpamaly ra ianareo.",
        "4": "Dia handositra any amin’ny iray amin’ireny tanàna ireny ilay nahafaty olona, ka hitsangana eo amin’ny fidirana amin’ny vavahady ary handahatra ny teniny eo anatrehan’ny anti-panahy ao. Ary horaisin’izy ireo ao an-tanàna izy, ka homeny toerana ao, dia hiara-monina amin’izy ireo.",
        "5": "Koa tsy hatolotr’izy ireo eo an-tanan’ny mpamaly ra izy raha enjehin’ny mpamaly ra. Tsy fanahy iniany mantsy ny namely nahafaty an’ilay namany, sady tsy nankahala azy izy talohan’izay.",
        "6": "Dia hitoetra ao amin’izany tanàna izany izy, mandra-pijorony hotsaraina eo anatrehan’ny vahoaka, sy mandra-pahafatin’ilay mpisoronabe am-perinasa amin’izany fotoana izany. Aorian’izay izy vao mahazo mody any an-tanànany sy ao an-tranony, any amin’ilay tanàna nialany tamin’izy nandositra.’”",
        "7": "Koa nohamasinin’izy ireo i Kedesy any Galilia any amin’ny faritra be tendrombohitr’i Naftaly, sy Sekema any amin’ny faritra be tendrombohitr’i Efraima, ary Kiriata-arba, izany hoe Hebrona, any amin’ny faritra be tendrombohitr’i Joda.",
        "8": "Ary ireto avy no nomen’izy ireo teny amin’ny faritra atsinanan’ny Reniranon’i Jordana, akaikin’i Jeriko: I Bezera any an-tany efitra eny amin’ny lembalemba no avy tamin’ny fokon’i Robena; Ramota any Gileada no avy tamin’ny fokon’i Gada; ary Golana any Basana no avy tamin’ny fokon’i Manase.",
        "9": "Ireo no tanàna nomena ho an’ny zanak’Israely rehetra sy ho an’ny vahiny monina eo aminy, mba handosiran’izay nahafaty olona * tsy nahy. Amin’izay dia tsy ho fatin’ny tanan’ny mpamaly ra izy, mandra-pijorony eo anatrehan’ny vahoaka."
    },
    "21": {
        "1": "Ary ireo lohan’ny fianakaviamben’ny Levita dia nanatona an’i Eleazara mpisorona sy Josoa zanak’i Nona sy ny lohan’ny fianakaviamben’ireo fokon’ny zanak’Israely,",
        "2": "ka niteny tamin’izy ireo tao Silo, tany Kanana, nanao hoe: “Efa nandidy tamin’ny alalan’i Mosesy i Jehovah fa homena tanàna honenana izahay, ary koa kijana ho an’ny biby fiompinay.”",
        "3": "Koa nomen’ny Israelita tanàna sy kijana avy tamin’ny lovany ny Levita, araka ny baikon’i Jehovah.",
        "4": "Ary natao ny antsapaka ka nahazo ny anjarany ny fianakavian’ny Kehatita. Koa ny azon’ny taranak’i Arona mpisorona anisan’ny Levita, dia tanàna telo ambin’ny folo avy tamin’ny fokon’i Joda sy ny fokon’ny Simeonita ary ny fokon’i Benjamina.",
        "5": "Ary ny azon’ny sisa tamin’ny taranak’i Kehata tamin’ny antsapaka, dia tanàna folo avy tamin’ny fianakavian’ny fokon’i Efraima, sy ny fokon’i Dana, ary ny antsasaky ny fokon’i Manase.",
        "6": "Ary ny azon’ny taranak’i Gersona tamin’ny antsapaka, dia tanàna telo ambin’ny folo avy tamin’ny fianakavian’ny fokon’i Isakara, sy ny fokon’i Asera, sy ny fokon’i Naftaly, ary ny antsasaky ny fokon’i Manase any Basana.",
        "7": "Ary ny azon’ny taranak’i Merary araka ny fianakaviany avy, dia tanàna roa ambin’ny folo, avy tamin’ny fokon’i Robena sy ny fokon’i Gada ary ny fokon’i Zebolona.",
        "8": "Dia nomen’ny zanak’Israely ho an’ny Levita tamin’ny alalan’ny antsapaka ireo tanàna ireo sy ny kijanany, araka izay nandidian’i Jehovah tamin’ny alalan’i Mosesy.",
        "9": "Koa avy tamin’ny fokon’ny taranak’i Joda sy ny fokon’ny taranak’i Simeona no nanomezana ireo tanàna voatonona anarana eto,",
        "10": "izay azon’ny taranak’i Arona, izany hoe ny fianakavian’ny Kehatita taranak’i Levy, noho izy ireo nahazo ny antsapaka voalohany:",
        "11": "Nomena azy i Kiriata-arba, izany hoe Hebrona, any amin’ny faritra be tendrombohitr’i Joda, mbamin’ny kijana manodidina azy. Izany Arba izany no rain’i Anàka.",
        "12": "Ary nomena ho fananan’i Kaleba zanak’i Jefone ny faritra ambanivohitr’ilay tanàna mbamin’ny tanàna keliny.",
        "13": "Ary nomena ho an’ny taranak’i Arona mpisorona ilay tanàna fialokalofan’ny nahafaty olona, dia ny tanànan’i Hebrona sy ny kijanany. Nomena azy koa i Libna sy ny kijanany,",
        "14": "Jatira sy ny kijanany, Estemoa sy ny kijanany,",
        "15": "Holona sy ny kijanany, Debira sy ny kijanany,",
        "16": "Aina sy ny kijanany, Jota sy ny kijanany, ary Beti-semesy sy ny kijanany. Koa tanàna sivy no avy tamin’ireo foko roa ireo.",
        "17": "Ary ny avy tamin’ny fokon’i Benjamina dia i Gibeona sy ny kijanany, Geba sy ny kijanany,",
        "18": "Anatota sy ny kijanany, ary Almona sy ny kijanany, izany hoe tanàna efatra.",
        "19": "Koa ny tanàna rehetran’ny mpisorona taranak’i Arona, dia tanàna telo ambin’ny folo mbamin’ny kijanany.",
        "20": "Ary natao ny antsapaka ka nahazo tanàna avy tamin’ny fokon’i Efraima ny fianakavian’ny taranak’i Kehata, izany hoe ny Levita sisa tamin’ny taranak’i Kehata.",
        "21": "Koa nomena azy ny tanàna fialokalofan’ny nahafaty olona, dia ny tanànan’i Sekema sy ny kijanany eny amin’ny faritra be tendrombohitr’i Efraima, ary koa Gazera sy ny kijanany,",
        "22": "Kibzaima sy ny kijanany, ary Beti-horona sy ny kijanany. Tanàna efatra izany.",
        "23": "Ny azony avy tamin’ny fokon’i Dana dia i Elteke sy ny kijanany, Gibetona sy ny kijanany,",
        "24": "Aialona sy ny kijanany, ary Gata-rimona sy ny kijanany, izany hoe tanàna efatra.",
        "25": "Ary ny azony avy tamin’ny antsasaky ny fokon’i Manase dia i Tanaka sy ny kijanany, ary Gata-rimona sy ny kijanany, izany hoe tanàna roa.",
        "26": "Koa folo ny tanàna rehetra mbamin’ny kijanany azon’ny sisa tamin’ny fianakavian’ny taranak’i Kehata.",
        "27": "Ary nahazo tanàna avy tamin’ny antsasaky ny fokon’i Manase ny taranak’i Gersona anisan’ny fianakavian’ny Levita, dia ilay tanàna fialokalofan’ny nahafaty olona, izany hoe ny tanànan’i Golana any Basana sy ny kijanany. Azony koa i Bestera sy ny kijanany. Tanàna roa izany.",
        "28": "Ny azony avy tamin’ny fokon’i Isakara dia i Kisiona sy ny kijanany, Daberata sy ny kijanany,",
        "29": "Jarmota sy ny kijanany, ary En-ganima sy ny kijanany, izany hoe tanàna efatra.",
        "30": "Ny azony avy tamin’ny fokon’i Asera dia i Misala sy ny kijanany, Abdona sy ny kijanany,",
        "31": "Helkata sy ny kijanany, ary Rehoba sy ny kijanany, izany hoe tanàna efatra.",
        "32": "Ary ny azony avy tamin’ny fokon’i Naftaly dia ilay tanàna fialokalofan’ny nahafaty olona, izany hoe ny tanànan’i Kedesy any Galilia sy ny kijanany. Azony koa i Hamota-dora sy ny kijanany, ary Kartana sy ny kijanany. Tanàna telo izany.",
        "33": "Koa ny tanàna rehetran’ny Gersonita, araka ny fianakaviany avy, dia tanàna telo ambin’ny folo mbamin’ny kijanany.",
        "34": "Ary nahazo tanàna avy tamin’ny fokon’i Zebolona ny fianakavian’ny taranak’i Merary, eny, ny Levita sisa, dia ny tanànan’i Jokneama sy ny kijanany, Karta sy ny kijanany,",
        "35": "Dimna sy ny kijanany, ary Nahalala sy ny kijanany, izany hoe tanàna efatra.",
        "36": "Ny azony avy tamin’ny fokon’i Robena dia i Bezera sy ny kijanany, Jahaza sy ny kijanany,",
        "37": "Kedemota sy ny kijanany, ary Mefata sy ny kijanany, izany hoe tanàna efatra.",
        "38": "Ary ny azony avy tamin’ny fokon’i Gada dia ilay tanàna fialokalofan’ny nahafaty olona, izany hoe ny tanànan’i Ramota any Gileada sy ny kijanany. Azony koa i Mahanaima sy ny kijanany,",
        "39": "Hesbona sy ny kijanany, ary Jazera sy ny kijanany. Tanàna efatra izy rehetra.",
        "40": "Koa ny tanàna rehetra lasan’ny taranak’i Merary araka ny fianakaviany avy, izay sisa tamin’ny fianakavian’ny Levita, dia tanàna roa ambin’ny folo azony tamin’ny antsapaka.",
        "41": "Ary ny tanàna rehetran’ny Levita teo amin’ny lovan’ny zanak’Israely, dia tanàna valo amby efapolo mbamin’ny kijanany.",
        "42": "Samy nanana kijana nanodidina azy ireo tanàna ireo, eny, toy izany ny tanàna rehetra.",
        "43": "Koa nomen’i Jehovah ny Israely ilay tany manontolo izay efa nianianany homena ny razan’izy ireo. Dia nalain’izy ireo ho fananany izany ka nonenany.",
        "44": "Ary nataon’i Jehovah mandry feizay teo anivon’ny fahavalony rehetra nanodidina izy ireo, araka izay nianianany tamin’ny razan’izy ireo, ka tsy nisy nahatohitra azy ny fahavalony rehetra, na iray aza. Efa natolotr’i Jehovah teo an-tanany avokoa ny fahavalony rehetra.",
        "45": "Tsy nisy tsy tanteraka na iray aza ny zava-tsoa rehetra nampanantenain’i Jehovah tamin’ny taranak’Israely, fa tanteraka avokoa izy rehetra."
    },
    "22": {
        "1": "Tamin’izay dia nantsoin’i Josoa ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase,",
        "2": "ka nilazany hoe: “Ianareo efa nitandrina izay rehetra nandidian’i Mosesy mpanompon’i Jehovah anareo, sady nankatò ny teniko tamin’izay rehetra nandidiako anareo.",
        "3": "Tsy nandao ny rahalahinareo ianareo nandritra ireny andro maro ireny ka mandraka androany, sady nitandrina ny didin’i Jehovah Andriamanitrareo.",
        "4": "Ary efa nataon’i Jehovah Andriamanitrareo mandry feizay izao ny rahalahinareo, araka izay nampanantenainy azy. Koa ankehitriny, miverena any amin’ny tranolainareo, any amin’ny taninareo, izay nomen’i Mosesy mpanompon’i Jehovah anareo eny ampitan’ny Reniranon’i Jordana.",
        "5": "Tandremo tsara fotsiny ny didy aman-dalàna izay nandidian’i Mosesy mpanompon’i Jehovah anareo, ka tiavo i Jehovah Andriamanitrareo, mandehana amin’ny lalany rehetra, tandremo ny didiny, mifikira mafy aminy, ary manompoa azy amin’ny fonareo manontolo sy ny tenanareo manontolo.”",
        "6": "Dia nitso-drano azy ireo i Josoa, ka nandefa azy nody tany amin’ny tranolainy avy.",
        "7": "Efa nomen’i Mosesy fanomezana tany Basana ny antsasaky ny fokon’i Manase, fa ny antsasany kosa nomen’i Josoa fanomezana niaraka tamin’ny rahalahiny tetỳ ampita andrefan’i Jordana. Ary rehefa nandefa azy ho any amin’ny tranolainy avy i Josoa, dia nitso-drano azy koa.",
        "8": "Hoy koa izy tamin’izy ireo: “Modia any amin’ny tranolainareo avy, miaraka amin’ny harem-be sy biby fiompy maro be, ary koa volafotsy sy volamena sy varahina sy vy ary fitafiana be dia be. Alaivo ny zavatra nobaboina avy tamin’ny fahavalonareo, ka zarao ho anareo sy ny rahalahinareo.”",
        "9": "Dia lasa ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, ka nandao ny zanak’Israely tao Silo, tany Kanana, mba hody any Gileada, any amin’ilay tanin’izy ireo, izay efa nanorenany ny fonenany araka ny baikon’i Jehovah tamin’ny alalan’i Mosesy.",
        "10": "Rehefa tonga teo amin’ny faritr’i Jordana tao amin’ny tany Kanana ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, dia nanorina alitara lehibe teo akaikin’i Jordana.",
        "11": "Tatỳ aoriana dia ren’ny zanak’Israely hoe: “Ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, hono, nanorina alitara eo amin’ny sisin’ny tany Kanana, eo amin’ny faritr’i Jordana, etỳ amin’ny ilany andrefana misy ny zanak’Israely.”",
        "12": "Koa rehefa nandre izany ny zanak’Israely, dia nivory tao Silo izy rehetra mba hiakatra hanafika azy ireo.",
        "13": "Ary nirahin’ny zanak’Israely i Finehasa zanak’i Eleazara mpisorona, hankany amin’ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, tany Gileada.",
        "14": "Nisy mpiadidy folo nirahina niaraka taminy, dia mpiadidy iray isaky ny fianakaviambe * teo amin’ny foko rehetran’ny Israely. Ary ireo dia samy lohan’ny fianakaviambe avy amin’ireo rainy sady mpifehy ny arivo teo amin’ny Israely.",
        "15": "Dia tonga tany amin’ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, tany Gileada, izy ireo, ka niteny hoe:",
        "16": "“Izao no nolazain’ny vahoakan’i Jehovah manontolo: ‘Ahoana izao fivadihanareo amin’ny Andriamanitry ny Israely izao? Nahoana ianareo ankehitriny no miala tsy manaraka an’i Jehovah, ka nanorina alitara ho anareo mba hikomianareo amin’i Jehovah?",
        "17": "Mbola tsy ampy antsika angaha ny fahadisoana tany Peora? Isika aza mbola tsy voadio amin’izany akory mandraka androany, na dia efa nanjo ny vahoakan’i Jehovah aza ny loza.",
        "18": "Ianareo indray anefa izao no miala tsy manaraka an’i Jehovah. Raha mikomy amin’i Jehovah ianareo anio, dia amin’ny vahoakan’Israely manontolo izy no ho tezitra rahampitso.",
        "19": "Raha maloto ny taninareo, dia miampità atỳ amin’ny tanin’i Jehovah izay itoeran’ny tranolain’i Jehovah, ary miaraha monina aminay. Fa aza mikomy amin’i Jehovah ary aza mitaona anay hikomy, ka manorina alitara ho anareo ankoatra an’ilay alitaran’i Jehovah Andriamanitsika.",
        "20": "Tsy i Akana zanak’i Zera ve no nivadika tamin’Andriamanitra, ka tsy nankatò ny didy momba ny zavatra voatokana haringana? Tsy ny vahoakan’Israely manontolo ve anefa no niharan’ny fahatezerana? Koa tsy izy irery no maty noho ny fahadisoany.’”",
        "21": "Dia hoy ny navalin’ny taranak’i Robena sy ny taranak’i Gada ary ny antsasaky ny fokon’i Manase, tamin’ireo mpifehy ny arivo teo amin’ny Israely:",
        "22": "“Ilay Mahery, ilay Andriamanitra, dia i Jehovah, eny, Ilay Mahery, ilay Andriamanitra, dia i Jehovah no mahalala, ary hahalala koa ny Israely. Raha mikomy sy mivadika aminao izahay, Jehovah ô, dia aza mamonjy anay anio.",
        "23": "I Jehovah mihitsy no hamantatra raha toa izahay ka nanorina alitara mba hialana tsy hanaraka an’i Jehovah, sy mba hanolorana fanatitra dorana sy fanatitra varimbazaha ary sorona iombonana eo amboniny.",
        "24": "Nanao izany kosa izahay noho ny fanahiana sao hiteny amin’ny zanakay ny zanakareo indray andro any hoe: ‘Misy zavatra iombonanareo amin’i Jehovah Andriamanitry ny Israely angaha moa?",
        "25": "Sady i Jordana koa efa nataon’i Jehovah ho sisin-tany mampisaraka anay aminareo taranak’i Robena sy taranak’i Gada. Koa tsy manana anjara amin’i Jehovah ianareo.’ Dia azo antoka fa hampitsahatra ny zanakay tsy hatahotra an’i Jehovah intsony ny zanakareo.",
        "26": "“Fa hoy izahay: ‘Andao hanorina alitara ho antsika. Tsy hanolorana fanatitra dorana anefa izany na hanaovana sorona,",
        "27": "fa mba ho vavolombelona aminay sy aminareo ary ny taranaka mandimby antsika, fa hanao ny fanompoana an’i Jehovah eo anatrehany izahay, sady hitondra fanatitra dorana sy sorona ary sorona iombonana. Amin’izay dia tsy hilaza amin’ny zanakay ny zanakareo indray andro any hoe: “Tsy manana anjara amin’i Jehovah ianareo.”’",
        "28": "Koa hoy izahay: ‘Raha milaza izany amintsika sy amin’ny taranatsika ry zareo indray andro any, dia hiteny isika hoe: “Jereo ny alitara nataon’ny razanay fa mitovy amin’ilay alitaran’i Jehovah. Tsy hanolorana fanatitra dorana anefa izany na hanaovana sorona, fa ho vavolombelona aminay sy aminareo.”’",
        "29": "Sanatria anay ny hikomy amin’i Jehovah an-tsitrapo sy hiala tsy hanaraka an’i Jehovah, ka hanorina alitara hafa hanolorana fanatitra dorana sy fanatitra varimbazaha ary sorona, ankoatra an’ilay alitaran’i Jehovah Andriamanitsika izay eo anoloan’ny tranolainy!”",
        "30": "Koa rehefa nandre ny tenin’ny taranak’i Robena sy ny taranak’i Gada ary ny taranak’i Manase i Finehasa mpisorona mbamin’ireo niaraka taminy, izany hoe ny mpiadidy vahoaka sy ny mpifehy ny arivo teo amin’ny Israely, dia nahafaly azy ireo izany.",
        "31": "Koa hoy i Finehasa zanak’i Eleazara mpisorona, tamin’ny taranak’i Robena sy ny taranak’i Gada ary ny taranak’i Manase: “Fantatray androany fa eo amintsika i Jehovah, satria tsy nivadika tamin’i Jehovah ianareo. Ankehitriny dia nanafaka ny zanak’Israely teo an-tanan’i Jehovah ianareo.”",
        "32": "Dia niala teo amin’ny taranak’i Robena sy ny taranak’i Gada tany Gileada i Finehasa zanak’i Eleazara mpisorona mbamin’ny mpiadidy, ka niverina tany amin’ny zanak’Israely tany Kanana, ary nanao tatitra tamin’izy ireo.",
        "33": "Koa nahafaly ny zanak’Israely izany, ka nisaotra an’Andriamanitra izy ireo. Ary tsy niresadresaka intsony izy ireo hoe hiakatra hanafika ny tany nonenan’ny taranak’i Robena sy ny taranak’i Gada, ka hanimba izany.",
        "34": "Dia nanome anarana an’ilay alitara ny taranak’i Robena sy ny taranak’i Gada, satria “io no vavolombelona amintsika fa i Jehovah no tena Andriamanitra.”"
    },
    "23": {
        "1": "Ary efa nataon’i Jehovah mandry feizay teo anivon’ny fahavalony rehetra nanodidina ny Israely. Andro maro taorian’izay, rehefa antitra sady nandroso taona i Josoa,",
        "2": "dia nantsoiny ny Israely rehetra, izany hoe ny anti-panahy sy ireo lohany teo amin’izy ireo ary ny mpitsarany sy ny mpiadidiny. Dia hoy izy tamin’ireo: “Efa antitra sady mandroso taona aho.",
        "3": "Ary efa hitanareo ny zava-drehetra nataon’i Jehovah Andriamanitrareo tamin’ireo firenena rehetra ireo, noho ny aminareo. I Jehovah Andriamanitrareo no niady ho anareo.",
        "4": "Efa nozaraiko ho lovan’ny fokonareo tamin’ny alalan’ny antsapaka koa, ny tanin’ireo firenena sisa tavela sy ny firenena rehetra naringako, hatrany amin’ny Reniranon’i Jordana ka hatrany amin’ny Ranomasina Lehibe any amin’ny filentehan’ny masoandro.",
        "5": "Ary i Jehovah Andriamanitrareo no nanala azy ireo tsy ho eo anatrehanareo, ka nandroaka azy noho ny aminareo. Dia nalainareo ho fanananareo ny tanin’izy ireo, araka izay nampanantenain’i Jehovah Andriamanitrareo anareo.",
        "6": "“Aoka ianareo ho be herim-po ka hitandrina sy hanao izay rehetra voasoratra ao amin’ny boky misy ny lalàn’i Mosesy. Aza miala amin’izany mihitsy, na mivily miankavanana na miankavia.",
        "7": "Ary aza mifanerasera mihitsy amin’ireo firenena mbola tavela eo aminareo ireo. Aza manonona ny anaran’ny andriamaniny na mianiana amin’ny anaran’ireny, na manompo an’ireny na miankohoka eo anatrehany.",
        "8": "Fa i Jehovah Andriamanitrareo no tokony hifikiranareo mafy, toy izay efa nataonareo mandraka androany.",
        "9": "Ary handroaka firenena lehibe sy mahery tsy ho eo anatrehanareo i Jehovah. Fa tsy nisy olona nahatohitra anareo mandraka androany.",
        "10": "Lehilahy iray monja aminareo no hanenjika arivo, satria i Jehovah Andriamanitrareo no miady ho anareo, araka izay efa nampanantenainy anareo.",
        "11": "Koa mitandrema tsara foana mba ho tia an’i Jehovah Andriamanitrareo.",
        "12": "“Fa raha miala aminy kosa ianareo ka mifikitra amin’ny sisa tavela amin’ireo firenena mbola eo aminareo ireo, ary mifanambady * amin’ireo ka mifanerasera aminy ary izy ireo koa mifanerasera aminareo,",
        "13": "dia fantaro tsara fa tsy handroaka an’ireo firenena ireo intsony noho ny aminareo i Jehovah Andriamanitrareo. Ho vela-pandrika sy fandrika ho anareo izy ireo, sady ho karavasy hikapoka ny tehezanareo sy ho tsilo ao anaty masonareo, mandra-paharipakareo tanteraka tsy ho eto amin’ity tany soa efa nomen’i Jehovah Andriamanitrareo anareo ity.",
        "14": "“Efa handeha amin’ny lalana falehan’ny tany rehetra aho izao. Ary fantatrareo tsara amin’ny fonareo manontolo sy ny tenanareo manontolo, fa tsy nisy tsy tanteraka na iray aza ny fampanantenana rehetra nolazain’i Jehovah Andriamanitrareo taminareo. Efa tanteraka taminareo avokoa izy rehetra. Tsy nisy tsy tanteraka na iray aza.",
        "15": "Eny, efa tanteraka taminareo avokoa ny fampanantenana rehetra nolazain’i Jehovah Andriamanitrareo taminareo. Toy ny efa nahatanterahan’izany taminareo no hampiharan’i Jehovah aminareo koa ny ozona rehetra nolazainy, mandra-pandringany anareo tsy ho eto amin’ity tany soa efa nomen’i Jehovah Andriamanitrareo anareo ity,",
        "16": "raha toa ianareo ka mivadika amin’ny fifanekena nataon’i Jehovah Andriamanitrareo izay nandidiany anareo, ary manompo andriamani-kafa sy miankohoka eo anatrehan’ireny. Koa hirehitra aminareo tokoa ny fahatezeran’i Jehovah, ka tsy ho ela ianareo dia ho ripaka tsy ho eto amin’ity tany soa efa nomeny anareo ity.”"
    },
    "24": {
        "1": "Dia novorin’i Josoa tao Sekema ny foko rehetran’ny Israely, ary nantsoiny ny anti-panahy sy ireo lohany teo amin’ny Israely sy ny mpitsarany ary ny mpiadidiny. Koa nitsangana teo anatrehan’Andriamanitra ireo.",
        "2": "Ary hoy i Josoa tamin’ny olona rehetra: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Tany ampitan’ny Renirano no nonenan’ny razanareo taloha ela be, dia i Tera, rain’i Abrahama sy Nahora. Ary nanompo andriamani-kafa izy ireo.",
        "3": "“‘Rehefa nandeha ny fotoana, dia nalaiko avy tany ampitan’ny Renirano i Abrahama razambenareo, ka nentiko nitety ny tany Kanana manontolo, ary nataoko maro ny taranany. Koa nomeko azy i Isaka.",
        "4": "Ary nomeko an’i Isaka i Jakoba sy Esao. Tatỳ aoriana dia nomeko ho fananan’i Esao ny Tendrombohitra Seira. Fa i Jakoba sy ny zanany kosa nidina tany Ejipta.",
        "5": "Rehefa nandeha ny fotoana, dia naniraka an’i Mosesy sy Arona aho, ka namely an’i Ejipta tamin’ny loza, ary nitondra anareo nivoaka avy tany.",
        "6": "Rehefa nentiko nivoaka avy tany Ejipta ny razanareo, dia tonga teo amin’ny ranomasina. Ary nanenjika azy hatreny amin’ny Ranomasina Mena ny Ejipsianina, izay nitondra kalesin’ady sy mpitaingin-tsoavaly.",
        "7": "Tamin’izay ny razanareo dia nitaraina mafy tamin’i Jehovah. Koa nasiany haizina nanelanelana anareo sy ny Ejipsianina, ary natontany tamin’izy ireo ny ranomasina ka nataony nandifotra azy. Dia hitan’ny masonareo ny nataoko tany Ejipta. Ary nitoetra tany an-tany efitra andro maro ianareo.",
        "8": "“‘Farany, dia nentiko teny amin’ny tanin’ny Amorita nonina teny ampitan’ny Reniranon’i Jordana ianareo. Ary niady taminareo izy ireo, ka natolotro teo an-tananareo, mba hakanareo ny taniny ho fanananareo. Dia naringako tsy ho eo anatrehanareo izy ireo.",
        "9": "Ary niady tamin’ny Israely i Balaka zanak’i Zipora, mpanjakan’i Moaba. Koa nampanantsoiny i Balama zanak’i Beora, mba hanozona anareo.",
        "10": "Tsy nohenoiko anefa i Balama, ka nitso-drano anareo imbetsaka izy. Dia nanafaka anareo teo an-tanany aho.",
        "11": "‘“Avy eo dia niampita an’i Jordana ianareo, ka tonga tao Jeriko. Ary niady taminareo ny mponina * tao Jeriko, sy ny Amorita sy ny Perizita sy ny Kananita sy ny Hetita sy ny Girgasita sy ny Hivita ary ny Jebosita. Natolotro teo an-tananareo anefa ireny.",
        "12": "Dia nalefako hialoha anareo ny fahakiviana, ka izany no nandroaka azy ireo tsikelikely tsy ho eo anatrehanareo, toy izay nanjo ny mpanjaka roan’ny Amorita. Tsy ny sabatrareo na ny tsipìkanareo anefa no nahatonga izany.",
        "13": "Koa nomeko tany tsy nisasaranareo sy tanàna tsy naorinareo ianareo, ka nanorim-ponenana tao amin’ireny. Ary tanimboaloboka sy sahan’oliva tsy novolenareo no ihinananareo.’",
        "14": "“Koa ankehitriny, matahora an’i Jehovah ka manompoa azy amin-kitsim-po sy amim-pahatsorana, * ary ario ny andriamanitra notompoin’ny razanareo tany ampitan’ny Renirano sy tany Ejipta, ka manompoa an’i Jehovah.",
        "15": "Fa raha tsy tianareo ny hanompo an’i Jehovah, dia fidio anio izay hotompoinareo, na ny andriamanitra notompoin’ny razanareo tany ampitan’ny Renirano, na ny andriamanitry ny Amorita nonina teto amin’ity tany onenanareo ity. Fa izaho sy ny ankohonako kosa hanompo an’i Jehovah.”",
        "16": "Dia hoy ny vahoaka: “Sanatria anay ny hahafoy an’i Jehovah mba hanompo andriamani-kafa.",
        "17": "I Jehovah Andriamanitsika mantsy no nitondra antsika sy ny razantsika niakatra avy tany Ejipta, avy tao amin’ny trano fanandevozana, sy nanao ireny famantarana lehibe ireny teo imasontsika, ary niaro antsika foana teny amin’ny lalana rehetra nalehantsika sy teo anivon’ny firenena rehetra nandalovantsika.",
        "18": "Ary noroahin’i Jehovah tsy ho eo anatrehantsika ny firenena rehetra nonina talohantsika teto amin’ity tany ity, eny, fa na dia ny Amorita aza. Koa hanompo an’i Jehovah koa izahay, satria izy no Andriamanitray.”",
        "19": "Dia hoy i Josoa tamin’ny vahoaka: “Tsy ho vitanareo ny hanompo an’i Jehovah, fa Andriamanitra masina izy, sady mitaky ny hanompoana azy irery ihany. Koa tsy hamela heloka anareo izy raha mikomy sy manota ianareo.",
        "20": "Raha mahafoy an’i Jehovah ianareo ka manompo ny andriamanitry ny firenen-kafa, dia hiodina hamely anareo izy ka handringana anareo, rehefa avy nanisy soa anareo.”",
        "21": "Dia hoy ny vahoaka tamin’i Josoa: “Tsia, fa i Jehovah no hotompoinay!”",
        "22": "Ary hoy i Josoa: “Ny tenanareo ihany no ho vavolombelona hiampanga anareo, satria sitraponareo ny nifidy ny hanompo an’i Jehovah.” Koa namaly ireo hoe: “Vavolombelona izahay.”",
        "23": "“Koa ario ny andriamanitry ny firenen-kafa izay eo aminareo, ary atodiho any amin’i Jehovah Andriamanitry ny Israely ny fonareo.”",
        "24": "Dia namaly an’i Josoa ny vahoaka hoe: “I Jehovah Andriamanitray no hotompoinay, ary ny feony no hohenoinay!”",
        "25": "Ary nanao fifanekena tamin’ny vahoaka i Josoa tamin’izay andro izay, ka nametraka fitsipika sy didim-pitsarana ho azy ireo tao Sekema.",
        "26": "Dia nosoratan’i Josoa tao amin’ny boky misy ny lalàn’Andriamanitra ireo teny ireo. Ary naka vato lehibe izy, ka nanangana izany teo ambanin’ilay hazo goavam-be izay eo akaikin’ny toerana masin’i Jehovah.",
        "27": "Ary hoy i Josoa tamin’ny olona rehetra: “Ho vavolombelona hiampanga antsika ity vato ity, fa efa ren’izy io ny teny rehetra nolazain’i Jehovah tamintsika, ka io no ho vavolombelona hiampanga anareo, raha mandà an’Andriamanitrareo ianareo.”",
        "28": "Dia nalefan’i Josoa hody tany amin’ny lovany avy ny olona.",
        "29": "Taorian’izany dia maty i Josoa zanak’i Nona, mpanompon’i Jehovah, rehefa folo amby zato taona.",
        "30": "Koa nalevina tao amin’ny faritry ny lovany izy, dia tao Timnata-sera, any amin’ny faritra be tendrombohitr’i Efraima, any avaratry ny Tendrombohitra Gasa.",
        "31": "Ary nanompo an’i Jehovah foana ny Israely nandritra ny androm-piainan’i Josoa sy ireo anti-panahy, izay mbola velona taorian’i Josoa sady efa nahafantatra ny asa rehetra nataon’i Jehovah ho an’ny Israely.",
        "32": "Ary ny taolambalon’i Josefa izay efa nentin’ny zanak’Israely niakatra avy tany Ejipta, dia nalevina tao Sekema, tao amin’ilay sombin-tany novidin’i Jakoba farantsa volafotsy zato tamin’ny taranak’i Hamora rain’i Sekema. Dia lasa lovan’ny taranak’i Josefa ilay sombin-tany.",
        "33": "Ary maty koa i Eleazara zanak’i Arona. Koa nalevina tany amin’ny Havoanan’i Finehasa zanany izy, dia ilay havoana izay nomeny azy teny amin’ny faritra be tendrombohitr’i Efraima."
    },
    "meta": {
        "name": "Josoa",
        "order": 5,
        "chapter_number": 24
    }
}