{
    "1": {
        "1": "Rehefa maty i Mosesy mpanompon’i Jehovah, dia hoy i Jehovah tamin’i Josoa zanak’i Nona sady mpanompon’i Mosesy:",
        "2": "“Efa maty i Mosesy mpanompoko. Miomàna àry hiampita an’i Jordana ianao sy ity vahoaka manontolo ity, ary midira ao amin’ilay tany homeko ny vahoakan’Israely.",
        "3": "Homeko anareo izay toerana rehetra hohitsahin’ny tongotrareo, araka ny efa nampanantenaiko an’i Mosesy.",
        "4": "Ary hanomboka any an-tany efitra ny faritry ny taninareo dia hitohy hatrany Libàna sy hatrany Eofrata, ilay renirano lehibe, izany hoe ny tany rehetra izay an’ny Hetita, ka hatrany amin’ny Ranomasina Lehibe eo andrefana.",
        "5": "Tsy hisy olona hahatohitra anao raha mbola velona koa ianao. Hoatran’ny nanampiako an’i Mosesy no hanampiako anao. Tsy handao anao aho ary tsy hahafoy anao mihitsy.",
        "6": "Manàna herim-po ary mahereza, satria ianao no hitarika an’ity vahoaka ity ho any amin’ilay tany ho lovany, dia ilay nianianako tamin’ny razambeny fa homeko azy.",
        "7": "“Manàna herim-po ary mahereza! Araho tsara izay rehetra voalazan’ny Lalàna nandidian’i Mosesy mpanompoko anao. Ary aza miala amin’izany na mivily miankavanana na miankavia, dia hanao zavatra amim-pahendrena ianao na aiza na aiza alehanao.",
        "8": "Tsy tokony ho afaka am-bavanao ny teny ato amin’ity boky misy ny Lalàna ity, ary vakio sy saintsaino andro aman’alina izany. Amin’izay ianao dia hanaraka tsara an’izay rehetra voasoratra ato, ka hahomby izay hataonao ary hanao zavatra amim-pahendrena ianao.",
        "9": "Mandidy anao indray àry aho hoe: ‘Manàna herim-po ary mahereza!’ Aza matahotra na mihorohoro, fa hanampy anao i Jehovah Andriamanitrao na aiza na aiza alehanao.”",
        "10": "Ary nomen’i Josoa didy ireo mpifehy ny vahoaka hoe:",
        "11": "“Mandehana eran’ny toby ka omeo an’izao baiko izao ny vahoaka: ‘Manomàna vatsy, fa hiampita an’i Jordana ianareo rehefa afaka telo andro mba haka an’ilay tany homen’i Jehovah Andriamanitrareo anareo.’”",
        "12": "Ary hoy i Josoa tamin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase:",
        "13": "“Tadidio ny didy nomen’i Mosesy mpanompon’i Jehovah anareo hoe: ‘Ataon’i Jehovah Andriamanitrareo milamina ny fiainanareo, sady efa nomeny an’ity tany ity ianareo.",
        "14": "Hipetraka etỳ amin’ny tany nomen’i Mosesy anareo etỳ ampitan’i Jordana ny vadinareo sy ny zanakareo ary ny biby fiompinareo. Fa ianareo miaramila matanjaka rehetra kosa, tokony hiampita ka hilahatra hiady eo alohan’ny rahalahinareo. Tsy maintsy ampianareo ny rahalahinareo,",
        "15": "mandra-pahatongan’izy ireo any amin’ilay tany homen’i Jehovah Andriamanitrareo azy. Hataon’i Jehovah milamina ny fiainan’izy ireo amin’izay, hoatran’ny nataony taminareo. Avy eo, dia miverena eto amin’ny tany nomena anareo ary mipetraha eto, dia eto amin’ilay tany nomen’i Mosesy mpanompon’i Jehovah anareo, etỳ atsinanan’i Jordana.’”",
        "16": "Hoy ny navalin’izy ireo an’i Josoa: “Hataonay daholo izay asainao ataonay, ary handeha any amin’izay anirahanao anay izahay.",
        "17": "Toy ny nihainoanay an’izay rehetra nolazain’i Mosesy no hihainoanay anao koa. Enga anie i Jehovah Andriamanitrao hanampy anao, toy ny nataony tamin’i Mosesy!",
        "18": "Hovonoina ho faty izay olona mikomy tsy manaraka ny baikonao sy tsy mankatò an’izay rehetra asainao ataony. Manàna herim-po ary mahereza!”"
    },
    "2": {
        "1": "Ary naniraka an-tsokosoko mpitsikilo roa lahy i Josoa zanak’i Nona, rehefa tao Sitima. Hoy izy tamin’izy ireo: “Mandehana jereo ilay tany, indrindra fa i Jeriko.” Nandeha àry izy ireo, dia nankao an-tranon’ny mpivaro-tena atao hoe Rahaba, ka nijanona tao.",
        "2": "Dia nisy nilaza tamin’ny mpanjakan’i Jeriko hoe: “Misy lehilahy israelita tonga eto izao alina izao, mba hitsikilo ny tany.”",
        "3": "Koa naniraka olona nankany amin’i Rahaba ny mpanjakan’i Jeriko mba hiteny hoe: “Avoahy ireo lehilahy tonga ato aminao, fa hitsikilo ny tany manontolo no nahatongavan-dry zareo.”",
        "4": "Nafenin’ilay vehivavy anefa izy roa lahy. Ary hoy izy: “Ie! Tonga teto amiko ireny lehilahy ireny, fa tsy fantatro hoe avy aiza ry zareo.",
        "5": "Rehefa maizina ny andro ka efa hohidiana ny vavahadin’ny tanàna, dia lasa ry zareo. Fa tsy fantatro izay nalehany. Raha enjehinareo haingana anefa ry zareo, dia ho tratranareo.”",
        "6": "Efa nentin’ilay vehivavy tany an-tampon-trano anefa izy roa lahy, ka nafeniny tao ambany tahon-drongony nalahadahatra.",
        "7": "Lasa nanenjika azy roa lahy àry ireo iraky ny mpanjaka, ka nandeha tamin’ny lalana mankany amin’ny Reniranon’i Jordana, teny amin’ny toerana fiampitana. Ary nohidiana ny vavahadin’ny tanàna raha vao tafavoaka ireo mpanenjika.",
        "8": "Raha mbola tsy natory izy roa lahy, dia niakatra nankao amin-dry zareo tao an-tampon-trano ilay vehivavy.",
        "9": "Hoy izy tamin’izy roa lahy: “Fantatro fa homen’i Jehovah anareo ity tany ity, ary matahotra anareo izahay. Kivy ny mponina rehetra eto amin’ity tany ity satria ho avy ianareo.",
        "10": "Henonay mantsy fa nataon’i Jehovah ritra teo anoloanareo ny Ranomasina Mena, rehefa niala tany Ejipta ianareo. Henonay koa ny nataonareo tamin’ny mpanjaka amorita roa, dia i Sihona sy Oga, izay naringanareo teny ampitan’i Jordana.",
        "11": "Rehefa naheno an’izany izahay, dia natahotra be. Tsy misy manana herim-po hanoherana anareo intsony izahay, satria hitanay hoe i Jehovah Andriamanitrareo dia Andriamanitra any amin’ny lanitra ambony sy etỳ amin’ny tany ambany.",
        "12": "Koa mba manaova re fianianana amiko amin’ny anaran’i Jehovah e, hoe ho tsara fanahy amin’ny ankohonan-draiko ianareo satria tsara fanahy taminareo aho. Ary omeo antoka aho hoe hitana ny teninareo ianareo.",
        "13": "Dia tsimbino ny ain’ny raiko sy ny reniko, ny ain’ny anadahiko sy ny rahavaviko, ary izay rehetra an-dry zareo, ary vonjeo izahay mba tsy ho faty.”",
        "14": "Dia hoy izy ireo taminy: “Ny ainay mihitsy no hataonay antoka! Raha tsy lazainao amin’olona ny anton-dianay, dia ho tsara fanahy aminao izahay sady hitana ny teninay taminao, rehefa homen’i Jehovah anay ity tany ity.”",
        "15": "Avy eo dia nampidinin’ilay vehivavy tamin’ny tady avy teo am-baravarankely izy ireo. Teo amin’ny sisiny iray tamin’ny mandan’ilay tanàna mantsy ny tranony, teo ambonin’ilay manda.",
        "16": "Ary hoy izy tamin’izy roa lahy: “Mandehana any amin’ny faritra be tendrombohitra, ary miafena any telo andro mba tsy ho hitan’ireo manenjika anareo. Rehefa tafaverina izy ireo, dia afaka mandeha any amin’izay halehanareo ianareo.”",
        "17": "Dia hoy izy ireo tamin’ilay vehivavy: “Hohajainay ilay fianianana nampanaovinao anay,",
        "18": "raha afatotrao eo am-baravarankely ity tady mena midorehitra hampidinanao anay ity, rehefa miditra eto amin’ity tany ity izahay. Dia vorio ao an-tranonao ny rainao, ny reninao, ny anadahinao, ary ny ankohonan-drainao manontolo.",
        "19": "Izay mivoaka any ivelan’ny varavaran’ny tranonao, dia izy ihany no ho tompon’andraikitra amin’ny fahafatesany, ary tsy hanan-tsiny izahay. Fa raha misy manjo an’izay mijanona miaraka aminao ao an-trano kosa, dia izahay no ho tompon’andraikitra amin’ny fahafatesany.",
        "20": "Raha lazainao amin’olona anefa ny anton-dianay, dia tsy hanan-tsiny izahay raha tsy manaja an’ilay fianianana nampanaovinao anay.”",
        "21": "Dia hoy ilay vehivavy: “Eny àry e! Mety izany.” Dia nalefany izy ireo, ka lasa. Nafatony teo am-baravarankely avy eo ilay tady mena midorehitra.",
        "22": "Lasa àry izy roa lahy, dia nandeha tany amin’ny faritra be tendrombohitra, ary nijanona tany telo andro, mandra-piverin’ireo nanenjika azy. Dia nitady azy roa lahy teny amin’ny lalana rehetra izy ireo, fa tsy nahita azy.",
        "23": "Ary nidina avy tany amin’ny faritra be tendrombohitra izy roa lahy ka niampita an’ilay renirano, dia tonga tany amin’i Josoa zanak’i Nona. Dia notantarain’izy roa lahy taminy ny zava-drehetra nanjo azy ireo.",
        "24": "Hoy koa izy ireo tamin’i Josoa: “Efa nomen’i Jehovah antsika ilay tany manontolo. Tena kivy ny mponina rehetra ao amin’ilay tany satria hoe ho avy isika.”"
    },
    "3": {
        "1": "Dia nifoha maraina i Josoa. Ary niala tao Sitima izy sy ny Israelita rehetra ka tonga teo amin’ny Reniranon’i Jordana. Natory teo izy ireo ny alina talohan’ny niampitany.",
        "2": "Rehefa afaka telo andro, dia nandeha eran’ny toby ireo mpifehy ny vahoaka,",
        "3": "ary nomen’izy ireo baiko ny vahoaka hoe: “Raha vao hitanareo lanjain’ny Levita mpisorona ilay Vata misy ny fifanekena nataon’i Jehovah Andriamanitrareo, dia mialà eo amin’izay misy anareo ka araho ilay izy.",
        "4": "Avelao hisy 2 000 hakiho eo ho eo anefa manelanelana anareo sy ilay Vata, fa aza manakaiky an’ilay izy. Amin’izay dia ho fantatrareo ny lalana halehanareo, satria mbola tsy nandeha tamin’izany lalana izany ianareo.”",
        "5": "Dia hoy i Josoa tamin’ny vahoaka: “Miomàna fa hanao zava-mahagaga ho anareo i Jehovah rahampitso.”",
        "6": "Ary hoy i Josoa tamin’ny mpisorona: “Ento ny Vata misy ny fifanekena dia mandehana eo alohan’ny vahoaka.” Koa nentin’izy ireo ilay Vata misy ny fifanekena, ka nandeha teo alohan’ny vahoaka izy ireo.",
        "7": "Ary hoy i Jehovah tamin’i Josoa: “Manomboka androany, dia hasandratro eo imason’ny Israely rehetra ianao, mba hahafantarany fa hanampy anao aho, hoatran’ny nataoko tamin’i Mosesy.",
        "8": "Ary omeo an’izao baiko izao ny mpisorona milanja an’ilay Vata misy ny fifanekena: ‘Rehefa tonga eo amoron’i Jordana ianareo, dia miroboha ao anaty rano ary aza mihetsika ao.’”",
        "9": "Ary hoy i Josoa tamin’ny Israelita: “Avia hihaino ny tenin’i Jehovah Andriamanitrareo.”",
        "10": "Dia hoy i Josoa: “Izao no hahafantaranareo fa misy Andriamanitra velona eo aminareo, ary tsy maintsy horoahiny hiala eo anatrehanareo ny Kananita, ny Hetita, ny Hivita, ny Perizita, ny Girgasita, ny Amorita, ary ny Jebosita:",
        "11": "Handeha eo alohanareo ho ao amin’ny Reniranon’i Jordana, ilay Vata misy ny fifanekena nataon’ny Tompon’ny tany manontolo.",
        "12": "Ary makà lehilahy 12 amin’ny fokon’ny Israely, dia lehilahy iray isaky ny foko.",
        "13": "Raha vao mikasika ny ranon’i Jordana ny faladian’ny mpisorona milanja an’ilay Vata masin’i Jehovah Tompon’ny tany manontolo, dia hijanona tsy hikoriana ny ranon’i Jordana midina avy any ambony, ka tsy hihetsika fa ho toy ny tohodrano.”",
        "14": "Rehefa niala teo amin’izay nitobiany àry ny vahoaka, taloha kelin’ny hiampitana an’i Jordana, dia nandeha teo alohan’izy ireo ny mpisorona nilanja an’ilay Vata misy ny fifanekena.",
        "15": "Tondraka i Jordana tamin’izay. Difotra mantsy ny morony rehefa fotoam-pijinjana. Raha vao tonga teo amin’i Jordana ireo mpisorona nilanja an’ilay Vata, ka natsobony teo amin’ny moron’ilay rano ny tongony,",
        "16": "dia tsy nihetsika ny rano nidina avy tany ambony. Niavosa toy ny tohodrano terỳ lavitra be terỳ ilay izy, teny Adama, tanàna akaikin’i Zaretana. Ritra koa ny rano nidina nankany amin’ny Ranomasin’i Araba, dia ny Ranomasin-tsira. Nijanona tsy nikoriana ny rano, ka niampita nanandrify an’i Jeriko ny vahoaka.",
        "17": "Ary nijoro tsy nihetsika teo amin’ny tany maina, teo afovoan’i Jordana, ny mpisorona nilanja an’ilay Vata misy ny fifanekena nataon’i Jehovah. Ny firenen’Israely manontolo kosa nandeha teo amin’ny tany maina, mandra-piampitan’izy rehetra an’i Jordana."
    },
    "4": {
        "1": "Raha vao tafita an’i Jordana ilay firenena manontolo, dia hoy i Jehovah tamin’i Josoa:",
        "2": "“Makà lehilahy 12 amin’ny vahoaka, dia lehilahy iray isaky ny foko,",
        "3": "ary omeo baiko izy ireo hoe: ‘Makà vato 12 eo afovoan’i Jordana, eo amin’ny toerana nijoroan’ny mpisorona. Ento ireo vato ireo ka apetraho eo amin’izay toerana hatorianareo androany alina.’”",
        "4": "Koa niantso an’ireo 12 lahy izay nofidiny avy tamin’ny Israelita i Josoa, dia lehilahy iray isaky ny foko.",
        "5": "Ary hoy i Josoa tamin’izy ireo: “Mandehana mankeo afovoan’i Jordana, eo alohan’ilay Vata masin’i Jehovah Andriamanitrareo. Dia samia mibata vato iray avy ho eo an-tsorokareo, araka ny isan’ny fokon’ny Israely,",
        "6": "mba ho famantarana eo aminareo. Ary raha manontany anareo ny zanakareo any aoriana any hoe: ‘Fa maninona ireo vato ireo no napetrakareo eo?’,",
        "7": "dia lazao aminy hoe: ‘Ho fahatsiarovana maharitra ho an’ny vahoakan’Israely ireo vato ireo. Nijanona tsy nikoriana teo anoloan’ny Vata misy ny fifanekena nataon’i Jehovah mantsy ny ranon’i Jordana, rehefa nentina niampita teo ilay Vata.’”",
        "8": "Dia nataon’ny Israelita izay nandidian’i Josoa. Naka vato 12 mitovy amin’ny isan’ny fokon’ny Israely izy ireo teo afovoan’i Jordana, araka ny toromarika nomen’i Jehovah an’i Josoa. Ary nentin’izy ireo niampita nankeo amin’ny toerana hatoriany izany, ka napetrany teo.",
        "9": "Nisy vato 12 koa natsangan’i Josoa teo afovoan’i Jordana, teo amin’izay nijoroan’ny mpisorona nilanja ny Vata misy ny fifanekena. Mbola ao ireo vato ireo hatramin’izao.",
        "10": "Nijoro teo afovoan’i Jordana ny mpisorona nilanja an’ilay Vata, mandra-pahavitan’ny zava-drehetra nasain’i Jehovah nolazain’i Josoa tamin’ny vahoaka, araka izay rehetra nandidian’i Mosesy an’i Josoa. Dia niampita haingana ny vahoaka, nandritra an’izany fotoana izany.",
        "11": "Raha vao tafita daholo ny vahoaka, dia niampita teo imason’izy ireo ny mpisorona nilanja an’ilay Vata masin’i Jehovah.",
        "12": "Niampita teo alohan’ny Israelita hafa ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, sady nilahatra tsara hoatran’ny miaramila. Izany mantsy ny toromarika nomen’i Mosesy azy ireo.",
        "13": "Miaramila 40 000 teo ho eo, nitondra fitaovam-piadiana sady vonona hiady, no niampita teo anatrehan’i Jehovah nankeny amin’ny lemaka karakaina any Jeriko.",
        "14": "Tamin’izay andro izay no nanandratan’i Jehovah an’i Josoa teo imason’ny Israely rehetra. Ary tena nohajain’izy ireo izy nandritra ny androm-piainany, hoatran’ny nanajan’izy ireo an’i Mosesy.",
        "15": "Dia hoy i Jehovah tamin’i Josoa:",
        "16": "“Asaivo miakatra avy ao Jordana ny mpisorona milanja ny Vata Misy ny Tenin’ny Vavolombelona.”",
        "17": "Nanome baiko an’ireo mpisorona àry i Josoa hoe: “Miakara avy ao Jordana.”",
        "18": "Dia niakatra avy teo afovoan’i Jordana ny mpisorona nilanja ny Vata misy ny fifanekena nataon’i Jehovah. Rehefa nanitsaka tany maina ny faladian’izy ireo, dia nikoriana indray ny ranon’i Jordana, ka lasa tondraka toy ny teo aloha ary difotra ny morony.",
        "19": "Niakatra avy tao Jordana ny vahoaka tamin’ny andro fahafolon’ny volana voalohany. Dia nitoby tao Gilgala, tany amin’ny sisiny atsinanan’i Jeriko, izy ireo.",
        "20": "Ary natsangan’i Josoa tao Gilgala ireo vato 12 nalain’izy ireo avy tao Jordana.",
        "21": "Dia hoy izy tamin’ny Israelita: “Rehefa manontany anareo ny zanakareo any aoriana any hoe: ‘Fa inona no dikan’ireo vato ireo?’,",
        "22": "dia hazavao aminy hoe: ‘Nandeha teo amin’ny tany maina ny Israely rehefa niampita an’i Jordana,",
        "23": "satria nataon’i Jehovah Andriamanitrareo ritra teo anoloan’izy ireo ny ranon’i Jordana, mandra-pahatongan’izy ireo teny ampita. Hoatr’izany koa no nataon’i Jehovah Andriamanitrareo tamin’ny Ranomasina Mena mandra-pahatongantsika teny ampita.",
        "24": "Nanao an’izany izy mba ho fantatry ny firenena rehetra eto an-tany fa mahery ny tanan’i Jehovah. Amin’izay koa ianareo hatahotra foana an’i Jehovah Andriamanitrareo.’”"
    },
    "5": {
        "1": "Dia nataon’i Jehovah ritra teo anoloan’ny Israelita ny ranon’i Jordana mandra-piampitan’izy ireo. Raha vao naheno an’izany ny mpanjaka rehetra teo amin’ny Amorita izay teny ampita andrefan’ny Reniranon’i Jordana, sy ny mpanjaka rehetran’ny Kananita tany amoron-tsiraka, dia natahotra be sady tsy nanana herim-po hiadiana intsony noho ny amin’ny Israelita.",
        "2": "Ary nilaza tamin’i Josoa i Jehovah tamin’izay hoe: “Manamboara antsy amin’ny vatoafo, dia ataovy fanindroany ny famorana ny lehilahy israelita.”",
        "3": "Nanamboatra antsy tamin’ny vatoafo àry i Josoa, dia noforany tao Gibeata-haralota ny lehilahy israelita.",
        "4": "Izao no antony nanaovan’i Josoa an’ilay famorana: Maty tany an-tany efitra, tamin’izy ireo teny an-dalana, ny lehilahy mpiady rehetra avy tany Ejipta, taorian’ny nialan’izy ireo tany.",
        "5": "Efa voafora ny olona rehetra niala avy tany Ejipta. Tsy voafora kosa ny olona rehetra teraka teny an-dalana, tany an-tany efitra, taorian’ny nialan’izy ireo tany Ejipta.",
        "6": "Nandeha tany an-tany efitra nandritra ny 40 taona mantsy ny Israelita, mandra-paharipaka an’ilay firenena manontolo, izany hoe ny lehilahy mpiady niala avy tany Ejipta izay tsy nankatò ny tenin’i Jehovah. Efa nianiana tamin’izy ireo i Jehovah fa tsy hamela azy hahita an’ilay tany nanaovan’i Jehovah fianianana tamin’ny razambeny hoe homeny antsika, dia tany tondra-dronono sy tantely.",
        "7": "Ny zanak’izy ireo lahy àry no nataony solony, ka ireny no noforan’i Josoa. Mbola tsy voafora izy ireny, satria tsy noforana tamin’izy ireo teny an-dalana.",
        "8": "Rehefa voafora ilay firenena manontolo, dia mbola nijanona tany amin’izay nisy azy tao an-toby mandra-pahasitrany.",
        "9": "Ary hoy i Jehovah tamin’i Josoa: “Androany no nesoriko taminareo ny fanalam-baraka nataon’i Ejipta.” Nantsoina hoe Gilgala àry ny anaran’izany toerana izany hatramin’izao.",
        "10": "Mbola nitoby tao Gilgala ny Israelita, ka nankalaza ny Paska teny amin’ny lemaka karakaina any Jeriko, tamin’ny takarivan’ny andro faha-14 amin’ny volana.",
        "11": "Ny ampitson’ny Paska, dia nanomboka nihinana ny vokatry ny tany izy ireo, izany hoe mofo tsy misy lalivay sy voam-bary natono.",
        "12": "Dia tsy nisy intsony ny mana nanomboka tamin’ilay andro nihinanan’izy ireo ny vokatry ny tany. Tsy nisy mana ho an’ny Israelita intsony, fa nanomboka nihinana ny vokatry ny tany tao Kanana izy ireo, tamin’iny taona iny.",
        "13": "Rehefa teo akaikin’i Jeriko i Josoa, dia nahita lehilahy nitana sabatra, nijoro teo anatrehany. Nanatona azy i Josoa ka niteny hoe: “Namanay ianao sa naman’ny fahavalonay?”",
        "14": "Dia hoy ilay lehilahy: “Tonga eto aho satria izaho no lehiben’ny tafik’i Jehovah.” Dia niondrika i Josoa ka niankohoka tamin’ny tany, sady niteny hoe: “Misy zavatra tokony holazain’ny tompoko amin’ny mpanompony ve?”",
        "15": "Ary hoy ilay lehiben’ny tafik’i Jehovah tamin’i Josoa: “Esory ny kapa eny an-tongotrao, fa masina io toerana misy anao io.” Dia nataon’i Josoa avy hatrany izany."
    },
    "6": {
        "1": "Dia nohidiana mafy ny vavahadin’ny tanànan’i Jeriko noho ny amin’ny Israelita, ka tsy nisy nivoaka na niditra.",
        "2": "Ary hoy i Jehovah tamin’i Josoa: “Ataoko resinao i Jeriko sy ny mpanjakany ary ny miaramilany matanjaka.",
        "3": "Koa mandehana mihodidina indray mandeha an’ilay tanàna ianareo lehilahy mpiady rehetra. Izany no hataonareo mandritra ny enina andro.",
        "4": "Ary asio mpisorona fito mitondra anjombona fito vita amin’ny tandrok’ondry, mandeha eo alohan’ny Vata. Amin’ny andro fahafito kosa, dia hihodidina ny tanàna impito ianareo, ary hotsofin’ny mpisorona ny anjombona.",
        "5": "Rehefa maneno ny anjombona tandrok’ondry, izany hoe raha vao henonareo ny feon’ny anjombona, dia hihorakoraka mafy hanao hiakan’ady ny olona rehetra. Dia hirodana ny mandan’ilay tanàna, ka hiakatra ny olona ary samy handeha any amin’izay hitsiny avy.”",
        "6": "Novorin’i Josoa zanak’i Nona àry ny mpisorona, dia nilazany hoe: “Ento ny Vata misy ny fifanekena, ary asio mpisorona fito mitondra anjombona fito vita amin’ny tandrok’ondry, mandeha eo alohan’ilay Vata masin’i Jehovah.”",
        "7": "Dia hoy izy tamin’ny olona: “Mandehana manodidina ny tanàna. Ary ny miaramila izay mitondra fitaovam-piadiana no handeha eo alohan’ilay Vata masin’i Jehovah.”",
        "8": "Dia narahin’izy ireo ny tenin’i Josoa, ka nandeha teo anatrehan’i Jehovah ny mpisorona fito nitondra anjombona fito vita amin’ny tandrok’ondry. Notsofin’ny mpisorona ny anjombona, ary nentina taorian’izy ireo ilay Vata misy ny fifanekena nataon’i Jehovah.",
        "9": "Dia nandeha teo alohan’ireo mpisorona nitsoka anjombona ny miaramila nitondra fitaovam-piadiana, fa ny vodilaharana mpiaro kosa nanaraka an’ilay Vata. Ary notsofina foana ny anjombona.",
        "10": "Dia nomen’i Josoa baiko ny olona hoe: “Aza mihorakoraka, ary aza atao heno mihitsy ny feonareo. Aza miteny na indraim-bava aza, mandra-pahatongan’ny andro hilazako aminareo hoe: ‘Mihorakoraha!’ Amin’izay ianareo vao hihorakoraka.”",
        "11": "Ary nalefany nihodidina indray mandeha an’ilay tanàna ny Vata masin’i Jehovah. Niverina tany an-toby izy ireo avy eo, ka natory tao ny alina.",
        "12": "Nifoha maraina i Josoa ny ampitson’iny, ary nentin’ny mpisorona ny Vata masin’i Jehovah.",
        "13": "Dia nisy mpisorona fito nitondra anjombona fito vita amin’ny tandrok’ondry, nandeha teo alohan’ilay Vata masin’i Jehovah. Ary notsofin’izy ireo foana ny anjombona. Nandeha teo alohan’izy ireo ny miaramila nitondra fitaovam-piadiana, fa ny vodilaharana mpiaro kosa nanaraka an’ilay Vata masin’i Jehovah. Ary notsofina foana ny anjombona.",
        "14": "Nihodidina indray mandeha an’ilay tanàna koa izy ireo tamin’ny andro faharoa, dia nody tany an-toby. Hoatr’izany foana no nataon’izy ireo nandritra ny enina andro.",
        "15": "Vao nazava ratsy ny andro tamin’ny andro fahafito, dia nifoha izy ireo. Nihodidina an’ilay tanàna toy ny nataony teo aloha izy ireo, ary nanao an’izany impito. Tamin’io andro io ihany izy ireo no nihodidina an’ilay tanàna impito.",
        "16": "Dia notsofin’ny mpisorona ny anjombona rehefa nihodina fanimpitony izy ireo. Ary hoy i Josoa tamin’ny olona: “Mihorakoraha, fa efa nomen’i Jehovah anareo ny tanàna!",
        "17": "Tsy maintsy haringana tanteraka ilay tanàna sy ny zava-drehetra ao aminy. An’i Jehovah daholo izany. I Rahaba mpivaro-tena sy ny olona rehetra miaraka aminy ao an-trano ihany no aza vonoina ho faty, satria nanafina an’ireo olona nirahintsika izy.",
        "18": "Aza manakaiky an’izay zavatra voatokana haringana, sao hotsiriritinareo ireny ka halainareo. Ho voatokana haringana mantsy ny tobin’ny Israely ka hahita loza, raha manao an’izany ianareo.",
        "19": "Fa masina sady an’i Jehovah daholo ny volafotsy sy ny volamena ary ny zavatra vita amin’ny varahina sy vy. Tokony hatao any amin’ny fitehirizana an’ireo zava-tsarobidy ho an’i Jehovah ireny.”",
        "20": "Ary nihorakoraka ny olona rehefa notsofina ny anjombona. Raha vao henon’izy ireo ny feon’ny anjombona ka nanao hiakan’ady izy ireo, dia nirodana ny manda. Niakatra nankao an-tanàna izy ireo avy eo, ka samy nandeha tany amin’izay hitsiny avy, ary azon’izy ireo ilay tanàna.",
        "21": "Ary naringan’izy ireo tanteraka tamin’ny sabatra izay rehetra tao an-tanàna, na lehilahy na vehivavy, na antitra na tanora, na omby na ondry na ampondra.",
        "22": "Hoy i Josoa tamin’izy roa lahy izay nitsikilo an’ilay tany: “Mankanesa ao an-tranon’ilay vehivavy mpivaro-tena, ka ento mivoaka izy sy izay rehetra azy, araka ny fianianana nataonareo taminy.”",
        "23": "Dia nankany ireo tovolahy izay nitsikilo an’ilay tany, ka namoaka an’i Rahaba sy ny rainy sy ny reniny sy ny anadahiny ary izay rehetra azy. Navoakan’izy ireo ny fianakaviany rehetra, dia nentiny soa aman-tsara teo amin’ny toerana iray teo ivelan’ny tobin’ny Israely.",
        "24": "Ary nodorana ilay tanàna sy ny zava-drehetra tao. Fa natao tany amin’ny fitehirizana zava-tsarobidy tao an-tranon’i Jehovah kosa ny volafotsy sy ny volamena ary ny zavatra vita tamin’ny varahina sy vy.",
        "25": "I Rahaba mpivaro-tena sy ny ankohonan-drainy ary izay rehetra azy ihany no notsimbinin’i Josoa. Ary mbola mipetraka eto Israely i Rahaba hatramin’izao, satria nafeniny ireo olona nirahin’i Josoa hitsikilo an’i Jeriko.",
        "26": "Ary nilaza an’izao ozona izao i Josoa tamin’izay fotoana izay: “Ho voaozona eo anatrehan’i Jehovah izay olona manorina indray an’ity tanànan’i Jeriko ity. Ho faty ny lahimatoany rehefa manao ny fototra izy, ary ho faty koa ny faralahiny rehefa manangana ny vavahadiny izy.”",
        "27": "Ary nanampy an’i Josoa i Jehovah, ka niely eran-tany ny lazany."
    },
    "7": {
        "1": "Nivadika tamin’Andriamanitra anefa ny Israelita, ka tsy nankatò ny didy momba ny zavatra voatokana haringana. Naka tamin’izany mantsy i Akana zanak’i Karmy, zanak’i Zabdy, zanak’i Zera, avy amin’ny fokon’i Joda. Dia tezitra be tamin’ny Israelita i Jehovah.",
        "2": "Ary nisy olona nirahin’i Josoa avy tao Jeriko hankany Ay, izay teo akaikin’i Beti-avena, tany atsinanan’i Betela. Dia hoy izy tamin’izy ireo: “Miakara ary tsikilovy ilay tany.” Niakatra àry izy ireo ka nitsikilo an’i Ay.",
        "3": "Rehefa tafaverina izy ireo, dia niteny tamin’i Josoa hoe: “Tsy mila miakatra any daholo ny olona. Lehilahy 2 000 na 3 000 eo ho eo ihany dia efa maharesy an’i Ay. Aza alefa any ny olona rehetra fa ho reraka fotsiny, satria vitsy kely ny mponina any.”",
        "4": "Lehilahy 3 000 teo ho eo àry no niakatra nankany Ay, kanjo voatery nandositra an’ireo olona tao izy ireo.",
        "5": "Nahafaty 36 lahy tamin’izy ireo ny olona tao Ay, ka nanenjika azy tany ivelan’ny vavahadin’ny tanàna hatrany Sebarima, sady mbola namely azy ireo ihany teny am-pidinana. Tsy nanana herim-po intsony àry ny vahoaka.",
        "6": "Dia nandrovitra ny akanjony i Josoa. Ary niankohoka tamin’ny tany teo anoloan’ny Vata masin’i Jehovah izy sy ny anti-panahin’ny Israely mandra-paharivan’ny andro. Samy nanipy vovoka teo amin’ny lohany avy izy ireo.",
        "7": "Hoy i Josoa: “Jehovah Tompo Fara Tampony ô! Fa maninona ity vahoaka ity no nentinao tamin’ireny lalana rehetra ireny, dia nentinao niampita an’i Jordana? Mba handresen’ny Amorita anay ve ka handringanany anay? Tahaka izay izahay nijanona teny ampitan’i Jordana ihany!",
        "8": "Mifona aminao aho, Jehovah ô! Tsy hitako intsony izay hotenenina, fa ny Israely aza efa nandositra teo anoloan’ny fahavalony.",
        "9": "Raha henon’ny Kananita sy ny mponina rehetra eto amin’ity tany ity izany, dia hanodidina anay izy ireo ka hofoanany tsy ho eto an-tany ny anaranay. Dia hataonao ahoana ny anaranao be voninahitra?”",
        "10": "Ary hoy i Jehovah tamin’i Josoa: “Mitsangàna! Fa maninona ianao no miankohoka hoatr’izao?",
        "11": "Nanota ny Israely. Nivadika tamin’ny fifanekena nasaiko nohajainy izy ireo. Nakany mantsy ny zavatra voatokana haringana, ka nangalariny sy nafeniny ary nataony tao amin’ny entany.",
        "12": "Tsy hahatohitra ny fahavalony àry ny Israelita. Handositra an’ireo fahavalony izy ireo, satria lasa voatokana haringana koa. Ary tsy hanampy anareo intsony aho, raha tsy fongoranareo tsy ho eo aminareo ilay zavatra voatokana haringana.",
        "13": "Mandehana, asaivo miomana ny vahoaka! Dia teneno izy ireo hoe: ‘Miomàna ianareo rahampitso, fa izao no lazain’i Jehovah Andriamanitry ny Israely: “Misy zavatra voatokana haringana eo aminao, ry Israely ô! Tsy ho vitanareo ny hanohitra ny fahavalonareo, raha tsy esorinareo tsy ho eo aminareo ilay zavatra voatokana haringana.",
        "14": "Hivory ianareo rahampitso maraina ka hiseho isam-poko. Ary izay foko voafidin’i Jehovah, dia hanatona isam-pianakaviana. Izay fianakaviana voafidin’i Jehovah indray, dia hanatona isaky ny ankohonana. Hanatona tsirairay avy eo izay lehilahy ao amin’ilay ankohonana voafidin’i Jehovah.",
        "15": "Ary izay hahatratrarana an’ilay zavatra voatokana haringana dia hodorana miaraka amin’izay rehetra azy. Nivadika tamin’ny fifanekena nataon’i Jehovah mantsy izy, ary nanao zavatra nanala baraka teo amin’ny Israely.”’”",
        "16": "Nifoha maraina àry i Josoa ny ampitson’iny, dia nasainy nanatona isam-poko ny Israely, ka ny fokon’i Joda no voafidy.",
        "17": "Nasainy nanatona ireo fianakavian’i Joda, ka ny fianakavian’ny Zerita no voafidy. Ary nasainy nanatona tsirairay ny lehilahy tao amin’ny fianakavian’ny Zerita, ka i Zabdy no voafidy.",
        "18": "Farany, dia nasainy nanatona ny lehilahy tsirairay tao amin’ny ankohonan’i Zabdy, ka i Akana zanak’i Karmy, zanak’i Zabdy, zanak’i Zera, avy amin’ny fokon’i Joda, no voafidy.",
        "19": "Ary hoy i Josoa tamin’i Akana: “Miangavy anao aho, anaka, mba hanome voninahitra an’i Jehovah Andriamanitry ny Israely ka hibaboka aminy. Teneno amiko re izay nataonao fa aza afenina e!”",
        "20": "Dia hoy i Akana tamin’i Josoa: “Ie, izaho mihitsy no nanota tamin’i Jehovah Andriamanitry ny Israely. Izao no nataoko:",
        "21": "Nahita akanjo lafo vidy sy tsara tarehy avy any Sinara aho teo amin’ny zavatra azo babo. Dia nahita volafotsy 200 sekely sy vaingam-bolamena iray nilanja 50 sekely koa aho. Notsiriritiko ireo dia nalaiko. Milevina ao anaty tany eo afovoan’ny tranolaiko izy ireo izao, dia ao ambany indrindra ilay vola.”",
        "22": "Naniraka olona avy hatrany i Josoa, dia nihazakazaka nankany amin’ilay tranolay izy ireo. Hitan’izy ireo nilevina tao tokoa ilay akanjo, ary tao ambaniny ny vola.",
        "23": "Koa nalain’izy ireo tao amin’ilay tranolay ireo zavatra ireo, dia nentiny tany amin’i Josoa sy ny Israelita rehetra, ary nataony teo anatrehan’i Jehovah.",
        "24": "Dia nalain’i Josoa sy ny Israely rehetra i Akana zanak’i Zera, niaraka tamin’ilay volafotsy sy ilay akanjo ary ilay vaingam-bolamena. Nalain’izy ireo koa ny zanany lahy, ny zanany vavy, ny ombiny, ny ampondrany, ny ondry aman’osiny, ny tranolainy, ary izay rehetra azy, ka nentin’izy ireo teo amin’ny Lohasahan’i Akora.",
        "25": "Ary hoy i Josoa: “Nahoana ianao no nahatonga loza taminay? Hahatonga loza aminao koa i Jehovah androany.” Dia nitora-bato azy sy ny ankohonany ny Israely rehetra, ary nandoro azy ireo avy eo. Koa nitora-bato azy rehetra izy ireo.",
        "26": "Ary nasian’izy ireo vato be dia be mivangongo teo amboniny, ka mbola eo izany hatramin’izao. Dia tsy tezitra be intsony i Jehovah. Izany no antony nanaovana ny anaran’io toerana io hoe Lohasahan’i Akora, hatramin’izao."
    },
    "8": {
        "1": "Dia hoy i Jehovah tamin’i Josoa: “Aza matahotra na mihorohoro. Ento miaraka aminao ny lehilahy mpiady rehetra ka miakara hiady amin’i Ay. Fa hataoko resinao ny mpanjakan’i Ay, sy ny vahoakany, sy ny tanànany, ary ny taniny.",
        "2": "Ataovy amin’i Ay sy ny mpanjakany izay nataonao tamin’i Jeriko sy ny mpanjakany. Azonareo alaina ho anareo anefa ny fananany sy ny biby fiompiny. Ary asio lehilahy miafina any ambadiky ny tanàna, mba hanafika azy.”",
        "3": "Dia niakatra hanafika an’i Ay i Josoa sy ny lehilahy mpiady rehetra. Ary nifidy miaramila matanjaka 30 000 i Josoa, ka nandefa azy ireo rehefa alina ny andro.",
        "4": "Dia izao no baiko nomeny azy ireo: “Miafena any ambadiky ny tanàna ianareo mba hanafika azy. Aza miala lavitra loatra an’ilay tanàna anefa, ary samia vonombonona daholo.",
        "5": "Izaho sy ny olona rehetra miaraka amiko kosa hankeny akaikin’ny tanàna. Ary handositra izahay rehefa mivoaka hiady aminay hoatran’ny teo aloha ry zareo.",
        "6": "Rehefa mivoaka hanenjika anay ry zareo, dia hotarihinay hanalavitra ny tanàna. Amin’izay ry zareo hieritreritra hoe: ‘Mandositra antsika hoatran’ny teo aloha ihany ry zareo.’ Dia handositra an-dry zareo izahay.",
        "7": "Hivoaka avy ao amin’izay iafenanareo ianareo avy eo, ka haka an’ilay tanàna. Dia hataon’i Jehovah Andriamanitrareo resinareo izy io.",
        "8": "Raha vao azonareo ilay tanàna, dia dory. Araho ny tenin’i Jehovah. Izany no baiko omeko anareo.”",
        "9": "Dia nalefan’i Josoa izy ireo, ka nankany amin’ilay toerana hiafenana. Ary nitoby teo anelanelan’i Betela sy Ay, teo andrefan’i Ay, izy ireo. I Josoa kosa niaraka tamin’ny vahoaka, tamin’iny alina iny.",
        "10": "Nifoha maraina i Josoa ny ampitson’iny, ary nangoniny ny miaramilany. Dia nitarika azy ireo nankany Ay izy sy ny anti-panahin’ny Israely.",
        "11": "Dia nandeha niakatra ny lehilahy mpiady rehetra niaraka taminy, ka nanandrify an’ilay tanàna. Nitoby teo avaratr’i Ay izy ireo, ary lohasaha no nanelanelana azy ireo sy Ay.",
        "12": "Efa nisy lehilahy 5 000 teo ho eo tamin’izay nasain’i Josoa niafina teo anelanelan’i Betela sy Ay, teo andrefan’ilay tanàna.",
        "13": "Dia nitoby teo avaratry ny tanàna ny ampahany lehibe indrindra tamin’ilay tafika, ary teo andrefan’ny tanàna kosa ireo miaramila niafina. Ary nankeo afovoan’ilay lohasaha i Josoa tamin’iny alina iny.",
        "14": "Raha vao hitan’ny mpanjakan’i Ay izany, dia nivoaka haingana vao maraina izy sy ny lehilahy tao an-tanàna, mba hiady tamin’ny Israely teny amin’ny toerana iray ahatazanana ny lemaka karakaina. Tsy fantany anefa fa efa nisy niafina mba hanafika azy tany ambadiky ny tanàna.",
        "15": "Rehefa nanafika ny olona tao Ay, dia nandositra tany amin’ny lalana mankany an-tany efitra i Josoa sy ny Israely rehetra.",
        "16": "Dia nantsoina daholo ny olona tao an-tanàna mba hanenjika an-dry zareo. Nanenjika an-dry Josoa izy ireo ka voatarika lavitra ny tanàna.",
        "17": "Tsy nisy lehilahy tavela tao Ay sy Betela, fa nivoaka nanenjika ny Israely daholo. Navelany tsy nisy mpiaro ilay tanàna, fa lasa nanenjika ny Israely izy ireo.",
        "18": "Ary hoy i Jehovah tamin’i Josoa: “Tondroy amin’iny lefom-pohy eny an-tananao iny i Ay, fa hataoko resinao izy.” Dia notondroin’i Josoa tamin’ilay lefom-pohy teny an-tanany ilay tanàna.",
        "19": "Raha vao nanatsotra ny tanany i Josoa, dia nivoaka haingana avy tao amin’ny toerana niafenany ireo miaramila, ka nihazakazaka nankao amin’ilay tanàna ary naka azy io. Tonga dia nodoran’izy ireo ilay tanàna.",
        "20": "Rehefa nitodika ireo lehilahy nivoaka avy tao Ay, dia hitany fa niakatra teny amin’ny lanitra ny setroky ny tanàna. Tsy nanana hery nandosirana na taiza na taiza àry izy ireo. Dia niverina hamely an’ireo nanenjika azy ny Israely izay nandositra nankany an-tany efitra.",
        "21": "Rehefa tazan’i Josoa sy ny Israely rehetra fa efa azon’ireo miaramila niafina ilay tanàna, ary efa niakatra ny setroky ny tanàna, dia niverina izy ireo ka nanafika an’ireo lehilahy avy tao Ay.",
        "22": "Nivoaka hiady tamin’ireo lehilahy avy tao Ay koa ny Israelita naka an’ilay tanàna. Latsaka afovoany àry ireo lehilahy ireo, satria nisy Israelita teo amin’ny andaniny sy ny ankilany. Dia naripaky ny Israelita izy ireo, ka tsy nisy niangana na iray aza, ary tsy nisy afa-nandositra.",
        "23": "Ny mpanjakan’i Ay kosa nataony sambo-belona, dia nentiny tany amin’i Josoa.",
        "24": "Novonoin’ny Israely daholo ny mponina avy tao Ay, izay nanenjika azy ireo tany an-tany efitra, ka nataony tsy nisy niangana fa nasiany tamin’ny sabatra. Niverina tao Ay ny Israely rehetra avy eo, ka namely azy io tamin’ny sabatra.",
        "25": "Lehilahy sy vehivavy 12 000 no maty tamin’iny andro iny, izany hoe ny olona rehetra tao Ay.",
        "26": "Ary tsy nampidinin’i Josoa mihitsy ilay tanany nitazona an’ilay lefom-pohy, mandra-pandringany tanteraka ny mponina rehetra tao Ay.",
        "27": "Nalain’ny Israely ho azy ireo kosa ny biby fiompy sy ny fananan’ny olona tao amin’ilay tanàna, araka ny baiko nomen’i Jehovah an’i Josoa.",
        "28": "Dia nodoran’i Josoa i Ay ka korontam-bato mivangongo sisa tavela, ary mbola hoatr’izany izy hatramin’izao.",
        "29": "Ny mpanjakan’i Ay kosa nahantony tamin’ny tsato-kazo, mandra-paharivan’ny andro. Rehefa hilentika ny masoandro, dia nasain’i Josoa nampidinina avy teo amin’ilay tsato-kazo ny fatiny. Dia natsipy teo amin’ny vavahady fidirana amin’ilay tanàna ny fatiny, ary nasiana vato be dia be mivangongo teo amboniny. Mbola ao izany hatramin’izao.",
        "30": "Tamin’izay i Josoa no nanorina alitara ho an’i Jehovah Andriamanitry ny Israely, teo amin’ny Tendrombohitra Ebala.",
        "31": "Izao mantsy no didy nomen’i Mosesy mpanompon’i Jehovah an’ireo Israelita, sady voasoratra ao amin’ny boky misy ny Lalàn’i Mosesy: “Manaova alitara vita amin’ny vato tsy voapaika, izay tsy nampiasana fitaovana vy.” Dia nanolotra fanatitra dorana ho an’i Jehovah sy sorona iombonana teo ambonin’ilay alitara izy ireo.",
        "32": "Dia nadikan’i Josoa tamin’ny vato teo koa ny Lalàna nosoratan’i Mosesy teo anatrehan’ny Israelita.",
        "33": "Ary ny Israely rehetra, sy ny anti-panahy, sy ny mpifehy, ary ny mpitsara teo aminy, dia nitsangana teo amin’ny andaniny sy ankilany amin’ny Vata, teo anoloan’ny Levita mpisorona izay nilanja ny Vata misy ny fifanekena nataon’i Jehovah. Teo koa na ny vahiny na ny teratany. Nitsangana teo anoloan’ny Tendrombohitra Gerizima ny antsasak’izy ireo, ary teo anoloan’ny Tendrombohitra Ebala ny antsasany, araka izay efa nandidian’i Mosesy mpanompon’i Jehovah, mba hilaza an’izay fitahiana ho azon’ny vahoakan’Israely.",
        "34": "Avy eo i Josoa dia namaky mafy an’izay rehetra voalazan’ny Lalàna, dia ny fitahiana sy ny ozona, araka izay rehetra voasoratra tao amin’ny boky misy ny Lalàna.",
        "35": "Tsy nisy tsy novakiny mafy na iray aza ny teny nandidian’i Mosesy, fa novakiny daholo teo anatrehan’ny fiangonan’Israely manontolo, anisan’izany ny vehivavy sy ny ankizy ary ny hafa firenena niara-nipetraka tamin’izy ireo."
    },
    "9": {
        "1": "Ary nahare an’izay nitranga ny mpanjaka rehetra tetỳ ampita andrefan’ny Reniranon’i Jordana, izany hoe ireo teny amin’ny faritra be tendrombohitra sy tany Sefela sy teny amoron’ny Ranomasina Lehibe ary tandrifin’i Libàna, dia ny Hetita, ny Amorita, ny Kananita, ny Perizita, ny Hivita, ary ny Jebosita.",
        "2": "Dia nifanaraka izy ireo fa hiady amin’i Josoa sy ny Israely.",
        "3": "Henon’ny mponin’i Gibeona koa ny nataon’i Josoa tamin’i Jeriko sy Ay.",
        "4": "Nampiasa hafetsena àry izy ireo. Nataony teo ambony ampondra ny gony efa tonta misy vatsy, sy ny siny hoditra fasiana divay izay efa tonta sy nisy tataka ka mizaijaitra.",
        "5": "Nanao kapa efa simbasimba sy nitampintampina koa izy ireo, sady nanao akanjo tonta. Ary efa maina sy potipotika ny mofo rehetra nataony vatsy.",
        "6": "Dia nankany amin’i Josoa tao amin’ny toby tany Gilgala izy ireo, ka niteny taminy sy tamin’ny lehilahy israelita hoe: “Avy any an-tany lavitra izahay. Koa mba manaova fifanekena aminay.”",
        "7": "Hoy anefa ny lehilahy israelita tamin’ny Hivita: “Ianareo aza mety hoe etỳ akaikinay etỳ ihany no mipetraka, koa nahoana izahay no hanao fifanekena aminareo?”",
        "8": "Dia hoy izy ireo tamin’i Josoa: “Mpanomponao izahay.” Ary hoy i Josoa: “Fa iza ianareo, ary avy aiza?”",
        "9": "Dia hoy izy ireo: “Avy any an-tany lavitra be izahay mpanomponao, ary tonga atỳ noho ny amin’ny anaran’i Jehovah Andriamanitrao. Efa henonay mantsy ny lazany sy izay rehetra nataony tany Ejipta,",
        "10": "ary izay rehetra nataony tamin’ny mpanjaka amorita roa teny ampitan’i Jordana, dia i Sihona mpanjakan’i Hesbona sy Oga mpanjakan’i Basana, ilay tao Astarota.",
        "11": "Niteny taminay àry ny anti-panahinay sy ny mponina rehetra any amin’ny taninay hoe: ‘Mitondrà vatsy hohaninareo eny an-dalana, ary mankanesa any amin-dry zareo. Dia lazao aminy hoe: “Ho mpanomponareo izahay. Koa mba manaova fifanekena aminay.”’",
        "12": "Mbola nafana ireto mofo nentinay hatao vatsy ireto, tamin’ny andro nialanay tany an-trano mba ho atỳ aminareo. Jereo anefa fa efa maina sy potipotika ilay izy izao.",
        "13": "Ary vaovao ireto siny hoditra fasiana divay ireto tamin’izy nofenoinay, nefa tataka ilay izy izao. Lasa tonta koa ny akanjonay sy ny kapanay, satria lavitra be ny lalana.”",
        "14": "Dia nakan’ny lehilahy israelita ny vatsin’izy ireo. Tsy mba nanontany an’i Jehovah anefa ny Israelita.",
        "15": "Nanaiky hihavana tamin’ny Gibeonita àry i Josoa, ka nanao fifanekena tamin’izy ireo hoe tsy hamono an-dry zareo. Izany no fianianana nataon’ny mpiadidy vahoaka tamin’izy ireo.",
        "16": "Telo andro taorian’ny nanaovan’ny Israelita fifanekena tamin’izy ireo anefa, dia henony fa teny amin’ny manodidina azy teny akaiky teny ihany izy ireo no nipetraka.",
        "17": "Dia niainga ny Israelita ka tonga tany an-tanànan’izy ireo tamin’ny andro fahatelo. I Gibeona sy Kefira sy Berota ary Kiriata-jearima izany tanàna izany.",
        "18": "Tsy nanafika azy ireo anefa ny Israelita, satria ny mpiadidy vahoaka efa nanao fianianana tamin’izy ireo tamin’ny anaran’i Jehovah Andriamanitry ny Israely. Koa nimenomenona tamin’ny mpiadidy ny vahoaka manontolo.",
        "19": "Dia hoy ny mpiadidy rehetra tamin’ny vahoaka manontolo: “Tsy mahazo mamely an-dry zareo isika, satria izahay efa nianiana tamin’izy ireo tamin’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "20": "Fa izao no hataontsika: Tsy hovonointsika ry zareo, mba tsy ho tezitra amintsika Andriamanitra noho ilay fianianana nataonay tamin’izy ireo.”",
        "21": "Hoy koa ny mpiadidy vahoaka: “Tsy hovonointsika ry zareo, fa hataontsika mpaka kitay sy mpantsaka rano ho an’ny fiangonana manontolo.” Izany no nampanantenain’ny mpiadidy an’ireo Gibeonita.",
        "22": "Ary nantsoin’i Josoa izy ireo dia nilazany hoe: “Nahoana ianareo no namitaka anay ka niteny hoe: ‘Avy any an-tany lavitra be izahay’, nefa etỳ akaikinay etỳ ihany ianareo no mipetraka?",
        "23": "Voaozona ianareo manomboka izao. Ho mpanompo foana ianareo, ka ho mpaka kitay sy ho mpantsaka rano ho an’ny tranon’Andriamanitro.”",
        "24": "Dia hoy ny navalin’izy ireo an’i Josoa: “Nisy nitantara taminay hoe i Jehovah Andriamanitrao efa nandidy an’i Mosesy mpanompony mba hanome anareo an’ity tany manontolo ity, ka handringana ny mponina rehetra eto tsy ho eo anatrehanareo. Dia natahotra izahay sao dia hovonoinareo. Izany no nahatonga anay hanao an’izany.",
        "25": "Ireto àry izahay eto am-pelatananao. Dia izay hitanao fa tsara sy mety no ataovy aminay.”",
        "26": "Izany àry no nataon’i Josoa tamin’izy ireo. Novonjeny tsy hovonoin’ny Israelita izy ireo.",
        "27": "Tamin’izay andro izay izy ireo no nataon’i Josoa ho mpaka kitay sy mpantsaka rano ho an’ny fiangonana sy ho an’ny alitaran’i Jehovah, eo amin’izay toerana hofidin’Andriamanitra. Dia mbola hoatr’izany no ataon’izy ireo hatramin’izao."
    },
    "10": {
        "1": "Dia henon’i Adoni-zedeka mpanjakan’i Jerosalema fa efa azon’i Josoa i Ay sady naringany tanteraka, ary hoatran’ny nataony tamin’i Jeriko sy ny mpanjakany no nataony tamin’i Ay sy ny mpanjakany. Raha vao henony koa hoe nihavana tamin’ny Israely ny mponin’i Gibeona ka niara-nonina tamin’izy ireo,",
        "2": "dia natahotra be izy. Tanàna lehibe mantsy i Gibeona, mitovy amin’ny tanàna misy mpanjaka. Mbola lehibe noho i Ay izy io, ary miaramila daholo ny lehilahy tao.",
        "3": "Naniraka olona àry i Adoni-zedeka mpanjakan’i Jerosalema mba hilaza an’izao tamin’i Hohama mpanjakan’i Hebrona, sy Pirama mpanjakan’i Jarmota, sy Jafia mpanjakan’i Lakisy, ary Debira mpanjakan’i Eglona:",
        "4": "“Mba ampio aho hanafika an’i Gibeona, fa efa nihavana tamin’i Josoa sy ny Israelita ny mponina ao.”",
        "5": "Dia nivondrona ireo mpanjaka amorita dimy, dia ny mpanjakan’i Jerosalema, ny mpanjakan’i Hebrona, ny mpanjakan’i Jarmota, ny mpanjakan’i Lakisy, ary ny mpanjakan’i Eglona. Ary nandeha izy ireo sy ny tafiny, ka nitoby nanodidina an’i Gibeona mba hiady taminy.",
        "6": "Dia naniraka olona ho any amin’i Josoa tao amin’ny toby tany Gilgala ny Gibeonita, mba hilaza hoe: “Aza ariana izahay mpanomponao. Tongava haingana, ka vonjeo izahay ary ampio! Mivondrona hiady aminay daholo mantsy ny mpanjakan’ny Amorita avy any amin’ny faritra be tendrombohitra.”",
        "7": "Niakatra avy any Gilgala àry i Josoa sy ny lehilahy mpiady ary ny miaramila matanjaka rehetra.",
        "8": "Dia hoy i Jehovah tamin’i Josoa: “Aza matahotra an’ireo, fa hataoko resinao ireo. Tsy hisy hahatohitra anao ireo na iray aza.”",
        "9": "Nanafika tampoka azy ireo i Josoa rehefa avy nandeha nandritra ny alina avy any Gilgala.",
        "10": "Dia nataon’ i Jehovah nifanaritaka teo anoloan’ny Israely izy ireo, ka be dia be no matin’ny Israely tao Gibeona. Nenjehin’ny Israely tany amin’ny lalana miakatra ho any Beti-horona izy ireo, ary notafihiny hatrany Azeka sy Makeda.",
        "11": "Raha mbola nandositra an’ireo Israelita izy ireo, dia nandatsahan’i Jehovah havandra vaventy avy tany an-danitra, teny amin’ny fidinana teny Beti-horona ka hatrany Azeka. Dia maty izy ireo, ary betsaka kokoa ny matin’ny havandra raha oharina amin’ny matin’ny Israelita tamin’ny sabatra.",
        "12": "Tamin’io andro io, tamin’i Jehovah namela ny Amorita ho resin’ny Israelita, no niteny tamin’i Jehovah teo anatrehan’ny Israely i Josoa hoe: “Ry masoandro, aza mihetsika eo ambonin’i Gibeona! Ry volana, aza mihetsika eo ambonin’ny Lohasahan’i Aialona!”",
        "13": "Dia tsy nihetsika ny masoandro ary nijanona ny volana, mandra-pandresin’ilay firenena ny fahavalony. Tsy efa voasoratra ao amin’ny bokin’i Jasara ve izany? Tsy nihetsika teo afovoan’ny lanitra ny masoandro sady tsy maika hilentika, efa ho iray andro maninjitra.",
        "14": "Mbola tsy nisy andro hoatran’iny na tany alohany na tatỳ aoriany, ka hoe nihainoan’i Jehovah feon’olona. Niady ho an’ny Israely mantsy i Jehovah.",
        "15": "Niverina tao amin’ny toby tany Gilgala i Josoa sy ny Israely rehetra taorian’izay.",
        "16": "Ireo mpanjaka dimy kosa efa nandositra, ka niafina tao anaty lava-bato tao Makeda.",
        "17": "Ary nisy nilaza tamin’i Josoa hoe: “Hitan’olona nandeha niafina ao anaty lava-bato ao Makeda ireo mpanjaka dimy.”",
        "18": "Dia hoy i Josoa: “Manakodiava vato ngezabe ary ataovy eo am-bavan’ilay lava-bato, dia asio olona miambina eo.",
        "19": "Aza mijanona kosa ny sisa aminareo, fa enjeho ny fahavalonareo ary asio ny vodilaharany. Aza avela hiditra any an-tanànany izy ireo, fa efa nataon’i Jehovah Andriamanitrareo resinareo.”",
        "20": "Be dia be no matin’i Josoa sy ny Israelita ka efa saika lany ripaka izy ireo, fa vitsivitsy sisa no afaka nandositra nankao amin’ireo tanàna voaro mafy. Taorian’izay,",
        "21": "dia niverina soa aman-tsara tany amin’i Josoa tao amin’ny toby, tany Makeda, ny olona rehetra. Ary tsy nisy olona sahy nanao vava tamin’ny Israelita, na iray aza.",
        "22": "Hoy i Josoa avy eo: “Esory ny vato eo amin’ny vavan’ilay lava-bato, ary avoahy ho etỳ amiko ireo mpanjaka dimy.”",
        "23": "Navoakan’izy ireo avy tao an-dava-bato àry ireo mpanjaka dimy, dia ny mpanjakan’i Jerosalema, ny mpanjakan’i Hebrona, ny mpanjakan’i Jarmota, ny mpanjakan’i Lakisy, ary ny mpanjakan’i Eglona. Ary nentiny tany amin’i Josoa izy ireo.",
        "24": "Dia nantsoin’i Josoa ny lehilahy rehetra teo amin’ny Israely rehefa nentina teo aminy ireo mpanjaka ireo. Ary hoy izy tamin’ireo mpitari-tafika niaraka taminy, izay nifehy an’ireo lehilahy mpiady: “Avia etỳ aloha etỳ. Apetraho eo amin’ny hatok’ireto mpanjaka ireto ny tongotrareo.” Dia nankeny aloha izy ireo, ka samy nametraka ny tongony teo amin’ny hatok’ireo mpanjaka.",
        "25": "Dia hoy i Josoa tamin’izy ireo: “Aza matahotra na mihorohoro. Manàna herim-po ary mahereza, fa hoatr’izao no hataon’i Jehovah amin’ny fahavalo rehetra iadianareo.”",
        "26": "Ary namely an’ireo mpanjaka ireo i Josoa taorian’izay ka namono azy ireo ho faty, dia nahantony teo amin’ny tsato-kazo dimy izy ireo. Nihantona teo izy ireo mandra-paharivan’ny andro.",
        "27": "Rehefa hilentika ny masoandro, dia nasain’i Josoa nesorina teo amin’ny tsato-kazo izy ireo ka natsipy tao amin’ilay lava-bato niafenany. Ary nasiana vato ngezabe teo am-bavan’ilay lava-bato, ka mbola eo izany hatramin’izao.",
        "28": "Azon’i Josoa i Makeda tamin’iny andro iny, ka nasiany tamin’ny sabatra ny olona rehetra tao. Dia naringany tanteraka izy ireo sy ny mpanjakany, ka tsy nasiany niangana na iray aza. Hoatran’ny nataony tamin’ny mpanjakan’i Jeriko ihany no nataony tamin’ny mpanjakan’i Makeda.",
        "29": "Dia niala tao Makeda i Josoa sy ny Israely rehetra, ka nankany Libna ary niady taminy.",
        "30": "Nataon’i Jehovah resin’ny Israely koa i Libna sy ny mpanjakany. Nasian’izy ireo tamin’ny sabatra ny olona rehetra tao, ka tsy nasiany niangana na iray aza. Hoatran’ny nataony tamin’ny mpanjakan’i Jeriko ihany no nataony tamin’ny mpanjakan’i Libna.",
        "31": "Dia niala tao Libna i Josoa sy ny Israely rehetra, ka nankany Lakisy. Ary nitoby tao izy ireo ka niady taminy.",
        "32": "Nataon’i Jehovah resin’ny Israely i Lakisy, ka azon’izy ireo io tanàna io tamin’ny andro faharoa. Ary nasian’izy ireo tamin’ny sabatra ny olona rehetra tao, hoatran’ny nataon’izy ireo tamin’i Libna.",
        "33": "Dia niakatra hanampy an’i Lakisy i Horama mpanjakan’i Gazera. Nasian’i Josoa anefa izy sy ny olony, ka tsy nisy niangana na iray aza.",
        "34": "Dia niala tao Lakisy i Josoa sy ny Israely rehetra, ka nankany Eglona. Ary nitoby tao izy ireo ka niady taminy.",
        "35": "Azon’izy ireo i Eglona tamin’iny andro iny, ka nasiany tamin’ny sabatra ny olona rehetra tao. Dia naringany tanteraka izy ireo tamin’iny andro iny, hoatran’ny nataony tamin’i Lakisy.",
        "36": "Ary niala tao Eglona i Josoa sy ny Israely rehetra, ka niakatra nankany Hebrona dia niady taminy.",
        "37": "Azon’izy ireo i Hebrona, ary nasiany tamin’ny sabatra ny olona rehetra tao sy ny mpanjakany ary ny olona rehetra tao amin’ny tanàna manodidina azy, ka tsy nasiany niangana na iray aza. Naringany tanteraka izy io sy ny olona rehetra tao, hoatran’ny nataony tamin’i Eglona.",
        "38": "Farany, dia nivily nankany Debira i Josoa sy ny Israely rehetra, ka niady taminy.",
        "39": "Azon’izy ireo i Debira sy ny mpanjakany ary ny tanànany rehetra. Nasian’izy ireo tamin’ny sabatra ny olona rehetra tany ka naringany tanteraka, ary tsy nasiany niangana na iray aza. Hoatran’ny nataony tamin’i Hebrona sy tamin’i Libna sy ny mpanjakany, no nataony tamin’i Debira sy ny mpanjakany.",
        "40": "Resin’i Josoa ny tany rehetra teny amin’ny faritra be tendrombohitra sy tany Negeba sy Sefela sy teny amin’ireo tehezan-kavoana ary ny mpanjakan’izy rehetra, ka tsy nasiany niangana na iray aza. Naringany tanteraka ny zavamananaina rehetra, araka ny didy nomen’i Jehovah Andriamanitry ny Israely.",
        "41": "Resin’i Josoa ny faritra rehetra nanomboka tany Kadesi-barnea ka hatrany Gaza, sy ny tany Gosena manontolo ka hatrany Gibeona.",
        "42": "Tamin’ny fotoana iray ihany no nandresen’i Josoa an’ireny mpanjaka rehetra ireny sy nahazoany ny taniny, satria i Jehovah Andriamanitry ny Israely no niady ho an’ny Israely.",
        "43": "Nody tao amin’ny toby tany Gilgala i Josoa sy ny Israely rehetra, taorian’izay."
    },
    "11": {
        "1": "Raha vao nandre an’izany i Jabina mpanjakan’i Hazora, dia naniraka olona nankany amin’i Jobaba mpanjakan’i Madona, sy ny mpanjakan’i Simrona, sy ny mpanjakan’i Aksafa,",
        "2": "sy ireo mpanjaka tany avaratra teny amin’ny faritra be tendrombohitra, sy ireo teny amin’ny tany lemaka atsimon’i Kinereta, sy ireo tany Sefela, ary teny amin’ny tehezan-kavoanan’i Dora tany andrefana,",
        "3": "sy ny Kananita tany atsinanana sy tany andrefana, sy ny Amorita, ny Hetita, ny Perizita, ny Jebosita teny amin’ny faritra be tendrombohitra, ary ny Hivita teo am-pototr’i Hermona any Mizpa.",
        "4": "Dia nivoaka izy ireo sy ny tafiny rehetra, dia olona maro be hoatran’ny fasika eny amoron-dranomasina, niaraka tamin’ny soavaly sy kalesy be dia be fitondra miady.",
        "5": "Dia nifanaraka ireo mpanjaka rehetra ireo fa hihaona. Tonga teo amoron’ny ranon’i Meroma àry izy ireo, ka nitoby teo mba hiady tamin’ny Israely.",
        "6": "Ary hoy i Jehovah tamin’i Josoa: “Aza matahotra an’ireo, fa havelako ho resin’ny Israely izy rehetra ka hovonoiny ho faty rahampitso tokotokony ho hoatr’izao. Hotapahinao ny hoza-tongotry ny soavaliny, ary hodoranao ny kalesiny.”",
        "7": "Nanafika tampoka azy ireo teo amoron’ny ranon’i Meroma àry i Josoa sy ny lehilahy mpiady rehetra.",
        "8": "Dia natolotr’i Jehovah teo an-tanan’ny Israely izy ireo, ka resiny. Ary nenjehiny hatrany Sidona Lehibe izy ireo, ary hatrany Misrefota-maima sy hatrany amin’ny Lohasahan’i Mizpe tany atsinanana. Naripaky ny Israely izy ireo, ka tsy nisy niangana na iray aza.",
        "9": "Dia nataon’i Josoa tamin’izy ireo izay nolazain’i Jehovah, ka notapahiny ny hoza-tongotry ny soavalin’izy ireo, ary nodorany ny kalesiny.",
        "10": "Niverina i Josoa avy eo ka azony i Hazora, ary novonoiny tamin’ny sabatra ny mpanjakany. I Hazora mantsy teo aloha no natanjaka indrindra tamin’ireo fanjakana rehetra ireo.",
        "11": "Dia nasiany tamin’ny sabatra ny olona rehetra tao, ka naringany tanteraka. Tsy nisy zavamananaina niangana tao, na iray aza. Dia nodorany i Hazora avy eo.",
        "12": "Ary azon’i Josoa daholo ny tanànan’ireo mpanjaka ireo, ary resiny ny mpanjakany rehetra ka nasiany tamin’ny sabatra. Naringany tanteraka izy ireo, araka ny didy nomen’i Mosesy mpanompon’i Jehovah.",
        "13": "Tsy nisy nodoran’ny Israely anefa ny tanàna teny an-tampon-kavoana, afa-tsy i Hazora. Io ihany no tanàna nodoran’i Josoa.",
        "14": "Nalain’ny Israelita ny fananan’ny olona tao amin’ireo tanàna ireo sy ny biby fiompiny. Ny olona rehetra kosa nasiany tamin’ny sabatra, mandra-pandringany azy ireo. Tsy nasiany olona niangana tao, na iray aza.",
        "15": "Izay didy nomen’i Jehovah an’i Mosesy mpanompony no nasain’i Mosesy narahin’i Josoa. Dia nataon’i Josoa izany. Tsy nisy tsy nataony izay rehetra nandidian’i Jehovah an’i Mosesy.",
        "16": "Azon’i Josoa daholo ilay tany manontolo, dia ny faritra be tendrombohitra, Negeba manontolo, Gosena manontolo, Sefela, Araba, ary ny faritra be tendrombohitry ny Israely sy izay teo am-pototry ny havoanany,",
        "17": "hatrany amin’ny Tendrombohitra Halaka izay miakatra mankany Seira, ka hatrany Bala-gada eo amin’ny Lohasahan’i Libàna, eo am-pototry ny Tendrombohitra Hermona. Ary nosamboriny ny mpanjakany rehetra. Resiny izy ireo, ka novonoiny ho faty.",
        "18": "Elaela ihany i Josoa no niady tamin’ireo mpanjaka rehetra ireo.",
        "19": "Tsy nisy tanàna nihavana tamin’ny Israelita, afa-tsy i Gibeona izay nonenan’ny Hivita. Ny hafa rehetra kosa azony tamin’ny ady.",
        "20": "Navelan’i Jehovah ho mafy loha izy ireo ka niady tamin’ny Israely. Amin’izay dia hatokany haringana izy ireo ka tsy hamindrana fo. Tokony haripaka tanteraka izy ireo, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "21": "Tamin’izay fotoana izay i Josoa no nandringana an’ireo Anakita teny amin’ny faritra be tendrombohitra, sy tany Hebrona, sy Debira, sy Anaba, ary teny amin’ny faritra be tendrombohitra rehetra tany Joda sy tany Israely. Naringan’i Josoa tanteraka izy ireny sy ny tanànany.",
        "22": "Tsy nisy Anakita tavela tao amin’ny tanin’ny Israelita. Tao Gaza sy Gata ary Asdoda ihany no mbola nisy.",
        "23": "Nalain’i Josoa àry ilay tany manontolo, araka ny nampanantenain’i Jehovah an’i Mosesy. Ary nomen’i Josoa ho lovan’ny Israely izany, araka ny anjaran’izy ireo avy, mba hifampizaran’ireo foko. Dia nilamina ilay tany, ary tsy nisy ady intsony."
    },
    "12": {
        "1": "Nandresy an’ireo mpanjaka tao amin’ilay tany ny Israelita, ka nalain’izy ireo ny tanin’izy ireny, izay teny atsinanan’ny Reniranon’i Jordana, manomboka eo amin’ny Lohasahan’i Arnona ka hatrany amin’ny Tendrombohitra Hermona, sy ny ilany atsinanana amin’i Araba manontolo. Ireto avy izany mpanjaka izany:",
        "2": "I Sihona mpanjakan’ny Amorita, izay nipetraka tao Hesbona. Nanjaka tao Aroera eo amin’ny sisin’ny Lohasahan’i Arnona izy. Avy eo afovoan’io lohasaha io ny faritra nanjakany, ka hatrany amin’ny antsasak’i Gileada eo amin’ny Lohasahan’i Jaboka, izay sisin-tanin’ny Amonita.",
        "3": "Nanjaka teo amin’ny ilany atsinanana amin’i Araba koa izy, nanomboka teo amin’ny Ranomasin’i Kinereta ka hatrany amin’ny Ranomasin’i Araba, izany hoe ny Ranomasin-tsira, miantsinanana mankany Beti-jesimota, ary mianatsimo eo am-pototry ny tehezan-kavoanan’i Pisga.",
        "4": "Azon’izy ireo koa ny tanin’i Oga mpanjakan’i Basana. Anisan’ireo Refaima sisa tavela izy, ary nipetraka tao Astarota sy tao Edrehy.",
        "5": "Nanjaka tany amin’ny Tendrombohitra Hermona izy, sy tany Saleka, sy Basana manontolo, hatreo amin’ny sisin-tanin’ny Gesorita sy ny Makatita, ary tany amin’ny antsasak’i Gileada, hatreo amin’ny faritra nanjakan’i Sihona mpanjakan’i Hesbona.",
        "6": "Resin’i Mosesy mpanompon’i Jehovah sy ny Israelita izy ireo. Dia nomen’i Mosesy mpanompon’i Jehovah ho lovan’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase ny tanin’izy ireo.",
        "7": "Be dia be ny mpanjaka tao amin’ilay tany resin’i Josoa sy ny Israelita tetỳ ampita andrefan’i Jordana, manomboka eo Bala-gada eo amin’ny Lohasahan’i Libàna, ka hatrany amin’ny Tendrombohitra Halaka izay miakatra mankany Seira. Dia nomen’i Josoa ho fananan’ny fokon’ny Israely araka ny anjarany avy ny tanin’izy ireo",
        "8": "teny amin’ny faritra be tendrombohitra, tany Sefela, tany Araba, teny amin’ireo tehezan-kavoana, tany an-tany efitra, ary tany Negeba, izany hoe ny tanin’ny Hetita, ny Amorita, ny Kananita, ny Perizita, ny Hivita, ary ny Jebosita. Ireto avy ireo mpanjaka ireo:",
        "9": "Ny mpanjakan’i Jeriko, iray; ny mpanjakan’i Ay teo akaikin’i Betela, iray;",
        "10": "ny mpanjakan’i Jerosalema, iray; ny mpanjakan’i Hebrona, iray;",
        "11": "ny mpanjakan’i Jarmota, iray; ny mpanjakan’i Lakisy, iray;",
        "12": "ny mpanjakan’i Eglona, iray; ny mpanjakan’i Gazera, iray;",
        "13": "ny mpanjakan’i Debira, iray; ny mpanjakan’i Gadera, iray;",
        "14": "ny mpanjakan’i Horma, iray; ny mpanjakan’i Arada, iray;",
        "15": "ny mpanjakan’i Libna, iray; ny mpanjakan’i Adolama, iray;",
        "16": "ny mpanjakan’i Makeda, iray; ny mpanjakan’i Betela, iray;",
        "17": "ny mpanjakan’i Tapoa, iray; ny mpanjakan’i Hefera, iray;",
        "18": "ny mpanjakan’i Afeka, iray; ny mpanjakan’i Lasarona, iray;",
        "19": "ny mpanjakan’i Madona, iray; ny mpanjakan’i Hazora, iray;",
        "20": "ny mpanjakan’i Simrona-merona, iray; ny mpanjakan’i Aksafa, iray;",
        "21": "ny mpanjakan’i Tanàka, iray; ny mpanjakan’i Megido, iray;",
        "22": "ny mpanjakan’i Kedesy, iray; ny mpanjakan’i Jokneama tany Karmela, iray;",
        "23": "ny mpanjakan’i Dora tany amin’ny tehezan-kavoanan’i Dora, iray; ny mpanjakan’i Goima tany Gilgala, iray;",
        "24": "ary ny mpanjakan’i Tirza, iray. Mpanjaka 31 ny fitambarany."
    },
    "13": {
        "1": "Efa antitra sady nandroso taona i Josoa. Hoy àry i Jehovah taminy: “Efa antitra sady mandroso taona ianao izao, nefa ampahany lehibe amin’ilay tany no mbola tokony halaina.",
        "2": "Ireto ny tany mbola tsy azo: Ny faritra rehetran’ny Filistinina sy ny an’ny Gesorita,",
        "3": "—hatrany amin’ny sampan’i Neily any amin’ny sisiny atsinanan’i Ejipta ka hatrany amin’ny sisin’i Ekrona any avaratra, izay noheverina fa an’ny Kananita taloha—anisan’izany ny faritra nisy ny mpitondra dimy teo amin’ny Filistinina izay nifehy ny tanànan’i Gaza sy Asdoda sy Askelona sy Gata ary Ekrona, sy ny faritra nisy ny Avita",
        "4": "any atsimo; ny tany rehetra izay an’ny Kananita; Meara izay an’ny Sidonianina, hatrany Afeka ka hatrany amin’ny sisin-tanin’ny Amorita;",
        "5": "ny tanin’ny Gebalita sy ny ilany atsinanan’i Libàna manontolo, avy eo Bala-gada eo am-pototry ny Tendrombohitra Hermona ka hatrany Lebo-hamata;",
        "6": "ny mponina rehetra eny amin’ny faritra be tendrombohitra, hatrany Libàna ka hatrany Misrefota-maima; ary ny Sidonianina rehetra. Horoahiko tsy ho eo anatrehan’ny Israelita izy ireo. Izao fotsiny no tokony hataonao: Omeo ho lovan’ny Israely izany, araka ny didy nomeko anao.",
        "7": "Zarao ho lovan’ny foko sivy sy ny antsasaky ny fokon’i Manase ity tany ity.”",
        "8": "Ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase kosa efa nahazo ny lovany teny ampita atsinanan’ny Reniranon’i Jordana, araka izay efa nomen’i Mosesy mpanompon’i Jehovah azy ireo. Ireto avy izany:",
        "9": "Manomboka eo Aroera eo amin’ny sisin’ny Lohasahan’i Arnona, sy ilay tanàna eo afovoan’io lohasaha io, sy ny lembalemban’i Medeba manontolo, hatrany Dibona;",
        "10": "ny tanàna rehetran’i Sihona mpanjakan’ny Amorita izay nanjaka tao Hesbona, hatrany amin’ny sisin-tanin’ny Amonita;",
        "11": "Gileada sy ny tanin’ny Gesorita sy ny Makatita, sy ny Tendrombohitra Hermona manontolo, sy Basana manontolo hatrany Saleka;",
        "12": "ary ny faritra rehetra nofehezin’i Oga tany Basana. Nanjaka tao Astarota sy Edrehy i Oga. Anisan’ireo Refaima sisa tavela izy. Resin’i Mosesy ny mponina tao amin’ireo tany ireo, ka noroahiny.",
        "13": "Tsy noroahin’ny Israelita anefa ny Gesorita sy ny Makatita, fa mbola miara-monina amin’ny Israely hatramin’izao ny mponina ao Gesora sy Makata.",
        "14": "Ny fokon’ny Levita ihany no tsy nomeny lova. Ny fanatitra atao anaty afo ho an’i Jehovah Andriamanitry ny Israely mantsy no lovan’izy ireo, araka ny nampanantenainy azy ireo.",
        "15": "Dia nomen’i Mosesy lova ny fokon’ny Robenita, araka ny fianakaviany avy,",
        "16": "ka ny faritry ny tanin’izy ireo dia nanomboka tany Aroera eo amin’ny sisin’ny Lohasahan’i Arnona, sy ilay tanàna eo afovoan’io lohasaha io, sy ny lembalemba manontolo akaikin’i Medeba;",
        "17": "Hesbona sy ny tanànany rehetra eny amin’ilay lembalemba, Dibona, Bamota-bala, Beti-bala-meona,",
        "18": "Jahaza, Kedemota, Mefata,",
        "19": "Kiriataima, Sibma, Zareta-sahara eo amin’ny tendrombohitra eo akaikin’ny lohasaha,",
        "20": "Beti-peora, ny tehezan-kavoanan’i Pisga, Beti-jesimota,",
        "21": "ny tanàna rehetra eny amin’ilay lembalemba, ary ny faritra rehetra nofehezin’i Sihona mpanjakan’ny Amorita, izay nanjaka tao Hesbona. Resin’i Mosesy i Sihona sy ny mpiadidy teo amin’ny Midianita dia i Evy, Rekema, Zora, Hora, ary Reba, izay samy mpanjaka teo ambany fahefan’i Sihona sady nipetraka tao amin’ilay tany.",
        "22": "Anisan’ireo novonoin’ny Israelita tamin’ny sabatra i Balama mpisikidy, zanak’i Beora.",
        "23": "Ny Reniranon’i Jordana no sisin-tanin’ny Robenita. Izany faritra izany miaraka amin’ireo tanàna sy ny tanàna keliny no lova nozaraina tamin’ny Robenita araka ny fianakaviany avy.",
        "24": "Nomen’i Mosesy lova isam-pianakaviana koa ny fokon’i Gada, dia ny Gadita,",
        "25": "ka anisan’ny faritry ny tanin’izy ireo i Jazera sy ny tanàna rehetra ao Gileada sy ny antsasaky ny tanin’ny Amonita hatrany Aroera, izay tandrifin’i Raba;",
        "26": "avy eo Hesbona ka hatrany Ramata-mizpe sy Betonima, avy eo Mahanaima ka hatrany amin’ny sisin’i Debira;",
        "27": "ary ny eny amin’ny lohasaha, dia i Beti-harama, Beti-nimra, Sokota, Zafona, izany hoe ny sisa tamin’ny faritra nofehezin’i Sihona mpanjakan’i Hesbona. Ary i Jordana no sisin-taniny manomboka eo amin’ny sisiny atsimo amin’ny Ranomasin’i Kinereta, dia ny sisiny eo ampita atsinanan’i Jordana.",
        "28": "Ireo rehetra ireo miaraka amin’ny tanàna sy ny tanàna keliny no lova nozaraina tamin’ny Gadita, araka ny fianakaviany avy.",
        "29": "Nomen’i Mosesy lova koa ny antsasaky ny fokon’i Manase, dia ny antsasaky ny fokon’i Manase araka ny fianakaviany avy.",
        "30": "Ny faritry ny tanin’izy ireo dia nanomboka teo Mahanaima sy Basana manontolo, ny faritra rehetra nofehezin’i Oga mpanjakan’i Basana, ary ny tanàna tranolay rehetra izay an’i Jaira any Basana, dia tanàna 60.",
        "31": "Ary ny antsasak’i Gileada sy Astarota ary Edrehy, izay tanàna nofehezin’i Oga mpanjaka tany Basana, dia azon’ny taranak’i Makira zanak’i Manase, izany hoe ny antsasaky ny taranak’i Makira araka ny fianakaviany avy.",
        "32": "Ireo no lova nomen’i Mosesy azy ireo, tamin’izy ireo teny amin’ny lemaka karakaina any Moaba teny ampitan’i Jordana, atsinanan’i Jeriko.",
        "33": "Ny fokon’ny Levita kosa tsy nomen’i Mosesy lova. I Jehovah Andriamanitry ny Israely no lovan’izy ireo, araka ny nampanantenainy azy ireo."
    },
    "14": {
        "1": "Dia naka ny lovany tao amin’ny tany Kanana ny Israelita. I Eleazara mpisorona sy Josoa zanak’i Nona ary ireo lohan’ny fianakaviamben’ireo fokon’ny Israely no nanome azy ireo an’izany.",
        "2": "Tamin’ny antsapaka no nizarana ny lovan’izy ireo, araka ny didy nomen’i Jehovah tamin’ny alalan’i Mosesy momba an’ireo foko sivy sy ny antsasaky ny foko iray.",
        "3": "Efa nomen’i Mosesy an’ireo foko roa hafa sy ny antsasaky ny fokon’i Manase ny lovan’izy ireo, teny ampitan’ny Reniranon’i Jordana. Tsy nomeny lova teo amin’izy ireo kosa ny Levita.",
        "4": "Nisaina ho foko roa ny taranak’i Josefa, dia i Manase sy Efraima. Tsy nomena anjara tao amin’ilay tany kosa ny Levita, afa-tsy tanàna honenana sy kijana ho an’ny biby fiompiny sy ny fananany.",
        "5": "Dia nozarain’ny Israelita ilay tany, araka izay nandidian’i Jehovah an’i Mosesy.",
        "6": "Dia nanatona an’i Josoa tao Gilgala ny fokon’i Joda, ary hoy i Kaleba zanak’i Jefone Kenizita taminy: “Fantatrao tsara izay nolazain’i Jehovah tamin’i Mosesy, lehilahin’Andriamanitra, momba ahy sy ianao tany Kadesi-barnea.",
        "7": "Tamin’izaho 40 taona no nirahin’i Mosesy mpanompon’i Jehovah, avy tao Kadesi-barnea, mba hitsikilo an’ity tany ity. Dia nanao tatitra marina tsara aho rehefa niverina.",
        "8": "Nanaraka an’i Jehovah Andriamanitro tamin’ny foko manontolo aho, na dia nampatahotra ny vahoaka aza ny tenin’ireo rahalahiko niara-niakatra tamiko.",
        "9": "Nianiana i Mosesy tamin’izay andro izay hoe: ‘Ho lasa lovanao sy ny taranakao foana ny tany nohitsahin’ny tongotrao, satria ianao nanaraka an’i Jehovah Andriamanitro tamin’ny fonao manontolo.’",
        "10": "Araka ny nampanantenainy, dia nitsimbina ny aiko i Jehovah nandritra izay 45 taona izay, nanomboka tamin’ny nilazan’i Jehovah an’izany fampanantenana izany tamin’i Mosesy, rehefa nandeha namakivaky ny tany efitra ny Israely. Mbola velona aho izao, ary efa 85 taona.",
        "11": "Mbola matanjaka aho, hoatran’ny tamin’ilay andro nanirahan’i Mosesy ahy ihany. Sahala amin’ny heriko tamin’izany ihany ny heriko amin’izao, na rehefa miady aho na rehefa manao zavatra hafa.",
        "12": "Omeo ahy àry irỳ faritra be tendrombohitra irỳ, izay nampanantenain’i Jehovah tamin’iny andro iny. Marina fa efa henonao tamin’iny andro iny fa nisy Anakita tao, sady nisy tanàna lehibe voaro mafy. Tena hanampy ahy anefa i Jehovah ka horoahiko izy ireo, araka ny nampanantenain’i Jehovah.”",
        "13": "Nitso-drano an’i Kaleba zanak’i Jefone àry i Josoa, ka nomeny ho lovany i Hebrona.",
        "14": "Izany no nahatonga an’i Hebrona ho lovan’i Kaleba zanak’i Jefone Kenizita hatramin’izao. Nanaraka an’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo mantsy izy.",
        "15": "Kiriata-arba no anaran’i Hebrona talohan’izay.—Lehilahy niavaka indrindra teo amin’ny Anakita izany Arba izany.—Dia nilamina ilay tany, ary tsy nisy ady intsony."
    },
    "15": {
        "1": "Tonga hatrany amin’ny sisin-tanin’i Edoma sy ny tany efitr’i Zina ary ny farany atsimon’i Negeba ny tany azon’ny fokon’i Joda, mba ho an’ny fianakavian’izy ireo.",
        "2": "Ny sisin-taniny atsimo dia nanomboka teo amin’ny sisin’ny Ranomasin-tsira, eo amin’ilay helodrano mitodika mianatsimo,",
        "3": "ary nianatsimo nankany amin’ny fiakarana Akrabima ka nandalo an’i Zina, dia niakatra avy teo atsimo nankany Kadesi-barnea ka nitohy hatrany Hezrona, dia niakatra nankany Adara ka nivily nankany Karka,",
        "4": "dia nitohy hatrany Azmona ka tonga hatrany amin’ny Reniranon’i Ejipta, ary hatrany amin’ny Ranomasina ny farany. Izany no sisin-taniny atsimo.",
        "5": "Ny sisin-tany atsinanana dia ny Ranomasin-tsira hatrany amin’ny faran’ny Reniranon’i Jordana. Ary ny sisin-tany tamin’ny zorony avaratra dia nanomboka teo amin’ny helodranomasina, eo amin’ny faran’ny Reniranon’i Jordana.",
        "6": "Niakatra nankany Beti-hogla ilay sisin-tany ka nitohy tany avaratr’i Beti-araba, ary niakatra hatrany amin’ilay vaton’i Bohana zanak’i Robena,",
        "7": "dia niakatra nankany Debira izay eo amin’ny Lohasahan’i Akora, ka nivily nianavaratra nankany Gilgala tandrifin’ny fiakarana Adomima izay eo atsimon’ilay lohasaha, ary nitohy tany amin’ny ranon’i En-semesy, dia tonga hatrany En-rogela.",
        "8": "Nitohy ihany ilay sisin-tany ka niakatra nankany amin’ny Lohasahan’ny Taranak’i Hinoma, nankeo amin’ny ilany atsimo amin’ny tehezan-kavoanan’ny Jebosita, izany hoe i Jerosalema, ary niakatra nankeo amin’ny tampon-tendrombohitra tandrifin’ny ilany andrefana amin’ny Lohasahan’i Hinoma. Eo amin’ny sisiny avaratra amin’ny Lohasahan’ny Refaima io tendrombohitra io.",
        "9": "Avy eo an-tampon’ilay tendrombohitra ilay sisin-tany no mankany amin’ny loharanon’i Neftoa, ary tonga hatrany amin’ireo tanàna teny amin’ny Tendrombohitra Efrona, ka nitohy hatrany Balaha, izany hoe Kiriata-jearima.",
        "10": "Avy teo Balaha indray ilay sisin-tany no nivily niankandrefana nankany amin’ny Tendrombohitra Seira, ka nitohy teo amin’ny tehezany avaratra amin’ny Tendrombohitra Jearima, izany hoe Kesalona, ary nidina nankany Beti-semesy ka nandalo an’i Timna,",
        "11": "dia tonga hatrany amin’ny tehezany avaratra amin’i Ekrona, ary avy teo Sikerona no nitohy teo amin’ny Tendrombohitra Balaha ary nankany Jabniela, dia tany amin’ny ranomasina ny farany.",
        "12": "Ary ny sisin-tany andrefana dia ny Ranomasina Lehibe sy ny morontsirany. Izany no sisin-tanin’ny lova nozaraina tamin’ny taranak’i Joda, araka ny fianakaviany avy.",
        "13": "Ary nomena anjara teo amin’ny taranak’i Joda i Kaleba zanak’i Jefone, araka ny baiko nomen’i Jehovah an’i Josoa. Nomena azy i Kiriata-arba, izany hoe Hebrona. Rain’i Anàka io Arba io.",
        "14": "Dia noroahin’i Kaleba niala tao ny zanak’i Anàka telo lahy, dia i Sesay sy Ahimana ary Talmay, izay taranak’i Anàka.",
        "15": "Ary niakatra avy tao i Kaleba dia nandeha niady tamin’ny mponin’i Debira. Kiriata-sefera no anaran’i Debira talohan’izay.",
        "16": "Dia hoy i Kaleba: “Izay lehilahy maharesy an’i Kiriata-sefera ka mahazo an’io tanàna io, dia homeko ho vadiny i Aksa zanako vavy.”",
        "17": "I Otniela, zanak’i Kenaza rahalahin’i Kaleba, no nahazo an’ilay tanàna, ka nomen’i Kaleba azy ho vadiny i Aksa zanany vavy.",
        "18": "Rehefa nankany an-tranon’i Otniela i Aksa, dia nampirisihiny hangataka saha tamin’i Kaleba rainy i Otniela. Dia niala teo ambony ampondrany i Aksa, ka hoy ny rainy: “Inona no ilainao?”",
        "19": "Dia hoy i Aksa: “Mba omeo fanomezana aho, azafady. Efa nomenao tany kely any atsimo ihany aho, fa mba omeo ahy koa i Golota-maima.” Nomen’i Kaleba azy àry i Golota Ambony sy Golota Ambany.",
        "20": "Izany no lova nozaraina tamin’ny fokon’i Joda, araka ny fianakaviany avy.",
        "21": "Ireto avy ny tanàna teny amin’ny sisiny indrindra amin’ny tanin’ny fokon’i Joda, tandrifin’ny sisin-tanin’i Edoma any atsimo: Kabzela, Edera, Jagora,",
        "22": "Kina, Dimona, Adada,",
        "23": "Kedesy, Hazora, Itnana,",
        "24": "Zifa, Talema, Bealota,",
        "25": "Hazora-hadata, Keriota-hezrona, izany hoe Hazora,",
        "26": "Amama, Sema, Molada,",
        "27": "Hazara-gada, Hesmona, Beti-paleta,",
        "28": "Hazara-soala, Beri-sheba, Biziotia,",
        "29": "Balaha, Ima, Azema,",
        "30": "Eltolada, Kesila, Horma,",
        "31": "Ziklaga, Madmana, Sansana,",
        "32": "Lebaota, Silima, Aina, ary Rimona. Tanàna 29 ny fitambarany, miampy an’ireo tanàna keliny.",
        "33": "Ireto avy ny tanàna tany Sefela: Estaola, Zora, Asna,",
        "34": "Zanoa, En-ganima, Tapoa, Enama,",
        "35": "Jarmota, Adolama, Soko, Azeka,",
        "36": "Saraima, Aditaima, Gadera, ary Gederotaima, izany hoe tanàna 14 sy ny tanàna keliny.",
        "37": "Anisan’ny tanàna tany koa i Zenana, Hadasa, Migdala-gada,",
        "38": "Dilana, Mizpe, Joktela,",
        "39": "Lakisy, Bozkata, Eglona,",
        "40": "Kabona, Lamasa, Kitlisa,",
        "41": "Gederota, Beti-dagona, Nama, ary Makeda, izany hoe tanàna 16 sy ny tanàna keliny.",
        "42": "Anisany koa i Libna, Etera, Asana,",
        "43": "Jifta, Asna, Neziba,",
        "44": "Keila, Akziba, ary Maresa, izany hoe tanàna sivy sy ny tanàna keliny.",
        "45": "Anisany koa i Ekrona sy ireo tanàna niankina taminy ary ny tanàna keliny,",
        "46": "ary ireo tanàna manomboka eo Ekrona no ho miankandrefana, dia izay rehetra akaikin’i Asdoda sy ny tanàna keliny.",
        "47": "Mbola anisany koa i Asdoda sy ireo tanàna niankina taminy ary ny tanàna keliny, ary koa Gaza sy ireo tanàna niankina taminy ary ny tanàna keliny, hatrany amin’ny Reniranon’i Ejipta sy ny Ranomasina Lehibe ary ny faritra amoron-tsiraka.",
        "48": "Ary ireto avy no teny amin’ny faritra be tendrombohitra: Samira, Jatira, Soko,",
        "49": "Dana, Kiriata-sana, izany hoe Debira,",
        "50": "Anaba, Estemo, Anima,",
        "51": "Gosena, Holona, ary Gilo, izany hoe tanàna 11 sy ny tanàna keliny.",
        "52": "Anisan’ny tanàna teny koa i Araba, Doma, Esana,",
        "53": "Janoma, Beti-tapoa, Afeka,",
        "54": "Homta, Kiriata-arba, izany hoe Hebrona, ary Ziora, izany hoe tanàna sivy sy ny tanàna keliny.",
        "55": "Anisany koa i Maona, Karmela, Zifa, Jota,",
        "56": "Jezirela, Jokdeama, Zanoa,",
        "57": "Kaina, Gibea, ary Timna, izany hoe tanàna folo sy ny tanàna keliny.",
        "58": "Anisany koa i Halola, Beti-zora, Gedora,",
        "59": "Marata, Beti-anota, ary Eltekona, izany hoe tanàna enina sy ny tanàna keliny.",
        "60": "Mbola anisany koa i Kiriata-bala, izany hoe Kiriata-jearima, sy Raba, izany hoe tanàna roa sy ny tanàna keliny.",
        "61": "Ary ireto avy no tany an-tany efitra: Beti-araba, Midina, Sekaka,",
        "62": "Nibsana, sy ilay Tanànan-tsira ary En-jedy, izany hoe tanàna enina sy ny tanàna keliny.",
        "63": "Tsy vitan’ny fokon’i Joda kosa ny nandroaka an’ireo Jebosita nipetraka tao Jerosalema, ka mbola miara-mipetraka amin’ny vahoakan’ny Joda ao Jerosalema izy ireo hatramin’izao."
    },
    "16": {
        "1": "Ary ny tany azon’ny taranak’i Josefa tamin’ny antsapaka dia nanomboka teo amin’ny Reniranon’i Jordana akaikin’i Jeriko, nankany atsinanan’ny ranon’i Jeriko, dia nandalo an’ilay tany efitra niakatra avy teo Jeriko, ka nankany amin’ny faritra be tendrombohitr’i Betela.",
        "2": "Tonga hatrany Betelan’i Lozy izany ka nitohy hatrany amin’ny sisin-tanin’ny Arkita ao Atarota,",
        "3": "dia nidina niankandrefana nankany amin’ny sisin-tanin’ny Jafletita ka nitohy hatrany amin’ny sisin’i Beti-horona Ambany sy Gazera, ary nifarana tany amin’ny ranomasina.",
        "4": "Naka ny taniny àry i Manase sy Efraima taranak’i Josefa.",
        "5": "Ary izao ny sisin-tanin’ny lova nozaraina tamin’ny taranak’i Efraima, araka ny fianakaviany avy: Ny sisin-taniny atsinanana dia i Atarota-adara hatrany Beti-horona Ambony,",
        "6": "ary tonga hatrany amin’ny ranomasina. I Mikmeta kosa no tany amin’ny sisiny avaratra. Ary nivily niantsinanana nankany Tanata-silo ilay sisin-tany, ka niantsinanana nankany Janoha,",
        "7": "dia nidina avy teo Janoha ka nankany Atarota sy Nara, ary nitohy tany Jeriko ka tonga hatrany amin’i Jordana.",
        "8": "Avy teo Tapoa kosa ilay sisin-tany no niankandrefana nankany amin’ny Lohasahan’i Kana, ka nifarana tany amin’ny ranomasina. Izany no lova nozaraina tamin’ny fokon’i Efraima, araka ny fianakaviany avy.",
        "9": "Nanana tanàna tao amin’ny lovan’i Manase koa ny taranak’i Efraima, dia ny tanàna rehetra sy ny tanàna keliny.",
        "10": "Tsy noroahin’izy ireo anefa ny Kananita nipetraka tao Gazera. Mbola miara-mipetraka amin’ny fokon’i Efraima ihany àry ny Kananita hatramin’izao, saingy ampanaovina asa an-terivozona."
    },
    "17": {
        "1": "Dia nahazo ny anjarany tamin’ny antsapaka ny fokon’i Manase satria izy no lahimatoan’i Josefa. I Makira lahimatoan’i Manase sady rain’i Gileada, no nahazo an’i Gileada sy Basana. Lehilahy mpiady mantsy izy.",
        "2": "Nahazo ny anjarany tamin’ny antsapaka koa ny sisa tamin’ny taranak’i Manase, araka ny fianakaviany avy. Ireto avy izany: Ny taranak’i Abi-ezera, ny taranak’i Heleka, ny taranak’i Asriela, ny taranak’i Sekema, ny taranak’i Hefera, ary ny taranak’i Semida. Ireo lehilahy ireo no taranak’i Manase zanak’i Josefa, araka ny fianakaviany avy.",
        "3": "Fa i Zelofada zanak’i Hefera, zanak’i Gileada, zanak’i Makira, zanak’i Manase, kosa tsy nanana zanakalahy fa vavy ihany. Ireto avy ny anaran’izy ireo: Mahala, Noa, Hogla, Milka, ary Tirza.",
        "4": "Dia nankeo anatrehan’i Eleazara mpisorona sy Josoa zanak’i Nona ary ny mpiadidy izy ireo, ka niteny hoe: “I Jehovah efa nandidy an’i Mosesy hanome anay lova hoatran’ny nomeny an’ireo anadahinay.” Nomena lova hoatran’ireo rahalahin-drainy àry izy ireo, araka ny baikon’i Jehovah.",
        "5": "Mbola nahazo anjara tany folo i Manase, ankoatra an’i Gileada sy Basana, izay eny ampitan’i Jordana,",
        "6": "satria ny zanakavavy tao amin’ny taranak’i Manase dia nahazo anjara lova hoatran’ny zanakalahy. Ary lasa fananan’ny sisa tamin’ny taranak’i Manase i Gileada.",
        "7": "Ary ny sisin-tanin’i Manase dia nanomboka teo Asera ka hatrany Mikmeta tandrifin’i Sekema, ka nitohy nianatsimo hatrany amin’ny tanin’ny mponin’i En-Tapoa.",
        "8": "Dia lasan’i Manase ny tanin’i Tapoa. Fa an’ny taranak’i Efraima kosa ny tanànan’i Tapoa, eo amin’ny sisin-tanin’i Manase.",
        "9": "Ary nidina nankany amin’ny Lohasahan’i Kana, tany atsimon’ilay lohasaha, ilay sisin-tany. Nisy tanànan’i Efraima tao amin’ireo tanànan’i Manase. Ary teo avaratr’ilay lohasaha ny sisin-tanin’i Manase, ka nifarana tany amin’ny ranomasina.",
        "10": "An’i Efraima ny atsimo, fa an’i Manase kosa ny avaratra, ary ny ranomasina no sisin-taniny. Tonga hatrany amin’ny faritry ny tanin’i Asera izy ireo tany avaratra, ary hatrany amin’ny faritry ny tanin’i Isakara tany atsinanana.",
        "11": "Ireto avy ny tanàna nomena an’i Manase tao amin’ny faritry ny tanin’i Isakara sy Asera: Beti-sana sy ny tanàna niankina taminy, Ibleama sy ny tanàna niankina taminy, Dora sy ny mponina tao aminy ary ny tanàna niankina taminy, En-dora sy ny mponina tao aminy ary ny tanàna niankina taminy, Tanàka sy ny mponina tao aminy ary ny tanàna niankina taminy, ary Megido sy ny mponina tao aminy ary ny tanàna niankina taminy. An’i Manase ny telo amin’ireo faritra be havoana.",
        "12": "Tsy vitan’ny taranak’i Manase anefa ny naka an’ireo tanàna ireo ho fananany. Ary tsy nety niala tao amin’izany tany izany ny Kananita.",
        "13": "Rehefa nihanahery kosa ny Israelita, dia nampanaoviny asa an-terivozona ny Kananita, fa tsy noroahiny daholo.",
        "14": "Ary hoy ny taranak’i Josefa tamin’i Josoa: “Fa maninona no anjara tany iray ihany no lova nomenao anay tamin’ny antsapaka? Izahay ange be dia be satria notahin’i Jehovah izahay hatramin’izao e!”",
        "15": "Dia hoy i Josoa tamin’izy ireo: “Raha be dia be àry ianareo, dia mandehana kapao ny ala ao amin’ny tanin’ny Perizita sy ny Refaima mba hahazoanareo tany hipetrahana, satria kely loatra ho anareo ilay faritra be tendrombohitr’i Efraima.”",
        "16": "Ary hoy ny taranak’i Josefa: “Tsy ampy ho anay tokoa ilay faritra be tendrombohitra. Izao anefa: Manana kalesin’ady misy lelan’antsy ny Kananita rehetra mipetraka eny amin’ny lohasaha, na ireo any Beti-sana sy ny tanàna miankina aminy, na ireo eny amin’ny Lohasahan’i Jezirela.”",
        "17": "Hoy àry i Josoa tamin’ny taranak’i Josefa, dia i Efraima sy Manase: “Be dia be ianareo sady mahery. Tsy ho iray monja ny anjaranareo,",
        "18": "fa ho anareo koa ilay faritra be tendrombohitra manontolo. Marina fa rakotra ala ilay izy. Hokapainareo anefa ilay ala, dia io faritra io no ho sisin-taninareo. Fa horoahinareo ny Kananita, na dia matanjaka sy manana kalesin’ady misy lelan’antsy aza.”"
    },
    "18": {
        "1": "Ary nivory tao Silo ny vahoaka manontolo, izany hoe ny Israelita. Dia natsangan’izy ireo tao ny tranolay fihaonana, satria efa resin’izy ireo ilay tany.",
        "2": "Mbola nisy foko fito tsy nahazo ny lovany anefa tamin’ ny Israelita.",
        "3": "Hoy àry i Josoa tamin’ny Israelita: “Mandra-pahoviana ianareo no hangataka andro hoatr’izao? Maninona ianareo no mbola tsy mandeha maka an’ilay tany nomen’i Jehovah Andriamanitry ny razambenareo anareo ihany?",
        "4": "Andefaso telo lahy isam-poko aho mba hirahiko. Handeha hitety an’ilay tany ry zareo ka hanao ny sarin’izy io, araka ny lovan’izy ireo. Dia hiverina atỳ amiko izy ireo avy eo.",
        "5": "Tokony hifampizaran’izy ireo ilay tany, ka hozarainy fito. Hijanona any amin’ny faritry ny taniny any atsimo i Joda, ary ny taranak’i Josefa hijanona any amin’ny faritry ny taniny any avaratra.",
        "6": "Dia izao no ataonareo: Ataovy sary ilay tany dia zarao fito. Ary ento atỳ amiko izany, ka eto aho no hanao antsapaka ho anareo, eo anatrehan’i Jehovah Andriamanitsika.",
        "7": "Tsy manana anjara eo aminareo anefa ny Levita, satria ny asa fisoronana naorin’i Jehovah no lovan’izy ireo. I Gada sy Robena ary ny antsasaky ny fokon’i Manase koa efa naka ny lovany teny ampita atsinanan’i Jordana, izay nomen’i Mosesy mpanompon’i Jehovah azy.”",
        "8": "Dia niomana handeha ireo lehilahy hanao ny sarin’ilay tany, ary izao no baiko nomen’i Josoa azy ireo: “Mandehana tetezo ilay tany ka ataovy sary, dia miverena atỳ amiko. Ary hanao antsapaka ho anareo eo anatrehan’i Jehovah eto Silo aho.”",
        "9": "Dia lasa nitety an’ilay tany ireo lehilahy ireo. Nataon’izy ireo sary ilay tany dia nozarainy fito, ary nosoratany tao anaty boky ny mombamomba an’ireo tanàna tao. Dia niverina tany amin’i Josoa tao an-toby tany Silo izy ireo.",
        "10": "Nanao antsapaka ho azy ireo tao Silo, teo anatrehan’i Jehovah, i Josoa avy eo. Tao no nizarany an’ilay tany ho an’ny Israelita, araka ny anjarany avy.",
        "11": "Natao ny antsapaka ka nahazo anjara ny fokon’i Benjamina, araka ny fianakaviany avy. Teo anelanelan’ny faritry ny tanin’ny taranak’i Joda sy ny an’ny taranak’i Josefa ny tany azony.",
        "12": "Nanomboka teo amin’ny Reniranon’i Jordana ny ilany avaratra amin’ny tanin’izy ireo, ka niakatra hatrany amin’ny tehezany avaratra amin’i Jeriko, dia niakatra niankandrefana nanaraka ny tendrombohitra, ary tonga hatrany an-tany efitr’i Beti-avena.",
        "13": "Avy teo ilay sisin-tany dia nitohy hatrany amin’ny tehezany atsimo amin’i Lozy, izany hoe Betela, ka nidina nankany Atarota-adara, teo amin’ilay tendrombohitra eo atsimon’i Beti-horona Ambany.",
        "14": "Avy teo amin’ilay tendrombohitra tandrifin’ny ilany atsimo amin’i Beti-horona no nivily nianatsimo ny ilany andrefan’ilay sisin-tany, ka nifarana tany Kiriata-bala, izany hoe Kiriata-jearima, tanànan’i Joda. Izany no ilany andrefana.",
        "15": "Ny ilany atsimo dia nanomboka teo amin’ny sisin’i Kiriata-jearima no niankandrefana, ary tonga hatreo amin’ny loharanon’i Neftoa.",
        "16": "Ary nidina nankany amin’ny sisin’ilay tendrombohitra tandrifin’ny Lohasahan’ny Taranak’i Hinoma izany. Eo amin’ny ilany avaratra amin’ny Lohasahan’ny Refaima io tendrombohitra io. Nidina nankany amin’ny Lohasahan’i Hinoma ilay sisin-tany, dia nankeo amin’ny ilany atsimo amin’ny tehezan-kavoanan’ny Jebosita, ary nidina nankany En-rogela.",
        "17": "Ary nianavaratra izany ka tonga hatrany En-semesy, ary nitohy hatrany Gelilota tandrifin’ny fiakarana Adomima, dia nidina hatrany amin’ilay vaton’i Bohana zanak’i Robena.",
        "18": "Dia nitohy hatrany amin’ny ilany avaratra amin’ilay tehezan-kavoana tandrifin’i Araba izany, ka nidina nankany Araba,",
        "19": "dia nitohy hatrany amin’ny ilany avaratra amin’ny tehezan’i Beti-hogla, ka nifarana tany amin’ny helodrano avaratra amin’ny Ranomasin-tsira, eo amin’ny farany atsimo amin’ny Reniranon’i Jordana. Izany no sisin-tany atsimo.",
        "20": "Ary i Jordana no sisin-tany amin’ny ilany atsinanana. Izany no sisin-tanin’ny lovan’ny taranak’i Benjamina, araka ny fianakaviany avy.",
        "21": "Ireto avy ny tanàna nozaraina tamin’ny fokon’i Benjamina, araka ny fianakaviany avy: Jeriko, Beti-hogla, Emeka-keziza,",
        "22": "Beti-araba, Zemaraima, Betela,",
        "23": "Avima, Para, Ofra,",
        "24": "Kefara-hamony, Ofny, ary Geba, izany hoe tanàna 12 sy ny tanàna keliny.",
        "25": "Anisany koa i Gibeona, Rama, Berota,",
        "26": "Mizpe, Kefira, Moza,",
        "27": "Rekema, Iripela, Tarala,",
        "28": "Zela, Ha-elefa, Jebosa, izany hoe Jerosalema, Gibea, ary Kiriata, izany hoe tanàna 14 sy ny tanàna keliny. Izany no lova nozaraina ho an’ny taranak’i Benjamina, araka ny fianakaviany avy."
    },
    "19": {
        "1": "Ary natao ny antsapaka faharoa ka nahazo anjara i Simeona, izany hoe ny fokon’i Simeona, araka ny fianakaviany avy. Tao amin’ny lovan’i Joda ny lovan’izy ireo.",
        "2": "Ireto no lovany: Beri-sheba sy Sheba, Molada,",
        "3": "Hazara-soala, Bala, Azema,",
        "4": "Eltolada, Betola, Horma,",
        "5": "Ziklaga, Beti-markabota, Hazara-sosa,",
        "6": "Beti-lebaota, ary Sarohena, izany hoe tanàna 13 sy ny tanàna keliny.",
        "7": "Anisany koa i Aina, Rimona, Etera, ary Asana, izany hoe tanàna efatra sy ny tanàna keliny,",
        "8": "sy ny tanàna kely rehetra nanodidina an’ireo tanàna ireo hatrany Baleta-bera, izany hoe Rama any atsimo. Izany no lovan’ny fokon’i Simeona, araka ny fianakaviany avy.",
        "9": "Avy tamin’ny anjaran’i Joda no nakana ny lovan’ny taranak’i Simeona, satria lehibe loatra ho an’i Joda ny anjarany. Nahazo anjara tao amin’ny lovan’ny taranak’i Joda àry ny taranak’i Simeona.",
        "10": "Ary natao ny antsapaka fahatelo ka nahazo anjara ny taranak’i Zebolona, araka ny fianakaviany avy. Tonga hatrany Sarida ny sisin-tanin’ny lovan’izy ireo.",
        "11": "Ary niakatra niankandrefana nankany Marala izany ka tonga hatrany Dabeseta, ary nankany amin’ilay lohasaha tandrifin’i Jokneama.",
        "12": "Avy teo Sarida indray izany no niantsinanana tandrifin’ny fiposahan’ny masoandro, dia nankany amin’ny sisin’i Kislota-tabara, ary tonga hatrany Daberata, ka niakatra nankany Jafia,",
        "13": "dia nitohy niantsinanana tandrifin’ny fiposahan’ny masoandro hatrany Gata-hefera sy Ita-kazina, ary nankany Rimona, ka tonga hatrany Nea.",
        "14": "Teo avaratra ilay sisin-tany no nivily nankany Hanatona, ary nifarana tao amin’ny Lohasahan’i Jifta-ela,",
        "15": "Katata, Nahalala, Simrona, Idala, ary Betlehema, izany hoe tanàna 12 sy ny tanàna keliny.",
        "16": "Izany no lovan’ny taranak’i Zebolona, araka ny fianakaviany avy. Ireo ny tanàna sy ny tanàna kelin’izy ireo.",
        "17": "Natao ny antsapaka fahefatra ka nahazo anjara i Isakara, izany hoe ny taranak’i Isakara, araka ny fianakaviany avy.",
        "18": "Ary ny sisin-taniny dia tonga hatrany Jezirela, Kesolota, Sonema,",
        "19": "Hafraima, Siona, Anaharata,",
        "20": "Rabita, Kisiona, Abeza,",
        "21": "Rameta, En-ganima, En-hada, ary Beti-pazeza.",
        "22": "Ary nitohy hatrany Tabara sy Sahazoma ary Beti-semesy izany, ka nifarana teo amin’ny Reniranon’i Jordana, izany hoe tanàna 16 sy ny tanàna keliny.",
        "23": "Izany no lova nozaraina ho an’ny fokon’i Isakara, araka ny fianakaviany avy, dia ny tanàna sy ny tanàna keliny.",
        "24": "Ary natao ny antsapaka fahadimy ka nahazo anjara ny fokon’i Asera, araka ny fianakaviany avy.",
        "25": "Ireto avy ny sisin-taniny: Helkata, Haly, Batena, Aksafa,",
        "26": "Alameleka, Amada, ary Misala. Ary niankandrefana nankany Karmela sy Sihora-libnata izany,",
        "27": "dia niverina niantsinanana nankany Beti-dagona, ka tonga hatrany Zebolona sy ny ilany avaratra amin’ny Lohasahan’i Jifta-ela, ary Beti-emeka sy Neiela, dia tonga hatrany ankavian’i Kabola,",
        "28": "ary nitohy hatrany Ebrona, Rehoba, Hamona, Kana, ary hatrany Sidona Lehibe.",
        "29": "Ary niverina nankany Rama ilay sisin-tany ka nitohy hatrany Tyro, izay tanàna voaro mafy. Dia niverina indray nankany Hosa izany, ary nifarana tany amin’ny ranomasina teo amin’ny faritr’i Akziba,",
        "30": "Oma, Afeka, ary Rehoba, izany hoe tanàna 22 sy ny tanàna keliny.",
        "31": "Izany no lova nozaraina ho an’ny fokon’i Asera, araka ny fianakaviany avy. Ireo ny tanàna sy ny tanàna kelin’izy ireo.",
        "32": "Natao ny antsapaka fahenina ka nahazo ny anjarany ny taranak’i Naftaly, izany hoe ny taranak’i Naftaly, araka ny fianakaviany avy.",
        "33": "Ny sisin-taniny dia nanomboka teo Halefa teo amin’ilay hazobe tao Zananima, ary nitohy hatrany Adami-nekeba sy Jabniela ka hatrany Lakoma, ary nifarana teo amin’ny Reniranon’i Jordana.",
        "34": "Ary niverina niankandrefana nankany Aznota-tabara ilay sisin-tany, dia tonga hatrany Hokoka ka hatrany Zebolona eo atsimo, sy Asera eo andrefana, ary Joda eo atsinanan’i Jordana.",
        "35": "Ary ireto avy ny tanàna voaro mafy tao: Zidima, Zera, Hamata, Rakata, Kinereta,",
        "36": "Adama, Rama, Hazora,",
        "37": "Kedesy, Edrehy, En-hazora,",
        "38": "Irona, Migdala-ela, Horema, Beti-anata, ary Beti-semesy, izany hoe tanàna 19 sy ny tanàna keliny.",
        "39": "Izany no lova nozaraina ho an’ny fokon’i Naftaly, araka ny fianakaviany avy, dia ny tanàna sy ny tanàna keliny.",
        "40": "Ary natao ny antsapaka fahafito ka nahazo anjara ny fokon’i Dana, araka ny fianakaviany avy.",
        "41": "Ny sisin-tanin’ny lovan’izy ireo dia i Zora, Estaola, Ira-semesy,",
        "42": "Salabima, Aialona, Jitla,",
        "43": "Elona, Timna, Ekrona,",
        "44": "Elteke, Gibetona, Baleta,",
        "45": "Jehoda, Bene-beraka, Gata-rimona,",
        "46": "Me-jarkona, ary Rakona. Ary nandalo teo akaikin’i Jopa ilay sisin-tany.",
        "47": "Kely loatra ho an’i Dana anefa ny faritry ny taniny. Niakatra hiady tamin’i Lesema àry izy ireo. Dia azony izy io ary nasiany tamin’ny sabatra ny mponina tao. Ary naka an’ilay tanàna ho fananany izy ireo ka nipetraka tao. Dia novan’izy ireo hoe Dana, hoatran’ny anaran’i Dana razambeny, ny anaran’i Lesema.",
        "48": "Izany no lova nozaraina ho an’ny fokon’i Dana, araka ny fianakaviany avy. Ireo ny tanàna sy ny tanàna kelin’izy ireo.",
        "49": "Vitan’ny Israelita àry ny nizarazara an’ilay tany araka ny sisin-taniny avy, mba ho lovan’izy ireo. Dia nomen’izy ireo lova tao amin’ny taniny i Josoa zanak’i Nona.",
        "50": "Araka ny baikon’i Jehovah, dia nomen’izy ireo azy ilay tanàna nangatahiny, izany hoe i Timnata-sera izay any amin’ny faritra be tendrombohitr’i Efraima. Dia nanorina an’ilay tanàna izy ka nipetraka tao.",
        "51": "Ireo no lova nozaraina tamin’ny alalan’ny antsapaka tao Silo, teo anatrehan’i Jehovah, teo amin’ny fidirana amin’ny tranolay fihaonana. I Eleazara mpisorona sy Josoa zanak’i Nona ary ireo lohan’ny fianakaviamben’ny fokon’ny Israely no nizara izany. Dia vitan’izy ireo ny fizarana an’ilay tany."
    },
    "20": {
        "1": "Ary hoy i Jehovah tamin’i Josoa:",
        "2": "“Ilazao ny Israelita hoe: ‘Mifidiana tanàna fialokalofana ho anareo, araka ny efa nolazaiko taminareo tamin’ny alalan’i Mosesy,",
        "3": "mba ho afaka handositra any izay nahafaty olona tsy nahy na nahafaty olona noho ny zavatra tsy nampoizina. Ho fialokalofana ho anareo ireny tanàna ireny, mba tsy ho tratran’ny mpamaly ra ianareo.",
        "4": "Dia handositra any amin’ny iray amin’ireny tanàna ireny ilay nahafaty olona. Hitsangana eo amin’ny vavahady fidirana amin’ilay tanàna izy, ary hohazavainy amin’ny anti-panahy ao izay nataony. Ary horaisin’izy ireo ao an-tanàna izy ka homeny toerana ao, dia hiara-mipetraka amin’izy ireo.",
        "5": "Raha enjehin’ny mpamaly ra izy, dia tsy hatolotr’izy ireo eo an-tanany. Tsy nampoiziny mantsy hoe hahafaty an’ilay olona izy, sady tsy nankahala azy koa izy talohan’izay.",
        "6": "Hipetraka ao amin’izany tanàna izany izy, mandra-pitsara azy eo anatrehan’ny vahoaka. Ary hijanona ao izy mandra-pahafatin’ilay mpisoronabe am-perinasa amin’izany fotoana izany. Aorian’izay izy vao mahazo miverina any amin’ilay tanàna nialany tamin’izy nandositra, sy mahazo mody any an-tanànany sy ao an-tranony.’”",
        "7": "Nohamasinin’izy ireo àry i Kedesy any Galilia any amin’ny faritra be tendrombohitr’i Naftaly, sy Sekema any amin’ny faritra be tendrombohitr’i Efraima, ary Kiriata-arba, izany hoe Hebrona, any amin’ny faritra be tendrombohitr’i Joda.",
        "8": "Ary ireto avy no nofidin’izy ireo tany amin’ny faritr’i Jordana, atsinanan’i Jeriko: I Bezera any an-tany efitra, eny amin’ny lembalemba, no avy tamin’ny fokon’i Robena; Ramota any Gileada no avy tamin’ny fokon’i Gada; ary Golana any Basana no avy tamin’ny fokon’i Manase.",
        "9": "Ireo tanàna ireo no nofidina ho an’ny Israelita rehetra sy ho an’ny vahiny nonina teo amin’izy ireo, mba ho afaka handositra any izay nahafaty olona tsy nahy. Amin’izay izy dia tsy ho faty novonoin’ny mpamaly ra, alohan’ny hitsarana azy eo anatrehan’ny vahoaka."
    },
    "21": {
        "1": "Nanatona an’i Eleazara mpisorona sy Josoa zanak’i Nona ary ny lohan’ny fianakaviamben’ny fokon’ny Israely ireo lohan’ny fianakaviamben’ny Levita,",
        "2": "ka niteny tamin’izy ireo tao Silo, tany Kanana, hoe: “Efa nanome didy tamin’ny alalan’i Mosesy i Jehovah hoe homena tanàna hipetrahana sy kijana ho an’ny biby fiompinay izahay.”",
        "3": "Nomen’ny Israelita tanàna sy kijana avy tamin’ny lovany àry ny Levita, araka ny baikon’i Jehovah.",
        "4": "Natao ny antsapaka ka nahazo ny anjarany ny fianakavian’ny Kehatita. Ary azon’ny Levita, taranak’i Arona mpisorona, tamin’ny antsapaka ny tanàna 13 avy tamin’ny fokon’i Joda sy ny fokon’i Simeona ary ny fokon’i Benjamina.",
        "5": "Ary ny sisa tamin’ny Kehatita dia nomena tanàna folo avy tamin’ireo fianakaviana anisan’ny fokon’i Efraima sy ny fokon’i Dana ary ny antsasaky ny fokon’i Manase.",
        "6": "Ary ny Gersonita kosa nahazo tanàna 13 avy tamin’ny fianakavian’ny fokon’i Isakara, sy ny fokon’i Asera, sy ny fokon’i Naftaly, ary ny antsasaky ny fokon’i Manase any Basana.",
        "7": "Ny azon’ny Merarita kosa, araka ny fianakaviany avy, dia tanàna 12 avy tamin’ny fokon’i Robena sy ny fokon’i Gada ary ny fokon’i Zebolona.",
        "8": "Dia nomen’ny Israelita ho an’ny Levita tamin’ny antsapaka ireo tanàna ireo sy ny kijanany, araka ny didy nomen’i Jehovah tamin’ny alalan’i Mosesy.",
        "9": "Voatonona anarana ato ireo tanàna nomena avy tamin’ny fokon’i Joda sy ny fokon’i Simeona.",
        "10": "Ireo no nomena ho an’ny taranak’i Arona, izany hoe ny fianakavian’ny Kehatita anisan’ny Levita, noho izy ireo nahazo anjara voalohany rehefa natao ny antsapaka.",
        "11": "Nomena azy ireo i Kiriata-arba, izany hoe Hebrona, any amin’ny faritra be tendrombohitr’i Joda, sy ny kijana manodidina azy.—Rain’i Anàka io Arba io.—",
        "12": "Nomena an’i Kaleba zanak’ i Jefone kosa ny faritra sy ny tanàna kely manodidina an’ilay tanàna.",
        "13": "Ary nomena ho an’ny taranak’i Arona mpisorona ilay tanàna fialokalofan’izay nahafaty olona, dia ny tanànan’i Hebrona sy ny kijanany. Nomena azy koa i Libna sy ny kijanany,",
        "14": "Jatira sy ny kijanany, Estemoa sy ny kijanany,",
        "15": "Holona sy ny kijanany, Debira sy ny kijanany,",
        "16": "Aina sy ny kijanany, Jota sy ny kijanany, ary Beti-semesy sy ny kijanany. Tanàna sivy no avy tamin’ireo foko roa ireo.",
        "17": "Ary ny avy tamin’ny fokon’i Benjamina dia i Gibeona sy ny kijanany, Geba sy ny kijanany,",
        "18": "Anatota sy ny kijanany, ary Almona sy ny kijanany, izany hoe tanàna efatra.",
        "19": "Ny tanàna rehetra nomena ny mpisorona taranak’i Arona, dia tanàna 13 sy ny kijanany.",
        "20": "Ary nomena tanàna avy tamin’ny fokon’i Efraima, tamin’ny antsapaka, ny sisa tamin’ny fianakavian’ny Kehatita anisan’ny Levita.",
        "21": "Nomena azy ireo ilay tanàna fialokalofan’izay nahafaty olona, dia i Sekema sy ny kijanany eny amin’ny faritra be tendrombohitr’i Efraima. Nomena azy koa i Gazera sy ny kijanany,",
        "22": "Kibzaima sy ny kijanany, ary Beti-horona sy ny kijanany, izany hoe tanàna efatra.",
        "23": "Ny avy tamin’ny fokon’i Dana dia i Elteke sy ny kijanany, Gibetona sy ny kijanany,",
        "24": "Aialona sy ny kijanany, ary Gata-rimona sy ny kijanany, izany hoe tanàna efatra.",
        "25": "Ary ny avy tamin’ny antsasaky ny fokon’i Manase dia i Tanàka sy ny kijanany, ary Gata-rimona sy ny kijanany, izany hoe tanàna roa.",
        "26": "Folo ny tanàna rehetra sy ny kijanany azon’ny sisa tamin’ny fianakavian’ny Kehatita.",
        "27": "Ary nahazo tanàna avy tamin’ny antsasaky ny fokon’i Manase ny Gersonita anisan’ny fianakavian’ny Levita, dia ilay tanàna fialokalofan’izay nahafaty olona, izany hoe ny tanànan’i Golana any Basana sy ny kijanany. Azony koa i Bestera sy ny kijanany, izany hoe tanàna roa.",
        "28": "Ny avy tamin’ny fokon’i Isakara dia i Kisiona sy ny kijanany, Daberata sy ny kijanany,",
        "29": "Jarmota sy ny kijanany, ary En-ganima sy ny kijanany, izany hoe tanàna efatra.",
        "30": "Ny avy tamin’ny fokon’i Asera dia i Misala sy ny kijanany, Abdona sy ny kijanany,",
        "31": "Helkata sy ny kijanany, ary Rehoba sy ny kijanany, izany hoe tanàna efatra.",
        "32": "Ary ny avy tamin’ny fokon’i Naftaly dia ilay tanàna fialokalofan’izay nahafaty olona, izany hoe ny tanànan’i Kedesy any Galilia sy ny kijanany. Azony koa i Hamota-dora sy ny kijanany, ary Kartana sy ny kijanany, izany hoe tanàna telo.",
        "33": "Ny tanàna rehetra azon’ny Gersonita, araka ny fianakaviany avy, dia tanàna 13 sy ny kijanany.",
        "34": "Ary nahazo tanàna avy tamin’ny fokon’i Zebolona ny fianakavian’ny Merarita, izany hoe ny sisa tamin’ny Levita, dia ny tanànan’i Jokneama sy ny kijanany, Karta sy ny kijanany,",
        "35": "Dimna sy ny kijanany, ary Nahalala sy ny kijanany, izany hoe tanàna efatra.",
        "36": "Ny avy tamin’ny fokon’i Robena dia i Bezera sy ny kijanany, Jahaza sy ny kijanany,",
        "37": "Kedemota sy ny kijanany, ary Mefata sy ny kijanany, izany hoe tanàna efatra.",
        "38": "Ary ny avy tamin’ny fokon’i Gada dia ilay tanàna fialokalofan’izay nahafaty olona, izany hoe ny tanànan’i Ramota any Gileada sy ny kijanany. Azony koa i Mahanaima sy ny kijanany,",
        "39": "Hesbona sy ny kijanany, ary Jazera sy ny kijanany. Tanàna efatra ny fitambarany.",
        "40": "Ny tanàna rehetra azon’ireo fianakaviana anisan’ny Merarita, izay sisa tamin’ny fianakavian’ny Levita, dia tanàna 12.",
        "41": "Ny tanàna rehetra an’ny Levita teo amin’ny lovan’ny Israelita, dia tanàna 48 sy ny kijanany.",
        "42": "Nanana kijana manodidina azy ny tsirairay tamin’ireo tanàna ireo. Hoatr’izany daholo ireo tanàna ireo.",
        "43": "Nomen’i Jehovah ny Israely àry ilay tany manontolo, izay nanaovany fianianana tamin’ny razambeny hoe homeny azy ireo. Dia nalain’izy ireo izany ka nipetrahany.",
        "44": "Ary nataon’i Jehovah nilamina tanteraka ny tanin’izy ireo, araka ny fianianana nataony tamin’ny razamben’izy ireo, ka tsy nisy nahatohitra azy ny fahavalony rehetra na iray aza. Nataon’i Jehovah resin’izy ireo daholo ny fahavalony.",
        "45": "Tsy nisy tsy tanteraka na iray aza ny zava-tsoa rehetra nampanantenain’i Jehovah tamin’ny taranak’Israely, fa tanteraka daholo."
    },
    "22": {
        "1": "Dia nantsoin’i Josoa ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase,",
        "2": "ka nilazany hoe: “Nanao an’izay rehetra nandidian’i Mosesy mpanompon’i Jehovah anareo ianareo, sady nankatò an’izay rehetra nandidiako anareo.",
        "3": "Tsy nandao ny rahalahinareo ianareo nandritra an’izay fotoana rehetra izay ka hatramin’izao, sady narahinareo ny didin’i Jehovah Andriamanitrareo.",
        "4": "Efa nataon’i Jehovah Andriamanitrareo milamina tsara izao ny fiainan’ny rahalahinareo, araka ny nampanantenainy azy ireo. Azonareo atao amin’izay izao ny miverina any amin’ny tranolainareo, any amin’ilay tany nomen’i Mosesy mpanompon’i Jehovah anareo, eny ampitan’i Jordana.",
        "5": "Tandremo tsara fotsiny ny didy sy ny Lalàna nomen’i Mosesy mpanompon’i Jehovah anareo, ka tiavo i Jehovah Andriamanitrareo, mandehana amin’ny lalany rehetra, tandremo ny didiny, mifikira aminy, ary manompoa azy amin’ny fonareo manontolo sy ny tenanareo manontolo.”",
        "6": "Dia nitso-drano azy ireo i Josoa, ka nandefa azy ireo nody. Ary lasa nankany amin’ny tranolainy izy ireo.",
        "7": "Efa nomen’i Mosesy lova tany Basana ny antsasaky ny fokon’i Manase, fa ny antsasany kosa nomen’i Josoa tany niaraka tamin’ny rahalahiny tetỳ ampita andrefan’i Jordana. Nitso-drano azy ireo i Josoa rehefa nandefa azy ho any amin’ny tranolainy.",
        "8": "Hoy izy tamin’izy ireo: “Modia any amin’ny tranolainareo, miaraka amin’ny harem-be sy biby fiompy maro be, ary koa volafotsy, volamena, varahina, vy, ary fitafiana be dia be. Alaivo ny anjaranareo amin’ny zavatra azo babo avy tamin’ny fahavalonareo, ka zarao ho anareo sy ny rahalahinareo.”",
        "9": "Dia lasa ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, ka nandao ny Israelita tao Silo, tany Kanana. Nody tany Gileada, tany amin’ilay tany nomena azy izy ireo, dia ilay tany efa nipetrahany araka ny baikon’i Jehovah tamin’ny alalan’i Mosesy.",
        "10": "Rehefa tonga teo amin’ny faritr’i Jordana tao Kanana ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, dia nanorina alitara ngezabe teo akaikin’ny Reniranon’i Jordana.",
        "11": "Tatỳ aoriana, dia nisy niteny tamin’ny Israelita hoe: “Ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, nanorina alitara eo amin’ny sisin’ny tany Kanana, eo amin’ny faritr’i Jordana, etỳ amin’ny ilany misy ny Israelita.”",
        "12": "Rehefa nahare an’izany ny Israelita, dia nivory tao Silo izy rehetra mba hiady tamin’izy ireo.",
        "13": "Ary nirahin’ny Israelita i Finehasa zanak’i Eleazara mpisorona, mba hankany amin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, tany Gileada.",
        "14": "Nisy mpiadidy folo niaraka taminy, dia mpiadidy iray isaky ny foko rehetra teo amin’ny Israely. Samy lohan’ny fianakaviambe teo amin’ny Israely, izay voatsinjara ho arivo isan-tokony, izy ireo.",
        "15": "Rehefa tonga tany amin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase tany Gileada, izy ireo, dia niteny hoe:",
        "16": "“Izao no nolazain’ny vahoakan’i Jehovah manontolo: ‘Fa ahoana izao ianareo mivadika amin’ny Andriamanitry ny Israely izao? Niala tamin’i Jehovah ianareo androany, satria nanorina alitara sy nikomy tamin’i Jehovah.",
        "17": "Mbola tsy ampy antsika angaha ny fahadisoana tany Peora? Isika aza mbola tsy voadio tamin’iny akory hatramin’izao, na dia efa nisy loza nihatra tamin’ny vahoakan’i Jehovah aza.",
        "18": "Ianareo indray anefa izao no miala amin’i Jehovah! Raha mikomy amin’i Jehovah ianareo androany, dia ho tezitra amin’ny vahoakan’Israely manontolo izy rahampitso.",
        "19": "Raha maloto ny taninareo, dia miampità atỳ amin’ny tanin’i Jehovah izay misy ny tranolain’i Jehovah, ary miaraha mipetraka aminay. Fa aza mikomy amin’i Jehovah, ary aza manorina alitara ankoatra an’ilay alitaran’i Jehovah Andriamanitsika, sao dia hahatonga anay hikomy aminy koa izany.",
        "20": "Tsy ny vahoakan’Israely manontolo ve no niharan’ny fahatezeran’Andriamanitra, nefa i Akana zanak’i Zera no nivadika taminy ka tsy nankatò ny didy momba ny zavatra voatokana haringana? Ary tsy izy irery no maty noho ny fahadisoany.’”",
        "21": "Dia hoy ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, tamin’ireo mpifehy ny arivo teo amin’ny Israely:",
        "22": "“I Jehovah, ilay Andriamanitry ny andriamanitra, eny, i Jehovah, ilay Andriamanitry ny andriamanitra, no mahalala hoe nahoana izahay no nanao an’izany ary hahalala an’izany koa ny Israely. Raha mikomy sy mivadika aminao izahay, Jehovah ô, dia aza mamonjy anay androany.",
        "23": "I Jehovah mihitsy no hanasazy anay, raha ny hiala amin’i Jehovah sy ny hanolotra fanatitra dorana sy fanatitra varimbazaha ary sorona iombonana no antony nanorenanay an’ilay alitara.",
        "24": "Zavatra hafa kosa no nampanahy anay ka nahatonga anay hanao an’izany. Sao dia hiteny amin’ny zanakay mantsy ny zanakareo any aoriana any hoe: ‘Misy idiranareo angaha moa ny fanompoana an’i Jehovah Andriamanitry ny Israely?",
        "25": "Efa nataon’i Jehovah ho sisin-tany manasaraka anay aminareo Robenita sy Gadita ny Reniranon’i Jordana. Tsy manana anjara amin’ny fanompoana an’i Jehovah ianareo.’ Dia hisakana ny zanakay tsy hanompo an’i Jehovah ny zanakareo.",
        "26": "“Izany no nahatonga anay hiteny hoe: ‘Andao isika hanorina alitara. Tsy hanolorana fanatitra dorana anefa izany na hanaovana sorona,",
        "27": "fa mba ho vavolombelona aminareo sy aminay ary ny taranaka mandimby antsika hoe hanao ny fanompoana an’i Jehovah eo anatrehany izahay, ka hanao fanatitra dorana sy sorona ary sorona iombonana. Amin’izay dia tsy hilaza amin’ny zanakay ny zanakareo any aoriana any hoe: “Tsy manana anjara amin’ny fanompoana an’i Jehovah ianareo.”’",
        "28": "Dia hoy izahay: ‘Raha milaza an’izany amintsika sy amin’ny taranatsika ry zareo any aoriana any, dia hiteny isika hoe: “Jereo ny alitara nataon’ny razambenay fa mitovy amin’ilay alitaran’i Jehovah. Tsy hanolorana fanatitra dorana anefa izany na hanaovana sorona, fa ho vavolombelona aminareo sy aminay.”’",
        "29": "Tsy izahay mihitsy sanatria no hikomy amin’i Jehovah sy hiala amin’i Jehovah, ka hanorina alitara hafa hanolorana fanatitra dorana sy fanatitra varimbazaha ary sorona, ankoatra an’ilay alitaran’i Jehovah Andriamanitsika izay eo anoloan’ny tranolainy!”",
        "30": "Ary faly i Finehasa mpisorona sy ireo niaraka taminy, izany hoe ny mpiadidy vahoaka sy ny mpifehy ny arivo teo amin’ny Israely, rehefa naheno ny tenin’ny taranak’i Robena sy Gada ary Manase.",
        "31": "Dia hoy i Finehasa zanak’i Eleazara mpisorona, tamin’ny taranak’i Robena sy Gada ary Manase: “Fantatray androany fa eto amintsika i Jehovah, satria tsy nivadika tamin’i Jehovah ianareo. Efa namonjy ny Israelita teo an-tanan’i Jehovah ianareo.”",
        "32": "Niverina tany amin’ny Israelita tany Kanana i Finehasa zanak’i Eleazara mpisorona sy ny mpiadidy, dia nanao tatitra tamin’izy ireo, rehefa avy nihaona tamin’ny Robenita sy ny Gadita tany Gileada.",
        "33": "Koa nahafaly ny Israelita ilay tatitra. Dia nidera an’Andriamanitra izy ireo, ary tsy niresadresaka intsony hoe handeha hiady amin’ny Robenita sy ny Gadita mba hanimba ny tany nipetrahany.",
        "34": "Nomen’ny Robenita sy ny Gadita anarana àry ilay alitara. Hoy mantsy izy ireo: “Io no vavolombelona amintsika fa i Jehovah no tena Andriamanitra.”"
    },
    "23": {
        "1": "Efa nataon’i Jehovah milamina ny tanin’ny Israely, satria novonjeny tamin’ny fahavalony rehetra nanodidina izy ireo. Andro maro taorian’izay, rehefa antitra sady nandroso taona i Josoa,",
        "2": "dia nantsoiny ny Israely rehetra, izany hoe ny anti-panahy sy ireo lohany teo amin’izy ireo ary ny mpitsara sy ny mpiadidy teo aminy. Dia hoy izy tamin’izy ireo: “Efa antitra sady mandroso taona aho.",
        "3": "Ary efa hitanareo ny zava-drehetra nataon’i Jehovah Andriamanitrareo tamin’ireo firenena rehetra ireo, mba hanampiana anareo. I Jehovah Andriamanitrareo mantsy no niady ho anareo.",
        "4": "Efa nozaraiko ho lovan’ny fokonareo tamin’ny alalan’ny antsapaka koa ny tanin’ireo firenena sisa tavela sy ny tanin’ireo firenena rehetra naringako, hatrany amin’ny Reniranon’i Jordana ka hatrany amin’ny Ranomasina Lehibe any andrefana.",
        "5": "Ary i Jehovah Andriamanitrareo no nanala azy ireo tsy ho eo anatrehanareo. Nandroaka azy ireo izy ka afaka naka ny taniny ianareo, araka ny efa nampanantenain’i Jehovah Andriamanitrareo anareo.",
        "6": "“Koa manàna herim-po hankatoavana sy hanarahana an’izay rehetra voasoratra ao amin’ny boky misy ny Lalàn’i Mosesy, ka aza miala amin’izany mihitsy, na mivily miankavanana na miankavia.",
        "7": "Ary aza mifanerasera mihitsy amin’ireo firenena mbola tavela eo aminareo ireo. Aza tononina na dia ny anaran’ny andriamaniny aza, ary aza mianiana amin’ny anaran’izy ireny. Aza manompo an’ireny mihitsy na miankohoka aminy.",
        "8": "Mifikira kosa amin’i Jehovah Andriamanitrareo, hoatran’izay efa nataonareo hatramin’izao.",
        "9": "Handroaka firenena lehibe sy mahery tsy ho eo anatrehanareo i Jehovah. Fa tsy nisy olona nahatohitra anareo hatramin’izao.",
        "10": "Lehilahy iray monja aminareo no hanenjika arivo, satria i Jehovah Andriamanitrareo no miady ho anareo, araka ny efa nampanantenainy anareo.",
        "11": "Mitandrema tsara foana àry, ka tiavo i Jehovah Andriamanitrareo.",
        "12": "“Fa raha miala aminy kosa ianareo ka mifikitra amin’ireo firenena sisa tavela eo aminareo, ary mifanambady amin’izy ireo ka mifanerasera aminy ary izy ireo koa mifanerasera aminareo,",
        "13": "dia fantaro tsara fa tsy handroaka an’ireo firenena ireo intsony i Jehovah Andriamanitrareo. Ho fandrika sy vela-pandrika ho anareo izy ireo, sady ho karavasy hikapoka ny tehezanareo ary ho tsilo ao anaty masonareo, mandra-paharipaka anareo tsy ho eto amin’ity tany tsara nomen’i Jehovah Andriamanitrareo anareo ity.",
        "14": "“Efa ho faty aho izao. Ary fantatrareo tsara amin’ny fonareo manontolo sy ny tenanareo manontolo, fa tsy nisy tsy tanteraka na iray aza ny zava-tsoa rehetra nampanantenain’i Jehovah Andriamanitrareo anareo. Efa tanteraka taminareo daholo izy rehetra. Tsy nisy tsy tanteraka na iray aza.",
        "15": "Hoatran’ny nahatanterahan’ny zava-tsoa rehetra nampanantenain’i Jehovah Andriamanitrareo anareo koa anefa, no hampiharan’i Jehovah aminareo ny loza rehetra nolazainy hoe hanjo anareo, sy handringanany anareo tsy ho eto amin’ity tany tsara nomen’i Jehovah Andriamanitrareo anareo ity.",
        "16": "Raha mivadika amin’ny fifanekena nasain’i Jehovah Andriamanitrareo nohajainareo ianareo, ary mandeha manompo andriamani-kafa sy miankohoka amin’izy ireny, dia ho tezitra be aminareo i Jehovah, ka tsy ho ela ianareo dia ho ripaka tsy ho eo amin’ilay tany tsara nomeny anareo.”"
    },
    "24": {
        "1": "Dia novorin’i Josoa tao Sekema ny foko rehetra teo amin’ny Israely, ary nantsoiny ny anti-panahy sy ireo lohany ary ny mpitsara sy mpiadidy teo amin’ny Israely. Dia nitsangana teo anatrehan’ilay tena Andriamanitra izy ireo.",
        "2": "Ary hoy i Josoa tamin’ny olona rehetra: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Tany ampitan’ny Renirano ny razambenareo no nipetraka taloha ela be, anisan’izany i Tera rain’i Abrahama sy Nahora. Ary nanompo andriamani-kafa izy ireo.",
        "3": "“‘Rehefa nandeha ny fotoana, dia nalaiko avy tany ampitan’ny Renirano i Abrahama razambenareo, ka nentiko nitety ny tany Kanana manontolo, ary nataoko be dia be ny taranany. Nomeko azy i Isaka,",
        "4": "ary nomeko an’i Isaka i Jakoba sy Esao. Tatỳ aoriana dia nomeko an’i Esao ny Tendrombohitra Seira. Ary nidina tany Ejipta i Jakoba sy ny zanany.",
        "5": "Naniraka an’i Mosesy sy Arona aho tatỳ aoriana, ary namely an’i Ejipta tamin’ny loza, dia nitondra anareo nivoaka avy tany.",
        "6": "Rehefa nentiko nivoaka avy tany Ejipta ny razambenareo, dia tonga teo amin’ny ranomasina. Ary nanenjika azy ireo hatreny amin’ny Ranomasina Mena ny Ejipsianina, niaraka tamin’ny kalesy fitondra miady sy mpitaingin-tsoavaly.",
        "7": "Dia nitaraina mafy tamin’i Jehovah ny razambenareo, ka nasiany haizina nanelanelana anareo sy ny Ejipsianina. Ary nosaronany tamin’ny ranomasina izy ireo ka nataony difotra. Ny masonareo mihitsy no nahita an’izay nataoko tany Ejipta. Ary nijanona tany an-tany efitra nandritra ny taona maro ianareo.",
        "8": "“‘Dia nentiko tany amin’ny tanin’ny Amorita nipetraka teny ampitan’i Jordana ianareo, ary niady taminareo izy ireo. Nataoko resinareo anefa izy ireo, mba ho afaka haka ny taniny ianareo. Ary naringako tsy ho eo anatrehanareo izy ireo.",
        "9": "Dia nitsangana hiady tamin’ny Israely i Balaka zanak’i Zipora sady mpanjakan’i Moaba. Nampanantsoiny àry i Balama zanak’i Beora, mba hanozona anareo.",
        "10": "Tsy nihaino an’i Balama anefa aho. Nitso-drano anareo imbetsaka àry izy, ary namonjy anareo teo an-tanany aho.",
        "11": "“‘Niampita an’i Jordana ianareo avy eo, ka tonga tao Jeriko. Ary niady taminareo ny mpitarika tao Jeriko, sy ny Amorita, ny Perizita, ny Kananita, ny Hetita, ny Girgasita, ny Hivita, ary ny Jebosita. Nataoko resinareo anefa izy ireny.",
        "12": "Koa mbola tsy tonga tany akory ianareo dia efa nataoko izay hahakivy azy ireny, ka nandositra tsy ho eo anatrehanareo izy ireny, hoatran’ireo mpanjaka amorita roa. Tsy ny sabatrareo na ny tsipìkanareo no nahavita an’izany.",
        "13": "Dia nomeko tany tsy nisasaranareo sy tanàna tsy naorinareo ianareo, ka nanorim-ponenana tao amin’ireny. Ary nihinana vokatra avy tamin’ny tanimboaloboka sy sahan’oliva tsy nambolenareo ianareo.’",
        "14": "“Koa matahora an’i Jehovah, ary manompoa azy ka aza mivadika aminy mihitsy. Ario ny andriamanitra notompoin’ny razambenareo tany ampitan’ny Renirano sy tany Ejipta, ka manompoa an’i Jehovah.",
        "15": "Fa raha ohatra hoe tsy tianareo ny hanompo an’i Jehovah, dia fidio androany izay hotompoinareo, na ny andriamanitra notompoin’ny razambenareo tany ampitan’ny Renirano, na ny andriamanitry ny Amorita nipetraka teto amin’ny tany ipetrahanareo. Fa izaho sy ny ankohonako kosa hanompo an’i Jehovah.”",
        "16": "Dia hoy ny vahoaka: “Sanatria anay ny hiala amin’i Jehovah ka hanompo andriamani-kafa.",
        "17": "I Jehovah Andriamanitsika mantsy no nitondra antsika sy ny razambentsika niakatra avy tany Ejipta, avy tao amin’ny toerana nanandevozana antsika. Izy no nanao an’ireny famantarana lehibe ireny teo imasontsika, ary niaro antsika foana teny amin’ny lalana rehetra nalehantsika sy teo anivon’ny firenena rehetra nandalovantsika.",
        "18": "Noroahin’i Jehovah ny firenena rehetra nipetraka talohantsika teto amin’ity tany ity, anisan’izany ny Amorita. Hanompo an’i Jehovah koa àry izahay, satria izy no Andriamanitray.”",
        "19": "Dia hoy i Josoa tamin’ny vahoaka: “Tsy ho vitanareo ny hanompo an’i Jehovah, fa Andriamanitra masina izy sady mitaky ny hanompoana azy irery ihany. Tsy hamela ny helokareo sy ny fahotanareo izy.",
        "20": "Raha miala amin’i Jehovah ianareo ka manompo ny andriamanitry ny firenen-kafa, dia hamely anareo izy ka handringana anareo, na dia efa nanisy soa anareo aza.”",
        "21": "Hoy anefa ny vahoaka tamin’i Josoa: “I Jehovah no hotompoinay!”",
        "22": "Hoy àry i Josoa tamin’ny vahoaka: “Ianareo ihany no ho vavolombelona hiampanga anareo, satria sitraponareo ny nifidy hanompo an’i Jehovah.” Dia namaly izy ireo hoe: “Ie, vavolombelona izahay.”",
        "23": "“Ario àry ny andriamanitry ny firenen-kafa izay eo aminareo, ary manompoa an’i Jehovah Andriamanitry ny Israely amin’ny fonareo manontolo.”",
        "24": "Dia hoy ny vahoaka tamin’i Josoa: “I Jehovah Andriamanitray no hotompoinay, ary izy no hankatoavinay!”",
        "25": "Nanao fifanekena tamin’ny vahoaka àry i Josoa tamin’izay andro izay, ka nametraka lalàna sy fitsipika ho azy ireo tao Sekema.",
        "26": "Dia nosoratan’i Josoa tao amin’ny boky misy ny Lalàn’Andriamanitra ireo teny ireo. Ary naka vato lehibe izy, ka nanangana izany teo ambanin’ilay hazobe teo akaikin’ny toerana masin’i Jehovah.",
        "27": "Ary hoy i Josoa tamin’ny olona rehetra: “Ho vavolombelona hiampanga antsika ity vato ity, fa efa henon’izy io izay rehetra nolazain’i Jehovah tamintsika. Io no ho vavolombelona hiampanga anareo, amin’izay ianareo tsy mandà an’Andriamanitrareo.”",
        "28": "Dia nalefan’i Josoa nody tany amin’ny lovany avy ny olona.",
        "29": "Taorian’izany zava-nitranga izany, dia maty i Josoa zanak’i Nona, mpanompon’i Jehovah, rehefa 110 taona.",
        "30": "Koa nalevina tany amin’ny faritra nisy ny lovany izy, izany hoe tao Timnata-heresa, any amin’ny faritra be tendrombohitr’i Efraima, any avaratry ny Tendrombohitra Gasa.",
        "31": "Nanompo an’i Jehovah foana ny Israely tamin’ny andron’i Josoa, sy tamin’ny andron’ireo anti-panahy mbola velona taoriany, dia ireo anti-panahy nahita ny asa rehetra nataon’i Jehovah ho an’ny Israely.",
        "32": "Ary ny taolambalon’i Josefa izay efa nentin’ny Israelita niakatra avy tany Ejipta, dia nalevina tao Sekema, tao amin’ilay tany novidin’i Jakoba 100 kesita tamin’ny taranak’i Hamora rain’i Sekema. Dia lasa lovan’ny taranak’i Josefa ilay tany.",
        "33": "Maty koa i Eleazara zanak’i Arona. Nalevina tany amin’ny Havoanan’i Finehasa zanany àry izy, dia ilay havoana nomena azy teny amin’ny faritra be tendrombohitr’i Efraima."
    },
    "meta": {
        "name": "Josoa",
        "order": 5,
        "chapter_number": 24
    }
}