{
    "1": {
        "1": "Maro no efa niezaka nanoratra ny tantaran’ny zava-nitranga, izay efa inoantsika tanteraka.",
        "2": "Ary nanolotra an’ireny tantara ireny ho antsika ireo vavolombelona nahita maso sy ireo nanambara ny teny hatrany am-boalohany.",
        "3": "Koa nanapa-kevitra koa aho, ry Teofilo hajaina, ny hanoratra azy ireny aminao araka ny filaharany, satria efa nofotorako tsara hatrany am-piandohana ny zava-drehetra sady efa nohamariniko,",
        "4": "mba hahafantaranao tsara fa azo antoka ny zavatra nampianarina * anao.",
        "5": "Tamin’ny andron’i Heroda mpanjakan’i Jodia, dia nisy mpisorona atao hoe Zakaria, tao amin’ny fizarana nisy an’i Abia. Avy amin’ny taranak’i Arona ny vadiny, Elizabeta no anarany.",
        "6": "Samy olo-marina teo anatrehan’Andriamanitra izy mivady, satria nandeha tsy nisy tsiny araka ny didin’i Jehovah rehetra sy araka izay notakin’ny lalàny.",
        "7": "Tsy nanan-janaka anefa izy ireo satria momba i Elizabeta, ary izy mivady koa samy efa be taona.",
        "8": "Nanao ny asa fisoronana teo anatrehan’Andriamanitra i Zakaria, araka ny nanendrena ny fizarana nisy azy.",
        "9": "Anjaran’i Zakaria ny nanolotra emboka manitra rehefa niditra tao amin’ny toerana masin’i Jehovah izy, araka ny efa fanaon’ny mpisorona.",
        "10": "Ary nivavaka teo ivelany ny olona maro be tamin’ny ora fanolorana emboka manitra.",
        "11": "Dia niseho tamin’i Zakaria ny anjelin’i Jehovah, nitsangana teo ankavanan’ny alitaran’ny emboka manitra.",
        "12": "Taitra izy nahita izany, ka raiki-tahotra.",
        "13": "Fa hoy ilay anjely: “Aza matahotra, ry Zakaria, fa efa nohenoin’Andriamanitra ny fitalahoanao. Koa hiteraka zazalahy aminao i Elizabeta vadinao, ary Jaona no hataonao anarany.",
        "14": "Hifaly sy hiravoravo ianao, ary maro koa no hiravoravo amin’ny hahaterahany.",
        "15": "Fa ho lehibe eo anatrehan’i Jehovah izy, nefa tsy mahazo misotro divay na toaka mihitsy, ary ho feno fanahy masina hatrany an-kibon-dreniny izy.",
        "16": "Hampiverina ny maro amin’ny zanak’Israely ho amin’i Jehovah Andriamaniny izy,",
        "17": "sady handeha eo alohany amin’ny risi-po * sy ny herin’i Elia mba hampody ny fon’ny ray ho amin’ny zanany ary ny tsy mankatò ho amin’ny fahendren’ny marina, ary mba hanomana vahoaka ho an’i Jehovah, eny, vahoaka voaomana.”",
        "18": "Hoy i Zakaria tamin’ilay anjely: “Ahoana no ahazoako antoka ny amin’izany? Izaho ange efa antitra e! Ary efa tena be taona koa ny vadiko.”",
        "19": "Dia hoy ilay anjely: “Izaho no Gabriela, izay mitsangana eo anatrehan’Andriamanitra. Nirahina hiteny aminao aho sady hanambara izany vaovao tsara izany aminao.",
        "20": "Fa noho ny tsy ninoanao ny teniko izay ho tanteraka amin’ny fotoana voatondro, dia ho moana ianao ka tsy ho afa-miteny mandra-pahatanterak’izany.”",
        "21": "Mbola niandry foana an’i Zakaria ny olona, ka gaga noho izy naharitra ela tao amin’ny toerana masina.",
        "22": "Rehefa nivoaka anefa izy, dia tsy afa-niteny, ka takatr’izy ireo fa vao avy nahita fahitana mahagaga tao amin’ny toerana masina izy. Ary nanao baiko moana tamin’izy ireo izy, ary mbola moana ihany.",
        "23": "Dia nody izy rehefa tapitra ny andro nanaovany fanompoana ho an’ny besinimaro.",
        "24": "Rehefa tapitra ireo andro ireo, dia nitoe-jaza i Elizabeta vadiny, ka tsy nivoaka ny trano nandritra ny dimy volana. Ary hoy izy:",
        "25": "“Izao no fomba nitondran’i Jehovah ahy tamin’ny andro nitsinjovany ahy, mba hanesorany ny fahafaham-barakako teo imason’ny olona.”",
        "26": "Rehefa nandray enim-bolana ny kibony, dia nirahin’Andriamanitra ny anjely Gabriela ho any amin’ny tanàna atao hoe Nazareta, any Galilia,",
        "27": "ho any amin’ny virjiny iray efa voafofo ho vadin’ny lehilahy atao hoe Josefa, avy amin’ny taranak’i Davida. Maria no anaran’ilay virjiny.",
        "28": "Hoy ilay anjely, rehefa niditra tao aminy: “Arahaba, ry ilay ankasitrahana indrindra. Jehovah momba anao.”",
        "29": "Taitra mafy anefa izy nahare izany, ka nieritreritra izay mety ho dikan’izany fiarahabana izany.",
        "30": "Koa hoy ilay anjely: “Aza matahotra, ry Maria, fa efa nankasitrahan’Andriamanitra ianao.",
        "31": "Ary hitoe-jaza ianao ka hiteraka zazalahy, ary ny anarany hataonao hoe Jesosy.",
        "32": "Ho lehibe izy ka hantsoina hoe Zanaky ny Avo Indrindra, ary i Jehovah Andriamanitra hanome azy ny seza fiandrianan’i Davida rainy.",
        "33": "Ary ho mpanjaka eo amin’ny taranak’i Jakoba mandrakizay izy, ary tsy hifarana mihitsy ny fanjakany.”",
        "34": "Hoy anefa i Maria tamin’ilay anjely: “Ahoana no hetezan’izany, nefa izaho tsy nanao firaisana tamin-dehilahy?”",
        "35": "Fa hoy ilay anjely: “Ho tonga aminao ny fanahy masina ary ny herin’ny Avo Indrindra hanaloka anao. Izany no antony hiantsoana an’ilay haterakao hoe masina, Zanak’Andriamanitra.",
        "36": "Ary i Elizabeta havanao koa efa mitoe-jaza na dia efa antitra aza, ary efa mandray enim-bolana izao ny kibony, dia izy ilay nantsoina hoe vehivavy momba.",
        "37": "Tsy hisy tsy ho tanteraka mantsy izay lazain’Andriamanitra.”",
        "38": "Hoy àry i Maria: “Intỳ aho mpanompovavin’i Jehovah! Enga anie ho tanteraka amiko izany araka ny teninao!” Dia nandao azy ilay anjely.",
        "39": "Koa niainga i Maria tamin’izany fotoana izany, ary nandeha haingana nankany amin’ny faritra be tendrombohitra, ho any amin’ny tanàna iray tany Joda.",
        "40": "Ary niditra tao an-tranon’i Zakaria izy ka niarahaba an’i Elizabeta.",
        "41": "Rehefa nandre ny fiarahaban’i Maria i Elizabeta, dia nibitaka ny zaza tao an-kibony. Ary feno fanahy masina i Elizabeta,",
        "42": "ka niantsoantso mafy hoe: “Tahin’Andriamanitra ianao amin’ny vehivavy rehetra, ary tahina ilay hateraky ny kibonao!",
        "43": "Ahoana no mba nahatongavan’izao voninahitra izao amiko, fa ny renin’ny Tompoko no tonga ato amiko?",
        "44": "Jereo fa raha vao ren’ny sofiko ny feonao niarahaba, dia nibitaka noho ny hafaliana be ny zaza ato an-kiboko!",
        "45": "Sambatra koa ianao fa nino, satria ho tanteraka daholo izay nampilazain’i Jehovah taminao.”",
        "46": "Ary hoy i Maria: “Mankalaza an’i Jehovah aho,",
        "47": "ary tsy tanako ny hafaliako amin’Andriamanitra Mpamonjy ahy,",
        "48": "satria nijery ny fahambanian’ny mpanompovaviny izy. Manomboka izao, dia hilaza ahy ho sambatra ny taranaka rehetra,",
        "49": "satria nanao asa lehibe ho ahy Ilay mahery, ary masina ny anarany.",
        "50": "Hatramin’ny taranaka fara mandimby ny famindram-pony, dia amin’izay matahotra azy.",
        "51": "Nanao asa lehibe tamin’ny sandriny mahery izy, ary nampiely ny mpirehareha, dia ireo mirehareha noho ny fikasan’ny fony.",
        "52": "Naetriny hiala tamin’ny seza fiandrianany ny manana fahefana, fa nasandrany kosa ny ambany.",
        "53": "Nataony voky zava-tsoa ny noana, ary noroahiny hiala maina ny manankarena.",
        "54": "Nanampy ny Israely mpanompony izy, mba hotsaroany ny famindram-pony,",
        "55": "araka izay nolazainy tamin’ny razantsika, dia i Abrahama sy ny taranany, mandrakizay.”",
        "56": "Ary nijanona telo volana teo ho eo tany amin’i Elizabeta i Maria vao nody tany aminy.",
        "57": "Tonga àry izao ny fotoana hiterahan’i Elizabeta, ka niteraka zazalahy izy.",
        "58": "Ren’ny mpiara-monina taminy sy ny havany fa lehibe tokoa ny famindram-po nasehon’i Jehovah taminy, ka niara-niravoravo taminy ireo.",
        "59": "Tonga hamora ilay zaza izy ireo tamin’ny andro fahavalo, sady efa saika hataony hoe Zakaria, araka ny anaran-drainy, ny anarany.",
        "60": "Hoy anefa ny reniny: “Tsy izany mihitsy! Jaona no hatao anarany.”",
        "61": "Koa hoy ireo: “Tsy misy manana izany anarana izany ange ny havanao e!”",
        "62": "Dia lasa nanontany ny rain’ilay zaza ireo ka nanao baiko moana taminy ny amin’izay tiany hiantsoana azy.",
        "63": "Ary nangataka takela-kazo i Zakaria ka nanoratra hoe: “Jaona no anarany.” Dia gaga avokoa izy rehetra.",
        "64": "Ary nisokatra niaraka tamin’izay ny vavan’i Zakaria sady nivaha ny lelany, ka nanomboka niteny izy ary nidera an’Andriamanitra.",
        "65": "Raiki-tahotra izay rehetra niara-nonina taminy, ary nanjary ambentin-dresaka eran’ilay faritra be tendrombohitra tany Jodia izany rehetra izany.",
        "66": "Ary izay rehetra nandre dia nandatsaka izany tao am-pony ka nilaza hoe: “Ho zaza hanao ahoana loatra re io e?” Fa nomba azy tokoa ny tanan’i Jehovah.",
        "67": "Feno fanahy masina * i Zakaria rainy, ka naminany hoe:",
        "68": "“Hisaorana anie i Jehovah, Andriamanitry ny Israely, satria nitsinjo sy nanafaka ny vahoakany izy!",
        "69": "Ary nanangana tandroka famonjena * ho antsika tao amin’ny taranak’i Davida mpanompony izy,",
        "70": "araka ny nolazainy tamin’ny alalan’ny mpaminany masina fahiny.",
        "71": "Nilaza tokoa mantsy izy fa hamonjy antsika amin’ny fahavalontsika sy amin’ny tanan’izay rehetra mankahala antsika.",
        "72": "Nilaza koa izy fa hamindra fo amin’ny razantsika sy hahatsiaro ny fifanekena masina nataony,",
        "73": "dia ilay fianianany tamin’i Abrahama razantsika.",
        "74": "Efa nianiana mantsy izy fa hanome antsika an’ilay voninahitra hanao fanompoana masina ho azy, rehefa avy nafahana teo an-tanan’ny fahavalontsika isika. Hanao fanompoana masina tsy amin-tahotra isika,",
        "75": "ka tsy hivadika ary hanao ny marina eo anatrehany, mandritra ny androm-piainantsika.",
        "76": "Ary ianao kosa, ry zaza, dia hantsoina hoe mpaminanin’ny Avo Indrindra ianao. Ary handeha eo alohan’i Jehovah ianao, eny, hialoha azy hanomana ny lalany,",
        "77": "ka hanome ho an’ny vahoakany fahalalana momba ny famonjena, amin’ny alalan’ny famelan-keloka,",
        "78": "noho ny halehiben’ny fangoraham-pon’Andriamanitsika. Hisy mazava hiposaka ho antsika avy any amin’ny avo, noho izany fangoraham-po izany,",
        "79": "mba hanome fahazavana ho an’izay mipetraka ao amin’ny haizina sy ny aloky ny fahafatesana, mba hitarika ny diantsika ka handehanantsika soa aman-tsara ao amin’ny lalan’ny fiadanana.”",
        "80": "Ary nitombo hatrany ilay zaza ka nihamato-tsaina, ary nitoetra tany an-tany efitra izy mandra-pisehony an-karihary tamin’ny Israely."
    },
    "2": {
        "1": "Tamin’izany andro izany, dia namoaka didy hanoratana ny anaran’ny mponina eran’ilay tany i Aogosto Kaisara.",
        "2": "I Kyrenio no governora tany Syria tamin’io fanoratana voalohany io.",
        "3": "Dia nankany amin’ny tanàna niaviany avy ny olona rehetra mba hosoratana anarana.",
        "4": "Ary niakatra avy tany Galilia, avy tao an-tanànan’i Nazareta, koa i Josefa, satria anisan’ny taranak’i Davida sady fianakaviany. Koa nankany Jodia izy, ho ao an-tanànan’i Davida, izay atao hoe Betlehema,",
        "5": "mba hisoratra anarana miaraka amin’i Maria, izay efa lasa vadiny araka ny efa nifanekeny. Ary efa bevohoka be i Maria tamin’izay.",
        "6": "Dia tonga ny andro tokony hiterahany, raha mbola tany izy ireo.",
        "7": "Koa niteraka ny zanany lahimatoa izy, ary nofeheziny lamba ilay zaza, ka nampandriny tao amin’ny fihinanam-bilona, satria tsy nisy toerana ho azy ireo intsony tany amin’ny efitranom-bahiny.",
        "8": "Ary nisy mpiandry ondry koa tany amin’io faritra io. Nitoetra tany an-tsaha izy ireo tamin’ny alina, niambina ny andian’ondriny.",
        "9": "Tampoka teo, dia nisy anjelin’i Jehovah nitsangana teo anilan’izy ireo. Nanjelanjelatra nanodidina an’ireo mpiandry ondry ny voninahitr’i Jehovah, ka natahotra mafy izy ireo.",
        "10": "Hoy anefa ilay anjely: “Aza matahotra fa tonga hilaza vaovao tsara aminareo aho, dia fifaliana lehibe ho an’ny olona rehetra.",
        "11": "Fa Mpamonjy no teraka ho anareo androany ao an-tanànan’i Davida, dia i Kristy Tompo.",
        "12": "Ary izao no famantarana ho anareo: Hahita zaza menavava nofehezina lamba sady mandry ao anaty fihinanam-bilona ianareo.”",
        "13": "Ary tampoka teo, dia nisy anjely maro be avy amin’ny tafiky ny lanitra niaraka tamin’ilay anjely, ka nidera an’Andriamanitra hoe:",
        "14": "“Voninahitra any amin’ny avo indrindra ho an’Andriamanitra, ary fiadanana etỳ ambonin’ny tany eo amin’ny olona ankasitrahany.”",
        "15": "Rehefa niala teo ireo anjely ka lasa tany an-danitra, dia hoy ny mpiandry ondry: “Andao ho any Betlehema avy hatrany mba hijery izany zava-nitranga nampahafantarin’i Jehovah antsika izany.”",
        "16": "Dia lasa haingana izy ireo ka nahita an’i Maria sy Josefa, ary hitany koa ny zazakely nandry tao amin’ny fihinanam-bilona.",
        "17": "Rehefa hitany ilay zazakely, dia nampahafantariny azy ireo izay nolazaina taminy momba ilay zaza.",
        "18": "Ary gaga izay rehetra nandre ny teny nolazain’ny mpiandry ondry,",
        "19": "fa i Maria kosa nitadidy izany teny rehetra izany, ka nandinika lalina an’izany tao am-pony.",
        "20": "Dia niverina ny mpiandry ondry, ka nanome voninahitra sy nidera an’Andriamanitra noho izay rehetra hitany sy reny, araka ny nolazaina taminy.",
        "21": "Ary noforana ilay zaza rehefa feno valo andro, ary natao hoe Jesosy ny anarany, araka ny nolazain’ilay anjely talohan’ny nisiany tao am-bohoka.",
        "22": "Rehefa tapitra ny andro fidiovan’izy ireo araka ny lalàn’i Mosesy, dia nentiny niakatra tany Jerosalema izy mba hatolotra ho an’i Jehovah,",
        "23": "araka ny voasoratra ao amin’ny lalàn’i Jehovah hoe: “Hatao hoe masina eo anatrehan’i Jehovah ny lahy voalohan-teraka rehetra.”",
        "24": "Anisan’ny niakarany tany koa ny hanolotra fanatitra araka ny voalazan’ny lalàn’i Jehovah, dia “domohina roa na zana-boromailala roa.”",
        "25": "Nisy lehilahy atao hoe Simeona tany Jerosalema, ary olo-marina sy matahotra an’Andriamanitra izy. Niandry ny fampiononana ny Israely izy. Ary tao aminy ny fanahy masina.",
        "26": "Nahariharin’Andriamanitra taminy tamin’ny alalan’ny fanahy masina koa fa tsy ho faty izy raha tsy efa mahita an’ilay Kristin’i Jehovah.",
        "27": "Teo ambany herin’ny fanahy * àry, dia niditra tao amin’ny tempoly izy. Ary nentin’ny ray aman-dreniny tao ilay zaza mba hanaovana aminy ny fomba mahazatra takin’ny lalàna.",
        "28": "Dia notrotroin’i Simeona ilay zaza ka nidera an’Andriamanitra izy hoe:",
        "29": "“Ry Tompo Fara Tampony ô, avelanao handeha amim-piadanana amin’izay ankehitriny ny mpanomponao, araka ny efa teninao,",
        "30": "satria efa hitan’ny masoko ny fomba hitondranao famonjena,",
        "31": "izay nomaninao teo imason’ny firenena rehetra,",
        "32": "dia hazavana izay hanala ny zavatra manarona ny firenena sady voninahitry ny Israely olonao.”",
        "33": "Nahagaga an’ireo ray aman-dreniny foana izay teny nolazaina momba an’ilay zaza.",
        "34": "Nitso-drano azy ireo i Simeona, nefa hoy izy tamin’i Maria renin’ilay zaza: “Ity zaza ity no atao ho fandavoana sy fananganana ny maro amin’ny Israely, sady ho famantarana hohamavoin’ny olona",
        "35": "—na ianao aza ho toy ny voatrobaky ny sabatra—mba hiharihary ny eritreritra any am-pon’ny maro.”",
        "36": "Ary nisy mpaminanivavy atao hoe Ana, zanakavavin’i Fanoela, ao amin’ny fokon’i Asera. Efa tena be taona io vehivavy io. Niara-niaina tamin’ny vadiny nandritra ny fito taona izy, taorian’ny naha virjiny azy.",
        "37": "Mpitondratena izy, ary efatra amby valopolo taona. Tonga tsy tapaka tao amin’ny tempoly anefa izy, nanao fanompoana masina andro aman’alina sady nifady hanina no nitalaho tamim-bavaka.",
        "38": "Ary tamin’izay ora izay indrindra, dia nanatona izy ka nisaotra an’Andriamanitra ary niresaka momba ilay zaza tamin’izay rehetra niandry ny fanafahana an’i Jerosalema.",
        "39": "Rehefa vitan’izy ireo daholo izay rehetra notakin’ny lalàn’i Jehovah, dia niverina tany Galilia izy ireo, tao Nazareta tanànany.",
        "40": "Ary nitombo hatrany ilay zaza, ka nihanatanjaka sady nitombo fahendrena, ary nankasitraka azy foana Andriamanitra.",
        "41": "Mpankany Jerosalema isan-taona ny ray aman-dreniny, tamin’ny fetin’ny Paska.",
        "42": "Ary rehefa roa ambin’ny folo taona izy, dia niakatra tany toy ny fanao amin’ny fety izy ireo",
        "43": "ka nanapitra ny andro fety tany. Fa i Jesosy tovolahikely kosa mbola nijanona tany Jerosalema, nefa tsy tsikaritry ny ray aman-dreniny izany.",
        "44": "Noheverin’izy ireo fa niaraka tamin’ireo mpiara-dia taminy izy. Efa nandeha lalana indray andro izy ireo vao nitady azy tany amin’ny havany sy ny olom-pantany,",
        "45": "nefa tsy nahita azy. Koa niverina tany Jerosalema izy mivady ka nitady azy hatraiza hatraiza.",
        "46": "Rehefa afaka telo andro, dia hitany tao amin’ny tempoly izy, nipetraka teo afovoan’ny mpampianatra, ary nihaino sady nanontany.",
        "47": "Talanjona izay rehetra nihaino azy noho ny fahiratan-tsainy sy ny valin-teniny.",
        "48": "Ary gaga izy mivady rehefa nahita azy, ka hoy ny reniny taminy: “Fa nahoana ianao, anaka, no manao anay toy izao? Jereo fa tena nitebiteby be nitady anao izaho sy rainao.”",
        "49": "Hoy anefa izy: “Fa maninona no nitady ahy ianareo? Tsy fantatrareo ve fa tsy maintsy ho ato an-tranon’ny Raiko aho?”",
        "50": "Tsy azon’ireo anefa ny teny nolazainy.",
        "51": "Ary niara-nidina tamin’izy ireo nankany Nazareta izy, ka nankatò azy ireo foana. Dia nitahiry tsara izany teny rehetra izany tao am-pony ny reniny.",
        "52": "Ary nihanitombo fahendrena i Jesosy, sady nihalehibe, ary nihanahazo sitraka tamin’Andriamanitra sy ny olona."
    },
    "3": {
        "1": "Tamin’ny taona fahadimy ambin’ny folo nanjakan’i Tiberio Kaisara, fony i Pontio Pilato no governoran’i Jodia, ary i Heroda no lehibem-paritr’i Galilia, fa i Filipo rahalahiny kosa no lehibem-paritra tany Itoria sy Trakonitisy, ary i Lysania no lehibem-paritr’i Abilena,",
        "2": "tamin’ny andron’i Anasy lehiben’ny mpisorona sy Kaiafa, dia tonga tamin’i Jaona zanak’i Zakaria ny fanambaran’Andriamanitra, tany an-tany efitra.",
        "3": "Koa nankany amin’ny faritra rehetra manodidina ny Reniranon’i Jordana izy, nitory ny batisa izay mariky ny fibebahana hahazoana famelan-keloka,",
        "4": "araka izay voasoratra ao amin’ny boky misy ny tenin’i Isaia mpaminany hoe: “Injay misy miantso mafy any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah! Ataovy mahitsy ny lalan-kalehany.",
        "5": "Tsy maintsy hototofana daholo ny lalan-driaka, ary haetry ny tendrombohitra sy ny havoana rehetra, ary ny lalana miolakolaka tsy maintsy hahitsy ary ny lalana mikitoantoana hatao mitovy tantana.",
        "6": "Ary ny nofo rehetra hahita ny fomba hitondran’Andriamanitra famonjena.’”",
        "7": "Dia hoy izy tamin’ny vahoaka tonga mba hataony batisa: “Ry taranaky ny menarana, iza no nanoro hevitra anareo handositra ny fahatezerana efa ho avy?",
        "8": "Koa mamoaza voa mifanentana amin’ny fibebahana, ary aza manao anakampo hoe: ‘Manana an’i Abrahama ho rainay izahay.’ Lazaiko aminareo fa vitan’Andriamanitra ny manova ireto vato ireto ho lasa zanak’i Abrahama.",
        "9": "Efa eo am-pototry ny hazo tokoa ny famaky, ka ny hazo rehetra tsy mamoa voa tsara dia hokapaina ary hatsipy ao anaty afo.”",
        "10": "Hoy ny vahoaka nanontany azy: “Inona àry no tokony hataonay?”",
        "11": "Hoy izy: “Aoka izay manana akanjo anankiroa hanome ho an’izay tsy manana, ary aoka izay manan-kohanina hanao toy izany koa.”",
        "12": "Ary na ny mpamory hetra aza mba tonga hatao batisa koa, ka niteny taminy hoe: “Mpampianatra ô, inona no tokony hataonay?”",
        "13": "Hoy izy: “Aza mitaky hetra mihoatra noho ny tokony ho izy.”",
        "14": "Nisy miaramila koa nanontany azy hoe: “Ary inona kosa no tokony hataonay?” Dia hoy izy: “Aza mila sotasota amin’olona, na manendrikendrika olona, fa aoka ianareo ho afa-po amin’ny karamanareo.”",
        "15": "Efa niandriandry ny olona ary samy nihevitra tao am-pony momba an’i Jaona hoe: “Izy angamba no Kristy?”",
        "16": "Hoy anefa ny navalin’i Jaona azy rehetra: “Izaho manao batisa anareo amin’ny rano, fa ho avy ilay mahery noho izaho, ary tsy mendrika hamaha ny fehin-kapany akory aza aho. Izy no hanao batisa anareo amin’ny fanahy masina sy ny afo.",
        "17": "Efa eny an-tanany ny fitaovana fikororohana ka hodioviny tsara ny famoloany, ary ny vary hangoniny ho ao an-trano fitehirizana azy, fa ny akofa sy ny mololo kosa hodorany amin’ny afo tsy mety maty.”",
        "18": "Nisy fananarana maro hafa koa nomeny, ary nitory hatrany ny vaovao tsara tamin’ny olona izy.",
        "19": "Fa nanarin’i Jaona kosa i Heroda lehibem-paritra, noho izy naka an’i Herodiasy vadin-drahalahiny, sy noho ny zava-dratsy rehetra nataony.",
        "20": "Ankoatra an’ireo zava-dratsy rehetra ireo, dia nataony am-ponja koa i Jaona.",
        "21": "Rehefa natao batisa daholo ny olona rehetra, dia natao batisa koa i Jesosy. Ary nisokatra ny lanitra raha mbola nivavaka izy.",
        "22": "Dia nidina nankeo amboniny ny fanahy masina izay niendrika voromailala, ary nisy feo avy any an-danitra nanao hoe: “Ianao no Zanako malalako, ianao no sitrako.”",
        "23": "Telopolo taona teo ho eo i Jesosy rehefa nanomboka ny asany. Izy ilay zanak’i Josefa, araka ny fiheveran’ny olona, ary Josefa zanak’i Hely,",
        "24": "Hely zanak’i Matata, Matata zanak’i Levy, Levy zanak’i Melky, Melky zanak’i Janay, Janay zanak’i Josefa,",
        "25": "Josefa zanak’i Matitia, Matitia zanak’i Amosa, Amosa zanak’i Nahoma, Nahoma zanak’i Esly, Esly zanak’i Nagay,",
        "26": "Nagay zanak’i Mata, Mata zanak’i Matitia, Matitia zanak’i Semey, Semey zanak’i Joseka, Joseka zanak’i Joda,",
        "27": "Joda zanak’i Joanana, Joanana zanak’i Resa, Resa zanak’i Zerobabela, Zerobabela zanak’i Sealtiela, Sealtiela zanak’i Nery,",
        "28": "Nery zanak’i Melky, Melky zanak’i Ady, Ady zanak’i Kosama, Kosama zanak’i Elmadama, Elmadama zanak’i Era,",
        "29": "Era zanak’i Jesosy, Jesosy zanak’i Eliezera, Eliezera zanak’i Joreima, Joreima zanak’i Matata, Matata zanak’i Levy,",
        "30": "Levy zanak’i Simeona, Simeona zanak’i Jodasy, Jodasy zanak’i Josefa, Josefa zanak’i Jonama, Jonama zanak’i Eliakima,",
        "31": "Eliakima zanak’i Melea, Melea zanak’i Mena, Mena zanak’i Matata, Matata zanak’i Natana, Natana zanak’i Davida,",
        "32": "Davida zanak’i Jese, Jese zanak’i Obeda, Obeda zanak’i Boaza, Boaza zanak’i Salmona, Salmona zanak’i Nasona,",
        "33": "Nasona zanak’i Aminadaba, Aminadaba zanak’i Arny, Arny zanak’i Hezrona, Hezrona zanak’i Pereza, Pereza zanak’i Joda,",
        "34": "Joda zanak’i Jakoba, Jakoba zanak’i Isaka, Isaka zanak’i Abrahama, Abrahama zanak’i Tera, Tera zanak’i Nahora,",
        "35": "Nahora zanak’i Seroga, Seroga zanak’i Reo, Reo zanak’i Palega, Palega zanak’i Ebera, Ebera zanak’i Sela,",
        "36": "Sela zanak’i Kenana, Kenana zanak’i Arpaksada, Arpaksada zanak’i Sema, Sema zanak’i Noa, Noa zanak’i Lameka,",
        "37": "Lameka zanak’i Metosela, Metosela zanak’i Enoka, Enoka zanak’i Jareda, Jareda zanak’i Mahalalila, Mahalalila zanak’i Kenana,",
        "38": "Kenana zanak’i Enosa, Enosa zanak’i Seta, Seta zanak’i Adama, Adama zanak’Andriamanitra."
    },
    "4": {
        "1": "Feno fanahy masina i Jesosy rehefa niala avy tao amin’ny Reniranon’i Jordana. Ary nentin’ny fanahy masina nankany an-tany efitra izy, ka nivezivezy tany",
        "2": "efapolo andro, ary nalain’ny Devoly fanahy nandritra izany. Tsy nihinan-kanina koa izy tamin’izany, ka noana rehefa tapitra ireo andro ireo.",
        "3": "Koa niteny taminy ny Devoly hoe: “Raha zanak’Andriamanitra ianao, dia teneno ho tonga mofo io vato io.”",
        "4": "Fa hoy ny navalin’i Jesosy azy: “Voasoratra hoe: ‘Tsy ny mofo ihany no tsy maintsy iveloman’ny olona.’”",
        "5": "Dia nentin’ny Devoly niakatra teny an-tendrombohitra izy, ka nasehony azy indray mipy maso ny fanjakana rehetra manerana ny tany onenana.",
        "6": "Ary hoy ny Devoly: “Homeko anao izao fahefana rehetra izao sy ny voninahiny, fa efa natolotra ahy izany ka izay tiako homena azy no omeko azy.",
        "7": "Koa raha miankohoka indray mandeha eto anatrehako ianao, dia ho anao manontolo izany.”",
        "8": "Fa hoy i Jesosy: “Voasoratra hoe: ‘I Jehovah Andriamanitrao no tsy maintsy iankohofanao, ary ho azy irery ihany no tsy maintsy anaovanao fanompoana masina.’”",
        "9": "Ary nitondra azy nankany Jerosalema ny Devoly, ka nametraka azy teo an-tampon’ny mandan’ny tempoly, ary niteny taminy hoe: “Raha zanak’Andriamanitra ianao, dia mianjerà any ambany any.",
        "10": "Fa voasoratra hoe: ‘Homeny baiko hitsinjo anao ny anjeliny mba hiaro anao’,",
        "11": "sy hoe: ‘Hitondra anao eny an-tanany izy ireo, mba tsy hidona amin’ny vato mihitsy ny tongotrao.’”",
        "12": "Dia hoy ny navalin’i Jesosy: “Voalaza hoe: ‘Aza mitsapa toetra an’i Jehovah Andriamanitrao.’”",
        "13": "Rehefa avy naka fanahy azy tamin’izany rehetra izany ny Devoly, dia nandao azy mandra-pahatongan’ny fotoana hafa mety indray.",
        "14": "Niverina tany Galilia i Jesosy ary tao aminy ny herin’ny fanahy. Dia niely tany amin’ny faritra manodidina rehetra ny laza tsarany.",
        "15": "Ary nampianatra tao amin’ny synagoga izy, ka nomen’ny rehetra voninahitra.",
        "16": "Tonga tany Nazareta, tanàna nahabe azy izy, ary niditra tao amin’ny synagoga toy ny fanaony rehefa sabata, ka nitsangana hamaky teny.",
        "17": "Dia natolotra azy ny horonam-bokin’i Isaia mpaminany, ary nosokafany ka notadiaviny izay nisy ilay soratra hoe:",
        "18": "“Ny fanahin’i Jehovah no ato amiko, satria nanosotra ahy hilaza vaovao tsara amin’ny mahantra izy, ary naniraka ahy hitory fanafahana amin’ny babo sy fampahiratana amin’ny jamba, hanafaka sy handefa ny ory,",
        "19": "hitory taona fanehoan’i Jehovah fankasitrahana.”",
        "20": "Avy eo, dia nahorony ilay horonam-boky ka naveriny tamin’ny mpikarakara ary nipetraka izy. Nibanjina azy ny mason’izay rehetra tao amin’ny synagoga.",
        "21": "Ary hoy izy: “Androany no tanteraka izany andinin-teny vao renareo izany.”",
        "22": "Nidera azy daholo ny rehetra, ary gaga noho ny teny mahafinaritra naloaky ny vavany, ka hoy ireo: “Tsy zanak’i Josefa ve io e?”",
        "23": "Hoy ny navalin’i Jesosy: “Hampiharinareo amiko tokoa izao ilay fitenenana hoe: ‘Dokotera ô, sitrano aloha ny tenanao’, ka hilaza amiko ianareo hoe: ‘Efa renay izay efa nataonao tany Kapernaomy ka ataovy eto amin’ny taninao koa izany.’”",
        "24": "Hoy anefa izy: “Lazaiko aminareo marina tokoa fa tsy misy mpaminany ekena ao amin’ny faritra niaviany.",
        "25": "Lazaiko marina aminareo, ohatra, fa maro ny vehivavy mpitondratena teo amin’ny Israely tamin’ny andron’i Elia, fony nihantona telo taona sy enim-bolana ny orana, ka nisy mosary mafy tao amin’ilay tany.",
        "26": "Tsy nirahina ho any amin’ny anankiray tamin’ireny anefa i Elia, fa ho any amin’ny vehivavy mpitondratena iray tany Zarefata any Sidona ihany.",
        "27": "Nisy boka maro koa teo amin’ny Israely tamin’ny andron’i Elisa mpaminany, nefa tsy nisy nodiovina ireny na iray aza, afa-tsy i Namàna, ilay lehilahy avy any Syria.”",
        "28": "Tezitra mafy izay rehetra nandre izany tao amin’ny synagoga,",
        "29": "ka nitsangana ary nandroaka azy ho any ivelan’ny tanàna. Ary nentin’izy ireo ho any an-tampon’ilay tendrombohitra niorenan’ny tanànany izy, mba hanjerana azy tany amin’ny tevana.",
        "30": "Namakivaky teo afovoan’ireo anefa izy ka lasa.",
        "31": "Dia nidina tany Kapernaomy, tanàna any Galilia izy, ary nampianatra ny olona tamin’ny sabata,",
        "32": "ka nitolagaga ireo noho ny fomba fampianany, satria feno fahefana ny teniny.",
        "33": "Ary nisy lehilahy nipetrahan’ny fanahy, na demonia maloto, tao amin’ny synagoga. Nikiakiaka mafy izy hoe:",
        "34": "“Fa misy zavatra iombonanay aminao angaha moa, ry Jesosy avy any Nazareta? Tonga mba handringana anay ve ianao? Fantatro tsara ange fa ianao Ilay Masin’Andriamanitra e!”",
        "35": "Niteny mafy azy anefa i Jesosy hoe: “Mangìna, ary mivoaha aminy!” Dia nivoaka ilay demonia rehefa avy nanjera an’ilay lehilahy teo afovoan’ny olona, nefa tsy nandratra azy.",
        "36": "Gaga avokoa ny rehetra ka nifampiresaka hoe: “Teny manao ahoana loatra izany lazainy izany? Fa na ny fanahy maloto aza baikoiny amin’ny fahefana sy ny hery ka mivoaka.”",
        "37": "Ary niely nanerana ny faritra manodidina ny vaovao momba azy.",
        "38": "Nitsangana izy, ka niala tao amin’ny synagoga, ary niditra tao an-tranon’i Simona. Nanavy be ny rafozambavin’i Simona, ka nangataka an’i Jesosy hanasitrana azy izy ireo.",
        "39": "Dia nitsangana teo akaikin-dravehivavy izy, ary noteneniny mafy ny fanaviana ka niala. Dia niarina avy hatrany ravehivavy ka nikarakara an’ireo.",
        "40": "Ary izay rehetra nanana olona mararin’ny aretina samihafa dia nitondra ny marariny tany aminy, rehefa hilentika ny masoandro. Nametra-tanana tamin’ny tsirairay taminy izy mba hanasitranany azy.",
        "41": "Nivoaka koa ny demonia tamin’ny olona maro, ka niantso mafy hoe: “Ianao no Zanak’Andriamanitra.” Noteneniny mafy anefa ireo ka tsy navelany hiteny, satria fantatr’ireo fa izy no Kristy.",
        "42": "Rehefa maraina ny andro, dia niala teo izy ka nankany amin’ny toerana nitokana. Nikaroka azy anefa ny vahoaka, ary tonga tany aminy mihitsy, ka nitady hihazona azy mba tsy hialany teo amin’izy ireo.",
        "43": "Fa hoy izy: “Tsy maintsy mitory ny vaovao tsaran’ny fanjakan’Andriamanitra any amin’ny tanàna hafa koa aho, fa izany no nanirahana ahy.”",
        "44": "Dia nanohy ny fitoriany tao amin’ireo synagoga tany Jodia tokoa izy."
    },
    "5": {
        "1": "Nijoro teo amoron’ny farihin’i Genesareta i Jesosy indray mandeha, ary nifanesika teo aminy ny vahoaka, nihaino ny tenin’Andriamanitra.",
        "2": "Ary nahita sambokely roa niantsona teo amorom-parihy izy. Efa tsy tao an-tsambokely ny mpanarato fa nanasa ny haratony.",
        "3": "Koa niakatra tao amin’ny sambokely anankiray izay an’i Simona i Jesosy, ka nangataka azy hihataka kely amin’ny morony. Dia nipetraka izy, ary avy tao an-tsambokely no nampianarany ny vahoaka.",
        "4": "Rehefa tapitra ny teniny, dia hoy izy tamin’i Simona: “Mirosoa any amin’ny lalina, ary alatsaho ny haratonareo hahazoanareo trondro!”",
        "5": "Hoy anefa i Simona: “Mpampianatra ô, efa niasa mafy nandritra ny alina manontolo izahay, saingy tsy nahazo mihitsy. Noho ny teninao anefa, dia halatsako ihany ny harato.”",
        "6": "Nahazo trondro maro be anefa izy ireo rehefa nanao izany, ka nisy rovitra ny harato.",
        "7": "Koa nisy fihetsika nataon’izy ireo mba hiantsoana ny namany teny amin’ny sambokely hafa mba ho tonga hanampy azy. Dia tonga ireo ary nofenoiny ny sambokely roa, ka efa saika nilentika.",
        "8": "Koa nandohalika teo anoloan’i Jesosy i Simona Petera rehefa nahita izany, ka nanao hoe: “Tompo ô, mialà amiko fa mpanota aho.”",
        "9": "Talanjona mantsy izy sy izay rehetra niaraka taminy noho ny trondro azony.",
        "10": "Talanjona toy izany koa i Jakoba sy Jaona, zanak’i Zebedio, izay iray asa tamin’i Simona. Hoy anefa i Jesosy taminy: “Aza matahotra, fa manomboka izao dia olona velona no ho azonao.”",
        "11": "Koa naverin’izy ireo teny an-tanety ny sambokely, ary nandao ny zava-drehetra ireo ka lasa nanaraka azy.",
        "12": "Indray mandeha koa, raha mbola tao amin’ny tanàna anankiray izy, dia io fa nisy lehilahy rakotry ny habokana tao. Niankohoka io raha vao nahita an’i Jesosy, ka niangavy hoe: “Tompo ô, raha mba sitrakao fotsiny mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "13": "Dia nanatsotra ny tanany i Jesosy ka nikasika azy sady nanao hoe: “Sitrako tokoa. Madiova ianao.” Koa afaka taminy avy hatrany ny habokana.",
        "14": "Ary noraran’i Jesosy ilay lehilahy mba tsy hilazalaza amin’olona, ka hoy izy taminy: “Mandehana kosa miseho any amin’ny mpisorona, ary manaova fanatitra noho ny nanadiovana anao, araka ny nandidian’i Mosesy, mba ho porofo amin’izy ireo fa sitrana ianao.”",
        "15": "Vao mainka niely anefa ny resaka momba azy, ka nisy vahoaka be tonga hihaino sy hositranina tamin’ny aretiny.",
        "16": "Nitoetra irery tany an-tany efitra anefa izy ary tsy nitsahatra nivavaka.",
        "17": "Indray andro, raha nampianatra izy, dia nisy Fariseo sy mpampiana-dalàna nipetraka teo. Avy any amin’ny tanàna kely rehetra any Galilia sy Jodia ary Jerosalema, izy ireo. Ary tao amin’i Jesosy ny herin’i Jehovah mba hanasitranany ny marary.",
        "18": "Ary indreo nisy olona nitondra lehilahy iray nalemy, izay nolanjainy teo ambonin’ny fandrianany. Nitady fomba hampidirana azy sy hametrahana azy teo anoloan’i Jesosy izy ireo.",
        "19": "Tsy nahita fomba anefa ireo noho ny habetsahan’ny vahoaka. Koa niakatra tao an-tampon-trano ireo, ary nampidina azy mbamin’ilay fandriana keliny avy teo amin’ny tafo tanimanga, mba ho eo amin’ny olona izay teo anoloan’i Jesosy.",
        "20": "Rehefa hitan’i Jesosy ny finoan’ireo, dia hoy izy: “Voavela ny helokao, ralehilahy.”",
        "21": "Koa nieritreritra ny mpanora-dalàna sy ny Fariseo hoe: “Iza koa ity manevateva an’Andriamanitra ity? Iza no afaka mamela heloka afa-tsy Andriamanitra ihany?”",
        "22": "Takatr’i Jesosy anefa ny eritreriny, ka hoy izy: “Inona izao eritreretinareo ao am-ponareo izao?",
        "23": "Fa inona no mora kokoa: Ny milaza hoe: ‘Voavela ny helokao’, sa ny milaza hoe: ‘Mitsangàna ka mandehana’?",
        "24": "Mba hahafantaranareo anefa fa manana fahefana eto an-tany hamela heloka ny Zanak’olona...”, dia hoy izy tamin’ilay nalemy: “Izao no lazaiko aminao: Mitsangàna, batao ny fandriana kelinao ary mandehana mody.”",
        "25": "Dia nitsangana avy hatrany teo anatrehan’ireo izy, ka nibata ny fandrianany ary lasa nody, sady nanome voninahitra an’Andriamanitra.",
        "26": "Ary zendana ny rehetra ka nanome voninahitra an’Andriamanitra. Raiki-tahotra koa izy ireo ka nanao hoe: “Zavatra hafahafa koa iny hitantsika androany iny!”",
        "27": "Taorian’izany, dia nivoaka izy ka nahita mpamory hetra atao hoe Levy, nipetraka tao amin’ny birao famorian-ketra. Ary hoy izy taminy: “Andao hanara-dia ahy.”",
        "28": "Dia nandao ny zava-drehetra izy ka nitsangana ary nanaraka azy.",
        "29": "Ary nanao fanasambe ho an’i Jesosy i Levy, tao an-tranony. Nisy mpamory hetra maro sy olon-kafa koa tao, ka samy nandry ilika * hisakafo ireo.",
        "30": "Ary nimenomenona tamin’ny mpianatr’i Jesosy ny Fariseo sy ny mpanora-dalàna teo aminy hoe: “Fa nahoana ianareo no miara-mihinana sy misotro amin’ny mpamory hetra sy ny mpanota?”",
        "31": "Fa namaly i Jesosy hoe: “Tsy ny salama no mila dokotera, fa ny marary.",
        "32": "Ary tsy tonga hiantso ny marina aho, fa ny mpanota mba hibebaka.”",
        "33": "Hoy ireo: “Nifady hanina matetika ny mpianatr’i Jaona sady nitalaho tamim-bavaka. Nanao toy izany koa ny mpianatry ny Fariseo, fa ny anao kosa mihinana sy misotro.”",
        "34": "Dia hoy i Jesosy taminy: “Vitanareo ve ny mampifady hanina ny naman’ny mpampakatra raha mbola eo aminy ny mpampakatra?",
        "35": "Ho avy tokoa anefa ny andro hanesorana ny mpampakatra tsy ho eo aminy, ka amin’izany andro izany izy ireo vao hifady hanina.”",
        "36": "Ary nilaza fanoharana taminy izy hoe: “Tsy misy olona maka tapa-damba avy amin’ny akanjo vaovao ka manjaitra izany eo amin’ny akanjo tonta. Raha izany mantsy, dia sady handrovitra an’ilay akanjo tonta ilay tapa-damba vaovao no tsy hifanentana aminy koa.",
        "37": "Tsy misy koa manisy divay vaovao ao anaty siny hoditra efa tonta. Fa raha izany, dia hamaky ilay siny hoditra ilay divay vaovao, ka ho raraka ny divay ary ho simba ny siny hoditra.",
        "38": "Divay vaovao no tsy maintsy hatao ao anaty siny hoditra vaovao.",
        "39": "Ary tsy misy olona nisotro divay efa niotrika ela ka hangataka divay vaovao, satria hoy izy: ‘Ny ela no tsara.’”"
    },
    "6": {
        "1": "Sabata ny andro, ary sendra namakivaky voly varimbazaha i Jesosy sy ny mpianany. Nioty salohim-barimbazaha ny mpianany ka nohanin’izy ireo izany rehefa avy nokosokosehiny tamin’ny tanany.",
        "2": "Fa hoy ny Fariseo sasany: “Nahoana ianareo no manao izay tsy azo atao amin’ny sabata?”",
        "3": "Namaly azy anefa i Jesosy hoe: “Mbola tsy novakinareo mihitsy ve izay nataon’i Davida rehefa noana izy sy izay niaraka taminy?",
        "4": "Fa niditra tao an-tranon’Andriamanitra izy ary nomena azy ny mofo atolotra, ka nihinana izany izy ary nomeny koa ireo lehilahy niaraka taminy. Tsy misy mahazo mihinana izany anefa, afa-tsy ny mpisorona ihany.”",
        "5": "Hoy koa izy tamin’ireo: “Tompon’ny sabata ny Zanak’olona.”",
        "6": "Tamin’ny sabata hafa indray, dia niditra tao amin’ny synagoga izy ary nampianatra. Ary nisy lehilahy maty tanana ankavanana tao.",
        "7": "Koa nijery azy tsara ny mpanora-dalàna sy ny Fariseo raha hanasitrana amin’ny sabata izy na tsia, mba hahitany fomba hiampangana azy.",
        "8": "Fantatr’i Jesosy ny eritreritr’izy ireo, kanefa hoy ihany izy tamin’ilay lehilahy maty tanana: “Mitsangàna ka mijoroa etsy afovoany etsy.” Dia nitsangana izy ka nijoro.",
        "9": "Hoy àry i Jesosy tamin’ireo: “Manontany anareo aho: Inona no azo atao amin’ny sabata: Ny manao soa sa ny manao ratsy? Ny mamonjy olona sa ny mamono olona?” *",
        "10": "Nojereny ny olona rehetra nanodidina azy teo, ary hoy izy tamin-dralehilahy: “Atsory ny tananao.” Dia nataony izany ka sitrana ny tanany.",
        "11": "Tena tezitra mafy anefa ireo, ka niara-nikaon-doha ny amin’izay hanaovany an’i Jesosy.",
        "12": "Tamin’izany andro izany, dia nankany an-tendrombohitra izy mba hivavaka, ary nandritra ny alina manontolo izy no nivavaka tamin’Andriamanitra.",
        "13": "Niantso ny mpianany izy, rehefa maraina ny andro, ka nifidy roa ambin’ny folo lahy tamin’ireo. Nantsoiny koa hoe “apostoly” izy ireo,",
        "14": "dia i Simona antsoina koa hoe Petera, sy Andrea rahalahiny, Jakoba sy Jaona, sy Filipo sy Bartolomeo,",
        "15": "sy Matio sy Tomasy, sy Jakoba zanak’i Alfeo, sy Simona ilay atao hoe “ilay mafana fo”,",
        "16": "sy Jodasy zanak’i Jakoba ary Jodasy Iskariota, ilay nanjary mpamadika.",
        "17": "Ary niara-nidina tamin’ireo izy, ka nijanona teo amin’ny lemaka iray. Nisy mpianany maro be teo, ary nisy vahoaka be koa, avy any amin’ny faritra rehetra amin’i Jodia sy Jerosalema ary ny tanàna amoron-tsirak’i Tyro sy Sidona. Tonga hihaino azy sy hositraniny tamin’ny aretiny ireo.",
        "18": "Sitrana hatramin’ireo nampahorin’ny fanahy maloto.",
        "19": "Ary nitady hikasika azy ny vahoaka rehetra, satria nisy hery niala taminy ka nahasitrana azy rehetra.",
        "20": "Dia nanopy ny masony tamin’ny mpianany izy, ka nanao hoe: “Sambatra ianareo mahantra, fa anareo ny fanjakan’Andriamanitra.",
        "21": "“Sambatra ianareo noana ankehitriny, fa hovokisana ianareo. “Sambatra ianareo mitomany ankehitriny, fa hihomehy ianareo.",
        "22": "“Sambatra ianareo raha halan’ny olona, sy ailikiliny, ary tevatevainy ka laviny toy ny zava-dratsy ny anaranareo, noho ny amin’ny Zanak’olona.",
        "23": "Miravoravoa amin’izany andro izany, ary aoka ianareo hibitaka, fa lehibe ny valisoanareo any an-danitra. Fa izany zavatra izany koa no nataon’ny razany tamin’ny mpaminany.",
        "24": "“Fa lozanareo manankarena kosa, satria efa azonareo daholo izay nahafa-po anareo.",
        "25": "“Lozanareo izay voky ankehitriny, fa mbola ho noana ianareo. “Lozanareo izay mihomehy ankehitriny, fa halahelo sy hitomany ianareo.",
        "26": "“Lozanareo raha milaza soa momba anareo daholo ny rehetra, fa izany koa no nataon’ny razanareo tamin’ny mpaminany sandoka.",
        "27": "“Fa izao kosa no lazaiko aminareo mihaino ahy: Tiavo foana ny fahavalonareo, manaova soa mandrakariva amin’izay mankahala anareo,",
        "28": "irario soa hatrany izay manozona anareo, ary mivavaha foana ho an’izay manivaiva anareo.",
        "29": "Raha misy mamely ny takolakao anankiray, dia atolory azy koa ny iray. Ary raha misy maka ny akanjonao ivelany, dia aza hazonina na ny akanjo anatiny aza.",
        "30": "Izay rehetra mangataka aminao dia omeo, ary aza takina amin’izay naka azy ny fanananao.",
        "31": "“Izay tianareo hataon’ny olona aminareo no ataovy aminy koa.",
        "32": "“Fa raha izay tia anareo ihany no tianareo, mendrika ny hahazo fiderana ve ianareo amin’izany? Na ny mpanota aza mantsy mba tia an’izay tia azy koa.",
        "33": "Raha izay manisy soa anareo ihany no asianareo soa, mendrika ny hahazo fiderana ve ianareo amin’izany? Na ny mpanota aza ange manao toy izany koa e!",
        "34": "Raha izay antenainareo hamerina ny volanareo ihany no ampisamborinareo tsy misy zanabola, mendrika ny hahazo fiderana ve ianareo amin’izany? Na ny samy mpanota aza mifampisambo-bola tsy misy zanany, mba hiverenan’ny volany.",
        "35": "Mifanohitra amin’izany kosa fa tiavo foana ny fahavalonareo, manaova soa mandrakariva, mampisambora vola tsy misy zanany, ary aza manantena valiny. Amin’izay dia ho lehibe ny valisoanareo ary ho zanaky ny Avo Indrindra ianareo, satria izy tsara fanahy amin’izay tsy mankasitraka sy amin’ny ratsy fanahy.",
        "36": "Mamindrà fo hatrany, toy ny Rainareo izay mpamindra fo.",
        "37": "“Aza mitsara intsony dia tsy hotsaraina mihitsy ianareo. Ary aza manameloka intsony dia mba tsy homelohina ianareo. Mamelà ny hafa, dia mba havela koa ianareo.",
        "38": "Aoka ianareo ho zatra manome dia mba homena koa ianareo. Fatra tsara sy mifatratra sy nahintsana ary mihoatra no hararaka eo am-pofoanareo. Fa araka izay famarana ampiasainareo no hamarana ho anareo.”",
        "39": "Ary nilaza fanoharana taminy koa izy hoe: “Ny jamba angaha afaka mitarika jamba? Tsy ho latsaka any an-kady ve izy roa?",
        "40": "Ny mpianatra tsy ambony noho ny mpampianatra azy, fa izay rehetra nahazo fampianarana tonga lafatra dia ho tahaka ny mpampianatra azy ihany.",
        "41": "Koa nahoana ianao no mijery ny sombin-kazo eo amin’ny mason’ny rahalahinao, nefa ny vatan-kazo eo amin’ny masonao tsy mba hitanao?",
        "42": "Ahoana no ilazanao amin’ny rahalahinao hoe: ‘Aleo hesoriko ny sombin-kazo eo amin’ny masonao, ry rahalahy’, nefa ianao tsy mijery ny vatan-kazo eo amin’ny masonao? Ry mpihatsaravelatsihy! Esory aloha ny vatan-kazo eo amin’ny masonao, dia ho hitanao tsara ny hanesorana ny sombin-kazo eo amin’ny mason’ny rahalahinao.",
        "43": "“Tsy misy hazo tsara mamoa voa ratsy, ary tsy misy koa hazo ratsy mamoa voa tsara.",
        "44": "Fa samy fantatra amin’ny voany avy ny hazo tsirairay. Tsy misy olona mioty aviavy amin’ny tsilo, ohatra, na mioty voaloboka amin’ny voaroy.",
        "45": "Ny olona tsara dia mamoaka zavatra tsara avy amin’ny tahiry tsaran’ny fony, fa ny olona ratsy fanahy kosa mamoaka zavatra ratsy avy amin’ny tahiry ratsy ao aminy. Fa izay mameno ny fon’ny olona no lazain’ny vavany.",
        "46": "“Koa nahoana ianareo no miantso ahy hoe: ‘Tompo ô! Tompo ô!’, nefa tsy manao izay lazaiko?",
        "47": "Hasehoko anareo hoe mitovy amin’inona moa ny olona manatona ahy sy mihaino ny teniko ka mankatò:",
        "48": "Tahaka ny olona nanorina trano izy, izay nihady lalina vao nandatsaka fototra teo ambony vatolampy. Ary rehefa tondraka ny rano, dia namely mafy an’izany trano izany ny renirano, saingy tsy nampihozongozona azy, satria tsara orina izy.",
        "49": "Fa izay mandre kosa nefa tsy mankatò, dia tahaka ny olona nanorina trano teo ambonin’ny tany nefa tsy nanisy fototra. Namely mafy an’izany trano izany ny renirano, ary tonga dia nirodana izy ka rava tanteraka.”"
    },
    "7": {
        "1": "Niditra tao Kapernaomy i Jesosy, rehefa vitany teo anatrehan’ny olona izany teny rehetra izany.",
        "2": "Ary nisy manamboninahitra nanana mpanompo tena tiany. Narary efa ho faty anefa ilay mpanompo.",
        "3": "Koa rehefa nandre ny amin’i Jesosy ilay manamboninahitra, dia naniraka anti-panahin’ny Jiosy ho any amin’i Jesosy, mba hangataka azy ho avy ka hanasitrana an’ilay mpanompo.",
        "4": "Niangavy mafy an’i Jesosy àry ireo olona tonga tany aminy, ka nanao hoe: “Mendrika ny hanaovanao izany izy,",
        "5": "satria tia ny firenentsika izy sady nanorina synagoga teto.”",
        "6": "Nandeha niaraka tamin’ireo àry i Jesosy. Ary rehefa tsy lavitra an’ilay trano izy, dia nisy naman’ilay manamboninahitra efa nirahiny hilaza taminy hoe: “Aza misahirana mankatỳ amiko, tompoko, fa tsy mendrika ny handray anao ao ambany tafontranoko aho.",
        "7": "Izany no antony nieritreretako hoe tsy mendrika hankeny aminao aho. Fa mitenena fotsiny, dia ho sitrana ny mpanompoko.",
        "8": "Fa izaho koa mba eo ambany fahefan’olona, sady manana miaramila eo ambany fahefako. Koa raha miteny amin’ny anankiray aho hoe: ‘Mandehana!’, dia lasa izy, ary amin’ny anankiray kosa hoe: ‘Avia!’, dia tonga izy, ary amin’ny mpanompoko hoe: ‘Ataovy ity!’ dia ataony izany.”",
        "9": "Ary gaga i Jesosy nahare izany teniny izany, dia nitodika tany amin’ny vahoaka nanaraka azy, ka nanao hoe: “Lazaiko aminareo fa mbola tsy nahita finoana lehibe toy izany aho, na teo amin’ny Israely aza.”",
        "10": "Dia nody tany an-trano ireo iraka ireo ka nahita fa efa salama ilay mpanompo.",
        "11": "Taoriana kelin’izay, dia nankany amin’ny tanàna atao hoe Naina izy, ary nisy vahoaka be niara-dia taminy, ankoatra ny mpianany.",
        "12": "Rehefa nanakaiky ny vavahadin’ny tanàna izy, dia nisy faty nentina nivoaka, izay zanaka lahitokan-dreniny, ary efa mpitondratena koa ravehivavy. Ary nisy vahoaka be avy ao an-tanàna niaraka tamin-dravehivavy.",
        "13": "Raha vao nahita azy ny Tompo, dia nangoraka azy ka nanao taminy hoe: “Aza mitomany intsony.”",
        "14": "Dia nanatona izy ka nikasika an’ilay filanjana faty ary nijanona ny mpilanja. Koa hoy izy: “Ry tovolahy, hoy aho aminao: Miarena!”",
        "15": "Dia niarina ny maty ary nanomboka niteny, ka natolotr’i Jesosy an-dreniny.",
        "16": "Ary raiki-tahotra ny rehetra ka nanome voninahitra an’Andriamanitra nanao hoe: “Mpaminany lehibe no efa mitsangana eto amintsika”, sy hoe: “Mitsinjo ny vahoakany Andriamanitra.”",
        "17": "Dia niely eran’i Jodia sy ny faritra rehetra manodidina izany vaovao momba azy izany.",
        "18": "Nanambara izany rehetra izany tamin’i Jaona ny mpianany.",
        "19": "Koa niantso anankiroa tamin’ny mpianany i Jaona ka naniraka azy tany amin’ny Tompo mba hilaza hoe: “Ianao ve Ilay ho avy, sa hafa no tokony handrasanay?”",
        "20": "Rehefa tonga tany aminy ireo, dia nanao hoe: “Nirahin’i Jaona Mpanao Batisa izahay hanontany anao hoe: ‘Ianao ve Ilay ho avy, sa hafa no tokony handrasanay?’”",
        "21": "Tamin’izay ora izay i Jesosy dia nanasitrana olona maro tsy salama sy azon’aretina nampijaly ary nisy fanahy ratsy. Nampahiratra jamba maro koa izy.",
        "22": "Koa namaly azy roa lahy izy hoe: “Mandehana, lazao amin’i Jaona izao hitanareo sy renareo izao: Mahiratra ny jamba, mandeha ny malemy, voadio ny boka, mandre ny marenina, atsangana ny maty, ary itoriana ny vaovao tsara ny mahantra.",
        "23": "Ary sambatra izay tsy tafintohina noho ny amiko.”",
        "24": "Nony lasa ireo irak’i Jaona, dia izao no nolazainy tamin’ny vahoaka, momba an’i Jaona: “Hijery inona no nivoahanareo nankany an-tany efitra? Bararata ahetsiketsiky ny rivotra ve?",
        "25": "Sa hijery inona no nivoahanareo? Olona manao akanjo vita tamin’ny ravin-damba malefaka ve? Any an-tranon’ny mpanjaka no misy manao akanjo mirenty sy miaina ao anatin’ny renty!",
        "26": "Hijery inona tokoa anefa no nivoahanareo? Mpaminany ve? Eny, lazaiko aminareo fa mihoatra lavitra noho ny mpaminany izy.",
        "27": "Fa izao no voasoratra momba azy: ‘Hirahiko mialoha anao ny irako, izay hanomana ny lalanao eo alohanao.’",
        "28": "Lazaiko aminareo fa amin’izay natera-behivavy, dia tsy misy lehibe noho i Jaona. Izay kely indrindra ao amin’ny fanjakan’Andriamanitra anefa dia lehibe noho izy.”",
        "29": "Rehefa nandre izany ny olona rehetra sy ny mpamory hetra, dia nanambara fa marina Andriamanitra. Natao batisa tamin’ny batisan’i Jaona mantsy izy ireo.",
        "30": "Fa ny Fariseo sy ireo nahay Lalàna kosa tsy niraharaha ny sitrapon’Andriamanitra momba azy ireo, ka tsy nataon’i Jaona batisa.",
        "31": "“Hohariko amin’iza ny olona amin’ity taranaka ity? Ary toa an’iza izy?",
        "32": "Toy ny ankizy mipetraka eny an-tsena, izay mifampiantsoantso hoe: ‘Efa nitsoka sodina taminareo izahay, nefa tsy nandihy ianareo. Efa nidradradradra izahay, nefa tsy nitomany ianareo.’",
        "33": "Toy izany koa fa tonga i Jaona Mpanao Batisa, tsy nihinana mofo na nisotro divay, nefa hoy ianareo: ‘Misy demonia izy.’",
        "34": "Tonga kosa ny Zanak’olona, nihinana sy nisotro, nefa hoy ianareo: ‘Olona tendan-kanina sy mpiboboka divay izy, sady naman’ny mpamory hetra sy ny mpanota!’",
        "35": "Ny fahendren’ny olona anefa dia hamarinin’ny zanany * rehetra.”",
        "36": "Ary nanasa azy foana hiara-misakafo taminy ny Fariseo iray. Koa niditra tao an-tranon’ilay Fariseo izy ary nandry ilika hisakafo.",
        "37": "Ary nisy vehivavy anankiray nalaza ho mpanota tao amin’ilay tanàna. Fantatr’io vehivavy io fa nandry ilika nisakafo tao an-tranon’ilay Fariseo i Jesosy, ka nitondra tavoahangy vatosanga nisy menaka manitra izy.",
        "38": "Nankeo ivohon’i Jesosy teo an-tongony izy, ary nitomany ka kotsan’ny ranomasony ny tongotr’i Jesosy, izay nohamaininy tamin’ny volon-dohany. Nanorokoroka sy nanisy menaka manitra ny tongotr’i Jesosy izy.",
        "39": "Rehefa nahita izany ilay Fariseo nanasa azy, dia niteny anakampo hoe: “Raha mpaminany ity, dia ho nahalala hoe iza io mikasika azy io, ary karazam-behivavy toy inona. Tokony ho fantany fa mpanota io.”",
        "40": "Izao anefa no navalin’i Jesosy azy: “Ry Simona, manan-kolazaina aminao aho.” Dia hoy izy: “Lazao àry, Mpampianatra ô!”",
        "41": "“Nisy roa lahy nananan’olona trosa. Ny an’ny anankiray denaria dimanjato fa ny an’ny anankiray kosa dimampolo.",
        "42": "Rehefa tsy nanan-kaloa ireo, dia namela tanteraka ny trosan’izy roa lahy izy. Koa iza amin’izy roa lahy àry no ho tia azy bebe kokoa?”",
        "43": "Namaly i Simona hoe: “Ataoko fa ilay namoizany bebe kokoa.” Dia hoy izy: “Marina ny anao.”",
        "44": "Dia nitodika tany amin’ilay vehivavy izy, ka nanao tamin’i Simona hoe: “Hitanao io vehivavy io? Niditra tato an-tranonao aho, nefa tsy nanome rano ahy hanasana ny tongotro ianao. Fa io vehivavy io kosa nahakotsa ny tongotro tamin’ny ranomasony, ary nanamaina izany tamin’ny volon-dohany.",
        "45": "Ianao tsy nanoroka ahy, nefa io vehivavy io tsy nitsahatra nanoroka ny tongotro hatramin’ny nidirako tato.",
        "46": "Ianao tsy nanisy menaka ny lohako, nefa io vehivavy io nanisy menaka manitra ny tongotro.",
        "47": "Noho izany, dia lazaiko aminao fa voavela ny helony, na dia betsaka aza, satria be fitiavana izy. Fa izay voavela tamin’ny kely, dia kely fitiavana.”",
        "48": "Koa hoy izy tamin-dravehivavy: “Voavela ny helokao.”",
        "49": "Ary niteny anakampo ireo nandry ilika niara-nisakafo taminy hoe: “Fa iza àry io no mamela heloka?”",
        "50": "Hoy anefa izy tamin-dravehivavy: “Ny finoanao no efa namonjy anao. Mirary soa ho anao aho.”"
    },
    "8": {
        "1": "Lasa nitety tanàna sy vohitra i Jesosy, fotoana fohy taorian’izany, ka nitory sy nanambara ny vaovao tsaran’ny fanjakan’Andriamanitra. Ary niaraka taminy ny roa ambin’ny folo lahy,",
        "2": "sy ny vehivavy sasany izay efa sitrana na dia efa nisy fanahy ratsy sy narary aza, mbamin’i Maria atao hoe Magdalena, izay efa nivoahan’ny demonia fito,",
        "3": "sy Johana, vadin’i Koza, mpiandraikitra ny tao an-tranon’i Heroda, sy Sosana ary vehivavy maro izay samy nampiasa ny fananany hikarakarana an’i Jesosy sy ny mpianany.",
        "4": "Rehefa nisy vahoaka be tafavory teo, niaraka tamin’ny olona izay nanatona azy avy tamin’ny isan-tanàna, dia nilaza izao fanoharana izao izy:",
        "5": "“Nisy mpamafy nivoaka mba hamafy ny voany. Ary rehefa namafy izy, dia latsaka teo amoron-dalana ny voa sasany, ka voahitsakitsaka sady lanin’ny voro-manidina.",
        "6": "Ny sasany latsaka teo ambony vatolampy, ary nitsimoka, saingy nalazo nony avy eo, satria tsy nisy mandomando.",
        "7": "Ny sasany indray latsaka teny amin’ny tsilo, ary niara-naniry taminy ny tsilo ka nangeja azy.",
        "8": "Ny sasany latsaka teo amin’ny tany tsara, ary nitsimoka ka namokatra avo zato heny.” Rehefa vita izany teny izany, dia niantsoantso izy hoe: “Izay manan-tsofina hoenti-mihaino, aoka izy hihaino.”",
        "9": "Ary nanontany azy ny amin’izay mety ho hevitr’ilay fanoharana ny mpianany.",
        "10": "Dia hoy i Jesosy: “Ianareo no navela hahazo ny hevitry ny zava-miafina masina momba ny fanjakan’Andriamanitra. Fa fanoharana kosa no atao amin’ny olon-kafa, mba hijery izy fa tsy hahita, ary handre fa tsy ho azony ny heviny.",
        "11": "Izao no hevitr’iny fanoharana iny: Ny voa dia ny tenin’Andriamanitra.",
        "12": "Ireo teo amoron-dalana dia izay mandre izany, saingy avy ny Devoly ka manaisotra ny teny tsy ho ao am-pony, sao hino izy ka ho voavonjy.",
        "13": "Ireo teo ambony vatolampy dia izay mandre ny teny, ary mandray izany amim-pifaliana, saingy tsy manam-paka ireny voa ireny. Koa mino vetivety fotsiny izy, dia miala rehefa tojo fotoam-pitsapana.",
        "14": "Ary ireo latsaka teny amin’ny tsilo, dia izay mandre saingy voavilin’ny fanahiana sy ny harena ary ny fahafinaretan’ity fiainana ity ka voageja tanteraka, ary tsy mahavanom-boa.",
        "15": "Ary ireo teny amin’ny tany tsara kosa, dia izay mandre ny teny amin’ny fo tsara sy mahitsy, ka mitahiry izany ao am-pony, ary mamoa amin’ny fiaretana.",
        "16": "“Tsy misy olona mandrehitra jiro ka manarona azy amin-javatra, na mametraka azy ao ambany fandriana, fa ataony eo amin’ny fitoeran-jiro kosa izy mba hahita hazavana ny olona miditra.",
        "17": "Fa tsy misy zavatra afenina izay tsy haseho, na zavatra tsara afina ka tsy ho fantatra mihitsy na tsy hiharihary mihitsy.",
        "18": "Koa tandremo ny fomba fihainoanareo, satria izay manana dia homena bebe kokoa. Fa izay tsy manana kosa, na izay heveriny fa ananany aza dia halaina aminy.”",
        "19": "Ary nankany amin’i Jesosy ny reniny sy ny rahalahiny, nefa tsy tody teo aminy noho ny habetsahan’ny vahoaka.",
        "20": "Koa nisy nilaza taminy hoe: “Mijoro ao ivelany ao ny reninao sy ny rahalahinao, te hihaona aminao.”",
        "21": "Hoy ny navaliny azy ireo: “Ireto mihaino sy mankatò ny tenin’Andriamanitra ireto no reniko sy rahalahiko.”",
        "22": "Indray andro, dia niakatra tao an-tsambokely izy sy ny mpianany ka hoy izy tamin’ireo: “Andao ho eny ampitan’ny farihy.” Dia lasa izy ireo,",
        "23": "kanefa azon-tory izy raha mbola teny ambony sambokely. Ary nisy tafio-drivotra nahery nidina teo amin’ilay farihy, ka nihafeno rano ilay sambokely, ary nananontanona ny loza.",
        "24": "Dia nankeo amin’i Jesosy ny mpianany tamin’ny farany ary namoha azy, ka nanao hoe: “Mpampianatra ô, Mpampianatra ô! Ho faty isika!” Dia niarina izy, ka niteny mafy ny rivotra sy ny rano nisamboaravoara ka nitsahatra ireo, ary nanjary tony ny andro.",
        "25": "Ary hoy izy tamin’ireo: “Fa aiza izay finoanareo?” Raiki-tahotra anefa ireo, sady gaga ka nifampiresaka hoe: “Fa iza marina àry izy ity? Fa baikoiny hatramin’ny rivotra sy ny rano ka mankatò azy!”",
        "26": "Tody tany amin’ny faritra nisy ny Gerasianina, tandrifin’i Galilia, izy ireo.",
        "27": "Rehefa niakatra an-tanety anefa i Jesosy, dia nisy lehilahy anankiray avy ao an-tanàna nifanena taminy. Nisy demonia izy io ary efa ela no tsy niakanjo sady nitoetra teny am-pasana fa tsy tao an-trano.",
        "28": "Niantsoantso mafy izy raha vao nahatazana an’i Jesosy, ary nandohalika teo anatrehany, ka niteny mafy hoe: “Misy zavatra iombonako aminao angaha moa, ry Jesosy Zanak’ilay Andriamanitra Avo Indrindra? Miangavy anao aho, aza dia ampijalina re aho e!”",
        "29": "Nodidiany hivoaka tamin’ilay lehilahy mantsy ilay fanahy maloto. Efa ela izy io no nangeja azy, ary nofatorana matetika tamin’ny rojo vy sy gadra vy ilay lehilahy ka nambenana, nefa notapahiny ny fatorany ary nentin’ilay demonia tany amin’ny toerana nitokana izy.",
        "30": "Ary nanontany azy i Jesosy hoe: “Iza no anaranao?” Dia hoy izy: “Andian-tafika”, satria demonia maro no niditra tao amin’ilay lehilahy.",
        "31": "Niangavy azy foana ireo mba tsy handidy ny handefasana azy ao amin’ny lavaka mangitsokitsoka.",
        "32": "Ary nisy kisoa be dia be nandrasana teo amin’ilay tendrombohitra. Koa niangavy an’i Jesosy ireo demonia mba havelany hiditra tao amin’ireo kisoa ireo, ka navelany.",
        "33": "Dia nivoaka tamin’ilay lehilahy ny demonia, ka niditra tao amin’ireo kisoa. Ary nirifatra nankeny amin’ny hantsana ilay andian-kisoa, ka nivarina tany amin’ny farihy, ary maty an-drano.",
        "34": "Dia nandositra ireo mpiandry kisoa rehefa nahita izay nitranga, ka nitantara izany tany an-tanàna sy tany ambanivohitra.",
        "35": "Ary nivoaka ny olona mba hijery izay nitranga, ka tonga teo amin’i Jesosy ary nahita an’ilay lehilahy nivoahan’ny demonia. Efa niakanjo sady efa salama saina ralehilahy, ary nipetraka teo an-tongotr’i Jesosy. Koa natahotra ny olona.",
        "36": "Ary izay nahita izany dia nitantara tamin’ny olona ny fomba nanasitranana an’ilay lehilahy nisy demonia.",
        "37": "Dia nangataka an’i Jesosy mba hiala teo ny olona rehetra avy any amin’ny manodidina ny tanin’ny Gerasianina, satria raiki-tahotra loatra izy ireo. Koa lasa niakatra tao an-tsambokely izy ka niala teo.",
        "38": "Niangavingavy ny hiaraka taminy anefa ilay lehilahy nivoahan’ny demonia. Fa nasain’i Jesosy nandeha izy, ka nataony hoe:",
        "39": "“Mandehana mody any an-tranonao, ary lazao foana amin’ny olona ny zavatra nataon’Andriamanitra taminao.” Dia lasa tokoa izy, nitory eran’ilay tanàna ny zavatra nataon’i Jesosy taminy.",
        "40": "Nandray tsara an’i Jesosy ny vahoaka rehefa tafaverina izy, satria efa niandry azy ny rehetra.",
        "41": "Nanatona anefa ny lehilahy atao hoe Jairo, izay mpitantana ny synagoga, ka niankohoka teo an-tongotr’i Jesosy, ary niangavy azy mba hankany an-tranony.",
        "42": "Efa ho faty mantsy ny zanany vavitokana, izay roa ambin’ny folo taona teo ho eo. Koa nandeha i Jesosy, ary nifanesika teo aminy ny vahoaka.",
        "43": "Ary nisy vehivavy nandeha ra efa nandritra ny roa ambin’ny folo taona, nefa tsy nisy nahasitrana azy mihitsy.",
        "44": "Koa nanatona an’i Jesosy avy tao aoriana izy, ary nikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany, ka nijanona avy hatrany ny ra.",
        "45": "Ary hoy i Jesosy: “Iza no nikasika ahy teo?” Nanda anefa ny rehetra ka hoy i Petera: “Mpampianatra ô, ny vahoaka no manery anao manodidina sady mifanesika eo aminao!”",
        "46": "Fa hoy i Jesosy: “Nisy olona nikasika ahy teo, satria tsapako fa nisy hery nivoaka tamiko.”",
        "47": "Hitan-dravehivavy fa nisy nahatsikaritra ihany izy, dia nanatona izy ary nangovitra ka nandohalika teo anatrehany. Ary nampahafantariny teo imason’ny olona rehetra ny antony nikasihany azy sy ny fomba nahasitrana azy teo no ho eo.",
        "48": "Hoy anefa i Jesosy taminy: “Ny finoanao no nahasitrana anao, anaka. Mirary soa ho anao aho!”",
        "49": "Ary raha mbola niteny izy, dia nisy olona tonga avy any an-tranon’ilay mpitantana ny synagoga nilaza hoe: “Maty ny zanakao, fa aza manahirana ny mpampianatra intsony.”",
        "50": "Ren’i Jesosy izany, ka hoy izy: “Aza matahotra! Minoa fotsiny dia ho voavonjy izy.”",
        "51": "Rehefa tonga teo amin’ilay trano i Jesosy, dia tsy nisy navelany hiditra afa-tsy i Petera sy Jaona sy Jakoba ary ny ray aman-drenin’ilay zazavavy.",
        "52": "Nitomany daholo ny olona sady nikapo-tratra noho ny alahelony an-drazazavavy. Koa hoy i Jesosy: “Aza mitomany intsony, fa tsy maty izy fa matory.”",
        "53": "Dia nihomehezan’ireo izy, satria fantatr’izy ireo fa maty razazavavy.",
        "54": "Nandray ny tanany anefa i Jesosy, ka niantso hoe: “Ry zazavavy, miarena!”",
        "55": "Dia nody indray ny ainy, * ka niarina avy hatrany izy ary nasain’i Jesosy nomena hanina.",
        "56": "Ary faly loatra ny ray aman-dreniny, kanefa tsy navelan’i Jesosy hilazalaza tamin’olona momba izay nitranga izy ireo."
    },
    "9": {
        "1": "Ary nantsoiny ny roa ambin’ny folo lahy ka nomeny hery sy fahefana hamoaka ny demonia rehetra sy hanasitrana aretina.",
        "2": "Koa nirahiny hitory ny fanjakan’Andriamanitra sy hanasitrana izy ireo,",
        "3": "ka hoy izy taminy: “Aza mitondra na inona na inona any amin’izay alehanareo, na tehina na kitapom-batsy na mofo na vola, ary aza mitondra akanjo anankiroa.",
        "4": "Fa na aiza na aiza trano hidiranareo, dia mitoera ao ary avy ao indray miainga.",
        "5": "Ary izay tanàna tsy mandray anareo, dia ahintsano ny vovoka amin’ny tongotrareo rehefa miala ao ianareo, mba ho vavolombelona hiampanga azy.”",
        "6": "Dia lasa izy ireo namakivaky an’ilay faritany ka nandeha isan-tanàna, nitory ny vaovao tsara ary nanasitrana teny rehetra teny.",
        "7": "Ren’i Heroda lehibem-paritra ny zava-drehetra nitranga, ka tena very hevitra izy, satria nisy nilaza fa efa nitsangana tamin’ny maty i Jaona.",
        "8": "Ny sasany anefa nilaza hoe i Elia no niseho, fa ny hafa kosa niteny hoe ny anankiray tamin’ny mpaminany fahiny no nitsangana tamin’ny maty.",
        "9": "Koa hoy i Heroda: “Raha i Jaona, dia efa notapahiko ny lohany. Koa iza indray àry izany reko manao izany zavatra izany?” Koa nitady izay hahitana an’i Jesosy izy.",
        "10": "Rehefa niverina ny apostoly, dia nitantara tamin’i Jesosy izay rehetra nataon’izy ireo. Ary nentiny nitokana nankany amin’ny tanàna atao hoe Betsaida izy ireo.",
        "11": "Fantatry ny vahoaka anefa izany, ka nanaraka azy izy ireo, ary noraisin’i Jesosy tsara. Koa niresaka taminy momba ny fanjakan’Andriamanitra izy, sady nanasitrana an’ireo nila fanasitranana.",
        "12": "Efa ho hariva ny andro tamin’izay, ary nanatona azy ny roa ambin’ny folo lahy, ka nanao hoe: “Ravao ny vahoaka mba handehanany eny amin’ny manodidina eny, hitady toerana hatoriana sy sakafo eny an-tanàna sy eny ambanivohitra, fa mitokana ity misy antsika ity.”",
        "13": "Hoy anefa izy tamin’izy ireo: “Omeo zavatra hohanina izy.” Dia hoy ireo: “Tsy manana afa-tsy mofo dimy sy trondro roa izahay, raha tsy hoe handeha hividy hanina ho an’ireto olona rehetra ireto angaha izahay.”",
        "14": "Fa lehilahy tokony ho dimy arivo no teo. Hoy anefa izy tamin’ny mpianany: “Asaivo mandry ilika toy ny rehefa misakafo izy, ary ataovy mitsitokotoko dimampolo eo ho eo avy.”",
        "15": "Dia nataon’ny mpianany izany, ka nasainy nandry ilika ny olona rehetra.",
        "16": "Ary nalain’i Jesosy ny mofo dimy sy ny trondro roa, dia niandrandra ny lanitra izy sady nisaotra, ary notapahiny izany ka natolony ny mpianatra mba haroso teo anoloan’ny vahoaka.",
        "17": "Koa nihinana ny rehetra ka voky. Ary nangoniny ny sombintsombiny sisa tsy lany ka nahafeno harona roa ambin’ny folo.",
        "18": "Nivavaka irery izy taoriana kelin’izay, ary tamin’izay no tonga teo aminy daholo ny mpianatra, ka nanontaniany hoe: “Lazain’ny vahoaka ho iza moa aho?”",
        "19": "Hoy ny navalin’ireo: “Jaona Mpanao Batisa. Fa misy milaza hoe Elia, ary misy koa manao hoe ny anankiray amin’ny mpaminany fahiny no efa nitsangana tamin’ny maty.”",
        "20": "Ary hoy izy taminy: “Fa ianareo kosa milaza hoe iza aho?” Dia namaly i Petera hoe: “Kristin’Andriamanitra.”",
        "21": "Koa noteneniny mafy izy ireo mba tsy hilazalaza izany tamin’olona.",
        "22": "Ary hoy koa izy: “Tsy maintsy hijaly mafy ny Zanak’olona sady holavin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna, ka hovonoina ho faty ary hatsangana amin’ny andro fahatelo.”",
        "23": "Dia hoy ihany izy tamin’ny rehetra: “Raha misy te hanaraka ahy, aoka izy handa ny tenany ka hitondra ny hazo fijaliany isan’andro ary hanaraka ahy mandrakariva.",
        "24": "Fa izay te hamonjy ny ainy dia hamoy azy, ary izay mamoy ny ainy noho ny amiko kosa dia hamonjy azy.",
        "25": "Inona tokoa moa no soa azon’ny olona raha mahazo an’izao tontolo izao izy nefa afoiny ny ainy, na hamoy ny zava-drehetra izy?",
        "26": "Fa na iza na iza menatra noho ny amiko sy ny teniko, dia ho menatra noho ny aminy koa ny Zanak’olona rehefa tonga amin’ny voninahiny sy ny voninahitry ny Ray ary ny an’ny anjely masina.",
        "27": "Fa lazaiko aminareo marina tokoa fa misy amin’izay mijoro eto tsy handia fahafatesana mihitsy, mandra-pahitany ny fanjakan’Andriamanitra.”",
        "28": "Valo andro teo ho eo taorian’ny nilazany ireo teny ireo, dia nentiny niaraka taminy i Petera sy Jaona ary Jakoba, ka niakatra tany an-tendrombohitra izy ireo mba hivavaka.",
        "29": "Dia niova ny fahitana ny tarehin’i Jesosy raha mbola nivavaka izy, ary nanjary fotsy nanjelanjelatra ny akanjony.",
        "30": "Ary indreo nisy roa lahy niresaka taminy, dia i Mosesy sy Elia,",
        "31": "izay niseho tamim-boninahitra, sady niresaka momba ny hahalasanan’i Jesosy, izay efa voatendry hitranga any Jerosalema.",
        "32": "Ary navesatry ny torimaso ny mason’i Petera sy ireo niaraka taminy. Rehefa taitra tsara anefa izy ireo, dia hitany ny voninahitr’i Jesosy ary hitany koa ireo roa lahy niara-nijoro taminy.",
        "33": "Ary raha iny nisaraka tamin’i Jesosy iny izy roa lahy, dia hoy i Petera tamin’i Jesosy: “Mpampianatra ô, tsara ho antsika eto, koa avelao izahay hanangana tranolay telo, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.” Tsy fantany anefa izay nolazainy.",
        "34": "Fa raha mbola niteny izany izy, dia nisy rahona nanaloka azy ireo, ary natahotra izy ireo rehefa voasaron’ilay rahona.",
        "35": "Dia nisy feo avy tao amin’ilay rahona nanao hoe: “Io no Zanako, ilay nofidiko. Henoy izy.”",
        "36": "I Jesosy irery sisa no hita teo, tamin’ny fotoana nandrenesana ilay feo. Ary nangina ireo ka tsy nolazalazainy tamin’ny olona tamin’izany andro izany ny zavatra hitany.",
        "37": "Nisy vahoaka be nitsena an’i Jesosy rehefa nidina avy tany an-tendrombohitra izy ireo, ny ampitson’iny.",
        "38": "Ary niantsoantso avy tao amin’ny vahoaka ny lehilahy anankiray hoe: “Mpampianatra ô, miangavy anao aho, mba jereo re ny zanako e! Fa zanako lahitokana izy",
        "39": "nefa azon’ny fanahy maloto ka miantsoantso tampoka, ary ataony mifanintontsintona sy mamoaka roatram-bava. Ary efa mongomongo mihitsy ny zanako vao ialany, nefa mahalana izy vao miala aminy.",
        "40": "Efa niangavy ny mpianatrao aho hamoaka azy, saingy tsy vitany.”",
        "41": "Dia hoy i Jesosy: “Ry taranaka tsy manam-pinoana sy ratsy fanahy, mandra-pahoviana no tsy maintsy mbola hitoerako eto aminareo sy handeferako aminareo? Ento atỳ ny zanakao.”",
        "42": "Rehefa nihananakaiky ilay zazalahy dia natontan’ilay demonia tamin’ny tany, sady nataony nifanintontsintona mafy. Notenenin’i Jesosy mafy anefa ilay fanahy maloto, ka sitrana ilay zazalahy ary natolotr’i Jesosy an-drainy.",
        "43": "Dia nitolagaga ny rehetra noho ny hery lehiben’Andriamanitra. Raha mbola gaga ny rehetra noho ny zava-drehetra nataon’i Jesosy, dia hoy izy tamin’ny mpianany:",
        "44": "“Tadidio tsara izao teny izao, fa efa voatendry hatolotra eo an-tanan’ny olona ny Zanak’olona.”",
        "45": "Mbola tsy azon’ireo ihany anefa ny hevitr’izany teny izany, sady nafenina azy koa mba tsy ho takany. Natahotra ny hanontany azy momba izany anefa izy ireo.",
        "46": "Ary nanjary nieritreritra ny mpianatra hoe iza no ho lehibe indrindra tamin’izy rehetra.",
        "47": "Fa fantatr’i Jesosy ny eritreritry ny fony, ka nalainy ny zaza anankiray, ary nataony teo anilany,",
        "48": "dia hoy izy tamin’ireo: “Izay mandray ity zaza ity amin’ny anarako dia mandray ahy, ary izay mandray ahy dia mandray an’ilay naniraka ahy. Izay mitondra tena toy ny kely indrindra aminareo rehetra dia izy no lehibe.”",
        "49": "Dia hoy i Jaona: “Mpampianatra ô, nisy lehilahy hitanay namoaka demonia tamin’ny anaranao, ka nandramanay nosakanana izy satria tsy anisantsika.”",
        "50": "Hoy anefa i Jesosy: “Aza mitady hisakana azy, fa izay tsy manohitra anareo dia momba anareo.”",
        "51": "Ny ho any Jerosalema ihany no masaka tao an-tsain’i Jesosy nony tena tonga ny fotoana hakana azy hiakatra.",
        "52": "Koa nandefa iraka nialoha azy izy. Ary lasa ireo ka niditra tao amin’ny tanànan’ny Samaritanina, mba hanomana ny fahatongavany.",
        "53": "Tsy nandray an’i Jesosy anefa ireo, satria ny ho any Jerosalema ihany no masaka tao an-tsain’i Jesosy.",
        "54": "Hitan’i Jakoba sy Jaona mpianatra izany, ka hoy ireo: “Tompo ô, tianao ve ny hitenenanay mba hisy afo hilatsaka avy any an-danitra handringana an’ireo?”",
        "55": "Nitodika anefa izy ka noteneniny mafy izy roa lahy.",
        "56": "Dia lasa nankany amin’ny tanàna kely hafa izy sy ny mpianany.",
        "57": "Rehefa nandeha teny an-dalana izy ireo, dia nisy niteny taminy hoe: “Hanaraka anao aho na aiza na aiza alehanao.”",
        "58": "Fa hoy i Jesosy taminy: “Ny amboadia manan-davaka hisitrihana, ary ny voro-manidina manam-pialofana, fa ny Zanak’olona kosa tsy mba manana izay hametrahany ny lohany.”",
        "59": "Ary hoy izy tamin’ny anankiray hafa: “Andao hanara-dia ahy.” Fa hoy ilay lehilahy: “Avelao aho aloha handeha handevina ny raiko.”",
        "60": "Hoy anefa izy taminy: “Avelao ny maty handevina ny maty eo aminy, fa ianao kosa mandehana ka torio hatraiza hatraiza ny fanjakan’Andriamanitra.”",
        "61": "Ary mbola nisy hafa koa nanao hoe: “Hanaraka anao ihany aho, Tompo ô, fa avelao aloha aho hanao veloma ny ao an-tranoko.”",
        "62": "Dia hoy i Jesosy: “Tsy misy olona mitana angadinomby ary mitodika any aoriana, ka mendrika ny fanjakan’Andriamanitra.”"
    },
    "10": {
        "1": "Ary nanendry fitopolo lahy koa ny Tompo taorian’izany, ka naniraka azy tsiroaroa hialoha azy tany amin’ny tanàna sy ny toerana rehetra izay mbola halehany.",
        "2": "Dia hoy izy tamin’ireo: “Be tokoa ny vokatra, fa ny mpiasa no vitsy. Koa iangavio ny Tompon’ny vokatra mba haniraka mpiasa hijinja ny vokatra.",
        "3": "Koa mandehana! Maniraka anareo aho, ka ho toy ny zanak’ondry eo afovoan’ny amboadia ianareo.",
        "4": "Aza mitondra fitoeram-bola na kitapom-batsy na kapa, ary aza mandany fotoana amin’ny fombafomba fifampiarahabana eny an-dalana.",
        "5": "Ary amin’izay trano idiranareo, dia milazà aloha hoe: ‘Ho amin’ity trano ity anie ny fiadanana!’",
        "6": "Koa raha misy zanaky ny fiadanana ao, dia hitoetra eo aminy ny fiadananareo, fa raha tsy izany kosa, dia hiverina aminareo izany.",
        "7": "Koa mitoera ao amin’izany trano izany, ary hano sy sotroy izay omeny, fa mendrika hahazo ny karamany ny mpiasa. Aza mifindrafindra trano.",
        "8": "“Ary izay tanàna idiranareo ka mandray anareo ny olona, dia hano izay aroso anareo,",
        "9": "sitrano ny marary ao, ary lazao foana hoe: ‘Efa manakaiky anareo ny fanjakan’Andriamanitra.’",
        "10": "Fa izay tanàna idiranareo nefa tsy mandray anareo, dia mankanesa eny amin’ny lalambeny, ka milazà hoe:",
        "11": "‘Na ny vovoky ny tanànanareo izay manaraka ny tongotray aza, dia fafanay mba hiampanga anareo. Tadidio anefa fa manakaiky ny fanjakan’Andriamanitra.’",
        "12": "Lazaiko aminareo fa ho mora kokoa ny hanjo an’i Sodoma amin’izany andro izany noho ny hanjo an’izany tanàna izany.",
        "13": "“Lozanao, ry Korazina! Lozanao, ry Betsaida! Raha tany Tyro sy Sidona mantsy no nanaovana ny fahagagana natao tao aminareo, dia ho efa nibebaka hatry ny ela ireo ka nipetraka niakanjo gony sy nihosin-davenona.",
        "14": "Koa ho mora kokoa ny hanjo an’i Tyro sy Sidona amin’ny fitsarana, noho ny hanjo anareo.",
        "15": "Ary ianao, ry Kapernaomy, hasandratra ho any an-danitra ve ianao? Any amin’ny Fasana * kosa no hidinanao!",
        "16": "“Izay mihaino anareo dia mihaino ahy. Izay tsy manaiky anareo dia tsy manaiky ahy. Ary izay tsy manaiky ahy dia tsy manaiky an’ilay naniraka ahy.”",
        "17": "Ary faly ireo fitopolo lahy rehefa niverina, ka nanao hoe: “Tompo ô, manaiky anay hatramin’ny demonia noho ny fampiasanay ny anaranao.”",
        "18": "Dia hoy i Jesosy tamin’ireo: “Hitako fa efa nazera toy ny tselatra avy any an-danitra i Satana.",
        "19": "Efa nomeko fahefana hanitsaka bibilava sy maingoka ianareo, ary handresy ny hery rehetran’ilay fahavalo, ka tsy hisy hampaninona anareo.",
        "20": "Na izany aza, dia aza mifaly satria hoe manjary manaiky anareo ny fanahy, fa mifalia kosa satria voasoratra any an-danitra ny anaranareo.”",
        "21": "Tamin’izay ora izay indrindra, dia faly be i Jesosy sady feno fanahy masina, ka nanao hoe: “Midera anao ampahibemaso aho, Ray ô, Tompon’ny lanitra sy ny tany, satria nataonao tsara afina tamin’ny hendry sy ny mahira-tsaina izany, fa nahariharinao tamin’ny zaza kosa, satria izany no sitrakao, Ray ô!",
        "22": "Efa natolotry ny Raiko ahy ny zava-drehetra, ary tsy misy mahalala ny Zanaka afa-tsy ny Ray, ary tsy misy mahalala ny Ray afa-tsy ny Zanaka sy izay tian’ny Zanaka hampiharihariana ny Ray.”",
        "23": "Dia nitodika tany amin’ny mpianatra izy, ka nilaza taminy nitokana hoe: “Sambatra ny maso mahita izay hitanareo.",
        "24": "Fa lazaiko aminareo fa mpaminany sy mpanjaka maro no naniry hahita izay hitanareo ankehitriny fa tsy nahita, sy naniry handre izay renareo ankehitriny fa tsy nahare.”",
        "25": "Ary nitsangana ny lehilahy anankiray nahay Lalàna, ka izao no nolazainy mba hitsapana azy: “Mpampianatra ô, inona no hataoko mba handovako fiainana mandrakizay?”",
        "26": "Koa hoy i Jesosy: “Inona no voasoratra ao amin’ny Lalàna? Ahoana no fahazoanao azy?”",
        "27": "Hoy ny navaliny: “‘Tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo sy ny herinao manontolo ary ny sainao manontolo’, ary ‘tiavo ny namanao tahaka ny tenanao.’”",
        "28": "Dia hoy i Jesosy: “Marina ny navalinao. ‘Izany foana atao dia hahazo ny fiainana ianao.’”",
        "29": "Te hanaporofo anefa ilay lehilahy fa marina ny tenany, ka hoy izy tamin’i Jesosy: “Fa iza marina moa no namako?”",
        "30": "Dia hoy ny navalin’i Jesosy: “Nisy lehilahy nidina avy tany Jerosalema ho any Jeriko. Ary azon’ny jiolahy izy io, ka nendahany sady nokapohiny, ary nilaozany teo rehefa saika maty.",
        "31": "Ary sendra nidina tamin’iny lalana iny ny mpisorona anankiray, kanefa niampita rehefa nahita azy ary nandalo fotsiny.",
        "32": "Ary nidina tamin’iny toerana iny koa ny Levita anankiray ka nahita azy, ary niampita sy nandalo fotsiny koa.",
        "33": "Fa nandeha tamin’ilay lalana kosa ny Samaritanina anankiray ka tonga teo aminy, ary nangoraka rehefa nahita azy.",
        "34": "Koa nanatona izy, ary nofeheziny ny ratrany sady nasiany menaka sy divay. Avy eo, dia nataony teo ambony ampondrany izy, ka nentiny tany amin’ny tranombahiny ary nokarakarainy.",
        "35": "Ary namoaka denaria roa izy ny ampitson’iny, ka nomeny an’ilay tompon’ny tranombahiny, dia hoy izy: ‘Karakarao izy, fa haloako izay laninao ankoatra an’ireto, rehefa miverina aho.’",
        "36": "Iza amin’izy telo ireo no heverinao fa lasa naman’ilay azon’ny jiolahy?”",
        "37": "Hoy izy: “Ilay niantra azy.” Dia hoy i Jesosy: “Mandehana àry, ka mba manaova toy izany koa.”",
        "38": "Ary raha nandeha izy ireo, dia niditra tao amin’ny tanàna kely anankiray i Jesosy. Dia nisy vehivavy atao hoe Marta nampiantrano azy.",
        "39": "Ary izy nanana rahavavy atao hoe Maria, izay nipetraka teo an-tongotry ny Tompo ka naharitra nihaino ny teniny.",
        "40": "Fa tsy nifantoka kosa ny sain’i Marta, satria nanao raharaha betsaka izy. Ary nanatona izy, ka nanao hoe: “Tompo ô, tsy mampaninona anao ve ny hamelan’ny rahavaviko ahy hanao raharaha irery toy izao? Koa mba asaivo manampy ahy izy.”",
        "41": "Fa hoy ny navalin’ny Tompo azy: “Marta a! Marta a! Maro ahina sy sahiran-tsaina amin-javatra maro ianao.",
        "42": "Zavatra vitsivitsy ihany anefa no ilaina, eny, iray monja aza. Fa i Maria kosa nifidy ny tsara kokoa, ka tsy halaina aminy izany.”"
    },
    "11": {
        "1": "Ary nivavaka tao amin’ny toerana iray i Jesosy, indray mandeha. Koa rehefa nitsahatra izy, dia hoy ny mpianany anankiray: “Tompo ô, mba ampianaro mivavaka izahay, tahaka ny nampianaran’i Jaona ny mpianany.”",
        "2": "Ary hoy izy tamin’ireo: “Izao àry lazaina rehefa mivavaka ianareo: ‘Ray ô, hohamasinina anie ny anaranao! Ho tonga anie ny fanjakanao!",
        "3": "Omeo anay anio izay hanina * ilainay anio.",
        "4": "Ary mamelà ny helokay, fa izahay koa mba mamela izay nanota * taminay. Ary aza mitondra anay ho amin’ny fakam-panahy.’”",
        "5": "Hoy koa izy: “Iza aminareo moa no mana-namana, ary hankany aminy amin’ny misasakalina, ka hanao hoe: ‘Mba ampisambory mofo telo aho, ry sakaiza,",
        "6": "fa misy namako tonga ao amiko avy tany amin’ny nalehany, nefa tsy manana haroso azy aho’?",
        "7": "Ary mamaly ilay ao an-trano hoe: ‘Aza helingelenina intsony aho, fa efa mihidy ny varavarana. Sady efa eto amiko eto am-pandriana ny zanako kely, ka tsy afa-mitsangana hanome zavatra anao aho.’",
        "8": "Lazaiko aminareo fa na tsy hitsangana hanome zavatra azy noho ny fisakaizana aza izy, dia hitsangana ihany ka hanome izay ilainy, noho ny fikirizany sy ny fahasahiany.",
        "9": "Koa hoy aho aminareo: Mangataha foana dia homena ianareo, mitadiava foana dia hahita ianareo, dondòny foana dia hovohana ianareo.",
        "10": "Fa izay rehetra mangataka no mahazo, ary izay rehetra mitady no mahita, ary izay rehetra mandondòna no hovohana.",
        "11": "Fa ray iza eo aminareo moa no angatahan-janany trondro, kanefa hanolotra azy bibilava fa tsy trondro?",
        "12": "Na angatahan-janany atody ka hanolotra azy maingoka?",
        "13": "Koa raha ianareo, na dia ratsy fanahy aza, mahalala hanome zava-tsoa ho an’ny zanakareo, mainka fa ilay Ray any an-danitra! Hanome ny fanahy masina ho an’izay mangataka aminy tokoa izy!”",
        "14": "Ary namoaka demonia nahatonga lehilahy iray ho moana izy, taoriana kelin’izay. Koa afa-niteny ilay lehilahy moana rehefa nivoaka ilay demonia, ka gaga ny vahoaka.",
        "15": "Fa hoy ny sasany: “Mamoaka demonia amin’ny alalan’i Belzeboba lehiben’ny demonia izy.”",
        "16": "Ny sasany kosa nangataka famantarana taminy avy tany an-danitra, mba hamandrihana azy.",
        "17": "Fa fantatr’i Jesosy ny tao an-tsain’ireo, ka hoy izy: “Ho foana izay fanjakana miady an-trano, ary ho rava izay ankohonana miady an-trano.",
        "18": "Koa raha mizarazara hanohitra ny tenany ihany i Satana, ahoana moa no haharetan’ny fanjakany? Ianareo mantsy milaza hoe mamoaka demonia amin’ny alalan’i Belzeboba aho.",
        "19": "Raha amin’ny alalan’i Belzeboba no amoahako demonia, amin’ny alalan’iza kosa no amoahan’ny zanakareo azy? Noho izany, dia ny zanakareo no hitsara anareo.",
        "20": "Fa raha ny rantsantanan’Andriamanitra kosa no amoahako demonia dia efa eo aminareo tokoa ny fanjakan’Andriamanitra nefa tsy fantatrareo.",
        "21": "Raha miambina ny lapany ny lehilahy matanjaka iray mirongo fiadiana, dia ho voaro foana ny fananany.",
        "22": "Fa raha tonga hanafika azy kosa ny mahery noho izy ka mandresy azy, dia ho lasan’io daholo ny fitaovam-piadiana rehetra nitokisany, ka hozarazarainy izay zavatra azony tao.",
        "23": "Koa izay tsy momba ahy dia manohitra ahy, ary izay tsy miara-manangona amiko, dia manaparitaka.",
        "24": "“Rehefa mivoaka avy amin’ny olona iray ny fanahy maloto, dia mamakivaky toerana karakaina izy mitady toeram-pialan-tsasatra. Ary rehefa tsy mahita izy, dia manao hoe: ‘Hiverina any amin’ilay trano nialako aho.’",
        "25": "Ary hitany fa voafafa madio sy voaravaka ilay trano, nony tonga izy.",
        "26": "Dia lasa izy maka fanahy fito ratsy noho izy. Rehefa tafiditra ireo, dia mijanona ao. Koa ratsy noho ny tamin’ny voalohany ny hiafaran’izany olona izany.”",
        "27": "Raha mbola niteny izany izy, dia nisy vehivavy avy tao amin’ny vahoaka niantsoantso, ka nanao taminy hoe: “Sambatra ny kibo izay nitondra anao, sy ny nono izay ninonoanao!”",
        "28": "Fa hoy izy: “Tsy izany mihitsy, fa izay mihaino ny tenin’Andriamanitra ka mitandrina izany kosa no sambatra!”",
        "29": "Ary nihamaro ny vahoaka nitangorona, ka nanomboka niteny izy hoe: “Taranaka ratsy fanahy ity taranaka ity. Mitady famantarana izy, nefa tsy hisy famantarana homena azy afa-tsy ilay famantarana ny amin’i Jona.",
        "30": "Tonga famantarana ho an’ny mponin’i Ninive mantsy i Jona, ary ho toy izany koa ny Zanak’olona ho an’ity taranaka ity.",
        "31": "Hiaraka hatsangana amin’ity taranaka ity mandritra ny fitsarana ny mpanjakavavin’ny atsimo ka hanameloka azy, satria avy any amin’ny faran’ny tany izy no tonga mba hihaino ny fahendren’i Solomona. Misy lehibe noho i Solomona anefa eto.",
        "32": "Hiara-mitsangana amin’ity taranaka ity mandritra ny fitsarana ny mponin’i Ninive ka hanameloka azy, satria nibebaka izy ireo rehefa nitory taminy i Jona. Misy lehibe noho i Jona anefa eto.",
        "33": "Rehefa mandrehitra jiro ny olona, dia tsy mametraka azy any anaty lakaly na ao ambany sobika famarana, fa ataony eo amin’ny fitoeran-jiro kosa izany, mba hahita hazavana izay olona miditra.",
        "34": "Ny masonao no jiron’ny vatanao. Koa hazava tsara ny tenanao manontolo raha tsotra * ny masonao, fa ho maizina kosa ny tenanao raha mifantoka amin’ny zava-dratsy ny masonao. *",
        "35": "Koa aoka ianao ho mailo, sao dia haizina ilay hazavana ao anatinao.",
        "36": "Koa raha mazava ny tenanao manontolo ka tsy misy maizina mihitsy, dia hazava toy ny tarafin’ny jiro ny tenanao manontolo.”",
        "37": "Nangataka azy mba hiara-misakafo aminy ny Fariseo iray, nony avy niteny izany izy. Koa niditra izy, ary nandry ilika hisakafo.",
        "38": "Gaga anefa ilay Fariseo nahita fa tsy nisasa izy talohan’ny sakafo.",
        "39": "Fa hoy ny Tompo taminy: “Ianareo Fariseo manadio ny ivelan’ny kaopy sy ny vilia, nefa ny ao anatinareo feno fandrobana sy faharatsiana.",
        "40": "Ry tsy misaina, tsy izay nanao ny anatiny ihany ve no nanao ny ivelany?",
        "41": "Fa izay ao am-ponareo no omeo ho fiantrana ny mahantra, dia hadio daholo ny zava-drehetra momba anareo.",
        "42": "Fa lozanareo Fariseo, satria manome ny ampahafolon’ny anana toy ny solila sy ny rota ary ny anana hafa rehetra ianareo, nefa lalovanareo fotsiny ny rariny sy ny fitiavana an’Andriamanitra! Iretsy tsy maintsy nataonareo, nefa tsy tokony hodianareo tsy hita koa ireto.",
        "43": "Lozanareo Fariseo, satria tianareo ny toerana eny aloha ao amin’ny synagoga sy ny hoarahabain’ny olona eny an-tsena!",
        "44": "Lozanareo, satria toy ny fasana tsy miharihary ianareo, ka hitsahin’ny olona nefa tsy fantany akory!”",
        "45": "Hoy ny navalin’ny olona iray anisan’ireo nahay Lalàna: “Mpampianatra ô, manala baraka anay koa ange izany teninao izany e!”",
        "46": "Fa hoy i Jesosy: “Lozanareo mahay Lalàna koa, satria ampitondrainareo entana sarotra entina ny olona, nefa ny tenanareo tsy mikasika izany amin’ny rantsantananareo anankiray akory!",
        "47": "“Lozanareo, satria manorina ny fasan’ny mpaminany ianareo, nefa ny razanareo no namono azy ireny!",
        "48": "Tena vavolombelon’ny nataon’ny razanareo tokoa ianareo nefa mankasitraka izany, satria ireny no namono ny mpaminany, fa ianareo kosa no manorina ny fasany.",
        "49": "Izany koa no antony nilazan’ny fahendren’Andriamanitra hoe: ‘Haniraka mpaminany sy apostoly any aminy aho, ary hisy hovonoiny sy henjehiny,",
        "50": "mba hatao ampamoaka ity taranaka ity noho ny amin’ny ran’ny mpaminany rehetra nalatsaka hatramin’ny nanorenana izao tontolo izao,",
        "51": "nanomboka tamin’ny ran’i Abela ka hatramin’ny ran’i Zakaria, izay novonoina teo anelanelan’ny alitara sy ny tranon’Andriamanitra.’ Eny, lazaiko aminareo fa hatao ampamoaka noho ny amin’izany ity taranaka ity.",
        "52": "“Lozanareo mahay Lalàna, satria nalainareo ny fanalahidin’ny fahalalana, ary ianareo tsy niditra nefa izay handeha hiditra nosakananareo!”",
        "53": "Koa rehefa nivoaka avy teo izy, dia nifanesika nanery azy mafy ny mpanora-dalàna sy ny Fariseo, ary nanototra fanontaniana azy momba ny zavatra maro hafa,",
        "54": "sady niandry kendry tohina mba hamandrihana azy tamin’ny teniny."
    },
    "12": {
        "1": "Nandritra izany fotoana izany, dia vahoaka an’arivony no tafangona ka nifanitsa-kitro. Dia nanomboka niteny izy, ka hoy izy aloha tamin’ny mpianany: “Mitandrema amin’ny lalivain’ny Fariseo, izany hoe ny fihatsarambelatsihiny.",
        "2": "Fa tsy misy zavatra tsara afina izay tsy haharihary, na zava-miafina izay tsy ho fantatra.",
        "3": "Koa ho re ao amin’ny mazava àry izay lazainareo ao amin’ny maizina, ary hotorina eny an-tampon-trano izay bitsibitsihinareo ao amin’ny efitranonareo.",
        "4": "Ary izao koa no lazaiko aminareo namako: Aza matahotra an’izay mamono mahafaty anareo, nefa avy eo tsy mahay manao mihoatra noho izany akory.",
        "5": "Fa hatoroko anareo kosa izay tokony hatahoranareo: Matahora an’ilay manana fahefana hanipy any amin’ny Gehena * rehefa avy namono ho faty. Eny, hoy aho aminareo, matahora Azy.",
        "6": "Tsy vola madinika roa kely vidy * ve no ivarotana fody dimy? Tsy misy hadinoina eo anatrehan’Andriamanitra anefa ireny, na iray akory aza.",
        "7": "Fa na ny volon-dohanareo aza voaisa daholo. Koa aza matahotra, fa sarobidy noho ny fody maro ianareo.",
        "8": "“Ary lazaiko aminareo hoe: Izay manaiky ahy eo anatrehan’ny olona, dia heken’ny Zanak’olona koa eo anatrehan’ny anjelin’Andriamanitra.",
        "9": "Fa izay mandà ahy eo anatrehan’ny olona dia holavina koa eo anatrehan’ny anjelin’Andriamanitra.",
        "10": "Hahazo famelan-keloka izay manao teny manohitra ny Zanak’olona, fa tsy hahazo famelan-keloka kosa izay manevateva ny fanahy masina.",
        "11": "Fa raha entin’ny olona eo anatrehan’ny vahoaka sy eo anatrehan’ny mpitondra fanjakana sy manam-pahefana ianareo, dia aza manahy ny amin’ny fomba hitenenanareo sy izay holazainareo ho fiarovan-tenanareo na ny amin’izay hambaranareo.",
        "12": "Fa ny fanahy masina no hampianatra anareo amin’izany ora izany momba izay tokony holazainareo.”",
        "13": "Ary nisy anankiray teo amin’ny vahoaka nanao hoe: “Mpampianatra ô, teneno ny rahalahiko mba hizara lova amiko.”",
        "14": "Dia hoy i Jesosy: “Fa iza moa, ralehilahy, no nanendry ahy ho mpitsara na mpizara fananana eo aminareo?”",
        "15": "Ary hoy izy tamin’ny mpianany: “Aoka ianareo ho mailo, ary mitandrema amin’izay rehetra mety ho fitsiriritana, satria na manam-be aza ny olona, dia tsy miankina amin’ny zavatra ananany ny ainy.”",
        "16": "Ary nilaza fanoharana tamin’ireo izy hoe: “Namokatra be ny tanin’ny lehilahy mpanankarena anankiray.",
        "17": "Koa hoy izy anakampo: ‘Tsy misy toerana intsony hanangonako ny vokatro, ka inona re no hataoko e?’",
        "18": "Dia hoy izy: ‘Izao no hataoko: Horavako ireo trano fitehirizam-bokatro, ary hanangana hafa lehibe kokoa aho, ka ao no hanangonako ny vokatro rehetra sy ny zava-tsoako rehetra.",
        "19": "Dia hilaza amin’ny tenako aho hoe: “Ralehilahy ô, manana zava-tsoa maro voatahiry ho amin’ny taona maro ianao. Mialà sasatra, mihinàna, misotroa, mifalia.”’",
        "20": "Fa hoy Andriamanitra taminy: ‘Ry tsy misaina, anio alina no hisy hanapitra ny ainao, * koa ho an’iza ireto zavatra nangoninao?’",
        "21": "Izany koa no hanjo ny olona mihary harena ho an’ny tenany, nefa tsy mba manankarena eo imason’Andriamanitra.”",
        "22": "Ary hoy izy tamin’ny mpianany: “Noho izany no ilazako aminareo hoe: Aza manahy intsony ny amin’ny ainareo, dia izay hohaninareo, na ny amin’ny vatanareo, dia izay hotafinareo.",
        "23": "Fa sarobidy noho ny sakafo ny aina, ary sarobidy noho ny fitafiana ny vatana.",
        "24": "Diniho tsara ange ny goaika e! Tsy mamafy na mijinja ireny, sady tsy manana sompitra na trano fitehirizam-bokatra, kanefa Andriamanitra mamelona azy. Tsy sarobidy lavitra noho ny vorona ve ianareo?",
        "25": "Iza aminareo no mahay manalava ny androm-piainany, na kely * monja aza, rehefa manahy?",
        "26": "Koa raha izany zavatra madinika indrindra izany aza tsy hainareo, nahoana no manahy ny amin’ny sisa?",
        "27": "Diniho tsara ange ny fanirin’ny lisy e! Tsy misasatra na manao kofehy ireny, nefa lazaiko aminareo fa na i Solomona tamin’ny voninahiny rehetra aza tsy nitafy toy ny iray amin’ireny.",
        "28": "Koa raha ny zavamaniry any an-tsaha, izay any ihany anio, ary hatsipy ao anaty afo * rahampitso no ampitafian’Andriamanitra toy izany, tsy mainka ve ianareo, ry kely finoana!",
        "29": "Koa aza mitady intsony izay hohaninareo na izay hosotroinareo, ary aza be fanahiana intsony.",
        "30": "Izany rehetra izany mantsy no katsahin’ny olona eo amin’izao tontolo izao fatratra, nefa ny Rainareo mahalala fa mila izany ianareo.",
        "31": "Fa aza mitsahatra mikatsaka ny fanjakany, dia homena anareo koa izany zavatra izany.",
        "32": "“Aza matahotra, ry ondry vitsy, fa sitraky ny Rainareo ny hanome anareo ny fanjakana.",
        "33": "Amidio ny fanananareo ka omeo ho fiantrana ny mahantra. Ary fitoeram-bola tsy mety tonta no ataovy fitoeram-bolanareo, dia harena any an-danitra tsy mety lany, izay tsy azon’ny mpangalatra hatonina ary tsy lanin’ny bibikely.",
        "34": "Fa any amin’izay misy ny harenanareo, dia ho any koa ny fonareo.",
        "35": "“Misikìna * ary aoka hirehitra ny jironareo.",
        "36": "Aoka koa ianareo ho tahaka ny mpanompo miandry ny fiverenan’ny tompony avy amin’ny fampakaram-bady. Amin’izay, rehefa tonga ny tompony ka mandondòna, dia hanokatra varavarana ho an’ny tompony avy hatrany ireo.",
        "37": "Sambatra ireo mpanompo hitan’ny tompony hoe miambina rehefa tonga izy! Lazaiko aminareo marina tokoa fa hisikina ilay tompony ka asainy mandry ilika hisakafo ireo mpanompo ireo, ary ho avy izy hikarakara an’ireo.",
        "38": "Ary raha tonga amin’ny fiambenana * faharoa ny tompony, eny fa na amin’ny fiambenana fahatelo aza, ka mahita azy miambina, dia sambatra izany mpanompo izany!",
        "39": "Fantaro izao: Ho niambina hatrany ny tompon-trano raha fantany ny ora hahatongavan’ny mpangalatra, ka tsy ho navelany hisy hamaky ny tranony.",
        "40": "Aoka koa ianareo ho vonona lalandava, satria amin’ny ora tsy ampoizinareo no ho avy ny Zanak’olona.”",
        "41": "Ary hoy i Petera: “Tompo ô, aminay ihany ve no ilazanao izany fanoharana izany sa amin’ny rehetra koa?”",
        "42": "Hoy ny Tompo: “Iza tokoa moa ilay mpanompo * mendri-pitokisana sy malina, izay hotendren’ny tompony hikarakara hatrany ny mpanompony hafa rehetra mba hanome sakafo ampy ho azy ireo, amin’ny fotoana mety?",
        "43": "Sambatra izany mpanompo izany, raha tonga ny tompony ka mahita azy manao izany!",
        "44": "Lazaiko aminareo marina tokoa fa hotendreny hikarakara ny fananany rehetra izy.",
        "45": "Fa raha manao anakampo kosa ilay mpanompo hoe: ‘Mba ela koa ny tompoko vao tonga!’ ka manomboka mikapoka ny mpanompolahy sy mpanompovavy izy, ary mihinana sy misotro ka mamo,",
        "46": "dia ho avy amin’ny andro tsy ampoiziny sy amin’ny ora tsy fantany ny tompony, ka hanasazy azy faran’izay mafy ary handefa azy any amin’ny olona tsy mendri-pitokisana.",
        "47": "Ary ho betsaka ny kapoka ho azon’izany mpanompo izany, satria nahalala ny sitrapon’ny tompony izy, nefa tsy niomana na nanao araka ny sitrapon’ny tompony.",
        "48": "Ho vitsy kosa ny kapoka ho an’ilay nanao zavatra tokony hikapohana azy, satria noho ny tsy fahalalany no nanaovany izany. Izay nomena be dia hitakiana be, ary ilay nanankinan’olona zavatra betsaka dia bebe kokoa no hotakina aminy.",
        "49": "“Tonga handrehitra afo eto an-tany aho. Koa raha efa mirehitra ilay izy, inona indray moa no iriko mihoatra noho izany?",
        "50": "Fa misy batisa tokony hanaovana batisa ahy, ary ory dia ory aho mandra-pahavitany!",
        "51": "Heverinareo ve fa tonga hitondra fihavanana eto an-tany aho? Tsy izany mihitsy. Lazaiko aminareo fa tonga hitondra fisarahana kosa aho.",
        "52": "Fa hisy olona dimy hisara-tsaina ao amin’ny trano iray, manomboka izao, ka ny telo hanohitra ny roa, ary ny roa hanohitra ny telo.",
        "53": "Hisara-tsaina ireo, ka ny ray hanohitra ny zanany lahy, ny zanakalahy hanohitra ny rainy, ny reny hanohitra ny zanany vavy ary ny zanakavavy hanohitra ny reniny, ny rafozambavy hanohitra ny vinantovaviny ary ny vinantovavy hanohitra ny rafozambaviny.”",
        "54": "Koa hoy ihany izy tamin’ny vahoaka: “Rehefa mahita rahona miakatra eny andrefana ianareo, dia milaza avy hatrany ianareo hoe: ‘Hisy oram-baratra.’ Ary tonga tokoa izany.",
        "55": "Rehefa hitanareo fa mitsoka avy any atsimo ny rivotra, dia hoy ianareo: ‘Hisy hafanam-be.’ Ary izany tokoa no mitranga.",
        "56": "Ry mpihatsaravelatsihy! Hainareo ny mandinika ny toetoetry ny tany sy ny lanitra, koa nahoana no tsy hainareo ny mandinika izao fotoana izao?",
        "57": "Nahoana no tsy ny tenanareo mihitsy no mitsara ara-drariny?",
        "58": "Raha mankany amin’ny manam-pahefana miaraka amin’ilay mitory anao ianao, ohatra, dia miezaha hifandamina aminy dieny mbola eny an-dalana. Amin’izay dia tsy hitarika anao ho eo anatrehan’ny mpitsara izy, ary ny mpitsara tsy hanolotra anao amin’ny mpanatanteraka didim-pitsarana, ary io indray tsy hanao anao any am-ponja.",
        "59": "Lazaiko aminao fa tsy ho tafavoaka any mihitsy ianao, mandra-pandoanao ny farany indrindra amin’ny vola madinika faran’izay kely vidy.” *"
    },
    "13": {
        "1": "Ary tamin’izay indrindra, dia nisy tamin’ireo olona teo nitantara tamin’i Jesosy ny nanjo ny Galilianina sasany. Nampifangaroin’i Pilato tamin’ny sorona nataon’ireo Galilianina ireo mantsy ny ran’izy ireo.",
        "2": "Koa hoy i Jesosy: “Heverinareo ve fa mpanota kokoa noho ny Galilianina rehetra ireny, satria izany no nanjo azy?",
        "3": "Tsy izany velively, hoy aho aminareo. Ho ringana toa azy koa anefa ianareo rehetra raha tsy mibebaka.",
        "4": "Ary ireo olona valo ambin’ny folo maty nianjeran’ny tilikambo tao Siloama, heverinareo ve fa mpanota * kokoa noho ny mponina rehetra ao Jerosalema ireny?",
        "5": "Tsy izany velively, hoy aho aminareo. Ho ringana toa azy koa anefa ianareo rehetra raha tsy mibebaka.”",
        "6": "Dia nanohy ny teniny izy, ka nilaza izao fanoharana izao: “Nisy lehilahy nanana aviavy izay nambolena tao an-tanimboalobony. Dia tonga hitady voa taminy izy, saingy tsy nahita mihitsy.",
        "7": "Ary hoy izy tamin’ny mpikarakara tanimboaloboka: ‘Efa telo taona aho izao no tonga nitady voa tamin’ity aviavy ity, nefa tsy nahita mihitsy. Koa kapao any io! Nahoana io no avela eo, ka manjary tsy azo ampiasaina ny tany?’",
        "8": "Fa namaly ilay mpikarakara tanimboaloboka hoe: ‘Tompo ô, avelao eo ihany izy amin’ity taona ity, mandra-pangadiko ny manodidina azy, sy mandra-panisiko zezika azy.",
        "9": "Koa raha hamoa izy, dia tsara! Fa raha tsy hamoa kosa izy, dia hokapainao ihany.’”",
        "10": "Ary nampianatra tao amin’ny synagoga anankiray i Jesosy tamin’ny sabata.",
        "11": "Ary io fa nisy vehivavy azon’ny fanahy ratsy mampahalemy teo, ka nalemy efa nandritra ny valo ambin’ny folo taona izy. Koa tena nanjoko be izy, ary tsy afa-nitraka mihitsy.",
        "12": "Niantso azy i Jesosy rehefa nahita azy, ka nanao hoe: “Afaka amin’ny fahalemenao ianao, ravehivavy.”",
        "13": "Dia nametra-tanana taminy izy, ka nitraka avy hatrany ravehivavy, ary nanome voninahitra an’Andriamanitra.",
        "14": "Tezitra anefa ny mpitantana ilay synagoga noho i Jesosy nanasitrana tamin’ny sabata, ka hoy izy tamin’ny vahoaka: “Enina andro no natao hiasana, ka amin’ireo andro ireo ianareo no tokony ho tonga hositranina, fa tsy amin’ny andro sabata.”",
        "15": "Namaly azy anefa ny Tompo hoe: “Ry mpihatsaravelatsihy, tsy samy mamaha ny ombiny na ny ampondrany avy ve ianareo amin’ny sabata, ka mitondra azy hisotro rano?",
        "16": "Koa tsy tokony hovahana ho afa-patorana amin’ny andro sabata àry ve ity vehivavy zanak’i Abrahama ity, izay efa nafatotr’i Satana nandritra ny valo ambin’ny folo taona be izao?”",
        "17": "Ary menatra daholo ny mpanohitra azy noho ny nilazany izany. Fa ravoravo kosa ny vahoaka rehetra noho ny zavatra malaza rehetra nataon’i Jesosy.",
        "18": "Ary hoy ihany izy: “Mitovy amin’inona ny fanjakan’Andriamanitra? Ary inona no hanoharako azy?",
        "19": "Mitovy amin’ny voan-tsinapy * izy io, izay nalain’ny olona ka nataony tao an-jaridainany, ary naniry ka tonga hazo, ary nitoeran’ny voro-manidina teny amin’ny sampany.”",
        "20": "Ary hoy indray izy: “Inona no hanoharako ny fanjakan’Andriamanitra?",
        "21": "Tahaka ny lalivay izy io, izay nalain’ny vehivavy anankiray ka nampifangaroiny tamin’ny * lafarinina intelon’ny famarana lehibe mandra-pitombon’ny koba manontolo.”",
        "22": "Dia nandeha nitety tanàna sy vohitra izy, ka nampianatra sady nanohy ny diany ho any Jerosalema.",
        "23": "Ary hoy ny lehilahy anankiray taminy: “Tompo ô, vitsy ve ny hovonjena?” Hoy i Jesosy tamin’izy ireo:",
        "24": "“Miezaha mafy dia mafy hiditra amin’ny varavarana tery, fa maro, hoy aho aminareo, no hitady hiditra nefa tsy ho afaka.",
        "25": "Raha vao mitsangana hanidy varavarana mantsy ny tompon-trano, nefa amin’izay ianareo no manomboka mijoro ao ivelany sy mandondòna ao am-baravarana, ka manao hoe: ‘Mba vohay re izahay, tompoko ô!’, dia izao no havaliny anareo: ‘Tsy fantatro na avy aiza ianareo, na avy aiza.’",
        "26": "Dia hanomboka hilaza ianareo hoe: ‘Nihinana sy nisotro teo anatrehanao ange izahay e, ary nampianatra teny an-dalambenay ianao.’",
        "27": "Hilaza aminareo anefa izy hoe: ‘Tsy fantatro na avy aiza ianareo, na avy aiza. Mialà amiko, ianareo mpanao ny tsy marina!’",
        "28": "Any ianareo no hitomany sy hitoloko, rehefa hahita an’i Abrahama sy Isaka ary Jakoba mbamin’ny mpaminany rehetra ao amin’ny fanjakan’Andriamanitra, fa ianareo kosa voaroaka eny ivelany.",
        "29": "Ary ho tonga avy any atsinanana sy andrefana ary avaratra sy atsimo ny olona ka handry ilika hisakafo ao amin’ny fanjakan’Andriamanitra.",
        "30": "Ary misy ny farany ho voalohany, ary misy ny voalohany ho farany.”",
        "31": "Tamin’izay indrindra no nisy Fariseo nanatona, ka nanao taminy hoe: “Mandehana ka mialà eto, fa mitady hamono anao i Heroda.”",
        "32": "Dia hoy izy tamin’ireo: “Mandehana ka lazao amin’iny amboadia fetsy iny hoe: ‘Jereo fa mandroaka demonia sy manasitrana aho anio sy rahampitso, fa rahafakampitso dia ho vita ny asako.’",
        "33": "Na izany aza, tsy maintsy mandeha aho anio sy rahampitso ary rahafakampitso, satria ny mpaminany tsy azo vonoina any ivelan’i Jerosalema.",
        "34": "Ry Jerosalema, ry Jerosalema, izay mpamono ny mpaminany sy mpitora-bato an’izay irahina ho any aminy! Impiry aho no te hanangona ny zanakao, tahaka ny fanangon’ny reniakoho ny zanany ao ambany elany! Tsy nety anefa ianareo.",
        "35": "Hilaozana ny tranonareo ka havela ho anareo. Lazaiko aminareo fa tsy hahita ahy intsony ianareo mandra-pilazanareo hoe: ‘Mahazo fitahiana ilay tonga amin’ny anaran’i Jehovah!’”"
    },
    "14": {
        "1": "Indray sabata, dia nankao an-tranon’ny anankiray tamin’ny lehiben’ny Fariseo i Jesosy mba hisakafo, ary nijery azy tsara ny olona tao.",
        "2": "Ary nisy lehilahy voan’ny aretina manirano teo anoloan’i Jesosy.",
        "3": "Koa hoy i Jesosy tamin’ireo nahay Lalàna sy ny Fariseo: “Azo atao sa tsia, ny manasitrana amin’ny andro sabata?”",
        "4": "Fa tsy nisy niteny ireo. Dia noraisin’i Jesosy ilay lehilahy ary nositraniny, ka nasainy nandeha.",
        "5": "Ary hoy izy tamin’ireo: “Iza aminareo, raha manana zanaka na omby latsaka ao an-davadrano, no tsy hisintona azy hivoaka avy hatrany, na dia sabata aza ny andro?”",
        "6": "Koa tsy nahita havaly ny amin’izany izy ireo.",
        "7": "Dia nanohy ny teniny izy, ka nilaza fanoharana tamin’ireo nasaina, satria tsikariny fa nifidy ny toerana mihaja indrindra ireo, ka hoy izy:",
        "8": "“Rehefa misy manasa anao ho amin’ny fanasambe amin’ny fampakaram-bady, dia aza maka ny toerana mihaja indrindra. Mety ho nanasa olo-manan-kaja noho ianao mantsy izy.",
        "9": "Ary ho avy eo aminao ilay nanasa anao sy io olona io, ka hanao hoe: ‘Omeo an’ity olona ity ny toerana.’ Dia ho menatra ianao hankeo amin’ny toerana ambany indrindra.",
        "10": "Fa rehefa misy manasa anao kosa, dia mandehana mandry ilika eo amin’ny toerana ambany indrindra. Ary ho avy ilay nanasa anao, ka hilaza aminao hoe: ‘Mandrosoa etsy amin’ny toerana ambony kokoa, ry sakaiza!’ Dia hahazo voninahitra eo imason’ireo rehetra niara-nasaina taminao ianao.",
        "11": "Fa izay manandra-tena no haetry, ary izay manetry tena no hasandratra.”",
        "12": "Ary nanohy ny teniny izy, avy eo, ka hoy izy tamin’ilay nanasa azy: “Rehefa manasa olona hisakafo antoandro na hisakafo hariva ianao, dia aza ny namanao na ny rahalahinao na ny havanao na ny mpiara-monina manankarena no asainao. Mety hanasa anao koa mantsy ireo indray andro any, ka ho voavaly izay nataonao.",
        "13": "Fa ny mahantra sy ny kilemaina sy ny malemy tongotra ary ny jamba kosa no asao, rehefa manasa olona hisakafo ianao.",
        "14": "Amin’izay dia ho sambatra ianao, satria tsy manan-kavaly anao ireo. Fa hovaliana kosa ianao amin’ny fitsanganan’ny marina.”",
        "15": "Nandre izany ny anankiray tamin’ireo nasaina, ka hoy izy tamin’i Jesosy: “Sambatra izay hisakafo ao amin’ny fanjakan’Andriamanitra.”",
        "16": "Dia hoy i Jesosy taminy: “Nisy lehilahy nanao fanasambe tamin’ny sakafo hariva, ka nanasa olona maro.",
        "17": "Ary naniraka ny mpanompony izy tamin’ny fotoanan’ny sakafo hariva mba hilaza tamin’ny nasaina hoe: ‘Tongava fa efa vonona ny sakafo.’",
        "18": "Samy nanao fialana anefa izy rehetra. Hoy ny voalohany: ‘Nividy saha aho, ka tokony handeha hijery azy. Mba ialao tsiny any re aho e!’",
        "19": "Hoy ny iray: ‘Nividy omby folo aho ka handeha handinika azy ireo. Mba ialao tsiny any re aho e!’",
        "20": "Hoy koa ny anankiray hafa: ‘Vao avy nampaka-bady aho, ka tsy afaka ny ho tonga.’",
        "21": "Dia nanatona an’ilay tompony ilay mpanompo ka nitantara izany taminy. Ary tezitra ilay tompon-trano, ka hoy izy tamin’ilay mpanompony: ‘Mandehana haingana eny an-dalambe sy eny amin’ny lalankely eto an-tanàna, ka ento atỳ ny mahantra sy ny kilemaina sy ny jamba ary ny malemy tongotra.’",
        "22": "Tamin’ny farany, dia hoy ilay mpanompo: ‘Vita ny nasainao natao, tompoko, nefa mbola misy toerana.’",
        "23": "Dia hoy ilay tompo: ‘Mandehana mankeny amin’ny lalana sy ny toerana mifefy ka tereo ho tonga ny olona mba ho feno ny tranoko.",
        "24": "Fa lazaiko aminareo fa tsy hisy amin’ireo nasaina ireo hanandrana ny sakafo hariva nomaniko.’”",
        "25": "Ary nisy vahoaka be niara-dia tamin’i Jesosy, dia nitodika i Jesosy ka hoy izy tamin’ireo:",
        "26": "“Raha misy manatona ahy nefa tsy mankahala ny rainy sy ny reniny sy ny vadiny sy ny zanany sy ny rahalahiny ary ny anabaviny, eny fa na dia ny ainy mihitsy aza, dia tsy afaka ny ho mpianatro izy.",
        "27": "Izay tsy mitondra ny hazo fijaliany ka tsy manaraka ahy dia tsy afaka ny ho mpianatro.",
        "28": "Iza aminareo, ohatra, no te hanorina tilikambo nefa tsy mipetraka aloha manao kajy ny amin’izay ho lany, mba hahitana raha manana ny ampy hamitana azy izy, na tsia?",
        "29": "Raha tsy manao izany izy, dia mety hametraka ny fototra nefa tsy ho afaka hamita an’ilay tilikambo. Ary mety haneso azy izay rehetra mahita,",
        "30": "ka hanao hoe: ‘Io lehilahy io nanomboka nanorina tilikambo, nefa tsy nahavita.’",
        "31": "Ary mpanjaka iza no handeha hiady amin’ny mpanjaka hafa, ka tsy mipetraka aloha maka hevitra, raha ho vitany na tsia, ny hifanandrina amin’ilay manana miaramila roa alina nefa ny azy iray alina monja?",
        "32": "Raha tsy ho afaka hifanandrina aminy izy, dia haniraka ambasadaoro hanao raharaham-pihavanana, dieny mbola lavitra ilay anankiray.",
        "33": "Koa tsy afaka ny ho mpianatro tokoa izay tsy mahafoy ny fananany rehetra.",
        "34": "“Tsara tokoa ny sira, kanefa raha ny sira indray no lasa matsatso, inona no hatao aminy mba hiverenan’ny tsirony?",
        "35": "Tsy mety hatao amin’ny tany na amin’ny zezika izy, fa hatsipy any ivelany. Izay manan-tsofina hoenti-mihaino, aoka izy hihaino.”"
    },
    "15": {
        "1": "Ary nanatona mba hihaino azy ny mpamory hetra sy ny mpanota rehetra.",
        "2": "Koa nimenomenona ny Fariseo sy ny mpanora-dalàna hoe: “Ilehio mandray tsara ny mpanota sady miara-mihinana aminy.”",
        "3": "Dia nilaza izao fanoharana izao taminy i Jesosy:",
        "4": "“Iza aminareo moa, raha manana ondry zato ka very ny anankiray, no tsy hamela ny sivy amby sivifolo any an-tany efitra, ka handeha hitady ilay very mandra-pahitany azy?",
        "5": "Ary hataony eo an-tsorony ilay izy rehefa hitany, sady hiravoravo izy.",
        "6": "Dia hovoriny ny namany sy ny mpiara-monina aminy rehefa tonga any an-tranony izy, ka hilazany hoe: ‘Miaraha mifaly amiko, fa efa hitako ilay ondriko very.’",
        "7": "Lazaiko aminareo fa hisy fifaliana mihoatra noho izany any an-danitra ny amin’ny mpanota anankiray mibebaka noho ny amin’ny olo-marina sivy amby sivifolo izay tsy mila mibebaka.",
        "8": "“Ary iza moa no vehivavy manam-bola madinika drakma * folo, ka very ny anankiray, no tsy handrehitra jiro sy hamafa trano ka hitady azy tsara mandra-pahitany azy?",
        "9": "Dia hovoriny ny vehivavy namany sy ny mpiara-monina aminy rehefa hitany ilay izy, ka hilazany hoe: ‘Miaraha mifaly amiko, fa efa hitako ilay vola very.’",
        "10": "Lazaiko aminareo fa mifaly toy izany koa ny anjelin’Andriamanitra rehefa misy mpanota anankiray mibebaka.”",
        "11": "Ary hoy izy, avy eo: “Nisy lehilahy nanan-janaka roa lahy.",
        "12": "Dia hoy ilay zandriny tamin-drainy: ‘Omeo ahy, ry Dada, ny anjara fananana tokony ho ahy.’ Koa nozarain-drainy tamin’izy roa lahy ny fananany.",
        "13": "Rehefa afaka andro vitsivitsy, dia nangonin’ilay zandriny ny fananany rehetra, ka lasa nankany an-tany lavitra izy. Dia nandanilany foana ny fananany tamin’ny filibana izy.",
        "14": "Koa rehefa laniny ny fananany rehetra, dia nisy mosary mafy nanerana ilay tany ka nihanahantra izy.",
        "15": "Lasa mihitsy aza izy nankany amin’ny tompon-tany anankiray tao amin’izany tany izany, ka nisisika hiasa tao aminy. Koa nirahin’io hiandry kisoa tany an-tsaha izy.",
        "16": "Satriny ho vokin’ny hanin-kisoa, nefa tsy nisy nanome hanina azy.",
        "17": "“Dia tonga saina izy, ka nanao hoe: ‘Firifiry akory moa ny olona karamain-draiko no manan-kanina be dia be! Izaho anefa ity ho faty mosary eto.",
        "18": "Hiainga aho ka handeha ho any amin-draiko, dia hilazako izy hoe: “Dada ô, efa nanota tamin’ny lanitra sy taminao aho.",
        "19": "Tsy mendrika ny hantsoina hoe zanakao intsony aho. Ataovy toy ny iray amin’ireo olona karamainao aho.”’",
        "20": "Dia niainga izy ka nankany amin-drainy. Fa raha mbola lavitra izy, dia tazan-drainy ary nangoraka azy rainy, ka nihazakazaka ary niantoraka teo amin’ny vozony sady nanoroka azy tamim-pitiavana.",
        "21": "Ary hoy ilay zanany taminy: ‘Dada ô, efa nanota tamin’ny lanitra sy taminao aho. Tsy mendrika ny hantsoina hoe zanakao intsony aho. Ataovy toy ny iray amin’ireo olona karamainao aho.’",
        "22": "Fa hoy ny rainy tamin’ny mpanompony: ‘Mandehana haingana! Mitondrà akanjo lava, ilay tsara indrindra, ka ampiakanjoy azy, ary asio peratra ny tanany sady asio kapa ny tongony.",
        "23": "Dia alaivo ilay zanak’omby mifahy ka vonoy. Ary aoka isika hihinana sy hifaly,",
        "24": "satria efa maty ity zanako ity fa velona indray, ary efa very fa hita indray.’ Dia nanomboka nifaly izy ireo.",
        "25": "“Ary tany an-tsaha ilay zokiny tamin’izay. Koa rehefa nody izy, dia nandre mozika sy olona nandihy raha iny izy nanatona ny trano iny.",
        "26": "Dia niantso mpanompo anankiray izy, ka nanontany azy izay anton’izany.",
        "27": "Koa hoy ilay mpanompo: ‘Tonga ny rahalahinao ka namono zanak’omby mifahy rainao, satria tafaverina eo aminy indray izy sady salama tsara.’",
        "28": "Tezitra anefa ilay zokiny, ka tsy nety niditra. Dia nivoaka rainy ka niangavy azy,",
        "29": "nefa hoy izy tamin-drainy: ‘Taona maro izao no nanompoako anao, ary mbola tsy nandika ny didinao mihitsy aho na indray mandeha aza, kanefa mbola tsy nanome ahy osy iray akory ianao na indray mandeha aza, mba hifaliako miaraka amin’ny namako.",
        "30": "Fa raha vao tonga kosa io zanakao io, izay nandany ny fanananao tany amin’ny mpivaro-tena, dia namonoanao ilay zanak’omby mifahy.’",
        "31": "Dia hoy rainy: ‘Ianao ange, anaka, teto amiko foana e! Ary anao daholo izay rehetra ananako!",
        "32": "Koa tsy maintsy mifaly sy miravoravo isika, satria io rahalahinao io dia efa maty fa velona indray, ary efa very fa hita indray.’”"
    },
    "16": {
        "1": "Ary hoy koa izy tamin’ny mpianany: “Nisy lehilahy manankarena, izay nanana mpanompo iray niandraikitra ny tao an-tranony rehetra. Ary nisy niampanga azy io tany aminy ho nandanilany foana ny fananan’ny tompony.",
        "2": "Koa niantso azy ilay tompony, ka nanao hoe: ‘Inona izany reko momba anao izany? Avereno amiko ny tatitra momba ny asa nampiandraiketina anao, fa tsy hiadidy ny ato an-tranoko intsony ianao.’",
        "3": "Dia hoy ilay mpanompo anakampo: ‘Inona re no hataoko e? Hesorin’ny tompoko amiko mantsy ny fiandraiketana ny fananany. Ny mitana angady tsy vitan’ny heriko, ny mangataka mahamenatra ahy.",
        "4": "Ah! Hitako ny hataoko mba hisy olona handray ahy ho ao an-tranony, rehefa voaroaka aho.’",
        "5": "Dia nantsoiny tsirairay ny mpitrosa tamin’ny tompony, ka hoy izy tamin’ilay voalohany: ‘Toy inona no ananan’ny tompoko aminao?’",
        "6": "Hoy ny navaliny: ‘Menaka oliva injaton’ny bata.’ * Dia hoy izy: ‘Alaivo ilay taratasy fifanekena any aminao ary mipetraha ka soraty haingana hoe dimampolo.’",
        "7": "Avy eo, dia hoy izy tamin’ny iray hafa: ‘Ary ianao, inona no ananany aminao?’ Dia hoy io: ‘Varimbazaha injaton’ny kora.’ * Koa hoy izy: ‘Alaivo ilay taratasy fifanekena any aminao, ka soraty hoe valopolo.’",
        "8": "Ary noderain’ny tompony izy, na dia mpanompo tsy marina aza, satria lehilahy malina. Hita fa malina kokoa noho ny zanaky ny mazava ny zanak’ity tontolo ity, rehefa mifampiraharaha amin’ny mpiara-belona aminy.",
        "9": "“Izao koa no lazaiko aminareo: Ataovy izay hahazoana namana amin’ny alalan’ny harena tsy marina, mba horaisin’izany namana izany any amin’ny fonenana mandrakizay ianareo rehefa lany izany harena izany.",
        "10": "Izay mendri-pitokisana amin-javatra madinika dia mendri-pitokisana koa amin’ny zava-dehibe, ary izay tsy marina amin-javatra madinika dia tsy marina koa amin’ny zava-dehibe.",
        "11": "Koa raha tsy asehonareo fa mendri-pitokisana ianareo amin’ny harena tsy marina, iza no hanankina aminareo ny tena harena?",
        "12": "Ary raha tsy asehonareo fa mendri-pitokisana ianareo amin’ny zavatr’olona, iza no hanome anareo izay anareo?",
        "13": "Tsy misy mpiasa an-trano mahay manompo tompo roa, fa ny anankiray ho halany ary ny anankiray ho tiany, na ny anankiray hifikirany ary ny anankiray hohamavoiny. Tsy mahay manompo an’Andriamanitra sy ny Harena ianareo.”",
        "14": "Nihaino an’izany rehetra izany ny Fariseo, izay tia vola, ka naneso an’i Jesosy.",
        "15": "Koa hoy i Jesosy taminy: “Ianareo milaza tena ho marina eo anatrehan’ny olona, nefa fantatr’Andriamanitra ny fonareo. Fa izay ataon’ny olona ho ambony dia maharikoriko kosa eo imason’Andriamanitra.",
        "16": "“Hatreo amin’i Jaona ihany ny Lalàna sy ny Mpaminany. Fa nanomboka teo kosa dia ny fanjakan’Andriamanitra no vaovao tsara torina amin’ny olona, ary misesika ho ao ny karazan’olona rehetra.",
        "17": "Fa ho mora kokoa ny hahalevona ny lanitra sy ny tany noho ny tsy hahatanteraka ny tendron-tsoratra iray ao amin’ny Lalàna.",
        "18": "“Manitsakitsa-bady izay lehilahy misaraka amin’ny vadiny ka manambady olon-kafa. Ary izay manambady vehivavy nisarahan’ny vadiny dia manitsakitsa-bady.",
        "19": "“Nisy lehilahy manankarena nanao akanjo vita tamin’ny lamba volomparasy sy rongony. Niravoravo isan’andro izy sady niaina tao anatin’ny renty.",
        "20": "Fa nisy kosa mpangataka atao hoe Lazarosy, napetraka teo am-bavahadiny. Feno fery izy io.",
        "21": "Te ho vokin’ny sombin-kanina latsaka avy tamin’ny latabatr’ilay manankarena izy. Ary tonga ny alika nilelaka ny feriny.",
        "22": "Tatỳ aoriana, dia maty ilay mpangataka, ary nentin’ny anjely ho any an-tratran’i Abrahama. “Ary maty koa ilay manankarena ka nalevina.",
        "23": "Rehefa tao amin’ny toeran’ny maty * izy, dia niandrandra raha iny izy nijalijaly iny, ka nahita an’i Abrahama teny lavitra teny, sy Lazarosy teo an-tratrany.",
        "24": "Dia niantso izy hoe: ‘Abrahama Raiko ô, mamindrà fo amiko, ka iraho i Lazarosy hanatsoboka ny tendron’ny rantsantanany ao anaty rano mba hampangatsiatsiaka ny lelako, fa mijaly aho ato amin’ity afo mivaivay ity.’",
        "25": "Fa hoy i Abrahama: ‘Tadidio, anaka, fa efa azonao daholo ny zava-tsoanao rehetra nandritra ny androm-piainanao, fa ny an’i Lazarosy kosa ny zava-dratsy. Izao izy ampiononina atỳ, fa ianao kosa mijaly.",
        "26": "Sady misy hantsana lehibe efa napetraka koa anie hampisaraka anay aminareo e, mba tsy ho afaka hankany aminareo ny te hiala atỳ, ary tsy ho afaka hiampita mankatỳ aminay ny any.’",
        "27": "Dia hoy izy: ‘Raha izany no izy, dia mangataka aminao aho, ray ô, mba haniraka an’i Lazarosy ho any an-tranon-draiko.",
        "28": "Manana rahalahy dimy mantsy aho, ka iraho izy hanazava tsara amin’izy ireo, sao ho lasa atỳ amin’ity toeram-pijaliana ity koa izy ireo.’",
        "29": "Fa hoy i Abrahama: ‘Manana an’i Mosesy sy ny Mpaminany izy. Aoka izy hihaino an’ireo.’",
        "30": "Dia hoy izy: ‘Tsia, ry Abrahama ray ô, fa raha misy avy amin’ny maty mankany aminy, dia hibebaka izy.’",
        "31": "Hoy anefa i Abrahama: ‘Raha tsy mihaino an’i Mosesy sy ny Mpaminany izy ireo, dia tsy ho resy lahatra na dia misy mitsangana amin’ny maty aza.’”"
    },
    "17": {
        "1": "Ary hoy izy tamin’ny mpianany: “Tsy maintsy misy toe-javatra mahatafintohina, kanefa lozan’izay iavian’izany!",
        "2": "Aleo aza hanantonana vato lehibe fikosoham-bary eo amin’ny vozon’izany olona izany, ka hatsipy any an-dranomasina izy, toy izay hanafintohina ny iray amin’ireny madinika ireny.",
        "3": "Koa mitandrema ianareo. Ary teneno mafy ny rahalahinao raha manota, ka mamelà azy raha mibebaka izy.",
        "4": "Fa na manota aminao impito aza izy ao anatin’ny indray andro, ka miverina impito eo aminao, manao hoe: ‘Mibebaka aho’, dia tsy maintsy mamela azy ianao.”",
        "5": "Hoy ny apostoly tamin’ny Tompo: “Ampitomboy ny finoanay.”",
        "6": "Dia hoy ny Tompo: “Raha manam-pinoana ianareo, na bitika toy ny voan-tsinapy * aza, ary hilaza amin’itsy voaroihazo itsy hoe: ‘Aoka ianao hiongotra ka haniry any an-dranomasina!’, dia hankatò anareo izy.",
        "7": "“Raha misy aminareo manana mpanompo miasa tany na miandry ondry, ka mody avy any an-tsaha io, iza aminareo moa no hilaza aminy hoe: ‘Avia haingana ianao eto, ary mandria ilika hisakafo’?",
        "8": "Tsy hilaza aminy kosa ve izy hoe: ‘Karakarao ny sakafo harivako, ary anaovy ny aron’akanjonao ka rosoy hanina aho mandra-pitsahatro mihinana sy misotro, ary rehefa vita izany, dia mahazo mihinana sy misotro kosa ianao’?",
        "9": "Ho velom-pisaorana an’ilay mpanompo ve izy, satria nanao izay nasainy natao izy io?",
        "10": "Toy izany koa ianareo, rehefa vitanareo izay rehetra nasaina nataonareo, dia lazao hoe: ‘Mpanompo tsy mahasoa izahay, fa izay tokony ho nataonay no nataonay.’”",
        "11": "Namakivaky teo afovoan’i Samaria sy Galilia izy, rehefa nankany Jerosalema.",
        "12": "Ary raha niditra tao amin’ny tanàna kely anankiray izy, dia nisy boka folo lahy tojo azy. Nitsangana teny lavitra teny ireo,",
        "13": "ka niantso mafy hoe: “Ry Jesosy Mpampianatra ô, mba iantrao izahay!”",
        "14": "Ary raha vao nahita azy ireo izy, dia nanao hoe: “Mandehana miseho any amin’ny mpisorona.” Dia lasa ireo, ka nadio raha mbola teny an-dalana.",
        "15": "Rehefa hitan’ny anankiray fa sitrana izy, dia niverina io ka nanome voninahitra an’Andriamanitra tamin’ny feo avo.",
        "16": "Dia niankohoka teo an-tongotr’i Jesosy izy, ka nisaotra azy. Ary Samaritanina izy io.",
        "17": "Koa hoy i Jesosy: “Tsy efa voadio daholo moa izy folo? Fa aiza ny sivy?",
        "18": "Dia tsy nisy niverina mba hanome voninahitra an’Andriamanitra afa-tsy ity hafa firenena ity ihany ve?”",
        "19": "Hoy koa izy taminy: “Mitsangàna ka mandehana. Ny finoanao no nahasitrana anao.”",
        "20": "Ary nanontanian’ny Fariseo i Jesosy ny amin’ny fotoana hahatongavan’ny fanjakan’Andriamanitra. Dia hoy ny navaliny: “Tsy mibaribary ny fahatongavan’ny fanjakan’Andriamanitra,",
        "21": "ary tsy hisy koa hilaza hoe: ‘Atỳ!’ na ‘Arỳ!’ Fa eo afovoanareo ny fanjakan’Andriamanitra.”",
        "22": "Ary hoy izy tamin’ny mpianany: “Ho avy ny andro hanirianareo hahita ny anankiray amin’ny andron’ny Zanak’olona, fa tsy hahita ianareo.",
        "23": "Ary hilaza aminareo ny olona hoe: ‘Arỳ!’ na ‘Atỳ!’, nefa aza mandeha na manaraka azy.",
        "24": "Fa toy ny tselatra manjelanjelatra ka manazava any amin’ny faritra iray ambanin’ny lanitra ka hatrany amin’ny faritra hafa ambanin’ny lanitra, dia ho toy izany koa ny Zanak’olona.",
        "25": "Fa tsy maintsy hiaritra fijaliana isan-karazany aloha izy, ary holavin’ity taranaka ity.",
        "26": "Ary toy ny tamin’ny andron’i Noa, dia ho toy izany koa amin’ny andron’ny Zanak’olona:",
        "27": "Nihinana ny olona, nisotro, nampaka-bady sy navoaka hampakarina, mandra-pahatongan’ilay andro nidiran’i Noa tao amin’ny sambofiara. Ary tonga ny safodrano ka nandringana azy rehetra.",
        "28": "Dia toy ny tamin’ny andron’i Lota koa: Nihinana ny olona, nisotro, nividy, nivarotra, namboly ary nanorina trano.",
        "29": "Fa tamin’ny andro nivoahan’i Lota avy tao Sodoma dia nilatsaka toy ny orana ny afo sy solifara * avy tany an-danitra, ka nandringana azy rehetra.",
        "30": "Dia ho toy izany koa amin’ilay andro hampiharihariana ny Zanak’olona.",
        "31": "“Amin’izany andro izany, izay eo an-tampon-trano aoka tsy hidina haka ny entany ao an-trano, ary izay any an-tsaha aoka koa tsy hiverina any amin’izay zavatra any aoriany.",
        "32": "Tsarovy ny vadin’i Lota.",
        "33": "Izay mitady hiaro ny ainy * no hamoy izany, fa izay mamoy ny ainy kosa no hiaro izany.",
        "34": "Lazaiko aminareo fa amin’izany alina izany, dia hisy roa lahy iray fandriana: Ny iray hoentina ary ny iray havela.",
        "35": "Ary hisy roa vavy hanodina vato fikosoham-bary iray ihany: Ny iray hoentina fa ny iray kosa havela.”",
        "36": "* ——",
        "37": "Koa hoy ireo taminy: “Aiza izany, Tompo ô?” Dia hoy izy: “Any amin’izay misy ny faty, dia any koa no hiangonan’ny voromahery.”"
    },
    "18": {
        "1": "Ary nanohy ny teniny izy ka nilaza fanoharana tamin’izy ireo momba ny ilana hivavaka foana, ka tsy hitsahatra.",
        "2": "Koa hoy izy: “Nisy mpitsara tsy matahotra an’Andriamanitra sady tsy mena-maso olona, tao amin’ny tanàna iray.",
        "3": "Ary nisy vehivavy mpitondratena koa tao, izay nandeha tany aminy foana, nanao hoe: ‘Mba ataovy re izay hahazoako rariny amin’ilay manana ady amiko any amin’ny fitsarana e!’",
        "4": "Tsy nety ilay mpitsara, nandritra ny fotoana elaela. Tatỳ aoriana anefa, dia hoy izy anakampo: ‘Na dia tsy matahotra an’Andriamanitra sy tsy mena-maso olona aza aho,",
        "5": "dia homeko rariny ihany io vehivavy io fa manelingelina ahy tsy misy farany. Amin’izay dia tsy ho tonga lava eto hanorisory ahy izy ka tsy ho zakako intsony.’”",
        "6": "Dia hoy ny Tompo: “Henoy izany tenin’ilay mpitsara izany, nefa izy olona tsy marina.",
        "7": "Tsy hataon’Andriamanitra tokoa ve izay hampiharana ny rariny amin’ny olom-boafidiny izay mitaraina aminy andro aman’alina, na dia mahari-po amin’ireo aza izy?",
        "8": "Lazaiko aminareo fa hataony haingana izay hampiharana ny rariny amin’izy ireo. Rehefa tonga anefa ny Zanak’olona, tena hahita finoana toy izany etỳ an-tany ve izy?”",
        "9": "Dia nilaza izao fanoharana izao koa izy tamin’ireo nihevi-tena ho marina ka nanao tsinontsinona ny hafa:",
        "10": "“Nisy roa lahy niakatra nankao amin’ny tempoly mba hivavaka. Ny anankiray Fariseo ary ny anankiray mpamory hetra.",
        "11": "Dia nitsangana ilay Fariseo ka nivavaka anakampo hoe: ‘Andriamanitra ô, misaotra anao aho fa tsy mba toy ny olon-kafa rehetra izay mpanao an-keriny, tsy marina, mpanitsakitsa-bady, na toa an’itsy mpamory hetra itsy akory aza.",
        "12": "Mifady hanina indroa isan-kerinandro aho, ary manome ny ampahafolon’ny zava-drehetra azoko.’",
        "13": "Nijoro lavidavitra kosa ilay mpamory hetra, ary tsy sahy niandrandra ny lanitra, fa nikapo-tratra foana ka nanao hoe: ‘Andriamanitra ô, mamindrà fo amiko mpanota.’",
        "14": "Lazaiko aminareo fa izany lehilahy izany no hita fa marina noho ilay anankiray, rehefa nidina tany an-tranony. Fa izay manandra-tena no haetry, ary izay manetry tena no hasandratra.”",
        "15": "Ary nisy olona nitondra ny zanany kely teo amin’i Jesosy mba hokasihiny, nefa nibedy azy ireny ny mpianatra nony nahita izany.",
        "16": "Nantsoin’i Jesosy hankeo aminy anefa ny zazakely, ka hoy izy: “Avelao ny zaza hanatona ahy ary aza mitady hisakana azy, fa an’izay toa azy ny fanjakan’Andriamanitra.",
        "17": "Lazaiko aminareo marina tokoa fa izay tsy mandray ny fanjakan’Andriamanitra toy ny ataon’ny zaza, dia tsy ho tafiditra ao mihitsy.”",
        "18": "Ary nisy olona ambony teo amin’ny Jiosy nanontany azy hoe: “Mpampianatra tsara ô, inona no hataoko mba handovako fiainana mandrakizay?”",
        "19": "Hoy anefa i Jesosy taminy: “Nahoana aho no antsoinao hoe tsara? Tsy misy tsara afa-tsy iray ihany, dia Andriamanitra.",
        "20": "Fantatrao ny didy hoe: ‘Aza manitsakitsa-bady. Aza mamono olona. Aza mangalatra. Aza mijoro ho vavolombelona mandainga. Hajao ny rainao sy ny reninao.’”",
        "21": "Dia hoy izy: “Efa notandremako hatramin’ny fahazazako izany rehetra izany.”",
        "22": "Hoy i Jesosy rehefa nandre izany: “Misy zavatra iray mbola tokony hataonao: Amidio daholo ny fanananao, ka zarao amin’ny mahantra, dia hanana harena any an-danitra ianao. Ary andao hanara-dia ahy.”",
        "23": "Dia nalahelo mafy izy nony nandre izany, satria nanan-karena be.",
        "24": "Nijery azy i Jesosy, ka nanao hoe: “Ho sarotra tokoa ny hidiran’ny mpanam-bola ao amin’ny fanjakan’Andriamanitra!",
        "25": "Mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny fanjakan’Andriamanitra.”",
        "26": "Ary hoy izay nandre izany: “Koa hisy ho voavonjy ve raha izany?”",
        "27": "Dia hoy izy: “Ny zavatra tsy hain’olombelona dia hain’Andriamanitra.”",
        "28": "Hoy anefa i Petera: “Izahay efa nahafoy ny fanananay ary nanaraka anao.”",
        "29": "Fa hoy i Jesosy tamin’izy ireo: “Lazaiko aminareo marina tokoa fa tsy misy olona efa nahafoy trano na vady na rahalahy na ray aman-dreny na zanaka noho ny fanjakan’Andriamanitra,",
        "30": "ka tsy hahazo be lavitra amin’izao andro izao, ary fiainana mandrakizay ao amin’ilay tontolo ho avy.”",
        "31": "Dia nentiny nihataka kely izy roa ambin’ny folo lahy, ka hoy izy: “Miakatra ho any Jerosalema isika izao. Ary ho tanteraka daholo izay rehetra voasoratra tamin’ny alalan’ny mpaminany mahakasika ny Zanak’olona.",
        "32": "Hatolotra amin’ireo hafa firenena izy, ohatra, ary hatao ho fihomehezana sady halam-baraka ary hororana.",
        "33": "Dia hokaravasiny ny Zanak’olona, ary avy eo dia hovonoiny ho faty. Hitsangana anefa izy amin’ny andro fahatelo.”",
        "34": "Tsy nisy azon’izy ireo anefa ny hevitr’izany. Fa nafenina taminy izany teny izany, ka tsy fantany izay voalaza.",
        "35": "Raha nanakaiky an’i Jeriko izy, dia nisy lehilahy anankiray jamba nipetraka nangataka teo amoron-dalana.",
        "36": "Nandre vahoaka be nandalo ilay lehilahy, ka nanontany izay anton’izany.",
        "37": "Ary hoy ny olona: “Jesosy avy any Nazareta no mandalo!”",
        "38": "Dia niantso mafy ilay jamba hoe: “Mba iantrao aho, ry Jesosy Zanak’i Davida ô!”",
        "39": "Ary niteny mafy azy mba hangina izay nandeha teny aloha, fa vao mainka izy niantsoantso mafy hoe: “Mba iantrao aho, ry Zanak’i Davida ô!”",
        "40": "Dia nijanona i Jesosy ka nasainy nentina teo aminy ralehilahy. Rehefa nanatona ralehilahy, dia nanontany azy i Jesosy hoe:",
        "41": "“Inona no tianao hataoko aminao?” Hoy izy: “Tompo ô, mba ataovy mahita indray aho.”",
        "42": "Koa hoy i Jesosy: “Aoka ianao hahita indray, ny finoanao no nahasitrana anao.”",
        "43": "Ary avy hatrany dia nahita indray ralehilahy, ka nanomboka nanaraka an’i Jesosy ary nanome voninahitra an’Andriamanitra. Dia nidera an’Andriamanitra koa ny olona rehetra nahita izany."
    },
    "19": {
        "1": "Ary niditra tao Jeriko izy, ka namakivaky ny tanàna.",
        "2": "Nisy lehilahy atao hoe Zakaiosy tao, izay lehiben’ny mpamory hetra sady mpanankarena.",
        "3": "Dia nitady hahita izany Jesosy izany izy nefa tsy afaka noho ny habetsahan’ny olona, fa fohy kely izy.",
        "4": "Koa nihazakazaka mialoha izy, ary nianika aviavidia mba hahita an’i Jesosy, izay efa handalo tamin’izany lalana izany.",
        "5": "Tonga teo àry i Jesosy, ary niandrandra ka nanao taminy hoe: “Ry Zakaiosy, midìna haingana, fa tsy maintsy mitoetra ao an-tranonao aho anio.”",
        "6": "Dia nidina haingana izy ka faly nampiantrano azy.",
        "7": "Hitan’ny olona anefa izany, ka nimenomenona izy rehetra hoe: “Lasa niantrano ao amin’ny lehilahy mpanota izy.”",
        "8": "Fa Zakaiosy kosa nitsangana, ka nanao tamin’ny Tompo hoe: “Tompo ô, omeko ny mahantra ny antsasaky ny fananako, ary izay rehetra nalaiko tsy ara-drariny tamin’ny fanambakana dia honerako avo efatra heny.”",
        "9": "Dia hoy i Jesosy: “Androany no tonga tato amin’ity trano ity ny famonjena, satria zanak’i Abrahama koa izy.",
        "10": "Fa tonga hitady sy hamonjy ny very ny Zanak’olona.”",
        "11": "Raha mbola nihaino izany izy ireo, dia nanohy ny teniny i Jesosy ka nilaza fanoharana, satria efa akaiky an’i Jerosalema izy, sady noheverin’ny mpianatra hoe hiseho avy hatrany ny fanjakan’Andriamanitra.",
        "12": "Koa hoy izy: “Nisy andriandahy nankany an-tany lavitra mba handray fahefana hanjaka, dia hiverina.",
        "13": "Dia niantso folo lahy tamin’ny mpanompony izy, ka nanome azy ireo farantsa folo, ary hoy izy: ‘Manaova raharaham-barotra mandra-pahatongako.’",
        "14": "Halan’ireo mpiray firenena taminy anefa izy. Koa rehefa lasa izy, dia naniraka ambasadaoro ireo hilaza hoe: ‘Tsy tianay ny hanjakan’iny lehilahy iny aminay.’",
        "15": "“Ary niverina izy, tatỳ aoriana, rehefa avy nandray fahefana hanjaka. Dia nampanantsoiny ireo mpanompo nomeny farantsa volafotsy, mba hahitany izay tombony azon’ireo tamin’ny raharaham-barotra.",
        "16": "Tonga àry ny voalohany, ka nanao hoe: ‘Nahazoana tombony farantsa folo ny farantsanao anankiray, tompoko.’",
        "17": "Dia hoy izy taminy: ‘Tsara izany, ry mpanompo tsara! Mendri-pitokisana tamin’ny zavatra tena madinika ianao, ka aoka hanam-pahefana amin’ny tanàna folo.’",
        "18": "Tonga indray ny faharoa, ka nanao hoe: ‘Nahazoana farantsa dimy ny farantsanao anankiray, tompoko.’",
        "19": "Hoy koa izy tamin’io: ‘Aoka koa ianao hiandraikitra tanàna dimy.’",
        "20": "Fa tonga kosa ny anankiray, ka nanao hoe: ‘Intỳ, tompoko, ny farantsanao izay notehiriziko tao anaty lamba.",
        "21": "Natahotra anao mantsy aho, satria olona sarotsarotiny ianao, sady maka izay tsy napetrakao no mijinja izay tsy nafafinao.’",
        "22": "Dia hoy izy taminy: ‘Ny teninao ihany no itsarako anao, ry mpanompo ratsy! Fantatrao fa olona sarotsarotiny aho, sady maka izay tsy napetrako no mijinja izay tsy nafafiko.",
        "23": "Koa nahoana no tsy napetrakao tany amin’ny banky ny volako, mba handraisako azy mbamin’ny zanabola rehefa tonga aho?’",
        "24": "“Ary hoy izy tamin’ireo nijoro teo anilany: ‘Alaivo ilay farantsa any aminy, ka omeo an’ilay manana farantsa folo.’",
        "25": "Hoy anefa ireo taminy: ‘Efa manana farantsa folo izy, tompoko!’ Ary hoy izy:",
        "26": "‘Lazaiko aminareo fa izay manana dia homena bebe kokoa, ary izay tsy manana, na izay ananany aza halaina aminy.",
        "27": "Ary ento atỳ koa ireo fahavaloko tsy manaiky hanjakako ireo, ka aripaho eto anatrehako.’”",
        "28": "Rehefa avy nilaza izany izy, dia nialoha lalana mba hiakatra ho any Jerosalema.",
        "29": "Ary naniraka roa lahy tamin’ny mpianany izy rehefa nanakaiky an’i Betifaga sy Betania, teo amin’ilay tendrombohitra atao hoe Tendrombohitra Oliva,",
        "30": "ka hoy izy: “Mankanesa ao amin’irỳ tanàna kely tazanareo irỳ. Ary raha vao miditra ao ianareo, dia hahita zanak’ampondra mifatotra, mbola tsy nitaingenan’olona mihitsy. Vahao izy ka ento atỳ.",
        "31": "Ary raha misy manontany anareo hoe: ‘Fa maninona no vahanareo io?’, dia izao avaly: ‘Misy ilan’ny Tompo azy.’”",
        "32": "Dia lasa ny iraka, ka nahita araka ny nolazainy taminy.",
        "33": "Ary raha mbola namaha an’ilay zanak’ampondra anefa ireo, dia hoy ny tompony: “Fa maninona no vahanareo io zanak’ampondra io?”",
        "34": "Hoy ireo: “Misy ilan’ny Tompo azy.”",
        "35": "Dia nentin’izy roa lahy tany amin’i Jesosy ilay zanak’ampondra, ka nametrahany ny akanjony ivelany, dia nasainy nitaingina teo i Jesosy.",
        "36": "Dia namelatra ny akanjony ivelany teo amin’ny lalana ny olona, arakaraka ny nandrosoan’i Jesosy.",
        "37": "Nanomboka niravoravo daholo ny mpianatra maro be, raha vao nanakaiky ny lalana midina mankany amin’ny Tendrombohitra Oliva izy. Ary nidera an’Andriamanitra tamin’ny feo avo izy ireo, noho ny fahagagana rehetra hitany,",
        "38": "ka nanao hoe: “Mahazo fitahiana Ilay Mpanjaka tonga amin’ny anaran’i Jehovah! Fiadanana any an-danitra ary voninahitra any amin’ny avo indrindra!”",
        "39": "Hoy anefa ny Fariseo sasany, izay teo amin’ny vahoaka: “Mpampianatra ô, teneno ny mpianatrao.”",
        "40": "Fa namaly i Jesosy hoe: “Lazaiko aminareo fa raha mangina ireo, dia ny vato no hiantsoantso.”",
        "41": "Ary nahatazana an’ilay tanàna izy rehefa nanakaiky, ka nitomany mafy azy,",
        "42": "sady nanao hoe: “Raha mba nahatakatra ny momba ny fiadanana mantsy ianao, na dia amin’ity andro ity aza! Fa miafina amin’ny masonao izany ankehitriny.",
        "43": "Fa ho avy aminao ny andro hananganan’ny fahavalonao fefy hazo maranitra manodidina anao, ka hohodidininy ianao ary hampahoriny amin’ny lafiny rehetra.",
        "44": "Ary hatontany amin’ny tany ianao sy ny zanakao ao aminao, ary tsy havelany hisy vato hifanaingina eo aminao, noho ny tsy nahatakaranao ny fotoana nanaraha-maso anao.”",
        "45": "Dia niditra tao amin’ny tempoly izy, ary nanomboka nandroaka an’izay nivarotra tao,",
        "46": "ka nanao hoe: “Voasoratra hoe: ‘Ary ny tranoko hatao hoe trano fivavahana.’ Fa ianareo kosa nanao azy ho lava-bato fieren-jiolahy.”",
        "47": "Ary nampianatra isan’andro teo amin’ny tempoly koa izy. Nitady hamono azy anefa ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny lehiben’ny vahoaka,",
        "48": "saingy tsy nahita fomba tsara hanaovana izany, satria sondriana erỳ ny olona rehetra nihaino azy."
    },
    "20": {
        "1": "Indray andro, raha mbola nampianatra ny olona tao amin’ny tempoly izy, sady nitory ny vaovao tsara, dia nanatona azy ny lehiben’ny mpisorona sy ny mpanora-dalàna mbamin’ny anti-panahy,",
        "2": "ka niteny taminy hoe: “Lazao aminay: Fahefana avy aiza no anaovanao an’izao, ary iza no nanome anao izany fahefana izany?”",
        "3": "Dia namaly izy hoe: “Izaho koa mba hanontany anareo ka valio:",
        "4": "Avy any an-danitra sa avy amin’ny olona no nahazoan’i Jaona fahefana hanao batisa?”",
        "5": "Dia niara-nihevitra izy ireo hoe: “Raha hoy isika hoe: ‘Avy any an-danitra’, dia hilaza izy hoe: ‘Koa nahoana ianareo no tsy nino azy?’",
        "6": "Fa raha hoy isika hoe: ‘Avy amin’ny olona’, dia hitora-bato antsika ny olona rehetra, satria miaiky izy ireo fa mpaminany i Jaona.”",
        "7": "Koa novaliany hoe tsy fantany na avy aiza na avy aiza.",
        "8": "Dia hoy i Jesosy: “Izaho koa tsy hilaza aminareo hoe fahefana avy aiza no anaovako an’izao.”",
        "9": "Ary nilaza izao fanoharana izao tamin’ny olona izy: “Nisy lehilahy iray nanao tanimboaloboka. Dia nampanofainy tamin’ny mpamboly izy io, ary nankany an-tany hafa izy ary naharitra ela be tany.",
        "10": "Rehefa tonga ny fotoam-piotazana, dia naniraka mpanompo ho any amin’ireo mpamboly izy mba hanomezan’ireo azy amin’ny vokatry ny tanimboaloboka. Nalefan’ireo nody maina anefa ilay mpanompo, rehefa avy nokapohiny.",
        "11": "Dia naniraka mpanompo hafa indray ilay lehilahy. Fa nokapohin’ireo koa io sady nalany baraka ary nalefany nody maina.",
        "12": "Mbola naniraka mpanompo fahatelo izy, nefa nataon’ireo naratra sy noroahiny koa io.",
        "13": "Dia hoy ilay tompon’ny tanimboaloboka: ‘Inona re no hataoko e? Haniraka ny zanako malalako aho. Angamba kosa mba hanaja azy izy ireo.’",
        "14": "Fa raha vao nahita azy ny mpamboly, dia nifampiresaka hoe: ‘Iny ny mpandova. Andao hovonointsika izy dia ho antsika ny lova.’",
        "15": "Dia noroahin’ireo ho any ivelan’ny tanimboaloboka izy, ary novonoiny ho faty. Inona àry no hataon’ilay tompon’ny tanimboaloboka amin’izy ireo?",
        "16": "Ho avy izy, dia handringana an’ireo mpamboly ireo ary homeny olon-kafa ny tanimboaloboka.” Dia hoy ireo rehefa nandre izany: “Enga anie mba tsy hisy izany!”",
        "17": "Fa nijery azy ireo i Jesosy, ka nanao hoe: “Koa inona àry no dikan’ilay voasoratra hoe: ‘Ny vato nolavin’ny mpanao trano no tonga vato fehizoro lehibe indrindra’? *",
        "18": "Ho potipotika izay rehetra mianjera eo amin’izany vato izany, ary ho torotoro izay ianjerany.”",
        "19": "Tamin’izay ora izay indrindra, dia nitady hisambotra azy ny mpanora-dalàna sy ny lehiben’ny mpisorona, satria takatr’izy ireo fa izy no tao an-tsain’i Jesosy tamin’io fanoharana io. Natahotra ny olona anefa izy ireo.",
        "20": "Nanara-maso akaiky an’i Jesosy àry izy ireo, ary naniraka olona izay nokaramaina mangingina mba hiseho ho olo-marina, mba hamandrihana an’i Jesosy amin’ny teny, ka hanolorana azy any amin’ny fitondrana sy eo am-pelatanan’ny governora. *",
        "21": "Ary nanontanian’izy ireo i Jesosy hoe: “Mpampianatra ô, fantatray fa marina ny teninao sy ny fampianaranao, ary tsy mizaha tavan’olona ianao, fa marina ny fampianaranao ny lalan’Andriamanitra.",
        "22": "Koa azo atao ve sa tsia ny mandoa hetra amin’i Kaisara?”",
        "23": "Takatr’i Jesosy anefa ny hafetsen’ireo, ka hoy izy taminy:",
        "24": "“Ampisehoy denaria iray aho. Sarin’iza io ary an’iza io soratra eo io?” Hoy ireo: “An’i Kaisara.”",
        "25": "Dia hoy izy tamin’ireo: “Aloavy amin’i Kaisara àry izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.”",
        "26": "Koa tsy afa-namandrika azy tamin’izany teniny teo anatrehan’ny olona izany izy ireo, ka tsy nahateny satria gaga noho ny valin-teniny.",
        "27": "Fa nanatona ny sasany tamin’ny Sadoseo izay milaza fa tsy hisy fitsanganan’ny maty, ka nanontany azy",
        "28": "hoe: “Mpampianatra ô, nanoratra ho antsika i Mosesy hoe: ‘Raha maty ny lehilahy iray ka namela vady tsy niteraka, dia tokony hampakatra ny vady navelany ny rahalahiny mba hiteraka hamelo-maso ny maty.’",
        "29": "Ary nisy tokoa fito mirahalahy. Dia nanambady ilay voalohany, ary maty tsy niteraka.",
        "30": "Ary maty koa ny faharoa,",
        "31": "ka nampakatra an-dravehivavy ny fahatelo. Ary toy izany hatramin’ilay fahafito: samy maty tsy niteraka izy ireo.",
        "32": "Ary maty koa ilay vehivavy tamin’ny farany.",
        "33": "Koa rehefa hitsangana ny maty, ho vadin’iza ravehivavy? Fa efa samy nanambady azy daholo izy fito mirahalahy.”",
        "34": "Ary hoy i Jesosy tamin’ireo: “Ny zanak’ity tontolo ity no mampaka-bady sy avoaka hampakarina.",
        "35": "Fa tsy mba mampaka-bady na avoaka hampakarina kosa izay atao mendrika hahazo izany fiainana izany sy ny fitsanganana amin’ny maty.",
        "36": "Tsy ho faty intsony izy ireo fa ho tahaka ny anjely, ary zanak’Andriamanitra izy ireo, satria zanaky ny fitsanganana amin’ny maty.",
        "37": "Fa na i Mosesy aza nampahafantatra ny amin’ny fitsanganan’ny maty, tao amin’ny fitantarana momba ilay voaroy, rehefa niantso an’i Jehovah hoe ‘Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.’",
        "38": "Tsy mba Andriamanitry ny maty izy, fa an’ny velona satria aminy dia velona daholo izy rehetra ireo.”",
        "39": "Koa hoy ny mpanora-dalàna sasany: “Mpampianatra ô, marina ny voalazanao.”",
        "40": "Fa tsy sahy nametraka fanontaniana taminy intsony ireo.",
        "41": "Fa hoy kosa izy tamin’ireo: “Nahoana no lazaina fa zanak’i Davida i Kristy?",
        "42": "I Davida mihitsy mantsy no milaza ao amin’ny bokin’ny Salamo hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako",
        "43": "mandra-panaoko ny fahavalonao ho fitoeran-tongotrao.”’",
        "44": "I Davida aza niantso azy hoe ‘Tompo’, koa ahoana no maha zanany azy?”",
        "45": "Ary hoy izy tamin’ny mpianany, raha mbola nihaino ny olona rehetra:",
        "46": "“Mitandrema amin’ny mpanora-dalàna, izay tia mandehandeha manao akanjo lava, sady tia ny hoarahabaina eny an-tsena sy ny hahazo toerana eny aloha ao amin’ny synagoga ary ny toerana mihaja indrindra any amin’ny sakafo hariva,",
        "47": "sady mandany ny ao an-tranon’ny vehivavy mpitondratena ary manao vavaka lava be ho fisehosehoana fotsiny. Koa hahazo fanamelohana mafy kokoa izy ireny.”"
    },
    "21": {
        "1": "Ary nanopy ny masony izy, ka nahita ny manankarena nandatsaka ny fanomezany tao amin’ireo vata fandatsaham-bola.",
        "2": "Dia nahita vehivavy mpitondratena mahantra nandatsaka vola madinika roa faran’izay kely vidy * izy,",
        "3": "ka nilaza hoe: “Lazaiko aminareo marina tokoa fa io mpitondratena io no nandatsaka betsaka kokoa noho izy rehetra na dia mahantra aza.",
        "4": "Izy rehetra mantsy nandatsaka fanomezana avy tamin’ny ambim-bavany, fa izy kosa na mahantra aza, dia nandatsaka ny fivelomany rehetra.”",
        "5": "Taoriana kelin’izay, dia nisy niresaka momba ny tempoly sy ny nandravahana azy tamin’ny vato tsara sy tamin’ny zavatra voatokana ho an’Andriamanitra.",
        "6": "Koa hoy i Jesosy: “Ny amin’ireo zavatra hitanareo ireo, dia ho avy ny andro ka tsy havela hisy vato hifanaingina eto ka tsy harodana.”",
        "7": "Dia nanontany azy izy ireo hoe: “Mpampianatra ô, rahoviana marina no hitranga izany, ary inona no ho famantarana rehefa tsy maintsy ho tonga izany?”",
        "8": "Dia hoy izy: “Mitandrema sao ho voafitaka ianareo. Fa maro no ho tonga amin’ny anarako, hilaza hoe: ‘Izaho no izy’, sy hoe: ‘Efa manatona ny fotoana voatondro.’ Koa aza manaraka azy.",
        "9": "Ary aza raiki-tahotra rehefa mandre ady sy korontana ianareo, fa tsy maintsy hitranga aloha izany, nefa tsy ho tonga avy hatrany ny farany.”",
        "10": "Dia hoy koa izy tamin’ireo: “Hisy firenena hitsangana hamely firenena, ary hisy fanjakana hamely fanjakana.",
        "11": "Hisy horohoron-tany lehibe, ary hisy areti-mandringana sy mosary any amin’ny toerana samy hafa. Hisy zavatra mampahatahotra ho hitan’ny olona, ary hisy famantarana lehibe avy any an-danitra.",
        "12": "“Fa alohan’izany rehetra izany, dia hisambotra sy hanenjika anareo ny olona, ka hanolotra anareo any amin’ny synagoga sy any am-ponja, ary hitondra anareo eo anatrehan’ny mpanjaka sy ny governora, noho ny anarako.",
        "13": "Ho afaka hitory aminy ianareo noho izany.",
        "14": "Koa aza mieritreritra mialoha izay fiarovan-tena holazainareo,",
        "15": "satria izaho hanome anareo vava sy fahendrena izay tsy hain’ny fahavalo rehetra resena na toherina.",
        "16": "Ary hivadika aminareo hatramin’ny ray aman-dreninareo sy ny rahalahinareo sy ny havanareo ary ny namanareo, ka hisy aminareo hovonoina ho faty.",
        "17": "Ary ho halan’ny olona rehetra ianareo noho ny anarako.",
        "18": "Fa tsy hisy ho very na singam-bolo iray eo amin’ny lohanareo aza.",
        "19": "Raha miaritra ianareo dia ho voavonjinareo ny ainareo.",
        "20": "“Ary rehefa hitanareo fa misy miaramila mitoby manodidina an’i Jerosalema, dia fantaro fa manakaiky ny fandravana azy.",
        "21": "Koa izay any Jodia, aoka handositra any an-tendrombohitra, ary izay ao Jerosalema aoka hiala ao, ary izay eny ambanivohitra aoka tsy hiditra ao Jerosalema intsony.",
        "22": "Fa andro famaliana izany, mba hahatanteraka izay rehetra voasoratra.",
        "23": "Ary lozan’ny bevohoka sy ny mampinono amin’izany andro izany! Fa ho mafy ny fahoriana eo amin’ilay tany ary hisy fahatezerana amin’ity firenena ity.",
        "24": "Ho lavon’ny lelan-tsabatra izy ireo, ka hoentina ho babo any amin’ny firenena rehetra, ary hohitsahin’ny hafa firenena i Jerosalema mandra-pahatapitry ny fe-potoana voatondro ho an’ny hafa firenena.",
        "25": "“Ary hisy famantarana koa eny amin’ny masoandro sy ny volana ary ny kintana, ary etỳ ambonin’ny tany dia ho ory ireo firenena satria ho very hevitra noho ny fidoboky ny ranomasina sy ny fisamboaravoarany.",
        "26": "Ary hisy ho safotra noho ny tahotra sy ny fiandrasana izay zavatra ho tonga ambonin’ny tany onenana. Fa hohozongozonina ny herin’ny lanitra.",
        "27": "Ary ny olona hahita ny Zanak’olona ho avy amin-kery sy voninahitra lehibe, ao amin’ny rahona.",
        "28": "Fa rehefa manomboka mitranga izany, dia mijoroa ka mitrakà fa efa manakaiky ny fanafahana anareo.”",
        "29": "Dia nilaza fanoharana tamin’izy ireo izy hoe: “Diniho ny aviavy sy ny hazo hafa rehetra:",
        "30": "Rehefa hitanareo fa efa mitsimoka izy ireny, dia fantatrareo tsara fa akaiky ny fahavaratra.",
        "31": "Ary rehefa hitanareo koa fa mitranga izany zavatra izany, dia fantaro fa akaiky ny fanjakan’Andriamanitra.",
        "32": "Lazaiko aminareo marina tokoa fa tsy ho lany mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "33": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona mihitsy.",
        "34": "“Ary mitandrema sao ny fonareo hovesaran’ny fihinanana tafahoatra sy ny fibobohan-toaka ary ny fanahiana eo amin’ny fiainana, ka tsy hampoizinareo ny hahatongavan’izany andro izany aminareo, fa ho tampoka",
        "35": "toy ny fandrika. Fa ho tonga amin’izay rehetra monina ambonin’ny tany manontolo izany.",
        "36": "Koa miambena hatrany, ary mitalahoa mandrakariva mba ho afa-mandositra izany zava-drehetra tsy maintsy ho tonga izany ianareo, ka ho afaka hitsangana eo anatrehan’ny Zanak’olona.”",
        "37": "Dia nampianatra tao amin’ny tempoly izy ny antoandro, fa niala teo kosa izy ny alina, ka nitoetra tany amin’ilay tendrombohitra atao hoe Tendrombohitra Oliva.",
        "38": "Ary tonga vao maraina teo aminy tao amin’ny tempoly ny olona rehetra mba hihaino azy."
    },
    "22": {
        "1": "Efa nanakaiky ny fetin’ny mofo tsy misy lalivay, dia ilay fety atao hoe Paska.",
        "2": "Ary nitady tetika mahomby hamonoana azy ho faty ny lehiben’ny mpisorona sy ny mpanora-dalàna, satria natahotra ny olona izy ireo.",
        "3": "Fa i Satana niditra tao amin’i Jodasy, ilay atao hoe Iskariota, izay anisan’ny roa ambin’ny folo lahy.",
        "4": "Ary lasa i Jodasy ka niresaka tamin’ny lehiben’ny mpisorona sy ny lehiben’ny mpiambina ny tempoly momba ny tetika mahomby hamadihany azy ka hanolorany azy amin’ireo.",
        "5": "Koa faly ireo, ary nifanaraka fa hanome azy farantsa volafotsy.",
        "6": "Dia nanaiky izy, ka nitady izay fotoana mety tsara hamadihany an’i Jesosy ka hanolorany azy tamin’ireo, amin’ny fotoana tsy misy olona.",
        "7": "Tonga ny andro fankalazana ny fetin’ny mofo tsy misy lalivay, dia ilay tsy maintsy hamonoana biby atao sorona amin’ny Paska.",
        "8": "Koa naniraka an’i Petera sy Jaona i Jesosy, nanao hoe: “Mandehana manomana ny Paska hohanintsika.”",
        "9": "Hoy ireo taminy: “Aiza no tianao hanomananay azy?”",
        "10": "Hoy izy: “Hisy lehilahy iray mitondra siny tany feno rano hifanena aminareo, raha vao miditra ny tanàna ianareo. Araho any amin’izay trano idirany izy.",
        "11": "Ary izao no holazainareo amin’ny tompon’ilay trano: ‘Hoy ny Mpampianatra aminao: “Aiza ny efitra fandraisam-bahiny azoko ihinanana ny Paska miaraka amin’ny mpianatro?”’",
        "12": "Ary izy hampiseho aminareo efitra malalaka any ambony rihana, izay efa misy fanaka. Ao no anomano ny Paska.”",
        "13": "Dia lasa izy roa lahy, ary nahita araka izay nolazaina taminy, ka nanomana ny Paska izy ireo.",
        "14": "Dia tonga ny fotoana, ka nandry ilika hisakafo izy, ary teo koa ny apostoly.",
        "15": "Ary hoy izy tamin’ireo: “Mba niriko mafy ny hiara-mihinana ity Paska ity aminareo, alohan’ny hijaliako.",
        "16": "Fa lazaiko aminareo fa tsy hihinana ny Paska intsony aho, mandra-pahatanterak’izany ao amin’ny fanjakan’Andriamanitra.”",
        "17": "Dia noraisiny ny kaopy natolotra azy, ka nisaotra an’Andriamanitra izy, ary nanao hoe: “Raiso ity ka isotroy, ary ampitampitao amin’ny tsirairay aminareo.",
        "18": "Fa lazaiko aminareo fa manomboka izao, dia tsy hisotro ny vokatry ny voaloboka intsony aho mandra-pahatongan’ny fanjakan’Andriamanitra.”",
        "19": "Dia nandray mofo koa izy ary nisaotra an’Andriamanitra. Ary notapahiny ilay mofo, ka nomeny azy ireo, sady hoy izy: “Ity no * vatako izay homena ho anareo. Ataovy hatrany izao ho fahatsiarovana ahy.”",
        "20": "Toy izany koa no nataony tamin’ny kaopy, rehefa avy nihinana ny sakafo hariva izy ireo. Dia hoy izy: “Ity kaopy ity no fifanekena vaovao miorina amin’ny rako, izay halatsaka ho anareo.",
        "21": "“Efa eto amiko, eto an-databatra, ny tanan’ilay hamadika ahy.",
        "22": "Fa ny Zanak’olona handeha araka izay efa voatendry, nefa lozan’izay olona nampiasaina hamadihana azy!”",
        "23": "Koa nanomboka nifanontany izy ireo hoe iza amin’izy ireo àry no mitady hanao izany.",
        "24": "Ary nifanditra mafy koa izy ireo momba ny hoe iza no noheverina ho lehibe indrindra teo aminy.",
        "25": "Fa hoy izy tamin’ireo: “Ny mpanjakan’ny firenena manjakazaka aminy, ary izay manana fahefana eo aminy dia atao hoe Mpanao soa.",
        "26": "Fa tsy tokony ho tahaka izany ianareo. Fa izay lehibe indrindra eo aminareo no aoka ho toy ny zandriny indrindra, ary izay mitarika ho toy ny mpanompo.",
        "27": "Fa iza moa no lehibe kokoa: Ilay mandry ilika hisakafo sa ilay manompo? Tsy ilay mandry ilika ve? Fa izaho dia mpanompo teo aminareo.",
        "28": "“Ary ianareo no nifikitra tamiko tao anatin’ireo fitsapana nahazo ahy.",
        "29": "Koa manao fifanekena aminareo aho, toy ny nanaovan’ny Raiko fifanekena tamiko, ho amin’ny fanjakana,",
        "30": "mba hihinana sy hisotro eo amin’ny latabatro ao amin’ny fanjakako ianareo, ka hipetraka eo amin’ny seza fiandrianana hitsara ny foko roa ambin’ny folon’ny Israely.",
        "31": "“Ry Simona, ry Simona, mitaky ny hahazoany anareo i Satana mba hosivaniny toy ny vary.",
        "32": "Efa nitalaho ho anao anefa aho mba tsy ho levona ny finoanao. Ary raha vao tafarina ianao, dia ampaherezo ny rahalahinao.”",
        "33": "Dia hoy i Petera: “Vonona hiaraka aminao aho, Tompo ô, na ho any am-ponja na ho amin’ny fahafatesana.”",
        "34": "Fa hoy izy: “Lazaiko aminao, ry Petera, fa mbola tsy maneno akory ny akoho anio, dia handa intelo ho tsy mahalala ahy ianao.”",
        "35": "Ary hoy koa izy tamin’ireo: “Nisy nahory anareo ve, fony aho naniraka anareo tsy nitondra fitoeram-bola na kitapom-batsy na kapa?” Hoy ireo: “Tsy nisy!”",
        "36": "Dia hoy izy: “Fa ankehitriny kosa, aoka izay manana fitoeram-bola hitondra izany, ary toy izany koa izay manana kitapom-batsy. Ary aoka izay tsy manan-tsabatra hivarotra ny akanjony ivelany ka hividy sabatra.",
        "37": "Fa lazaiko aminareo fa tsy maintsy ho tanteraka amiko izao voasoratra izao: ‘Ary natao ho isan’ny tsy tan-dalàna izy.’ Fa efa eo am-pahatanterahana izao izay voasoratra mahakasika ahy.”",
        "38": "Dia hoy ireo: “Ireto misy sabatra anankiroa, Tompo ô!” Hoy izy: “Ampy ireny.”",
        "39": "Dia lasa izy ka nankany amin’ny Tendrombohitra Oliva, araka ny fanaony, ary nanaraka azy koa ny mpianatra.",
        "40": "Hoy izy tamin’izy ireo rehefa tonga teo amin’ilay toerana izy: “Mivavaha foana mba tsy ho resin’ny fakam-panahy.”",
        "41": "Ary nihataka kely tokony ho indray mitora-bato izy, dia nandohalika ka nivavaka",
        "42": "hoe: “Ray ô, raha sitrakao, dia esory amiko ity kaopy * ity, nefa aoka tsy ny sitrapoko no atao, fa ny anao.”",
        "43": "Dia nisy anjely anankiray avy any an-danitra niseho taminy, ary nankahery azy.",
        "44": "Fa nihamafy ny fijaliany, ka vao mainka nivavaka mafimafy kokoa hatrany izy, ary nanjary tahaka ny ra nitete teo amin’ny tany ny hatsembohany.",
        "45": "Dia nitsangana izy rehefa avy nivavaka, ary nankeny amin’ny mpianany, ka nahita azy ireo efa rendremana noho ny alahelo.",
        "46": "Koa hoy izy tamin’ireo: “Nahoana ianareo no matory? Mitsangàna ary mivavaha foana, mba tsy ho resin’ny fakam-panahy.”",
        "47": "Raha mbola niteny izy, dia indreny nisy vahoaka be tonga, ary nandeha teo alohan’ireo ilay atao hoe Jodasy, izay anisan’ny roa ambin’ny folo lahy. Dia nanatona an’i Jesosy izy mba hanoroka azy.",
        "48": "Fa hoy i Jesosy taminy: “Oroka ve no entinao hamadihana ny Zanak’olona, ry Jodasy?”",
        "49": "Ary nahita izay efa hitranga ireo teo akaikiny, ka hoy ireo: “Hamely amin’ny sabatra ve izahay, Tompo ô?”",
        "50": "Ny iray taminy aza tena namely an’ilay mpanompon’ny mpisoronabe mihitsy ka nahafaka ny sofiny havanana.",
        "51": "Fa hoy i Jesosy: “Aoka izay!” Ary nokasihiny ilay sofina, ka nositraniny ilay mpanompo.",
        "52": "Dia hoy i Jesosy tamin’ny lehiben’ny mpisorona sy ny lehiben’ny mpiambina ny tempoly ary ny anti-panahy izay tonga teo hisambotra azy: “Mivoaka mitondra sabatra sy kibay toy ny hisambotra mpangalatra ve ianareo?",
        "53": "Teo aminareo isan’andro aho tao amin’ny tempoly, nefa tsy naninjitra ny tananareo hamely ahy ianareo. Fa izao no fotoananareo sy ny fahefan’ny haizina.”",
        "54": "Dia nisambotra azy izy ireo, ka nitondra azy ho ao an-tranon’ny mpisoronabe. Fa i Petera kosa nanaraka teny lavidavitra teny.",
        "55": "Ary nandrehitra afo teo afovoan’ny tokotany izy ireo ka niara-nipetraka teo. Dia nipetraka teo niaraka tamin’izy ireo koa i Petera.",
        "56": "Fa nahita azy nipetraka teo akaikin’ny afo ny mpanompovavy anankiray ka nandinika azy, ary nanao hoe: “Io koa niaraka taminy.”",
        "57": "Fa nanda izy hoe: “Tsy mahafantatra azy aho, ravehivavy.”",
        "58": "Taoriana kelin’izay dia nisy olon-kafa indray nahita azy, ka nanao hoe: “Naman-dry zareo koa ianao.” Fa hoy i Petera: “Tsy naman-dry zareo aho, ralehilahy.”",
        "59": "Adiny iray teo ho eo taorian’izay, dia nisy lehilahy nanizingizina mafy hoe: “Tena niaraka taminy tokoa io, satria Galilianina!”",
        "60": "Fa hoy i Petera: “Tena tsy fantatro mihitsy izay lazainao, ralehilahy.” Ary avy hatrany dia nisy akoho naneno, raha iny izy mbola niteny iny.",
        "61": "Dia nitodika ny Tompo ka nijery an’i Petera. Ary tsaroan’i Petera ny tenin’ny Tompo izay nilaza taminy hoe: “Raha mbola tsy maneno ny akoho anio, dia handa ahy intelo ianao.”",
        "62": "Koa nivoaka tany ivelany izy ka nitomany tamin’alahelo be.",
        "63": "Ary nanao an’i Jesosy ho fihomehezana sy nikapoka azy ny olona niambina azy.",
        "64": "Dia nosaronan’ireo ny tavany, ka nanontaniany hoe: “Maminania! Iza ilay namely anao teo?”",
        "65": "Ary mbola nilaza zavatra maro hafa ireo, mba hanevatevana azy.",
        "66": "Maraina ihany ny andro, rehefa ela ny ela. Dia nivory ny anti-panahy rehetran’ny vahoaka, sy ny lehiben’ny mpisorona ary ny mpanora-dalàna. Ary nentiny tao amin’ny tranon’ny Fitsarana Avo Jiosy izy, ka nataony hoe:",
        "67": "“Lazao aminay raha ianao no Kristy.” Fa hoy izy: “Na holazaiko aminareo aza, dia tsy hino mihitsy ianareo.",
        "68": "Ary raha hanontaniako ianareo, dia tsy hamaly mihitsy.",
        "69": "Fa manomboka izao, dia hipetraka eo ankavanan’ilay Andriamanitra mahery ny Zanak’olona.”",
        "70": "Dia hoy izy rehetra: “Zanak’Andriamanitra ve izany ianao?” Hoy izy: “Voalazanareo fa izany aho.”",
        "71": "Dia hoy ireo: “Inona indray no ilantsika porofo? Isika mihitsy no nandre izany avy tamin’ny vavany.”"
    },
    "23": {
        "1": "Dia nitsangana ny vahoaka rehetra, ka nitondra azy tany amin’i Pilato.",
        "2": "Ary nanomboka niampanga azy izy ireo hoe: “Ity lehilahy ity hitanay nampikomy ny firenenay, ary nandrara tsy handoa hetra amin’i Kaisara, sady nilaza fa izy no Kristy mpanjaka.”",
        "3": "Dia nanontany azy i Pilato hoe: “Ianao ve no mpanjakan’ny Jiosy?” Hoy ny navalin’i Jesosy: “Voalazanao.”",
        "4": "Dia hoy i Pilato tamin’ny lehiben’ny mpisorona sy ny vahoaka: “Tsy hitako izay helok’ity lehilahy ity.”",
        "5": "Fa vao mainka ireo nanizingizina hoe: “Mampirisika vahoaka hikomy izy rehefa nampianatra eran’i Jodia, nanomboka hatrany Galilia ka hatratỳ.”",
        "6": "Nandre izany i Pilato, ka nanontany azy raha Galilianina izy.",
        "7": "Rehefa avy nohamarininy fa avy any amin’ny faritra iadidian’i Heroda tokoa izy, dia nalefany tany aminy, fa tany Jerosalema koa i Heroda tamin’izay.",
        "8": "Faly be i Heroda nahita an’i Jesosy, fa efa ela no naniriany hahita azy, satria efa nandre momba azy izy, ary nanantena hahita azy hanao famantarana.",
        "9": "Koa nametraka fanontaniana maro taminy izy, nefa tsy namaly i Jesosy.",
        "10": "Fa nitsangana matetika ny lehiben’ny mpisorona sy ny mpanora-dalàna ka niampanga mafy azy.",
        "11": "Dia nanaraby azy i Heroda mbamin’ny miaramila mpiambina azy. Nanao azy ho fihomehezana i Heroda, ka nampitafy azy lamba mangirana ary namerina azy tany amin’i Pilato.",
        "12": "Ary nanjary mpinamana i Heroda sy Pilato tamin’izay andro izay, nefa nifandrafy foana izy roa lahy talohan’izay.",
        "13": "Dia novorin’i Pilato ny lehiben’ny mpisorona sy ny lohandohany teo amin’ny Jiosy ary ny vahoaka,",
        "14": "ka hoy izy: “Nentinareo teto amiko ity lehilahy ity, ka nolazainareo ho mampikomy vahoaka. Nofotopotorako teo anatrehanareo anefa izy, ary tsy hitako izay helony ny amin’izay iampanganareo azy.",
        "15": "Na i Heroda koa aza tsy nahita izay helony, matoa naveriny tatỳ amintsika izy. Tsy nanao zavatra tokony hamonoana azy ho faty izy.",
        "16": "Koa hofaiziko izy, ary hafahako.”",
        "17": "* ——",
        "18": "Fa ny vahoaka rehetra kosa niantsoantso indray niredona hoe: “Vonoy io, fa i Barabasy no afaho ho anay!”",
        "19": "Io Barabasy io anefa natao am-ponja satria nitaona olona hikomy tao an-tanàna sady namono olona.",
        "20": "Dia niteny tamin’izy ireo indray i Pilato satria te hanafaka an’i Jesosy.",
        "21": "Fa vao mainka niantsoantso ireo hoe: “Fantsiho! Fantsiho amin’ny hazo fijaliana izy!”",
        "22": "Hoy i Pilato fanintelony: “Fa nahoana? Inona no ratsy nataony? Tsy hitako mihitsy izay tokony hamonoana azy ho faty. Koa hofaiziko izy dia hafahako.”",
        "23": "Fa mbola nikiry ihany ireo sady niantsoantso mafy nitaky ny hamantsihana azy tamin’ny hazo fijaliana. Ary vao mainka nikiakiaka ireo ka nilefitra ihany i Pilato,",
        "24": "ary namoaka didy mba hotanterahina izay notakin’izy ireo.",
        "25": "Koa nalefan’i Pilato ilay lehilahy notakiny, dia ilay natao am-ponja satria nitaona olona hikomy sady namono olona. I Jesosy kosa natolony mba hatao araka ny sitrapon’izy ireo.",
        "26": "Ary raha nitondra an’i Jesosy ireo, dia nihazona an’i Simona, teratany avy any Kyrena, izay avy tany ambanivohitra. Dia nataony teo amin’i Simona ny hazo fijaliana mba hoentiny nanaraka an’i Jesosy.",
        "27": "Ary nisy vahoaka be sy vehivavy maro be nanaraka an’i Jesosy. Nikapo-tratra noho ny alahelo ireo vehivavy ireo sady nitomany azy.",
        "28": "Fa nitodika tany amin’izy ireo i Jesosy, ka nanao hoe: “Aza mitomany ahy intsony, ry zanakavavin’i Jerosalema, fa ny tenanareo sy ny zanakareo itomaniana.",
        "29": "Ho avy mantsy ny andro hilazan’ny olona hoe: ‘Sambatra ny vehivavy momba, sy ny kibo tsy niteraka ary ny nono tsy ninonoan-jaza!’",
        "30": "Dia hanomboka hilaza amin’ny tendrombohitra izy ireo hoe: ‘Mianjerà aminay!’, ary amin’ny havoana hoe: ‘Saròny izahay!’",
        "31": "Koa raha izany no ataon’izy ireo amin’izao hazo mbola mando izao, mainka fa rehefa maina ny hazo?”",
        "32": "Ary nisy olon-dratsy anankiroa koa nentina hiaraka hovonoina taminy.",
        "33": "Dia tonga teo amin’ilay toerana atao hoe Ikarandoha izy ireo. Ary natao teo amin’ny tsato-kazo izy sy ireo olon-dratsy ireo, ka ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "34": "[[Fa hoy i Jesosy: “Ray ô, mamelà azy ireo, fa tsy fantany izay ataony.”]] Ary nanao antsapaka izy ireo mba hizarana ny fitafiany.",
        "35": "Dia nijanona nijery teo ny olona. Fa ireo lohandohany teo amin’ny Jiosy kosa naneso azy hoe: “Ny hafa novonjeny, koa aoka izy hamonjy ny tenany raha izy no Kristin’Andriamanitra, ilay Voafidy.”",
        "36": "Na ny miaramila aza nanao azy ho fihomehezana, ka nanatona ary nanome azy divay marikivy,",
        "37": "sady nanao hoe: “Raha mpanjakan’ny Jiosy ianao, dia vonjeo ny tenanao.”",
        "38": "Ary nisy izao soratra izao koa teo amboniny: “Ity no mpanjakan’ny Jiosy.”",
        "39": "Fa nanomboka nanevateva azy ny iray tamin’ireo olon-dratsy nihantona teo hoe: “Ka tsy Kristy moa ianao? Vonjeo ny tenanao sy izahay.”",
        "40": "Fa niteny mafy an’io ilay anankiray hoe: “Mbola tsy matahotra an’Andriamanitra ihany ve ianao amin’izao ianao efa voaheloka izao?",
        "41": "Rariny isika raha melohina, satria mendrika handray ny valin’asantsika, fa izy kosa, tsy mba nanao zavatra tsy nety.”",
        "42": "Ary hoy koa izy: “Jesosy ô, tsarovy aho rehefa tonga any amin’ny fanjakanao ianao.”",
        "43": "Dia hoy i Jesosy taminy: “Lazaiko aminao marina tokoa anio fa hiaraka amiko any amin’ny Paradisa ianao.”",
        "44": "Ora fahenina * teo ho eo tamin’izay, kanefa nisy haizina nanarona ny tany manontolo hatramin’ny ora fahasivy,",
        "45": "satria tsy nazava ny masoandro. Ary triatra nisaraka roa teo afovoany ilay ridao tao amin’ny toerana masina.",
        "46": "Dia niantsoantso mafy i Jesosy hoe: “Ray ô, apetrako eo am-pelatananao ny aiko.” * Dia tapitra ny ainy, rehefa avy nilaza izany izy.",
        "47": "Nahita izay nitranga ilay manamboninahitra ka nanome voninahitra an’Andriamanitra hoe: “Tena olo-marina tokoa io lehilahy io.”",
        "48": "Ary nivory teo mba hijery izany ny vahoaka rehetra, ka rehefa hitan’izy ireo izay nitranga, dia niverina izy ireo sady nikapo-tratra.",
        "49": "Nijoro teny lavitra teny izay rehetra nahafantatra azy. Ary nijoro nijery izany koa ny vehivavy izay nanaraka azy avy tany Galilia.",
        "50": "Ary nisy lehilahy atao hoe Josefa, izay sady anisan’ny Filan-kevitry ny Jiosy no lehilahy tsara toetra sy marina.",
        "51": "Tsy mba nanaiky hanohana ny tetika sy ny zava-dratsy nataon’ireo izy. Avy any Arimatia, tanànan’ny Jodianina izy, ary niandry ny fanjakan’Andriamanitra.",
        "52": "Nankany amin’i Pilato izy ka nangataka ny fatin’i Jesosy.",
        "53": "Dia nampidininy ilay faty ka nofonosiny lamba rongony tena tsara, ary napetrany tao amin’ny fasana iray nolavahana teo amin’ny vatolampy, izay mbola tsy nandevenana mihitsy.",
        "54": "Andro Fiomanana tamin’izay, ary efa harivariva ny andro ka efa hanomboka ny sabata.",
        "55": "Ary nanaraka tao aoriana koa ireo vehivavy izay niaraka taminy avy tany Galilia, ka nijery ny fasana sy ny fomba nametrahana ny fatin’i Jesosy.",
        "56": "Dia nody izy ireo mba hanomana zavamaniry mani-pofona sy menaka manitra. Mazava ho azy anefa fa niala sasatra izy ireo ny sabata, satria izany no didy."
    },
    "24": {
        "1": "Tamin’ny andro voalohany amin’ny herinandro anefa, dia nankany am-pasana vao maraina be izy ireo, ka nitondra ny zavamaniry mani-pofona efa nomaniny.",
        "2": "Hitany anefa fa efa voakodia niala teo amin’ny fasana ny vato.",
        "3": "Dia niditra izy ireo, kanjo tsy nahita ny fatin’i Jesosy Tompo.",
        "4": "Ary raha mbola very hevitra teo izy ireo, dia indreo nisy lehilahy anankiroa nanao fitafiana nanjelanjelatra, nijoro teo anilany.",
        "5": "Dia natahotra ireo vehivavy ka nanondrika ny lohany, nefa hoy izy roa lahy: “Fa nahoana no atỳ amin’ny maty ianareo no mitady an’Ilay efa velona?",
        "6": "[[Tsy ato izy, fa efa natsangana tamin’ny maty.]] Tsarovy izay nolazainy taminareo tamin’izy mbola tany Galilia.",
        "7": "Nilaza mantsy izy fa tsy maintsy hatolotra eo an-tanan’ny mpanota ny Zanak’olona, ka hofantsihana amin’ny hazo fijaliana, nefa hitsangana amin’ny maty amin’ny andro fahatelo.”",
        "8": "Koa tsaroan’ireo ny teniny,",
        "9": "ary niala teo amin’ilay fasana ireo ka niverina, dia nitantara izany rehetra izany tamin’ny iraika ambin’ny folo lahy sy ny hafa rehetra.",
        "10": "I Maria Magdalena sy Johana ary Maria renin’i Jakoba ireo. Nisy vehivavy hafa koa niaraka tamin’ireo, ary nilaza izany tamin’ny apostoly.",
        "11": "Noheveriny fa niteniteny foana anefa ireo vehivavy ireo, ka tsy ninoany.",
        "12": "[[Fa nitsangana kosa i Petera ka nihazakazaka nankany am-pasana ary niondrika hijery, nefa tsy nahita afa-tsy ny fehim-paty. Dia lasa izy, ary very hevitra ny amin’izay nitranga.]]",
        "13": "Ary tamin’izay andro izay indrindra, dia nisy mpianatra roa lahy nankany amin’ny tanàna kely atao hoe Emaosy, any amin’ny iraika ambin’ny folo kilaometatra teo ho eo avy tao Jerosalema.",
        "14": "Dia niresaka momba izay rehetra nitranga izy roa lahy.",
        "15": "Ary raha mbola niresaka sy nifanakalo hevitra izy ireo, dia nanatona i Jesosy ka niara-dalana taminy.",
        "16": "Nahita azy izy roa lahy nefa tsy nahafantatra azy.",
        "17": "Ary hoy izy tamin’izy ireo: “Inona izany iadianareo hevitra etỳ an-dalana izany?” Dia nijanona ireo sady nalahelo tarehy.",
        "18": "Fa hoy ny navalin’ilay atao hoe Kleopasy: “Vahiny mipetraka irery any Jerosalema angaha ianao no tsy mahalala ny zava-nitranga tany tato ho ato?”",
        "19": "Dia hoy izy: “Zavatra inona?” Hoy ireo: “Ny momba an’i Jesosy avy any Nazareta, izay tonga mpaminany mahery tamin’ny zavatra nataony sy ny teniny teo anatrehan’Andriamanitra sy ny olona rehetra.",
        "20": "Ary nanolotra azy mba homelohina ho faty ny lehiben’ny mpisorona sy ny lohandohany teo amin’ny Jiosy. Koa nofantsihan’ireo tamin’ny hazo fijaliana izy.",
        "21": "Izahay anefa nanantena fa izy no voatendry hanafaka ny Israely. Ary tsy izany ihany fa anio koa no andro fahatelo taorian’ny nitrangan’izany.",
        "22": "Dia nahagaga anay koa ny vehivavy sasany teo aminay, satria tany am-pasana vao maraina be ry zareo,",
        "23": "nefa tsy nahita ny fatiny. Ary tonga ry zareo ka nilaza fa nahita anjely niteny hoe velona izy.",
        "24": "Nankany am-pasana koa ny sasany taminay, ka nahita araka izay nolazain’ireo vehivavy, nefa tsy nahita azy.”",
        "25": "Dia hoy izy tamin’izy roa lahy: “Tsy mieritreritra ianareo, ary votsa fo ka ela vao mino izay rehetra nolazain’ny mpaminany!",
        "26": "Moa tsy tokony hiaritra an’izany rehetra izany ve i Kristy, ka hiditra ao amin’ny voninahiny?”",
        "27": "Ary nohazavainy tsara tamin’ireo ny hevitry ny teny momba azy ao amin’ny Soratra Masina rehetra, nanomboka hatrany amin’i Mosesy sy ny Mpaminany rehetra.",
        "28": "Tonga teo akaikin’ilay tanàna kely izy ireo tamin’ny farany, ary mody nanohy ny diany izy.",
        "29": "Fa niangavy azy mafy ireo hoe: “Mijanòna atỳ aminay fa efa ho hariva izao, ary efa hifarana ny andro.” Koa niditra izy mba hiaraka amin’ireo tao.",
        "30": "Ary raha nandry ilika hiara-misakafo tamin’ireo izy, dia nandray ny mofo ka nisaotra an’Andriamanitra, ary notapahiny ny mofo ka natolony azy ireo.",
        "31": "Tamin’izay vao tonga saina izy roa lahy ka fantany hoe iza izy. Dia nanjavona teo anatrehany izy.",
        "32": "Koa nifampiresaka izy roa lahy hoe: “Tsy toy ny nisy afo niredareda ve tao am-pontsika tamin’izy niresaka tamintsika teny an-dalana, ka nanazava tsara ny Soratra Masina tamintsika?”",
        "33": "Ary tamin’izay ora izay indrindra izy roa lahy no nitsangana, ka niverina tany Jerosalema, ary nahita ny iraika ambin’ny folo lahy mbamin’ireo tafangona niaraka taminy,",
        "34": "izay nanao hoe: “Tena marina fa efa natsangana tamin’ny maty tokoa ny Tompo, ary efa niseho tamin’i Simona!”",
        "35": "Dia izy roa lahy indray no nitantara ny zava-nitranga teny an-dalana sy ny nahalalan’izy ireo azy tamin’izy nanapaka ny mofo.",
        "36": "Ary raha samy mbola niresaka momba izany teo izy ireo, dia nijoro teo afovoany izy, [[ka hoy izy: “Ho aminareo anie ny fiadanana!”]]",
        "37": "Dia nihorohoro sy natahotra izy ireo, ka noheveriny fa anjely * no hitany.",
        "38": "Koa hoy izy: “Nahoana no taitra ianareo? Ary nahoana no manjary misalasala ianareo ao am-ponareo?",
        "39": "Jereo ny tanako sy ny tongotro, fa izaho ihany ity. Ary tsapao aho ka jereo fa ny anjely tsy manana nofo sy taolana toy izao ahitanareo ahy izao.”",
        "40": "[[Sady niteny izany izy no nampiseho tamin’izy ireo ny tanany sy ny tongony.]]",
        "41": "Ary raha mbola tsy nino izy ireo noho ny hafaliany, sady mbola gaga, dia hoy izy: “Manan-javatra azo hanina ve ianareo ato?”",
        "42": "Ary notoloran’ireo sombin-trondro natono izy.",
        "43": "Dia nalainy izany ka nohaniny teo imason’izy ireo.",
        "44": "Ary hoy izy: “Izao no teny nolazaiko taminareo fony aho mbola teo aminareo, fa tsy maintsy ho tanteraka izay rehetra nosoratana momba ahy ao amin’ny lalàn’i Mosesy sy ao amin’ny Mpaminany ary ny Salamo.”",
        "45": "Dia nosokafany tanteraka ny sain’ireo mba ho azon’izy ireo tsara ny hevitry ny Soratra Masina,",
        "46": "ka hoy izy: “Araka izany, dia efa voasoratra fa hijaly i Kristy ka hitsangana amin’ny maty amin’ny andro fahatelo,",
        "47": "ary amin’ny anarany no hitoriana any amin’ny firenena rehetra ny fibebahana hahazoana famelan-keloka. Manomboka eto Jerosalema,",
        "48": "dia ho vavolombelon’izany ianareo.",
        "49": "Halefako ho aminareo ilay nampanantenain’ny Raiko. Koa mijanòna eto an-tanàna mandra-pahatongan’ny fotoana hampitafiana anareo hery avy any amin’ny avo.”",
        "50": "Ary nentiny hatrany Betania izy ireo, ary nanandratra ny tanany izy hitso-drano azy ireo.",
        "51": "Ary nosarahina tamin’izy ireo izy ka nakarina ho any an-danitra, raha mbola nitso-drano an’ireo.",
        "52": "Dia niankohoka teo anatrehany izy ireo, ary faly be rehefa niverina tany Jerosalema.",
        "53": "Ary tao amin’ny tempoly tsy tapaka izy ireo, nidera an’Andriamanitra."
    },
    "meta": {
        "name": "Lioka",
        "order": 41,
        "chapter_number": 24
    }
}