{
    "1": {
        "1": "Betsaka no efa niezaka nanoratra ny tantaran’ny zava-nitranga, izay ekentsika koa hoe tena marina.",
        "2": "Nampita an’ireny tantara ireny tamintsika ireo vavolombelona nahita maso sady mpanompo nanambara ny teny hatrany am-boalohany.",
        "3": "Nanapa-kevitra koa àry aho, ry Teofilo hajaina, fa hanoratra azy ireny aminao araka ny filaharany, satria efa nohadihadiko tsara hatrany am-piandohana ny zava-drehetra sady efa nohamariniko.",
        "4": "Amin’izay dia ho fantatrao tsara fa azo antoka ny zavatra nampianarina anao.",
        "5": "Tamin’ny andron’i Heroda mpanjakan’i Jodia, dia nisy mpisorona atao hoe Zakaria, tao amin’ny fizarana nisy an’i Abia. Avy amin’ny taranak’i Arona ny vadiny, ary Elizabeta no anarany.",
        "6": "Samy olo-marina teo anatrehan’Andriamanitra izy mivady, sady tsy nisy tsiny. Nankatoavin’izy ireo daholo mantsy ny didin’i Jehovah sy izay notakin’ny lalàny.",
        "7": "Tsy nanan-janaka anefa izy ireo satria momba i Elizabeta, ary samy efa antitra izy mivady.",
        "8": "Indray andro, dia nanao ny asan’ny mpisorona teo anatrehan’Andriamanitra i Zakaria, araka ny nanendrena ny fizarana nisy azy.",
        "9": "Anjarany ny nanolotra emboka manitra tamin’izay, rehefa niditra tao amin’ny toerana masin’i Jehovah izy, araka ny efa fanaon’ny mpisorona.",
        "10": "Ary nivavaka teo ivelany ny vahoaka manontolo tamin’ny ora fanolorana emboka manitra.",
        "11": "Dia nisy anjelin’i Jehovah niseho tamin’i Zakaria, ary nitsangana teo ankavanan’ny alitara fandoroana emboka manitra ilay anjely.",
        "12": "Taitra i Zakaria nahita azy, ary natahotra be.",
        "13": "Hoy anefa ilay anjely taminy: “Aza matahotra, ry Zakaria, fa efa nohenoin’Andriamanitra ny fitalahoanao, ka hiteraka zazalahy aminao i Elizabeta vadinao. Ary ataovy hoe Jaona ny anarany.",
        "14": "Ho faly sy ho ravoravo ianao, ary be dia be koa no ho faly rehefa teraka izy,",
        "15": "satria hiavaka eo imason’i Jehovah izy. Tsy mahazo misotro divay na zava-pisotro hafa misy alkaola mihitsy anefa izy. Ary ho feno fanahy masina izy na dia mbola tsy teraka aza.",
        "16": "Ary hampiany hiverina amin’i Jehovah Andriamaniny ny ankamaroan’ny zanak’Israely.",
        "17": "Handeha eo alohany koa izy sady hanana ny toe-tsaina sy ny herin’i Elia, mba hamerenany ny fon’ny ray ho hoatran’ny fon’ny zanaka, ary mba hanampiany an’ireo tsy mankatò ho hendry amin’izay ataony hoatran’ny ataon’ny olo-marina. Amin’izay izy dia hanomana vahoaka ho an’i Jehovah.”",
        "18": "Hoy i Zakaria tamin’ilay anjely: “Ahoana no ahazoako antoka hoe marina izany? Izaho ange efa antitra e! Ary efa tena be taona koa ny vadiko.”",
        "19": "Dia hoy ilay anjely: “Izaho no Gabriela, izay mitsangana eo anatrehan’Andriamanitra. Nirahina hiresaka aminao aho sady hilaza an’izany vaovao tsara izany aminao.",
        "20": "Fa noho ianao tsy nino ny teniko, izay ho tanteraka amin’ny fotoana voatondro, dia ho moana ianao ka tsy ho afaka hiteny mandra-pahatanterak’izany.”",
        "21": "Niandry an’i Zakaria ny vahoaka nandritra izany fotoana izany, ka gaga izy ireo satria ela be izy tao amin’ny toerana masina.",
        "22": "Rehefa nivoaka izy, dia tsy afaka niresaka tamin’izy ireo. Takatr’izy ireo àry fa vao avy nahita fahitana tao amin’ny toerana masina izy. Nanao baiko moana tamin’izy ireo izy satria mbola moana.",
        "23": "Dia nody izy rehefa tapitra ny andro nanaovany fanompoana masina.",
        "24": "Rehefa afaka elaela, dia bevohoka i Elizabeta vadiny, ka tsy nivoaka ny trano nandritra ny dimy volana. Ary hoy izy:",
        "25": "“Izao no nataon’i Jehovah ho ahy: Nitsinjo ahy izy mba tsy ho afa-baraka eo imason’ny olona intsony aho.”",
        "26": "Rehefa nandray enim-bolana ny kibony, dia nirahin’Andriamanitra ny anjely Gabriela ho any amin’ny tanàna atao hoe Nazareta, any Galilia,",
        "27": "ho any amin’ny virjiny iray efa fofombadin’ny lehilahy atao hoe Josefa, avy amin’ny taranak’i Davida. Maria no anaran’ilay virjiny.",
        "28": "Hoy ilay anjely rehefa nankao aminy: “Miarahaba anao, ry ilay ankasitrahana indrindra! Mitahy anao i Jehovah.”",
        "29": "Taitra be anefa izy naheno ny teniny, ka niezaka hahazo hoe inona no mety ho dikan’izany fiarahabana izany.",
        "30": "Niteny taminy àry ilay anjely hoe: “Aza matahotra, ry Maria, fa efa nankasitrahan’Andriamanitra ianao.",
        "31": "Ho bevohoka ianao dia hiteraka zazalahy, ary ataovy hoe Jesosy ny anarany.",
        "32": "Hiavaka izy ka hantsoina hoe Zanaky ny Avo Indrindra, ary homen’i Jehovah Andriamanitra azy ny seza fiandrianan’i Davida rainy.",
        "33": "Dia ho Mpanjaka eo amin’ny taranak’i Jakoba mandrakizay izy, ary tsy hifarana mihitsy ny Fanjakany.”",
        "34": "Hoy anefa i Maria tamin’ilay anjely: “Ahoana no hetezan’izany, nefa izaho tsy nanao firaisana tamin’ny lehilahy?”",
        "35": "Fa hoy ilay anjely: “Ho tonga aminao ny fanahy masina ary hanarona anao ny herin’ny Avo Indrindra. Izany no antony hiantsoana an’ilay haterakao hoe masina, Zanak’Andriamanitra.",
        "36": "Ary efa bevohoka koa i Elizabeta havanao na dia efa antitra aza. Efa mandray enim-bolana izao ny kibony, na dia nantsoina hoe vehivavy momba aza izy.",
        "37": "Tsy hisy tsy ho tanteraka mantsy izay lazain’Andriamanitra.”",
        "38": "Hoy àry i Maria: “Intỳ aho mpanompovavin’i Jehovah! Enga anie ho tanteraka amiko izany, araka izay nolazainao!” Dia nandao azy ilay anjely.",
        "39": "Koa niainga i Maria taoriana kelin’izay, dia nandeha haingana nankany amin’ny faritra be tendrombohitra, ho any amin’ny tanàna iray tany Joda.",
        "40": "Ary niditra tao an-tranon’i Zakaria izy ka niarahaba an’i Elizabeta.",
        "41": "Rehefa naheno an’i Maria niarahaba azy i Elizabeta, dia nibitaka ny zaza tao an-kibony. Ary feno fanahy masina i Elizabeta,",
        "42": "ka niteny mafy hoe: “Ianao no tahina amin’ny vehivavy rehetra, ary tahina ilay hateraky ny kibonao!",
        "43": "Fa iza moa aho no mahazo an’izao voninahitra izao, hoe ny renin’ny Tompoko no mamangy ahy?",
        "44": "Jereo fa raha vao henon’ny sofiko ny feonao niarahaba ahy, dia nibitaka ny zaza ato an-kiboko!",
        "45": "Sambatra koa ianao fa nino, satria ho tanteraka daholo izay nasain’i Jehovah nolazaina taminao.”",
        "46": "Dia hoy i Maria: “Mankalaza an’i Jehovah aho,",
        "47": "ary tsy tanako ny hafaliako noho izay nataon’Andriamanitra Mpamonjy ahy,",
        "48": "satria nojereny ny mpanompovaviny na dia olona ambany aza. Manomboka izao, dia hilaza ahy ho sambatra ny taranaka rehetra,",
        "49": "satria nanao asa lehibe ho ahy Ilay mahery. Ary masina ny anarany,",
        "50": "sady mamindra fo amin’izay matahotra azy izy, hatramin’ny taranaka fara aman-dimby.",
        "51": "Nanao asa lehibe tamin’ny sandriny mahery izy, ary nanaparitaka an’ireo mpirehareha.",
        "52": "Naetriny hiala tamin’ny seza fiandrianany ny manana fahefana, fa nasandrany kosa ny olona ambany.",
        "53": "Nataony voky zava-tsoa ny noana, fa nalefany nody maina kosa ny manankarena.",
        "54": "Nanampy ny Israely mpanompony izy, satria tsy hadinony mandrakizay fa nampanantena ny hamindra fo izy,",
        "55": "araka ny nolazainy tamin’ny razambentsika, dia i Abrahama sy ny taranany.”",
        "56": "Nijanona telo volana teo ho eo tany amin’i Elizabeta i Maria vao nody tany aminy.",
        "57": "Tonga àry izao ny fotoana hiterahan’i Elizabeta, ka niteraka zazalahy izy.",
        "58": "Henon’ny mpiara-monina taminy sy ny havany fa tena namindra fo be taminy i Jehovah, ka niara-nifaly taminy izy ireo.",
        "59": "Tonga hamora an’ilay zaza izy ireo tamin’ny andro fahavalo, ary efa saika hataony hoe Zakaria, hoatran’ny anaran-drainy, ny anarany.",
        "60": "Hoy anefa ny reniny: “Tsy hatao an’izany, fa hatao hoe Jaona ny anarany.”",
        "61": "Dia hoy izy ireo taminy: “Tsy misy manana an’izany anarana izany ange ny havanao e!”",
        "62": "Dia nanao baiko moana tamin’ny rain’ilay zaza izy ireo mba hahalalana hoe iza no tiany hatao anaran’izy io.",
        "63": "Koa nangataka takela-kazo i Zakaria dia nanoratra hoe: “Jaona no anarany.” Dia gaga daholo izy rehetra.",
        "64": "Teo no ho eo ihany dia afaka niteny indray i Zakaria, ka nanomboka niresaka sy nidera an’Andriamanitra.",
        "65": "Raiki-tahotra daholo ny mpiara-monina taminy, ary lasa ambentin-dresaky ny olona eran’ilay faritra be tendrombohitra tany Jodia izany rehetra izany.",
        "66": "Izay rehetra naheno an’izany dia nieritreritra an’izany tao am-pony, ka nilaza hoe: “Hanao ahoana re io zaza io e?” Tena nanohana azy mantsy ny tanan’i Jehovah.",
        "67": "Dia feno fanahy masina i Zakaria rainy, ka naminany hoe:",
        "68": "“Hoderaina anie i Jehovah, Andriamanitry ny Israely, noho izy nitsinjo sy nanafaka ny vahoakany!",
        "69": "Ary nanangana tandroka famonjena ho antsika tao amin’ny taranak’i Davida mpanompony izy,",
        "70": "araka ny nolazainy tamin’ny alalan’ny mpaminany masina taloha ela be.",
        "71": "Nilaza izy fa hamonjy antsika amin’ny fahavalontsika sy eo an-tanan’izay rehetra mankahala antsika.",
        "72": "Hamindra fo amin’ny razambentsika izy sady hahatsiaro ny fifanekena masina nataony,",
        "73": "dia ilay fianianana nataony tamin’i Abrahama razambentsika.",
        "74": "Efa nianiana mantsy izy, rehefa avy nanafaka antsika teo an-tanan’ny fahavalontsika, hoe hanome antsika an’ilay voninahitra hanao fanompoana masina ho Azy tsy amin-tahotra,",
        "75": "ka tsy hivadika isika ary hanao ny marina eo anatrehany, mandritra ny androm-piainantsika.",
        "76": "Fa ianao kosa, ry zanako, dia hantsoina hoe mpaminanin’ny Avo Indrindra, satria handeha eo alohan’i Jehovah ianao mba hanomana ny lalany,",
        "77": "sy mba hampahafantatra ny vahoakany fa ho voavonjy izy ireo noho ny famelan-keloka",
        "78": "satria tena mangoraka ilay Andriamanitsika. Noho izany fangorahana izany, dia hisy mazava hiposaka ho antsika avy any amin’ny avo,",
        "79": "mba hanome hazavana ho an’izay mipetraka ao amin’ny haizina sy ny aloky ny fahafatesana, ary mba hitarika ny diantsika ho eo amin’ny lalan’ny fiadanana.”",
        "80": "Dia nihalehibe ilay zaza ka nihamatotra, ary nipetraka tany an-tany efitra izy mandra-pahatongan’ny andro nisehoany tamin’ny Israely."
    },
    "2": {
        "1": "Tamin’izany andro izany, dia namoaka didy i Aogosto Kaisara hoe tsy maintsy misoratra anarana daholo ny mponina eran’ilay tany.",
        "2": "I Kyrenio no governoran’i Syria, tamin’ny fotoana nanaovana an’io fanoratana anarana voalohany io.",
        "3": "Dia nankany amin’ny tanàna niaviany avy ny olona rehetra mba hosoratana anarana.",
        "4": "Koa niakatra avy tany Galilia, avy tao an-tanànan’i Nazareta, i Josefa, satria anisan’ny taranak’i Davida sady fianakaviany. Nankany Jodia izy, tany amin’ny tanànan’i Davida, izay atao hoe Betlehema.",
        "5": "Nankany izy mba hisoratra anarana miaraka amin’i Maria, izay efa lasa vadiny araka ny efa nifanekeny. Ary bevohoka be efa ho teraka i Maria tamin’izay.",
        "6": "Raha mbola tany izy ireo, dia tonga ny fotoana hiterahany.",
        "7": "Dia niteraka ny zanany lahimatoa izy, ary nofonosiny lamba ilay zaza ka nampatoriny tao amin’ny fihinanam-bilona, satria tsy nisy efitra ho azy ireo intsony tany amin’ny tranom-bahiny.",
        "8": "Nisy mpiandry ondry koa tany amin’io faritra io. Nijanona tany an-tsaha niambina ny andian’ondriny izy ireo, tamin’ny alina.",
        "9": "Tampoka teo, dia nisy anjelin’i Jehovah nitsangana teo anoloan’ireo mpiandry ondry. Nanjelanjelatra nanodidina azy ireo ny voninahitr’i Jehovah, ka natahotra be izy ireo.",
        "10": "Hoy anefa ilay anjely: “Aza matahotra fa tonga hilaza vaovao tsara aminareo aho, dia vaovao tsara hitondra fifaliana lehibe ho an’ny olona rehetra.",
        "11": "Fa mpamonjy no teraka ho anareo androany ao an-tanànan’i Davida, dia i Kristy Tompo.",
        "12": "Ary izao no famantarana ho anareo: Hahita zaza menavava nofonosina lamba sady matory ao anaty fihinanam-bilona ianareo.”",
        "13": "Tampoka teo, dia nisy anjely maro be avy amin’ny tafiky ny lanitra niaraka tamin’ilay anjely, ka nidera an’Andriamanitra hoe:",
        "14": "“Voninahitra ho an’Andriamanitra any amin’ny avo indrindra, ary fiadanana etỳ ambonin’ny tany ho an’ny olona ankasitrahany!”",
        "15": "Rehefa niala teo ireo anjely ireo ka lasa tany an-danitra, dia hoy ireo mpiandry ondry: “Andao ho any Betlehema hijery an’izany zava-nitranga nampahafantarin’i Jehovah antsika izany!”",
        "16": "Dia lasa haingana izy ireo ka nahita an’i Maria sy Josefa, ary hitany koa ilay zazakely natory tao amin’ny fihinanam-bilona.",
        "17": "Rehefa nahita an’izany izy ireo, dia nitantara an’izay nolazaina tamin’izy ireo momba an’ilay zaza.",
        "18": "Ary gaga be izay rehetra naheno an’izay nolazain’ny mpiandry ondry,",
        "19": "fa i Maria kosa nitadidy an’izany teny rehetra izany, ka nandinika lalina tao am-pony hoe inona no mety ho dikan’izany.",
        "20": "Dia lasa niverina ireo mpiandry ondry, ka nanome voninahitra sy nidera an’Andriamanitra noho izay rehetra hitany sy henony, araka ny nolazaina taminy.",
        "21": "Rehefa feno valo andro ilay zaza ka tonga ny fotoana hamorana azy, dia natao hoe Jesosy ny anarany. Izany mantsy no anarana nolazain’ilay anjely talohan’ny nisiany tao am-bohoka.",
        "22": "Rehefa tonga ny fotoana fidiovana araka ny Lalàn’i Mosesy, dia nentin’i Josefa sy Maria niakatra tany Jerosalema izy mba hatolotra ho an’i Jehovah,",
        "23": "araka ny voasoratra ao amin’ny Lalàn’i Jehovah hoe: “Ho masina ho an’i Jehovah ny lahimatoa rehetra.”",
        "24": "Nanolotra fanatitra araka ny voalazan’ny Lalàn’i Jehovah koa izy ireo, dia “domohina roa na zana-boromailala roa.”",
        "25": "Nisy lehilahy atao hoe Simeona tany Jerosalema, ary olo-marina sy mpivavaka be izy. Niandry ny fampiononana ny Israely izy, ary tao aminy ny fanahy masina.",
        "26": "Nahariharin’Andriamanitra taminy koa, tamin’ny alalan’ny fanahy masina, fa tsy ho faty izy raha tsy efa mahita an’ilay Kristin’i Jehovah.",
        "27": "Notarihin’ny fanahy àry izy, dia niditra tao amin’ny tempoly. Tamin’izay mihitsy no nitondra an’i Jesosy zazakely tao ny ray aman-dreniny, mba hanao ny fomba mahazatra notakin’ny Lalàna.",
        "28": "Dia notrotroin’i Simeona ilay zaza ka nidera an’Andriamanitra izy hoe:",
        "29": "“Ry Tompo Fara Tampony ô, avelanao handeha amim-piadanana amin’izay ny mpanomponao, araka ny efa nolazainao.",
        "30": "Efa hitan’ny masoko mantsy ny fomba hitondranao famonjena,",
        "31": "izay nomaninao teo imason’ny firenena rehetra,",
        "32": "dia hazavana izay hanala ny zavatra manarona ny firenena sady voninahitry ny Israely vahoakanao.”",
        "33": "Ary gaga foana ny rainy sy ny reniny rehefa naheno an’izay nolazaina momba an’ilay zaza.",
        "34": "Dia nitso-drano azy ireo i Simeona, ary hoy izy tamin’i Maria renin’ilay zaza: “Ity zaza ity no hahatonga ny olona maro eo amin’ny Israely ho lavo sy ho tafarina indray. Ho famantarana hataon’ny olona tsinontsinona koa izy",
        "35": "—na ianao aza ho toy ny voatrobaky ny sabatra lava lela—mba hiharihary ny eritreritra any am-pon’ny olona maro.”",
        "36": "Ary nisy mpaminanivavy atao hoe Ana, zanakavavin’i Fanoela, avy amin’ny fokon’i Asera. Efa tena be taona io vehivavy io. Niara-niaina tamin’ny vadiny nandritra ny fito taona izy, taorian’ny nivadian’izy ireo.",
        "37": "Mpitondratena izy, ary 84 taona. Tonga tsy tapaka tao amin’ny tempoly izy, nanao fanompoana masina andro aman’alina sady nifady hanina no nitalaho tamim-bavaka.",
        "38": "Ary tamin’izay ora izay indrindra, dia nanatona izy ka nisaotra an’Andriamanitra, sy niresaka momba an’ilay zaza tamin’izay rehetra niandry ny fanafahana an’i Jerosalema.",
        "39": "Rehefa vitan’izy ireo daholo izay rehetra notakin’ny Lalàn’i Jehovah, dia niverina tany Galilia izy ireo, tao Nazareta tanànany.",
        "40": "Ary nihalehibe ilay zaza, ka nihanatanjaka sady nitombo fahendrena, ary nankasitraka azy foana Andriamanitra.",
        "41": "Mpankany Jerosalema isan-taona ny ray aman-dreniny, rehefa fetin’ny Paska.",
        "42": "Ary rehefa 12 taona izy, dia niakatra tany toy ny fanao amin’ny fety izy ireo.",
        "43": "Nody izy ireo rehefa tapitra ireo andro nanaovana fety. I Jesosy tovolahikely kosa mbola nijanona tany Jerosalema, nefa tsy tsikaritry ny ray aman-dreniny izany.",
        "44": "Noheverin’izy ireo fa niaraka tamin’ireo olona niara-dia taminy izy. Efa nandeha lalana indray andro izy ireo vao nitady azy tany amin’ny havany sy ny olom-pantany.",
        "45": "Tsy nahita azy anefa izy ireo, ka niverina tany Jerosalema ary nitady azy hatraiza hatraiza.",
        "46": "Rehefa afaka telo andro, dia hitany tao amin’ny tempoly izy, nipetraka teo afovoan’ny mpampianatra, ary nihaino sady nanontany.",
        "47": "Talanjona izay rehetra nihaino azy noho ny fahiratan-tsainy sy ny valin-teniny.",
        "48": "Ary gaga ny ray aman-dreniny rehefa nahita azy, ka hoy ny reniny taminy: “Fa nahoana izahay, anaka, no ataonao hoatr’izao? Izaho sy ny rainao nipenimpenina nitady anao.”",
        "49": "Hoy anefa izy: “Fa maninona no nitady ahy ianareo? Tsy fantatrareo angaha fa tsy maintsy ho ato an-tranon’ny Raiko aho?”",
        "50": "Tsy azon’izy ireo anefa ny tiany holazaina.",
        "51": "Dia niara-nidina tamin’izy ireo izy ka niverina tany Nazareta, ary nankatò azy ireo foana. Ary nitahiry tsara an’izany teny rehetra izany tao am-pony ny reniny.",
        "52": "Dia nihanitombo fahendrena i Jesosy sady nihalehibe, ary nihanahazo sitraka tamin’Andriamanitra sy tamin’ny olona."
    },
    "3": {
        "1": "Tamin’ny taona faha-15 nanjakan’i Tiberio Kaisara, ary i Pontio Pilato no governoran’i Jodia, i Heroda no lehibem-paritr’i Galilia, i Filipo rahalahiny no lehibem-paritra tany Itoria sy Trakonitisy, ary i Lysania no lehibem-paritr’i Abilena,",
        "2": "tamin’ny andron’i Anasy lehiben’ny mpisorona sy Kaiafa, dia nampita hafatra tamin’i Jaona zanak’i Zakaria, tany an-tany efitra, Andriamanitra.",
        "3": "Lasa àry izy nankany amin’ny faritra rehetra manodidina ny Reniranon’i Jordana. Nitory izy hoe tokony hatao batisa ny olona mba hampisehoana fa efa nibebaka izy ireo, dia ho voavela ny helony,",
        "4": "araka ny voasoratra ao amin’ny boky misy ny tenin’i Isaia mpaminany hoe: “Izany fa misy miantsoantso any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah! Ataovy mahitsy ny lalany.",
        "5": "Tsy maintsy hototofana ny lohasaha rehetra, ary haletsy daholo ny tendrombohitra sy ny havoana; ny lalana miolakolaka tsy maintsy hahitsy ary ny lalana mikitoantoana hatao mitovy tantana;",
        "6": "ary ny olombelona rehetra hahita ny famonjen’Andriamanitra.’”",
        "7": "Dia hoy izy tamin’ny vahoaka tonga mba hataony batisa: “Ry taranaky ny bibilava misy poizina, iza no nampitandrina anareo mba tsy hiharan’ny fahatezerana ho avy?",
        "8": "Asehoy amin’ny ataonareo àry fa mibebaka ianareo. Aza mieritreritra hoe: ‘I Abrahama no rainay.’ Fa lazaiko aminareo fa hain’Andriamanitra ny manova an’iretsy vato iretsy ho lasa zanak’i Abrahama.",
        "9": "Efa mipetraka eo am-pototry ny hazo sahady tokoa ny famaky. Hokapaina àry izay hazo tsy mamoa voa tsara, ka hatsipy ao anaty afo.”",
        "10": "Dia nanontany azy ny vahoaka hoe: “Inona àry no tokony hataonay?”",
        "11": "Namaly izy hoe: “Izay manana akanjo anankiroa, dia aoka hanome ho an’izay tsy manana, ary izay manan-kohanina, dia aoka hizara ho an’izay tsy manana.”",
        "12": "Ary na ny mpamory hetra aza mba tonga hatao batisa koa, ka niteny taminy hoe: “Mpampianatra ô, inona no tokony hataonay?”",
        "13": "Dia hoy izy: “Aza mitaky hetra mihoatra noho ny tokony ho izy.”",
        "14": "Nisy miaramila koa nanontany azy hoe: “Inona no tokony hataonay?” Dia hoy izy: “Aza mila sotasota amin’olona na manendrikendrika olona, fa mahaiza mianina amin’izay omena anareo.”",
        "15": "Efa niandriandry ny olona ary samy nieritreritra tao am-pony momba an’i Jaona hoe: “Sao dia izy ilay Kristy?”",
        "16": "Hoy anefa ny navalin’i Jaona azy rehetra: “Izaho manao batisa anareo amin’ny rano, fa ho avy kosa ilay mahery noho izaho, ary tsy mendrika hamaha ny tadin-kapany akory aza aho. Izy no hanao batisa anareo amin’ny fanahy masina sy amin’ny afo.",
        "17": "Efa eny an-tanany ny fitaovana fikororohana, mba hanadiovana tanteraka ny famoloany sy hanangonana ny vary ao amin’ny trano fitehirizany. Ny akofa sy ny mololo kosa hodorany amin’ny afo tsy mety maty.”",
        "18": "Nanome torohevitra maro hafa koa izy, sady mbola nitory ny vaovao tsara tamin’ny olona.",
        "19": "Fa nanarin’i Jaona kosa i Heroda lehibem-paritra satria naka an’i Herodiasy vadin’ny rahalahiny sady nanao zava-dratsy be dia be.",
        "20": "Koa nogadrainy i Jaona, ho fanampin’ireo zava-dratsy rehetra efa nataony ireo.",
        "21": "Rehefa vita batisa daholo ny olona rehetra, dia natao batisa koa i Jesosy. Ary nisokatra ny lanitra raha mbola nivavaka izy.",
        "22": "Dia nidina nankeo amboniny ny fanahy masina, izay naka endrika voromailala, ary nisy feo avy any an-danitra niteny hoe: “Ianao no Zanako malalako. Ankasitrahako ianao.”",
        "23": "Tokotokony ho 30 taona i Jesosy tamin’izy nanomboka ny asany, ary izy ilay noheverin’ny olona fa zanak’i Josefa, Josefa zanak’i Hely,",
        "24": "Hely zanak’i Matata, Matata zanak’i Levy, Levy zanak’i Melky, Melky zanak’i Janay, Janay zanak’i Josefa,",
        "25": "Josefa zanak’i Matitia, Matitia zanak’i Amosa, Amosa zanak’i Nahoma, Nahoma zanak’i Esly, Esly zanak’i Nagay,",
        "26": "Nagay zanak’i Mata, Mata zanak’i Matitia, Matitia zanak’i Semey, Semey zanak’i Joseka, Joseka zanak’i Joda,",
        "27": "Joda zanak’i Joanana, Joanana zanak’i Resa, Resa zanak’i Zerobabela, Zerobabela zanak’i Sealtiela, Sealtiela zanak’i Nery,",
        "28": "Nery zanak’i Melky, Melky zanak’i Ady, Ady zanak’i Kosama, Kosama zanak’i Elmadama, Elmadama zanak’i Era,",
        "29": "Era zanak’i Jesosy, Jesosy zanak’i Eliezera, Eliezera zanak’i Joreima, Joreima zanak’i Matata, Matata zanak’i Levy,",
        "30": "Levy zanak’i Simeona, Simeona zanak’i Jodasy, Jodasy zanak’i Josefa, Josefa zanak’i Jonama, Jonama zanak’i Eliakima,",
        "31": "Eliakima zanak’i Melea, Melea zanak’i Mena, Mena zanak’i Matata, Matata zanak’i Natana, Natana zanak’i Davida,",
        "32": "Davida zanak’i Jese, Jese zanak’i Obeda, Obeda zanak’i Boaza, Boaza zanak’i Salmona, Salmona zanak’i Nasona,",
        "33": "Nasona zanak’i Aminadaba, Aminadaba zanak’i Arny, Arny zanak’i Hezrona, Hezrona zanak’i Pereza, Pereza zanak’i Joda,",
        "34": "Joda zanak’i Jakoba, Jakoba zanak’i Isaka, Isaka zanak’i Abrahama, Abrahama zanak’i Tera, Tera zanak’i Nahora,",
        "35": "Nahora zanak’i Seroga, Seroga zanak’i Reo, Reo zanak’i Palega, Palega zanak’i Ebera, Ebera zanak’i Sela,",
        "36": "Sela zanak’i Kenana, Kenana zanak’i Arpaksada, Arpaksada zanak’i Sema, Sema zanak’i Noa, Noa zanak’i Lameka,",
        "37": "Lameka zanak’i Metosela, Metosela zanak’i Enoka, Enoka zanak’i Jareda, Jareda zanak’i Mahalalila, Mahalalila zanak’i Kenana,",
        "38": "Kenana zanak’i Enosa, Enosa zanak’i Seta, Seta zanak’i Adama, Adama zanak’Andriamanitra."
    },
    "4": {
        "1": "Dia niala teo amin’ny Reniranon’i Jordana i Jesosy, sady feno fanahy masina. Ary nentin’ny fanahy masina nankany an-tany efitra izy, ka nivezivezy tany",
        "2": "nandritra ny 40 andro. Dia naka fanahy azy ny Devoly. Tsy nihinan-kanina izy nandritra an’izany fotoana izany, ka noana rehefa tapitra ireo andro ireo.",
        "3": "Koa niteny taminy ny Devoly hoe: “Raha zanak’Andriamanitra ianao, dia teneno io vato io mba ho lasa mofo.”",
        "4": "Fa hoy ny navalin’i Jesosy azy: “Voasoratra hoe: ‘Tsy ny mofo ihany no ilain’ny olona mba hahavelona azy.’”",
        "5": "Koa nentin’ny Devoly niakatra teny an-tendrombohitra izy, ka nasehony azy vetivety ny fanjakana rehetra eran-tany.",
        "6": "Dia hoy ny Devoly: “Homeko anao izao fahefana rehetra izao sy ny voninahiny, fa efa natolotra ahy izany ka omeko an’izay tiako homena azy.",
        "7": "Koa raha miankohoka indray mandeha eto anatrehako ianao, dia ho anao daholo izany.”",
        "8": "Fa hoy i Jesosy: “Voasoratra hoe: ‘I Jehovah Andriamanitrao no tsy maintsy iankohofanao, ary izy irery ihany no tsy maintsy tompoinao.’”",
        "9": "Nitondra azy nankany Jerosalema ny Devoly avy eo, dia nametraka azy teo an-tampon’ny mandan’ny tempoly. Ary hoy izy taminy: “Raha zanak’Andriamanitra ianao, dia mianjerà any ambany any,",
        "10": "fa voasoratra hoe: ‘Homeny baiko hanampy anao ny anjeliny mba hiaro anao’,",
        "11": "ary ‘hitondra anao eny an-tanany izy ireo, mba tsy hidona amin’ny vato ny tongotrao.’”",
        "12": "Fa hoy ny navalin’i Jesosy: “Voalaza hoe: ‘Aza mitsapa toetra an’i Jehovah Andriamanitrao.’”",
        "13": "Rehefa avy naka fanahy azy tamin’izany fomba rehetra izany ny Devoly, dia niala teo aminy mandra-pahatongan’ny fotoana hafa mety indray.",
        "14": "Dia niverina tany Galilia i Jesosy, ary feno herin’ny fanahy izy. Ary tsara laza izy ka niely nanerana ny faritra rehetra manodidina ny lazany.",
        "15": "Nampianatra tao amin’ny synagogan’izy ireo izy, ka nomen’ny rehetra voninahitra.",
        "16": "Dia nankany Nazareta, tanàna nahalehibe azy, izy ary niditra tao amin’ny synagoga hoatran’ny fanaony rehefa andro sabata, ka nitsangana hamaky teny.",
        "17": "Koa natolotra azy ny horonam-bokin’i Isaia mpaminany, ary nosokafany ka notadiaviny izay nisy an’ilay soratra hoe:",
        "18": "“Ny fanahin’i Jehovah no ato amiko, satria nanosotra ahy hilaza vaovao tsara amin’ny mahantra izy. Nirahiny aho mba hanambara hoe ho afaka ny babo ary hahiratra ny jamba. Nirahiny koa aho mba hanafaka sy handefa an’ireo ampahorina,",
        "19": "ary mba hitory ny taona fanehoan’i Jehovah fankasitrahana.”",
        "20": "Nahorony ilay horonam-boky avy eo, dia naveriny tamin’ny mpikarakara ary nipetraka izy. Ary nijery tsara azy izay rehetra tao amin’ny synagoga.",
        "21": "Dia hoy izy: “Androany no tanteraka ilay andinin-teny vao henonareo teo.”",
        "22": "Nidera azy daholo ny rehetra, ary gaga noho ny teny mahafinaritra nolazain’ny vavany, ka hoy izy ireo: “Tsy zanak’i Josefa ve io e?”",
        "23": "Hoy i Jesosy: “Efa fantatro fa hampiharinareo amiko ilay fitenenana hoe: ‘Dokotera ô, sitrano aloha ny tenanao. Ataovy eto amin’ny faritra niavianao koa ny zavatra henonay hoe nataonao tany Kapernaomy.’”",
        "24": "Dia niteny koa izy hoe: “Lazaiko marina aminareo fa ao amin’ny faritra niaviany ihany ny mpaminany no tsy tian’ny olona.",
        "25": "Lazaiko marina aminareo, ohatra, fa be dia be ny vehivavy mpitondratena teo amin’ny Israely tamin’ny andron’i Elia, rehefa nihantona telo taona sy tapany ny orana, ka nisy mosary mafy nanerana an’ilay tany.",
        "26": "Tsy tany amin’ny anankiray tamin’ireny anefa i Elia no nirahina, fa tany amin’ny vehivavy mpitondratena iray tany Zarefata any Sidona ihany.",
        "27": "Nisy boka maro koa teo amin’ny Israely tamin’ny andron’i Elisa mpaminany. Tsy nisy nodiovina anefa izy ireny na iray aza, afa-tsy i Namàna Syrianina.”",
        "28": "Tezitra be izay rehetra naheno an’izany tao amin’ny synagoga,",
        "29": "ka nitsangana ary nandroaka azy ho any ivelan’ny tanàna. Ary nentin’izy ireo tany an-tampon’ilay tendrombohitra niorenan’ny tanànan’izy ireo izy, mba hazera tany amin’ny tevana.",
        "30": "Namakivaky teo afovoan’izy ireo anefa izy ka lasa.",
        "31": "Dia nidina tany Kapernaomy, tanàna any Galilia, izy. Ary nampianatra ny olona tamin’ny Sabata izy,",
        "32": "ka gaga ny olona tamin’ny fomba fampianany, satria niteny toy ny olona manana fahefana izy.",
        "33": "Ary nisy lehilahy nipetrahan’ny fanahy maloto, na demonia, tao amin’ny synagoga. Nikiakiaka mafy izy hoe:",
        "34": "“Fa inona koa no anelingelenanao anay atỳ, ry Jesosy avy any Nazareta? Tonga atỳ ve ianao mba handringana anay? Fantatro tsara ange fa ianao Ilay Masin’Andriamanitra e!”",
        "35": "Niteny mafy azy anefa i Jesosy hoe: “Mangìna, dia mivoaha aminy!” Koa nivoaka ilay demonia rehefa avy nampianjera an’ilay lehilahy teo afovoan’ny olona, nefa tsy nandratra azy.",
        "36": "Dia gaga izy rehetra ka nifampiresaka hoe: “Misy heriny be mihitsy ny teniny! Tena manana fahefana sy hery izy, fa na ny fanahy maloto aza baikoiny fotsiny dia mivoaka!”",
        "37": "Koa niely nanerana ny faritra manodidina ny vaovao momba azy.",
        "38": "Rehefa avy niala tao amin’ny synagoga izy, dia nankao an-tranon’i Simona. Nanavy be ny rafozambavin’i Simona, ka nangataka an’i Jesosy izy ireo mba hanampy azy.",
        "39": "Koa nitsangana teo akaikin’ilay ramatoa izy, ary noteneniny mafy ilay fanaviana dia afaka. Tonga dia niarina ilay ramatoa ary nikarakara sakafo ho an’ireo.",
        "40": "Rehefa hilentika ny masoandro, dia nitondra ny marariny tany aminy izay rehetra nanana marary voan’ny aretina samihafa. Nametra-tanana tamin’ny tsirairay tamin’ireny izy, ka nositraniny izy ireny.",
        "41": "Nivoaka koa ny demonia tamin’ny olona maro, ka niantso mafy hoe: “Ianao no Zanak’Andriamanitra.” Noteneniny mafy anefa ireny ka tsy navelany hiteniteny, satria fantatr’ireny fa izy no Kristy.",
        "42": "Rehefa maraina ny andro, dia niala teo izy ka nankany amin’ny toerana mitokana. Nikaroka azy anefa ny vahoaka, dia tonga tany amin’izay nisy azy. Ary nitady hitazona azy izy ireo, mba tsy hialany teo aminy.",
        "43": "Hoy anefa izy: “Tsy maintsy mitory ny vaovao tsaran’ny Fanjakan’Andriamanitra any amin’ny tanàna hafa koa aho, fa izany no nanirahana ahy.”",
        "44": "Nanohy nitory tao amin’ireo synagoga tany Jodia àry izy."
    },
    "5": {
        "1": "Nijoro teo amoron’ny farihin’i Genesareta i Jesosy indray mandeha, ary nifanesika teo aminy ny vahoaka mba hihaino ny tenin’Andriamanitra.",
        "2": "Ary nahita sambokely roa niantsona teo amoron’ilay farihy izy. Tsy tao amin’ireo sambokely anefa ny mpanarato fa efa lasa nanasa ny haratony.",
        "3": "Koa niakatra tao amin’ny iray tamin’ireo sambokely ireo i Jesosy. An’i Simona ilay izy, ary nangataka taminy izy mba hihataka kely amin’ny morony. Dia nipetraka izy, ary nampianatra ny vahoaka avy tao amin’ilay sambokely.",
        "4": "Rehefa tapitra ny teniny, dia hoy izy tamin’i Simona: “Mandrosondrosoa any amin’ny lalina, ary alatsaho ny haratonareo dia hahazo trondro ianareo!”",
        "5": "Hoy anefa i Simona: “Mpampianatra ô, efa niasa mafy nandritra ny alina izahay, saingy tsy nahazo na inona na inona. Noho ny teninao anefa, dia halatsako ihany ny harato.”",
        "6": "Nahazo trondro be dia be izy ireo rehefa nanao an’izany, ka rovitra mihitsy ny haratony.",
        "7": "Nanao fihetsika àry izy ireo hiantsoana ny namany teny amin’ilay sambokely iray mba ho tonga hanampy azy. Dia tonga izy ireo ary nofenoiny ny sambokely roa, ka saika nilentika mihitsy.",
        "8": "Rehefa nahita an’izany i Simona Petera, dia nandohalika teo anoloan’i Jesosy, ka niteny hoe: “Tompo ô, mandehana fa aza manakaiky ahy fa mpanota aho.”",
        "9": "Gaga be mantsy izy sy ireo niaraka taminy satria be dia be ny trondro azony.",
        "10": "Gaga be koa i Jakoba sy Jaona, zanak’i Zebedio, izay niara-niasa tamin’i Simona. Hoy anefa i Jesosy tamin’i Simona: “Aza matahotra, fa manomboka izao dia olona velona no ho azonao.”",
        "11": "Koa nentin’izy ireo niverina teny an-tanety ny sambokely ary nilaozany ny zava-drehetra, dia lasa izy ireo nanaraka azy.",
        "12": "Indray mandeha koa, raha mbola tao amin’ny tanàna anankiray izy, dia io fa nisy lehilahy rakotry ny habokana tao. Niankohoka izy raha vao nahita an’i Jesosy, ka niangavy hoe: “Tompo ô, raha mba tianao mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "13": "Koa nanatsotra ny tanany i Jesosy ka nikasika azy, sady niteny hoe: “Tiako izany ka! Madiova ianao.” Tonga dia niala tamin’ilay lehilahy ilay habokana.",
        "14": "Dia noraran’i Jesosy ilay lehilahy mba tsy hiteniteny amin’olona. Hoy izy: “Fa mandehana miseho any amin’ny mpisorona, ary satria nodiovina ianao dia manaova fanatitra, araka izay nasain’i Mosesy natao, mba ho hitan’izy ireo fa sitrana ianao.”",
        "15": "Na izany aza, dia vao mainka niely ny resaka momba azy, ka nisy vahoaka be nivory mba hihaino azy sy hositranina tamin’ny aretiny.",
        "16": "Matetika anefa izy no nankany amin’ny toerana mitokana mba hivavaka.",
        "17": "Indray andro, tamin’izy nampianatra, dia nisy Fariseo sy mpampianatra Lalàna koa nipetraka teo. Avy any amin’ny tanàna kely rehetra any Galilia sy Jodia izy ireo ary avy any Jerosalema. Ary nomen’i Jehovah hery hanasitranana i Jesosy.",
        "18": "Ary ireny fa nisy olona nitondra lehilahy iray malemy, nolanjainy teo ambony fandriana. Nitady fomba hampidirana azy sy hametrahana azy teo anoloan’i Jesosy izy ireo.",
        "19": "Tsy nahita fomba hampidirana azy anefa izy ireo satria vahoaka be no tao. Niakatra tany an-tampon-trano àry izy ireo, ary nanesorany ilay tafo tanimanga, dia nampidininy teo afovoan’ny olona teo anoloan’i Jesosy ilay lehilahy teo ambony fandriana.",
        "20": "Rehefa hitan’i Jesosy fa nanam-pinoana izy ireo, dia hoy izy tamin’ilay lehilahy: “Voavela ny helokao.”",
        "21": "Koa nifampiresaka ny mpanora-dalàna sy ny Fariseo hoe: “Fa iza moa io no manevateva an’Andriamanitra? Fa angaha moa tsy Andriamanitra ihany no afaka mamela heloka?”",
        "22": "Fantatr’i Jesosy anefa ny tao an-tsain’izy ireo, ka hoy izy: “Inona izany eritreretinareo ao am-ponareo izany?",
        "23": "Fa inona no mora kokoa: Ny miteny hoe: ‘Voavela ny helokao’, sa hoe: ‘Mitsangàna dia mandehana’?",
        "24": "Mba hahafantaranareo anefa fa manana fahefana hamela heloka eto an-tany ny Zanak’olona...” Dia hoy izy tamin’ilay lehilahy malemy: “Izao no lazaiko aminao: Mitsangàna, batao ny fandriananao, ary mandehana mody.”",
        "25": "Dia nitsangana teo anatrehan’izy ireo ilay lehilahy, ka nibata an’ilay fandrianany ary lasa nody, sady nanome voninahitra an’Andriamanitra.",
        "26": "Ary gaga be ny rehetra dia nanome voninahitra an’Andriamanitra. Sady talanjona izy ireo no raiki-tahotra ka niteny hoe: “Tena niavaka ny zavatra hitantsika androany!”",
        "27": "Taorian’izay, dia nivoaka izy ka nahita mpamory hetra atao hoe Levy, nipetraka teo amin’ny birao famorian-ketra. Dia hoy izy taminy: “Andao hanara-dia ahy.”",
        "28": "Ary nandao ny zava-drehetra i Levy ka nitsangana ary nanaraka azy.",
        "29": "Dia nanao fanasambe ho an’i Jesosy i Levy, tao an-tranony. Nisy mpamory hetra be dia be sy olon-kafa koa tao, nisakafo niaraka tamin’izy ireo.",
        "30": "Dia nimenomenona tamin’ny mpianatr’i Jesosy ny Fariseo sy ny mpanora-dalàna teo amin’izy ireo hoe: “Fa maninona ianareo no miara-mihinana sy misotro amin’ny mpamory hetra sy ny mpanota?”",
        "31": "Dia namaly i Jesosy hoe: “Tsy ny salama no mila dokotera, fa ny marary.",
        "32": "Tsy tonga hiantso ny olo-marina aho, fa tonga hiantso ny mpanota mba hibebaka.”",
        "33": "Hoy izy ireo: “Mifady hanina matetika ny mpianatr’i Jaona sady mitalaho amim-bavaka. Manao hoatr’izany koa ny mpianatry ny Fariseo, fa ny anao kosa mihinana sy misotro.”",
        "34": "Dia hoy i Jesosy: “Tsy azonareo terena hifady hanina ny naman’ny mpampakatra raha mbola miaraka aminy eo ny mpampakatra. Sa tsy izany?",
        "35": "Indray andro any anefa, dia tsy hiaraka aminy intsony ny mpampakatra, ka amin’izany andro izany ry zareo vao hifady hanina.”",
        "36": "Nilaza fanoharana tamin’izy ireo koa izy hoe: “Tsy misy olona maka tapa-damba avy amin’ny akanjo vaovao, ka manampina akanjo tonta amin’izany. Raha izany mantsy, dia handrirotra an’ilay akanjo tonta ilay tapa-damba vaovao sady tsy hifanaraka aminy koa.",
        "37": "Ary tsy misy olona manisy divay vaovao ao anaty siny hoditra efa tonta. Raha izany mantsy, dia hamaky an’ilay siny hoditra ilay divay vaovao ka ho raraka ny divay, ary ho simba ny siny.",
        "38": "Fa tsy maintsy hatao ao anaty siny hoditra vaovao ny divay vaovao.",
        "39": "Ary tsy misy olona hangataka divay vaovao rehefa avy nisotro divay efa niotrika ela, fa hiteny izy hoe: ‘Ny ela no tsara.’”"
    },
    "6": {
        "1": "Nandeha teny an-tanimbary i Jesosy sy ny mpianany, indray sabata izay. Nioty salohim-bary ny mpianany, ka nokosikosehin’izy ireo tamin’ny tanany izany dia nohaniny.",
        "2": "Dia hoy ny Fariseo sasany: “Fa maninona ianareo no manao zavatra tsy azo atao amin’ny Sabata?”",
        "3": "Namaly anefa i Jesosy hoe: “Mbola tsy novakinareo mihitsy angaha ilay nataon’i Davida, rehefa noana izy sy ny olona niaraka taminy?",
        "4": "Niditra tao an-tranon’Andriamanitra izy ary nomena azy ny mofo atolotra, dia nohaniny izany ary nomeny koa ny olona niaraka taminy. Tsy nisy nahazo nihinana an’izany anefa, afa-tsy ny mpisorona ihany.”",
        "5": "Avy eo dia hoy izy tamin’ireo: “Ny Zanak’olona no Tompon’ny Sabata.”",
        "6": "Tamin’ny sabata hafa indray, dia niditra tao amin’ny synagoga izy ary nampianatra. Ary nisy lehilahy maty tanana ankavanana tao.",
        "7": "Nijery tsara an’i Jesosy ny mpanora-dalàna sy ny Fariseo raha hanasitrana azy izy na tsia, mba hahitana antony hiampangana azy. Sabata mantsy tamin’izay.",
        "8": "Fantatr’i Jesosy anefa ny eritreritr’izy ireo, ka hoy izy tamin’ilay lehilahy maty tanana: “Mitsangàna dia mijoroa etsy afovoany etsy.” Dia nitsangana izy ka nijoro teo.",
        "9": "Dia hoy i Jesosy tamin’izy ireo: “Manontany anareo aho: Inona no azo atao amin’ny Sabata: Ny manao soa sa ny manao ratsy? Ny mamonjy aina sa ny mamono olona?”",
        "10": "Rehefa avy nijery an’ireo rehetra nanodidina azy teo izy, dia niteny tamin’ilay lehilahy hoe: “Atsory ny tananao.” Dia nataony izany ka sitrana ny tanany.",
        "11": "Romotry ny hatezerana anefa izy ireo, ka niara-nikaon-doha hoe ahoana no hatao amin’i Jesosy.",
        "12": "Nankany an-tendrombohitra izy, indray andro izay, mba hivavaka. Dia nivavaka tamin’Andriamanitra nandritra ny alina manontolo izy.",
        "13": "Ary niantso ny mpianany izy, rehefa maraina ny andro, ka nifidy 12 lahy tamin’izy ireo, izay nataony hoe apostoly:",
        "14": "I Simona, izay nantsoiny koa hoe Petera, Andrea rahalahiny, Jakoba, Jaona, Filipo, Bartolomeo,",
        "15": "Matio, Tomasy, Jakoba zanak’i Alfeo, Simona izay atao hoe “ilay mafana fo”,",
        "16": "Jodasy zanak’i Jakoba, ary Jodasy Iskariota, ilay lasa mpamadika.",
        "17": "Ary niara-nidina tamin’ireo izy, ka nijanona teo amin’ny lemaka iray. Nisy mpianany maro be teo, sy vahoaka be avy any amin’ny faritra rehetra eran’i Jodia sy Jerosalema ary ny faritra amoron-tsirak’i Tyro sy Sidona. Tonga hihaino azy sy hositraniny tamin’ny aretiny izy ireo.",
        "18": "Na ireo nampijalin’ny fanahy maloto aza sitrana.",
        "19": "Ary nitady hikasika azy ny vahoaka rehetra, satria nisy hery niala taminy ka nahasitrana azy rehetra.",
        "20": "Dia nitraka nijery an’ireo mpianany izy, ka niteny hoe: “Sambatra ianareo mahantra, fa anareo ny Fanjakan’Andriamanitra.",
        "21": "“Sambatra ianareo noana ankehitriny, fa hovokisana ianareo. “Sambatra ianareo mitomany ankehitriny, fa hihomehy ianareo.",
        "22": "“Sambatra ianareo raha halan’ny olona sy ailikiliny ary haratsiny ka lazainy hoe ratsy fanahy, noho ny amin’ny Zanak’olona.",
        "23": "Mifalia amin’izany andro izany, ary aoka ianareo hitsinjaky ny hafaliana, fa lehibe ny valisoanareo any an-danitra. Fa hoatr’izany koa no nataon’ny razambeny tamin’ny mpaminany.",
        "24": "“Fa hahita loza kosa ianareo manankarena, satria efa azonareo daholo izay mahafa-po anareo.",
        "25": "“Hahita loza ianareo izay voky ankehitriny, fa mbola ho noana ianareo. “Hahita loza ianareo izay mihomehy ankehitriny, fa halahelo sy hitomany ianareo.",
        "26": "“Hahita loza ianareo raha milaza zavatra tsara momba anareo daholo ny olona, fa izany koa no nataon’ny razamben’izy ireo tamin’ny mpaminany sandoka.",
        "27": "“Fa izao kosa no lazaiko aminareo mihaino ahy: Tiavo foana ny fahavalonareo, manaova soa foana amin’izay mankahala anareo,",
        "28": "irario soa foana izay manozona anareo, ary mivavaha foana ho an’izay manao tsinontsinona anareo.",
        "29": "Raha misy mamely ny takolakao anankiray, dia atolory azy koa ny iray. Ary raha misy maka ny akanjonao ivelany, dia avelao halainy koa ny akanjo anatiny.",
        "30": "Izay rehetra mangataka aminao dia omeo, ary aza takina amin’izay naka azy ny fanananao.",
        "31": "“Izay tianareo hataon’ny olona aminareo no ataovy aminy koa.",
        "32": "“Raha izay tia anareo ihany no tianareo, mendrika ny hahazo dera ve ianareo amin’izany? Na ny mpanota aza mantsy mba tia an’izay tia azy koa.",
        "33": "Ary raha izay manisy soa anareo ihany no asianareo soa, mendrika ny hahazo dera ve ianareo amin’izany? Na ny mpanota aza ange manao hoatr’izany koa e!",
        "34": "Raha izay antenainareo hamerina ny volanareo ihany no ampisamborinareo, mendrika ny hahazo dera ve ianareo amin’izany? Na ny samy mpanota aza mifampisambo-bola, satria manantena hoe ho tafaverina ny volany.",
        "35": "Fa ianareo kosa, tiavo foana ny fahavalonareo, manaova soa hatrany, ary mampisambora nefa aza manantena valiny. Amin’izay dia ho lehibe ny valisoanareo ary ho zanaky ny Avo Indrindra ianareo, satria izy tsara fanahy amin’izay tsy mankasitraka sy amin’ny ratsy fanahy.",
        "36": "Mamindrà fo foana, toy ny Rainareo izay mpamindra fo.",
        "37": "“Aza mitsara intsony, dia tsy hotsaraina mihitsy ianareo. Ary aza manameloka intsony, dia tsy homelohina mihitsy ianareo. Mamelà ny hafa, dia mba havela koa ianareo.",
        "38": "Aoka ianareo ho zatra manome, dia mba homena koa ianareo. Fatra tsara sy nafatratra sady nahontsana ary mihoatra no hararaka eo am-pofoanareo. Fa araka izay famarana ampiasainareo no hamarana ho anareo.”",
        "39": "Nilaza fanoharana tamin’izy ireo koa izy avy eo hoe: “Ny jamba angaha afaka mitarika jamba? Tsy ho latsaka any an-kady ve izy roa?",
        "40": "Ny mpianatra tsy ambony noho ny mpampianatra azy, fa izay rehetra mahazo fampianarana tonga lafatra dia hitovy amin’ny mpampianatra azy ihany.",
        "41": "Koa maninona ianao no mijery ny sombin-kazo eo amin’ny mason’ny rahalahinao, nefa ny vatan-kazo eo amin’ny masonao aza tsy hitanao?",
        "42": "Ahoana no itenenanao amin’ny rahalahinao hoe: ‘Aleo hesoriko ny sombin-kazo eo amin’ny masonao, ry rahalahy’, nefa ianao aza tsy mahita ny vatan-kazo eo amin’ny masonao? Ry mpihatsaravelatsihy! Esory aloha ny vatan-kazo eo amin’ny masonao, dia ho hitanao tsara hoe ahoana no hanesorana ny sombin-kazo eo amin’ny mason’ny rahalahinao.",
        "43": "“Fa tsy misy hazo tsara mamoa voa ratsy, ary tsy misy hazo ratsy mamoa voa tsara.",
        "44": "Fa samy fantatra amin’ny voany avy ny hazo tsirairay. Tsy misy olona mioty aviavy amin’ny tsilo, ohatra, na mioty voaloboka amin’ny voarointsilo.",
        "45": "Ny olona tsara dia mamoaka an’izay zavatra tsara tehiriziny ao am-pony, fa ny olona ratsy fanahy kosa mamoaka an’izay zavatra ratsy tehiriziny ao am-pony. Fa izay mameno ny fon’ny olona no lazain’ny vavany.",
        "46": "“Koa nahoana ianareo no miantso ahy hoe: ‘Tompo ô! Tompo ô!’, nefa tsy manao an’izay lazaiko?",
        "47": "Hasehoko anareo hoe azo oharina amin’inona ny olona manatona ahy sy mihaino ny teniko ka mankatò:",
        "48": "Hoatran’ny lehilahy nanorina trano izy, ka nihady lalina vao nandatsaka fototra teo ambony vatolampy. Koa rehefa nisy tondra-drano, dia namely mafy an’izany trano izany ny renirano, saingy tsy nampihozongozona azy, satria tsara orina ilay izy.",
        "49": "Fa izay maheno nefa tsy manao na inona na inona, dia hoatran’ny olona nanorina trano teo ambonin’ny tany nefa tsy nihady fototra. Namely mafy an’izany trano izany ilay renirano, ka tonga dia nirodana ilay izy ary rava tanteraka.”"
    },
    "7": {
        "1": "Niditra tao Kapernaomy i Jesosy, rehefa tapitra izay tokony holazainy tamin’ny vahoaka.",
        "2": "Ary nisy manamboninahitra iray nanana mpanompo tena tiany, nefa narary mafy efa ho faty ilay mpanompo.",
        "3": "Koa rehefa nandre ny momba an’i Jesosy ilay manamboninahitra, dia nisy anti-panahin’ny Jiosy nirahiny ho any amin’i Jesosy, mba hangataka azy ho avy ka hanasitrana an’ilay mpanompo.",
        "4": "Dia tonga tany amin’i Jesosy izy ireo ary niangavy mafy azy hoe: “Mendrika ny hanaovanao an’izany izy,",
        "5": "satria tiany ny firenentsika sady nanorina synagoga teto aminay izy.”",
        "6": "Nandeha niaraka tamin’izy ireo àry i Jesosy. Rehefa tsy lavitra an’ilay trano anefa izy, dia efa nisy naman’ilay manamboninahitra nirahiny hilaza taminy hoe: “Aza misahirana mankatỳ amiko, tompoko, fa tsy mendrika ny handray anao ao an-tranoko aho.",
        "7": "Na izaho aza tsy mieritreritra hoe mendrika hankeny aminao. Fa mitenena fotsiny, dia ho sitrana ny mpanompoko.",
        "8": "Izaho koa mantsy eo ambany fahefan’olona, sady manana miaramila eo ambany fahefako. Dia raha miteny amin’ny miaramila anankiray aho hoe: ‘Mandehana!’, dia lasa izy, ary amin’ny anankiray kosa hoe: ‘Avia!’, dia tonga izy, ary amin’ny mpanompoko hoe: ‘Ataovy ity!’ dia ataony izany.”",
        "9": "Gaga i Jesosy rehefa naheno an’izany, ka nitodika tany amin’ny vahoaka nanaraka azy, ary niteny hoe: “Lazaiko aminareo fa mbola tsy nahita finoana lehibe hoatr’izany aho, na teo amin’ny Israely aza.”",
        "10": "Rehefa niverina tany an-tranon’ilay manamboninahitra ireo olona nirahiny ireo, dia nahita fa efa salama tsara ilay mpanompo.",
        "11": "Taoriana kelin’izay, dia nankany amin’ny tanàna atao hoe Naina i Jesosy, ary nisy vahoaka be niara-dia taminy, ankoatra ny mpianany.",
        "12": "Rehefa nanakaiky ny vavahadin’ny tanàna izy, dia iny fa nisy faty nentina nivoaka. Zanaka lahitokan-dreniny izy io, sady ilay reniny rahateo efa maty vady. Ary nisy vahoaka be avy tao an-tanàna niaraka tamin’ilay vehivavy.",
        "13": "Raha vao nahita azy ny Tompo, dia nangoraka azy ka niteny taminy hoe: “Aza mitomany intsony.”",
        "14": "Dia nanatona izy ary nikasika an’ilay filanjana faty, ka nijanona ny mpilanja. Hoy izy avy eo: “Ry tovolahy, izao no lazaiko aminao: Miarena!”",
        "15": "Dia niarina ny maty ary nanomboka niteny, ka natolotr’i Jesosy an-dreniny.",
        "16": "Ary raiki-tahotra ny rehetra, dia nanome voninahitra an’Andriamanitra ka nilaza hoe: “Mpaminany lehibe no efa tonga eto amintsika”, sy hoe: “Nitsinjo ny vahoakany Andriamanitra.”",
        "17": "Dia niely eran’i Jodia sy ny faritra rehetra manodidina izany vaovao momba azy izany.",
        "18": "Nitantara an’izany rehetra izany tamin’i Jaona ny mpianany.",
        "19": "Koa niantso anankiroa tamin’ny mpianany i Jaona, dia naniraka azy tany amin’ny Tompo mba hanontany hoe: “Ianao ve Ilay ho avy, sa olon-kafa no tokony handrasanay?”",
        "20": "Rehefa tonga tany aminy izy ireo, dia niteny hoe: “Nirahin’i Jaona Mpanao Batisa izahay hanontany anao hoe: ‘Ianao ve Ilay ho avy, sa olon-kafa no tokony handrasanay?’”",
        "21": "Tamin’izay fotoana izay i Jesosy dia nanasitrana olona maro tsy salama sy narary mafy ary nisy fanahy ratsy. Nampahiratra jamba be dia be koa izy.",
        "22": "Dia namaly azy roa lahy izy hoe: “Mandehana tantarao amin’i Jaona izao hitanareo sy henonareo izao: Lasa mahita ny jamba, mandeha ny malemy, voadio ny boka, mandre ny marenina, atsangana ny maty, ary itoriana ny vaovao tsara ny mahantra.",
        "23": "Sambatra izay tsy tafintohina noho ny amiko.”",
        "24": "Rehefa lasa ireo olona nirahin’i Jaona, dia niresaka momba an’i Jaona tamin’ny vahoaka i Jesosy. Hoy izy: “Nivoaka hijery inona tany an-tany efitra ianareo? Bararata ahetsiketsiky ny rivotra ve?",
        "25": "Sa nivoaka hijery inona ianareo? Olona manao akanjo vita amin’ny ravin-damba malefaka ve? Any an-tranon’ny mpanjaka no misy manao akanjo tsara be sy manana an’izay rehetra mahafinaritra azy!",
        "26": "Inona marina àry no nivoahanareo e? Hijery mpaminany ve? Tsoriko aminareo fa lehibe lavitra noho ny mpaminany izy.",
        "27": "Fa izao no voasoratra momba azy: ‘Halefako mialoha anao ilay olona irahiko, izay hanomana ny lalana halehanao.’",
        "28": "Lazaiko aminareo fa amin’izay nateraky ny vehivavy, dia mbola tsy misy lehibe noho i Jaona. Mbola lehibe noho izy anefa izay kely indrindra ao amin’ny Fanjakan’Andriamanitra.”",
        "29": "—Rehefa naheno an’izany ny olona rehetra sy ny mpamory hetra, dia niaiky fa manao ny rariny Andriamanitra. Ny batisan’i Jaona mantsy no nanaovana batisa azy ireo.",
        "30": "Fa ny Fariseo sy ireo nahay Lalàna kosa tsy niraharaha ny sitrapon’Andriamanitra momba azy ireo, satria tsy nanaiky hataon’i Jaona batisa.—",
        "31": "“Hohariko amin’iza àry ny olona amin’ity taranaka ity? Ary hoatran’iza izy ireo?",
        "32": "Hoatran’ny ankizy mipetraka eny an-tsena, dia mifampiresaka hoe: ‘Efa nitsoka sodina izahay, nefa ianareo tsy mba nandihy. Efa nanao hira fisaonana izahay, nefa ianareo tsy mba nitomany.’",
        "33": "Hoatr’izany koa fa tonga i Jaona Mpanao Batisa, tsy nihinana mofo na nisotro divay, nefa nilaza ianareo hoe: ‘Misy demonia izy.’",
        "34": "Tonga kosa ny Zanak’olona, mihinana sy misotro, nefa mbola milaza ihany ianareo hoe: ‘Jereo! Olona tendan-kanina sy mpiboboka divay io, sady naman’ny mpamory hetra sy ny mpanota!’",
        "35": "Izay vokatry ny ataon’ny olona anefa no ahitana raha hendry izy na tsia.”",
        "36": "Ary nanasa azy foana hiara-misakafo aminy ny Fariseo iray. Koa niditra tao an-tranon’ilay Fariseo izy ary naka toerana teo amin’ny latabatra.",
        "37": "Ary fantatry ny vehivavy iray nalaza ho mpanota tao amin’ilay tanàna fa nisakafo tao an-tranon’ilay Fariseo i Jesosy. Dia nitondra tavoahangy vatosanga nisy menaka manitra izy.",
        "38": "Nankao aorianan’i Jesosy teo an-tongony izy ary nitomany, dia kotsan’ny ranomasony ny tongotr’i Jesosy, ka nohamaininy tamin’ny volon-dohany. Norohany koa ny tongotr’i Jesosy sady nandrarahany menaka manitra.",
        "39": "Rehefa nahita an’izany ilay Fariseo nanasa azy, dia nieritreritra hoe: “Raha tena mpaminany ity lehilahy ity, dia ho nahalala hoe iza io mikasika azy io, ary vehivavy hoatran’ny ahoana io. Tokony ho fantany hoe mpanota io.”",
        "40": "Izao anefa no navalin’i Jesosy azy: “Ry Simona, misy zavatra tiako holazaina aminao.” Dia hoy izy: “Lazao àry, Mpampianatra ô!”",
        "41": "“Nisy roa lahy nananan’olona trosa. Ny an’ny anankiray 500 denaria, fa ny an’ny anankiray kosa 50.",
        "42": "Rehefa tsy nanana handoavana an’ilay trosa izy roa lahy, dia namela tanteraka ny trosan’izy ireo ilay olona. Iza amin’izy roa lahy àry no ho tia azy bebe kokoa?”",
        "43": "Namaly i Simona hoe: “Raha ny fahitako azy, dia ilay nananany trosa betsaka kokoa.” Dia hoy izy: “Marina ny anao.”",
        "44": "Dia nitodika tany amin’ilay vehivavy izy, sady niteny tamin’i Simona hoe: “Hitanao io vehivavy io? Niditra tato an-tranonao aho, nefa ianao tsy nanome rano ahy hanasana ny tongotro. Fa io vehivavy io kosa nahakotsa ny tongotro tamin’ny ranomasony, ary nanamaina an’izany tamin’ny volon-dohany.",
        "45": "Ianao tsy nanoroka ahy, nefa io vehivavy io tsy nitsahatra nanoroka ny tongotro hatramin’ny nidirako tato.",
        "46": "Ianao tsy nandraraka menaka tamin’ny lohako, nefa io vehivavy io nandraraka menaka manitra tamin’ny tongotro.",
        "47": "Noho izany, dia lazaiko aminao fa voavela ny helony, na dia betsaka aza, satria be fitiavana izy. Fa izay voavela tamin’ny kely, dia kely fitiavana.”",
        "48": "Dia hoy izy tamin’ilay vehivavy: “Voavela ny helokao.”",
        "49": "Ary nifampiresaka ireo nisakafo niaraka taminy teo amin’ny latabatra hoe: “Fa mba iza àry io no mamela heloka?”",
        "50": "Hoy anefa izy tamin’ilay vehivavy: “Ny finoanao no namonjy anao. Mirary soa ho anao aho.”"
    },
    "8": {
        "1": "Taoriana kelin’izay, dia lasa nitety tanàna sy vohitra i Jesosy, nitory sy nanambara ny vaovao tsaran’ny Fanjakan’Andriamanitra. Ary niaraka taminy izy 12 Lahy,",
        "2": "sy ny vehivavy sasany efa nivoahan’ny fanahy ratsy sy efa nositranina tamin’ny aretiny, dia i Maria, ilay antsoina hoe Magdalena, izay efa nivoahan’ny demonia fito;",
        "3": "Johana vadin’i Koza, mpiandraikitra ny tao an-tranon’i Heroda; Sosana; ary vehivavy maro hafa, izay samy nampiasa ny fananany hikarakarana an’i Jesosy sy ny mpianany.",
        "4": "Rehefa nisy vahoaka be tafavory teo, niaraka tamin’ny olona nanatona azy avy tany amin’ny tanàna samihafa, dia nilaza an’izao fanoharana izao izy:",
        "5": "“Nisy mpamafy nivoaka mba hamafy ny voany. Tamin’izy namafy, dia latsaka teny amoron-dalana ny voa sasany, ka voahitsakitsaka ary lanin’ny voro-manidina.",
        "6": "Ny sasany latsaka teny ambony vatolampy ary nitsimoka, saingy nalazo avy eo satria tsy nisy mandomando.",
        "7": "Ny voa sasany indray latsaka teny amin’ny tsilo, ary niara-naniry taminy ny tsilo ka nandrakotra an’ireny.",
        "8": "Ny voa hafa kosa latsaka teny amin’ny tany tsara, ary nitsimoka ka namokatra avo 100 heny.” Rehefa avy niteny an’izany izy, dia niteny mafy hoe: “Izay manan-tsofina hihainoana, aoka izy hihaino.”",
        "9": "Ary nanontany azy momba ny hevitr’ilay fanoharana ny mpianany.",
        "10": "Dia hoy i Jesosy: “Ianareo no navela hahazo ny dikan’ny zava-miafina masina momba ny Fanjakan’Andriamanitra. Fa fanoharana kosa no atao amin’ny olon-kafa, mba hijery izy fa tsy hahita, ary haheno fa tsy hahazo ny dikan’ny zavatra henony.",
        "11": "Izao no hevitr’iny fanoharana iny: Ny voa dia ny tenin’Andriamanitra.",
        "12": "Ireo teny amoron-dalana dia izay mandre an’izany, saingy tonga ny Devoly manala an’ilay teny ao am-pony, sao hino izy ka ho voavonjy.",
        "13": "Ireo teny ambony vatolampy dia izay mandre ny teny, ary faly erỳ manaiky an’izany, saingy tsy misy fakany ireny voa ireny. Koa mino vetivety fotsiny izy, dia miala rehefa tojo fitsapana.",
        "14": "Ary ireo latsaka teny amin’ny tsilo, dia izay mandre ny teny saingy lasa varimbariana noho ny fanahiana sy ny harena ary ny fahafinaretana eo amin’ny fiainana. Lasa tototra tanteraka àry ny teny, ka tsy mamoa voa tsara.",
        "15": "Fa ireo teny amin’ny tany tsara kosa, dia izay mandre ny teny amin’ny fo tsara sy madio, ka mitahiry an’izany ao am-pony, ary mamoa sady miaritra.",
        "16": "“Tsy misy olona mandrehitra jiro ka manarona azy amin-javatra, na mametraka azy ao ambany fandriana, fa ataony eo amin’ny fitoeran-jiro kosa izany mba hahita hazavana ny olona miditra ao amin’ilay efitra.",
        "17": "Fa tsy misy zavatra afenina ka hoe tsy haseho, na zavatra tsara afina ka hoe tsy ho fantatra mihitsy na tsy hiharihary.",
        "18": "Koa tandremo ny fomba fihainoanareo, satria izay manana dia homena betsaka kokoa. Fa izay tsy manana kosa, na izay heveriny hoe ananany aza dia halaina aminy.”",
        "19": "Ary nankany amin’i Jesosy ny reniny sy ny rahalahiny, saingy tsy afaka nankeny akaikiny satria be loatra ny vahoaka.",
        "20": "Koa nisy nilaza taminy hoe: “Mijoro ao ivelany ao ny reninao sy ny rahalahinao, fa te hahita anao.”",
        "21": "Dia hoy izy tamin’izy ireo: “Ireto olona mihaino sy mankatò ny tenin’Andriamanitra ireto no reniko sy rahalahiko.”",
        "22": "Indray andro, dia nankao anaty sambokely izy sy ny mpianany, ary hoy izy tamin’izy ireo: “Andao ho eny ampitan’ny farihy.” Dia lasa izy ireo.",
        "23": "Resin-tory anefa izy, tamin’izy ireo mbola teny ambonin’ilay sambokely. Ary nisy tafio-drivotra mahery nidina teo amin’ilay farihy, ka nihafeno rano ilay sambokely, ary notandindomin-doza izy ireo.",
        "24": "Koa nankeo amin’i Jesosy ny mpianany ary namoha azy, sady niteny hoe: “Mpampianatra ô, Mpampianatra ô! Ho faty isika!” Dia nitsangana izy ary noteneniny mafy ny rivotra sy ny rano nisamboaravoara, ka nitsahatra izany ary lasa tony ny andro.",
        "25": "Ary hoy izy tamin’izy ireo: “Fa maninona ianareo no kely finoana?” Natahotra be anefa izy ireo sady gaga, ka nifampiresaka hoe: “Iza marina àry izy ity e? Fa na ny rivotra sy ny rano aza baikoiny, dia mankatò azy.”",
        "26": "Dia tonga tany amin’ny faritra nisy ny Gerasianina, tandrifin’i Galilia, izy ireo.",
        "27": "Rehefa niala nankeny an-tanety i Jesosy, dia nisy lehilahy anankiray avy tao an-tanàna nifanena taminy. Nisy demonia izy io ary efa ela no tsy niakanjo. Tsy nipetraka tamin’ny trano koa izy, fa teny am-pasana.",
        "28": "Niantsoantso mafy izy raha vao nahatazana an’i Jesosy, ary nandohalika teo anatrehany ka niteny mafy hoe: “Fa inona koa no anelingelenanao ahy atỳ, ry Jesosy Zanak’ilay Andriamanitra Avo Indrindra ô? Miangavy anao aho, aza ampijalina re aho e!”",
        "29": "—Nandidy an’ilay fanahy maloto mantsy i Jesosy mba hivoaka tamin’ilay lehilahy. Efa nidiran’izy io imbetsaka ilay lehilahy, ary nofatorana matetika tamin’ny rojo vy sy gadra vy izy dia nambenana. Notapahiny anefa izay namatorana azy ary nentin’ilay demonia tany amin’ny toerana nitokana izy.—",
        "30": "Nanontany azy i Jesosy hoe: “Iza no anaranao?” Dia hoy izy: “Andian-tafika”, satria demonia be dia be no niditra tao amin’ilay lehilahy.",
        "31": "Niangavy azy foana ireo mba tsy hanome baiko azy ho any amin’ny lavaka mangitsokitsoka.",
        "32": "Ary nisy kisoa be dia be nandrasana teo amin’ilay tendrombohitra. Koa niangavy an’i Jesosy ireo demonia mba havelany hiditra tao amin’ireo kisoa ireo, dia nekeny izany.",
        "33": "Dia nivoaka tamin’ilay lehilahy ireo demonia, ka niditra tao amin’ireo kisoa. Ary nirifatra nankeny amin’ny hantsana ilay andian-kisoa, dia nivarina tany amin’ny farihy ka maty an-drano.",
        "34": "Rehefa nahita an’izay nitranga ireo mpiandry kisoa, dia nandositra ka nitantara an’izany tao an-tanàna sy tany ambanivohitra.",
        "35": "Dia nivoaka ny olona mba hijery an’izay nitranga. Tonga teo amin’i Jesosy izy ireo ary nahita an’ilay lehilahy nivoahan’ny demonia. Efa niakanjo sady efa salama saina ilay lehilahy, ary nipetraka teo an-tongotr’i Jesosy. Koa natahotra ny olona.",
        "36": "Ary izay nahita an’izany dia nitantara tamin’izy ireo ny fomba nanasitranana an’ilay lehilahy nisy demonia.",
        "37": "Olona be dia be avy ao amin’ilay faritra nisy ny Gerasianina àry no nangataka an’i Jesosy mba hiala teo, satria natahotra be mihitsy izy ireo. Koa nankao amin’ilay sambokely izy, dia niala teo.",
        "38": "Niangavingavy azy anefa ilay lehilahy nivoahan’ny demonia hoe hanaraka azy. Fa nasain’i Jesosy nandeha izy sady noteneniny hoe:",
        "39": "“Mandehana mody any an-tranonao, ary tantarao amin’ny olona izay nataon’Andriamanitra taminao.” Dia lasa izy nitory eran’ilay tanàna ny zavatra nataon’i Jesosy taminy.",
        "40": "Nandray tsara an’i Jesosy ny vahoaka rehefa tafaverina izy, satria efa niandry azy ny rehetra.",
        "41": "Nanatona anefa ny lehilahy atao hoe Jairo, izay mpitantana ny synagoga, ka niankohoka teo an-tongotr’i Jesosy, ary niangavy azy mba hankany an-tranony.",
        "42": "Efa ho faty mantsy ny zanany vavitokana, izay 12 taona teo ho eo. Koa nandeha i Jesosy, ary nifanesika teo aminy ny vahoaka.",
        "43": "Ary nisy vehivavy iray nandeha ra efa nandritra ny 12 taona, nefa tsy nisy nahasitrana azy mihitsy.",
        "44": "Nanatona an’i Jesosy avy tao aoriana izy, ka nikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany, dia nijanona avy hatrany ilay ra.",
        "45": "Hoy àry i Jesosy: “Iza no nikasika ahy teo?” Nanda anefa ny rehetra, dia hoy i Petera: “Mpampianatra ô, vahoaka be ange no manodidina anao sady mifanesika aminao e!”",
        "46": "Fa hoy i Jesosy: “Nisy olona nikasika ahy teo, satria tsapako fa nisy hery niala tamiko.”",
        "47": "Hitan’ilay vehivavy fa nisy nahatsikaritra izy, ka nanatona izy sady nangovitra dia nandohalika teo anatrehany. Ary notantarainy teo imason’ny olona rehetra ny antony nikasihany azy sy ny fomba nahasitrana azy teo no ho eo.",
        "48": "Hoy anefa i Jesosy taminy: “Ny finoanao no nahasitrana anao, anaka. Mirary soa ho anao aho!”",
        "49": "Tamin’izy mbola niteny iny, dia nisy olona tonga avy tany an-tranon’ilay mpitantana ny synagoga nilaza hoe: “Maty ny zanakao, fa aza manahirana ny Mpampianatra intsony.”",
        "50": "Henon’i Jesosy izany, ka hoy izy: “Aza matahotra! Minoa fotsiny dia ho voavonjy izy.”",
        "51": "Rehefa tonga teo amin’ilay trano i Jesosy, dia tsy nisy navelany hiditra afa-tsy i Petera sy Jaona sy Jakoba ary ny ray sy renin’ilay ankizivavy.",
        "52": "Nitomany daholo ny olona sady nikapo-tratra satria nalahelo an’ilay ankizivavy. Koa niteny i Jesosy hoe: “Aza mitomany intsony! Tsy maty izy fa matory.”",
        "53": "Dia nihomehezan’ireo izy, satria fantatr’izy ireo fa maty ilay ankizivavy.",
        "54": "Nandray ny tanany anefa i Jesosy, ka niantso hoe: “Ry zazavavy, miarena!”",
        "55": "Dia nody indray ny ainy, ka niarina avy hatrany izy ary nasain’i Jesosy nomena sakafo.",
        "56": "Ary faly loatra ny ray aman-dreniny, kanefa tsy navelan’i Jesosy hilazalaza tamin’iza na iza an’izay nitranga izy ireo."
    },
    "9": {
        "1": "Dia nantsoin’i Jesosy izy 12 Lahy, ka nomeny hery sy fahefana hamoaka ny demonia rehetra sy hanasitrana aretina.",
        "2": "Ary nirahiny hitory ny Fanjakan’Andriamanitra sy hanasitrana izy ireo,",
        "3": "ka hoy izy: “Aza mitondra na inona na inona rehefa mandeha ianareo, na tehina na kitapom-batsy na mofo na vola, ary aza mitondra akanjo anankiroa.",
        "4": "Fa na aiza na aiza trano hidiranareo, dia mijanòna ao ary avy ao indray miainga.",
        "5": "Ary na aiza na aiza misy olona tsy mandray anareo, dia ahintsano ny vovoka amin’ny tongotrareo rehefa miala ao amin’ilay tanàna ianareo, mba ho vavolombelona hiampanga azy.”",
        "6": "Dia lasa izy ireo nitety an’ilay faritra ka nandeha isan-tanàna, nitory ny vaovao tsara sy nanasitrana teny rehetra teny.",
        "7": "Henon’i Heroda lehibem-paritra ny zava-drehetra nitranga, ka tena very hevitra izy satria nisy nilaza fa efa natsangana tamin’ny maty i Jaona.",
        "8": "Ny sasany anefa nilaza hoe i Elia no niseho, ary ny hafa indray niteny hoe ny anankiray tamin’ny mpaminany taloha no nitsangana tamin’ny maty.",
        "9": "Dia hoy i Heroda: “Raha i Jaona, dia efa notapahiko ny lohany. Koa iza indray àry izany reko manao an’izany zavatra izany?” Te hahita mafy an’i Jesosy àry izy.",
        "10": "Rehefa niverina ny apostoly, dia nitantara tamin’i Jesosy an’izay rehetra nataon’izy ireo. Ary nentiny nitokana nankany amin’ny tanàna atao hoe Betsaida izy ireo.",
        "11": "Fantatry ny vahoaka anefa izany, ka nanaraka azy izy ireo. Dia nandray tsara azy ireo i Jesosy, ary niresaka taminy momba ny Fanjakan’Andriamanitra, sady nanasitrana an’izay nila nositranina.",
        "12": "Rehefa ho hariva ny andro, dia nanatona azy izy 12 Lahy, ka niteny hoe: “Ravao ny vahoaka mba handeha hitady toerana hatoriana sy sakafo eny amin’ny tanàna manodidina sy eny ambanivohitra, fa mitokana ity misy antsika ity.”",
        "13": "Hoy anefa izy tamin’izy ireo: “Omeo zavatra hohanina ry zareo.” Dia hoy ireo: “Tsy manana afa-tsy mofo dimy sy trondro roa izahay, raha tsy hoe izahay angaha no handeha hividy sakafo ho an’ireo olona rehetra ireo.”",
        "14": "Lehilahy tokotokony ho 5 000 no teo tamin’izay. Hoy anefa izy tamin’ny mpianany: “Asaivo mipetraka mitsitokotoko ny olona, ka ataovy mitambatambatra 50 eo ho eo avy.”",
        "15": "Dia nataon’ny mpianany izany, ka nasainy nipetraka ny olona rehetra.",
        "16": "Nalain’i Jesosy ny mofo dimy sy ny trondro roa, ary nitraka nijery ny lanitra izy dia nisaotra. Notapahiny izany avy eo, dia nomeny ny mpianatra mba haroso amin’ny vahoaka.",
        "17": "Dia nihinana ny rehetra ka voky. Ary nangonin’ny mpianatra ny sombintsombiny sisa tsy lany, ka nahafeno harona 12.",
        "18": "Taorian’izay, tamin’izy nivavaka irery, dia tonga teo aminy ny mpianatra ka nanontaniany hoe: “Iza, hono, aho raha ny filazan’ny olona?”",
        "19": "Hoy ny navalin’izy ireo: “Jaona Mpanao Batisa. Misy koa anefa milaza hoe Elia, ary misy miteny hoe ny iray amin’ny mpaminany taloha efa nitsangana tamin’ny maty.”",
        "20": "Dia hoy izy tamin’izy ireo: “Fa ianareo kosa milaza hoe iza aho?” Dia namaly i Petera hoe: “Kristin’Andriamanitra.”",
        "21": "Koa nofeperany mafy izy ireo mba tsy hilazalaza an’izany tamin’olona.",
        "22": "Hoy koa izy: “Tsy maintsy hampijalijalina ny Zanak’olona ka holavin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna, dia hovonoina ho faty, ary hatsangana amin’ny andro fahatelo.”",
        "23": "Dia hoy ihany izy tamin’ny rehetra: “Raha misy te hanaraka ahy, dia tsy maintsy mandà ny tenany izy ka mitondra ny hazo fijaliany isan’andro ary manaraka ahy foana.",
        "24": "Fa izay te hamonjy ny ainy no hamoy an’izany, ary izay mamoy ny ainy noho ny amiko kosa no hamonjy an’izany.",
        "25": "Inona tokoa moa no soa ho azon’ny olona raha azony izao tontolo izao nefa afoiny ny ainy, na potika ny fiainany?",
        "26": "Fa na iza na iza menatra noho ny amiko sy ny teniko, dia ho menatra noho ny amin’izany olona izany koa ny Zanak’olona, rehefa ho avy amin’ny voninahiny sy ny voninahitry ny Rainy ary ny an’ny anjely masina.",
        "27": "Fa lazaiko marina aminareo fa misy amin’izay mijoro eto tsy ho faty mihitsy, raha tsy efa hitany ny Fanjakan’Andriamanitra.”",
        "28": "Valo andro teo ho eo taorian’ny nilazany an’ireo teny ireo, dia nentiny niaraka taminy i Petera sy Jaona ary Jakoba, ka niakatra tany an-tendrombohitra izy mba hivavaka.",
        "29": "Dia niova ny fahitana ny tarehin’i Jesosy raha mbola nivavaka izy, ary lasa fotsy nanjelanjelatra ny akanjony.",
        "30": "Ary ireo fa nisy roa lahy niresaka taminy, dia i Mosesy sy Elia.",
        "31": "Niseho tamim-boninahitra izy ireo, sady niresaka momba ny handehanan’i Jesosy, izay efa hitranga any Jerosalema.",
        "32": "Efa resin-tory i Petera sy ireo niaraka taminy tamin’izay. Rehefa taitra tsara anefa izy ireo, dia hitany ny voninahitr’i Jesosy ary hitany koa ireo roa lahy niara-nijoro taminy.",
        "33": "Rehefa handao an’i Jesosy izy roa lahy, dia hoy i Petera tamin’i Jesosy: “Mpampianatra ô, faly be izahay fa eto. Koa avelao izahay hanangana tranolay telo, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.” Tsy fantany anefa izay nolazainy.",
        "34": "Fa raha mbola niteny an’izany izy, dia nisy rahona nanaloka azy ireo, ary natahotra izy ireo rehefa voasaron’ilay rahona.",
        "35": "Dia nisy feo niteny avy tao amin’ilay rahona hoe: “Io no Zanako, ilay nofidiko. Henoy izy.”",
        "36": "Tamin’ny fotoana nandrenesana an’ilay feo, dia i Jesosy irery sisa no hita teo. Ary nangina izy ireo ka mbola tsy nolazalazainy tamin’ny olona aloha ny zavatra hitany.",
        "37": "Nisy vahoaka be nitsena an’i Jesosy rehefa nidina avy tany an-tendrombohitra izy ireo, ny ampitson’iny.",
        "38": "Ary niantso mafy avy tao amin’ny vahoaka ny lehilahy iray hoe: “Mpampianatra ô, miangavy anao re aho mba hijery ny zanako e, fa zanako lahitokana izy!",
        "39": "Idiran’ny fanahy maloto izy dia miantsoantso tampoka, ary ataony mifanintontsintona sy mamoaka roatram-bava. Rehefa mangamangana mihitsy ny zanako vao ialany.",
        "40": "Efa niangavy ny mpianatrao aho hamoaka an’ilay fanahy, saingy tsy vitan’izy ireo.”",
        "41": "Dia hoy i Jesosy: “Ry taranaka tsy manam-pinoana sy ratsy fanahy, mandra-pahoviana aho no tsy maintsy mbola hijanona eto aminareo sy handefitra aminareo? Ento atỳ ny zanakao.”",
        "42": "Rehefa nanatona ilay ankizilahy dia natontan’ilay demonia tamin’ny tany, sady nataony nifanintontsintona be. Notenenin’i Jesosy mafy anefa ilay fanahy maloto, ka sitrana ilay ankizilahy ary nomen’i Jesosy an-drainy.",
        "43": "Dia gaga be daholo ny olona noho ny hery lehiben’Andriamanitra. Raha mbola talanjona ny rehetra noho ny zava-drehetra nataon’i Jesosy, dia hoy izy tamin’ny mpianany:",
        "44": "“Henoy tsara sady tadidio izao teny izao: Efa hisy hamadika ny Zanak’olona dia hatolotra eo am-pelatanan’ny olona.”",
        "45": "Tsy azon’ireo anefa izay nolazainy. Nafenina azy ireo mantsy izany mba tsy ho takany, ary natahotra ny hanontany azy momba an’izany izy ireo.",
        "46": "Ary nifamaly ny mpianatra hoe iza tamin’izy ireo no lehibe indrindra.",
        "47": "Fantatr’i Jesosy ny tao am-pon’izy ireo, ka nalainy ny zaza anankiray ary nasainy nitsangana teo akaikiny,",
        "48": "dia hoy izy tamin’izy ireo: “Izay mandray an’ity zaza ity amin’ny anarako dia mandray ahy, ary izay mandray ahy dia mandray an’Ilay naniraka ahy. Fa izay mitondra tena toy ny kely indrindra aminareo rehetra dia izy no lehibe.”",
        "49": "Hoy i Jaona: “Mpampianatra ô, nisy olona hitanay namoaka demonia tamin’ny anaranao. Dia nanandrana nisakana azy izahay satria tsy namantsika izy.”",
        "50": "Niteny taminy anefa i Jesosy hoe: “Aza mitady hisakana azy, fa izay tsy manohitra anareo dia manohana anareo.”",
        "51": "Rehefa nihananakaiky ny fotoana hakana an’i Jesosy hiakatra any an-danitra, dia tena tapa-kevitra ny ho any Jerosalema izy.",
        "52": "Koa naniraka olona hialoha azy izy. Dia lasa izy ireo ka niditra tao amin’ny tanànan’ny Samaritanina, mba hanomana ny fahatongavany.",
        "53": "Tsy noraisin’ny olona tao anefa i Jesosy, satria efa tapa-kevitra ny ho any Jerosalema izy.",
        "54": "Rehefa nahita an’izany i Jakoba sy Jaona mpianatra, dia niteny hoe: “Tompo ô, tianao ve raha hiteny izahay mba hisy afo hilatsaka avy any an-danitra handringana an’ireo?”",
        "55": "Nitodika anefa izy ka niteny mafy azy roa lahy.",
        "56": "Dia lasa nankany amin’ny tanàna kely hafa izy sy ny mpianany.",
        "57": "Rehefa teny an-dalana izy ireo, dia nisy olona niteny taminy hoe: “Hanaraka anao aho na aiza na aiza halehanao.”",
        "58": "Hoy anefa i Jesosy: “Manan-davaka hisitrihana ny amboadia, ary manana akany ny voro-manidina, fa ny Zanak’olona kosa tsy mba manana an’izay hametrahany ny lohany.”",
        "59": "Ary hoy izy tamin’ny anankiray hafa: “Andao hanara-dia ahy.” Fa hoy ilay lehilahy: “Tompo ô, avelao aho aloha handeha handevina ny dadako.”",
        "60": "Hoy anefa izy taminy: “Avelao ny maty handevina ny maty, fa ianao kosa mandehana torio hatraiza hatraiza ny Fanjakan’Andriamanitra.”",
        "61": "Mbola nisy olon-kafa koa niteny hoe: “Hanaraka anao ihany aho, Tompo ô, fa avelao aloha aho hanao veloma ny ao an-tranoko.”",
        "62": "Dia hoy i Jesosy: “Tsy misy olona mitazona angadinomby ary mitodika any aoriana, ka mendrika ny hiditra ao amin’ny Fanjakan’Andriamanitra.”"
    },
    "10": {
        "1": "Nanendry mpianatra 70 koa ny Tompo taorian’izany, ka naniraka azy ireo tsiroaroa hialoha azy any amin’ny tanàna sy ny toerana rehetra izay mbola halehany.",
        "2": "Dia hoy izy tamin’izy ireo: “Tena be ny vokatra, fa ny mpiasa no vitsy. Iangavio àry ny Tompon’ny vokatra haniraka mpiasa hijinja ny vokatra.",
        "3": "Mandehana àry! Maniraka anareo aho, ka ho toy ny zanak’ondry eo afovoan’ny amboadia ianareo.",
        "4": "Aza mitondra kitapom-bola na kitapom-batsy na kapa, ary aza miarahaba olona eny an-dalana.",
        "5": "Ary ao amin’izay trano hidiranareo, dia mitenena aloha hoe: ‘Ho amin’ity trano ity anie ny fiadanana!’",
        "6": "Raha misy zanaky ny fiadanana ao, dia hijanona ao aminy ny fiadananareo, fa raha tsy izany kosa, dia hiverina aminareo izany.",
        "7": "Koa mijanòna ao amin’izany trano izany, ary hano sy sotroy izay omeny, fa mendrika hahazo ny karamany ny mpiasa. Aza mifindrafindra trano.",
        "8": "“Ary any amin’izay tanàna hidiranareo, ka mandray anareo ny olona ao, dia hano izay arosony anareo,",
        "9": "sitrano ny marary ao, ary lazao aminy hoe: ‘Efa manakaiky anareo ny Fanjakan’Andriamanitra.’",
        "10": "Fa rehefa miditra ao amin’ny tanàna iray ianareo nefa tsy mandray anareo ny olona ao, dia mankanesa eny amin’ny lalambeny, ary milazà hoe:",
        "11": "‘Na ny vovoky ny tanànanareo izay manaraka ny tongotray aza, dia fafanay mba hiampanga anareo. Fantaro anefa fa manakaiky ny Fanjakan’Andriamanitra.’",
        "12": "Lazaiko aminareo fa ho mora kokoa ny hanjo an’i Sodoma amin’izany andro izany, noho ny hanjo an’izany tanàna izany.",
        "13": "“Hahita loza ianao, ry Korazina! Hahita loza ianao, ry Betsaida! Raha tany Tyro sy Sidona mantsy no nanaovana an’ireny fahagagana natao tao aminareo ireny, dia ho efa ela ry zareo no nibebaka ka nipetraka nanao akanjo gony sy nihosina lavenona.",
        "14": "Koa ho mora kokoa ny hanjo an’i Tyro sy Sidona amin’ny fitsarana, noho ny hanjo anareo.",
        "15": "Ary ianao, ry Kapernaomy, ianao ve dia hasandratra hatreny amin’ny lanitra? Hidina any amin’ny Fasana aza ianao!",
        "16": "“Izay mihaino anareo, dia mihaino ahy. Ary izay tsy manaiky anareo, dia tsy manaiky ahy. Ary izay tsy manaiky ahy, dia tsy manaiky an’Ilay naniraka ahy.”",
        "17": "Faly ireo mpianatra 70 rehefa niverina, ka niteny hoe: “Tompo ô, na ny demonia aza manaiky anay rehefa mampiasa ny anaranao izahay.”",
        "18": "Dia hoy i Jesosy tamin’izy ireo: “Hitako fa efa nazera toy ny tselatra avy any an-danitra i Satana.",
        "19": "Efa nomeko fahefana hanitsaka bibilava sy maingoka ianareo, ka handresy ny hery rehetra ananan’ilay fahavalo, ary tsy hisy haninona anareo mihitsy.",
        "20": "Na izany aza, dia aza mifaly satria hoe lasa manaiky anareo ny fanahy, fa mifalia kosa satria voasoratra any an-danitra ny anaranareo.”",
        "21": "Tamin’izay ora izay indrindra, dia faly be i Jesosy sady feno fanahy masina ka niteny hoe: “Ry Ray, Tompon’ny lanitra sy ny tany ô, midera anao eto imason’ny olona rehetra aho, satria efa nafeninao tsara tamin’ny hendry sy ny mahira-tsaina ireny zavatra ireny, fa nampahafantarinao tamin’ny ankizikely kosa. Izany mihitsy mantsy no sitraponao, Ray ô!",
        "22": "Efa nomen’ny Raiko ahy daholo ny zava-drehetra. Tsy misy mahafantatra ny Zanaka afa-tsy ny Ray, ary tsy misy mahafantatra ny Ray afa-tsy ny Zanaka sy izay tian’ny Zanaka hampahafantarina ny momba ny Ray.”",
        "23": "Dia nitodika tany amin’ny mpianatra izy, ka nilaza tamin’izy ireo nitokana hoe: “Sambatra ny maso mahita an’izay hitanareo.",
        "24": "Fa lazaiko aminareo fa be dia be ny mpaminany sy mpanjaka te hahita an’izay hitanareo fa tsy nahita, ary te haheno an’izay henonareo fa tsy naheno.”",
        "25": "Ary nitsangana ny lehilahy iray nahay Lalàna, ka izao no nolazainy mba hitsapana azy: “Mpampianatra ô, inona no tokony hataoko mba handovako fiainana mandrakizay?”",
        "26": "Dia hoy i Jesosy: “Inona no voasoratra ao amin’ny Lalàna? Ahoana no fahazoanao azy?”",
        "27": "Hoy ny navaliny: “‘Tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo sy ny herinao manontolo ary ny sainao manontolo’, ary ‘tiavo ny namanao tahaka ny tenanao.’”",
        "28": "Dia hoy i Jesosy: “Marina ny valin-teninao. Izany foana atao dia hahazo ny fiainana ianao.”",
        "29": "Te hanaporofo anefa ilay lehilahy hoe olo-marina izy, ka hoy izy tamin’i Jesosy: “Fa iza marina moa no namako?”",
        "30": "Dia namaly i Jesosy hoe: “Nisy lehilahy iray nidina avy tany Jerosalema ho any Jeriko. Ary notafihin’ny jiolahy izy, ka nendahany sady novonovonoiny, dia nilaozany teo rehefa saika maty.",
        "31": "Ary nisy mpisorona sendra nidina tamin’ilay lalana. Rehefa nahita azy anefa ilay mpisorona, dia niampita ary ny lalany ihany no nizorany.",
        "32": "Tonga teo amin’ilay toerana koa ny Levita anankiray ka nahita azy. Niampita koa anefa izy, dia ny lalany ihany no nizorany.",
        "33": "Nisy Samaritanina iray kosa nandeha tamin’ilay lalana, dia tonga teo aminy, ary nangoraka rehefa nahita azy.",
        "34": "Koa nanatona izy, ary nofeheziny ny ratrany sady nasiany menaka sy divay. Dia nataony teo ambony ampondrany izy, ka nentiny tany amin’ny tranombahiny ary nokarakarainy.",
        "35": "Namoaka roa denaria izy ny ampitson’iny, dia nomeny an’ilay tompon’ny tranombahiny. Ary hoy izy: ‘Karakarao izy, ary raha mihoatra an’ireto ny laninao, na ohatrinona na ohatrinona, dia haloako rehefa miverina aho.’",
        "36": "Araka ny hevitrao, iza amin’izy telo ireo no lasa naman’ilay lehilahy notafihin’ny jiolahy?”",
        "37": "Hoy izy: “Ilay niantra azy.” Dia hoy i Jesosy: “Mandehana àry, dia mba manaova hoatr’izany koa.”",
        "38": "Dia nanohy ny diany izy ireo, ka niditra tao amin’ny tanàna kely anankiray. Ary nisy vehivavy atao hoe Marta nampiantrano an’i Jesosy.",
        "39": "Nanana rahavavy atao hoe Maria koa izy. Nipetraka teo an-tongotry ny Tompo i Maria, ka nihaino an’izay nolazainy teo foana.",
        "40": "Fa i Marta kosa tsy nifantoka, satria nanao raharaha be dia be. Nanatona an’i Jesosy àry izy, dia niteny hoe: “Tompo ô, tsy mampaninona anao ve ny mahita ny rahavaviko mamela ahy irery hanao raharaha be hoatr’izao? Mba asaivo manampy ahy izy!”",
        "41": "Fa namaly azy ny Tompo hoe: “Marta a! Marta a! Be loatra ny zavatra mampiasa loha anao sady enjehinao daholo ity rehetra ity.",
        "42": "Zavatra vitsivitsy ihany anefa no ilaina, na mety hoe iray monja aza. Fa i Maria no nifidy ny tsara kokoa, ka tsy halaina aminy izany.”"
    },
    "11": {
        "1": "Nivavaka tao amin’ny toerana iray i Jesosy, indray mandeha. Ary rehefa avy nivavaka izy, dia hoy ny mpianany anankiray: “Tompo ô, mba ampianaro mivavaka izahay, hoatran’ny nampianaran’i Jaona ny mpianany.”",
        "2": "Koa niteny tamin’izy ireo izy hoe: “Izao àry lazaina rehefa mivavaka ianareo: ‘Ray ô, hohamasinina anie ny anaranao! Ho tonga anie ny Fanjakanao!",
        "3": "Omeo anay isan’andro izay sakafo ilainay isan’andro.",
        "4": "Ary mamelà ny helokay, fa izahay koa mba mamela an’izay nanota taminay. Ary aza avela ho resin’ny fakam-panahy izahay.’”",
        "5": "Hoy izy avy eo: “Andao hatao hoe mana-namana ny iray aminareo, ary mandeha mankany amin’ilay namany amin’ny misasakalina, dia miteny aminy hoe: ‘Mba ampisambory mofo telo aho,",
        "6": "fa misy namako vao tonga avy nanao dia lavitra ao amiko, nefa tsy manana haroso azy aho.’",
        "7": "Mamaly avy ao an-trano anefa ilay iray hoe: ‘Aza helingelenina intsony aho! Efa mihidy ny varavarana, sady efa miaraka amiko eto am-pandriana ny zanako kely, dia tsy afaka mitsangana manome zavatra anao aho.’",
        "8": "Lazaiko aminareo fa na tsy hitsangana hanome zavatra azy aza izy, amin’ny maha mpinamana azy ireo, dia hitsangana ihany ka hanome an’izay ilainy, satria be fikirizana ilay namany.",
        "9": "Izao àry ny teniko aminareo: Mangataha foana, dia homena ianareo. Mitadiava foana, dia hahita ianareo. Dondòny foana, dia hovohana ianareo.",
        "10": "Fa izay mangataka no mahazo, ary izay mitady no mahita, ary izay mandondòna no hovohana.",
        "11": "Fa ray iza eo aminareo moa raha angatahan’ny zanany trondro, no hanome azy bibilava fa tsy trondro?",
        "12": "Na raha angatahan’ny zanany atody no hanome azy maingoka?",
        "13": "Koa raha ianareo, na dia ratsy fanahy aza, mahalala manome zavatra tsara ho an’ny zanakareo, mainka fa ilay Ray any an-danitra! Tena hanome ny fanahy masina ho an’izay mangataka aminy izy.”",
        "14": "Taoriana kelin’izay, dia namoaka demonia nahatonga ny lehilahy iray ho moana izy. Rehefa nivoaka ilay demonia dia lasa afaka niteny ilay lehilahy moana, ka gaga ny vahoaka.",
        "15": "Hoy anefa ny olona sasany: “I Belzeboba lehiben’ny demonia no ahavitany mamoaka demonia.”",
        "16": "Ny hafa kosa nangataka famantarana taminy avy tany an-danitra, mba hitsapana azy.",
        "17": "Fantatr’i Jesosy ny tao an-tsain’izy ireo, ka hoy izy: “Hirodana izay fanjakana miady an-trano, ary ho rava izay fianakaviana miady an-trano.",
        "18": "Hoatr’izany koa fa raha miady an-trano i Satana, dia ahoana no haharetan’ny fanjakany? Milaza mantsy ianareo hoe i Belzeboba no ahavitako mamoaka demonia.",
        "19": "Raha amin’ny alalan’i Belzeboba no amoahako demonia, dia amin’ny alalan’iza àry no amoahan’ny zanakareo azy? Noho izany, dia ny zanakareo no hitsara anareo.",
        "20": "Fa raha ny rantsantanan’Andriamanitra kosa no amoahako demonia, dia efa tonga ny Fanjakan’Andriamanitra nefa tsy fantatrareo akory.",
        "21": "Raha matanjaka sy mirongo fiadiana ny lehilahy iray miambina ny lapany, dia ho voaro ny fananany.",
        "22": "Raha tonga manafika azy anefa ny olona iray matanjaka noho izy ka mandresy azy, dia ho lasan’io daholo ny fitaovam-piadiana rehetra nitokisany, ka hozarazarain’io izay zavatra nalainy teny aminy.",
        "23": "Izay tsy manohana ahy dia manohitra ahy, ary izay tsy miara-manangona amiko dia manaparitaka.",
        "24": "“Rehefa mivoaka avy ao amin’ny olona iray ny fanahy maloto, dia mamakivaky toerana karakaina mba hitady toerana hialana sasatra. Ary rehefa tsy mahita izy, dia miteny hoe: ‘Andeha hiverina any amin’ilay trano nialako aho.’",
        "25": "Rehefa tonga izy, dia hitany fa efa voafafa madio sady voaravaka ilay trano.",
        "26": "Dia lasa izy maka fanahy fito hafa ratsy noho izy. Dia miditra izy ireo ka mijanona ao. Koa ratsy noho ny tamin’ny voalohany ny hiafaran’ilay olona.”",
        "27": "Raha mbola niteny an’izany izy, dia nisy vehivavy avy tao amin’ny vahoaka niteny mafy hoe: “Sambatra ny kibo izay nitondra anao, sy ny nono izay ninonoanao!”",
        "28": "Fa hoy izy: “Tsy izany mihitsy, fa izay mihaino ny tenin’Andriamanitra ka mankatò an’izany no sambatra!”",
        "29": "Ary nihamaro ny vahoaka nitangorona, ka nanomboka niteny izy hoe: “Taranaka ratsy fanahy ity taranaka ity. Mitady famantarana izy, nefa tsy hisy famantarana homena azy, afa-tsy ilay famantarana ny amin’i Jona.",
        "30": "Lasa famantarana ho an’ny mponin’i Ninive mantsy i Jona, ka ho toy izany koa ny Zanak’olona ho an’ity taranaka ity.",
        "31": "Hiaraka hatsangana amin’ny olona anisan’ity taranaka ity ny mpanjakavavin’ny atsimo amin’ny Andro Fitsarana ka hanameloka an’ireo. Avy any amin’ny faran’ny tany mantsy izy no tonga mba hihaino ny fahendren’i Solomona. Misy lehibe noho i Solomona anefa eto.",
        "32": "Hiaraka hitsangana amin’ity taranaka ity ny mponin’i Ninive amin’ny Andro Fitsarana ka hanameloka azy. Nibebaka mantsy izy ireo rehefa nitory taminy i Jona. Misy lehibe noho i Jona anefa eto.",
        "33": "Rehefa mandrehitra jiro ny olona, dia tsy mametraka an’ilay izy any amin’ny takona na ao ambany sobika, fa eo amin’ny fitoeran-jiro, mba hahita hazavana ny olona miditra ao amin’ilay efitra.",
        "34": "Ny masonao no jiron’ny vatanao. Koa raha mifantoka tsara ny masonao, dia hazava tsara ny tenanao manontolo. Fa raha mitsiriritra kosa ny masonao, dia ho maizina ny tenanao.",
        "35": "Mitandrema àry sao dia lasa haizina ny hazavana ao anatinao.",
        "36": "Koa raha mazava ny tenanao manontolo ka tsy misy maizina mihitsy, dia hazava toy ny hoe tarafin’ny jiro ny tenanao manontolo.”",
        "37": "Nangataka azy mba hiara-misakafo aminy ny Fariseo iray, rehefa avy niteny an’izany izy. Dia niditra izy, ary naka toerana teo amin’ny latabatra.",
        "38": "Gaga anefa ilay Fariseo rehefa nahita fa tsy nisasa izy talohan’ny sakafo.",
        "39": "Fa hoy ny Tompo taminy: “Hoatran’ny kaopy sy vilia madio ivelany ianareo Fariseo, nefa ao anatinareo ianareo tsy mety afa-po sady ratsy fanahy.",
        "40": "Ry tsy misaina, tsy izay nanao ny anatiny ihany ve no nanao ny ivelany?",
        "41": "Fa izay ao am-ponareo no omeo mba hiantrana ny mahantra, dia hadio ny zava-drehetra momba anareo.",
        "42": "Fa hahita loza ianareo Fariseo, satria manome ny ampahafolon’ny solila sy ny rota ary ny zavamaniry mani-pofona hafa rehetra ianareo, nefa tsy raharahianareo ny rariny sy ny fitiavana an’Andriamanitra! Tsy maintsy omenareo ny ampahafolon’ireny, nefa tsy maintsy ataonareo koa ireo zavatra hafa ireo.",
        "43": "Hahita loza ianareo Fariseo, satria tianareo ny toerana eny aloha ao amin’ny synagoga sy ny hoarahabaina eny an-tsena!",
        "44": "Hahita loza ianareo, satria hoatran’ny fasana tsy hita tsara ka hitsahin’ny olona nefa tsy fantany akory!”",
        "45": "Hoy ny navalin’ny olona iray anisan’ireo nahay Lalàna: “Mpampianatra ô, manala baraka anay koa izany teninao izany!”",
        "46": "Fa hoy i Jesosy: “Hahita loza koa ianareo mahay Lalàna, satria ampitondrainareo entana sarotra entina ny olona, nefa ianareo tsy mikasika an’izany na dia amin’ny rantsantananareo anankiray aza!",
        "47": "“Hahita loza ianareo, satria manorina ny fasan’ny mpaminany, nefa ny razambenareo no namono azy ireny!",
        "48": "Vavolombelona mahafantatra an’izay nataon’ny razambenareo tokoa ianareo, nefa mankasitraka an’izany. Ireny mantsy no namono ny mpaminany, fa ianareo kosa no manorina ny fasany.",
        "49": "Izany koa no nahatonga an’ilay Andriamanitra hendry hilaza hoe: ‘Haniraka mpaminany sy apostoly any amin’izy ireo aho. Hisy amin’izy ireny hovonoiny sy henjehiny,",
        "50": "mba ho ity taranaka ity no ho tompon’andraikitra amin’ny ran’ny mpaminany rehetra nalatsaka hatramin’ny nanorenana izao tontolo izao,",
        "51": "nanomboka tamin’ny ran’i Abela ka hatramin’ny ran’i Zakaria, izay novonoina teo anelanelan’ny alitara sy ny tranon’Andriamanitra.’ Lazaiko aminareo tokoa fa hatao tompon’ andraikitra amin’izany ity taranaka ity.",
        "52": "“Hahita loza ianareo mahay Lalàna, satria nalainareo ny lakilen’ny fahalalana. Ianareo tsy niditra, nefa izay handeha hiditra tadiavinareo hosakanana!”",
        "53": "Koa rehefa niala tao izy, dia nitambaran’ny mpanora-dalàna sy ny Fariseo, ary nototofan’izy ireo fanontaniana hafa be dia be.",
        "54": "Niandry kendry tohina izy ireo, mba hamandrihana azy amin’izay zavatra mety hoteneniny."
    },
    "12": {
        "1": "Nandritra an’izany fotoana izany, dia vahoaka an’arivony no tafangona ka nifanitsa-kitro. Dia nanomboka niteny tamin’ny mpianany aloha izy hoe: “Mitandrema amin’ny lalivain’ny Fariseo, izany hoe ny fihatsarambelatsihiny.",
        "2": "Fa tsy misy zavatra tsara afina ka hoe tsy haharihary, na zava-miafina ka hoe tsy ho fantatra.",
        "3": "Ho re ao amin’ny mazava àry izay lazainareo ao amin’ny maizina, ary hotorina eny an-tampon-trano izay bitsibitsihinareo ao amin’ny efitranonareo.",
        "4": "Izao koa no lazaiko aminareo namako: Aza matahotra an’izay mahavita mamono anareo ho faty, nefa avy eo tsy mahavita manao mihoatra noho izany akory.",
        "5": "Fa hatoroko anareo kosa izay tokony hatahoranareo: Matahora an’Ilay manana fahefana hanipy any amin’ny Gehena rehefa avy namono anareo ho faty. Averiko aminareo indray hoe matahora Azy.",
        "6": "Vola madinika kely anankiroa no ivarotana fody dimy, sa tsy izany? Na ny iray amin’ireny aza anefa tsy misy hadinon’Andriamanitra.",
        "7": "Fa na ny volon-dohanareo aza dia voaisa daholo. Aza matahotra fa mbola sarobidy lavitra noho ny fody be dia be ianareo.",
        "8": "“Lazaiko aminareo hoe: Izay manaiky eo imason’ny olona hoe mpianatro, dia mba heken’ny Zanak’olona koa eo anatrehan’ny anjelin’Andriamanitra.",
        "9": "Fa izay tsy manaiky eo imason’ny olona hoe mpianatro, dia tsy hekena koa eo anatrehan’ny anjelin’Andriamanitra.",
        "10": "Hahazo famelan-keloka izay maniratsira ny Zanak’olona, fa tsy hahazo famelan-keloka kosa izay manevateva ny fanahy masina.",
        "11": "Rehefa entin’ny olona eo anatrehan’ny vahoaka sy ny mpitondra fanjakana ary ny manam-pahefana ianareo, dia aza manahy momba an’izay holazainareo mba hiarovan-tena na ny fomba hilazanareo an’izany na izay hoteneninareo.",
        "12": "Fa ny fanahy masina no hampianatra anareo an’izay tokony holazainareo amin’izany ora izany.”",
        "13": "Ary nisy olona teo amin’ny vahoaka niteny taminy hoe: “Mpampianatra ô, teneno ny rahalahiko mba hizara lova amiko.”",
        "14": "Dia hoy i Jesosy: “Fa iza moa, ralehilahy, no nanendry ahy ho mpitsara na mpanelanelana anareo roa lahy?”",
        "15": "Ary hoy izy tamin’ny vahoaka: “Aoka ianareo ho mailo, ary mitandrema amin’izay rehetra mety hahatonga anareo ho tsy mety afa-po, satria na manan-javatra be dia be aza ny olona, dia tsy miankina amin’ny zavatra ananany ny ainy.”",
        "16": "Ary nilaza fanoharana tamin’izy ireo izy hoe: “Namokatra be ny tanin’ny lehilahy mpanankarena iray.",
        "17": "Nieritreritra àry izy hoe: ‘Tsy misy toerana itehirizako ny vokatro intsony, ka inona re no hataoko e?’",
        "18": "Dia hoy izy: ‘Izao no hataoko: Horavako ireo trano fitehirizam-bokatro, ary hanorina hafa lehibe kokoa aho, ka ao no hitehirizako ny vokatro rehetra sy ny fananako rehetra.",
        "19": "Dia hilaza amin’ny tenako aho hoe: “Ianao ange manana zavatra tsara be dia be efa notehirizinao e, sady ampy mandritra ny taona maro ireo! Koa mialà sasatra, mihinàna, misotroa, mifalia.”’",
        "20": "Fa hoy Andriamanitra taminy: ‘Ry tsy misaina, hisy hamono ianao anio alina, koa ho an’iza ireo zavatra nangoninao?’",
        "21": "Izany no hanjo ny olona manangona harena ho an’ny tenany, nefa tsy mba manankarena eo imason’Andriamanitra.”",
        "22": "Dia hoy izy tamin’ny mpianany: “Izany no mahatonga ahy hilaza aminareo hoe: Aza manahy intsony ny amin’ny ainareo, hoe inona no hohaninareo, na manahy momba ny vatanareo, hoe inona no hotafinareo.",
        "23": "Fa sarobidy noho ny sakafo ny aina, ary sarobidy noho ny fitafiana ny vatana.",
        "24": "Diniho ange ny goaika e! Tsy mamafy na mijinja ireny, sady tsy manana sompitra na trano fitehirizam-bokatra, nefa manome sakafo azy Andriamanitra. Tsy sarobidy lavitra noho ny vorona ve ianareo?",
        "25": "Iza aminareo no mahay manalava ny androm-piainany, na dia kely aza, rehefa manahy?",
        "26": "Koa raha izany zavatra kely izany aza tsy hainareo, maninona ianareo no manahy ny amin’ny zavatra hafa?",
        "27": "Diniho ange ny fanirin’ny voninkazo e! Tsy miasa mafy na manao kofehy ireny, nefa lazaiko aminareo fa na i Solomona tao amin’ny voninahiny rehetra aza tsy nitafy hoatran’ny iray amin’ireny.",
        "28": "Koa raha ny zavamaniry any an-tsaha aza ataon’Andriamanitra mitafy tsara tarehy hoatr’izany, nefa androany ihany ireny no misy, fa rahampitso dia hatsipy any anaty afo, tsy mainka ve ianareo, ry kely finoana!",
        "29": "Koa aza miady saina intsony hoe inona no hohaninareo na hosotroinareo, ary aza be fanahiana intsony.",
        "30": "Izany rehetra izany mantsy no tena tadiavin’ny olona eo amin’izao tontolo izao, nefa fantatry ny Rainareo fa ilainareo izany.",
        "31": "Katsaho foana kosa ny Fanjakany, dia homena anareo koa izany zavatra izany.",
        "32": "“Aza matahotra, ry ondry vitsy, fa sitraky ny Rainareo ny hanome anareo ny Fanjakana.",
        "33": "Amidio ny fanananareo ka manomeza zavatra mba hiantrana ny mahantra. Ary fitoeram-bola tsy mety tonta no ataovy fitoeram-bolanareo, dia harena any an-danitra tsy mety lany, satria tsy tongan’ny mpangalatra any sady tsy misy bibikely manimba.",
        "34": "Fa any amin’izay misy ny harenanareo, dia ho any koa ny fonareo.",
        "35": "“Anaovy ny akanjo ary miomàna, dia areheto ny jironareo.",
        "36": "Tokony ho toy ny mpanompo miandry ny tompony hiverina avy any amin’ny fampakaram-bady ianareo. Amin’izay rehefa tonga ilay tompony ka mandondòna, dia hosokafan’izy ireo avy hatrany ny varavarana.",
        "37": "Sambatra ireo mpanompo hitan’ny tompony hoe miambina rehefa tonga izy! Lazaiko marina aminareo fa hanao akanjo fitondra manao raharaha ilay tompony, ary asainy maka toerana eo amin’ny latabatra ireo mpanompo ireo, dia ho avy izy hikarakara an’ireo.",
        "38": "Na amin’ny fiambenana faharoa ny tompony no tonga, na amin’ny fiambenana fahatelo aza, ka mahita azy ireo vonona, dia sambatra ireo mpanompo ireo!",
        "39": "Tadidio anefa izao: Raha fantatry ny tompon-trano hoe amin’ny firy no ho tonga ny mpangalatra, dia tsy ho navelany hovakina ny tranony.",
        "40": "Tokony ho vonona foana koa ianareo, satria amin’ny ora tsy ampoizinareo no ho avy ny Zanak’olona.”",
        "41": "Dia hoy i Petera: “Tompo ô, izahay ihany ve no ilazanao an’izany fanoharana izany sa ny rehetra koa?”",
        "42": "Hoy ny Tompo: “Iza tokoa moa ilay mpanompo mendri-pitokisana sy malina, izay hotendren’ny tompony hikarakara ny mpanompony hafa rehetra, mba hanome sakafo ampy ho azy ireo foana amin’ny fotoana mety?",
        "43": "Sambatra izany mpanompo izany rehefa tonga ny tompony ka mahita azy manao an’izany!",
        "44": "Lazaiko aminareo marina tokoa fa hotendreny hiandraikitra ny fananany rehetra izy.",
        "45": "Fa raha miteny anakampo kosa ilay mpanompo hoe: ‘Mba ela koa izany tompoko izany vao tonga!’ ka manomboka mikapoka ny mpanompolahy sy mpanompovavy izy, ary mihinana sy misotro ka mamo,",
        "46": "dia ho avy amin’ny andro tsy ampoiziny sy amin’ny ora tsy fantany ny tompony, ka hanasazy azy faran’izay mafy ary handefa azy hiaraka amin’ny olona tsy mendri-pitokisana.",
        "47": "Ary ho be dia be ny kapoka ho azon’izany mpanompo izany, satria fantany ny sitrapon’ny tompony nefa tsy niomana izy na nanao an’izay nasainy natao.",
        "48": "Fa izay tsy nahalala ny sitrapon’ny tompony kosa, nefa nanao zavatra tokony hikapohana azy, dia ho kely kokoa ny kapoka ho azony. Izay nomena betsaka dia hitakiana betsaka, ary izay nanankinana zavatra betsaka dia bebe kokoa noho ny mahazatra no hotakina aminy.",
        "49": "“Tonga handrehitra afo eto an-tany aho. Koa raha efa mirehitra ilay izy, inona indray moa no iriko mihoatra an’izany?",
        "50": "Fa misy batisa tokony hanaovana batisa ahy, ary mitebiteby be aho mandra-pahavitan’izany!",
        "51": "Mieritreritra ve ianareo hoe tonga mba hampisy fihavanana eto an-tany aho? Tsy izany mihitsy! Lazaiko aminareo fa tonga kosa aho mba hampisy fisaratsarahana.",
        "52": "Fa hisy olona dimy tsy hitovy saina ao amin’ny trano iray manomboka izao, ka ny telo hanohitra ny roa, ary ny roa hanohitra ny telo.",
        "53": "Tsy hitovy saina izy ireo, ka ny ray hanohitra ny zanany lahy ary ny zanakalahy hanohitra ny rainy, ny reny hanohitra ny zanany vavy ary ny zanakavavy hanohitra ny reniny, ny rafozambavy hanohitra ny vinantovaviny ary ny vinantovavy hanohitra ny rafozambaviny.”",
        "54": "Hoy koa izy tamin’ny vahoaka: “Rehefa mahita rahona miakatra avy eny andrefana ianareo, dia tonga dia miteny hoe: ‘Ho avy be ny orana.’ Dia izany tokoa no mitranga.",
        "55": "Ary rehefa hitanareo fa mitsoka avy any atsimo ny rivotra, dia milaza ianareo hoe: ‘Hafana be ny andro.’ Dia izany tokoa no mitranga.",
        "56": "Ry mpihatsaravelatsihy! Hainareo ny mandinika ny toetoetry ny tany sy ny lanitra, koa maninona no tsy hainareo ny mandinika an’izay mitranga amin’izao fotoana izao?",
        "57": "Nahoana ianareo no tsy mamantatra hoe inona no tokony hataonareo?",
        "58": "Raha mankany amin’ny manam-pahefana miaraka amin’ilay mitory anao, ohatra, ianao, dia miezaha hifandamina aminy dieny mbola eny an-dalana ianareo. Amin’izay dia tsy hampiantso anao ho eo anatrehan’ny mpitsara izy, ary ny mpitsara tsy hanolotra anao amin’ny mpanatanteraka didim-pitsarana, ary io indray tsy handefa anao any am-ponja.",
        "59": "Lazaiko aminao fa tsy ho tafavoaka any mihitsy ianao, raha tsy efa voaloanao hatramin’ny vola madinika farany tokony haloanao.”"
    },
    "13": {
        "1": "Tamin’izay, dia nisy tamin’ireo olona teo nitantara tamin’i Jesosy momba an’ireo Galilianina novonoin’i Pilato. Nafangarony tamin’ny sorona nataon’ireo Galilianina ireo ihany ny ran’izy ireo.",
        "2": "Niteny àry i Jesosy hoe: “Mieritreritra ve ianareo hoe mpanota kokoa noho ny Galilianina hafa rehetra ireny, satria izany no nanjo azy?",
        "3": "Tsoriko aminareo fa tsy izany. Ho ringana hoatr’azy ireo koa anefa ianareo rehetra raha tsy mibebaka.",
        "4": "Ary ireo olona 18 maty nianjeran’ny tilikambo tao Siloama? Mieritreritra ve ianareo fa meloka kokoa noho ny mponina rehetra ao Jerosalema ireny?",
        "5": "Tsoriko aminareo fa tsy izany. Ho ringana hoatr’azy ireo koa anefa ianareo rehetra raha tsy mibebaka.”",
        "6": "Nilaza an’izao fanoharana izao izy avy eo: “Nisy aviavy naniry tao amin’ny tanimboaloboky ny lehilahy iray. Dia tonga izy mba hitady voa tamin’ilay izy, fa tsy nahita mihitsy.",
        "7": "Hoy àry izy tamin’ny mpikarakara tanimboaloboka: ‘Efa telo taona aho izao no tonga nitady voa tamin’ity aviavy ity, fa tsy nahita mihitsy. Kapao any io! Maninona io no avela hibahan-toerana fotsiny eo, dia lasa tsy azo ampiasaina ny tany?’",
        "8": "Fa hoy ilay mpikarakara tanimboaloboka: ‘Avelao eo ihany izy aloha, tompoko, dia andrasantsika herintaona. Fa izaho hangady ny manodidina azy, sady hanisy zezika.",
        "9": "Koa raha mamoa izy, dia tsara! Fa raha tsy mamoa kosa izy, dia hokapaina ihany.’”",
        "10": "Ary nampianatra tao amin’ny synagoga anankiray i Jesosy tamin’ny Sabata.",
        "11": "Ary io fa nisy vehivavy nisy fanahy ratsy teo. Narary nandritra ny 18 taona izy noho io fanahy io, ka nanjoko be ary tsy afa-nitraka mihitsy.",
        "12": "Niantso azy i Jesosy rehefa nahita azy, ka niteny hoe: “Ravehivavy, afaka amin’ny aretinao ianao!”",
        "13": "Dia nametra-tanana taminy izy, ka tonga dia nitraka ilay vehivavy ary nanome voninahitra an’Andriamanitra.",
        "14": "Tezitra anefa ny mpitantana an’ilay synagoga noho i Jesosy nanasitrana tamin’ny Sabata, ka hoy izy tamin’ny vahoaka: “Enina andro no natao hiasana, ka amin’ireo andro ireo ianareo no tokony ho tonga hositranina, fa tsy amin’ny andro sabata.”",
        "15": "Namaly azy anefa ny Tompo hoe: “Ry mpihatsaravelatsihy, tsy samy mamaha ny ombiny na ny ampondrany avy ve ianareo amin’ny Sabata, dia mitondra azy hisotro rano?",
        "16": "Efa nafatotr’i Satana nandritra ny 18 taona be izao koa ity vehivavy zanak’i Abrahama ity. Koa tsy tokony hovahana ve izy mba tsy ho voafatotra hoatr’izany intsony amin’ny andro sabata?”",
        "17": "Ary menatra daholo ny mpanohitra azy rehefa nilaza an’izany izy. Fa faly kosa ny vahoaka manontolo noho ny zavatra mahagaga rehetra nataon’i Jesosy.",
        "18": "Dia nilaza koa izy hoe: “Mitovy amin’inona ny Fanjakan’Andriamanitra, ary ohariko amin’inona izy io?",
        "19": "Hoatran’ny voan-tsinapy nalain’olona izy io, ka namboleny tao an-jaridainany, ary naniry ka lasa hazo. Dia nanao akany teny amin’ny sampany ny voro-manidina.”",
        "20": "Ary hoy indray izy: “Ohariko amin’inona ny Fanjakan’Andriamanitra?",
        "21": "Hoatran’ny lalivay nalain’ny vehivavy iray izy io, ka nafangarony lafarinina intelon’ny famarana lehibe mandra-pitombon’ny koba manontolo.”",
        "22": "Dia nandeha nitety tanàna sy vohitra izy, ka nampianatra sady nanohy ny diany ho any Jerosalema.",
        "23": "Ary hoy ny lehilahy iray taminy: “Tompo ô, vitsy ve ny hovonjena?” Hoy i Jesosy tamin’izy ireo:",
        "24": "“Miezaha mafy hiditra amin’ny varavarana tery, fa lazaiko aminareo hoe be dia be no hitady hiditra nefa tsy ho afaka.",
        "25": "Rehefa mitsangana mantsy ny tompon-trano ka manidy varavarana, dia ho tavela any ivelany ianareo ka handondòna ao am-baravarana sady hiteny hoe: ‘Tompo ô! Mba vohay izahay.’ Izao anefa no havaliny anareo: ‘Tsy fantatro hoe avy aiza ianareo.’",
        "26": "Dia hanomboka hilaza ianareo hoe: ‘Nihinana sy nisotro niaraka taminao izahay, ary nampianatra teny an-dalambenay ianao.’",
        "27": "Hilaza aminareo anefa izy hoe: ‘Tsy fantatro hoe avy aiza ianareo. Mialà eto amiko ianareo rehetra mpanao ny tsy marina!’",
        "28": "Dia hitomany sy hihidy vazana ianareo, rehefa mahita an’i Abrahama sy Isaka sy Jakoba ary ny mpaminany rehetra ao amin’ny Fanjakan’Andriamanitra, fa ianareo kosa voaroaka eny ivelany.",
        "29": "Ary ho tonga avy any atsinanana sy andrefana ary avy any avaratra sy atsimo ny olona, ka haka toerana eo amin’ny latabatra ao amin’ny Fanjakan’Andriamanitra.",
        "30": "Ary misy ny farany ho voalohany, ary misy ny voalohany ho farany.”",
        "31": "Tamin’izay ora izay indrindra no nisy Fariseo nanatona an’i Jesosy, ka niteny taminy hoe: “Mandehana miala eto, fa mitady hamono anao i Heroda.”",
        "32": "Dia hoy izy tamin’ireo: “Mandehana lazao amin’iny amboadia fetsy iny hoe: ‘Mandroaka demonia sy manasitrana olona aho anio sy rahampitso, ary ho vita ny asako rahafakampitso.’",
        "33": "Na izany aza, dia tsy maintsy mandeha aho anio sy rahampitso ary rahafakampitso, satria tsy mety raha hoe vonoina any ivelan’i Jerosalema ny mpaminany.",
        "34": "“Ry Jerosalema, ry Jerosalema, ilay mpamono ny mpaminany sy mpitora-bato an’izay irahina ho any aminao! Impiry aho no te hanangona ny zanakao, hoatran’ny reniakoho manangona ny zanany ao ambany elany, nefa tsy nety ianareo.",
        "35": "Dia avela ho anareo eo ny tranonareo! Lazaiko aminareo fa tsy hahita ahy intsony ianareo mandra-pilazanareo hoe: ‘Hotahina anie ilay tonga amin’ny anaran’i Jehovah!’”"
    },
    "14": {
        "1": "Nandeha nisakafo tao an-tranon’ny anankiray tamin’ny lehiben’ny Fariseo i Jesosy, indray Sabata, ary nijery azy tsara ny olona tao.",
        "2": "Ary io fa nisy lehilahy voan’ny aretina manirano teo anoloan’i Jesosy.",
        "3": "Nanontanian’i Jesosy àry ireo nahay Lalàna sy ny Fariseo hoe: “Azo atao sa tsia ny manasitrana amin’ny Sabata?”",
        "4": "Tsy niteny tsy nivolana anefa izy ireo. Koa nataon’i Jesosy teo amin’ilay lehilahy ny tanany ary nositraniny izy, dia nasainy nandeha.",
        "5": "Hoy izy avy eo: “Raha latsaka ao anaty lavadrano ny zanakareo na ny ombinareo, dia iza aminareo no tsy hisintona azy hivoaka avy hatrany, na dia Sabata aza ny andro?”",
        "6": "Koa tsy nahita havaly izy ireo.",
        "7": "Dia nilaza fanoharana tamin’ireo nasaina izy, rehefa tsikariny fa nifidy ny toerana mihaja indrindra izy ireo. Hoy izy:",
        "8": "“Rehefa misy manasa anao hanatrika fanasambe amin’ny fampakaram-bady, dia aza maka ny toerana mihaja indrindra. Mety ho nanasa olona manan-kaja kokoa noho ianao mantsy izy.",
        "9": "Dia hankeo aminao ilay nanasa anareo, ka hiteny hoe: ‘Omeo an’ity olona ity ny toeranao.’ Dia ho menatra ianao hifindra any amin’ny toerana aoriana indrindra.",
        "10": "Fa rehefa misy manasa anao kosa, dia mandehana maka ny toerana aoriana indrindra. Amin’izay rehefa tonga ilay nanasa anao, dia hiteny aminao hoe: ‘Tsy aleo ianao, ry namana, mandroso etsy aloha kokoa?’ Dia hahazo voninahitra eo imason’ireo rehetra niara-nasaina taminao ianao.",
        "11": "Fa izay manandra-tena no haetry, ary izay manetry tena no hasandratra.”",
        "12": "Hoy koa izy tamin’ilay nanasa azy: “Rehefa manasa olona hisakafo antoandro na hisakafo hariva ianao, dia aza ny namanao na ny rahalahinao na ny havanao na ny mpiara-monina aminao manankarena no asaina. Mety hanasa anao koa mantsy ry zareo, ka ho voavaly izay nataonao.",
        "13": "Fa ny mahantra sy ny kilemaina sy ny malemy tongotra ary ny jamba kosa no asao, rehefa misy fanasana ataonao.",
        "14": "Amin’izay dia ho sambatra ianao, satria tsy manan-kavaly anao ireo. Ary hovaliana ianao amin’ny fitsanganan’ny marina.”",
        "15": "Naheno an’izany ny iray tamin’ireo nasaina, ka hoy izy tamin’i Jesosy: “Sambatra izay misakafo ao amin’ny Fanjakan’Andriamanitra.”",
        "16": "Dia hoy i Jesosy taminy: “Nisy lehilahy nanao fanasambe, dia nanasa olona be dia be.",
        "17": "Naniraka ny mpanompony izy tamin’ny fotoanan’ny sakafo hariva mba hilaza tamin’ireo nasaina hoe: ‘Tongava fa efa vonona ny zava-drehetra.’",
        "18": "Samy nitady fialan-tsiny anefa izy rehetra. Ny voalohany niteny hoe: ‘Nividy saha aho, dia mila mandeha mijery an’ilay izy. Mba ialao tsiny any re aho e!’",
        "19": "Ny iray nilaza hoe: ‘Nividy omby folo aho, dia handeha handinika azy ireo. Mba ialao tsiny any re aho e!’",
        "20": "Nilaza koa ny anankiray hafa hoe: ‘Vao avy nampaka-bady aho, dia tsy afaka mankany.’",
        "21": "Nankany amin’ilay tompony àry ilay mpanompo ka nitantara an’izany taminy. Dia tezitra ilay tompon-trano, ka hoy izy tamin’ilay mpanompony: ‘Mandehana haingana eny an-dalambe sy eny amin’ny lalankely eto an-tanàna, dia ento atỳ ny mahantra sy ny kilemaina sy ny jamba ary ny malemy tongotra.’",
        "22": "Rehefa tafaverina ilay mpanompo, dia hoy izy: ‘Vita izay nasainao natao, tompoko, nefa mbola misy toerana.’",
        "23": "Dia hoy ilay tompony: ‘Mandehana mankeny amin’ny lalana any ivelan’ny tanàna, dia ataovy izay hahatongavan’ny olona mba ho feno ny tranoko.",
        "24": "Fa lazaiko aminareo fa tsy hisy amin’ireny nasaina ireny hanandrana ny sakafo hariva nomaniko.’”",
        "25": "Ary nisy vahoaka be niaraka tamin’i Jesosy, dia nitodika i Jesosy ka hoy izy tamin’izy ireo:",
        "26": "“Raha misy manatona ahy nefa tsy mankahala ny rainy sy ny reniny sy ny vadiny sy ny zanany sy ny rahalahiny sy ny anabaviny, ary na ny ainy mihitsy aza, dia tsy afaka ny ho mpianatro izy.",
        "27": "Izay tsy mitondra ny hazo fijaliany ka tsy manaraka ahy, dia tsy afaka ny ho mpianatro.",
        "28": "Iza aminareo, ohatra, raha te hanorina tilikambo, no tsy mipetraka aloha manao kajy hoe ohatrinona no ho lany, mba hahitana raha manana ny ampy hamitana an’ilay izy na tsia?",
        "29": "Raha tsy manao an’izany izy, dia mety hametraka ny fototra nefa tsy ho afaka hamita an’ilay tilikambo. Dia haneso azy izay rehetra mahita an’izany,",
        "30": "ka hiteny hoe: ‘Io olona io nanomboka nanorina tilikambo, nefa tsy nahavita an’ilay izy hatramin’ny farany akory.’",
        "31": "Ary iza no mpanjaka handeha hiady amin’ny mpanjaka hafa, ka tsy mipetraka aloha maka hevitra raha ho vitany na tsia ny hifanandrina amin’ilay manana miaramila 20 000, nefa ny azy 10 000 monja?",
        "32": "Raha tsy ho vitany ny hifanandrina aminy, dia haniraka ambasadaoro hanao raharaham-pihavanana izy, dieny mbola lavitra ilay iray.",
        "33": "Toy izany koa fa tsy afaka ny ho mpianatro izay tsy mahafoy ny fananany rehetra.",
        "34": "“Tsara tokoa ny sira, nefa raha ny sira indray no lasa matsatso, dia inona no hamerenana ny tsirony?",
        "35": "Tsy mety hatao amin’ny tany na amin’ny zezika ilay izy, ka arian’ny olona fotsiny. Izay manan-tsofina hihainoana, aoka izy hihaino.”"
    },
    "15": {
        "1": "Ary tonga nitangorona teo amin’i Jesosy ny mpamory hetra sy ny mpanota rehetra mba hihaino azy.",
        "2": "Dia nimenomenona ny Fariseo sy ny mpanora-dalàna hoe: “Mandray tsara an’ireo mpanota ilehity sady miara-mihinana aminy.”",
        "3": "Dia nilaza an’izao fanoharana izao tamin’izy ireo i Jesosy:",
        "4": "“Iza aminareo moa raha manana ondry 100 ka very ny iray, no tsy hamela ny 99 any an-tany efitra, dia handeha hitady an’ilay very mandra-pahitany azy?",
        "5": "Ary rehefa hitany ilay izy, dia hataony eo an-tsorony sady ho faly izy.",
        "6": "Dia hovoriny ny namany sy ny mpiara-monina aminy rehefa tonga any an-tranony izy, ka hilazany hoe: ‘Miaraha mifaly amiko, fa efa hitako ilay ondriko very.’",
        "7": "Lazaiko aminareo koa fa hahafaly kokoa ny any an-danitra ny mpanota iray mibebaka, noho ny olo-marina 99 tsy mila mibebaka.",
        "8": "“Ary iza moa no vehivavy manam-bola madinika drakma folo ka very ny anankiray, no tsy handrehitra jiro sy hamafa trano ka hitady tsara an’ilay izy mandra-pahitany azy?",
        "9": "Rehefa hitany ilay izy, dia hovoriny ny namany sy ny mpiara-monina aminy, ka hilazany hoe: ‘Miaraha mifaly amiko, fa efa hitako ilay vola very.’",
        "10": "Lazaiko aminareo fa faly hoatr’izany koa ny anjelin’Andriamanitra, rehefa misy mpanota iray mibebaka.”",
        "11": "Hoy izy avy eo: “Nisy lehilahy nanan-janaka roa lahy.",
        "12": "Dia hoy ilay zandriny tamin-drainy: ‘Dada a, omeo ahy ny anjara fananana tokony ho ahy.’ Koa nozarain-drainy tamin’izy roa lahy ny fananany.",
        "13": "Rehefa afaka andro vitsivitsy, dia nangonin’ilay zandriny ny fananany rehetra, ary lasa nankany an-tany lavitra izy. Naditra be mihitsy izy tany, ka lanilany foana ny fananany.",
        "14": "Rehefa laniny daholo ny fananany, dia nisy mosary mafy nanerana an’ilay tany ka lasa nahantra izy.",
        "15": "Lasa mihitsy aza izy nankany amin’ny tompon-tany anankiray tao amin’izany tany izany, ka nisisika hiasa tao aminy. Koa nirahin’izy io hiandry kisoa tany an-tsaha izy.",
        "16": "Tena tiany raha mba vokin’ny hanin-kisoa izy. Tsy nisy nanome azy na inona na inona anefa.",
        "17": "“Dia tonga saina izy, ka niteny hoe: ‘Be dia be erỳ izao ny olona karamain’i Dada no tsy ory sakafo, nefa izaho ity ho faty mosary eto!",
        "18": "Handeha hiverina any amin’ny raiko aho, dia hiteny aminy hoe: “Dada a, efa nanota tamin’ny lanitra sy taminao aho.",
        "19": "Tsy mendrika ny hantsoina hoe zanakao intsony aho, fa mba ataovy hoatran’ny iray amin’ireo olona karamainao.”’",
        "20": "Dia niainga izy ka nankany amin’ny rainy. Mbola lavitra anefa izy, dia efa tazan’ny rainy. Nangoraka azy ny rainy dia nihazakazaka ary namihina azy sady nanoroka azy tamim-pitiavana.",
        "21": "Dia hoy ilay zanany taminy: ‘Dada a, efa nanota tamin’ny lanitra sy taminao aho. Tsy mendrika ny hantsoina hoe zanakao intsony aho.’",
        "22": "Fa hoy ny rainy tamin’ny mpanompony: ‘Mandehana haingana! Makà akanjo lava, ilay tsara indrindra, dia ampanaovy azy, ary asio peratra ny tanany dia asio kapa ny tongony.",
        "23": "Alaivo koa ilay zanak’omby mifahy, dia vonoy. Ary andao isika hihinana sy hanao fety,",
        "24": "satria efa maty ity zanako ity nefa velona indray, ary efa very nefa hita indray.’ Dia nanomboka nifaly izy ireo.",
        "25": "“Tany an-tsaha ilay zokiny tamin’izay. Rehefa nody izy ka tonga teny akaikin’ny trano, dia naheno mozika sy olona nandihy.",
        "26": "Koa niantso mpanompo anankiray izy, dia nanontany azy hoe inona no nitranga.",
        "27": "Hoy ilay mpanompo: ‘Tonga ny rahalahinao, dia namono an’ilay zanak’omby mifahy ny rainao, satria tafaverina eto aminy izy sady salama tsara.’",
        "28": "Tezitra anefa ilay zokiny, ka tsy nety niditra. Dia nivoaka ny rainy ka niangavy azy mba handroso.",
        "29": "Hoy anefa izy tamin’ny rainy: ‘Hitanao! Taona maro izay no nanompoako anao, ary mbola tsy nandika ny didinao mihitsy aho, na indray mandeha aza. Mbola tsy nanome ahy zanak’osy iray akory anefa ianao, na indray mandeha aza, mba hifalifaliako miaraka amin’ny namako.",
        "30": "Fa raha vao tonga kosa io zanakao io, izay nandanilany ny fanananao tamin’ny mpivaro-tena, dia namonoanao an’ilay zanak’omby mifahy.’",
        "31": "Dia hoy ny rainy: ‘Ianao ange, anaka, teto amiko foana e! Ary anao daholo izay rehetra ananako!",
        "32": "Tsy maintsy manao fety sy mifaly anefa isika, satria efa maty io rahalahinao io nefa velona indray, ary efa very nefa hita indray.’”"
    },
    "16": {
        "1": "Hoy koa i Jesosy tamin’ny mpianany: “Nisy lehilahy manankarena nanana mpanompo iray niandraikitra ny tao an-tranony. Ary nisy niampanga izy io hoe nandanilany ny fananan’ny tompony.",
        "2": "Koa niantso azy ilay tompony, dia niteny hoe: ‘Inona izany henoko momba anao izany? Omeo ahy ny tatitra momba ny asa nankinina taminao, fa tsy hiandraikitra ny ato an-tranoko intsony ianao.’",
        "3": "Dia nieritreritra ilay mpanompo hoe: ‘Inona re no hataoko e? Hesorin’ny tompoko tsy ho mpiandraikitra ny fananany aho izao. Ny miasa tany anefa tsy vitako fa kely aina aho; ny mangataka koa mahamenatra ahy.",
        "4": "Ah! Hitako ny hataoko mba hisy olona handray ahy ho ao an-tranony, rehefa voaroaka aho.’",
        "5": "Dia nantsoiny tsirairay ireo olona nananan’ny tompony trosa, ka hoy izy tamin’ilay voalohany: ‘Inona no ananan’ny tompoko aminao?’",
        "6": "Namaly izy hoe: ‘Menak’oliva injaton’ny bata.’ Dia hoy ilay mpanompo: ‘Alaivo ilay taratasy fifanekena nataonao, ary mipetraha dia soraty haingana hoe 50.’",
        "7": "Avy eo, dia hoy izy tamin’ny iray hafa: ‘Ary ianao, inona no ananany aminao?’ Dia namaly ilay olona hoe: ‘Varimbazaha injaton’ny kora.’ Koa niteny taminy izy hoe: ‘Alaivo ilay taratasy fifanekena nataonao, dia soraty hoe 80.’",
        "8": "Ary noderain’ny tompony ilay mpanompo, na dia nanao ny tsy marina aza, satria malina. Fa hita hoe malina kokoa noho ny zanaky ny mazava ny zanak’izao tontolo izao, rehefa mifampiraharaha amin’ny mpiara-belona aminy.",
        "9": "“Izao koa no lazaiko aminareo: Ataovy izay hahazoana namana amin’ny alalan’ny harena tsy marina, mba horaisin’ireny namana ireny any amin’ny fonenana mandrakizay ianareo rehefa lany izany harena izany.",
        "10": "Izay mendri-pitokisana amin’ny zavatra kely dia mendri-pitokisana koa amin’ny zavatra lehibe, ary izay tsy marina amin’ny zavatra kely dia tsy marina koa amin’ny zavatra lehibe.",
        "11": "Koa raha tsy asehonareo hoe mendri-pitokisana ianareo rehefa mampiasa harena tsy marina, iza no hanankina aminareo ny tena harena?",
        "12": "Ary raha tsy asehonareo hoe mendri-pitokisana ianareo amin’izay ataonareo amin’ny zavatr’olona, iza no hanome zavatra ho anareo?",
        "13": "Tsy misy mpanompo mahavita manompo tompo roa, fa ny iray ho halany ary ny iray ho tiany, na ny iray hifikirany ary ny iray hataony tsinontsinona. Tsy mahavita manompo an’Andriamanitra sy ny Harena ianareo.”",
        "14": "Nihaino an’izany rehetra izany ny Fariseo tia vola, ka naneso an’i Jesosy.",
        "15": "Koa niteny tamin’izy ireo i Jesosy hoe: “Ianareo milaza ny tenanareo ho marina eo anatrehan’ny olona, nefa fantatr’Andriamanitra ny fonareo. Fa izay heverin’ny olona ho ambony, dia maharikoriko eo imason’Andriamanitra.",
        "16": "“Hatreo amin’i Jaona ihany ny Lalàna sy ny Mpaminany. Fa nanomboka teo dia ny Fanjakan’Andriamanitra no vaovao tsara torina amin’ny olona, ary misisika mafy ho ao ny karazan’olona rehetra.",
        "17": "Ho mora kokoa ny hahalevona ny lanitra sy ny tany, noho ny hoe tsy ho tanteraka ny tendron-tsoratra iray ao amin’ny Lalàna.",
        "18": "“Manitsakitsa-bady izay lehilahy misaraka amin’ny vadiny ka manambady olon-kafa. Ary izay manambady vehivavy nisarahan’ny vadiny, dia manitsakitsa-bady.",
        "19": "“Nisy lehilahy iray mpanankarena nanao akanjo vita tamin’ny lamba volomparasy sy rongony. Nifalifaly foana izy isan’andro, sady nanaram-po nanao izay nahafinaritra azy.",
        "20": "Nisy mpangataka atao hoe Lazarosy kosa napetraka teo am-bavahadiny. Feno fery izy io.",
        "21": "Mba te hihinana an’izay sakafo latsaka avy tamin’ny latabatr’ilay mpanankarena izy. Na ny alika aza tonga hilelaka ny feriny.",
        "22": "Tatỳ aoriana, dia maty ilay mpangataka, ary nentin’ny anjely ho eo akaikin’i Abrahama. “Maty koa ilay mpanankarena ka nalevina.",
        "23": "Raha iny izy nijalijaly tao amin’ny Fasana iny, dia nitraka izy ka nahita an’i Abrahama terỳ lavitra terỳ, sy Lazarosy teo akaikiny.",
        "24": "Koa niantso izy hoe: ‘Abrahama raiko ô, mamindrà fo amiko! Mba iraho i Lazarosy hanatsoboka ny tendron’ny rantsantanany ao anaty rano mba hampangatsiatsiaka ny lelako, fa mijaly aho ato amin’ity afo miredareda ity.’",
        "25": "Fa hoy i Abrahama: ‘Tadidio, anaka, fa efa azonao daholo ny zava-tsoa rehetra nirinao, nandritra ny androm-piainanao. I Lazarosy kosa feno fahoriana ny fiainany. Izao anefa izy ampiononina atỳ, fa ianao kosa mijaly.",
        "26": "Sady efa nasiana hantsana be koa ange hampisaraka anay aminareo e, mba tsy ho afaka hankany aminareo izay te hiala atỳ, ary tsy ho afaka hiampita mankatỳ aminay ny any.’",
        "27": "Dia hoy izy: ‘Raha izany no izy, dia mba mangataka aminao aho, ray ô, mba haniraka an’i Lazarosy ho any an-tranon’ny raiko.",
        "28": "Manana rahalahy dimy mantsy aho, ka iraho izy hanazava tsara amin-dry zareo, sao ho lasa atỳ amin’ity toeram-pijaliana ity koa ry zareo.’",
        "29": "Fa hoy i Abrahama: ‘Manana an’i Mosesy sy ny Mpaminany ry zareo. Aoka izy hihaino an’ireo.’",
        "30": "Dia hoy izy: ‘Tsy hihaino ry zareo, ry Abrahama ray ô! Fa raha misy avy amin’ny maty mankany aminy, dia hibebaka ry zareo.’",
        "31": "Hoy anefa i Abrahama: ‘Raha tsy mihaino an’i Mosesy sy ny Mpaminany ry zareo, dia tsy ho resy lahatra na dia misy mitsangana amin’ny maty aza.’”"
    },
    "17": {
        "1": "Ary hoy i Jesosy tamin’ny mpianany: “Tsy maintsy hisy toe-javatra mahatafintohina, kanefa hahita loza izay olona mahatonga an’izany!",
        "2": "Aleo aza hanantonana vato lehibe fikosoham-bary eo amin’ny vozon’izany olona izany, dia hatsipy any an-dranomasina izy, toy izay hanafintohina ny iray amin’ireny madinika ireny.",
        "3": "Koa mitandrema ianareo. Teneno mafy ny rahalahinao raha manota, ka raha mibebaka izy dia mamelà azy.",
        "4": "Fa na manota aminao impito aza izy ao anatin’ny indray andro, ka miverina impito eo aminao ary miteny hoe: ‘Mifona aho’, dia tsy maintsy mamela azy ianao.”",
        "5": "Hoy ny apostoly tamin’ny Tompo: “Ampitomboy ny finoanay.”",
        "6": "Dia hoy ny Tompo: “Raha manana finoana ianareo, na faran’izay kely hoatran’ny voan-tsinapy aza, ary hiteny amin’itsy voaroihazo itsy hoe: ‘Miongota ary maniria any an-dranomasina!’, dia hankatò anareo izy.",
        "7": "“Andao hatao hoe manana mpanompo miasa tany na miandry ondry ianareo. Rehefa mody avy any an-tsaha izy, dia iza aminareo no hilaza aminy hoe: ‘Avia, tonga dia mipetraha hisakafo eo amin’ny latabatra’?",
        "8": "Tsy hiteny aminy kosa ve izy hoe: ‘Karakarao ny sakafo harivako, ary anaovy ny aron’akanjonao dia rosoy sakafo aho, ary rehefa avy mihinana sy misotro aho, dia mahazo mihinana sy misotro koa ianao’?",
        "9": "Tsy hankasitraka an’ilay mpanompo izy, satria izay nasainy natao fotsiny no nataon’izy io, sa tsy izany?",
        "10": "Hoatr’izany koa fa rehefa vitanareo izay rehetra nasaina nataonareo, dia izao lazaina: ‘Izahay ange mpanompo fotsiny ihany e! Izay tokony ho nataonay ihany no nataonay.’”",
        "11": "Nandalo teo anelanelan’i Samaria sy Galilia izy, rehefa nankany Jerosalema.",
        "12": "Rehefa niditra tao amin’ny tanàna kely iray izy, dia nisy boka folo lahy nifanena taminy. Nijoro teny lavidavitra teny izy ireo,",
        "13": "ary niantso mafy hoe: “Ry Jesosy Mpampianatra ô, mba iantrao izahay!”",
        "14": "Rehefa nahita azy ireo izy, dia niteny hoe: “Mandehana miseho any amin’ny mpisorona.” Dia lasa izy ireo, ka nadio raha mbola teny an-dalana.",
        "15": "Rehefa hitan’ny anankiray fa sitrana izy, dia lasa izy niverina ka nanome voninahitra an’Andriamanitra tamin’ny feo avo.",
        "16": "Dia niankohoka teo an-tongotr’i Jesosy izy, ka nisaotra azy. Samaritanina izy io.",
        "17": "Koa niteny i Jesosy hoe: “Tsy efa voadio daholo moa izy folo? Fa aiza ny sivy?",
        "18": "Dia tsy mba nisy niverina hanome voninahitra an’Andriamanitra afa-tsy ity hafa firenena ity ve?”",
        "19": "Hoy izy avy eo: “Mitsangàna dia mandehana. Ny finoanao no nahasitrana anao.”",
        "20": "Ary nanontanian’ny Fariseo i Jesosy hoe rahoviana no ho tonga ny Fanjakan’Andriamanitra. Dia namaly izy hoe: “Tsy miharihary ny fahatongavan’ny Fanjakan’Andriamanitra,",
        "21": "ary tsy hisy koa hilaza hoe: ‘Atỳ!’ na ‘Arỳ!’ Fa eo afovoanareo ny Fanjakan’Andriamanitra.”",
        "22": "Hoy izy tamin’ny mpianany avy eo: “Ho avy ny andro hanirianareo hahita ny anankiray amin’ny andron’ny Zanak’olona, fa tsy hahita ianareo.",
        "23": "Ary hilaza aminareo ny olona hoe: ‘Arỳ!’ na ‘Atỳ!’, nefa aza mandeha na manaraka azy.",
        "24": "Fa toy ny tselatra manazava ny faritra iray amin’ny lanitra ka hatrany amin’ny faritra hafa amin’ny lanitra, dia ho toy izany koa ny Zanak’olona amin’ny androny.",
        "25": "Tsy maintsy hampijalijalina anefa aloha izy, ary holavin’ity taranaka ity.",
        "26": "Ary hoatran’izay nitranga tamin’ny andron’i Noa no hitranga koa amin’ny andron’ny Zanak’olona:",
        "27": "Nihinana ny olona, nisotro, nampaka-bady sy navoaka hampakarina, mandra-pahatongan’ilay andro nidiran’i Noa tao amin’ny sambofiara. Ary tonga ny Safodrano ka nandringana azy rehetra.",
        "28": "Dia hoatran’izay nitranga tamin’ny andron’i Lota koa: Nihinana ny olona, nisotro, nividy, nivarotra, namboly, ary nanorina trano.",
        "29": "Fa tamin’ny andro nivoahan’i Lota avy tao Sodoma, dia nilatsaka toy ny orana ny afo sy solifara avy tany an-danitra, ka nandringana azy rehetra.",
        "30": "Dia ho toy izany koa amin’ny andro hampiharihariana ny Zanak’olona.",
        "31": "“Amin’izany andro izany, dia tsy tokony hidina haka ny entany ao an-trano izay any an-tampon-trano, ary tsy tokony hiverina any amin’izay efa nilaozany koa izay any an-tsaha.",
        "32": "Tsarovy ny vadin’i Lota.",
        "33": "Izay miezaka hiaro ny ainy no hamoy an’izany, fa izay mamoy ny ainy kosa no hiaro an’izany.",
        "34": "Lazaiko aminareo fa amin’izany alina izany, dia hisy olona roa iray fandriana: Ny iray hoentina fa ny iray havela.",
        "35": "Ary hisy roa vavy hanodina vato fikosoham-bary iray ihany: Ny iray hoentina fa ny iray havela.”",
        "36": "* ——",
        "37": "Koa niteny taminy izy ireo hoe: “Aiza izany, Tompo ô?” Dia hoy izy: “Any amin’izay misy ny faty, dia any koa no hiangonan’ny voromahery.”"
    },
    "18": {
        "1": "Ary nilaza fanoharana tamin’izy ireo i Jesosy momba ny hoe ilaina foana ny mivavaka, ka tsy ho kivy mihitsy.",
        "2": "Hoy izy: “Nisy mpitsara tsy natahotra an’Andriamanitra sady tsy niraharaha na iza na iza, tao amin’ny tanàna iray.",
        "3": "Ary nisy vehivavy mpitondratena koa tao. Nandeha tany aminy foana izy io, ka niteny taminy hoe: ‘Mba ataovy re izay hahazoako rariny amin’ilay miady amiko any amin’ny fitsarana e!’",
        "4": "Tsy nety aloha ilay mpitsara nandritra ny fotoana elaela. Tatỳ aoriana anefa, dia nieritreritra izy hoe: ‘Na dia tsy matahotra an’Andriamanitra sy tsy miraharaha na iza na iza aza aho,",
        "5": "dia homeko rariny ihany io vehivavy mpitondratena io fa manelingelina ahy tsy misy farany. Amin’izay izy dia tsy ho tonga lava hangataka eto amiko eto, ka hanorisory ahy.’”",
        "6": "Dia hoy ny Tompo: “Henoy izany tenin’ilay mpitsara izany! Izy aza olona tsy marina nefa miteny an’izany.",
        "7": "Tsy hataon’Andriamanitra mahazo rariny tokoa ve ny olom-boafidiny izay mitaraina aminy andro aman’alina, na dia hoe manam-paharetana amin’izy ireo aza izy?",
        "8": "Lazaiko aminareo fa hataony haingana izay hanomezana rariny azy ireo. Rehefa tonga anefa ny Zanak’olona, tena hahita finoana hoatr’izany etỳ an-tany ve izy?”",
        "9": "Nilaza an’izao fanoharana izao koa izy tamin’ireo nihevi-tena ho marina sy nanao tsinontsinona ny hafa:",
        "10": "“Nisy roa lahy niakatra nankao amin’ny tempoly mba hivavaka. Ny anankiray Fariseo ary ny anankiray mpamory hetra.",
        "11": "Dia nitsangana ilay Fariseo ka nivavaka anakampo hoe: ‘Andriamanitra ô, misaotra anao aho fa tsy mba hoatran’ny olon-kafa rehetra izay mpanao an-keriny, manao ny tsy marina, mpanitsakitsa-bady, na koa hoatran’itsy mpamory hetra itsy.",
        "12": "Mifady hanina indroa isan-kerinandro aho, ary manome ny ampahafolon’ny zava-drehetra azoko.’",
        "13": "Nijoro lavidavitra kosa ilay mpamory hetra, ary tsy sahy nitraka nijery ny lanitra, fa nikapo-tratra foana ka niteny hoe: ‘Andriamanitra ô, mamindrà fo amiko mpanota.’",
        "14": "Lazaiko aminareo fa izany lehilahy izany no hita fa marina noho ilay Fariseo, rehefa nidina tany an-tranony. Fa izay manandra-tena no haetry, ary izay manetry tena no hasandratra.”",
        "15": "Nentin’ny olona teo amin’i Jesosy koa ny zanany kely mba hokasihiny, nefa nibedy azy ireny ny mpianatra rehefa nahita an’izany.",
        "16": "Nantsoin’i Jesosy hankeo aminy anefa ny zazakely, ka hoy izy: “Avelao ny zaza hanatona ahy fa aza sakanana, fa an’izay hoatr’azy ny Fanjakan’Andriamanitra.",
        "17": "Lazaiko marina aminareo fa tsy maintsy mandray ny Fanjakan’Andriamanitra hoatran’ny zaza ianareo, fa raha tsy izany dia tsy ho tafiditra ao mihitsy.”",
        "18": "Ary nisy mpitondra teo amin’ny Jiosy nanontany azy hoe: “Mpampianatra Tsara ô, inona no tsy maintsy ataoko mba handovako fiainana mandrakizay?”",
        "19": "Dia hoy i Jesosy: “Maninona aho no antsoinao hoe tsara? Tsy misy tsara afa-tsy iray ihany, dia Andriamanitra.",
        "20": "Fantatrao ny didy hoe: ‘Aza manitsakitsa-bady, aza mamono olona, aza mangalatra, aza mijoro ho vavolombelona mandainga. Hajao ny rainao sy ny reninao.’”",
        "21": "Dia hoy izy: “Efa narahiko daholo izany hatramin’izaho mbola kely.”",
        "22": "Hoy i Jesosy rehefa naheno an’izany: “Misy zavatra iray mbola tokony hataonao: Amidio daholo ny fanananao, ka zarao amin’ny mahantra ny vola azo amin’ilay izy, dia hanana harena any an-danitra ianao. Ary andao hanara-dia ahy.”",
        "23": "Nalahelo be anefa izy rehefa naheno an’izany, satria nanan-karena be.",
        "24": "Nijery azy i Jesosy, ary niteny hoe: “Tena ho sarotra amin’ny mpanam-bola ny hiditra ao amin’ny Fanjakan’Andriamanitra!",
        "25": "Mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny Fanjakan’Andriamanitra.”",
        "26": "Ary hoy izay naheno an’izany: “Dia mety hisy ho voavonjy ve raha izany?”",
        "27": "Dia niteny izy hoe: “Ny zavatra tsy hain’olombelona dia hain’Andriamanitra.”",
        "28": "Hoy anefa i Petera: “Efa nahafoy ny fanananay izahay dia nanaraka anao.”",
        "29": "Dia hoy i Jesosy tamin’izy ireo: “Lazaiko marina aminareo fa tsy misy olona efa nahafoy trano, na vady, na rahalahy, na ray aman-dreny, na zanaka noho ny Fanjakan’Andriamanitra,",
        "30": "ka tsy hahazo be lavitra amin’izao andro izao, ary fiainana mandrakizay ao amin’ilay tontolo ho avy.”",
        "31": "Dia nentiny nihataka kely izy 12 Lahy, ka hoy izy: “Miakatra ho any Jerosalema isika izao. Ary ho tanteraka daholo izay rehetra nosoratan’ny mpaminany momba ny Zanak’olona.",
        "32": "Hatolotra amin’ny hafa firenena, ohatra, izy ary hihomehezany sady halany baraka ary hororany.",
        "33": "Dia hokaravasiny ny Zanak’olona, ary avy eo dia hovonoiny ho faty. Hitsangana anefa izy amin’ny andro fahatelo.”",
        "34": "Tsy nisy azon’izy ireo anefa ny hevitr’izany. Fa nafenina taminy ny hevitr’izany teny izany, ka tsy azon’izy ireo izay zavatra nolazainy.",
        "35": "Rehefa nanakaiky an’i Jeriko i Jesosy, dia nisy lehilahy iray jamba nipetraka nangataka teo amoron-dalana.",
        "36": "Nandre vahoaka be nandalo ilay lehilahy, ka nanontany hoe inona no nitranga.",
        "37": "Ary hoy ny olona: “Mandalo i Jesosy avy any Nazareta!”",
        "38": "Dia niantso mafy ilay jamba hoe: “Mba iantrao aho, ry Jesosy Zanak’i Davida ô!”",
        "39": "Ary nibedy azy ny olona teny aloha sady niteny azy mba hangina, nefa vao mainka izy niantsoantso mafy hoe: “Ry Zanak’i Davida ô, mba iantrao aho!”",
        "40": "Dia nijanona i Jesosy ka nasainy nentina teo aminy ilay lehilahy. Rehefa nanatona ilay lehilahy, dia nanontany azy i Jesosy hoe:",
        "41": "“Inona no tianao hataoko aminao?” Hoy izy: “Tompo ô, mba ataovy mahita indray aho.”",
        "42": "Hoy àry i Jesosy: “Aoka ianao hahita indray! Ny finoanao no nahasitrana anao.”",
        "43": "Avy hatrany dia nahita ilay lehilahy, ka nanomboka nanaraka an’i Jesosy ary nanome voninahitra an’Andriamanitra. Dia nidera an’Andriamanitra koa ny olona rehetra nahita an’izany."
    },
    "19": {
        "1": "Dia niditra tao Jeriko izy, ka namakivaky an’ilay tanàna.",
        "2": "Nisy lehilahy atao hoe Zakaiosy tao. Lehiben’ny mpamory hetra izy sady nanan-karena.",
        "3": "Niezaka mafy hahita an’izany Jesosy izany izy, saingy tsy afaka satria be loatra ny olona nefa izy fohy kely.",
        "4": "Koa nihazakazaka mialoha izy ary nianika aviavidia mba hahita an’i Jesosy, satria efa handalo eo amin’ilay lalana i Jesosy.",
        "5": "Rehefa tonga teo i Jesosy, dia nitraka ka niteny hoe: “Zakaiosy, midìna haingana, fa tsy maintsy hivahiny ao an-tranonao aho anio.”",
        "6": "Dia nidina haingana izy ka faly erỳ nandray azy tao an-tranony.",
        "7": "Rehefa hitan’ny olona izany, dia nimenomenona izy rehetra hoe: “Lasa nivahiny ao an-tranon’ny lehilahy mpanota izy.”",
        "8": "Fa i Zakaiosy kosa nitsangana, ka niteny tamin’ny Tompo hoe: “Tompo ô, homeko ny mahantra ny antsasaky ny fananako, ary izay rehetra nalaiko an-keriny dia honerako avo efatra heny.”",
        "9": "Dia hoy i Jesosy: “Androany no tonga ato amin’ity trano ity ny famonjena, satria zanak’i Abrahama koa izy.",
        "10": "Fa tonga hitady sy hamonjy ny very ny Zanak’olona.”",
        "11": "Raha mbola nihaino an’izany ireo mpianatra, dia nilaza fanoharana hafa i Jesosy, satria efa akaiky an’i Jerosalema izy, sady noheverin’izy ireo hoe hiseho avy hatrany ny Fanjakan’Andriamanitra.",
        "12": "Niteny àry izy hoe: “Nisy andriana nankany an-tany lavitra mba handray fahefana hanjaka, dia hiverina.",
        "13": "Dia niantso folo lahy tamin’ny mpanompony izy, ka nomeny folo mina izy ireo. Ary hoy izy: ‘Ampiasao hanaovana raharaham-barotra ireny mandra-pahatongako.’",
        "14": "Halan’ireo mpiray firenena taminy anefa izy. Koa rehefa lasa izy, dia naniraka ambasadaoro ireo hilaza hoe: ‘Tsy mila an’iny lehilahy iny ho mpanjakanay izahay.’",
        "15": "“Ary niverina izy, tatỳ aoriana, rehefa avy nandray fahefana hanjaka. Dia nampanantsoiny ireo mpanompo nomeny vola, mba hahitany izay tombony azon’ ireo tamin’ny raharaham-barotra nataon’izy ireo.",
        "16": "Tonga àry ny voalohany, ka niteny hoe: ‘Nahazoana tombony folo mina ilay iray mina nomenao, tompoko.’",
        "17": "Dia hoy izy taminy: ‘Tsara izany, ry mpanompo tsara! Mendri-pitokisana tamin’ny zavatra tena kely ianao, ka omeko fahefana hifehy tanàna folo.’",
        "18": "Tonga indray ny faharoa, ka nilaza hoe: ‘Nahazoana dimy mina ilay iray mina nomenao, tompoko.’",
        "19": "Hoy koa izy tamin’io: ‘Asaiko hiandraikitra tanàna dimy koa ianao.’",
        "20": "Fa tonga kosa ny iray, ka niteny hoe: ‘Intỳ, tompoko, ilay mina nomenao. Notehiriziko tao anaty lamba izy ity.",
        "21": "Natahotra anao mantsy aho, satria olona sarotsarotiny ianao, sady maka an’izay tsy napetrakao no mijinja an’izay tsy nafafinao.’",
        "22": "Dia hoy izy taminy: ‘Ny teninao ihany no itsarako anao, ry mpanompo ratsy fanahy! Fantatrao fa olona sarotsarotiny aho, sady maka an’izay tsy napetrako no mijinja an’izay tsy nafafiko.",
        "23": "Koa maninona no tsy napetrakao tany amin’ny banky ny volako? Amin’izay rehefa tonga aho dia ho nandray an’ilay izy miaraka amin’ny zanabola.’",
        "24": "“Ary hoy izy tamin’ireo nijoro teo: ‘Alaivo ilay mina any aminy, dia omeo an’ilay manana folo mina.’",
        "25": "Hoy anefa izy ireo taminy: ‘Efa manana folo mina izy, tompoko!’",
        "26": "Dia hoy izy: ‘Lazaiko aminareo fa izay manana dia homena bebe kokoa, fa izay tsy manana kosa, na izay ananany aza dia halaina aminy.",
        "27": "Ary ento atỳ koa ireo fahavaloko tsy nanaiky ahy ho mpanjaka ireo, ka vonoy ho faty eto anatrehako.’”",
        "28": "Rehefa avy nilaza an’izany izy, dia nandeha nialoha hiakatra ho any Jerosalema.",
        "29": "Ary rehefa nanakaiky an’i Betifaga sy Betania, teo amin’ilay tendrombohitra atao hoe Tendrombohitra Oliva, izy, dia naniraka roa lahy tamin’ny mpianany.",
        "30": "Dia hoy izy: “Mandehana ao amin’irỳ tanàna kely irỳ. Ary rehefa tafiditra ao ianareo, dia hahita zanak’ampondra mifatotra, mbola tsy nitaingenan’olona mihitsy. Vahao ilay izy dia ento atỳ.",
        "31": "Ary raha misy manontany anareo hoe: ‘Fa maninona io no vahanareo?’, dia teneno hoe: ‘Misy ilan’ny Tompo azy.’”",
        "32": "Dia lasa ireo mpianatra nirahiny, ka nahita an’izay nolazainy tamin’izy ireo.",
        "33": "Raha mbola namaha an’ilay zanak’ampondra anefa izy ireo, dia hoy ny tompony: “Fa maninona no vahanareo io zanak’ampondra io?”",
        "34": "Dia namaly izy ireo hoe: “Misy ilan’ny Tompo azy.”",
        "35": "Ary nentin’izy roa lahy tany amin’i Jesosy ilay zanak’ampondra, dia napetrak’izy ireo teo ambonin’ilay izy ny akanjon’izy ireo ivelany, ka nasainy nitaingina teo i Jesosy.",
        "36": "Dia namelatra ny akanjony ivelany teo amin’ny lalana ny olona, arakaraka ny nandrosoan’i Jesosy.",
        "37": "Nanomboka nifaly daholo ny mpianatra maro be, raha vao nanakaiky an’ilay lalana midina amin’ny Tendrombohitra Oliva izy. Ary nidera an’Andriamanitra tamin’ny feo avo izy ireo, noho ny fahagagana rehetra hitany,",
        "38": "ka niteny hoe: “Hotahina anie Ilay Mpanjaka tonga amin’ny anaran’i Jehovah! Fiadanana any an-danitra ary voninahitra any amin’ny avo indrindra!”",
        "39": "Hoy anefa ny Fariseo sasany, izay teo amin’ny vahoaka: “Mpampianatra ô, teneno ny mpianatrao.”",
        "40": "Fa namaly i Jesosy hoe: “Lazaiko aminareo fa raha mangina ireo, dia ny vato no hiantsoantso.”",
        "41": "Ary nahatazana an’ilay tanàna izy rehefa nanakaiky, ka nitomany mafy azy,",
        "42": "sady niteny hoe: “Raha mba takatrao mantsy amin’ity andro ity hoe ahoana no hahazoana fiadanana! Afenina amin’ny masonao anefa izany ankehitriny.",
        "43": "Fa ho avy ny andro hananganan’ny fahavalonao fefy hazo maranitra manodidina anao, ka hohodidininy ianao ary hataony fahirano avy any amin’ny lafiny rehetra.",
        "44": "Hatontany amin’ny tany ianao sy ny zanakao ao aminao, ary tsy hisy vato havelany hifanaingina eo aminao, satria tsy takatrao ny fotoana nitsarana anao.”",
        "45": "Dia niditra tao amin’ny tempoly izy, ka nanomboka nandroaka an’izay nivarotra tao,",
        "46": "ary niteny hoe: “Voasoratra hoe: ‘Ny tranoko dia ho trano fivavahana’, fa ianareo kosa manao azy ho lava-bato fiafenan’ny jiolahy.”",
        "47": "Mbola nampianatra isan’andro tao amin’ny tempoly izy. Nitady hamono azy anefa ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny lehiben’ny vahoaka,",
        "48": "saingy tsy nahita fomba hanaovana an’izany, satria variana erỳ ny vahoaka rehetra nihaino azy."
    },
    "20": {
        "1": "Indray andro, raha mbola nampianatra olona tao amin’ny tempoly i Jesosy, sady nitory ny vaovao tsara, dia nanatona azy ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy,",
        "2": "ka niteny taminy hoe: “Lazao aminay hoe fahefana avy aiza no anaovanao an’izao? Ary iza no nanome anao an’izany fahefana izany?”",
        "3": "Dia namaly izy hoe: “Izaho koa mba hanontany anareo ka valio:",
        "4": "Avy any an-danitra sa avy amin’ny olona no nahazoan’i Jaona fahefana hanao batisa?”",
        "5": "Dia niara-nidinika izy ireo hoe: “Raha miteny izao isika hoe: ‘Avy any an-danitra’, dia hilaza izy hoe: ‘Koa naninona ianareo no tsy nino azy?’",
        "6": "Raha miteny anefa isika hoe: ‘Avy amin’ny olona’, dia hitora-bato antsika ny vahoaka rehetra, satria resy lahatra ry zareo fa mpaminany i Jaona.”",
        "7": "Koa namaly izy ireo hoe tsy fantany na avy aiza na avy aiza.",
        "8": "Dia hoy i Jesosy: “Izaho koa tsy hiteny aminareo hoe fahefana avy aiza no anaovako an’izao.”",
        "9": "Nilaza an’izao fanoharana izao tamin’ny vahoaka izy avy eo: “Nanao tanimboaloboka ny lehilahy iray, ary nampanofainy tamin’ny mpamboly ilay izy. Dia lasa nankany an-tany hafa izy ary naharitra ela be tany.",
        "10": "Rehefa tonga ny fotoam-piotazana, dia naniraka mpanompo ho any amin’ny mpamboly izy mba haka amin’ny vokatry ny tanimboaloboka. Nalefan’izy ireo nody maina anefa ilay mpanompo, rehefa avy nokapohiny.",
        "11": "Dia naniraka mpanompo hafa indray ilay lehilahy. Nokapohin’izy ireo koa izy io sady nalany baraka ary nalefany nody maina.",
        "12": "Mbola naniraka mpanompo fahatelo izy, nefa nataon’izy ireo naratra sy noroahiny koa izy io.",
        "13": "Dia hoy ilay tompon’ny tanimboaloboka: ‘Inona re no hataoko e? Haniraka ny zanako malalako aho. Angamba mba hohajain’izy ireo izy.’",
        "14": "Rehefa nahita azy ny mpamboly, dia nifampiresaka hoe: ‘Iny ny mpandova! Andao izy hovonointsika, dia amin’izay lasantsika ny lova!’",
        "15": "Koa notaritaritin’izy ireo teny ivelan’ny tanimboaloboka izy, dia novonoiny ho faty. Inona àry no hataon’ilay tompon’ny tanimboaloboka amin’izy ireo?",
        "16": "Ho avy izy dia hovonoiny ho faty ireo mpamboly ireo, ary homeny olon-kafa ny tanimboaloboka.” Dia hoy izy ireo rehefa naheno an’izany: “Enga anie mba tsy hisy izany!”",
        "17": "Fa nijery tsara azy ireo i Jesosy sady niteny hoe: “Koa inona àry no dikan’ilay voasoratra hoe: ‘Ny vato tsy tian’ny mpanao trano no lasa vato fehizoro lehibe indrindra’?",
        "18": "Ho potipotika izay rehetra mianjera eo amin’izany vato izany, ary ho torotoro izay ianjerany.”",
        "19": "Tamin’izay ora izay indrindra, dia nitady hisambotra azy ny mpanora-dalàna sy ny lehiben’ny mpisorona, satria takany fa izy ireo no tao an-tsain’i Jesosy tamin’io fanoharana io. Natahotra ny vahoaka anefa izy ireo.",
        "20": "Nanara-maso akaiky an’i Jesosy àry izy ireo, ary naniraka olona, izay nokaramainy mangingina hiseho ho olo-marina, mba hamandrika an’i Jesosy amin’ny teniny. Amin’izay izy ireo ho afaka hanolotra azy amin’ny mpitondra sy ny governora.",
        "21": "Ary nanontany an’i Jesosy izy ireo hoe: “Mpampianatra ô, fantatray fa marina ny teninao sy ny fampianaranao, ary tsy mijery tavan’olona ianao, fa marina ny fampianaranao momba an’Andriamanitra.",
        "22": "Azonay atao ve sa tsia ny mandoa hetra amin’i Kaisara?”",
        "23": "Takatr’i Jesosy anefa fa fetsy ratsy izy ireo, ka hoy izy taminy:",
        "24": "“Ampisehoy denaria iray aho. Sarin’iza io eo io, dia anaran’iza io?” Hoy izy ireo: “An’i Kaisara.”",
        "25": "Dia hoy izy: “Noho izany àry, dia aloavy amin’i Kaisara izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.”",
        "26": "Koa tsy afaka namandrika azy tamin’ny teniny teo anatrehan’ny olona izy ireo, fa kepoka tsy nahateny satria gaga tamin’ny valin-teniny.",
        "27": "Nanatona azy anefa ny sasany tamin’ny Sadoseo, izay milaza fa tsy misy fitsanganan’ny maty. Nanontanian’izy ireo izy hoe:",
        "28": "“Mpampianatra ô, nanoratra ho antsika i Mosesy hoe: ‘Raha maty ny lehilahy iray ka namela vady nefa tsy niteraka, dia tokony hampakatra an’ilay vady navelany ny rahalahiny, ka hanome taranaka ho an’ilay rahalahiny efa maty.’",
        "29": "Nisy fito mirahalahy àry. Nanambady ilay voalohany, nefa maty tsy niteraka.",
        "30": "Ary maty koa ny faharoa,",
        "31": "ka nampakatra an’ilay vehivavy ny fahatelo. Hoatr’izany daholo no nataon’izy fito. Samy maty tsy niteraka izy ireo.",
        "32": "Maty koa ilay vehivavy tamin’ny farany.",
        "33": "Koa rehefa atsangana ny maty, ho vadin’iza ilay vehivavy? Efa samy nanambady azy daholo mantsy izy fito mirahalahy.”",
        "34": "Hoy i Jesosy tamin’izy ireo: “Ny zanak’izao tontolo izao no mampaka-bady sy avoaka hampakarina.",
        "35": "Fa tsy hampaka-bady na havoaka hampakarina kosa izay hita hoe mendrika ny hiaina ao amin’ilay tontolo ho avy sy mendrika ny hatsangana amin’ny maty.",
        "36": "Tsy mety maty intsony izy ireo fa hitovy amin’ny anjely, ary zanak’Andriamanitra izy ireo satria zanaky ny fitsanganana amin’ny maty.",
        "37": "Fa na i Mosesy aza nampahafantatra hoe hatsangana ny maty, tao amin’ny fitantarana momba an’ilay voarointsilo, rehefa niantso an’i Jehovah hoe ‘Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba.’",
        "38": "Tsy mba Andriamanitry ny maty izy, fa an’ny velona satria aminy dia velona daholo izy rehetra ireo.”",
        "39": "Hoy àry ny mpanora-dalàna sasany: “Mpampianatra ô, marina ny teninao.”",
        "40": "Ary tsy sahy nanontany azy intsony izy ireo.",
        "41": "Fa nanontany azy ireo kosa i Jesosy hoe: “Maninona no lazain’ny olona fa zanak’i Davida i Kristy?",
        "42": "I Davida mihitsy mantsy no milaza ao amin’ny bokin’ny Salamo hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako",
        "43": "mandra-panaoko ny fahavalonao ho fitoeran-tongotrao.”’",
        "44": "I Davida aza niantso azy hoe ‘Tompo’, dia ahoana no maha zanany azy?”",
        "45": "Ary hoy izy tamin’ny mpianany, raha mbola nihaino azy ny vahoaka rehetra:",
        "46": "“Mitandrema amin’ny mpanora-dalàna, izay tia mandehandeha manao akanjo lava. Tiany koa ny hoarahabaina eny an-tsena, ary hahazo ny toerana eny aloha ao amin’ny synagoga sy ny toerana mihaja indrindra any amin’ny sakafo hariva.",
        "47": "Taperin’izy ireny ny fananan’ny mpitondratena, ary manao vavaka lava be izy ireny mba hisehosehoana fotsiny. Hahazo fanamelohana henjana kokoa izy ireny.”"
    },
    "21": {
        "1": "Ary nijery i Jesosy, ka nahita ny manankarena nandrotsaka ny fanomezany tao amin’ireo vata fandrotsaham-bola.",
        "2": "Dia nahita vehivavy mpitondratena mahantra nandatsaka vola madinika kely anankiroa zara raha nisy vidiny izy,",
        "3": "ka nilaza hoe: “Lazaiko marina aminareo fa io mpitondratena mahantra io no nandrotsaka betsaka kokoa noho izy rehetra.",
        "4": "Izy rehetra mantsy nandrotsaka fanomezana avy tamin’izay sisa tsy laniny, fa io vehivavy io kosa na mahantra aza, dia nandrotsaka ny fivelomany rehetra.”",
        "5": "Taorian’izay, dia nisy niresaka momba ny tempoly sy ny nandravahana azy tamin’ny vato tsara tarehy sy tamin’ny zavatra voatokana ho an’Andriamanitra.",
        "6": "Dia hoy i Jesosy: “Ho avy ny andro handrodanana an’ireo zavatra hitanareo amin’izao ireo, ka tsy hisy vato havela hifanaingina.”",
        "7": "Dia nanontany azy izy ireo hoe: “Mpampianatra ô, rahoviana marina no hitranga izany, ary inona no ho famantarana rehefa ho tonga izany?”",
        "8": "Dia hoy izy: “Mitandrema sao ho voafitaka ianareo. Fa maro no hisandoka ny anarako, dia hiteny hoe: ‘Izaho no izy’, sy hoe: ‘Efa akaiky ny fotoana voatondro.’ Koa aza manaraka azy.",
        "9": "Ary aza mihorohoro rehefa maheno ady sy korontana ianareo. Fa tsy maintsy hitranga aloha izany, nefa tsy ho tonga avy hatrany ny farany.”",
        "10": "Dia hoy izy tamin’izy ireo: “Hisy firenena hiady amin’ny firenena, ary hisy fanjakana hiady amin’ny fanjakana.",
        "11": "Hisy horohoron-tany lehibe, ary hisy mosary sy areti-mandringana any amin’ny toerana samihafa. Hisy zavatra mampahatahotra ho hitan’ny olona, ary hisy famantarana lehibe avy any an-danitra.",
        "12": "“Fa alohan’ny hitrangan’izany rehetra izany, dia hisambotra sy hanenjika anareo ny olona, ka hanolotra anareo any amin’ny synagoga sy any am-ponja. Hoentina eo anatrehan’ny mpanjaka sy ny governora ianareo, noho ny anarako.",
        "13": "Ho afaka hitory aminy ianareo amin’izay.",
        "14": "Koa aoka ianareo ho tapa-kevitra ao am-ponareo hoe tsy hanomana mialoha an’izay fiarovan-tena holazainareo,",
        "15": "satria izaho no hanoro anareo an’izay teny holazainareo sy hanome fahendrena anareo, ka tsy hahatohitra na hahavaly anareo ny fahavalonareo rehetra.",
        "16": "Na ny ray aman-dreninareo sy ny rahalahinareo sy ny havanareo ary ny namanareo koa aza hanolotra anareo amin’ny manam-pahefana, ka hisy aminareo hovonoina ho faty.",
        "17": "Ary ho halan’ny olona rehetra ianareo noho ny anarako.",
        "18": "Tsy hisy ho very anefa na dia singam-bolo iray eo amin’ny lohanareo aza.",
        "19": "Raha miaritra ianareo dia ho voavonjinareo ny ainareo.",
        "20": "“Rehefa hitanareo anefa fa misy miaramila mitoby manodidina an’i Jerosalema, dia fantaro fa efa akaiky ny fandravana azy.",
        "21": "Dia mila mandositra any an-tendrombohitra izay any Jodia, ary izay ao Jerosalema mila miala ao, ary izay any ambanivohitra tsy tokony hiditra ao Jerosalema intsony.",
        "22": "Fa andro hampiharana ny rariny izany, mba hahatanteraka an’izay rehetra voasoratra.",
        "23": "Loza no hanjo ny bevohoka sy ny mampinono, amin’izany andro izany! Fa hisy fahoriana mafy eo amin’ilay tany ary hiharan’ny fahatezerana ity firenena ity.",
        "24": "Ho fatin’ny sabatra izy ireo, ka hoentina ho babo any amin’ny firenena rehetra, ary hohitsahin’ny hafa firenena i Jerosalema mandra-pahatapitry ny fotoana voatondro ho an’ny hafa firenena.",
        "25": "“Hisy famantarana koa eny amin’ny masoandro sy ny volana ary ny kintana. Ary etỳ ambonin’ny tany, dia hitebiteby sy ho very hevitra ireo firenena, noho ny fidoboky ny ranomasina sy ny fisamboaravoarany.",
        "26": "Ho safotra ny olona noho ny tahotra sy ny fiandrasana an’izay zavatra ho tonga etỳ ambonin’ny tany, fa hohozongozonina ny herin’ny lanitra.",
        "27": "Dia avy eo ho hitan’ny olona ho avy ao amin’ny rahona ny Zanak’olona, sady ho avy amin-kery sy voninahitra lehibe.",
        "28": "Fa rehefa manomboka mitranga izany, dia mijoroa tsara ka mitrakà satria efa akaiky ny fanafahana anareo.”",
        "29": "Dia nilaza fanoharana tamin’izy ireo izy hoe: “Diniho ny aviavy sy ny hazo hafa rehetra.",
        "30": "Rehefa hitanareo mitsimoka izy ireny, dia fantatrareo fa efa akaiky ny fahavaratra.",
        "31": "Hoatr’izany koa fa rehefa hitanareo hoe miseho izany zavatra izany, dia fantaro fa efa akaiky ny Fanjakan’Andriamanitra.",
        "32": "Lazaiko marina aminareo fa tsy ho tapitra mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "33": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona mihitsy.",
        "34": "“Mitandrema anefa sao ny fonareo hovesaran’ny fihinanana tafahoatra sy ny fibobohan-toaka ary ny fanahiana eo amin’ny fiainana, ka tsy hampoizinareo ny hahatongavan’izany andro izany aminareo, fa ho tampoka",
        "35": "toy ny fandrika. Fa ho tonga amin’izay rehetra mipetraka etỳ ambonin’ny tany manontolo izany.",
        "36": "Koa miambena foana, ary mitalahoa foana mba ho afa-mandositra an’izany zava-drehetra tsy maintsy hitranga izany ianareo, ary ho afaka hitsangana eo anatrehan’ny Zanak’olona.”",
        "37": "Dia nampianatra tao amin’ny tempoly izy ny antoandro, fa niala tao kosa izy ny alina, ka nijanona tany amin’ilay tendrombohitra atao hoe Tendrombohitra Oliva.",
        "38": "Ary tonga vao maraina teo aminy, tao amin’ny tempoly, ny olona rehetra mba hihaino azy."
    },
    "22": {
        "1": "Efa nanakaiky ny Fetin’ny Mofo Tsy Misy Lalivay, dia ilay fety atao hoe Paska.",
        "2": "Nitady tetika maty paika hamonoana azy ho faty ny lehiben’ny mpisorona sy ny mpanora-dalàna tamin’izay, satria natahotra ny vahoaka izy ireo.",
        "3": "Ary i Satana niditra tao amin’i Jodasy, ilay antsoina hoe Iskariota, izay anisan’ny 12 Lahy.",
        "4": "Dia lasa i Jodasy nankany amin’ny lehiben’ny mpisorona sy ny lehiben’ny mpiambina ny tempoly mba hiresaka hoe ahoana sy ahoana no hamadihany an’i Jesosy ka hanolorany azy amin’izy ireo.",
        "5": "Koa faly izy ireo, ka nifanaraka hoe hanome vola azy.",
        "6": "Dia nanaiky izy, ary nanomboka nitady an’izay fotoana mety tsara hamadihany an’i Jesosy ka hanolorany azy amin’izy ireo, rehefa tsy misy olona.",
        "7": "Tonga ny andro voalohany hankalazana ny Fetin’ny Mofo Tsy Misy Lalivay, dia ilay andro tsy maintsy hamonoana ny biby hatao sorona hankalazana ny Paska.",
        "8": "Koa naniraka an’i Petera sy Jaona i Jesosy, ka niteny hoe: “Mandehana manomana ny Paska hohanintsika.”",
        "9": "Dia hoy izy ireo taminy: “Aiza no tianao hanomananay azy?”",
        "10": "Namaly izy hoe: “Rehefa miditra ao an-tanàna ianareo, dia hifanena amin’ny lehilahy iray mitondra siny tany feno rano. Araho any amin’izay trano idirany izy.",
        "11": "Ary ilazao ny tompon-trano hoe: ‘Niteny ny Mpampianatra hoe: “Aiza ny efitra fandraisam-bahiny azoko ihinanana ny Paska miaraka amin’ny mpianatro?”’",
        "12": "Dia hasehony anareo ny efitra malalaka iray any ambony rihana, izay efa misy fanaka. Ao omanina ny Paska.”",
        "13": "Lasa àry izy roa lahy, dia hitan’izy ireo daholo izay nolazainy tamin’izy ireo. Ary nokarakarain’izy ireo ny Paska.",
        "14": "Koa rehefa tonga ny fotoana, dia naka toerana teo amin’ny latabatra izy sy ny apostoly.",
        "15": "Ary hoy izy tamin’izy ireo: “Efa tena niriko ny hiara-mihinana an’ity Paska ity aminareo, alohan’ny hijaliako.",
        "16": "Fa lazaiko aminareo fa tsy hihinana ny Paska intsony aho, raha tsy efa tanteraka ao amin’ny Fanjakan’Andriamanitra izany.”",
        "17": "Dia noraisiny ny kaopy natolotra azy, ka nisaotra an’Andriamanitra izy, ary niteny hoe: “Raiso ity ka isotroy, ary ampitampitao amin’ny tsirairay aminareo.",
        "18": "Fa lazaiko aminareo fa manomboka izao, dia tsy hisotro ny vokatry ny voaloboka intsony aho mandra-pahatongan’ny Fanjakan’Andriamanitra.”",
        "19": "Dia nandray mofo koa izy ary nisaotra an’Andriamanitra. Ary notapahiny ilay mofo, ka nomeny azy ireo, sady hoy izy: “Ity no vatako izay homena ho anareo. Ataovy foana izao ho fahatsiarovana ahy.”",
        "20": "Toy izany koa no nataony tamin’ny kaopy, rehefa avy nihinana ny sakafo hariva izy ireo. Dia hoy izy: “Ity kaopy ity no fifanekena vaovao miorina amin’ny rako, izay halatsaka mba hahasoa anareo.",
        "21": "“Efa eto amiko, eto an-databatra, anefa ny tanan’ilay hamadika ahy.",
        "22": "Fa handeha tokoa ny Zanak’olona, araka ny efa voalaza mialoha. Na izany aza, dia hahita loza ilay olona hamadika azy!”",
        "23": "Nanomboka nifampiresaka àry izy ireo hoe iza amin’izy ireo no mieritreritra hanao an’izany.",
        "24": "Nifamaly be koa anefa izy ireo hoe iza amin’izy ireo no noheverina ho lehibe indrindra.",
        "25": "Fa hoy izy tamin’izy ireo: “Manjakazaka amin’ny firenena entiny ny mpanjaka, ary antsoina hoe Mpanao Soa izay manana fahefana eo aminy.",
        "26": "Ianareo kosa tsy tokony ho hoatr’izany. Fa izay lehibe indrindra eo aminareo no ho toy ny zandriny indrindra, ary izay mitarika ho toy ny mpanompo.",
        "27": "Fa iza moa no lehibe kokoa: Ilay misakafo sa ilay manompo? Tsy ilay misakafo ve? Fa izaho dia toy ny mpanompo eto aminareo.",
        "28": "“Ianareo anefa no nifikitra tamiko tao anatin’ireo fitsapana nahazo ahy.",
        "29": "Koa manao fifanekena aminareo aho, hoatran’ny nanaovan’ny Raiko fifanekena tamiko, dia fifanekena momba ny fanjakana,",
        "30": "mba hihinana sy hisotro eo amin’ny latabatro ao amin’ny Fanjakako ianareo, ary hipetraka eo amin’ny seza fiandrianana hitsara ny foko 12 eo amin’ny Israely.",
        "31": "“Simona, Simona, nangataka i Satana mba hosivaniny toy ny vary daholo ianareo.",
        "32": "Efa nitalaho ho anao anefa aho mba tsy ho levona ny finoanao. Ary raha vao tafarina ianao, dia ampaherezo ny rahalahinao.”",
        "33": "Dia hoy i Petera: “Tompo ô, vonona hiaraka aminao aho, na higadra ianao na ho faty.”",
        "34": "Hoy anefa izy: “Lazaiko aminao, ry Petera, fa mbola tsy maneno akory ny akoho anio, dia efa handa intelo ianao hoe tsy mahalala ahy.”",
        "35": "Hoy koa izy tamin’izy ireo: “Nisy nahory anareo ve, tamin’ianareo nirahiko tsy nitondra kitapom-bola na kitapom-batsy na kapa?” Hoy izy ireo: “Tsy nisy!”",
        "36": "Dia hoy izy: “Fa ankehitriny kosa, aoka izay manana kitapom-bola hitondra an’izany, ary toy izany koa izay manana kitapom-batsy. Ary izay tsy manana sabatra, aoka izy hivarotra ny akanjony ivelany ka hividy sabatra.",
        "37": "Fa lazaiko aminareo fa tsy maintsy ho tanteraka amiko izao voasoratra izao: ‘Natao ho anisan’ny mpandika lalàna izy.’ Fa efa eo am-pahatanterahana izay voasoratra momba ahy.”",
        "38": "Dia hoy izy ireo: “Ireto misy sabatra roa, Tompo ô!” Hoy izy: “Ampy ireny.”",
        "39": "Dia lasa izy nankany amin’ny Tendrombohitra Oliva, toy ny fanaony, ary nanaraka azy koa ny mpianatra.",
        "40": "Hoy izy tamin’izy ireo rehefa tonga teo amin’ilay toerana: “Mivavaha foana mba tsy ho resin’ny fakam-panahy.”",
        "41": "Ary nihataka kely tokotokony ho indray mitora-bato izy, dia nandohalika ka nivavaka",
        "42": "hoe: “Ray ô, raha sitrakao, dia esory amiko ity kaopy ity, nefa aoka tsy ny sitrapoko no hatao, fa ny anao.”",
        "43": "Dia nisy anjely anankiray avy any an-danitra niseho taminy, ary nankahery azy.",
        "44": "Nitebiteby be mihitsy anefa izy, ka vao mainka nivavaka mafimafy kokoa foana, ary lasa hoatran’ny ra nitete tamin’ny tany ny hatsembohany.",
        "45": "Rehefa avy nivavaka izy dia nitsangana, ka nankeny amin’ny mpianany, ary nahita azy ireo efa rendremana satria reraky ny alahelo.",
        "46": "Koa niteny tamin’izy ireo izy hoe: “Maninona ianareo no matory? Mitsangàna ary mivavaha foana, mba tsy ho resin’ny fakam-panahy.”",
        "47": "Tsy tapitra akory anefa ny teniny, dia ireny fa nisy vahoaka be tonga. Ary nitarika azy ireo ilay lehilahy atao hoe Jodasy, ilay anisan’ny 12 Lahy. Dia nanatona an’i Jesosy izy mba hanoroka azy.",
        "48": "Hoy anefa i Jesosy taminy: “Oroka ve no amadihanao ny Zanak’olona, ry Jodasy?”",
        "49": "Tsinjotsinjon’ireo nanodidina azy izay hitranga, ka niteny izy ireo hoe: “Hasianay amin’ny sabatra ve ry zareo, Tompo ô?”",
        "50": "Ny iray tamin’izy ireo aza namely an’ilay mpanompon’ny mpisoronabe mihitsy, ka niala ny sofiny havanana.",
        "51": "Fa hoy i Jesosy: “Aoka izay!” Ary nokasihiny ny sofin’ilay mpanompo ka nositraniny.",
        "52": "Dia hoy i Jesosy tamin’ny lehiben’ny mpisorona sy ny lehiben’ny mpiambina ny tempoly ary ny anti-panahy izay tonga teo hisambotra azy: “Tonga atỳ miaraka amin’ny sabatra sy kibay ve ianareo, hoatr’ireny hisambotra mpangalatra ireny?",
        "53": "Niaraka taminareo tao amin’ ny tempoly aho isan’andro, nefa tsy nisambotra ahy ianareo. Fa tonga izao ny fotoananareo sy ny fahefan’ny haizina.”",
        "54": "Dia nosamborin’izy ireo izy ka nentiny nankao an-tranon’ny mpisoronabe. Fa i Petera kosa nanaraka teny lavidavitra teny.",
        "55": "Rehefa nandrehitra afo teo afovoan’ny tokotany izy ireo ka niara-nipetraka teo, dia nipetraka teo niaraka tamin’izy ireo koa i Petera.",
        "56": "Nahita azy nipetraka teo akaikin’ny afo anefa ny mpanompovavy anankiray ka nandinika azy tsara, ary niteny hoe: “Io lehilahy io koa niaraka taminy.”",
        "57": "Nanda anefa izy hoe: “Tsy fantatro izy, ravehivavy!”",
        "58": "Taoriana kelin’izay dia nisy olon-kafa indray nahita azy, ka niteny hoe: “Naman-dry zareo koa ianao.” Fa hoy i Petera: “Tsy naman-dry zareo aho.”",
        "59": "Adiny iray teo ho eo taorian’izay, dia nisy lehilahy iray hafa nanizingizina hoe: “Tena niaraka taminy mihitsy io lehilahy io, fa Galilianina!”",
        "60": "Hoy anefa i Petera: “Tena tsy fantatro izany lazainao izany.” Ary tonga dia nisy akoho naneno, raha iny izy mbola niteny iny.",
        "61": "Dia nitodika ny Tompo ka nijery an’i Petera. Ary tsaroan’i Petera ilay tenin’ny Tompo taminy hoe: “Mbola tsy maneno akory ny akoho anio, dia handa ahy intelo ianao.”",
        "62": "Koa nivoaka tany ivelany izy sady nigogogogo nitomany.",
        "63": "Ary nanomboka naneso an’i Jesosy sy nikapoka azy ny olona niambina azy.",
        "64": "Dia nosaronan’izy ireo ny tarehiny, ka naverimberiny nanontaniana izy hoe: “Maminania! Iza ilay namely anao teo?”",
        "65": "Ary nilaza zavatra maro hafa izy ireo, mba hanevatevana azy.",
        "66": "Rehefa maraina ny andro, dia nivory ny anti-panahy rehetran’ny vahoaka, izany hoe ny lehiben’ny mpisorona sy ny mpanora-dalàna. Ary nentin’izy ireo tao amin’ny trano nisy ny Fitsarana Avo Jiosy izy, ka noteneniny hoe:",
        "67": "“Lazao aminay raha ianao no Kristy.” Fa hoy izy: “Na hoteneniko aminareo aza, dia tsy hino mihitsy ianareo.",
        "68": "Ary raha hanontaniako ianareo, dia tsy hamaly.",
        "69": "Fa manomboka izao, dia hipetraka eo ankavanan’ilay Andriamanitra mahery ny Zanak’olona.”",
        "70": "Dia hoy izy rehetra: “Zanak’Andriamanitra ve izany ianao?” Hoy izy: “Voalazanareo fa izany aho.”",
        "71": "Dia hoy ireo: “Inona indray no ilantsika porofo? Isika mihitsy no naheno ny vavany niteny an’izany.”"
    },
    "23": {
        "1": "Dia nitsangana ny vahoaka rehetra, ka nitondra an’i Jesosy tany amin’i Pilato.",
        "2": "Ary nanomboka niampanga azy izy ireo hoe: “Ity lehilahy ity hitanay nampirisika ny firenenay hikomy, sady nandrara ny olona tsy handoa hetra amin’i Kaisara, ary nilaza fa izy no Kristy mpanjaka.”",
        "3": "Dia nanontany azy i Pilato hoe: “Ianao ve no Mpanjakan’ny Jiosy?” Hoy i Jesosy: “Voalazanao.”",
        "4": "Dia hoy i Pilato tamin’ny lehiben’ny mpisorona sy ny vahoaka: “Tsy hitako izay helok’ity lehilahy ity.”",
        "5": "Fa vao mainka izy ireo nanizingizina hoe: “Mampirisika ny vahoaka hikomy izy rehefa nampianatra eran’i Jodia, nanomboka hatrany Galilia ka hatratỳ.”",
        "6": "Nandre an’izany i Pilato, ka nanontany raha Galilianina izy.",
        "7": "Rehefa avy nohamarininy fa avy any amin’ny faritra iadidian’i Heroda izy, dia nalefany tany aminy. I Heroda rahateo koa tany Jerosalema tamin’izay.",
        "8": "Faly be i Heroda nahita an’i Jesosy. Efa ela mantsy izy no te hahita an’i Jesosy, satria efa betsaka ny zavatra henony momba azy. Ary nanantena hahita azy hanao famantarana izy.",
        "9": "Nametraka fanontaniana be dia be taminy àry izy, nefa tsy namaly i Jesosy.",
        "10": "Ny lehiben’ny mpisorona sy ny mpanora-dalàna kosa nitsangana matetika, sady niampanga mafy azy.",
        "11": "Dia nanao tsinontsinona azy i Heroda sy ny miaramilany. Naneso azy koa i Heroda, ka nampanaoviny akanjo tsara tarehy izy ary avy eo naveriny tany amin’i Pilato.",
        "12": "Ary lasa mpinamana i Heroda sy Pilato tamin’izay andro izay, nefa mpifahavalo izy roa lahy taloha.",
        "13": "Dia novorin’i Pilato ny lehiben’ny mpisorona sy ny mpitondra teo amin’ny Jiosy ary ny vahoaka,",
        "14": "ka hoy izy: “Nentinareo teto amiko ity lehilahy ity, dia nolazainareo hoe mampirisika ny vahoaka hikomy. Izao anefa, nofotopotorako teo anatrehanareo izy, dia hitako hoe tsy misy mitombina ny zavatra iampanganareo azy.",
        "15": "Na i Heroda koa aza tsy nahita hoe meloka izy, matoa izy naveriny tatỳ amintsika. Tsy nanao na inona na inona tokony hamonoana azy ho faty izy.",
        "16": "Koa hosaziko izy dia halefako.”",
        "17": "* ——",
        "18": "Fa ny vahoaka rehetra kosa niantsoantso hoe: “Vonoy io lehilahy io, fa i Barabasy no afaho ho anay!”",
        "19": "—Nogadraina io Barabasy io satria nitaona olona hikomy tao an-tanàna sady namono olona.—",
        "20": "Dia niteny tamin’izy ireo indray i Pilato satria te handefa an’i Jesosy.",
        "21": "Dia niantsoantso mafy izy ireo hoe: “Fantsiho eo amin’ny tsato-kazo izy! Fantsiho eo amin’ny tsato-kazo izy!”",
        "22": "Hoy i Pilato fanintelony: “Fa maninona? Fa inona no ratsy nataon’io lehilahy io? Tsy hitako mihitsy izay tokony hamonoana azy ho faty. Koa hosaziko izy dia halefako.”",
        "23": "Rehefa naheno an’izany anefa izy ireo, dia vao mainka nisisika sady niantsoantso mafy nitaky ny hamonoana azy. Ary nihorakoraka be izy ireo ka nilefitra izy.",
        "24": "Dia nanapa-kevitra i Pilato hoe hotanterahina izay notakin’izy ireo.",
        "25": "Koa nafahany ilay lehilahy notakin’izy ireo, dia ilay nogadraina satria nitaona olona hikomy sady namono olona. I Jesosy kosa natolony azy ireo mba hataony araka izay itiavany azy.",
        "26": "Rehefa nitondra an’i Jesosy izy ireo, dia nosakanany i Simona avy any Kyrena, izay avy tany ambanivohitra. Dia nampitondrain’izy ireo an’i Simona ny hazo fijaliana ary nasainy nandeha tao aorianan’i Jesosy izy.",
        "27": "Ary nisy vahoaka be nanaraka an’i Jesosy, anisan’izany ireo vehivavy nikapo-tratra noho ny alahelo sady nidradradradra nitomany azy.",
        "28": "Fa nitodika tany amin’ireo vehivavy ireo i Jesosy, ka niteny hoe: “Aza mitomany ahy intsony, ry zanakavavin’i Jerosalema, fa ny tenanareo sy ny zanakareo kosa itomaniana.",
        "29": "Ho avy mantsy ny andro hilazan’ny olona hoe: ‘Sambatra ny vehivavy momba, sy ny kibo tsy niteraka ary ny nono mbola tsy nisy zaza ninono!’",
        "30": "Dia hanomboka hilaza amin’ny tendrombohitra izy ireo hoe: ‘Mianjerà aminay!’, ary amin’ny havoana hoe: ‘Saròny izahay!’",
        "31": "Raha izany no ataon’izy ireo amin’izao hazo mbola mando izao, dia inona no hitranga rehefa maina ny hazo?”",
        "32": "Nisy olon-dratsy roa lahy koa nentina hovonoina niaraka taminy.",
        "33": "Dia tonga teo amin’ilay toerana atao hoe Ikarandoha izy ireo. Ary nofantsihan’ireo teo amin’ny tsato-kazo izy sy ireo olon-dratsy ireo, ka ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "34": "Fa hoy i Jesosy: “Ray ô, avelao ny helok’izy ireo, fa tsy fantany izay ataony.” Ary nanao antsapaka izy ireo mba hizarana ny akanjony.",
        "35": "Dia nijanona nijery teo ny olona. Fa ireo mpitondra teo amin’ny Jiosy kosa nanaraby azy hoe: “Ny hafa novonjeny, koa asaivo mamonjy ny tenany izy raha izy no Kristin’Andriamanitra, ilay Voafidy.”",
        "36": "Na ny miaramila aza naneso azy, ka nanatona ary nanome azy divay marikivy,",
        "37": "sady niteny hoe: “Raha Mpanjakan’ny Jiosy ianao, dia vonjeo ny tenanao.”",
        "38": "Nisy an’izao soratra izao koa teo amboniny: “Ity no Mpanjakan’ny Jiosy.”",
        "39": "Dia nanomboka nanevateva azy ny iray tamin’ireo olon-dratsy nihantona teo hoe: “Ka tsy Kristy moa ianao? Vonjeo ny tenanao dia vonjeo koa izahay!”",
        "40": "Fa niteny mafy an’io ilay anankiray hoe: “Mbola tsy matahotra an’Andriamanitra ihany ve ianao, nefa ianao koa aza efa voaheloka hoatr’azy?",
        "41": "Rariny isika raha voaheloka, satria mendrika handray ny valin’ny nataontsika, fa izy kosa tsy mba nanao zavatra tsy nety.”",
        "42": "Hoy izy avy eo: “Jesosy ô, tsarovy aho rehefa tonga any amin’ny Fanjakanao ianao.”",
        "43": "Dia hoy i Jesosy taminy: “Lazaiko marina aminao anio fa hiaraka amiko any amin’ny Paradisa ianao.”",
        "44": "Ora fahenina teo ho eo tamin’izay, kanefa nisy haizina nanarona an’ilay faritra manontolo hatramin’ny ora fahasivy,",
        "45": "satria tsy nazava ny masoandro. Ary triatra nizara roa teo afovoany ilay ridao tao amin’ny toerana masina.",
        "46": "Dia niantsoantso mafy i Jesosy hoe: “Ray ô, ankiniko aminao ny aiko.” Dia tapitra ny ainy, rehefa avy nilaza an’izany izy.",
        "47": "Nahita an’izay nitranga ilay manamboninahitra ka nanome voninahitra an’Andriamanitra. Dia niteny izy hoe: “Tena olo-marina io lehilahy io.”",
        "48": "Rehefa nahita an’izany ny vahoaka rehetra tonga mba hijery an’izay nitranga, dia niverina nody izy ireo sady nikapo-tratra.",
        "49": "Ary nijoro teny lavitra teny ny olom-pantany rehetra. Teo koa ireo vehivavy nanaraka azy avy tany Galilia ka nahita an’izany.",
        "50": "Ary nisy lehilahy iray atao hoe Josefa, izay anisan’ny Filan-kevitry ny Jiosy. Lehilahy tsara toetra izy sady olo-marina.",
        "51": "—Tsy nanaiky hanohana ny tetika sy ny zava-dratsy nataon’ilay Filan-kevitra izy.—Avy any Arimatia tanànan’ny Jodianina izy, ary niandry ny Fanjakan’Andriamanitra.",
        "52": "Nankany amin’i Pilato izy, dia nangataka ny fatin’i Jesosy.",
        "53": "Ary nampidininy ilay faty ka nofonosiny lamba rongony tena tsara, dia napetrany tao amin’ny fasana iray nolavahana tao amin’ny vatolampy, izay mbola tsy nandevenana mihitsy.",
        "54": "Andro Fiomanana tamin’izay, ary efa hanomboka ny Sabata.",
        "55": "Ary nanaraka teny koa ireo vehivavy izay niaraka taminy avy tany Galilia, ka nijery ny fasana sy ny fomba nametrahana ny fatin’i Jesosy.",
        "56": "Dia nody izy ireo mba hanomana zava-manitra sy menaka manitra. Mazava ho azy anefa fa niala sasatra izy ireo ny Sabata, satria izany no takin’ny Lalàna."
    },
    "24": {
        "1": "Tamin’ny andro voalohany amin’ny herinandro anefa, dia nankany am-pasana vao maraina be izy ireo nitondra ny zava-manitra efa nomaniny.",
        "2": "Hitan’izy ireo anefa fa efa voakodia niala teo amin’ny fasana ny vato.",
        "3": "Dia niditra izy ireo, kanjo tsy nahita ny fatin’i Jesosy Tompo.",
        "4": "Raha mbola very hevitra teo izy ireo, dia ireo fa nisy lehilahy anankiroa nanao akanjo mamirapiratra, nijoro teo akaikiny.",
        "5": "Dia natahotra izy ireo ka niondrika. Hoy àry izy roa lahy: “Fa maninona ianareo no atỳ amin’ny maty no mitady an’ilay efa velona?",
        "6": "Tsy ato izy, fa efa natsangana tamin’ny maty. Tadidio izay noteneniny taminareo tamin’izy mbola tany Galilia.",
        "7": "Nilaza izy tamin’izay fa tsy maintsy hatolotra amin’ny mpanota ny Zanak’olona, dia hovonoina eo amin’ny tsato-kazo ary hitsangana amin’ny maty amin’ny andro fahatelo.”",
        "8": "Izay vao tadidin’izy ireo ny teniny,",
        "9": "ary niala teo amin’ilay fasana izy ireo ka niverina, dia nitantara an’izany rehetra izany tamin’ny 11 Lahy sy ny hafa rehetra.",
        "10": "Tsy iza ireo vehivavy ireo fa i Maria Magdalena sy Johana ary Maria renin’i Jakoba. Ary ny vehivavy hafa niaraka tamin’izy ireo dia niresaka an’izany koa tamin’ny apostoly.",
        "11": "Noheverin’izy ireny fa niteniteny foana anefa ireo vehivavy ireo, ka tsy ninoany.",
        "12": "Fa nitsangana kosa i Petera, ka lasa nihazakazaka nankany am-pasana. Ary niondrika nijery izy, nefa tsy nahita afa-tsy ireo lamba rongony namonosana an’ilay faty. Koa niala teo izy, sady lasa saina hoe inona no nitranga.",
        "13": "Ary tamin’izay andro izay indrindra, dia nisy mpianatra roa lahy nankany amin’ny tanàna kely atao hoe Emaosy, any amin’ny 11 kilaometatra eo ho eo avy ao Jerosalema.",
        "14": "Niresaka momba an’izay rehetra nitranga izy roa lahy.",
        "15": "Raha mbola niresaka sy nifanakalo hevitra momba an’izany izy ireo, dia nanatona i Jesosy ary niara-dalana taminy.",
        "16": "Nahita azy izy roa lahy nefa tsy nahafantatra azy.",
        "17": "Ary hoy izy tamin’izy ireo: “Inona izany iadianareo hevitra etỳ an-dalana izany?” Dia nijanona izy ireo sady hita hoe nalahelo.",
        "18": "Ary hoy ilay atao hoe Kleopasy: “Vahiny mipetra-drery any Jerosalema angaha ianao no tsy mahalala ny zava-nitranga tany tato ho ato?”",
        "19": "Dia nanontany izy hoe: “Zavatra inona?” Hoy izy ireo: “Ny momba an’i Jesosy avy any Nazareta! Mpaminany niavaka teo anatrehan’Andriamanitra sy ny olona rehetra izy, tamin’ny zavatra nataony sy nolazainy.",
        "20": "Dia nanolotra azy mba homelohina ho faty ny lehiben’ny mpisorona sy ny mpitondra eo amin’ny Jiosy. Koa nofantsihan-dry zareo teo amin’ny tsato-kazo izy.",
        "21": "Izahay anefa nanantena hoe izy no hanafaka ny Israely. Sady androany koa no andro fahatelo taorian’ny nitrangan’izany.",
        "22": "Nahagaga anay koa ny tenin’ny vehivavy sasany teo aminay. Nankany am-pasana vao maraina mantsy ry zareo,",
        "23": "ka rehefa tsy hitany ilay faty, dia niverina ry zareo ary nilaza fa nahita anjely niteny hoe velona izy.",
        "24": "Lasa nankany am-pasana àry ny sasany taminay, dia nitovy tamin’ny zavatra nolazain’ireo vehivavy mihitsy no hitany. Tsy nahita an’i Jesosy anefa ry zareo.”",
        "25": "Koa niteny tamin’izy roa lahy izy hoe: “Tsy mandinika tsara ianareo, ary ela vao mino an’izay rehetra nolazain’ny mpaminany!",
        "26": "Tsy tokony ho niaritra an’izany rehetra izany ve i Kristy mba homem-boninahitra?”",
        "27": "Dia nohazavainy tamin’izy ireo izay zavatra rehetra resahin’ny Soratra Masina momba azy, nanomboka hatrany amin’i Mosesy sy ny Mpaminany rehetra.",
        "28": "Tonga teo akaikin’ilay tanàna kely halehany izy ireo tamin’ny farany, ary mody nanohy ny diany izy.",
        "29": "Niangavy azy mba hijanona anefa izy ireo, ka niteny hoe: “Mijanòna miaraka aminay fa efa ho hariva ny andro, sady efa ho maizina.” Koa niditra izy ary nijanona niaraka tamin’izy ireo.",
        "30": "Rehefa niara-nisakafo izy ireo, dia noraisiny ny mofo ka nisaotra an’Andriamanitra izy. Ary notapahiny ilay izy, dia natolony azy ireo.",
        "31": "Tamin’izay vao tonga saina izy roa lahy ka fantany hoe iza izy. Nanjavona teo anatrehan’izy ireo anefa izy.",
        "32": "Koa nifampiresaka izy roa lahy hoe: “Tsy hoatran’ny hoe nisy afo niredareda ve tao am-pontsika tamin’izy niresaka tamintsika teny an-dalana, dia nanazava tsara ny Soratra Masina tamintsika?”",
        "33": "Ary tamin’izay ora izay ihany dia nitsangana izy roa lahy, ka niverina tany Jerosalema, ary nahita an’izy 11 Lahy sy ireo nivory niaraka taminy,",
        "34": "izay niteny hoe: “Tena marina tokoa fa efa natsangana tamin’ny maty ny Tompo, ary efa niseho tamin’i Simona izy!”",
        "35": "Dia notantarain’izy roa lahy koa ny zava-nitranga teny an-dalana sy ny nahafantaran’izy ireo azy tamin’izy nanapaka ny mofo.",
        "36": "Raha mbola samy niresadresaka an’izany teo izy ireo, dia tonga nijoro teo afovoany i Jesosy ka niteny hoe: “Fiadanana anie ho anareo!”",
        "37": "Dia nihorohoro sy natahotra izy ireo, ka noheveriny fa anjely no hitany.",
        "38": "Hoy àry izy: “Fa maninona ianareo no mitebiteby? Ary maninona no misalasala ianareo ao am-ponareo?",
        "39": "Jereo ny tanako sy ny tongotro, fa izaho ihany ity. Kasiho aho dia jereo, fa ny anjely tsy manana nofo sy taolana hoatran’izao ahitanareo ahy izao.”",
        "40": "Sady niteny an’izany izy no nampiseho tamin’izy ireo ny tanany sy ny tongony.",
        "41": "Mbola tsy nino ihany anefa izy ireo satria faly loatra sady gaga be, ka hoy izy: “Misy zavatra azo hanina ve ato aminareo?”",
        "42": "Koa nomen’izy ireo sombin-trondro natono izy.",
        "43": "Dia noraisiny ilay izy ary nohaniny teo imason’izy ireo.",
        "44": "Hoy izy avy eo: “Efa niteny taminareo aho, tamin’izaho mbola teo aminareo, fa tsy maintsy ho tanteraka izay rehetra nosoratana momba ahy ao amin’ny Lalàn’i Mosesy sy ao amin’ny Mpaminany ary ny Salamo.”",
        "45": "Dia nosokafany tanteraka ny sain’izy ireo mba ho azon’izy ireo tsara ny hevitry ny Soratra Masina,",
        "46": "ka hoy izy: “Izao no efa voasoratra: Hijaly i Kristy, dia hitsangana amin’ny maty amin’ny andro fahatelo,",
        "47": "ary amin’ny anarany no hitoriana any amin’ny firenena rehetra ny fibebahana hahazoana famelan-keloka. Ary atomboka eto Jerosalema izany.",
        "48": "Ianareo no ho vavolombelon’izany.",
        "49": "Ary halefako aminareo ilay nampanantenain’ny Raiko. Mijanòna anefa eto an-tanàna mandra-pahatongan’ny fotoana hahazoanareo hery avy any amin’ny avo.”",
        "50": "Dia nentiny nivoaka an’ilay tanàna izy ireo, ka tonga hatrany Betania. Ary nampiakatra ny tanany izy, dia notsofiny rano izy ireo.",
        "51": "Ary nosarahina tamin’izy ireo izy ka nakarina ho any an-danitra, tamin’izy mbola nitso-drano azy ireo.",
        "52": "Dia niankohoka teo anatrehany izy ireo, ary faly be nandeha niverina tany Jerosalema.",
        "53": "Ary tao amin’ny tempoly foana izy ireo, nidera an’Andriamanitra."
    },
    "meta": {
        "name": "Lioka",
        "order": 41,
        "chapter_number": 24
    }
}