{
    "1": {
        "1": "Fanambarana: Izao no tenin’i Jehovah nampitain’i Malakia ho an’ny Israely:",
        "2": "“Efa nasehoko anareo hoe tiako ianareo”, hoy i Jehovah. Hoy anefa ianareo: “Inona no porofo fa tia anay ianao?” Dia hoy i Jehovah: “Angaha moa tsy rahalahin’i Jakoba i Esao? I Jakoba anefa no tiako,",
        "3": "fa i Esao kosa halako, ka nataoko tsy misy mponina ny tendrombohiny. Navelako ho lasa fonenan’ny alikadia any an-tany efitra koa ny lovany.”",
        "4": "“Miteny i Edoma hoe: ‘Nopotipotehina izahay, nefa hiverina ka hanorina an’ireo tanàna rava.’ Hoy anefa i Jehovah Tompon’ny tafika: ‘Izy ireo hanorina, fa izaho kosa handrava. Dia hantsoina hoe “tanin’ny faharatsiana” sy “vahoaka nomelohin’i Jehovah mandrakizay” izy ireo.",
        "5": "Hahita maso an’izany ianareo ka hilaza hoe: “Hankalazaina anie i Jehovah, eran’ny faritry ny Israely!”’”",
        "6": "“‘Manaja ny rainy ny zanaka, ary manaja ny tompony ny mpanompo’, hoy i Jehovah Tompon’ny tafika. ‘Koa raha izaho no rainareo’, ry mpisorona manao tsinontsinona ny anarako, ‘dia aiza izay fanajana ahy? Ary raha izaho no tomponareo, aiza izay fahatahorana ahy?’ “‘Hoy anefa ianareo: “Fa inona no nataonay no hoe naniratsira ny anaranao izahay?”’",
        "7": "“‘Sakafo voaloto no atolotrareo eo amin’ny alitarako.’ “‘Dia hoy ianareo: “Fa inona no nataonay no hoe nandoto anao izahay?”’ “‘Satria ianareo miteny hoe: “Tsisy ilana azy ny latabatr’i Jehovah!”",
        "8": "Rehefa manao sorona biby jamba koa ianareo, dia miteny hoe: “Tsy misy maha ratsy an’izany!” Ary rehefa manolotra biby kilemaina na marary ianareo, dia miteny hoe: “Tsy misy maha ratsy an’izany!”’” “Mba andramo aterina any amin’ny governoranao ange ireny e! Dia ho faly aminao ve izy na handray tsara anao?”, hoy i Jehovah Tompon’ny tafika.",
        "9": "“Mitalahoa re amin’Andriamanitra e! Amin’izay mba hiantra izy. Handray tsara anareo ve Izy raha izany no fanatitra atolotrareo?”, hoy i Jehovah Tompon’ny tafika.",
        "10": "“Iza aminareo no mba vonona hanidy varavarana? Na dia ny mandrehitra afo eo amin’ny alitarako aza tsy ataonareo maimaim-poana. Tsy mankasitraka anareo mihitsy aho”, hoy i Jehovah Tompon’ny tafika, “ary tsy misy mahafaly ahy mihitsy ny fanomezana avy aminareo.”",
        "11": "“Ho be voninahitra eo amin’ireo firenena ny anarako, hatrany amin’ny fiposahan’ny masoandro ka hatrany amin’ny filentehany. Eny rehetra eny, dia hisy hanao sorona hatao midona-tsetroka, ary hisy hanao fanatitra, ho fanomezam-boninahitra ny anarako. Ho fanomezana madio izany. Ho be voninahitra eo amin’ireo firenena mantsy ny anarako”, hoy i Jehovah Tompon’ny tafika.",
        "12": "“Fa ianareo kosa manazimbazimba ny anarako satria milaza hoe: ‘Voaloto ny latabatr’i Jehovah ary tsisy ilana azy ny fanatitra na ny sakafo eo amboniny.’",
        "13": "Milaza koa ianareo hoe: ‘Mandreraka izy izany!’ Dia mianjonanjona ianareo sady manao tsinontsinona an’ilay fanatitra”, hoy i Jehovah Tompon’ny tafika. “Biby nangalarina sy kilemaina ary marary no entinareo. Izany ve no mba omenareo ahy? Dia handray an’izany ve aho?”, hoy i Jehovah.",
        "14": "“Voaozona izay fetsifetsy fa biby misy tsininy no ataony sorona ho an’i Jehovah rehefa mivoady, nefa izy mba manana biby tsy manan-kilema ihany ao amin’ny andiam-bibiny. Fa Mpanjaka tena miavaka aho, ary hatahoran’ireo firenena sy hohajainy ny anarako”, hoy i Jehovah Tompon’ny tafika."
    },
    "2": {
        "1": "“Ho anareo izao didy izao, ry mpisorona.",
        "2": "Raha tsy mety mihaino anefa ianareo, ka tsy mandray am-po an’izany mba hanomezam-boninahitra ny anarako”, hoy i Jehovah Tompon’ ny tafika, “dia hozoniko ianareo, ary hovako ho ozona ny tsodrano omenareo. Efa novako ho ozona mihitsy aza ny tsodrano omenareo, satria tsy mandray am-po an’izany ianareo.”",
        "3": "“Hopotehiko ny voa nafafinareo, noho izay nataonareo. Hafafiko eny amin’ny tarehinareo ny tain’ny biby atao sorona amin’ny fetinareo, ary hatsipy eny ianareo.",
        "4": "Dia ho fantatrareo fa izaho no nanome anareo an’izao didy izao, mba haharitra foana ny fifanekena nataoko tamin’i Levy”, hoy i Jehovah Tompon’ny tafika.",
        "5": "“Nanao fifanekena taminy aho hoe hanome azy fiainana sy fiadanana, mba hatahorany ahy. Dia nomeko azy izany. Natahotra ahy izy, ary tena nohajainy ny anarako.",
        "6": "Teo am-bavany ny lalàn’ny fahamarinana, ary tsy mba niteny zava-dratsy mihitsy izy. Nifandray tsara tamiko izy sady nanao izay mahitsy teo anatrehako, ary nanampy olona maro tsy hanao ratsy intsony.",
        "7": "Fa tokony hampita fahalalana amin’ny olona ny mpisorona, ary tokony hanatona azy ny olona rehefa manontany momba ny lalàna. Izy mantsy no mpitondra hafatr’i Jehovah Tompon’ny tafika.",
        "8": "“Niala tamin’ny lala-mahitsy anefa ianareo, ary noho ny nataonareo dia olona maro no tsy nanaraka ny lalàna. Nivadika tamin’ny fifanekena natao tamin’i Levy koa ianareo”, hoy i Jehovah Tompon’ny tafika.",
        "9": "“Dia hataoko izay hankahalan’ny olona rehetra anareo sy hanambaniany anareo. Tsy nanaraka ny lalana natoroko mantsy ianareo, fa niangatra rehefa nampihatra ny lalàna.”",
        "10": "“Tsy anankiray ihany ve ny raintsika rehetra? Ary tsy Andriamanitra iray ihany ve no namorona antsika? Koa nahoana isika samy isika no mivadika, ka manazimbazimba ny fifanekena nataon’ny razantsika?",
        "11": "Efa nivadika ny mponin’i Joda, ary zavatra maharikoriko no atao eo amin’ny Israely sy eto Jerosalema. Fa nanazimbazimba ny fahamasinan’i Jehovah ny mponin’i Joda, nefa Andriamanitra tia fahamasinana izy. Zanakavavin’ny andriamani-kafa koa no nalain’izy ireo ho vady.",
        "12": "Haringan’i Jehovah tsy hisy ao amin’ny tranolain’i Jakoba intsony izay manao an’izany, na iza izy na iza, na dia manolotra fanatitra atao fanomezana ho an’i Jehovah Tompon’ny tafika aza izy.”",
        "13": "“Ary misy zavatra hafa koa ataonareo, ka lasa rakotra ranomaso sy tomany ary fisentoana ny alitaran’i Jehovah. Koa tsy raharahiany intsony ny fanatitra ataonareo fanomezana, ary tsy misy ankasitrahany izay atolotrareo.",
        "14": "Hoy ianareo: ‘Fa maninona?’ Satria i Jehovah no mijoro ho vavolombelona miampanga anao eo anatrehan’ny vadin’ny fahatanoranao. Nivadika tamin’ny vadinao mantsy ianao, na dia namanao sady vady vita fifanekena taminao aza izy.",
        "15": "Nisy iray tsy mba nanao hoatr’izany anefa, satria mbola nanana ny fanahy masin’Andriamanitra ihany izy. Fa inona no zava-dehibe tamin’io iray io? Ny taranak’Andriamanitra. Tandremo àry ny toe-tsainareo, ary aza mivadika amin’ny vadin’ny fahatanoranareo.",
        "16": "Fa halako ny fisaraham-panambadiana”, hoy i Jehovah Andriamanitry ny Israely. “Halako koa ny olona mahery setra”, hoy i Jehovah Tompon’ny tafika. “Tandremo àry ny toe-tsainareo, ary aza mivadika.",
        "17": "“Mandreraka an’i Jehovah ianareo amin’ny teninareo. Hoy anefa ianareo: ‘Fa nandreraka azy ahoana koa izahay?’ Satria ianareo miteny hoe: ‘Izay rehetra manao ratsy dia tsara eo imason’i Jehovah, sady mahafinaritra azy.’ Na koa hoe: ‘Aiza izao ilay Andriamanitra tia rariny?’”"
    },
    "3": {
        "1": "“Halefako ilay olona irahiko, dia hanomana ny lalana halehako izy. Ary ho avy tampoka ao amin’ny tempoliny ilay tena Tompo tadiavinareo. Ho avy koa ilay iraky ny fifanekena izay mahafinaritra anareo. Ho avy tokoa izy”, hoy i Jehovah Tompon’ny tafika.",
        "2": "“Iza anefa no hahatanty ny andro hiaviany, ary iza no hahavita hijoro rehefa miseho izy? Fa ho toy ny afon’ny mpandrendrika metaly izy sady ho toy ny savonin’ny mpanasa lamba.",
        "3": "Ary hipetraka hoatran’ny mpandrendrika sy mpanadio volafotsy izy, dia hodioviny ny taranak’i Levy. Hodioviny hoatran’ny manadio volamena sy volafotsy izy ireo. Ho lasa olo-marina manolotra fanatitra atao fanomezana izy ireo, amin’i Jehovah.",
        "4": "Dia hahafaly an’i Jehovah ilay fanatitra homen’i Joda sy Jerosalema, hoatran’ny tamin’ny andro fahiny sy tamin’ireo taona taloha ela be.",
        "5": "“Ho avy hitsara anareo aho, ka ho avy haingana hijoro ho vavolombelona hiampanga ny mpilalao ody, ny mpanitsakitsa-bady, ny olona mianiana lainga, ny mpanambaka an’izay mpiasa karamainy, ny mpanambaka mpitondratena sy kamboty ray, ary izay tsy mety manampy ny hafa firenena. Tsy matahotra ahy ireny”, hoy i Jehovah Tompon’ny tafika.",
        "6": "“Fa izaho no Jehovah ary tsy miova aho. Taranak’i Jakoba ianareo, ka tsy ho ripaka.",
        "7": "Efa hatramin’ny andron’ny razambenareo ianareo no niala tamin’ny fitsipiko sy tsy nanaraka an’izany. Miverena amiko dia hiverina aminareo aho”, hoy i Jehovah Tompon’ny tafika. Hoy anefa ianareo: “Dia ahoana no hataonay mba hiverenanay aminao?”",
        "8": "“Hahavita handroba an’Andriamanitra ve ny olombelona? Ianareo anefa mandroba ahy.” Dia hoy ianareo: “Fa inona no nataonay no hoe nandroba anao izahay?” “Tsy nitondra ampahafolon-karena sy fanomezana ianareo.",
        "9": "Tena voaozona ianareo, satria mandroba ahy. Ny firenenareo manontolo mihitsy no manao an’izany.",
        "10": "Ento ao an-trano fitehirizana àry ny ampahafolon-karena rehetra, mba hisy sakafo ao an-tranoko. Ary tsapao toetra amin’izany ange aho e”, hoy i Jehovah Tompon’ny tafika, “dia ho hitanareo fa hosokafako ho anareo ny vavahadin-dranon’ny lanitra. Dia handrotsaka fitahiana be dia be aminareo aho, mihoatra noho izay ilainareo aza.”",
        "11": "“Ary hoteneniko mafy ny valala mba tsy hanimba ny vokatry ny taninareo. Dia tsy hisy an’izany voaloboka tsy mamoa izany eny amin’ny sahanareo”, hoy i Jehovah Tompon’ny tafika.",
        "12": "“Holazain’ny firenena rehetra hoe sambatra ianareo, satria ho lasa tany mahafinaritra”, hoy i Jehovah Tompon’ny tafika.",
        "13": "“Henjana ny teninareo momba ahy”, hoy i Jehovah. Hoy anefa ianareo: “Fa inona ny resaka nifanaovanay ka nampalahelo anao?”",
        "14": "“Miteny ianareo hoe: ‘Tsy misy dikany ny manompo an’Andriamanitra. Inona izao ny soa mba noraisintsika tamin’isika nanao ny adidintsika taminy, sady nampiseho tamin’i Jehovah Tompon’ny tafika hoe nalahelo fa nanota?",
        "15": "Ny olona sahisahy ratsy indray izao no heverintsika hoe sambatra. Ny mpanao ratsy koa no mahomby. Sahy mitsapa toetra an’Andriamanitra izy ireo, nefa dia afa-maina fotsiny.’”",
        "16": "Tamin’izany andro izany, dia nifampiresaka tamin’ny namany avy ireo matahotra an’i Jehovah. Ary nihaino tsara azy ireo foana i Jehovah. Dia nisy boky fahatsiarovana nosoratana teo anatrehany, ho fahatsiarovana an’ireo matahotra an’i Jehovah sy misaintsaina ny anarany.",
        "17": "“Ary ho ahy izy ireo”, hoy i Jehovah Tompon’ny tafika, “amin’ny andro hanaovako azy ireo ho fananako manokana. Hangoraka azy ireo aho, hoatran’ny olona mangoraka ny zanany manompo azy.",
        "18": "Dia ho hitanareo indray fa tsy mitovy ny olo-marina sy ny ratsy fanahy, ary ny manompo an’Andriamanitra sy ny tsy manompo azy.”"
    },
    "4": {
        "1": "“Ho avy ilay andro mandoro hoatran’ny lafaoro. Amin’izay dia ho lasa hoatran’ny vodivary daholo izay sahisahy ratsy sy mpanao ratsy. Handevona azy ireo ilay andro ho avy”, hoy i Jehovah Tompon’ny tafika, “ka tsy hisy hiangana na ny fakany na ny sampany.",
        "2": "Hiposaka aminareo manome voninahitra ny anarako anefa ny masoandron’ny fahamarinana. Ary hitondra fanasitranana ny taratr’ilay masoandro. Dia hitsambikimbikina hoatran’ny zanak’omby mifahy ianareo.”",
        "3": "“Hanitsakitsaka ny ratsy fanahy ianareo, satria ho toy ny vovoka eo ambany faladianareo ireny, amin’ny andro hanatanterahako an’izany”, hoy i Jehovah Tompon’ny tafika.",
        "4": "“Tsarovy ny Lalàn’i Mosesy mpanompoko, dia ny fitsipika sy didim-pitsarana nomeko tany Horeba, izay nasaiko nankatoavin’ny Israely rehetra.",
        "5": "“Hirahiko ho any aminareo i Elia mpaminany, alohan’ny hahatongavan’ny andron’i Jehovah, dia ilay andro lehibe sady mampahatahotra.",
        "6": "Ary hataony hoatran’ny fon’ny zanaka ny fon’ny ray, ary hataony hoatran’ny fon’ny ray ny fon’ny zanaka. Amin’izay aho dia tsy ho avy hamely ny tany ka tsy handravarava azy.” (Faran’ny fandikana ny Soratra Hebreo sy Aramianina. Ny fandikana ny Soratra Grika Kristianina no manaraka azy)"
    },
    "meta": {
        "name": "Malakia",
        "order": 38,
        "chapter_number": 4
    }
}