{
    "1": {
        "1": "Fanambarana: Ny tenin’i Jehovah momba ny Israely, tamin’ny alalan’i Malakia:",
        "2": "“Tia anareo aho”, hoy i Jehovah. Hoy anefa ianareo: “Ahoana no ilazanao fa tia anay ianao?” Dia hoy i Jehovah: “Tsy rahalahin’i Jakoba ve i Esao? Tiako anefa i Jakoba,",
        "3": "fa i Esao kosa halako, ka nataoko lao ny tendrombohiny ary ny lovany nataoko fonenan’ny alikadia any an-tany efitra.”",
        "4": "“Ary satria i Edoma manao hoe: ‘Notorotoroina izahay, nefa hiverina hanorina ireo tanàna rava’, dia hoy i Jehovah Tompon’ny tafika: ‘Izy ireo hanorina, fa izaho kosa handrava. Ary ny olona dia hiantso azy ireo hoe “tanin’ny faharatsiana” sy “vahoaka nomelohin’i Jehovah mandritra ny fotoana tsy voafetra.”",
        "5": "Ary hahita maso izany ianareo, ka hilaza hoe: “Hankalazaina anie i Jehovah eran’ny faritry ny Israely.”’”",
        "6": "“‘Ny zanaka dia manaja ny rainy, ary ny mpanompo manaja ny tompony. Koa raha ray aho, aiza izay fanajana ahy? Ary raha Tompo aho, aiza izay fahatahorana ahy?’, hoy i Jehovah Tompon’ny tafika, ry mpisorona manamavo ny anarako! “‘Ary hoy ianareo: “Tamin’inona no nanamavoanay ny anaranao?”’",
        "7": "“‘Noho ianareo manolotra mofo voaloto eo amin’ny alitarako.’ “‘Dia hoy ianareo: “Tamin’inona no nandotoanay anao?”’ “‘Noho ianareo milaza hoe: “Tsisy ilana azy ny latabatr’i Jehovah.”",
        "8": "Rehefa manolotra biby jamba ho sorona ianareo, dia manao hoe: “Tsy misy maha ratsy an’izany!” Ary rehefa manolotra biby kilemaina na marary ianareo, dia manao hoe: “Tsy misy maha ratsy an’izany!”’” “Mba atero any amin’ny governoranao ange izany e! Ho faly aminao ve izy, na handray tsara anao?”, hoy i Jehovah Tompon’ny tafika.",
        "9": "“Aoka re ianareo hampitony an’Andriamanitra, mba hiantrany antsika e! Ny nataonareo ihany no nahatonga izao. Koa handray tsara anareo ve izy?”, hoy i Jehovah Tompon’ny tafika.",
        "10": "“Iza aminareo moa no hanidy ny varavarana, na handrehitra ny afon’ny alitarako, nefa hanao izany maimaim-poana? Tsy mankasitraka anareo velively aho”, hoy i Jehovah Tompon’ny tafika, “ary tsy mahafaly ahy mihitsy ny fanatitra ataonareo fanomezana.”",
        "11": "“Ho be voninahitra ny anarako eo amin’ireo firenena, hatrany amin’ny fiposahan’ny masoandro ka hatrany amin’ny filentehany. Ary any amin’ny toerana rehetra no hanolorana setroka ho sorona sy hanaovana fanatitra ho an’ny anarako, dia fanomezana madio, satria ho be voninahitra eo amin’ireo firenena ny anarako”, hoy i Jehovah Tompon’ny tafika.",
        "12": "“Fa ianareo kosa manazimbazimba ahy satria milaza hoe: ‘Voaloto ny latabatr’i Jehovah, sady tsisy ilana azy ny fanatitra, dia ny sakafo eo amboniny.’",
        "13": "Milaza koa ianareo fa ‘mandreraka izany!’, ka manamavo izany ianareo”, hoy i Jehovah Tompon’ny tafika. “Biby nalaina an-keriny sy kilemaina ary marary no entinareo hatolotra ho fanatitra. Koa hahafaly ahy ve izay entinareo?”, hoy i Jehovah.",
        "14": "“Voaozona izay fetsifetsy ka manao sorona biby misy tsininy ho an’i Jehovah rehefa mivoady, nefa misy biby tsy manan-kilema ihany ao amin’ny andiam-bibiny. Fa Mpanjaka lehibe aho, ary ny anarako dia mendrika hatahoran’ireo firenena”, hoy i Jehovah Tompon’ny tafika."
    },
    "2": {
        "1": "“Ho anareo izao didy izao, ry mpisorona.",
        "2": "Raha tsy mihaino anefa ianareo, ka tsy mandatsaka am-po izany mba hanomezam-boninahitra ny anarako”, hoy i Jehovah Tompon’ny tafika, “dia hozoniko ianareo, ary hovako ho ozona ny tsodrano omenareo. Eny, efa novako ho ozona mihitsy aza izany, satria tsy nandatsaka am-po ilay didy ianareo.”",
        "3": "“Hopotehiko ny voa nafafinareo. Hafafiko eny amin’ny tavanareo ny taim-biby avy amin’ny fetinareo, ary hatsipy eny amin’ireny ianareo.",
        "4": "Ary ho fantatrareo fa izaho no nanome anareo izao didy izao, mba haharetan’ny fifanekena nataoko tamin’i Levy”, hoy i Jehovah Tompon’ny tafika.",
        "5": "“Ny fifanekena nataoko taminy no nanomezako azy fiainana sy fiadanana, mba hatahorany ahy. Ary natahotra ahy foana izy, eny, nihorohoro izy noho ny anarako.",
        "6": "Teo am-bavany ny lalàn’ny fahamarinana, ary tsy mba nisy tsy fahamarinana teo amin’ny molony. Niara-nandeha tamiko tamim-piadanana sy tamim-pahitsiana izy, ary maro no nampiany hiala tamin’ny fahadisoana.",
        "7": "Ny molotry ny mpisorona mantsy no tokony hitahiry fahalalana, ary ny lalàna no tokony hotadiavin’ny vahoaka avy amin’ny vavany, satria izy no mpitondra hafatr’i Jehovah Tompon’ny tafika.",
        "8": "“Ianareo kosa anefa niala tamin’ny lala-mahitsy, sady nahatonga ny maro ho tafintohina tamin’ny lalàna. Nivadika tamin’ny fifanekena natao tamin’i Levy koa ianareo”, hoy i Jehovah Tompon’ny tafika.",
        "9": "“Dia hataoko izay hahatonga anareo hotsiratsiraina sy hambanin’ny olona rehetra, satria tsy nitandrina ny lalako ianareo, fa niangatra rehefa nampihatra ny lalàna.”",
        "10": "“Tsy tokana ihany ve ny raintsika rehetra? Tsy Andriamanitra iray ihany ve no namorona antsika? Koa nahoana isika no mifamitaka, ka manazimbazimba ny fifanekena nataon’ny razantsika?",
        "11": "Efa nivadika i Joda, ary zava-maharikoriko no atao eto amin’ny Israely sy Jerosalema. Nozimbazimbain’i Joda mantsy ny fahamasinan’i Jehovah, dia ilay fahamasinana tian’Andriamanitra. Nanambady zanakavavin’ny andriamani-kafa koa i Joda.",
        "12": "Haringan’i Jehovah tsy ho ao amin’ny tranolain’i Jakoba izay manao izany, dia izay mifoha sy izay mamaly, ary izay manolotra fanatitra atao fanomezana ho an’i Jehovah Tompon’ny tafika.”",
        "13": "“Ary ilay zavatra faharoa ataonareo, dia mahatonga ny alitaran’i Jehovah ho vonton-dranomaso, noho ny fitomaniana sy ny fisentoana. Koa tsy ankasitrahany intsony ny fanatitra ataonareo fanomezana, sady tsy mahafaly azy izay atolotrareo.",
        "14": "Ary hoy ianareo: ‘Fa nahoana?’ Satria i Jehovah no mijoro ho vavolombelona miampanga anao eo anatrehan’ny vadin’ny fahatanoranao, izay nivadihanao na dia namanao sy vady vita fifanekena taminao aza.",
        "15": "Nisy iray tsy mba nanao toy izany anefa, satria mbola nisy fanahy masin’Andriamanitra ihany tao aminy. Fa inona no notadiavin’io iray io? Tsy inona fa ny taranak’Andriamanitra. Koa tandremo ny toe-tsainareo, ary aza misy mivadika amin’ny vadin’ny fahatanoranareo.",
        "16": "Fa halako ny fisaraham-panambadiana”, hoy i Jehovah Andriamanitry ny Israely. “Halako koa ny olona mandoto ny akanjony amin’ny herisetra”, hoy i Jehovah Tompon’ny tafika. “Koa tandremo ny toe-tsainareo, ary aza mivadika.",
        "17": "“Mandreraka an’i Jehovah ianareo amin’ny teninareo, nefa hoy ianareo: ‘Nahoana izahay no lazaina fa mandreraka azy?’ Noho ianareo milaza hoe: ‘Izay rehetra manao ratsy dia tsara eo imason’i Jehovah, sady mahafinaritra azy’, na hoe: ‘Aiza ilay Andriamanitra tia rariny?’”"
    },
    "3": {
        "1": "“Hirahiko ny irako, ary hikarakara ny lalana halehako izy. Ary ho avy tampoka ao amin’ny tempoliny ilay tena Tompo tadiavinareo sy ilay iraky ny fifanekena izay sitrakareo. Ho avy tokoa izy”, hoy i Jehovah Tompon’ny tafika.",
        "2": "“Iza anefa no hahatanty ny andro iaviany, ary iza no hahajoro rehefa miseho izy? Fa ho toy ny afon’ny mpandrendrika metaly izy sady ho toy ny savonin’ny mpanasa lamba.",
        "3": "Ary hipetraka toy ny mpandrendrika sy mpanadio volafotsy izy, dia hodioviny ny taranak’i Levy. Hodioviny toy ny volamena sy volafotsy ireo, ka ho vahoakan’i Jehovah manolotra fanatitra atao fanomezana izay atolotra amim-pahamarinana.",
        "4": "Dia hankasitrahan’i Jehovah ny fanatitra hataon’ny Joda sy Jerosalema fanomezana, toy ny tamin’ny andro fahiny sy tamin’ireo taona fahagola.",
        "5": "“Ary hanatona anareo aho mba hitsara anareo, ka ho mailaka hijoro ho vavolombelona hiampanga ny mpilalao ody, sy ny mpanitsakitsa-bady, ny mpianiana lainga, ny mpanambaka mpiasa rehefa mandoa karama, ny mpanambaka ny mpitondratena sy ny kamboty ray, mbamin’ireo tsy miraharaha ny zon’ny vahiny monina eo aminareo. Tsy matahotra ahy ireo”, hoy i Jehovah Tompon’ny tafika.",
        "6": "“Fa izaho no Jehovah ary tsy miova aho. Taranak’i Jakoba ianareo, ka tsy ho fongotra.",
        "7": "Efa hatramin’ny andron’ny razanareo ianareo no niala tamin’ny fitsipiko sy tsy nitandrina izany. Miverena amiko, dia hiverina aminareo aho”, hoy i Jehovah Tompon’ny tafika. Ary hoy ianareo: “Ahoana no hiverenanay aminao?”",
        "8": "“Hisy olona ho sahy handroba an’Andriamanitra ve? Ianareo anefa mandroba ahy.” Dia hoy ianareo: “Tamin’inona izahay no nandroba anao?” “Tamin’ny ampahafolon-karena sy ny fanomezana.",
        "9": "Manozona sy mandroba ahy ianareo, eny, ilay firenena manontolo mihitsy.",
        "10": "Ento ao an-trano fitehirizana àry ny ampahafolon-karena rehetra, mba hisy sakafo ao an-tranoko. Ary tsapao toetra amin’izany ange aho e”, hoy i Jehovah Tompon’ny tafika, “raha tsy hovohako ho anareo ny vavahadin-dranon’ny lanitra, ary handrotsaka fitahiana be dia be ho anareo aho, mihoatra noho izay ilainareo aza.”",
        "11": "“Ary hoteneniko mafy ny bibikely mba tsy hanimba ny vokatry ny taninareo. Dia tsy hisy voaloboka tsy hamoa eny amin’ny sahanareo”, hoy i Jehovah Tompon’ny tafika.",
        "12": "“Holazain’ny firenena rehetra hoe sambatra ianareo, satria ho lasa tany mahafinaritra”, hoy i Jehovah Tompon’ny tafika.",
        "13": "“Henjana ny teninareo momba ahy”, hoy i Jehovah. Nefa hoy ianareo: “Inona no resaka nifanaovanay, ka namely anao?”",
        "14": "“Nilaza ianareo hoe: ‘Tsy misy dikany ny hanompoana an’Andriamanitra. Ary inona moa no mba soa noraisintsika tamin’isika nanao adidy taminy, sy nandeha tamin’alahelo noho ny amin’i Jehovah Tompon’ny tafika?",
        "15": "Ny olona sahisahy ratsy indray izao no lazaintsika fa sambatra. Natao koa izay hahombiazan’ny mpanao ratsy. Mitsapa toetra an’Andriamanitra ireny, nefa afa-maina.’”",
        "16": "Tamin’izany andro izany, dia nifampiresaka tamin’ny namany avy ireo matahotra an’i Jehovah. Ary nihaino tsara i Jehovah ka nandre izany. Dia nisy boky fahatsiarovana nosoratana teo anatrehany, ho an’ireo matahotra an’i Jehovah sy misaintsaina ny anarany.",
        "17": "“Ary ho ahy izy ireo”, hoy i Jehovah Tompon’ny tafika, “amin’ny andro hanaovako azy ireo ho fananako manokana. Ary hangoraka azy ireo aho, toy ny olona mangoraka ny zanany manompo azy.",
        "18": "Dia ho hitanareo indray ny tsy fitovian’ny marina sy ny ratsy fanahy, ary ny manompo an’Andriamanitra sy ny tsy manompo azy.”"
    },
    "4": {
        "1": "“Ho avy ny andro izay mandoro toy ny lafaoro, ka ho toy ny vodivary ireo sahisahy ratsy rehetra sy ny mpanao ratsy rehetra. Handevona azy ireo ilay andro ho avy”, hoy i Jehovah Tompon’ny tafika, “ka tsy hisy hiangana na ny fakany na ny sampany.",
        "2": "Fa ianareo izay matahotra ny anarako kosa no hiposahan’ny masoandron’ny fahamarinana. Ary hitondra fanasitranana ny taratr’ilay * masoandro. Dia hivoaka ianareo, ka hifalihavanja toy ny zanak’omby mifahy.”",
        "3": "“Hanitsakitsaka ny ratsy fanahy ianareo, satria ho toy ny vovoka eo ambany faladianareo ireny, amin’ny andro hanatanterahako izany”, hoy i Jehovah Tompon’ny tafika.",
        "4": "“Tsarovy ny lalàn’i Mosesy mpanompoko, dia ny fitsipika sy didim-pitsarana, izay nandidiako azy tao Horeba ho an’ny Israely rehetra.",
        "5": "“Hirahiko ho any aminareo i Elia mpaminany, alohan’ny hiavian’ny andron’i Jehovah, dia ilay andro lehibe sady mampahatahotra.",
        "6": "Hampody ny fon’ny ray ho amin’ny zanaka izy, ary ny fon’ny zanaka ho amin’ny ray, sao ho avy hamely ny tany aho ka hanokana azy ho amin’ny fandringanana.” (Faran’ny fandikana ny Soratra Hebreo sy Aramianina. Ny Soratra Grika Kristianina no manaraka azy)"
    },
    "meta": {
        "name": "Malakia",
        "order": 38,
        "chapter_number": 4
    }
}