{
    "1": {
        "1": "Ny tenin’i Jehovah izay tonga tamin’i Mika avy any Moreseta, tamin’ny andron’i Jotama, sy Ahaza, ary Hezekia, izay samy mpanjakan’ny Joda, eny, ny teny nambara taminy tao amin’ny fahitana momba an’i Samaria sy Jerosalema:",
        "2": "“Mihainoa ianareo rehetra! Ary mihainoa, ry tany sy izay rehetra mameno anao. Aoka ho vavolombelona hanameloka anareo i Jehovah Tompo Fara Tampony, eny, i Jehovah izay ao amin’ny tempoliny masina.",
        "3": "Fa mivoaka avy ao amin’izay misy azy i Jehovah, ary hidina ka hanitsaka ny toerana avo eto an-tany.",
        "4": "Dia hitsonika eo ambany tongony ny tendrombohitra, ary hitresaka ny lemaka iva, toy ny savoka taninin’ny afo, sy toy ny rano araraka eny amin’ny hantsana.",
        "5": "“Ny fikomian’i Jakoba no mahatonga izany rehetra izany, eny, ny fahotan’ny taranak’Israely. Iza no tokony homen-tsiny noho ny fikomian’i Jakoba? Tsy i Samaria ve? Ary iza no tokony homen-tsiny noho ireo toerana avo any Joda? Tsy i Jerosalema ve?",
        "6": "Ary i Samaria dia hataoko korontam-bato miavosa eny an-tsaha, sy tany fambolena voaloboka. Dia hararako eny an-dohasaha ny vato eo aminy, ary hataoko miharihary ny fototra iorenany.",
        "7": "Hotorotoroina ny sary sokitra rehetra ivavahany, hodorana ny fanomezana hatolotra azy ho karamany, ary hopotipotehiko ny sampiny rehetra. Avy tamin’izay nomena ho karaman’ny mpivaro-tena no nanangonan’i Samaria ireo zavatra ireo, ary homena ho karaman’ny mpivaro-tena indray ireo.”",
        "8": "Koa hinaonaona sy hidradradradra aho, ary handeha tsy manao kapa sady hitanjaka. * Hinaonaona toy ny alikadia aho, ary hitomany hikiakiaka toy ny aotirisivavy.",
        "9": "Fa tsy mety sitrana ny feriny, izay mitatra hatrany Joda. Ary tonga hatrany amin’ny vavahadin’ny fireneko ny loza, eny, hatrany Jerosalema.",
        "10": "“Aza lazalazainareo any Gata izany, ary aza mitomany mihitsy. “Mihosinkosena amin’ny vovoka, ao amin’ny trano any Afra.",
        "11": "Mandehana, ry mponin’i Safira, amin’izato fitanjahanao mahamenatra. Tsy nety nandeha kosa ny mponin’i Zanana. Noho ny fidradradradran’i Beti-haezela, dia tsy hahajanona ao amin’ny toeram-pialofana any ianareo.",
        "12": "Ary zava-tsoa no nandrasan’ny mponin’i Marota, kanjo zava-dratsy avy tamin’i Jehovah no nidina ho eo am-bavahadin’i Jerosalema.",
        "13": "Afatory amin’ny soavaly ny kalesy, ry mponin’i Lakisy. Io tanàna io no fiandohan’ny fahotan’ny zanakavavin’i Ziona. Fa tao aminao no nahitana ny fikomian’ny Israely.",
        "14": "Koa hotoloranao fanomezana ho fanaovam-beloma i Moreseta-gata. Ary nandiso fanantenana an’ireo mpanjakan’ny Israely ny trano tao Akziba.",
        "15": "Hoentiko ho ao aminao ilay mpandroba, ry mponin’i Maresa. Ary ho tonga hatrany Adolama ny voninahitry ny Israely.",
        "16": "Tapaho ny volonao, ary ataovy sola ny lohanao, noho ny amin’ireo zanaka malalanao. Halehibeazo toy ny an’ny voromahery ny sola eo amin’ny lohanao, satria natao sesitany izy ireo ka lasa lavitra anao.”"
    },
    "2": {
        "1": "“Lozan’ireo mpanao ratsy izay mieritreritra eo am-pandrianany ny hanisy ratsy, ka rehefa maraina ny andro dia tanterahiny izany, satria vitany ny manao izany.",
        "2": "Mitsiriritra saha izy, ka maka izany an-keriny, ary mitsiriritra trano koa ka maka izany. Manambaka lehilahy tomady mbamin’ny ankohonany izy, eny, manambaka lehilahy ka maka ny lovany.",
        "3": "“Koa izao no nolazain’i Jehovah: ‘Mikasa hahatonga loza hamelezana an’ity taranaka ity aho, ka tsy ho afa-miala amin’izany ianareo. Amin’izay, dia tsy hianjonanjona intsony ianareo rehefa mandeha, satria ho fotoam-pahoriana izany.",
        "4": "Amin’izany andro izany, dia hisy hanao teny fanarabiana anareo, ka hitomany mafy dia mafy. Ary hisy hanao hoe: “Voaroba tokoa isika! Omeny olona ny anjara tanin’ny firenentsika. Esoriny amiko tokoa izany, ka ny mpivadika no izarazarany ny sahantsika.”",
        "5": "Koa tsy hisy ao amin’ny fiangonan’i Jehovah intsony ny olona handrefy amin’ny tady ny tany izay nozaraina tamin’ny alalan’ny antsapaka.",
        "6": "Aza misy miresaka. Miresaka izy ireo nefa tsy momba izany intsony no resahiny. Tsy hiala ny fahafaham-baraka.",
        "7": "“‘Milaza ve ianareo, ry taranak’i Jakoba, hoe: “Fa angaha moa tsy faly ny fanahin’i Jehovah, sa izao no fanaony?” Moa ve ny teniko tsy hitondra soa ho an’izay mandeha amin’ny fahitsiana?",
        "8": "“‘Vao omalin’omaly ny oloko no nitsangana ho tena fahavalo. Ny haingo mihaja dia endahanareo amin’ny tratran’akanjon’ny mpandalo, izay tsy manana ahiahy toy ny olona avy tany an’ady.",
        "9": "Ny vehivavy eo amin’ny oloko dia roahinareo tsy ho ao amin’ny trano iadanan’ny vehivavy. Ary esorinareo amin’ireo zanany, mandritra ny fotoana tsy voafetra, ny voninahitra nomeko azy.",
        "10": "Miaingà, ka mandehana fa tsy toeram-ponenanao intsony eto. Nanjary maloto ravehivavy ka ho ringana, ary mampanaintaina ilay fandringanana.",
        "11": "Raha misy olona manaraka zava-poana sy fitaka, ka mandainga hoe: “Hiresaka aminao momba ny divay sy ny toaka aho”, dia izy no hiresaka ho an’ity firenena ity.",
        "12": "“‘Hovoriko ianareo rehetra, ry taranak’i Jakoba, ary tsy maintsy hangoniko ny sisa amin’ny Israely. Hataoko tafaray izy ireo, toy ny andian’ondry ao am-bala, ary toy ny andiam-biby ao an-kijana. Haresaka sy ho feno olona ireo toerana ireo.’",
        "13": "“Hiakatra eo anoloan’izy ireo ilay mpanagorobaka. Dia hitsofoka eo amin’ilay gorobaka izy ireo. Ary hiditra eo amin’ny vavahady izy ireo, ary hivoaka avy eo koa. Dia hiditra eo alohan’izy ireo ny mpanjakany, ary i Jehovah no hitarika azy ireo.”"
    },
    "3": {
        "1": "Ary hoy aho: “Mba mihainoa ianareo lohandohany eo amin’ny taranak’i Jakoba sy ianareo mpifehy eo amin’ny taranak’i Israely. Tsy ianareo ve no tokony hahalala ny rariny?",
        "2": "Mankahala ny tsara ianareo sady tia ny ratsy. Manendaka ny hoditry ny olona ianareo, ary manendaka ny nofo amin’ny taolany.",
        "3": "Mihinana ny nofon’ny oloko ianareo, sady manendaka ny hodiny sy mamotipotika ny taolany, ary mitetika azy toy ny hena ao anaty vilanibe sy toy ny hena andrahoina ao am-bilany.",
        "4": "Ary hiantso vonjy amin’i Jehovah izy ireo amin’izany fotoana izany, nefa tsy hamaly izy. Dia hanafina ny tavany amin’izy ireo izy amin’izay fotoana izay, noho ny ratsy nataon’izy ireo.",
        "5": "“Izao no fanamelohan’i Jehovah an’ireo mpaminany izay mampaniasia ny oloko, sy miantsoantso hoe: ‘Fiadanana!’ rehefa misy hotsakoiny, ary miantso ady masina rehefa tsy misy manome sakafo ho eo am-bavany:",
        "6": "‘Koa ho ao anatin’ny alina ianareo ka tsy hisy fahitana, ary ho ao anatin’ny haizina ka tsy hanao sikidy. Dia hilentika tsy hanazava an’ireo mpaminany ny masoandro, ary ho maizina aminy ny andro.",
        "7": "Koa ho menatra ny mpahita, ary ho diso fanantenana ny mpisikidy. Ary hanarona ny volombavany izy rehetra, satria tsy hamaly azy intsony Andriamanitra.’”",
        "8": "Fa izaho kosa feno hery avy amin’ny fanahin’i Jehovah, ary tena tiako ny rariny sady be herim-po aho mba hilaza amin’i Jakoba ny fikomiany, ary amin’i Israely ny fahotany.",
        "9": "Mba henoy izao, ry lohandohany eo amin’ny taranak’i Jakoba sy ianareo mpifehy eo amin’ny taranak’i Israely, izay mankahala ny rariny sy mampibilaka an’izay rehetra mahitsy,",
        "10": "ary manorina an’i Ziona amin’ny fandatsahan-dra sy i Jerosalema amin’ny tsy fahamarinana.",
        "11": "Ny lohandohany eo aminy dia mitsara mba hahazoana tsolotra, ny mpisorony kosa mampianatra mba hahazoana karama, ary ny mpaminaniny misikidy mba hahazoam-bola. Mbola miantehitra amin’i Jehovah ihany anefa izy ireo, ka milaza hoe: “Angaha moa tsy eto amintsika i Jehovah? Tsy hisy loza hanjo antsika.”",
        "12": "Koa hasaina toy ny saha i Ziona noho ny nataonareo, ary ho lasa korontam-bato miavosa i Jerosalema. Ary ny tendrombohitra misy ny tranon’Andriamanitra dia ho toy ny toerana avo any an’ala."
    },
    "4": {
        "1": "Izao no tsy maintsy hitranga any am-parany: Ny tendrombohitra misy ny tranon’i Jehovah dia ho mafy orina sady ho avo noho ny tampon’ireo tendrombohitra, ka hasandratra ho avo noho ireo havoana. Ary hitanjozotra ho any ny olona.",
        "2": "Maro ny firenena ho any, ka hanao hoe: “Avia! Andao isika hiakatra ho any an-tendrombohitr’i Jehovah sy ho any an-tranon’Andriamanitr’i Jakoba. Hampianatra antsika ny lalany izy, ary handeha amin’ny atorony isika.” Fa avy ao Ziona no hivoahan’ny lalàna, ary avy ao Jerosalema ny tenin’i Jehovah.",
        "3": "Ary hamoaka didim-pitsarana eo amin’ny firenena maro izy, ka hanitsy izay tsy mety eo amin’ireo firenena matanjaka any lavitra. Dia hanefy ny sabany ho angadinomby izy ireo, ary ny lefony ho antsy fandrantsanam-boaloboka. Na izy ireo, na ireo firenena dia samy tsy hanainga sabatra hifamely. Ary tsy hianatra ady intsony koa izy ireo.",
        "4": "Dia samy hipetraka eny ambanin’ny voalobony sy ny aviaviny izy, ary tsy hisy hampangovitra azy, fa ny vavan’i Jehovah Tompon’ny tafika no efa niteny.",
        "5": "Ny firenena rehetra samy handeha amin’ny anaran’ny andriamaniny avy, fa isika kosa handeha amin’ny anaran’i Jehovah Andriamanitsika, mandritra ny fotoana tsy voafetra, eny, mandrakizay.",
        "6": "“Amin’izany andro izany”, hoy i Jehovah, “dia hovoriko ilay vahoaka mikotringa, ary hangoniko ilay naparitaka, eny, ilay nampahoriko.",
        "7": "Hasiako sisa tavela amin’ilay vahoaka mikotringa, ary hataoko firenena matanjaka ilay nalefa lavitra. Dia hanjaka eo aminy ao amin’ny Tendrombohitra Ziona i Jehovah, manomboka izao ka hatramin’ny fotoana tsy voafetra.",
        "8": "“Ary ny aminao, ry tilikambon’ny andiam-biby, ry dongon-tanin’ny zanakavavin’i Ziona, dia ho tonga hatreo aminao ilay fanjakana voalohany, eny, ilay fanjakan’i Jerosalema zanakavavy.",
        "9": "“Nahoana ianao no tsy mitsahatra miantsoantso mafy? Fa angaha tsy misy mpanjaka ao aminao, sa efa maty ny mpanolo-tsaina anao, no dia manaintaina toy ny vehivavy efa hiteraka ianao?",
        "10": "Aoka ianao hanaintaina mafy ka hanena toy ny vehivavy eo am-piterahana, ry zanakavavin’i Ziona. Fa hivoaka avy ao an-tanàna ianao ary honina any an-tsaha, ka ho tonga hatrany Babylona. Any no hanafahana anao, ary any i Jehovah no hanavotra anao eo am-pelatanan’ny fahavalonao.",
        "11": "“Hisy firenena maro hangonina hamely anao, dia ireo manao hoe: ‘Aoka izy holotoina, ary aoka ny masontsika ho faly mijery izay manjo an’i Ziona.’",
        "12": "Tsy fantatr’izy ireo anefa ny hevitr’i Jehovah, ary tsy takany ny fikasany. Fa hangonin’Andriamanitra ho eo am-pamoloana, toy ny varimbazaha vao avy nojinjaina izy ireo.",
        "13": "“Mandehana manosihosy eny am-pamoloana, ry zanakavavin’i Ziona, fa hovako ho vy ny tandrokao, ary ho varahina ny kitronao. Dia hanorotoro firenena maro ianao, ary ho zavatra voarara ny tombony azon’izy ireo tamin’ny tsy rariny ka hatokanao ho an’i Jehovah. Ary hatokanao ho an’ilay tena Tompon’ny tany manontolo ny fananan’izy ireo.”"
    },
    "5": {
        "1": "“Mandidididy ny vatanao ianao ankehitriny, ry zanakavavy tafihina. Atao fahirano isika. Ary hokapohina amin’ny tsorakazo ny takolaky ny mpitsaran’ny Israely.",
        "2": "“Ary ianao, ry Betlehema Efrata, izay kely loatra ka tsy tokony ho anisan’ny arivon’i Joda akory, avy ao aminao no hivoahan’izay hotendreko ho mpitondra eo amin’ny Israely. Efa hatramin’ny taloha ela be no niandohany, eny, efa hatramin’ny andro fahiny.",
        "3": "“Koa hatolotr’Andriamanitra eo an-tanan’ny fahavalo izy ireo, mandra-piterak’ilay vehivavy efa hiteraka. Ary hiverina any amin’ny zanak’Israely ny sisa amin’ireo rahalahiny.",
        "4": "“Hitsangana izy ka hiandry ny ondriny amin’ny herin’i Jehovah, sy amin’ny fahambonian’ny anaran’i Jehovah Andriamaniny. Dia hitoetra tsy manana ahiahy izy ireo, satria ho tonga hatrany amin’ny faran’ny tany ny fahefany,",
        "5": "sady hitondra fiadanana izy. Rehefa tonga eto amin’ny tanintsika ny Asyrianina, ka manitsaka ny tilikambo fonenana eto amintsika, dia hasiantsika mpiandry fito hanohitra azy, eny, andriana valo izay avy eo amin’ny olona.",
        "6": "Hasian’izy ireo amin’ny sabatra ny tanin’i Asyria sy ireo fidirana mankao amin’ny tanin’i Nimroda. Dia hanafaka antsika amin’ny Asyrianina izy, rehefa tonga eto amin’ny tanintsika ireny ka manitsaka ny faritanintsika.",
        "7": "“Eo anivon’ny firenena maro, dia ho toy ny ando avy amin’i Jehovah sy ho toy ny oram-be mirotsaka eny amin’ny zavamaniry, ny sisa amin’i Jakoba. Tsy manantena olona na miandry ny zanak’olombelona ireny.",
        "8": "Ary ho eo anivon’ireo firenena sy ny vahoaka maro ny sisa amin’i Jakoba, ka ho toy ny liona eo anivon’ny bibidia any an’ala sy ho toy ny liona tanora eo anivon’ny andian’ondry. Rehefa mandalo mantsy ny liona, dia sady manitsakitsaka no mamiravira, ary tsy misy mahavonjy an’izay azony.",
        "9": "Ho avo noho ny fahavalonao ny tananao, ka ho ringana ny fahavalonao rehetra.”",
        "10": "“Ary amin’izany andro izany”, hoy i Jehovah, “dia haringako tsy ho eo aminao ny soavalinao ary hopotehiko ny kalesinao.",
        "11": "Dia horavako ireo tanàna ao amin’ny taninao, ary harodako avokoa ny toerana voaro mafy eo aminao.",
        "12": "Hofoanako tsy hisy eo aminao ny mpilalao ody, ary tsy hisy mpampiasa herin’ny maizina intsony eo aminao.",
        "13": "Hofoanako tsy ho eo aminao ny sary sokitra ivavahanao sy ny tsangambatonao masina, ka tsy hiankohoka intsony eo anoloan’ny asan’ny tananao ianao.",
        "14": "Hongotako tsy ho eo aminao ny tsato-kazonao masina, ary horavako tanteraka ireo tanànanao.",
        "15": "Ary amin-katezerana sy amim-pahavinirana no hamaliako an’ireo firenena tsy mankatò.”"
    },
    "6": {
        "1": "Mba henoy re izay lazain’i Jehovah e! Mitsangàna, ka ento eo amin’ny fitsarana ny adinao mba hatrehin’ny tendrombohitra. Ary aoka ho ren’ny havoana ny feonao.",
        "2": "Koa henoy ny adin’i Jehovah, ry tendrombohitra, sy ianareo vatolampy mateza ary ianareo fototra iorenan’ny tany! Fa manana ady amin’ny olony i Jehovah, ary toriny ny Israely:",
        "3": "“Fa inona no nataoko taminao, ry oloko? Ary inona no nataoko ka nandreraka anao? Lazao àry izay fahadisoako.",
        "4": "Nitondra anao niakatra avy tany Ejipta aho, ary avy tao amin’ny trano fanandevozana no nanavotako anao. Ary naniraka an’i Mosesy sy Arona ary Miriama aho mba handeha teo alohanao.",
        "5": "Mba tsarovy re, ry oloko, ny teti-dratsin’i Balaka mpanjakan’i Moaba e, sy ny teny navalin’i Balama zanak’i Beora azy. Hatrany Sitima no namonjeko anao ka hatrany Gilgala, mba ho fantatra ny zavatra ara-drariny nataon’i Jehovah.”",
        "6": "Inona no hoentiko manatona an’i Jehovah, sy miankohoka eo anatrehan’Andriamanitra izay any amin’ny avo? Hitondra fanatitra dorana manontolo ve aho rehefa manatona azy? Sa hitondra zanak’omby vao herintaona?",
        "7": "Ho tian’i Jehovah ve ny ondrilahy an’arivony, na ny menaka be dia be toy ny renirano an’aliny? Ny zanako lahimatoa ve no homeko noho ny fikomiako, sa ny naloaky ny kiboko no homeko noho ny fahotako?",
        "8": "Ry zanak’olombelona, efa nolazainy taminao izay tsara. Ary inona moa no takin’i Jehovah aminao, afa-tsy ny hanao ny rariny sy ny ho tia hatsaram-panahy ary ny hanetry tena rehefa miara-mandeha amin’Andriamanitrao?",
        "9": "Tonga hatrany an-tanàna ny antson’i Jehovah, ka hatahotra ny anaranao ny olona manam-pahendrena. Henoy ny tsorakazo sy ilay nampihatra izany.",
        "10": "Mbola misy ao an-tranon’ny ratsy fanahy ve ny faharatsiana notehirizina, sy ny efaha nohakelezina ka voaozona?",
        "11": "Madio ve aho raha manana mizana mandainga sy kitapo misy vatomizana mamitaka?",
        "12": "Mahery setra be ny mpanankarenany, mandainga ny mponina ao aminy, ary feno fitaka ny lelan’izy ireo.",
        "13": "“Dia hokapohiko ianao ka hataoko lasa marary, ary ho lasa tsisy mponina ao aminao noho ny fahotanao.",
        "14": "Dia hihinana ianao nefa tsy ho voky, ary mbola ho noana ihany ianao. Hafindranao ny fanananao nefa tsy ho voatahirinao. Ary izay voatahirinao aza dia hatolotro ho an’ny sabatra.",
        "15": "Hamafy ianao nefa tsy hijinja. Hanitsakitsaka oliva ianao nefa tsy hihosotra menaka, ary hanao divay mamy nefa tsy hisotro divay.",
        "16": "Mitandrina ny lalàn’i Omry sy izay rehetra nataon’ny taranak’i Ahaba ianareo, sady manaraka ny toroheviny. Koa hataoko higagan’ny olona ianareo. Ary hataoko izay hahatonga ny olona hisioka haneso ny mponina ao. Ary hozakainareo ny latsa ataon’ny olona.”"
    },
    "7": {
        "1": "Idiran-doza aho ity fa nanjary toy ny olona noana tsy mahita voaloboka hohanina na aviavy ankafiziko, rehefa vita ny fiotazana voankazo masaka fahavaratra sy fiotazam-boaloboka!",
        "2": "Ripaka tanteraka ny olona tsy mivadika ka tsy misy intsony eto an-tany, ary tsy misy olo-marina eo amin’ny olombelona. Miafina mba handatsa-dra izy rehetra. Ary samy mihaza ny rahalahiny izy ireo ka mamelatra fandrika harato eo anoloany.",
        "3": "Vonona hanao ratsy ny tanany mba hanatontosana tsara an’izany. Mangata-javatra ny andriana, ny mpitsara koa mitsara mba hahazoana tambiny, ary ny lehibe milaza izay iriny ho azo. Dia miray tetika izy ireo.",
        "4": "Na ny tsara indrindra eo aminy aza dia toy ny voarointsilo, ary ny olo-marina indrindra dia ratsy noho ny fefy tsilo. Ho tonga anefa ilay andro nambaran’ny mpitilinao, eny, ilay andro hifantohana aminao. Koa ho very hevitra izy ireo.",
        "5": "Aza mino izay lazain’ny namana, na matoky namana akaiky. Eritrereto tsara izay holazain’ny vavanao amin’ilay miondana eo an-tratranao.",
        "6": "Fa ny zanakalahy dia manamavo ny rainy, ny zanakavavy manohitra ny reniny, ny vinantovavy manohitra ny rafozambaviny, ary ny ankohonan’ny olona ihany no fahavalony.",
        "7": "Fa izaho kosa, dia i Jehovah no handrandraiko. Vonona hiandry an’ilay Andriamanitry ny famonjena ahy aho. Dia hihaino ahy ilay Andriamanitro.",
        "8": "Aza mifaly noho izay manjo ahy, ry vehivavy fahavaloko, fa na lavo aza aho, dia tsy maintsy mbola hiarina, ary na mitoetra ao anaty haizina aza, dia ho mpanazava ahy i Jehovah.",
        "9": "Koa satria efa nanota tamin’i Jehovah aho, dia hozakaiko ny fahatezerany mandra-pitsarany ahy sy hanomezany rariny ahy. Hoentiny ho eo amin’ny mazava aho, ka hijery ny fahamarinany.",
        "10": "Koa hahita izany rehetra izany ny fahavaloko, dia ho menatra tanteraka izy izay nilaza tamiko hoe: “Aiza koa izay Jehovah Andriamanitrao eo?” Hijery ny fahavaloko aho. Ho fanitsakitsaka toy ny fotaka eny an-dalana izy.",
        "11": "Amin’ilay andro hanorenana ny mandanao vato, dia ho efa lavitra ny didy.",
        "12": "Amin’izany andro izany, dia ho avy eo aminao ny olona avy any Asyria sy avy any amin’ireo tanànan’i Ejipta, sy ny avy any Ejipta ka hatrany amin’ny Renirano, sy ny avy any amin’ny ranomasina ka hatrany amin’ny ranomasina, ary ny avy any an-tendrombohitra ka hatrany an-tendrombohitra.",
        "13": "Dia ho lao ny tany, noho ny amin’ny mponina ao aminy sy noho izay nataon’izy ireo.",
        "14": "Ampiasao ny tehinao ka andraso ny ondry lovanao, dia ny olonao, izay mipetraka irery any an’ala, eo afovoan’ny saham-boankazo. Aoka izy hiraoka ahitra any Basana sy Gileada, toy ny taloha ela be.",
        "15": "“Hampiseho aminy zava-mahagaga aho, toy ny tamin’ny andro nivoahanao avy tany Ejipta.",
        "16": "Hahita izany ireo firenena ka ho menatra na dia eo aza ny heriny rehetra. Hitampim-bava tsy hiteny izy ireo, ary ho lasa marenina ny sofiny.",
        "17": "Hilelaka vovoka toy ny bibilava izy ireo, ary hipararetra hivoaka avy ao amin’ny manda fiarovana, toy ny biby mandady. Hanatona an’i Jehovah Andriamanitsika amin-kovitra izy, ary hatahotra azy.”",
        "18": "Iza no Andriamanitra tahaka anao, izay mamela fahadisoana sy mamela * ny heloky ny sisa amin’ny lovanao? Tsy ho tezitra mandrakizay izy, satria tia hatsaram-panahy feno fitiavana.",
        "19": "Hamindra fo amintsika indray izy, ary horeseny ny fahadisoantsika. Ary hatsipinao any amin’ny ranomasina lalina ny fahotany rehetra.",
        "20": "Hasehonao ny fahamarinana nasehonao tamin’i Jakoba, sy ny hatsaram-panahy feno fitiavana nasehonao tamin’i Abrahama, dia izay nianiananao tamin’ny razanay, hatramin’ny taloha ela be."
    },
    "meta": {
        "name": "Mika",
        "order": 32,
        "chapter_number": 7
    }
}