{
    "1": {
        "1": "Izao no tenin’i Jehovah tamin’i Mika avy any Moreseta, tao amin’ny fahitana momba an’i Samaria sy Jerosalema, tamin’ny andron’i Jotama sy Ahaza ary Hezekia, izay samy mpanjakan’ny Joda:",
        "2": "“Mihainoa, ry vahoaka rehetra! Mihainoa tsara, ry tany sy izay rehetra eo aminao! Henoy tsara ny hiampangan’i Jehovah Tompo Fara Tampony anao, Dia i Jehovah izay ao amin’ny tempoliny masina.",
        "3": "Fa mivoaka avy ao amin’ny toerana misy azy i Jehovah, Ka hidina hanitsaka ny toerana avo eny ambonin’ny tany.",
        "4": "Dia hitsonika eo ambanin’ny tongony ny tendrombohitra, Ary hitresaka ny lohasaha, Hoatran’ny savoka atsoniky ny afo, Sy hoatran’ny rano araraka eny amin’ny hantsana.",
        "5": "Hitranga izany rehetra izany satria mikomy i Jakoba, Ary manota ny taranak’Israely. Iza no nahatonga an’i Jakoba hikomy? Tsy i Samaria ve? Ary iza no nanao an’ireny toerana avo any Joda ireny? Tsy i Jerosalema ve?",
        "6": "Hataoko lasa korontam-bato mivangongo eny an-tsaha i Samaria, Ary ho lasa tany fambolena voaloboka. Dia hatsipiko eny an-dohasaha ny vatony, Ary hataoko miharihary ny fototra iorenany.",
        "7": "Hopotipotehina ny sary sokitra rehetra ivavahany, Hodorana ny fanomezana rehetra azony, dia ny karamany, Ary hopotehiko ny sampiny rehetra. Fa karama azony tamin’izy nivaro-tena ireny, Ary mbola ho lasa karaman’ny mpivaro-tena hafa indray.”",
        "8": "Izany no mahatonga ahy hidradradradra sy hitaraindraina be, Ary handeha tsy manao kapa sy mitanjaka. Hitaraindraina hoatran’ny alikadia aho, Ary hitoreoreo hoatran’ny aotirisy.",
        "9": "Fa tsy mety sitrana ny feriny, Sady mitatra hatrany Joda, Ary hatrany amin’ny vavahadin’ny fireneko mihitsy aza, dia i Jerosalema.",
        "10": "“Aza teniteneninareo any Gata izany, Ary aza mitomany mihitsy! Mandehana mihosim-bovoka ao Beti-afra.",
        "11": "Mandehana, ry mponin’i Safira, mandehana amin’izao ianao mitanjaka sy afa-baraka izao. Tsy nety nandeha kosa ny mponin’i Zanana. Hidradradradra ny olona ao Beti-haezela, ka tsy hanampy anao intsony.",
        "12": "Nanantena zava-tsoa ny mponin’i Marota, Nefa zava-dratsy avy tamin’i Jehovah no tonga teo am-bavahadin’i Jerosalema.",
        "13": "Afatory amin’ny soavaly ny kalesy, ry mponin’i Lakisy. Ianao no nahatonga ny zanakavavin’i Ziona hanota, Satria tao aminao ny Israely no nikomy.",
        "14": "Izany no mahatonga anao hanolotra fanomezana ho an’i Moreseta-gata ho fanaovam-beloma azy. Nandiso fanantenana an’ireo mpanjakan’ny Israely ny trano tao Akziba.",
        "15": "Mbola hoentiko ho ao aminao ilay mpandresy, ry mponin’i Maresa. Ary ho tonga hatrany Adolama ny voninahitry ny Israely.",
        "16": "Hetezo ny volonao ary ataovy sola ny lohanao, satria tratran’ny loza ny zanaka malalanao. Ataovy sola hoatran’ny lohan’ny voromahery ny lohanao, Satria natao sesitany lavitra anao ny zanakao.”"
    },
    "2": {
        "1": "“Hahita loza ireo mitetika ny hanao ratsy, Ary mieritreritra an’izany eo am-pandrianany! Rehefa maraina ny andro dia tanterahiny ny eritreriny, Satria vitany ny manao an’izany.",
        "2": "Mitsiriritra saha sy tranon’olona izy ireo, Dia maka an’ireny an-keriny. Manambaka lehilahy izy mba hahazoana ny tranony, Sy mba hahazoana ny lovany.",
        "3": "Izao àry no tenin’i Jehovah: ‘Mieritreritra ny handefa loza aminareo aho, ka tsy ho afaka handositra an’izany ianareo. Dia tsy hirehareha intsony ianareo rehefa mandeha, satria fotoana hisian’ny loza izany.",
        "4": "Hilaza ohabolana momba anareo ny olona, amin’izany andro izany, Ary hitaraindraina be momba anareo. Hoy izy ireo: “Voaroba tanteraka isika! Nalainy tamintsika ny anjaran’ny firenentsika dia omeny olon-kafa, Ary ny sahantsika omeny an’izay mivadika.”",
        "5": "Tsy hahita olona handrefy tany amin’ny tady, Ka hizara an’ilay tany ianareo, ao amin’ny fiangonan’i Jehovah.",
        "6": "Mitory izy ireo hoe: “Aza mitory intsony! Tsy tokony hotorina intsony izany. Tsy ho afa-baraka isika.”",
        "7": "Milaza ve ianareo, ry taranak’i Jakoba, hoe: “Fa angaha i Jehovah lasa tsy mahandry? Sa izany mihitsy no fanaony?” Angaha ny teniko tsy hitondra soa ho an’ny olona manao izay mahitsy?",
        "8": "Vao haingana anefa ny vahoakako no nitsangana ho fahavalo. Endahanareo ny haingo tsara tarehy sy ny akanjo, Dia ny haingo sy ny akanjon’ny mpandalo tsy manana ahiahy hoatran’ny olona avy any an’ady.",
        "9": "Roahinareo hiala ao amin’ny tranony mampiadana koa ny vehivavy anisan’ny vahoakako. Ary esorinareo mandrakizay amin’ny zanany ny voninahitra nomeko azy.",
        "10": "Mandehana fa tsy fonenanareo intsony eto. Noho ny fahalotoana, dia tonga ny fandringanana, ary ho mafy be ilay fandringanana.",
        "11": "Raha misy olona manaonao foana sy mamitaka ka mandainga hoe: “Momba ny divay sy ny toaka no hotoriko aminao”, Dia zavatra mahafinaritra ny olona fotsiny no hotoriny.",
        "12": "Hovoriko ianareo rehetra, ry taranak’i Jakoba ô! Ary tsy maintsy hangoniko ny sisa amin’ny Israely. Hataoko miray hina izy ireo, ka ho lasa andiany iray, Hoatran’ny andian’ondry eny amin’ny kijana. Ho lasa maresaka sy feno olona ilay toerana.’",
        "13": "Ilay managorobaka ny manda no handeha eo alohan’izy ireo. Hanagorobaka izy ireo dia hiditra eo amin’ny vavahady, ary hivoaka eo koa. Dia hiditra eo alohan’izy ireo ny mpanjakany, Ary i Jehovah no hitarika azy ireo.”"
    },
    "3": {
        "1": "Hoy aho: “Mba mihainoa ianareo lohany eo amin’ny taranak’i Jakoba, Sy ianareo mpitondra eo amin’ny taranak’Israely. Tsy ianareo ve no tokony hahalala ny atao hoe rariny?",
        "2": "Mankahala ny tsara anefa ianareo sady tia ny ratsy. Manendaka ny hoditry ny vahoakako ianareo, ary manendaka ny nofo amin’ny taolany.",
        "3": "Mihinana ny nofon’ny vahoakako koa ianareo, Sady manendaka ny hodiny. Vakivakinareo ny taolany dia potipotehinareo, Hoatran’ny zavatra andrahoina ao anaty vilany sy hoatran’ny hena ao anaty vilany.",
        "4": "Ary hiantso vonjy amin’i Jehovah izy ireo amin’izay fotoana izay, Nefa tsy hamaly izy. Dia hanafina ny tarehiny amin’izy ireo izy amin’izay fotoana izay, Satria manao ratsy izy ireo.",
        "5": "Manoro vohony ny vahoakako ireo mpaminany. Milaza izy ireo hoe ‘Fiadanana!’, rehefa misy hotsakoin’ny nifiny, Fa ilany ady kosa izay olona tsy manome sakafo ho ao am-bavany. Izao no tenin’i Jehovah amin’ireny mpaminany ireny:",
        "6": "‘Ho ao anaty haizina hoatran’ny amin’ny alina ianareo ka tsy hahita fahitana, Ary ho ao anatin’ny haizina be ianareo ka tsy hanao sikidy. Dia hilentika tsy hanazava an’ireo mpaminany ireo ny masoandro, Ary ho lasa maizina aminy ny andro.",
        "7": "Hatao afa-baraka ny mpahita fahitana, Ary ho diso fanantenana ny mpisikidy. Tsy maintsy hitampim-bava izy rehetra, Satria tsy hamaly azy intsony Andriamanitra.’”",
        "8": "Fa izaho kosa feno hery avy amin’ny fanahin’i Jehovah, Ka lasa manao ny rariny sady be herim-po, Mba hilaza amin’i Jakoba hoe mikomy izy, ary amin’i Israely hoe manota izy.",
        "9": "Mba henoy izao, ry lohany eo amin’ny taranak’i Jakoba, Sy ianareo mpitondra eo amin’ny taranak’Israely, Ianareo mankahala ny rariny sy manolana an’izay rehetra mahitsy,",
        "10": "Ianareo mandatsa-dra mba hanorenana an’i Ziona, ary manao ny tsy marina mba hanorenana an’i Jerosalema.",
        "11": "Ny mpitarika eo aminy mitsara mba hahazoana kolikoly, Ny mpisorony mampianatra mba hahazoana karama, Ary ny mpaminaniny misikidy mba hahazoana vola. Mbola miantehitra amin’i Jehovah ihany anefa izy ireo, ka milaza hoe: “Angaha moa tsy eto amintsika i Jehovah? Tsy hisy loza hanjo antsika.”",
        "12": "Noho ny ataonareo àry, Dia hasaina hoatran’ny saha i Ziona, Ho lasa korontam-bato mivangongo i Jerosalema, Ary ny tendrombohitra misy an’ilay Trano dia ho toy ny toerana avo any an’ala."
    },
    "4": {
        "1": "Any am-parany any, Ilay tendrombohitra misy ny tranon’i Jehovah Dia ho mafy orina sady ho avo noho ny tampon’ireo tendrombohitra, Ka hasandratra ho avo noho ireo havoana. Ary hiaraka ho any daholo ny olona.",
        "2": "Be dia be ny firenena ho any, ka hiteny hoe: “Avia! Andao isika hiakatra ho any an-tendrombohitr’i Jehovah, Sy ho any an-tranon’ny Andriamanitr’i Jakoba. Hampianatra antsika ny lalany izy, Dia handeha amin’ny lalana atorony isika.” Fa avy ao Ziona no hivoahan’ny lalàna, Ary avy ao Jerosalema ny tenin’i Jehovah.",
        "3": "Hamoaka didim-pitsarana eo amin’ny firenena maro izy, Ka hanitsy an’izay tsy mety eo amin’ireo firenena matanjaka any lavitra. Dia hanefy ny sabany ho angadinomby izy ireo, Ary ny lefony ho antsy fandrantsanam-boaloboka. Tsy hifamely amin’ny sabatra intsony ireo firenena, Sady tsy hianatra ady intsony.",
        "4": "Dia samy hipetrapetraka eny ambanin’ny voalobony sy ny aviaviny izy ireo, Ary tsy hisy hampatahotra azy, Satria i Jehovah Tompon’ny tafika no efa niteny.",
        "5": "Samy handeha amin’ny anaran’ny andriamaniny avy ny firenena rehetra, Fa isika kosa handeha amin’ny anaran’i Jehovah Andriamanitsika, mandrakizay mandrakizay.",
        "6": "“Amin’izany andro izany”, hoy i Jehovah, “Dia hovoriko ilay vahoaka nandringa, Ary hangoniko ilay naparitaka, Sy izay nampahoriko.",
        "7": "Hataoko misy sisa tavela amin’ilay vahoaka nandringa, Ary hataoko lasa firenena matanjaka ilay nalefa tany amin’ny toerana lavitra. Dia hanjaka eo amin’izy ireo eo amin’ny Tendrombohitra Ziona i Jehovah, Manomboka izao ka ho mandrakizay.",
        "8": "Fa izao kosa no hitranga aminao, ry tilikambo fialokalofan’ny andian’ondry, Ry dongon-tanin’ny zanakavavin’i Ziona: Hiverina aminao ilay fanjakana voalohany, Dia ilay fanjakan’i Jerosalema zanakavavy.",
        "9": "Fa maninona ianao no miantsoantso mafy? Angaha ianao tsy manana mpanjaka? Sa efa maty ny mpanolo-tsaina anao No dia manaintaina hoatran’ny vehivavy efa ho teraka ianao?",
        "10": "Hiolankolana sy hikonainaina Hoatran’ny vehivavy efa ho teraka ianao, ry zanakavavin’i Ziona. Fa hivoaka avy ao an-tanàna ianao ary hipetraka any an-tsaha, Dia ho tonga hatrany Babylona. Any no hamonjena anao, Ary any i Jehovah no hanavotra anao eo an-tanan’ny fahavalonao.",
        "11": "Dia firenena maro no hangonina hamely anao, Ka hiteny izy ireo hoe: ‘Aleo izy holotoina, Dia ho hitan’ny masontsika ny hitrangan’izany amin’i Ziona.’",
        "12": "Tsy fantatr’izy ireo anefa ny hevitr’i Jehovah, Ary tsy azony ny fikasany. Fa hangonin’Andriamanitra ho eo am-pamoloana izy ireo, hoatran’ny varimbazaha vao avy nojinjaina.",
        "13": "Mandehana manosihosy varimbazaha eny am-pamoloana, ry zanakavavin’i Ziona. Fa hovako ho vy ny tandrokao, Ary hovako ho varahina ny kitronao, Dia hanorotoro firenena be dia be ianao. Hatokanao ho an’i Jehovah ny tombony azon’izy ireo tamin’ny fanaovana ny tsy marina, Ary hatokanao ho an’ilay tena Tompon’ny tany manontolo ny fananan’izy ireo.”"
    },
    "5": {
        "1": "“Mandidididy ny vatanao ianao amin’izao, Ry zanakavavy misy manafika. Atao fahirano isika, Ary kapohin’izy ireo amin’ny tsorakazo ny takolaky ny mpitsaran’ny Israely.",
        "2": "Ary ianao, ry Betlehema Efrata, Kely loatra ianao ka tsy tokony ho anisan’ireo arivon’i Joda akory, Nefa avy ao aminao no hivoahan’ilay hotendreko ho mpitondra eo amin’ny Israely. Efa hatramin’ny taloha ela be no niandohany, efa hatramin’ny andro fahiny.",
        "3": "Hahafoy azy ireo àry Andriamanitra, Mandra-piterak’ilay vehivavy efa hiteraka. Ary hiverina any amin’ny vahoakan’Israely ny sisa amin’ireo rahalahiny.",
        "4": "Hitsangana ilay mpitondra ka hiandry ny ondriny amin’ny herin’i Jehovah, Sy amin’ny anaran’i Jehovah Andriamaniny, izay anarana be voninahitra. Dia hiadana sy hilamina izy ireo, Satria ho tonga hatrany amin’ny faran’ny tany ny fahefany.",
        "5": "Hampisy fiadanana koa izy. Rehefa tonga manafika ny tanintsika ny Asyrianina, ka mandrava ny tilikambo voaro mafy, Dia hanendry mpiandry fito isika mba hiady aminy, eny, andriana valo nofidina avy tamin’ny olona.",
        "6": "Hasian’izy ireo amin’ny sabatra ny tanin’i Asyria Sy ireo fidirana mankao amin’ny tanin’i Nimroda. Hanavotra antsika amin’ny Asyrianina ilay mpitondra, Rehefa manafika ny tanintsika ireny ka manitsaka ny faritanintsika.",
        "7": "Ny sisa amin’ny taranak’i Jakoba dia ho toy ny ando avy amin’i Jehovah, Eo amin’ny firenena maro, Ary ho toy ny oram-be mirotsaka eny amin’ny zavamaniry. Tsy manantena olona izy ireny, Na miandry ny zanak’olombelona.",
        "8": "Ho eo amin’ireo firenena ny sisa amin’ny taranak’i Jakoba, Ary ho eo amin’ny firenena maro, Hoatran’ny liona eo amin’ny bibidia any an’ala, Sy hoatran’ny liona eo amin’ny andian’ondry. Mandalo mantsy ny liona, dia misambotra sy mamiravira, Ka tsy misy mahavonjy an’izay azony.",
        "9": "Hanainga ny tananao eo ambonin’ny fahavalonao ianao satria ho resinao ireny, Ka ho ringana ny fahavalonao rehetra.”",
        "10": "“Amin’izany andro izany”, hoy i Jehovah, “Dia haripako ny soavalinao ary hopotehiko ny kalesinao.",
        "11": "Dia horavako ireo tanàna ao amin’ny taninao, Ary harodako daholo ny toerana voaro mafy eo aminao.",
        "12": "Hataoko mifarana hatreo ny filalaovana ody efa fanaonao, Ary tsy hisy mpampiasa herin’ny maizina intsony eo aminao.",
        "13": "Hopotehiko ny sary sokitra ivavahanao sy ny tsangambatonao masina, Ka tsy hiankohoka eo alohan’ny asan’ny tananao intsony ianao.",
        "14": "Hongotako ny tsato-kazonao masina, Ary horavako tanteraka ireo tanànanao.",
        "15": "Ho tezitra sy hisafoaka aho Rehefa mamaly an’ireo firenena tsy mankatò ahy.”"
    },
    "6": {
        "1": "Mba henoy re ny tenin’i Jehovah e! Mitsangàna, ka ento eo anatrehan’ny tendrombohitra ny adinao any amin’ny fitsarana, Ary ataovy ren’ny havoana ny feonao.",
        "2": "Henoy ny adin’i Jehovah any amin’ny fitsarana, ry tendrombohitra, Sy ianareo fototra mafy iorenan’ny tany! Fa miady amin’ny vahoakany any amin’ny fitsarana i Jehovah, Ary toriny ny Israely.",
        "3": "“Fa inona no nataoko taminao, ry vahoakako? Ary inona no nataoko ka nandreraka anao? Lazao àry izay fahadisoako.",
        "4": "Nitondra anao niakatra avy tany Ejipta aho, Ary nanavotra anao avy tany amin’ny toerana nanandevozana anao. Naniraka an’i Mosesy sy Arona ary Miriama mba ho any aminao koa aho.",
        "5": "Ry vahoakako, mba tsarovy re ny zavatra nangatahin’i Balaka mpanjakan’i Moaba e, Sy izay navalin’i Balama zanak’i Beora azy! Tadidio koa izay nitranga tany Sitima ka hatrany Gilgala, Dia ho fantatrao fa ara-drariny ny zavatra ataon’i Jehovah.”",
        "6": "Inona no hoentiko rehefa manatona an’i Jehovah aho, Ary inona no hoentiko rehefa miankohoka eo anatrehan’ilay Andriamanitra any ambony? Fanatitra dorana manontolo ve no hoentiko rehefa manatona azy aho, Sa zanak’omby vao herintaona?",
        "7": "Ho tian’i Jehovah ve ny ondrilahy an’arivony, Na ny menaka hoatran’ny renirano mikoriana? Ny zanako lahimatoa ve no homeko noho izaho nikomy, Sa izay naterako no homeko noho izaho nanota?",
        "8": "Ry zanak’olombelona, efa nolazainy taminao izay tsara. Ary inona moa no takin’i Jehovah aminao, Afa-tsy ny hanao ny rariny sy tsy hivadika, Sady hanetry tena rehefa miara-mandeha amin’ny Andriamanitrao?",
        "9": "Tonga hatrany an-tanàna ny antson’i Jehovah, Ka hatahotra ny anarany ny olona manam-pahendrena. Ekeo ny famaizana sy ilay nanome azy.",
        "10": "Mbola misy ao an-tranon’ny ratsy fanahy ve ny harena azony tamin’ny ratsy, Sy ny efaha famarana nohakelezina, izay maharikoriko?",
        "11": "Madio ve aho raha mampiasa mizana mandainga, Sy manana kitapo misy vatomizana tsy marina?",
        "12": "Fa mahery setra be ny mpanankarenany, Mandainga ny mponina ao aminy, Ary mamitaka ny lelan’izy ireo.",
        "13": "“Dia hokapohiko ianao ka hataoko maratra, Ary ho lasa tsy misy mponina ao aminao satria ianao nanota.",
        "14": "Dia hihinana ianao nefa tsy ho voky, Ka mbola ho noana be ihany. Izay zavatra alainao mba hotehirizina dia tsy ho voatahirinao akory, Ary izay mba voatahirinao dia havelako hopotehin’ny fahavalonao.",
        "15": "Hamafy ianao nefa tsy hijinja. Hanitsakitsaka oliva ianao nefa tsy hampiasa ny menaka azo avy aminy, Ary hanao divay vaovao nefa tsy hisotro akory.",
        "16": "Manaraka ny lalàn’i Omry sy izay rehetra nataon’ny taranak’i Ahaba mantsy ianareo, Sady manaiky ny toroheviny. Hosaziko ianareo ka hihorohoro ny olona mahita an’izay manjo anareo, Ary hisioka haneso an’ireo mponina ao aminareo ny olona. Dia holatsain’ny firenena hafa ianareo.”"
    },
    "7": {
        "1": "Loza fa hoatran’ny olona tsy mahita voaloboka hohanina aho, Na dia tangozany iray aza, Sady tsy mahita aviavy izay tena tiako, Rehefa avy notazana ny voankazo masaka fahavaratra, Ary efa nalaina daholo koa ny ambiny tamin’ny voaloboka.",
        "2": "Ripaka tanteraka ny olona tsy mivadika ka tsy misy intsony eto an-tany, Ary tsy misy olo-marina intsony. Miafina mba handatsa-dra izy rehetra, Ary samy mihaza ny rahalahiny amin’ny harato.",
        "3": "Kinga be ny tanany raha hanao ratsy. Mitaky zavatra ny andriana, Mangataka valisoa ny mpitsara, Ary milaza izay tiany ho azo ny olona ambony, Dia miray tetika izy ireo.",
        "4": "Hoatran’ny tsilo ny tsara indrindra eo aminy, Ary ratsy noho ny fefy tsilo ny olo-marina indrindra eo aminy. Ho tonga ilay andro nolazain’ny mpitilinao sy ilay andro hitsarana anao, Dia hatahotra be izy ireo.",
        "5": "Aza mino izay lazain’ny namanao, Na matoky namana akaiky. Tandremo tsara koa izay holazainao amin’ilay miondana eo an-tratranao.",
        "6": "Fa maniratsira ny rainy ny zanakalahy, Manohitra ny reniny ny zanakavavy, Ary manohitra ny rafozambaviny ny vinantovavy. Ny ankohonan’ny olona ihany no fahavalony.",
        "7": "Fa izaho kosa hanantena an’i Jehovah. Vonona hiandry an’ilay Andriamanitra mpamonjy ahy aho. Dia hihaino ahy ilay Andriamanitro.",
        "8": "Aza mifaly amin’izay manjo ahy, ry fahavaloko, Fa na lavo aza aho, dia mbola hiarina ihany, Ary na ao anaty haizina aza aho, dia i Jehovah no hanazava ahy.",
        "9": "Tezitra amiko i Jehovah nefa hiaretako izany, Satria efa nanota taminy aho. Hiaretako izany, mandra-pitsangany hiaro ahy any amin’ny fitsarana ka hanome rariny ahy. Havoakany ho eny amin’ny mazava aho, Dia ho hitako fa rariny ny azy.",
        "10": "Hahita an’izany rehetra izany koa ny fahavaloko. Ary ho afa-baraka tanteraka izy, izay niteny tamiko hoe: “Aiza koa izay Jehovah Andriamanitrao eo?” Hijery ny fahavaloko aho. Ho voahitsakitsaka hoatran’ny fotaka eny an-dalana izy.",
        "11": "Andro hanorenana ny manda vatonao izany. Amin’izay andro izay, dia hitarina ny sisin-tany.",
        "12": "Amin’izay andro izay koa, dia ho avy any aminao ny olona Avy any Asyria ka hatrany amin’ireo tanànan’i Ejipta, Avy any Ejipta ka hatrany amin’ny Renirano, Sy ny avy any amin’ny ranomasina ka hatrany amin’ny ranomasina, ary ny avy any an-tendrombohitra ka hatrany amin’ny tendrombohitra.",
        "13": "Ho lasa tsy misy mponina ao amin’ilay tany, noho izay nataon’ny olona nipetraka tao, Vokatry ny nataon’izy ireo.",
        "14": "Ampiasao ny tehinao ka andraso ny ondry lovanao, dia ny vahoakanao, Ilay nipetraka irery tany an’ala, teo afovoan’ny saham-boankazo. Avelao izy hiraoka ahitra any Basana sy Gileada, hoatran’ny tamin’ny taloha.",
        "15": "“Hampisehoako zavatra mahatalanjona izy, Hoatran’ny tamin’ny andro nivoahanao tany Ejipta.",
        "16": "Hahita izany ireo firenena ka ho afa-baraka na dia mahery be aza. Hanampina ny vavany izy ireo, Ary ho lasa marenina ny sofiny.",
        "17": "Hilelaka vovoka hoatran’ny bibilava izy ireo, Ary hangovitra toy ny biby mandady rehefa mivoaka avy ao amin’ny toerany voaro mafy. Hihorohoro izy ireo rehefa manatona an’i Jehovah Andriamanitsika, Ary hatahotra azy.”",
        "18": "Iza no Andriamanitra hoatr’anao, Izay mamela fahadisoana sy mamela ny heloky ny sisa amin’ny lovanao? Tsy ho tezitra mandrakizay ianao, Satria mahafinaritra anao ny maneho fitiavana sy tsy mivadika.",
        "19": "Hamindra fo aminay indray ianao, ary horesenao ny fahadisoanay. Hatsipinao any amin’ny ranomasina lalina ny fahotanay rehetra.",
        "20": "Tsy hivadika amin’i Jakoba ianao, Sady ho tia foana an’i Abrahama, Araka izay efa nianiananao tamin’ny razambenay taloha ela be."
    },
    "meta": {
        "name": "Mika",
        "order": 32,
        "chapter_number": 7
    }
}