{
    "1": {
        "1": "Rehefa maty i Ahaba, dia nikomy tamin’ny Israely i Moaba.",
        "2": "Ary i Ahazia dia nianjera avy teo amin’ny makarakaran’ny efitranony tany an-tampon-trano tao Samaria, ka narary. Koa nandefa iraka izy, ka nanao tamin’ireo hoe: “Mandehana, anontanio i Bala-zeboba andriamanitr’i Ekrona, raha ho sitrana amin’izao aretina izao aho, na tsia.”",
        "3": "Ary niteny tamin’i Elia Tisbita ny anjelin’i Jehovah hoe: “Miakara hihaona amin’ireo iraky ny mpanjakan’i Samaria, ka lazao aminy hoe: ‘Fa angaha dia tsy misy Andriamanitra mihitsy eto amin’ny Israely, no mandeha manontany an’i Bala-zeboba andriamanitr’i Ekrona ianareo?",
        "4": "Koa izao no nolazain’i Jehovah: “Tsy hiala eo amin’io fandriana niakaranao io intsony ianao, fa ho faty tokoa.”’” Dia lasa i Elia.",
        "5": "Raha vao tonga tany amin’ny mpanjaka ireo iraka, dia nanontaniany hoe: “Fa maninona ianareo no niverina?”",
        "6": "Ary hoy ireo: “Nisy lehilahy niakatra hihaona taminay, ka niteny taminay hoe: ‘Mandehana miverina any amin’ny mpanjaka naniraka anareo, ka lazao aminy hoe: “Izao no nolazain’i Jehovah: ‘Fa angaha dia tsy misy Andriamanitra mihitsy eto amin’ny Israely, no mandefa iraka hanontany an’i Bala-zeboba andriamanitr’i Ekrona ianao? Koa tsy hiala eo amin’io fandriana niakaranao io intsony ianao, fa ho faty tokoa.’”’”",
        "7": "Dia hoy ny mpanjaka: “Lehilahy manao ahoana ilay niakatra hihaona taminareo sy nilaza izany teny izany taminareo?”",
        "8": "Ary hoy ireo: “Lehilahy manao akanjo volom-biby, ary misy fehikibo hoditra eo amin’ny andilany.” Avy hatrany dia hoy izy: “I Elia Tisbita izany.”",
        "9": "Ary naniraka lehiben’ny dimampolo nankany amin’i Elia ny mpanjaka. Dia niakatra nankany amin’i Elia ralehilahy, niaraka tamin’ny miaramilany dimampolo. Nipetraka teo an-tampon’ny tendrombohitra i Elia tamin’izay. Ary hoy ralehilahy taminy: “Ry lehilahin’Andriamanitra! ‘Midìna ianao’, hoy ny mpanjaka.”",
        "10": "Hoy anefa i Elia taminy: “Raha lehilahin’Andriamanitra tokoa aho, dia aoka hisy afo hilatsaka avy any an-danitra handevona anao sy ny miaramilanao dimampolo.” Dia nisy afo nilatsaka avy tany an-danitra, ka nandevona azy sy ny miaramilany dimampolo.",
        "11": "Ary naniraka lehiben’ny dimampolo hafa, mbamin’ny miaramilany dimampolo indray ny mpanjaka. Dia hoy koa io tamin’i Elia: “Ry lehilahin’Andriamanitra! ‘Midìna haingana ianao’, hoy ny mpanjaka.”",
        "12": "Hoy anefa i Elia: “Raha lehilahin’Andriamanitra tokoa aho, dia aoka hisy afo hilatsaka avy any an-danitra handevona anao sy ny miaramilanao dimampolo.” Dia nisy afon’Andriamanitra nilatsaka avy tany an-danitra, ka nandevona azy sy ny miaramilany dimampolo.",
        "13": "Ary naniraka lehilahy fahatelo izay lehiben’ny dimampolo, mbamin’ny miaramilany dimampolo indray ny mpanjaka. Ary niakatra ralehilahy ka nandohalika teo anatrehan’i Elia, ary nitalaho ny famindram-pony, nanao hoe: “Ry lehilahin’Andriamanitra ô, mba tsimbino re ny aiko sy ny ain’ireto dimampolo lahy mpanomponao ireto e!",
        "14": "Efa nisy afo nilatsaka avy tany an-danitra, ka nandevona an’ireo roa lahy lehiben’ny dimampolo teo aloha mbamin’ny miaramilany dimampolo avy. Fa mba tsimbino kosa re ny aiko e!”",
        "15": "Dia hoy ilay anjelin’i Jehovah tamin’i Elia: “Midìna miaraka aminy, ary aza matahotra azy.” Koa nitsangana i Elia, ka nidina niaraka taminy ho any amin’ny mpanjaka.",
        "16": "Ary hoy izy tamin’ny mpanjaka: “Izao no nolazain’i Jehovah: ‘Fa angaha dia tsy misy Andriamanitra hanontaniana mihitsy eto amin’ny Israely, no nandefa iraka hanontany an’i Bala-zeboba andriamanitr’i Ekrona ianao? Koa tsy hiala eo amin’io fandriana niakaranao io intsony ianao, fa ho faty tokoa.’”",
        "17": "Dia maty izy, araka ny tenin’i Jehovah nolazain’i Elia. Ary tsy nanan-janakalahy izy, ka i Jorama no nanjaka nandimby azy, tamin’ny taona faharoa nanjakan’i Jorama zanak’i Josafata mpanjakan’ny Joda.",
        "18": "Ary ny sisa amin’ny zavatra nataon’i Ahazia, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?"
    },
    "2": {
        "1": "Rehefa nadiva hitondra an’i Elia hiakatra ho any amin’ny lanitra tao anaty tafio-drivotra i Jehovah, dia niainga avy tany Gilgala i Elia sy Elisa.",
        "2": "Ary hoy i Elia tamin’i Elisa: “Mijanòna eto, azafady, fa nirahin’i Jehovah ho any Betela aho.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velon’aina koa ianao, dia tsy handao anao aho.” Koa nidina nankany Betela izy roa lahy.",
        "3": "Dia nivoaka nankany amin’i Elisa ireo zanaky ny mpaminany tao Betela, ka nanao taminy hoe: “Mba fantatrao tokoa moa fa anio no hakan’i Jehovah ny tomponao, ka tsy ho tomponao intsony izy?” Dia hoy izy: “Izaho koa mahalala tsara an’izany, fa mangìna ianareo.”",
        "4": "Ary hoy i Elia tamin’i Elisa: “Mijanòna eto, ry Elisa, azafady, fa nirahin’i Jehovah ho any Jeriko aho.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velon’aina koa ianao, dia tsy handao anao aho.” Koa tonga tany Jeriko izy roa lahy.",
        "5": "Dia nanatona an’i Elisa ireo zanaky ny mpaminany tao Jeriko, ka nanao taminy hoe: “Mba fantatrao tokoa moa fa anio no hakan’i Jehovah ny tomponao, ka tsy ho tomponao intsony izy?” Dia hoy i Elisa: “Izaho koa mahalala tsara an’izany, fa mangìna ianareo.”",
        "6": "Ary hoy i Elia taminy: “Mijanòna eto, azafady, fa nirahin’i Jehovah ho any Jordana aho.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velon’aina koa ianao, dia tsy handao anao aho.” Koa nanohy ny diany izy roa lahy.",
        "7": "Ary nisy dimampolo lahy zanaky ny mpaminany, nanaraka azy roa lahy ka nijanona nitazana teny lavidavitra teny. Fa izy roa lahy kosa nijoro teo amoron’i Jordana.",
        "8": "Koa nesorin’i Elia ilay akanjona mpaminany nanaovany, ary navalony ka nikapohany ny rano. Dia nisaraka nankeo amin’ny andaniny sy ny ankilany ny rano, ka niampita tamin’ny tany maina izy roa lahy.",
        "9": "Raha vao tonga teny ampita izy ireo, dia hoy i Elia tamin’i Elisa: “Angataho izay tokony hataoko ho anao, alohan’ny hakana ahy hiala aminao.” Dia hoy i Elisa: “Aoka aho mba hahazo anjaran’olon-droa amin’ny fanahy * miasa aminao.”",
        "10": "Hoy anefa i Elia: “Sarotra izany zavatra angatahinao izany. Raha hitanao ny hakana ahy hiala aminao, dia ho azonao izany. Fa raha tsy izany kosa, dia tsy ho azonao izany.”",
        "11": "Raha mbola nandeha izy ireo, sady niresaka teny am-pandehanana, dia nisy kalesy afo sy soavaly afo nampisaraka azy roa lahy. Ary niakatra ho any amin’ny lanitra tao anaty tafio-drivotra i Elia.",
        "12": "Nahita izany rehetra izany i Elisa, ka niantsoantso hoe: “Ry raiko ô, ry raiko ô, ny kalesin’adin’ny Israely mbamin’ny mpitaingin-tsoavaliny!” Dia tsy nahita an’i Elia intsony izy. Koa noraisiny ny fitafiany, ka norovitiny hizara roa.",
        "13": "Ary noraisiny ilay akanjona mpaminany nanaovan’i Elia, izay latsaka avy teny aminy. Dia niverin-dalana izy ka nijoro teo amoron’i Jordana.",
        "14": "Ary nalainy ilay akanjo nanaovan’i Elia, izay latsaka avy teny aminy, ka nikapohany ny rano. Dia hoy izy: “Aiza i Jehovah Andriamanitr’i Elia?” Ary nokapohiny ny rano, ka nisaraka nankeo amin’ny andaniny sy ny ankilany, dia niampita izy.",
        "15": "Rehefa nahatazana azy teny lavidavitra teny ny zanaky ny mpaminany tao Jeriko, dia nanao hoe: “Efa mitoetra ao amin’i Elisa ny fanahy niasa tamin’i Elia.” Koa nitsena azy izy ireo, ka niankohoka tamin’ny tany teo anatrehany.",
        "16": "Dia hoy ireo taminy: “Misy dimampolo lahy mahery fo eto amin’ny mpanomponao. Aoka re izy ireo hitady ny tomponao e! Angamba nampiakarin’ny fanahin’i Jehovah izy, ka nazerany any an-tendrombohitra any, na any an-dohasaha any.” Hoy anefa i Elisa: “Aza irahina ry zareo.”",
        "17": "Niangavy an’i Elisa foana anefa izy ireo. Koa sanganehana i Elisa, ka niteny hoe: “Iraho àry ry zareo!” Dia naniraka dimampolo lahy izy ireo. Ary nitady nandritra ny telo andro ireny, fa tsy nahita an’i Elia.",
        "18": "Efa nipetraka tao Jeriko i Elisa, rehefa niverina tany aminy izy ireo. Dia hoy i Elisa: “Tsy efa nilazako moa ianareo hoe: ‘Aza mandeha’?”",
        "19": "Tatỳ aoriana, dia hoy ny mponina tao an-tanàna tamin’i Elisa: “Tsara honenana ity tanàna ity, araka izao ahitan’ny tompoko azy izao. Ratsy anefa ny rano, ary mahatonga ny olona ho afa-jaza koa ny tany.”",
        "20": "Dia hoy i Elisa: “Akao vilia baolina kely vaovao aho, ary asio sira ao anatiny.” Dia nakan’izy ireo izy.",
        "21": "Ary nankany amin’ilay loharano izy, dia nanipy sira tao sady nanao hoe: “Izao no nolazain’i Jehovah: ‘Ataoko mahasalama ity rano ity. Tsy hahatonga ny olona ho faty na ho afa-jaza intsony izy ity.’”",
        "22": "Ary mbola sitrana mandraka androany ilay rano, araka ny tenin’i Elisa.",
        "23": "Ary niakatra avy tany Jeriko i Elisa, ka nankany Betela. Raha mbola teny an-dalana izy, dia indreny nisy ankizilahikely nivoaka avy ao an-tanàna, ka nanakora azy tsy an-kijanona hoe: “Miakara, ry ilay sola! Miakara, ry ilay sola!”",
        "24": "Farany dia niherika tany aoriany i Elisa ka nahita an’ireo ankizy, ary nanozona azy tamin’ny anaran’i Jehovah. Dia nisy orsavavy roa nivoaka avy tao anaty ala, ka namiravira roa amby efapolo tamin’ireo ankizy.",
        "25": "Ary nanohy ny diany i Elisa ka nankany amin’ny Tendrombohitra Karmela. Avy eo dia niverina nankany Samaria izy."
    },
    "3": {
        "1": "Lasa mpanjakan’ny Israely tao Samaria i Jorama zanak’i Ahaba, tamin’ny taona fahavalo ambin’ny folo nanjakan’i Josafata mpanjakan’ny Joda. Ary roa ambin’ny folo taona no nanjakany.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana izy, saingy tsy toy ny nataon’ny rainy na ny reniny, satria mba nesoriny ihany ilay tsangambato masin’i Bala nataon-drainy.",
        "3": "Nifikitra tamin’ny fahotan’i Jeroboama zanak’i Nebata anefa izy, dia ny fahotan’i Jeroboama izay nampanotany ny Israely. Tsy niala tamin’izany izy.",
        "4": "I Mesa mpanjakan’i Moaba dia lasa mpiompy ondry. Ary nandoa hetra ho an’ny mpanjakan’ny Israely izy, dia zanak’ondry iray hetsy sy ondrilahy iray hetsy mbola tsy nohetezana.",
        "5": "Raha vao maty anefa i Ahaba, dia nikomy tamin’ny mpanjakan’ny Israely ny mpanjakan’i Moaba.",
        "6": "Koa nivoaka avy any Samaria i Jorama Mpanjaka tamin’izay, ka novoriny ny Israely rehetra.",
        "7": "Ankoatra izany, dia nandefa iraka tany amin’i Josafata mpanjakan’ny Joda izy, nanao hoe: “Mikomy amiko ny mpanjakan’i Moaba. Koa hiaraka amiko hiady any Moaba ve ianao?” Dia hoy i Josafata: “Handeha aho, fa izay ahy dia anao, ny oloko dia olonao, ary ny soavaliko dia soavalinao.”",
        "8": "Hoy koa izy: “Avy aiza isika no hiakatra?” Dia hoy i Jorama: “Avy any amin’ny lalana mankany an-tany efitr’i Edoma.”",
        "9": "Dia niainga ny mpanjakan’ny Israely sy ny mpanjakan’ny Joda ary ny mpanjakan’i Edoma, ka nandeha nanodidina nandritra ny fito andro. Ary tsy nisy rano ho an’ny tao an-toby sy ho an’ny biby fiompy izay nanara-dia azy ireo.",
        "10": "Farany, dia hoy ny mpanjakan’ny Israely: “Indrisy! Nantsoin’i Jehovah isika mpanjaka telo ireto mba hatolony eo an-tanan’i Moaba!”",
        "11": "Dia hoy i Josafata: “Tsy misy mpaminanin’i Jehovah angaha atỳ? Andao asaintsika manontany an’i Jehovah izy.” Ary hoy ny lehilahy iray mpanompon’ny mpanjakan’ny Israely: “Atỳ i Elisa zanak’i Safata, ilay mpanondraka rano ny tanan’i Elia.”",
        "12": "Dia hoy i Josafata: “Nankinina taminy ny tenin’i Jehovah.” Koa nidina tany aminy ny mpanjakan’ny Israely sy Josafata ary ny mpanjakan’i Edoma.",
        "13": "Ary hoy i Elisa tamin’ny mpanjakan’ny Israely: “Misy zavatra iombonako aminao angaha moa? Mandehana any amin’ny mpaminanin-drainao sy ny mpaminanin-dreninao.” Hoy anefa ny mpanjakan’ny Israely: “Aza miteny an’izany, fa ny hanolotra anay eo an-tanan’i Moaba no niantsoan’i Jehovah anay mpanjaka telo ireto.”",
        "14": "Dia hoy i Elisa: “Raha mbola velona koa i Jehovah Tompon’ny tafika, izay tompoiko, dia tsoriko aminao fa raha tsy noho ny amin’i Josafata mpanjakan’ny Joda sy noho ny fanajako azy, dia tsy ho nijery anao akory aho.",
        "15": "Koa akao mpitendry lokanga aho.” Raha vao nitendry ny lokangany ilay mpitendry, dia niasa tamin’i Elisa ny tanan’i Jehovah.",
        "16": "Dia hoy izy: “Izao no nolazain’i Jehovah: ‘Aoka hasiana tatatra be dia be ity lohasaha falehan-driaka ity.",
        "17": "Fa izao no nolazain’i Jehovah: “Tsy hahita rivotra na oram-be ianareo, nefa ho feno rano io lohasaha falehan-driaka io. Ary hisotro rano avy aminy ianareo sy ny biby fiompinareo.”’",
        "18": "Zavatra tsotra amin’i Jehovah ny hanao izany. Koa hanolotra an’i Moaba eo an-tananareo tokoa izy.",
        "19": "Ary tafiho ny tanàna voaro mafy rehetra sy ny tanàna tena tsara rehetra. Kapao ny hazo tsara rehetra, tampeno ny loharano rehetra, ary simbasimbao amin’ny vato ny tany tsara rehetra.”",
        "20": "Nony maraina, tamin’ny fotoana fanolorana fanatitra varimbazaha, dia nisy rano tonga avy any amin’ny faritr’i Edoma, ka feno rano ilay tany.",
        "21": "Ary ren’ny Moabita rehetra fa niakatra hiady taminy ireo mpanjaka ireo. Koa novoriny ny lehilahy rehetra ampy taona hiady. Dia nijoro teo amin’ny sisin-tany ireo.",
        "22": "Efa notarafin’ny masoandro ny rano rehefa nifoha ny Moabita teny ampita, ny ampitso maraina. Koa mena sahala amin’ny ra no fahitan’izy ireo ny rano.",
        "23": "Dia hoy izy ireo: “Ra io! Tena nifamely tamin’ny sabatra ireo mpanjaka ka nifamono. Andao haka babo, ry Moaba ô!”",
        "24": "Kanjo nony niditra tao an-tobin’ny Israely izy ireo, dia nitsangana avy hatrany ny Israelita ka namely azy. Dia nandositra teo anoloan’ny Israelita ny Moabita. Ary tonga tany Moaba ny Israelita, ka sady namono ny Moabita izy ireo no nandroso ihany.",
        "25": "Noravany koa ireo tanàna. Samy nanipy vato teny amin’ny tany tsara rehetra izy ireo, ka nofenoiny vato izany. Ary notampenany ny loharano rehetra, nokapainy ny hazo tsara rehetra, ary ny vato tao Kira-haresa sisa no navelany. Dia nanodidina an’ilay tanàna ireo mpampiasa pilotra, ka namely azy.",
        "26": "Raha vao hitan’ny mpanjakan’i Moaba fa efa ho resy izy, dia nitondra fitonjato lahy mpitan-tsabatra izy mba hanavatsava teo amin’ny mpanjakan’i Edoma. Tsy nahomby anefa izy ireo.",
        "27": "Farany, dia nalain’ny mpanjakan’i Moaba ny zanany lahimatoa, izay tokony hanjaka handimby azy, ka natolony ho fanatitra dorana teo ambony manda. Niharan’ny fahatezerana mafy àry ny Israely, dia niala ka tsy nanafika azy intsony, ary niverina tany amin’ny taniny."
    },
    "4": {
        "1": "Ary nisy vehivavy iray vadin’ny zanaky ny mpaminany, tonga nitaraina tamin’i Elisa hoe: “Maty ny vadiko mpanomponao, ary fantatrao tsara fa natahotra an’i Jehovah foana izy. Tonga anefa izao ny tompon-trosa haka ny zanako roa ho andevony.”",
        "2": "Dia hoy i Elisa taminy: “Inona àry no hataoko ho anao? Lazao ahy izay anananao ao an-trano.” Ary hoy ravehivavy: “Tsy manana na inona na inona ao an-trano ny mpanompovavinao, afa-tsy siny iray fasiana menaka.”",
        "3": "Ary hoy i Elisa: “Mankanesa any amin’ny mpiara-monina aminao rehetra, ka mangataha siny tsy misy na inona na inona. Mitondrà betsaka araka izay azonao atao.",
        "4": "Dia aoka hihidy ao an-trano ianao sy ny zanakao. Ary mandraraha menaka ao anatin’ireo siny rehetra ireo, ka atokàny izay feno.”",
        "5": "Dia niala teo aminy ravehivavy. Rehefa nihidy tao an-trano izy sy ny zanany mirahalahy, dia nentin’izy roa lahy teo akaikiny ny siny, ka ravehivavy no nandraraka menaka.",
        "6": "Raha vao feno ireo siny, dia hoy izy tamin-janany: “Itondray siny hafa koa aho.” Hoy anefa ilay zanany: “Tsy misy intsony.” Dia nitsahatra ny menaka.",
        "7": "Ary nankao amin’ilay lehilahin’Andriamanitra ravehivavy, ka nilaza izany. Dia hoy ralehilahy: “Mandehana, amidio ny menaka ka aloavy ny trosanao. Ny ambiny kosa hivelomanao sy ny zanakao.”",
        "8": "Ary nandalo tao Sonema i Elisa indray andro. Nisy vehivavy nanan-kaja tao, ary nanery an’i Elisa hisakafo izy. Koa isaky ny nandalo i Elisa, dia nivily mba hisakafo tao.",
        "9": "Rehefa ela ny ela, dia hoy ravehivavy tamin’ny vadiny: “Fantatro fa tena olo-masin’Andriamanitra ilay mpandalo eto amintsika iny.",
        "10": "Andao mba hanao efitrano kely ao an-tampon-trano, mifanila amin’ny rindrina, ka hasiantsika fandriana sy latabatra sy seza ary fitoeran-jiro hampiasainy. Ary afaka mankao izy isaky ny tonga eto amintsika.”",
        "11": "Indray andro, dia nankany toy ny mahazatra i Elisa, ka nankao amin’ilay efitrano tany an-tampon-trano, ary natory tao.",
        "12": "Dia hoy i Elisa tamin’i Gehazy mpanompony: “Antsoy ilay vehivavy sonemita.” Dia nantsoiny ho eo anatrehany izy.",
        "13": "Ary hoy i Elisa tamin’i Gehazy: “Lazao aminy, azafady, hoe: ‘Mihafy be ianao noho izao fikarakarana anay izao, ka inona kosa no mba hatao ho anao? Misy zavatra tianao holazaina amin’ny mpanjaka ve, na amin’ny lehiben’ny tafika?’” Dia hoy ravehivavy: “Tsia, satria izaho eto amin’ny fireneko ihany.”",
        "14": "Ary hoy i Elisa: “Inona àry no tokony hatao ho azy?” Dia hoy i Gehazy: “Zanakalahy no tsy ananany, sady efa antitra ny vadiny.”",
        "15": "Avy hatrany, dia hoy i Elisa: “Antsoy àry izy.” Dia nantsoiny ravehivavy, ka nijoro teo amin’ny fidirana.",
        "16": "Ary hoy i Elisa: “Amin’ny fotoana voatondro, amin’ny herintaona toy izao, dia hitrotro zanakalahy ianao.” Hoy anefa ravehivavy: “Tsia re, tompoko ô! Aza mandainga amin’ny mpanompovavinao, ry lehilahin’Andriamanitra ô!”",
        "17": "Bevohoka tokoa anefa ravehivavy. Dia tera-dahy izy tamin’ny fotoana voatondro, herintaona taorian’izay, araka izay nolazain’i Elisa taminy.",
        "18": "Ary nihalehibe ilay zaza. Indray andro izy dia nankany amin-drainy toy ny fanaony. Niaraka tamin’ireo mpijinja ny rainy tamin’izay.",
        "19": "Ary hoy foana izy tamin-drainy: “Ny an-dohako e! Ny an-dohako e!” Farany, dia hoy ny rainy tamin’ny mpanompo: “Ento any amin-dreniny izy.”",
        "20": "Koa nentin’ilay mpanompo tany amin-dreniny izy. Dia nipetraka teo ampofoan-dreniny izy mandra-pitataovovonan’ny andro, ary farany dia maty.",
        "21": "Ary niakatra nampandry azy teo amin’ny fandrianan’ilay lehilahin’Andriamanitra ravehivavy. Dia nakatony ny varavarana, ka lasa izy.",
        "22": "Ary nantsoiny ny vadiny, ka nilazany hoe: “Mba andefaso mpanompo iray sy ampondravavy iray aho, azafady. Aleo aho handeha haingana ho any amin’ilay lehilahin’Andriamanitra, dia hiverina.”",
        "23": "Hoy anefa ny vadiny: “Fa misy inona no hankany aminy ianao anio, nefa tsy tsinam-bolana na sabata izao?” Ary hoy ravehivavy: “Tsy misy inona na inona!”",
        "24": "Dia nasiany lasely ilay ampondravavy, ary hoy izy tamin’ilay mpanompony: “Tariho ny ampondra, dia rosoy ny dia! Aza manahy momba ahy, ary aza mijanona mihitsy raha tsy mahazo baiko avy amiko.”",
        "25": "Dia nankany amin’ilay lehilahin’Andriamanitra tany amin’ny Tendrombohitra Karmela izy. Raha vao nahatazana azy nanatona ilay lehilahin’Andriamanitra, dia niteny tamin’i Gehazy mpanompony hoe: “Iny ilay vehivavy sonemita!",
        "26": "Mba mihazakazaha hitsena azy, ary anontanio izy hoe: ‘Tsy maninona ve ianao? Tsy maninona ve ny vadinao? Ary tsy maninona ve ilay zaza?’” Dia hoy ravehivavy: “Tsy maninona izahay!”",
        "27": "Raha vao tonga teo amin’ilay lehilahin’Andriamanitra teo an-tendrombohitra izy, dia nohazoniny ny tongotr’ilay lehilahin’Andriamanitra. Dia nanatona i Gehazy mba hanosika azy hiala, nefa hoy ilay lehilahin’Andriamanitra: “Avelao izy fa ory dia ory. Nafenin’i Jehovah tamiko izany, fa tsy nambarany ahy.”",
        "28": "Dia hoy ravehivavy: “Izaho angaha nangataka zanakalahy tamin’ny alalan’ny tompoko? Tsy efa nilaza ve aho hoe: ‘Aza mampanantena tsy misy’?”",
        "29": "Avy hatrany, dia hoy i Elisa tamin’i Gehazy: “Misikìna, * ka raiso ny tehiko, ary mandehana. Raha mifanena amin’olona ianao, dia aza miarahaba azy. Ary raha misy miarahaba anao, dia aza mamaly. Ary apetraho eo amin’ny tarehin’ilay zazalahy ny tehiko.”",
        "30": "Dia hoy ny renin’ilay zazalahy: “Raha mbola velona koa i Jehovah, ary raha mbola velon’aina koa ianao, dia tsy hiala aminao mihitsy aho.” Koa nitsangana ralehilahy, ary lasa niaraka taminy.",
        "31": "Ary nialoha lalana azy ireo i Gehazy, ka nametraka ilay tehina teo amin’ny tarehin’ilay zazalahy. Sady tsy namoaka feo anefa ilay zaza no tsy nihetsika. Dia niverina hitsena an’i Elisa izy, ka nanao hoe: “Tsy nifoha ilay zazalahy.”",
        "32": "Farany, dia tonga tao amin’ilay trano i Elisa. Ary nampandrina teo am-pandrianany ilay zazalahy efa maty.",
        "33": "Dia niditra izy ka nihidy tao an-trano niaraka tamin’ilay zaza. Ary nivavaka tamin’i Jehovah i Elisa.",
        "34": "Farany, dia niakatra teo amin’ilay fandriana izy ary nandry teo ambonin’ilay zaza, ka nataony teo amin’ny vavan’ilay zaza ny vavany, teo amin’ny masony ny masony, ary teo amin’ny felatanany ny felatanany. Dia nivalampatra teo aminy elaela izy, ka nafana tsikelikely ny nofon’ilay zaza.",
        "35": "Ary nivezivezy kely tao an-trano indray izy. Dia niakatra teo amin’ilay fandriana izy, ka nivalampatra teo amin’ilay zaza indray. Koa nievina impito ilay zazalahy, ary avy eo dia nihiratra.",
        "36": "Dia nantsoin’i Elisa i Gehazy, ka nilazany hoe: “Antsoy ilay vehivavy sonemita.” Ary nantsoiny ravehivavy, ka nankao aminy. Dia hoy i Elisa: “Raiso ny zanakao.”",
        "37": "Dia niditra ravehivavy, ka niantoraka teo an-tongotr’i Elisa ary niankohoka tamin’ny tany teo anatrehany. Avy eo dia noraisiny ny zanany ary lasa izy.",
        "38": "Dia niverina tany Gilgala i Elisa. Nisy mosary tany tamin’izay. Ary nipetraka teo anatrehany ireo zanaky ny mpaminany, ka hoy izy tamin’ny mpanompony: “Ataingeno ilay vilanibe, ka manaova lasopy ho an’ny zanaky ny mpaminany.”",
        "39": "Koa nisy anankiray nankany an-tsaha mba hitsongo anana atao hoe fiandrilavenona, ka nahita zavamaniry mandady. Dia nioty voantangomboalavo teo amin’io izy, ka nahangona eran’ny akanjony. Ary nony tonga izy, dia notetitetehiny ilay izy, ka narotsany tao anatin’ilay vilanin-dasopy, fa tsy fantatr’izy ireo hoe inona ilay izy.",
        "40": "Avy eo, dia noloarana ilay lasopy mba hohanin’ny olona. Raha vao nihinana tamin’ilay izy anefa izy ireo, dia nikiakiaka hoe: “Misy zava-mahafaty ao am-bilany, ry lehilahin’Andriamanitra ô!” Koa tsy nahahinana izy ireo.",
        "41": "Dia hoy i Elisa: “Akao lafarinina àry aho.” Ary narotsany tao am-bilany izany, ka hoy izy: “Andoary amin’io ny olona mba hohaniny.” Dia tsy nisy zava-dratsy intsony tao am-bilany.",
        "42": "Ary nisy lehilahy iray avy any Bala-salisa, nitondra mofo roapolo vita tamin’ny vary orza voaloham-bokatra, ary koa voa vaovao tao anaty kitapo mofony. Nentiny ho an’ilay lehilahin’Andriamanitra ireo. Dia hoy i Elisa: “Omeo hohanin’ny olona ireo.”",
        "43": "Fa hoy kosa ny mpanompony: “Hataoko ahoana ny handroso an’ireo eo anoloan’ny lehilahy zato?” Dia hoy i Elisa: “Omeo hohanin’ny olona ireo, fa izao no nolazain’i Jehovah: ‘Hihinana ny olona, ary hisy sisa tsy lany.’”",
        "44": "Dia narosony teo anoloan’izy ireo izany, ka nihinana ireo ary nisy sisa tsy lany, araka ny tenin’i Jehovah."
    },
    "5": {
        "1": "Ary nisy lehilahy atao hoe Namàna, lehiben’ny tafiky ny mpanjakan’i Syria. Lasa olo-malaza teo anatrehan’ny tompony izy, sady nohajaina fatratra, satria tamin’ny alalany no namonjen’i Jehovah an’i Syria. Lehilahy matanjaka sy mahery fo izy, saingy boka.",
        "2": "Ary nahazo babo zazavavikely iray tany amin’ny tanin’ny Israely ny Syrianina mpandroba. Lasa mpanompon’ny vadin’i Namàna izy io.",
        "3": "Ary hoy izy tamin’ny tompovaviny: “Raha mba mankany amin’ilay mpaminany any Samaria mantsy ny tompoko, dia hositraniny amin’ny habokany!”",
        "4": "Ary nisy olona tonga tao amin’ny tompon’i Namàna, ka nitantara taminy hoe: “Izany sy izany no nolazain’ilay zazavavy avy any Israely.”",
        "5": "Dia hoy ny mpanjakan’i Syria: “Mandehana mankany, fa hampitondra taratasy ho any amin’ny mpanjakan’ny Israely aho.” Dia lasa izy sady nitondra talenta volafotsy folo, sy sekely volamena enina arivo, ary akanjo impolo miova.",
        "6": "Ary nentiny tany amin’ny mpanjakan’ny Israely ilay taratasy izay nilaza hoe: “Amin’ny fotoana ahatongavan’ity taratasy ity any aminao, dia ho efa nirahiko ho any aminao i Namàna mpanompoko mba hositraninao amin’ny habokany.”",
        "7": "Raha vao voavakin’ny mpanjakan’ny Israely ilay taratasy, dia nandrovitra ny akanjony izy, ka nanao hoe: “Izaho angaha Andriamanitra ka mahay mamono na misakana tsy ho faty, no andefasany olona hositraniko amin’ny habokany? Jereo tsara fa mila ady amiko mihitsy izy.”",
        "8": "Raha vao ren’i Elisa lehilahin’Andriamanitra fa nandrovitra ny akanjony ny mpanjakan’ny Israely, dia nandefa iraka tany amin’ny mpanjaka izy, nanao hoe: “Nahoana ianao no nandrovitra ny akanjonao? Mba alefaso atỳ amiko izy, dia ho fantany fa misy mpaminany tokoa eto amin’ny Israely.”",
        "9": "Dia tonga i Namàna, niaraka tamin’ny soavaliny sy ny kalesin’adiny, ka nijanona teo amin’ny fidirana amin’ny tranon’i Elisa.",
        "10": "Olona anefa no nirahin’i Elisa nankany aminy, hilaza hoe: “Mandehana mandro impito ao amin’ny Reniranon’i Jordana, dia ho toy ny taloha indray ny nofonao, ka hadio ianao.”",
        "11": "Dia tezitra i Namàna, ka sady lasa izy no niteny hoe: “Nieritreritra aho hoe: ‘Hivoaka hankatỳ amiko mihitsy izy, ka hitsangana hiantso ny anaran’i Jehovah Andriamaniny, ary hanevaheva ny tanany eo ambonin’ny faritra marary ka hahasitrana ny habokana.’",
        "12": "Fa angaha i Abana sy Farpara, reniranon’i Damaskosy, tsy tsara noho ny rano rehetran’ny Israely? Tsy afaka mandro any angaha aho ka hadio?” Dia nihodina izy ka lasa nandeha sady romotry ny hatezerana.",
        "13": "Nanatona azy anefa ny mpanompony, ka niteny taminy hoe: “Ry raiko ô, na zavatra lehibe aza ve no nasain’ilay mpaminany nataonao, tsy ho nataonao? Koa mainka fa izay nolazainy taminao hoe: ‘Mandroa, dia hadio ianao’?”",
        "14": "Dia lasa nidina i Namàna ka nisitrika impito tao Jordana, araka ny tenin’ilay lehilahin’Andriamanitra. Ary lasa tahaka ny nofon-jazalahikely indray ny nofony, ka nadio izy.",
        "15": "Koa niverina tany amin’ilay lehilahin’Andriamanitra izy mbamin’izay rehetra tao an-tobiny, ka nijoro teo anatrehan’i Elisa, ary nanao hoe: “Fantatro tokoa izao fa tsy misy Andriamanitra na aiza na aiza eto an-tany, afa-tsy eto amin’ny Israely ihany. Koa mba raiso, azafady, ny fanomezana ho fisaorana avy amin’ny mpanomponao.”",
        "16": "Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah izay tompoiko, dia tsy handray an’io aho.” Ary niangavy azy fatratra i Namàna mba handraisany izany, fa tsy nety mihitsy izy.",
        "17": "Farany, dia hoy i Namàna: “Raha izany àry, dia aoka mba homena tany zakan’ny ramole roa ny mpanomponao. Tsy hanolotra fanatitra dorana na sorona ho an’ny andriamani-kafa intsony mantsy ny mpanomponao, fa ho an’i Jehovah ihany.",
        "18": "I Jehovah anie hamela ny heloky ny mpanomponao rehefa miditra ao an-tranon’i Rimona ny tompoko mba hiankohoka ao, ka mitehina amin’ny tanako, ary voatery miankohoka ao an-tranon’i Rimona koa aho! Eny, i Jehovah anie hamela ny heloky ny mpanomponao rehefa miankohoka ao an-tranon’i Rimona aho!”",
        "19": "Dia hoy i Elisa taminy: “Mandehana soa aman-tsara.” Koa niala teo aminy izy, dia nandeha ary efa lasa lavidavitra.",
        "20": "Tamin’izay i Gehazy mpanompon’i Elisa lehilahin’Andriamanitra no niteny anakampo hoe: “Navelan’ny tompoko handeha fotsiny i Namàna Syrianina, ka tsy noraisiny izay zavatra nentiny. Raha mbola velona koa i Jehovah, dia hihazakazaka hanenjika azy aho ka haka zavatra avy aminy.”",
        "21": "Dia lasa nanenjika an’i Namàna i Gehazy. Raha vao nahatazana olona nihazakazaka nanenjika azy i Namàna, dia nidina avy hatrany avy teny amin’ny kalesiny mba hitsena azy, ka nanao hoe: “Tsy misy maninona ve?”",
        "22": "Ary hoy i Gehazy: “Tsy misy maninona, fa nirahin’ny tompoko aho hilaza hoe: ‘Misy zatovo roa lahy zanaky ny mpaminany vao tonga atỳ amiko izao, ary avy any amin’ny faritra be tendrombohitr’i Efraima izy ireo. Koa mba omeo talenta * volafotsy iray sy akanjo indroa miova izy ireo, azafady.’”",
        "23": "Dia hoy i Namàna: “Talenta roa alaina.” Ary niangavy azy fatratra i Namàna. Farany dia nataony tao anaty kitapo roa ny talenta volafotsy roa nifatotra tsara, sy ny akanjo indroa miova. Dia nomeny ny mpanompony roa lahy izany mba hoentin’ireo teo alohan’i Gehazy.",
        "24": "Raha vao tonga tao Ofela i Gehazy, dia nalainy teny an-tanan’ireo izany ka napetrany tao an-trano. Ary nalefany handeha ireo, ka lasa.",
        "25": "Ary nankao amin’ny tompony i Gehazy ka nijoro teo akaikiny. Dia hoy i Elisa taminy: “Avy taiza ianao, ry Gehazy?” Ary hoy izy: “Tsy taiza tsy taiza ny mpanomponao.”",
        "26": "Dia hoy i Elisa taminy: “Tsy fantatro angaha izay nitranga, rehefa nihodina ralehilahy ka nidina avy teny amin’ny kalesiny mba hitsena anao? Angaha moa izao fotoana andraisana volafotsy, na akanjo, na sahan’oliva, na tanimboaloboka, na ondry, na omby, na mpanompolahy, na mpanompovavy?",
        "27": "Koa hiraikitra aminao sy ny taranakao mandritra ny fotoana tsy voafetra ny habokan’i Namàna.” Ary niala teo anatrehany avy hatrany i Gehazy, ka indro izy fa boka ary lasa fotsy be. *"
    },
    "6": {
        "1": "Ary hoy ireo zanaky ny mpaminany tamin’i Elisa: “Kely loatra ny toerana onenanay eto anatrehanao ka tsy antonona anay.",
        "2": "Koa aoka re izahay handeha hatrany amin’ny Reniranon’i Jordana e, ka samy haka vatan-kazo iray any, ary hanao toeram-ponenana ho anay any.” Dia hoy i Elisa: “Mandehana àry.”",
        "3": "Ary nisy anankiray nanao hoe: “Andao re mba hiaraka amin’ny mpanomponao e!” Dia hoy izy: “Handeha àry aho.”",
        "4": "Koa niaraka tamin’ireo izy. Rehefa tonga tany Jordana izy ireo, dia nikapa hazo.",
        "5": "Rehefa nikapa ny hazony anefa ny anankiray, dia latsaka tao anaty rano ny lelam-pamaky. Koa nitaraina izy hoe: “Loza, tompoko ô, fa nindramina iny!”",
        "6": "Ary hoy ilay lehilahin’Andriamanitra: “Taiza ilay izy no nilatsaka?” Dia natorony azy ilay toerana. Nanapaka tapa-kazo avy hatrany i Elisa, ka natsipiny tao. Dia natsinkafony ilay lelam-pamaky.",
        "7": "Ary hoy izy: “Alaivo amin’izay.” Dia natsotran-dralehilahy ny tanany, ka nalainy ilay izy.",
        "8": "Ary nanjary niady tamin’ny Israely ny mpanjakan’i Syria, ka nikaon-doha niaraka tamin’ny mpanompony. Hoy izy: “Any Ananona no hitobianareo miaraka amiko.”",
        "9": "Dia naniraka olona ilay lehilahin’Andriamanitra hiteny tamin’ny mpanjakan’ny Israely hoe: “Tandremo sao mandalo any amin’izany toerana izany, fa any no idinan’ny Syrianina.”",
        "10": "Koa nandefa iraka nankany amin’ilay toerana nolazain’ilay lehilahin’Andriamanitra ny mpanjakan’ny Israely. Nampitandrina azy tokoa i Elisa, ka tsy nankany izy. Tsy indray mandeha na indroa no nitrangan’izany.",
        "11": "Koa romotry ny hatezerana ny fon’ny mpanjakan’i Syria, ary niantso ny mpanompony izy ka nanao hoe: “Tsy holazainareo amiko ve hoe iza amintsika no momba ny mpanjakan’ny Israely?”",
        "12": "Dia hoy ny mpanompony anankiray: “Tsy misy manao an’izany, ry mpanjaka tompoko ô! Fa i Elisa mpaminany any Israely no milaza amin’ny mpanjakan’ny Israely izay zavatra lazainao ao amin’ny efitra fatorianao.”",
        "13": "Ary hoy ny mpanjaka: “Mandehana jereo izay misy azy mba hanirahako olona haka azy.” Tatỳ aoriana, dia nisy nilaza taminy hoe: “Any Dotana izy.”",
        "14": "Koa avy hatrany dia nisy soavaly sy kalesin’ady ary tafika lehibe nalefany nankany. Tonga tamin’ny alina izy ireo, ka nohodidininy ny tanàna.",
        "15": "Rehefa nifoha maraina ny mpanompon’ilay lehilahin’Andriamanitra ka nitsangana nankany ivelany, dia nahita tafika nanodidina ny tanàna niaraka tamin’ny soavaly sy kalesin’ady. Avy hatrany dia hoy ilay mpanompo: “Indrisy, tompoko ô! Inona no hataontsika?”",
        "16": "Hoy anefa izy: “Aza matahotra, fa ny momba antsika dia betsaka noho ny momba azy.”",
        "17": "Ary nivavaka i Elisa hoe: “Jehovah ô, ampahirato re ny masony mba hahitany e!” Avy hatrany dia nampahiratin’i Jehovah ny mason’ilay mpanompo, ka nahita izy. Ary indreo feno soavaly sy kalesy afo ny faritra be tendrombohitra manodidina an’i Elisa.",
        "18": "Rehefa nidina ho eny amin’i Elisa ny Syrianina, dia nivavaka tamin’i Jehovah izy hoe: “Mba ataovy jamba re io firenena io e!” Dia nataony jamba ireo, araka ny tenin’i Elisa.",
        "19": "Ary hoy i Elisa tamin’ireo: “Tsy ity ilay lalana, ary tsy ity ilay tanàna. Manaraha ahy, fa hoentiko any amin’ilay lehilahy tadiavinareo ianareo.” Nentiny tany Samaria anefa izy ireo.",
        "20": "Raha vao tonga tany Samaria ireo, dia hoy i Elisa: “Jehovah ô, ampahirato ny mason’ireto mba hahitany.” Koa nampahiratin’i Jehovah avy hatrany ny masony, ka hitan’izy ireo fa teo afovoan’i Samaria izy ireo.",
        "21": "Dia hoy ny mpanjakan’ny Israely tamin’i Elisa raha vao nahita an’ireo: “Hasiako ho faty ve izy ireo? Hasiako ho faty ve izy ireo, ry raiko ô?”",
        "22": "Hoy anefa izy: “Aza mamely azy. Izay nobaboinao tamin’ny sabatrao sy ny tsipìkanao ve dia hovonoinao? Rosoy sakafo izy ireo hohaniny sy rano hosotroiny, ary aoka izy hiverina any amin’ny tompony.”",
        "23": "Dia nanao fanasambe ho an’ireo izy, ary nihinana sy nisotro ireo. Avy eo dia nalefany izy ireo, ka niverina tany amin’ny tompony. Koa tsy nankany amin’ny tanin’ny Israely intsony ny Syrianina mpandroba, na indray mandeha aza.",
        "24": "Ary novorin’i Beni-hadada mpanjakan’i Syria ny olona rehetra tao an-tobiny, ka niakatra hanao fahirano an’i Samaria izy ireo.",
        "25": "Dia nisy mosary mafy tao Samaria. Nataon’izy ireo fahirano izy io, ka lasa farantsa volafotsy valopolo ny vidin’ny lohan’ampondra iray, ary farantsa volafotsy dimy ny taim-boromailala ampahefatry ny kaba. *",
        "26": "Rehefa nandalo teo ambonin’ny manda ny mpanjakan’ny Israely, dia nisy vehivavy anankiray nitaraina taminy hoe: “Vonjeo aho, ry mpanjaka tompoko ô!”",
        "27": "Dia hoy izy: “Ahoana no hamonjeko anao raha tsy mamonjy anao i Jehovah? Heverinao angaha fa afaka manome anao voa na divay na menaka aho?”",
        "28": "Hoy koa izy: “Fa misy inona?” Dia hoy ravehivavy: “Niteny tamiko ity vehivavy ity hoe: ‘Omeo ny zanakao hohanintsika anio, ary ny zanako kosa no hohanintsika rahampitso.’",
        "29": "Dia nandrahoinay ny zanako ka nohaninay. Ary hoy izaho taminy ny ampitso: ‘Omeo ny zanakao hohanintsika.’ Kanjo nafeniny ny zanany.”",
        "30": "Dia nandrovitra ny akanjony ny mpanjaka raha vao nandre ny tenin-dravehivavy. Rehefa nandalo teo ambonin’ny manda izy, dia hitan’ny olona fa lamba gony no nataony nanolo-koditra.",
        "31": "Dia hoy izy: “Hofaizin’Andriamanitra anie aho, * ary mihoatra noho izany aza, raha mbola ho tavela eo ambonin’i Elisa zanak’i Safata ihany ny lohany anio!”",
        "32": "Nipetraka tao an-tranony i Elisa, ary niaraka taminy koa ny anti-panahy, rehefa naniraka olona ho any amin’i Elisa ny mpanjaka. Fa raha mbola tsy tonga tany aminy ilay iraka, dia hoy izy tamin’ny anti-panahy: “Hitanareo ve fa nandefa iraka hanapaka ny lohako iny zanaky ny mpamono olona iny? Tandremo tsara fa raha vao tonga ilay iraka, dia akatòny ny varavarana ka atoseho amin’ny varavarana izy. Ary tsy izany efa rentsika ao aoriany ao izany ve ny figodongodon’ny tongotry ny tompony?”",
        "33": "Ary raha mbola niresaka tamin’izy ireo i Elisa, dia nidina nankao aminy ilay iraka. Dia hoy ny mpanjaka: “Loza avy amin’i Jehovah izao. Koa nahoana aho no tokony mbola hiandry an’i Jehovah ihany?”"
    },
    "7": {
        "1": "Dia hoy i Elisa: “Henoinareo ny tenin’i Jehovah. Izao no nolazain’i Jehovah: ‘Rahampitso, tokotokony ho amin’ny ora toy izao, dia ho sekely iray ny vidin’ny lafarinina tsara toto eran’ny seha, * ary ho sekely iray koa ny vidin’ny vary orza indroan’ny seha, eo am-bavahadin’i Samaria.”",
        "2": "Dia niteny tamin’ilay lehilahin’Andriamanitra ny manamboninahitra lefitra nitehenan’ny mpanjaka, nanao hoe: “Izany ve dia ho tanteraka, na dia hanao vavahadin-drano eny amin’ny lanitra aza i Jehovah?” Ary hoy i Elisa: “Ho hitan’ny masonao izany, nefa tsy hihinana amin’izany ianao.”",
        "3": "Ary nisy boka efa-dahy, sendra teo amin’ny fidirana amin’ny vavahady. Dia nifampiresaka izy ireo hoe: “Nahoana moa isika no hipetraka eto mandra-pahafatintsika?",
        "4": "Raha manapa-kevitra isika hoe: ‘Andao hiditra ao an-tanàna’, dia ho faty ao isika satria misy mosary ao. Raha mipetraka eto kosa isika, dia ho faty ihany koa. Koa andao hiditra ao an-tobin’ny Syrianina, ka raha tsimbinin’izy ireo ny aintsika, dia ho velona isika. Fa raha vonoiny ho faty isika, dia ho faty.”",
        "5": "Dia nankany an-tobin’ny Syrianina izy ireo tamin’ny takariva maizimaizina. Ary tonga hatrany an-tsisin’ny tobin’ny Syrianina izy ireo, nefa tsy nisy olona mihitsy tao.",
        "6": "Efa nataon’i Jehovah nandre feon’ny kalesin’ady sy feon-tsoavaly ary feon’ny tafika lehibe mantsy ny olona tao an-tobin’ny Syrianina, ka nifampiresaka hoe: “Nokaramain’ny mpanjakan’ny Israely hamely antsika ireo mpanjakan’ny Hetita sy ireo mpanjakan’i Ejipta!”",
        "7": "Koa lasa nandositra avy hatrany izy ireo tamin’ilay takariva maizimaizina iny, ka nilaozany ny tranolainy sy ny soavaliny ary ny ampondrany, dia nilaozany fotsiny teo ny tobiny. Eny, lasa nandositra izy ireo mba hamonjy ny ainy. *",
        "8": "Koa rehefa tonga hatrany an-tsisin’ny toby ireo boka, dia nankao amin’ny tranolay iray ka nihinana sy nisotro, ary naka volafotsy sy volamena ary akanjo tao, dia lasa nanafina an’ireny. Ary niverina indray izy ireo, dia nankao amin’ny tranolay hafa, ka naka zavatra tao, ary lasa nanafina an’ireny.",
        "9": "Farany, dia nifampiresaka izy ireo hoe: “Tsy mety izao ataontsika izao. Tokony holazaintsika amin’ny olona izao vaovao tsara izao! Hahita loza isika raha misalasala ka miandry mandra-pahazavan’ny andro. Koa andao hankany an-tanàna, mba hilaza an’izao any an-tranon’ny mpanjaka.”",
        "10": "Koa nankany izy ireo, ary nantsoiny ny mpiandry vavahadin’ny tanàna ka nilazany hoe: “Nankao an-tobin’ny Syrianina izahay, ary tsy nisy olona na feon’olona tao, fa soavaly sy ampondra mifatotra ary tranolay nilaozana teo fotsiny.”",
        "11": "Dia niantsoantso avy hatrany ny mpiandry vavahady, ka nilaza izany tamin’izay tao an-tranon’ny mpanjaka.",
        "12": "Niarina avy hatrany ny mpanjaka raha mbola alina ny andro, ka niteny tamin’ny mpanompony hoe: “Hampahafantariko anareo izao ataon’ny Syrianina amintsika izao: Fantany tsara fa noana isika, ka nivoaka ny toby izy ireo mba hiafina any an-tsaha ary nanao hoe: ‘Hivoaka ny tanàna ry zareo ka hataontsika sambo-belona. Dia hidirantsika ny tanàna.’”",
        "13": "Ary hoy ny mpanompony anankiray: “Mifidiana olona haka soavaly dimy amin’izay sisa tavela ato an-tanàna. Fa toy ny Israelita rehetra sisa tavela ato ihany izy ireo, eny, toy ny rehetra efa ho faty, ka andao hirahina, dia ho hita eo.”",
        "14": "Dia naka kalesy roa niaraka tamin’ny soavaly izy ireo, ka nirahin’ny mpanjaka hanara-dia an’ireo miaramila syrianina, ary nilazany hoe: “Mandehana, jereo.”",
        "15": "Dia lasa izy ireo nanaraka ny Syrianina hatrany amin’ny Reniranon’i Jordana. Ary hitany tokoa fa nameno ny lalana ny akanjo sy fitaovana narian’ny Syrianina, tamin’izy ireo nikoropaka nandositra. Dia niverina nilaza izany tamin’ny mpanjaka ireo iraka.",
        "16": "Dia nivoaka ny tanàna ny olona ka nandroba ny tobin’ny Syrianina. Koa nanjary sekely iray monja ny vidin’ny lafarinina tsara toto eran’ny seha, ary sekely iray koa ny vidin’ny vary orza indroan’ny seha, araka ny tenin’i Jehovah.",
        "17": "Ary notendren’ny mpanjaka hiandraikitra ny vavahady ilay manamboninahitra lefitra nitehenany. Voahitsakitsaky ny olona teo am-bavahady anefa izy, ka maty. Izany no efa nolazain’ilay lehilahin’Andriamanitra, rehefa nidina tany aminy ny mpanjaka.",
        "18": "Dia nitranga tokoa izay efa nolazain’ilay lehilahin’Andriamanitra tamin’ny mpanjaka hoe: “Ho sekely iray ny vidin’ny vary orza indroan’ny seha, ary ho sekely iray koa ny vidin’ny lafarinina tsara toto eran’ny seha, eo am-bavahadin’i Samaria, rahampitso amin’ny ora toy izao.”",
        "19": "Niteny tamin’ilay lehilahin’Andriamanitra anefa ilay manamboninahitra lefitra hoe: “Izany ve dia ho tanteraka, na dia hanao vavahadin-drano eny amin’ny lanitra aza i Jehovah?” Ary hoy i Elisa: “Ho hitan’ny masonao izany, nefa tsy hihinana amin’izany ianao.”",
        "20": "Koa izany tokoa no nanjo azy, rehefa voahitsakitsaky ny olona teo am-bavahady izy, ka maty."
    },
    "8": {
        "1": "Ary hoy i Elisa tamin’ilay vehivavy, renin’ilay zaza novelominy indray: “Mandehana ianao sy ny ankohonanao mivahiny any amin’izay azonao ivahiniana. Fa efa niantso mosary i Jehovah, ary ho tonga eto amin’ity tany ity izany ka haharitra fito taona.”",
        "2": "Dia nanao araka ny tenin’ilay lehilahin’Andriamanitra ravehivavy, ka lasa nivahiny fito taona tany amin’ny tanin’ny Filistinina izy sy ny ankohonany.",
        "3": "Rehefa tapitra ny fito taona, dia nody avy tany amin’ny tanin’ny Filistinina ravehivavy. Ary nandeha nitaraina tamin’ny mpanjaka izy mba hamerenana ny tranony sy ny taniny.",
        "4": "Niresaka tamin’i Gehazy mpanompon’ilay lehilahin’Andriamanitra ny mpanjaka tamin’izay. Hoy izy: “Mba tantarao amiko hoe, azafady, ny zavatra lehibe rehetra nataon’i Elisa.”",
        "5": "Raha mbola teo am-pitantarana tamin’ny mpanjaka momba ny nameloman’i Elisa ny maty i Gehazy, dia iny fa tonga ilay vehivavy renin’ilay zaza novelomina indray, mba hitaraina amin’ny mpanjaka mba hamerenana ny tranony sy ny taniny. Avy hatrany dia hoy i Gehazy: “Io ilay vehivavy sy ilay zanany novelomin’i Elisa, ry mpanjaka tompoko ô!”",
        "6": "Dia nanontanian’ny mpanjaka ravehivavy, ka nitantara taminy. Ary nanome azy tandapa anankiray ny mpanjaka, sady niteny hoe: “Avereno aminy daholo izay azy sy izay vokatra rehetra avy tamin’ny taniny, nanomboka tamin’ny andro nialany teto ka hatramin’izao.”",
        "7": "Dia nankany Damaskosy i Elisa. Ary narary i Beni-hadada mpanjakan’i Syria, ka nisy nilaza taminy hoe: “Tonga atỳ ilay lehilahin’Andriamanitra.”",
        "8": "Dia hoy ny mpanjaka tamin’i Hazaela: “Mitondrà fanomezana, ka mandehana mitsena an’ilay lehilahin’Andriamanitra. Ary manontania an’i Jehovah amin’ny alalany, ka ataovy hoe: ‘Ho sitrana amin’izao aretina izao ve aho?’”",
        "9": "Koa lasa nitsena an’i Elisa i Hazaela sady nitondra fanomezana nentin’ny rameva efapolo, dia ny karazan-java-tsoa rehetra nisy tany Damaskosy. Dia tonga izy ka nitsangana teo anatrehany, ary nanao hoe: “I Beni-hadada zanakao, mpanjakan’i Syria, no naniraka ahy ho atỳ aminao hanontany hoe: ‘Ho sitrana amin’izao aretina izao ve aho?’”",
        "10": "Dia hoy i Elisa taminy: “Mandehana, lazao aminy hoe: ‘Ho sitrana tokoa ianao.’ Efa nasehon’i Jehovah ahy anefa fa ho faty tokoa izy.”",
        "11": "Ary nibanjina an’i Hazaela i Elisa sady nandinika azy naharitra, ka sadaikatra izy. Dia nitomany ilay lehilahin’Andriamanitra.",
        "12": "Koa hoy i Hazaela: “Nahoana ny tompoko no mitomany?” Dia hoy izy: “Satria fantatro tsara ny ratsy hataonao amin’ny zanak’Israely: Ny tanànany voaro mafy hodoranao, ny lehilahy voafantina eo aminy hovonoinao amin’ny sabatra, ny zanany hotorotoroinao, ary ny vehivavy bevohoka eo aminy hotatahinao ny kibony.”",
        "13": "Hoy anefa i Hazaela: “Zinona moa izaho mpanomponao, izay toy ny alika ihany, no hahavita izany zavatra lehibe izany?” Dia hoy i Elisa: “Nasehon’i Jehovah tamiko fa ho lasa mpanjakan’i Syria ianao.”",
        "14": "Dia niala teo amin’i Elisa izy ka nankany amin’ny tompony. Ary hoy ny tompony taminy: “Inona no nolazain’i Elisa taminao?” Dia hoy ny navaliny: “Nilaza tamiko izy hoe: ‘Ho sitrana tokoa ianao.’”",
        "15": "Ary ny ampitson’iny, dia nalain’i Hazaela ny lambam-pandriana ka natsobony tao anaty rano ary nosaronany tamin’iny ny tarehin’i Beni-hadada, ka maty izy. Ary i Hazaela no nanjaka nandimby azy.",
        "16": "Tamin’ny taona fahadimy nanjakan’i Jorama zanak’i Ahaba mpanjakan’ny Israely, fony i Josafata no mpanjakan’ny Joda, dia lasa mpanjaka koa i Jorama zanak’i Josafata mpanjakan’ny Joda.",
        "17": "Roa amby telopolo taona izy tamin’izy lasa mpanjaka, ary valo taona no nanjakany tany Jerosalema.",
        "18": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely izy, dia tahaka ny nataon’ny ankohonan’i Ahaba, satria ny zanakavavin’i Ahaba no vadiny. Nanao izay ratsy teo imason’i Jehovah foana izy.",
        "19": "Tsy tian’i Jehovah haringana anefa ny Joda, noho ny amin’i Davida mpanompony. Efa nampanantena azy mantsy izy hoe hanome jiro foana ho azy sy ny taranany.",
        "20": "Tamin’ny andron’i Jorama no nikomian’i Edoma tsy ho eo ambany fahefan’ny Joda, sy nananganany mpanjaka hitondra ny fireneny.",
        "21": "Koa nankany Zaira i Jorama mbamin’ny kalesy rehetra. Ary nifoha izy tamin’ny alina, ka novonoiny ho faty ny Edomita, izay nanodidina azy sy nanodidina an’ireo lehiben’ny kalesy. Ary nandositra tany amin’ny tranolainy avy ny olona.",
        "22": "Mbola nikomy tsy ho eo ambany fahefan’ny Joda anefa i Edoma mandraka androany. Tamin’izany andro izany koa ny tanànan’i Libna no nanomboka nikomy.",
        "23": "Ary ny sisa amin’ny tantaran’i Jorama, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "24": "Farany dia nodimandry any amin’ny razany i Jorama, ka nalevina any amin’ny razany, tao amin’ny Tanànan’i Davida. Ary i Ahazia zanany no nanjaka nandimby azy.",
        "25": "Ary tamin’ny taona faharoa ambin’ny folo nanjakan’i Jorama zanak’i Ahaba mpanjakan’ny Israely, no lasa mpanjaka i Ahazia zanak’i Jorama mpanjakan’ny Joda.",
        "26": "Roa amby roapolo taona i Ahazia tamin’izy nanomboka nanjaka, ary herintaona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Atalia, zafikelin’i Omry mpanjakan’ny Israely.",
        "27": "Ary nanao hoatran’izay nataon’ny ankohonan’i Ahaba izy, sady nanao izay ratsy teo imason’i Jehovah foana, toy ny nataon’ny ankohonan’i Ahaba. Havan’ny ankohonan’i Ahaba mantsy izy.",
        "28": "Koa niaraka tamin’i Jorama zanak’i Ahaba izy, mba hiady tamin’i Hazaela mpanjakan’i Syria tany Ramota-gileada. Voan’ny Syrianina anefa i Jorama.",
        "29": "Koa niverina tany Jezirela i Jorama Mpanjaka, mba hotsaboina noho ny ratra nataon’ny Syrianina taminy tany Rama, tamin’izy niady tamin’i Hazaela mpanjakan’i Syria. Ary nidina tany Jezirela i Ahazia zanak’i Jorama mpanjakan’ny Joda mba hamangy an’i Jorama zanak’i Ahaba, noho izy narary."
    },
    "9": {
        "1": "Ary niantso ny iray tamin’ireo zanaky ny mpaminany i Elisa mpaminany, ka nilaza taminy hoe: “Misikìna, * ary ento ity tavoara kely fitoera-menaka ity, ka mandehana any Ramota-gileada.",
        "2": "Rehefa tonga any ianao, dia tadiavo i Jeho zanak’i Josafata zanak’i Nimsy. Ary midira, ka antsoy avy eo amin’ireo rahalahiny izy, ary ento ho ao amin’ny efitra anatiny indrindra.",
        "3": "Dia raiso ilay tavoara fitoera-menaka, ka araraho eo amin’ny lohany ny menaka, ary milazà hoe: ‘Izao no nolazain’i Jehovah: “Hosorako ho mpanjakan’ny Israely ianao.”’ Dia sokafy ny varavarana, ka mandosira fa aza miandry.”",
        "4": "Koa nankany Ramota-gileada ny mpanompon’ilay mpaminany.",
        "5": "Rehefa tonga tany izy, dia hitany nipetrapetraka ireo lehiben’ny tafika. Ary hoy izy: “Misy teny holazaiko aminao, sefo ô!” Dia hoy i Jeho: “Amin’iza aminay ireto?” Ary hoy izy: “Aminao, sefo ô!”",
        "6": "Koa nitsangana i Jeho ka niditra tao an-trano. Ary nandraraka ny menaka teo amin’ny lohany ilay mpanompo, ka niteny hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Hosorako ho mpanjakan’ny vahoakan’i Jehovah ianao, eny, ho mpanjakan’ny Israely.",
        "7": "Ary vonoy ho faty ny ankohonan’i Ahaba tomponao, fa hovaliako ny ran’ireo mpaminany mpanompoko sy ny ran’ny mpanompon’i Jehovah rehetra nalatsak’i Jezebela.",
        "8": "Dia aringano ny ankohonan’i Ahaba rehetra. Koa haringako tsy ho eo amin’i Ahaba ny lahy rehetra sy ny tsy misy mpiaro ary ny tsy misy ilana azy rehetra eo amin’ny Israely.",
        "9": "Ary ny ankohonan’i Ahaba dia hataoko toy ny ankohonan’i Jeroboama zanak’i Nebata, sy ny ankohonan’i Basa zanak’i Ahia.",
        "10": "Ary hohanin’ny alika eo amin’ilay sombin-tany any Jezirela i Jezebela, ka tsy hisy handevina.’” Dia nanokatra ny varavarana izy, ka lasa nandositra.",
        "11": "Ary nankeo amin’ireo mpanompon’ny tompony i Jeho. Dia hoy izy ireo taminy: “Fa misy inona? Inona no nitadiavan’iny adala iny anao?” Ary hoy izy: “Efa hainareo tsara iny lehilahy iny sy ny resany.”",
        "12": "Hoy anefa ireo: “Tsy marina izany! Mba lazao anay izay marina!” Dia hoy izy: “Izao sy izao no noresahiny tamiko: ‘Izao no nolazain’i Jehovah: “Hosorako ho mpanjakan’ny Israely ianao.”’”",
        "13": "Dia samy nanala ny fitafiany haingana izy ireo ka nametraka izany teo ambanin’i Jeho, teo amin’ireo zanatohatra. Ary nitsoka anjombona izy ireo, ka nilaza hoe: “Lasa mpanjaka i Jeho!”",
        "14": "Ary nanao tetika hanoherana an’i Jorama i Jeho zanak’i Josafata zanak’i Nimsy. Niambina tany Ramota-gileada i Jorama sy ny Israely rehetra tamin’izay, noho ny amin’i Hazaela mpanjakan’i Syria.",
        "15": "Tatỳ aoriana dia niverina tany Jezirela i Jorama Mpanjaka, mba hotsaboina noho ny ratra nataon’ny Syrianina taminy, tamin’izy niady tamin’i Hazaela mpanjakan’i Syria. Ary hoy i Jeho: “Raha manaiky ianareo, dia aza avela hisy olona hiala avy eto an-tanàna, mba hanao tatitra any Jezirela.”",
        "16": "Ary nitaingina ny kalesiny i Jeho ka nankany Jezirela. Tany i Jorama tamin’izay, ary teo am-pandriana izy noho ny ratrany. Ary nidina mba hamangy azy i Ahazia mpanjakan’ny Joda.",
        "17": "Ary nijoro teny ambony tilikambo tany Jezirela ny mpitily, ka hitany nanatona i Jeho sy ny andian’olona niaraka taminy. Dia hoy izy: “Misy andian’olona hitako.” Ary hoy i Jorama: “Mandefasa mpitaingin-tsoavaly hitsena azy, ka hanontany hoe: ‘Fihavanana ve?’”",
        "18": "Koa nisy mpitaingin-tsoavaly lasa nitsena azy, ka nanontany hoe: “‘Fihavanana ve?’, hoy ny mpanjaka.” Hoy anefa i Jeho: “Ahoanao inona moa izay ‘fihavanana’? Mihodìna, ka mankanesa atsy aoriako!” Dia hoy ilay mpitily: “Tonga teny amin-dry zareo ilay iraka, nefa tsy niverina.”",
        "19": "Koa nandefa mpitaingin-tsoavaly hafa indray i Jorama. Hoy izy io, rehefa tonga teo amin’izy ireo: “‘Fihavanana ve?’, hoy ny mpanjaka.” Hoy anefa i Jeho: “Ahoanao inona moa izay ‘fihavanana’? Mihodìna, ka mankanesa atsy aoriako!”",
        "20": "Dia hoy ilay mpitily: “Tonga teny amin-dry zareo ilay iraka, nefa tsy niverina. Ary ny fitondran’ilay olona kalesy dia tahaka ny fitondran’i Jeho zafikelin’i Nimsy, satria miriotra mafy hoatran’ny adala izy.”",
        "21": "Koa hoy i Jorama: “Omano ny kalesin’ady!” Dia natao izany, ka lasa i Jorama mpanjakan’ny Israely sy Ahazia mpanjakan’ny Joda, samy nandeha tamin’ny kalesiny avy. Rehefa teny an-dalana hitsena an’i Jeho izy ireo, dia nifanena taminy teo amin’ny sombin-tanin’i Nabota Jezirelita.",
        "22": "Raha vao nahita an’i Jeho i Jorama, dia nilaza hoe: “Fihavanana ve, ry Jeho?” Hoy anefa izy: “Ahoana no hisian’ny fihavanana raha mbola mijangajanga sy fatra-pilalao ody i Jezebela reninao?”",
        "23": "Avy hatrany i Jorama dia nanodina ny kalesiny mba handositra, sady niteny tamin’i Ahazia hoe: “Voafitaka isika, ry Ahazia!”",
        "24": "Ary nandray tsipìka i Jeho, dia nitifitra an’i Jorama ka nahavoa azy teo anelanelan’ny sorony. Dia niboroaka avy teo amin’ny fony ilay zana-tsipìka, ka nianjera tao amin’ny kalesiny izy.",
        "25": "Ary hoy i Jeho tamin’i Bidkara, manamboninahitra lefiny: “Batao izy, ary atsipazo eo amin’ny sombin-tanin’i Nabota Jezirelita. Tadidio fa tamin’izaho sy ianao samy nitaingina kalesy iny, fony isika nanaraka an’i Ahaba rainy, dia nilaza izao fanamelohana azy izao i Jehovah:",
        "26": "‘“Hitako ny ran’i Nabota sy ny ran’ny zanany lahy omaly”, hoy i Jehovah, “ka eto amin’ity sombin-tany ity no hampiharako aminao ny famaliana”, hoy i Jehovah.’ Koa batao izy, ka atsipazo eo amin’ilay sombin-tany, araka ny tenin’i Jehovah.”",
        "27": "Ary nahita izany i Ahazia mpanjakan’ny Joda, ka nandositra nanaraka ny lalana teo akaikin’ny zaridaina lehibe iray. Taorian’izay, dia nenjehin’i Jeho izy, ary hoy i Jeho: “Iny koa! Asio koa iny!” Dia nasian’izy ireo tao anaty kalesiny izy, teny an-dalana hiakatra tany Gora, any akaikin’i Ibleama. Mbola nandositra hatrany Megido ihany anefa izy, ka maty tany.",
        "28": "Dia nentin’ny mpanompony tamin’ny kalesy ho any Jerosalema izy, ka naleviny any amin’ny razany tao am-pasany, tao amin’ny Tanànan’i Davida.",
        "29": "Tamin’ny taona fahiraika ambin’ny folo nanjakan’i Jorama zanak’i Ahaba no lasa mpanjakan’ny Joda i Ahazia.",
        "30": "Tonga tany Jezirela i Jeho tamin’ny farany, ka ren’i Jezebela izany. Dia nanao manjamaso mainty izy, sady nandravaka ny lohany, ka nitazana teo am-baravarankely.",
        "31": "Ary niditra avy teny am-bavahady i Jeho. Dia hoy i Jezebela: “Inona moa no nanjo an’i Zimry, ilay namono ny tompony?”",
        "32": "Ary niandrandra nijery tany amin’ilay varavarankely i Jeho, ary nilaza hoe: “Iza no momba ahy? Iza?” Avy hatrany dia nisy tandapa roa na telo niondrika nijery azy.",
        "33": "Ary hoy i Jeho: “Azerao izy!” Dia nazeran’izy ireo i Jezebela, ka nipitipitika tamin’ny rindrina sy tamin’ny soavaly ny rany. Ary nohitsahin’i Jeho izy.",
        "34": "Dia niditra tao an-trano i Jeho ka nihinana sy nisotro, ary niteny hoe: “Mba karakarao ilay voaozona iny, ary aleveno izy fa zanakavavin’ny mpanjaka.”",
        "35": "Rehefa handeha handevina azy anefa izy ireo, dia tsy nahita afa-tsy ny karandohany sy ny tongony ary ny felatanany.",
        "36": "Rehefa niverina nilaza izany tamin’i Jeho izy ireo, dia hoy izy: “Izao no teny nolazain’i Jehovah tamin’ny alalan’i Elia Tisbita mpanompony: ‘Ao amin’ilay sombin-tany eto Jezirela no hihinanan’ny alika ny nofon’i Jezebela.",
        "37": "Ary ho zezika eny an-tsaha, ao amin’ilay sombin-tany eto Jezirela ny fatin’i Jezebela, mba tsy hisy ho afaka hilaza hoe: “I Jezebela io.”’”"
    },
    "10": {
        "1": "Ary nanan-janakalahy fitopolo tany Samaria i Ahaba. Nanoratra taratasy àry i Jeho, ka nandefa izany tany Samaria, ho an’ireo andrianan’i Jezirela sy ny anti-panahy ary ny mpikarakara ny zanak’i Ahaba, nanao hoe:",
        "2": "“Eo aminareo ny zanakalahin’ny tomponareo sy ny kalesin’ady sy ny soavaly sy ny tanàna voaro mafy ary ny fiadiana. Koa raha vao tonga any aminareo ity taratasy ity,",
        "3": "dia jereo izay tsara sy mendrika indrindra amin’ny zanakalahin’ny tomponareo, ka apetraho eo amin’ny seza fiandrianan-drainy. Dia miadia ho an’ny ankohonan’ny tomponareo.”",
        "4": "Koa natahotra be izy ireo, ka niteny hoe: “Mpanjaka roa aza tsy nahatohitra azy, ka ataontsika ahoana no hahatohitra azy?”",
        "5": "Dia nandefa iraka ho any amin’i Jeho ny mpiandraikitra ny trano, sy ny mpiandraikitra ny tanàna, sy ny anti-panahy rehetra, ary ny mpikarakara rehetra, ka nanao hoe: “Mpanomponao izahay, ka hataonay izay rehetra lazainao aminay. Tsy hanendry na iza na iza ho mpanjaka izahay, fa ataovy izay hitanao fa mety.”",
        "6": "Dia nanoratra taratasy ho azy ireo indray i Jeho, nanao hoe: “Raha ahy ianareo, ary ny teniko no ankatoavinareo, dia tapaho ny lohan’ireo zanakalahin’ny tomponareo, ary tongava atỳ amiko atỳ Jezirela, rahampitso toy izao.” Niaraka tamin’ireo olo-manan-kaja teo an-tanàna izay nitaiza azy mantsy izy fitopolo lahy zanaky ny mpanjaka.",
        "7": "Ary raha vao tonga tany amin’izy ireo ilay taratasy, dia nalain’izy ireo izy fitopolo lahy zanaky ny mpanjaka, ka novonoiny. Dia nataony tao anaty sobika ny lohan’izy ireo, ka nalefany tany amin’i Jeho tany Jezirela.",
        "8": "Dia nankao amin’i Jeho ny iraka ka nilaza hoe: “Nentin-dry zareo ao ny lohan’ireo zanaky ny mpanjaka.” Koa hoy izy: “Ataovy antontany roa eo amin’ny fidirana amin’ny vavahady izany, mandra-paharainan’ny andro.”",
        "9": "Ary nankeny ivelany izy nony maraina, ka nijoro teo anatrehan’ny olona rehetra ary nilaza hoe: “Olo-marina ianareo, fa izaho kosa no nanao tetika hamelezana ny tompoko sy namono azy ho faty. Iza anefa no namono an’ireto rehetra ireto?",
        "10": "Fantaro àry fa tsy hisy ho raraka an-tany ny tenin’i Jehovah izay nolazain’i Jehovah hanamelohana ny ankohonan’i Ahaba, fa i Jehovah mihitsy no efa nanatanteraka izay nolazainy tamin’ny alalan’i Elia mpanompony.”",
        "11": "Dia novonoin’i Jeho koa ny sisa rehetra tamin’ny ankohonan’i Ahaba tao Jezirela, mbamin’ny olo-manan-kajany rehetra sy ny namany ary ny mpisorony, ka tsy nasiany niangana na iray aza.",
        "12": "Dia niainga nankany Samaria izy. Nisy trano fanetezana ondry teny an-dalana.",
        "13": "Ary nifanena tamin’ireo rahalahin’i Ahazia mpanjakan’ny Joda i Jeho, ka nanontany hoe: “Iza moa ianareo?” Dia hoy ireo: “Rahalahin’i Ahazia izahay, ary handeha hanontany hoe manahoana ireo zanaky ny mpanjaka sy ny zanaky ny andriambavy.”",
        "14": "Koa niteny avy hatrany i Jeho hoe: “Ataovy sambo-belona ireo!” Dia nataony sambo-belona izy roa amby efapolo lahy, ka novonoiny teo amin’ny lavaka fanangonan-drano teo amin’ilay trano fanetezana ondry, ary tsy nasiany niangana na iray aza.",
        "15": "Rehefa niala teo izy, dia nifanena tamin’i Jonadaba zanak’i Rekaba, izay tamy hitsena azy. Dia niarahaba an’i Jonadaba izy, ka niteny taminy hoe: “Mahitsy amiko ve ny fonao, tahaka ny foko amin’ny fonao?” Ary hoy i Jonadaba: “Eny!” “Atolory ahy àry ny tananao.” Dia natolony azy ny tanany. Ary nosintonin’i Jeho hiakatra tao amin’ny kalesiny niaraka taminy izy.",
        "16": "Dia hoy i Jeho: “Andao hiaraka amiko, ary jereo fa tsy leferiko mihitsy ny fandrafiana an’i Jehovah.” Ary nentina tao amin’ny kalesin’adin’i Jeho izy.",
        "17": "Tonga tany Samaria i Jeho tamin’ny farany. Dia novonoiny ny sisa rehetra tamin’ny ankohonan’i Ahaba tany Samaria, mandra-pandringany azy tanteraka, araka ny tenin’i Jehovah tamin’i Elia.",
        "18": "Novorin’i Jeho koa ny olona rehetra, ka hoy izy: “Kely ihany no nanompoan’i Ahaba an’i Bala, fa i Jeho kosa hanompo azy fatratra.",
        "19": "Koa antsoy ho eto amiko daholo ny mpaminanin’i Bala sy ny mpivavaka aminy ary ny mpisorony rehetra. Aza avela hisy tsy ho tonga na iray aza, fa hanao sorona lehibe ho an’i Bala aho. Hovonoina ho faty izay tsy tonga.” Hafetsena anefa no nanaovan’i Jeho izany, satria te handringana ny mpivavaka tamin’i Bala izy.",
        "20": "Hoy koa i Jeho: “Ambarao fa hisy fivoriambe manetriketrika ho an’i Bala!” Dia nambaran’izy ireo izany.",
        "21": "Ary nandefa iraka hitety ny Israely rehetra i Jeho, ka tonga daholo ny mpivavaka tamin’i Bala. Tsy nisy tsy tonga na iray aza. Ary tonga tsikelikely tao an-tranon’i Bala izy ireo, ka feno hipoka ilay trano.",
        "22": "Dia hoy izy tamin’ny mpiandraikitra ny fitoeran’akanjo: “Amoahy akanjo ny mpivavaka amin’i Bala rehetra.” Koa namoaka akanjo ho azy ireo izy.",
        "23": "Dia nankao an-tranon’i Bala i Jeho, niaraka tamin’i Jonadaba zanak’i Rekaba. Ary hoy izy tamin’ireo mpivavaka tamin’i Bala: “Jereo tsara ka hamarino sao misy mpivavaka amin’i Jehovah tafaraka aminareo ato, fa mpivavaka amin’i Bala ihany no tokony ho ato.”",
        "24": "Farany dia niditra izy ireo mba hanao sorona sy fanatitra dorana. Ary nisy valopolo lahy napetrak’i Jeho mba hiandry tany ivelany, ka nilazany hoe: “Raha misy tafatsoaka ireo lehilahy natolotro eo an-tananareo ireo, dia ny ain’ny iray aminareo no ho solon’ny ainy.”",
        "25": "Raha vao avy nanolotra ny fanatitra dorana i Jeho, dia niteny tamin’ireo mpihazakazaka sy manamboninahitra lefitra hoe: “Midira, ka vonoy ireo! Aza avela hisy ho tafavoaka na iray aza.” Dia namono azy ireo tamin’ny lelan-tsabatra ny mpihazakazaka sy ny manamboninahitra lefitra, ka nanipy ny fatiny tany ivelany. Ary nandeha hatrany amin’ny tanàna nisy ny tranon’i Bala izy ireo.",
        "26": "Avy eo dia navoakan’izy ireo ny tsato-kazo masina tao an-tranon’i Bala, ka nodorany tsirairay.",
        "27": "Noravany koa ny tsangambato masin’i Bala. Ary narodany ny tranon’i Bala ka nataony kabine mandraka androany.",
        "28": "Toy izany no namongoran’i Jeho an’i Bala tsy ho eo amin’ny Israely.",
        "29": "Tsy mba nialan’i Jeho anefa ny fahotan’i Jeroboama zanak’i Nebata, dia ireo fahotana nampanotan’i Jeroboama ny Israely, izany hoe ny fivavahana tamin’ilay zanak’omby volamena tany Betela sy ilay tany Dana.",
        "30": "Koa hoy i Jehovah tamin’i Jeho: “Tsara ny nataonao satria nanao izay mahitsy teo imasoko ianao, sady araka izay rehetra tao am-poko no nataonao tamin’ny ankohonan’i Ahaba. Noho izany, dia hisy zanakao lahy handimby anao eo amin’ny seza fiandrianan’ny Israely, hatrany amin’ny zafiafinao.”",
        "31": "Tsy nanaraka tsara ny lalàn’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo anefa i Jeho. Tsy niala tamin’ny fahotan’i Jeroboama, izay nampanotany ny Israely, mantsy izy.",
        "32": "Nanomboka nampisaratsaraka ny Israely i Jehovah, tamin’izany andro izany. Ary namely azy ireo foana i Hazaela, tany amin’ny faritra rehetran’ny Israely,",
        "33": "dia ny faritra nanomboka teo amin’ny Reniranon’i Jordana tandrifin’ny fiposahan’ny masoandro, nanerana an’i Gileada, sy ny tanin’ny Gadita sy ny Robenita ary ny Manasita, sy ny faritra nanomboka tany Aroera, any akaikin’ny lohasaha falehan-driakan’i Arnona, izany hoe i Gileada sy Basana.",
        "34": "Ary ny sisa amin’ny tantaran’i Jeho, mbamin’izay rehetra nataony sy ny heriny rehetra, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "35": "Farany, dia nodimandry any amin’ny razany i Jeho, ka nalevina tany Samaria. Ary i Joahaza zanany no nanjaka nandimby azy.",
        "36": "Ary ny andro nanjakan’i Jeho teo amin’ny Israely dia valo amby roapolo taona, tany Samaria."
    },
    "11": {
        "1": "Rehefa hitan’i Atalia renin’i Ahazia fa maty ilay zanany, dia naripany avokoa ny tarana-mpanjaka.",
        "2": "Nalain’i Joseba, zanakavavin’i Jorama Mpanjaka sady anabavin’i Ahazia, anefa i Joasy zanak’i Ahazia, ka nangalariny avy teo amin’ireo zanaky ny mpanjaka efa hovonoina. Dia nataony tao amin’ny efitra anatiny nisy ny fandriana i Joasy sy ilay vehivavy mpampinono azy. Koa nafenina tsy ho hitan’i Atalia i Joasy, ka tsy novonoina.",
        "3": "Nafenina tao an-tranon’i Jehovah enin-taona izy, niaraka tamin’ilay vehivavy, raha mbola nanjaka nanerana ilay tany i Atalia.",
        "4": "Ary tamin’ny taona fahafito dia nampanalain’i Joiada ny lehiben’ny zato tamin’ny Karianina mpiaro ny mpanjaka sy ny lehiben’ny mpihazakazaka, ka nentiny nankany aminy tao an-tranon’i Jehovah. Dia nanao fifanekena tamin’izy ireo izy, ary nampianiana azy ireo tao an-tranon’i Jehovah. Avy eo dia nasehony azy ireo ilay zanaky ny mpanjaka.",
        "5": "Dia nomeny baiko ireo hoe: “Izao no hataonareo: Ny ampahatelony aminareo izay miditra amin’ny andro sabata, dia hiambina tsara ny tranon’ny mpanjaka,",
        "6": "ary ny ampahatelony ho eo amin’ny Vavahadin’ny Fototra, ary ny ampahatelony ambiny ho eo amin’ny vavahady ao ambadik’ireo mpihazakazaka. Ary hifandimby hiambina tsara ny tranon’ny mpanjaka ianareo.",
        "7": "Ny antokony roa aminareo izay tokony hivoaka amin’ny andro sabata no hiambina tsara ny tranon’i Jehovah, mba hiarovana ny mpanjaka.",
        "8": "Koa hodidino ny mpanjaka, ka samia mitana ny fiadiany avy. Ary hovonoina ho faty izay rehetra mitsofotsofoka eo amin’ireo laharana. Araho foana ny mpanjaka, na mivoaka na miditra.”",
        "9": "Dia nanao araka izay rehetra nandidian’i Joiada mpisorona ireo lehiben’ny zato, ka samy naka an’izay olom-peheziny, dia izay niditra tamin’ny andro sabata sy izay nivoaka tamin’ny andro sabata. Dia nankao amin’i Joiada mpisorona izy ireo.",
        "10": "Dia nomen’ilay mpisorona an’ireo lehiben’ny zato ny lefon’i Davida Mpanjaka sy ny ampingany boribory, izay tao an-tranon’i Jehovah.",
        "11": "Ary nijoro ny mpihazakazaka ka samy nitana ny fiadiany avy, nanomboka teo amin’ny lafiny ankavanan’ny trano ka hatreny amin’ny lafiny ankavian’ny trano, sy teo akaikin’ny alitara ary teo akaikin’ny trano. Ary nisy koa nanodidina ny mpanjaka.",
        "12": "Avy eo dia navoakany ilay zanaky ny mpanjaka, ka nataony teo ambony lohany ny diadema sy ny horonam-boky misy ny Lalàna, ary nataony mpanjaka izy. Koa nanosotra azy ho mpanjaka izy ireo. Dia nitehaka izy ireo, sady nilaza hoe: “Ho ela velona anie ny mpanjaka!”",
        "13": "Rehefa ren’i Atalia ny firodorodon’ny olona nihazakazaka, dia nankany amin’ny vahoaka tany an-tranon’i Jehovah avy hatrany izy.",
        "14": "Dia hitan’i Atalia ny mpanjaka nitsangana teo akaikin’ny andry, araka ny fomba fanao. Teo akaikin’ny mpanjaka koa ireo lehibe sy ny mpitsoka trompetra. Hitany koa ny vahoaka manontolo nifaly sy nitsoka trompetra. Dia norovitin’i Atalia avy hatrany ny akanjony, sady niantso mafy izy hoe: “Fikomiana! Fikomiana!”",
        "15": "Nobaikoin’i Joiada mpisorona anefa ny lehiben’ny zato voatendry hitari-tafika, hoe: “Avoahy eny ivelan’ny filaharana izy. Ary izay rehetra manaraka azy, dia vonoy amin’ny sabatra!” Efa nilaza mantsy ilay mpisorona hoe: “Aza vonoina ao an-tranon’i Jehovah izy.”",
        "16": "Koa nosamborin’izy ireo ravehivavy. Dia novonoiny ho faty izy, raha vao tongany teo amin’ny lalana fidiran-tsoavaly teo amin’ny tranon’ny mpanjaka.",
        "17": "Avy eo dia nasain’i Joiada nanao fifanekena tamin’i Jehovah ny mpanjaka sy ny vahoaka, mba hanaporofoan’izy ireo fa olon’i Jehovah izy ireo. Nasainy nanao fifanekena tamin’ny mpanjaka koa ny vahoaka.",
        "18": "Taorian’izay, dia nankany amin’ny tranon’i Bala ny vahoaka manontolo, ka narodany ny alitarany. Dia nopotehin’izy ireo tanteraka ny sariny. Novonoin’izy ireo teo anoloan’ny alitara koa i Matana mpisoron’i Bala. Ary nanendry mpiandraikitra hikarakara ny tranon’i Jehovah ny mpisorona.",
        "19": "Ary nentiny niaraka taminy ireo lehiben’ny zato sy ny Karianina mpiaro ny mpanjaka sy ny mpihazakazaka ary ny vahoaka manontolo, mba hitondra ny mpanjaka hidina avy tao an-tranon’i Jehovah. Dia teo amin’ny vavahadin’ny mpihazakazaka no lalan’izy ireo hankany an-tranon’ny mpanjaka. Ary nipetraka teo amin’ny seza fiandrianan’ny mpanjaka i Joasy.",
        "20": "Dia nifaly ny vahoaka manontolo, ary nandry feizay ny tanàna. Ary i Atalia efa novonoina tamin’ny sabatra teo akaikin’ny tranon’ny mpanjaka.",
        "21": "Fito taona i Joasy tamin’izy nanomboka nanjaka."
    },
    "12": {
        "1": "Tamin’ny taona fahafito nanjakan’i Jeho, no lasa mpanjaka i Joasy, ary efapolo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Zibia, avy any Beri-sheba.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah foana i Joasy, tamin’ny andro rehetra nampianaran’i Joiada mpisorona azy.",
        "3": "Mbola tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nanolotra setroka ho sorona teny ihany ny olona.",
        "4": "Ary hoy i Joasy tamin’ny mpisorona: “Ny vola rehetra ho an’ny fanatitra masina ka entina ao an-tranon’i Jehovah, izany hoe ny vola tsy maintsy aloan’ny tsirairay, sy ny vola omen’ny olona * nanao voady, ary ny vola rehetra entin’ny tsirairay an-tsitrapo ao an-tranon’i Jehovah,",
        "5": "dia halain’ny mpisorona. Samy haka izany amin’ny olom-pantany ny mpisorona tsirairay. Dia hanamboatra an’izay triatra amin’ilay trano izy ireo.”",
        "6": "Tamin’ny taona fahatelo amby roapolo nanjakan’i Joasy Mpanjaka anefa, dia mbola tsy namboarin’ireo mpisorona ihany ny triatra tamin’ilay trano.",
        "7": "Nantsoin’i Joasy Mpanjaka àry i Joiada mpisorona sy ireo mpisorona hafa, ka nanontaniany hoe: “Nahoana no tsy amboarinareo ny triatra amin’ny trano? Aza maka vola amin’ny olom-pantatrareo intsony, fa omeo hanamboarana ny triatra amin’ny trano kosa ny vola efa voangona.”",
        "8": "Dia nanaiky tsy haka vola amin’ny olona intsony sy tsy hanamboatra ny triatra amin’ny trano ny mpisorona.",
        "9": "Koa naka vata kely i Joiada mpisorona, ka nolavahany ny sarony. Dia napetrany teo anilan’ny alitara ilay vata, izany hoe teo ankavanana rehefa niditra tao an-tranon’i Jehovah. Ary tao no napetraky ny mpisorona mpiandry varavarana ny vola rehetra nentina tao an-tranon’i Jehovah.",
        "10": "Raha vao hitan’izy ireo fa nisy vola be tao amin’ilay vata, dia niakatra ny mpitan-tsoratry ny mpanjaka sy ny mpisoronabe, ka namatotra sy nanisa ny vola hita tao an-tranon’i Jehovah.",
        "11": "Ary ny vola voaisa dia natolony ny mpanao ny asa, izay notendrena ho ao an-tranon’i Jehovah. Ireo indray nanome izany ho an’ny mpandrafitra sy ny mpanorina, izay niasa tao an-tranon’i Jehovah,",
        "12": "sy ho an’ny mpandatsa-biriky sy ny mpipai-bato. Nomena koa izany mba hividianana hazo sy vato voapaika hanamboarana ny triatra amin’ny tranon’i Jehovah, sy hampiasaina amin’ny lany rehetra amin’ny fanamboarana ilay trano.",
        "13": "Ary ny tranon’i Jehovah dia tsy nanaovana koveta volafotsy, na famonoan-jiro, na vilia baolina, na trompetra, na zavatra vita tamin’ny volamena na volafotsy, avy tamin’ny vola nentina tao an-tranon’i Jehovah.",
        "14": "Nomena ny mpanao ny asa mantsy ny vola, ka nanamboaran’izy ireo ny tranon’i Jehovah.",
        "15": "Ary tsy natao ampamoaka ireo lehilahy notolorana an’ilay vola homena ny mpanao ny asa, satria mendri-pitokisana izy ireo tamin’ny asany.",
        "16": "Tsy nentina tao an-tranon’i Jehovah kosa ny vola ho an’ny fanatitra noho ny heloka, sy ny vola ho an’ny fanatitra noho ny ota. Dia lasa fananan’ny mpisorona izany.",
        "17": "Dia niakatra hamely an’i Gata sy hamabo azy i Hazaela mpanjakan’i Syria. Avy eo dia tapa-kevitra * hiakatra hamely an’i Jerosalema izy.",
        "18": "Ary nalain’i Joasy mpanjakan’ny Joda ny fanatitra masina rehetra, izay nohamasinin’ireo razambeny mpanjakan’ny Joda, dia i Josafata sy Jorama ary Ahazia. Nalainy koa ny fanatitra masina natolony, sy ny volamena rehetra tao amin’ny zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka, ka nalefany tany amin’i Hazaela mpanjakan’i Syria. Koa lasa i Hazaela fa tsy namely an’i Jerosalema.",
        "19": "Ary ny sisa amin’ny tantaran’i Joasy, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "20": "Niray tetika hamono an’i Joasy anefa ny mpanompony, ka namono azy tao amin’ilay trano teo amin’ny Dongon-tany, izay tany amin’ny lalana midina ho any Sila.",
        "21": "I Jozakara zanak’i Simata sy Jozabada zanak’i Somera, mpanompony no namono azy ka maty izy. Koa nalevina any amin’ny razany tao amin’ny Tanànan’i Davida izy. Ary i Amazia zanany no nanjaka nandimby azy."
    },
    "13": {
        "1": "Tamin’ny taona fahatelo amby roapolo nanjakan’i Joasy zanak’i Ahazia mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Joahaza zanak’i Jeho. Ary fito ambin’ny folo taona no nanjakany.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana i Joahaza, ka tsy niala tamin’ny fahotan’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely. Tsy niala tamin’izany izy.",
        "3": "Koa nirehitra tamin’ny Israely ny fahatezeran’i Jehovah, ka natolony teo an-tanan’i Hazaela mpanjakan’i Syria sy Beni-hadada zanak’i Hazaela izy ireo, tamin’ny andro rehetra niainan’izy ireo.",
        "4": "Tatỳ aoriana, dia nampitony an’i Jehovah i Joahaza. Dia nihaino azy i Jehovah, satria hitany ny fahorian’ny Israely, noho ny fampahorian’ny mpanjakan’i Syria azy ireo.",
        "5": "Koa nomen’i Jehovah mpamonjy ny Israely, ka tsy teo ambany fahefan’i Syria intsony. Ary afaka nonina tao an-tranony toy ny teo aloha ny zanak’Israely.",
        "6": "Tsy niala tamin’ny fahotan’ny ankohonan’i Jeroboama, izay nampanotany ny Israely, anefa izy ireo, fa nanao izany foana. Ary na ilay tsato-kazo masina aza mbola nijoro tany Samaria ihany.",
        "7": "Ary tsy nisy afa-tsy mpitaingin-tsoavaly dimampolo sy kalesy folo ary lehilahy iray alina mandeha an-tongotra sisa no tao amin’ny tafik’i Joahaza, satria naringan’ny mpanjakan’i Syria ireny, ka nohosihoseny toy ny vovoka eny am-pamoloana.",
        "8": "Ary ny sisa amin’ny tantaran’i Joahaza, mbamin’izay rehetra nataony sy ny heriny, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "9": "Farany dia nodimandry any amin’ny razany i Joahaza, ka nalevina tany Samaria. Ary i Joasy zanany no nanjaka nandimby azy.",
        "10": "Tamin’ny taona fahafito amby telopolo nanjakan’i Joasy mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Joasy zanak’i Joahaza. Ary enina ambin’ny folo taona no nanjakany.",
        "11": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana rehetra nataon’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely, fa nanao izany foana.",
        "12": "Ary ny sisa amin’ny tantaran’i Joasy, mbamin’izay rehetra nataony sy ny heriny ary ny niadiany tamin’i Amazia mpanjakan’ny Joda, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "13": "Farany dia nodimandry any amin’ny razany i Joasy, ary i Jeroboama no nipetraka teo amin’ny seza fiandrianany. Dia nalevina tany Samaria, tany amin’ireo mpanjakan’ny Israely, i Joasy.",
        "14": "Ary i Elisa dia nararin’ny aretina hahafaty azy. Koa nidina tany aminy i Joasy mpanjakan’ny Israely, ka nihohoka nitomany teo amin’ny tarehiny, sady nilaza hoe: “Ry raiko ô, ry raiko ô, ny kalesin’adin’ny Israely mbamin’ny mpitaingin-tsoavaliny!”",
        "15": "Ary hoy i Elisa taminy: “Makà tsipìka sy zana-tsipìka.” Dia naka tsipìka sy zana-tsipìka izy.",
        "16": "Ary hoy i Elisa tamin’ny mpanjakan’ny Israely: “Ataovy eo amin’ny tsipìka ny tananao.” Dia nataony teo ny tanany, ary ny tanan’i Elisa kosa nataony teo amin’ny tanan’ny mpanjaka.",
        "17": "Hoy izy avy eo: “Sokafy ny varavarankely atsinanana.” Dia nosokafany izany. Ary hoy i Elisa: “Mitifira!” Dia nitifitra izy. Hoy indray i Elisa: “Zana-tsipìkan’ny famonjen’i Jehovah, dia ny zana-tsipìkan’ny famonjena hamelezana an’i Syria! Ary hamely an’i Syria ianao ao Afeka, mandra-pandringanao azy.”",
        "18": "Hoy indray i Elisa: “Raiso ny zana-tsipìka.” Dia noraisiny izany. Ary hoy i Elisa tamin’ny mpanjakan’ny Israely: “Kapohy ny tany.” Ary nikapoka intelo izy, dia nijanona.",
        "19": "Koa tezitra taminy ilay lehilahin’Andriamanitra, ka niteny hoe: “Tokony ho nikapoka indimy na inenina ianao! Amin’izay mantsy dia hamely an’i Syria ianao, ka handringana azy. Fa izao kosa dia intelo ihany ianao no hamely azy.”",
        "20": "Ary maty i Elisa ka nalevina. Ary nisy Moabita mpandroba tonga teo amin’ilay tany, isaky ny fiandohan’ny taona.",
        "21": "Indray andro, dia nisy olona nandevina lehilahy iray, ka sendra nahatazana an’ireo mpandroba. Koa natsipiny avy hatrany tao amin’ny toerana nandevenana an’i Elisa ilay faty, dia lasa izy ireo. Rehefa nikasika ny taolan’i Elisa anefa ilay faty, dia velona avy hatrany ka nijoro tamin’ny tongony.",
        "22": "Ary nampahorin’i Hazaela mpanjakan’i Syria ny Israely, tamin’ny andro rehetra nanjakan’i Joahaza.",
        "23": "Tsara fanahy tamin’izy ireo sy niantra azy anefa i Jehovah ka nitsinjo azy, noho ny fifanekena nataony tamin’i Abrahama sy Isaka ary Jakoba. Tsy tiany ho ringana izy ireo, ka tsy nariany tanteraka tsy ho eo anatrehany hatramin’izao.",
        "24": "Farany dia maty i Hazaela mpanjakan’i Syria, ary i Beni-hadada zanany no nanjaka nandimby azy.",
        "25": "Ary nalain’i Joasy zanak’i Joahaza indray ireo tanàna teo am-pelatanan’i Beni-hadada zanak’i Hazaela. Tamin’ny ady mantsy no nahazoan’i Beni-hadada an’ireo tanàna ireo teo am-pelatanan’i Joahaza rain’i Joasy. Koa namely azy intelo i Joasy, ka azony indray ireo tanànan’ny Israely."
    },
    "14": {
        "1": "Tamin’ny taona faharoa nanjakan’i Joasy zanak’i Joahaza mpanjakan’ny Israely, no lasa mpanjaka i Amazia zanak’i Joasy mpanjakan’ny Joda.",
        "2": "Dimy amby roapolo taona izy, tamin’izy nanomboka nanjaka, ary sivy amby roapolo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Joadina avy any Jerosalema.",
        "3": "Nanao izay mahitsy teo imason’i Jehovah foana izy, saingy tsy toy ny nataon’i Davida razambeny. Toy izay rehetra nataon’i Joasy rainy no nataony.",
        "4": "Mbola tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nanolotra setroka ho sorona teny ihany ny olona.",
        "5": "Ary raha vao mafy orina ny fanjakana nentiny, dia novonoiny ho faty ireo mpanompony izay namono ny mpanjaka rainy.",
        "6": "Tsy novonoiny anefa ny zanak’ireo mpamono, araka ny voasoratra ao amin’ny boky misy ny lalàn’i Mosesy, izay misy izao didin’i Jehovah izao: “Ny ray tsy tokony hovonoina ho faty noho ny ataon’ny zanaka, ary ny zanaka tsy tokony hovonoina ho faty noho ny ataon’ny ray. Noho ny fahotany ihany no tokony hamonoana ny tsirairay.”",
        "7": "Ary nahafaty lehilahy edomita iray alina teo amin’ny Lohasahan-tsira i Amazia. Azony tamin’ny ady koa ny tanànan’i Sela, ka natao hoe Joktela ny anaran’izy io mandraka androany.",
        "8": "Dia nandefa iraka ho any amin’i Joasy zanak’i Joahaza, zanak’i Jeho mpanjakan’ny Israely, i Amazia nanao hoe: “Tongava, andao isika hifanandrina.”",
        "9": "Dia naniraka olona nankany amin’i Amazia mpanjakan’ny Joda i Joasy mpanjakan’ny Israely, hilaza hoe: “Nandefa iraka ho any amin’ny hazo sedera tany Libanona ny tsilo tany Libanona, nanao hoe: ‘Omeo ho vadin’ny zanako lahy ny zanakao vavy.’ Nandalo anefa ny bibidia iray tany Libanona, ka nanosihosy an’ilay tsilo.",
        "10": "Marina fa nandresy an’i Edoma ianao, ka nasesiky ny fonao hanandra-tena. Mifalia anefa amin’ny voninahitrao, ary mitoera ihany ao an-tranonao. Aza mila ady, fa ho resy ianao sy ny Joda miaraka aminao satria atody miady amam-bato ianareo.”",
        "11": "Tsy nanaiky anefa i Amazia. Niakatra àry i Joasy mpanjakan’ny Israely, ka nifanandrina tany Beti-semesy any Joda izy ireo, dia izy sy Amazia mpanjakan’ny Joda.",
        "12": "Dia resy teo anoloan’ny Israely ny Joda, ka samy nandositra nankany amin’ny tranolainy avy.",
        "13": "Ary i Amazia mpanjakan’ny Joda zanak’i Joasy zanak’i Ahazia, no nosamborin’i Joasy mpanjakan’ny Israely tany Beti-semesy. Dia nankany Jerosalema izy ireo. Ary nanagorobahan’i Joasy efajato hakiho * ny mandan’i Jerosalema, nanomboka teo amin’ny Vavahadin’i Efraima ka hatreo amin’ny Vavahady An-jorony.",
        "14": "Dia nalainy avokoa ny volamena sy ny volafotsy ary ny fitaovana tao an-tranon’i Jehovah, sy ny zava-tsarobidy notehirizina tao an-tranon’ny mpanjaka. Nisy koa olona nalainy ho takalon’aina. Dia niverina tany Samaria izy.",
        "15": "Ary ny sisa amin’ny tantaran’i Joasy, dia izay nataony sy ny heriny, ary ny niadiany tamin’i Amazia mpanjakan’ny Joda, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "16": "Farany dia nodimandry any amin’ny razany i Joasy, ka nalevina tany Samaria niaraka tamin’ireo mpanjakan’ny Israely. Ary i Jeroboama zanany no nanjaka nandimby azy.",
        "17": "Mbola velona dimy ambin’ny folo taona i Amazia zanak’i Joasy mpanjakan’ny Joda, taorian’ny nahafatesan’i Joasy zanak’i Joahaza mpanjakan’ny Israely.",
        "18": "Ary ny sisa amin’ny tantaran’i Amazia, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "19": "Tatỳ aoriana, dia nisy niray tetika hanohitra azy tany Jerosalema, ka nandositra tany Lakisy izy. Nisy nirahina hanenjika azy tany anefa ka namono azy tany.",
        "20": "Ary nentina tamin’ny soavaly ny fatiny ka nalevina any amin’ny razany tany Jerosalema, tao amin’ny Tanànan’i Davida.",
        "21": "Dia nalain’ny mponin’i Joda rehetra i Azaria, izay enina ambin’ny folo taona, ka nataony mpanjaka handimby an’i Amazia rainy.",
        "22": "Izy no nanorina an’i Elata ka nampody azy tamin’ny Joda, rehefa nodimandry any amin’ny razany ny mpanjaka.",
        "23": "Tamin’ny taona fahadimy ambin’ny folo nanjakan’i Amazia zanak’i Joasy mpanjakan’ny Joda, no lasa mpanjaka tany Samaria i Jeroboama zanak’i Joasy mpanjakan’ny Israely. Ary iraika amby efapolo taona no nanjakany.",
        "24": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana rehetra nataon’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely.",
        "25": "Izy no namerina tamin’ny Israely ny sisin-taniny, hatreo amin’ny sisin’ny faritr’i Hamata ka hatrany amin’ny ranomasin’i Araba. Izany dia araka ny tenin’i Jehovah Andriamanitry ny Israely, tamin’ny alalan’i Jona mpanompony, zanak’i Amitahy, dia ilay mpaminany avy any Gata-hefera.",
        "26": "Fa hitan’i Jehovah ny fahoriana tena mangidy nanjo ny Israely. Ary na ny tsy misy mpiaro sy ny tsy misy ilana azy aza, dia tsy nisy teo amin’ny Israely. Tsy nisy mpamonjy koa ny Israely.",
        "27": "Efa nampanantena anefa i Jehovah fa tsy hanafoana ny anaran’ny Israely tsy ho etỳ ambanin’ny lanitra. Koa novonjeny tamin’ny alalan’i Jeroboama zanak’i Joasy izy ireo.",
        "28": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Jeroboama, mbamin’izay rehetra nataony sy ny heriny, sy ny niadiany ary ny nampodiany an’i Damaskosy sy Hamata tamin’ny Joda sy Israely?",
        "29": "Farany dia nodimandry any amin’ny razany, any amin’ireo mpanjakan’ny Israely, i Jeroboama. Ary i Zakaria zanany no nanjaka nandimby azy."
    },
    "15": {
        "1": "Tamin’ny taona fahafito amby roapolo nanjakan’i Jeroboama mpanjakan’ny Israely, no lasa mpanjaka i Azaria zanak’i Amazia mpanjakan’ny Joda.",
        "2": "Enina ambin’ny folo taona i Azaria, tamin’izy nanomboka nanjaka, ary roa amby dimampolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Jekolia avy any Jerosalema.",
        "3": "Ary nanao izay mahitsy teo imason’i Jehovah izy, toy izay rehetra nataon’i Amazia rainy.",
        "4": "Mbola tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nanolotra setroka ho sorona teny ihany ny olona.",
        "5": "Farany, dia namely ny mpanjaka i Jehovah. Koa boka mandra-pahafatiny izy, ka nipetraka tao an-tranony, fa tsy afaka namita ny andraikiny. Ary i Jotama zanaky ny mpanjaka no niandraikitra ny trano, ka nitsara ny vahoaka.",
        "6": "Ary ny sisa amin’ny tantaran’i Azaria, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "7": "Farany, dia nodimandry any amin’ny razany i Azaria, ka nalevina any amin’ny razany, tao amin’ny Tanànan’i Davida. Ary i Jotama zanany no nanjaka nandimby azy.",
        "8": "Tamin’ny taona fahavalo amby telopolo nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Zakaria zanak’i Jeroboama. Ary enim-bolana no nanjakan’i Zakaria tany Samaria.",
        "9": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, toy ny nataon’ny razany, ka tsy niala tamin’ny fahotan’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely.",
        "10": "Ary nanao tetika i Saloma zanak’i Jabesy ka namely azy tany Ibleama, dia namono azy ho faty, ary nanjaka nandimby azy.",
        "11": "Ary ny sisa amin’ny tantaran’i Zakaria, dia efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely.",
        "12": "Izany ilay nolazain’i Jehovah tamin’i Jeho hoe: “Hisy zanakao lahy handimby anao eo amin’ny seza fiandrianan’ny Israely, hatrany amin’ny zafiafinao.” Dia tanteraka tokoa izany.",
        "13": "Ary lasa mpanjaka i Saloma zanak’i Jabesy, tamin’ny taona fahasivy amby telopolo nanjakan’i Ozia mpanjakan’ny Joda. Ary iray volana feno no nanjakany tany Samaria.",
        "14": "I Menahema zanak’i Gady kosa niakatra avy any Tirza, ka tonga tany Samaria. Dia namely an’i Saloma zanak’i Jabesy tany Samaria izy, ka namono azy ho faty. Ary izy no nanjaka nandimby azy.",
        "15": "Ary ny sisa amin’ny tantaran’i Saloma sy ny teti-dratsiny, dia efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely.",
        "16": "Tamin’izay i Menahema no tonga avy any Tirza, mba hamely ny tanànan’i Tifsa sy izay rehetra tao aminy ary ny faritaniny. Tsy nanokatra vavahady mantsy ny mponina tao, ka nasiany. Ary notatahiny ny kibon’ny vehivavy bevohoka rehetra tao.",
        "17": "Tamin’ny taona fahasivy amby telopolo nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Menahema zanak’i Gady. Ary folo taona no nanjakan’i Menahema tany Samaria.",
        "18": "Ary nanao izay ratsy teo imason’i Jehovah foana izy tamin’ny andro rehetra niainany, ka tsy niala tamin’ny fahotana rehetra nataon’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely.",
        "19": "Ary tonga teo amin’ilay tany i Pola mpanjakan’i Asyria. Dia nomen’i Menahema talenta volafotsy arivo i Pola, mba hanampian’i Pola azy hanamafy orina ny fahefany teo amin’ny fanjakany.",
        "20": "Dia navoakan’i Menahema ny volafotsy nasainy naloan’ny Israely, mba homena ny mpanjakan’i Asyria. Nasainy nandoa sekely volafotsy dimampolo avy mantsy ny lehilahy matanjaka sy mahery fo rehetra. Dia lasa ny mpanjakan’i Asyria, fa tsy nijanona teo amin’ilay tany.",
        "21": "Ary ny sisa amin’ny tantaran’i Menahema, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "22": "Farany, dia nodimandry any amin’ny razany i Menahema, ary i Pekahia zanany no nanjaka nandimby azy.",
        "23": "Tamin’ny taona fahadimampolo nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Pekahia zanak’i Menahema. Ary roa taona no nanjakan’i Pekahia tany Samaria.",
        "24": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotan’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely.",
        "25": "Ary nikomy taminy i Peka zanak’i Remalia manamboninahitra lefiny. Dia novonoin’i Peka tao amin’ny tilikambo fonenana teo amin’ny tranon’ny mpanjaka izy sy Argoba ary Aria, tany Samaria. Nisy dimampolo lahy taranak’i Gileada, niaraka tamin’i Peka. Dia namono azy i Peka, ka nanjaka nandimby azy.",
        "26": "Ary ny sisa amin’ny tantaran’i Pekahia, mbamin’izay rehetra nataony, dia efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely.",
        "27": "Tamin’ny taona faharoa amby dimampolo nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Peka zanak’i Remalia. Ary roapolo taona no nanjakan’i Peka.",
        "28": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotan’i Jeroboama zanak’i Nebata, izay nampanotany ny Israely.",
        "29": "Tamin’ny andron’i Peka mpanjakan’ny Israely i Tiglato-pilesera mpanjakan’i Asyria no tonga naka ny tanin’i Naftaly manontolo, dia i Iona sy Abela-beti-maka sy Janoha sy Kedesy sy Hazora sy Gileada ary Galilia. Ary nataony sesitany tany Asyria ny mponin’ireo.",
        "30": "Farany, dia nikomy tamin’i Peka zanak’i Remalia i Hosea zanak’i Elaha, ary namely azy ka nahafaty azy. Ary izy no nanjaka nandimby azy, tamin’ny taona faharoapolo nanjakan’i Jotama zanak’i Ozia.",
        "31": "Ary ny sisa amin’ny tantaran’i Peka, mbamin’izay rehetra nataony, dia efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely.",
        "32": "Tamin’ny taona faharoa nanjakan’i Peka zanak’i Remalia mpanjakan’ny Israely, no lasa mpanjaka i Jotama zanak’i Ozia mpanjakan’ny Joda.",
        "33": "Dimy amby roapolo taona i Jotama tamin’izy nanomboka nanjaka, ary enina ambin’ny folo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Jerosa zanak’i Zadoka.",
        "34": "Ary nanao izay mahitsy teo imason’i Jehovah foana izy, toy izay rehetra nataon’i Ozia rainy.",
        "35": "Mbola tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nanolotra setroka ho sorona teny ihany ny olona. Izy no nanorina ny vavahady ambony tamin’ny tranon’i Jehovah.",
        "36": "Ary ny sisa amin’ny tantaran’i Jotama, dia izay nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "37": "Tamin’izany andro izany i Jehovah no nanomboka nandefa an’i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia, mba hamely ny Joda.",
        "38": "Farany, dia nodimandry any amin’ny razany i Jotama, ka nalevina any amin’ny razany, tao amin’ny Tanànan’i Davida razambeny. Ary i Ahaza zanany no nanjaka nandimby azy."
    },
    "16": {
        "1": "Tamin’ny taona fahafito ambin’ny folo nanjakan’i Peka zanak’i Remalia, no lasa mpanjaka i Ahaza zanak’i Jotama mpanjakan’ny Joda.",
        "2": "Roapolo taona i Ahaza tamin’izy nanomboka nanjaka, ary enina ambin’ny folo taona no nanjakany tany Jerosalema. Ary tsy nanao izay mahitsy teo imason’i Jehovah Andriamaniny izy, tsy mba toa an’i Davida razambeny.",
        "3": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa izy, ka nandoro * ny zanany tao anaty afo. Zava-maharikoriko fanaon’ireo firenena noroahin’i Jehovah noho ny amin’ny zanak’Israely, izany nataony izany.",
        "4": "Ary nanao sorona sy nanolotra setroka ho sorona foana izy, teny amin’ny toerana avo sy ny havoana ary teny ambanin’ny hazo midoroboka rehetra.",
        "5": "Tamin’izay i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia mpanjakan’ny Israely, no niakatra hiady tamin’i Jerosalema sy hanao fahirano an’i Ahaza, nefa tsy naharesy.",
        "6": "Tamin’izay koa i Rezina mpanjakan’i Syria no nampody an’i Elata tamin’i Edoma. Dia nesoriny tany Elata ny Jiosy. Koa niditra tany Elata ny Edomita, ka monina any mandraka androany.",
        "7": "Nandefa iraka ho any amin’i Tiglato-pilesera mpanjakan’i Asyria àry i Ahaza, nanao hoe: “Mpanomponao aho sady zanakao. Koa miakara hamonjy ahy eo am-pelatanan’ny mpanjakan’i Syria sy ny mpanjakan’ny Israely, fa mitsangana hamely ahy ry zareo.”",
        "8": "Ary nalain’i Ahaza ny volafotsy sy ny volamena tao an-tranon’i Jehovah sy tao amin’ireo zava-tsarobidy notehirizina tao an-tranon’ny mpanjaka, ka nalefany hatao tsolotra ho an’ny mpanjakan’i Asyria.",
        "9": "Dia nihaino ny teniny ny mpanjakan’i Asyria ka niakatra tany Damaskosy ary namabo azy. Ary nataony sesitany tany Kira ny vahoaka tao, fa i Rezina kosa novonoiny ho faty.",
        "10": "Ary nandeha nitsena an’i Tiglato-pilesera mpanjakan’i Asyria tany Damaskosy i Ahaza Mpanjaka. Dia hitany ilay alitara tany Damaskosy. Koa nalefany tany amin’i Oria mpisorona ny drafitr’ilay alitara sy ny modely nanaovana azy manontolo.",
        "11": "Ary nanorina alitara i Oria mpisorona, araka ny toromarika rehetra nalefan’i Ahaza Mpanjaka avy tany Damaskosy. Dia nataon’i Oria izany, mandra-pahatongan’i Ahaza Mpanjaka avy tany Damaskosy.",
        "12": "Rehefa tonga avy tany ny mpanjaka, dia hitany ilay alitara. Ary nankeo izy ka nanolotra fanatitra teo amboniny.",
        "13": "Ary nodorany mba hidona-tsetroka ny fanatitra dorana sy ny fanatitra varimbazaha natolony. Nandraraka fanatitra zava-pisotro koa izy, ary nafafiny teo ambonin’ilay alitara ny ran’ny sorona iombonana natolony.",
        "14": "Dia nafindrany nankeo avaratry ny alitarany ilay alitara varahina teo anatrehan’i Jehovah, izay teo anoloan’ilay trano, izany hoe teo anelanelan’ny alitarany sy ny tranon’i Jehovah.",
        "15": "Ary nandidy an’i Oria mpisorona i Ahaza Mpanjaka hoe: “Eo ambonin’ilay alitara lehibe no dory mba hidona-tsetroka ny fanatitra dorana amin’ny maraina, sy ny fanatitra varimbazaha amin’ny takariva, mbamin’ny fanatitra dorana sy ny fanatitra varimbazaha avy amin’ny mpanjaka, ary ny fanatitra dorana sy ny fanatitra varimbazaha sy ny fanatitra zava-pisotro avy amin’ny vahoaka manontolo. Ary afafazo eo ambonin’io alitara io ny ra rehetra avy amin’ny fanatitra dorana sy avy amin’ny sorona. Fa mbola hodinihiko izay hatao amin’ilay alitara varahina.”",
        "16": "Dia nanao araka izay rehetra nandidian’i Ahaza Mpanjaka i Oria mpisorona.",
        "17": "Nopotipotehin’i Ahaza Mpanjaka koa ireo takela-barahina tamin’ireo kalesin’ny tempoly, ary nesoriny ny koveta teny ambonin’ireo kalesy. Ilay fitoeran-drano lehibe nantsoina hoe ranomasina varahina kosa nampidininy avy teo amin’ireo omby varahina, ka napetrany teo amin’ny tokotany vato.",
        "18": "Ary noho ny amin’ny mpanjakan’i Asyria, dia nesorin’i Ahaza tsy ho ao an-tranon’i Jehovah ny faritra mitafo fampiasa amin’ny sabata, izay efa tao amin’ilay trano, sy ny varavarana ivelany fidiran’ny mpanjaka.",
        "19": "Ary ny sisa amin’ny tantaran’i Ahaza, dia izay nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "20": "Farany, dia nodimandry any amin’ny razany i Ahaza, ka nalevina any amin’ny razany, tao amin’ny Tanànan’i Davida. Ary i Hezekia zanany no nanjaka nandimby azy."
    },
    "17": {
        "1": "Tamin’ny taona faharoa ambin’ny folo nanjakan’i Ahaza mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Hosea zanak’i Elaha. Sivy taona no nanjakan’i Hosea,",
        "2": "ary nanao izay ratsy teo imason’i Jehovah foana izy, saingy tsy toy ireo mpanjakan’ny Israely talohany.",
        "3": "Niakatra hanafika azy i Salmanesera mpanjakan’i Asyria. Koa lasa mpanompon’i Salmanesera i Hosea, ka nandoa hetra taminy.",
        "4": "Hitan’ny mpanjakan’i Asyria anefa fa nisy tetika nokotrehin’i Hosea. Nandefa iraka ho any amin’i So mpanjakan’i Ejipta mantsy i Hosea, sady tsy niakatra nitondra hetra ho any amin’ny mpanjakan’i Asyria intsony toy ny tamin’ireo taona teo aloha. Koa nogadrain’ny mpanjakan’i Asyria izy, ka nofatorany tao am-ponja.",
        "5": "Ary niakatra hamely an’ilay tany manontolo ny mpanjakan’i Asyria. Niakatra tany Samaria koa izy, ka nanao fahirano azy telo taona.",
        "6": "Tamin’ny taona fahasivy nanjakan’i Hosea, dia nobaboin’ny mpanjakan’i Asyria i Samaria. Ary nataony sesitany tany Asyria ny Israely, ka napetrany tany Hala sy tany Habora izay eo amin’ny reniranon’i Gozana, ary tany amin’ireo tanànan’ny Medianina.",
        "7": "Izany no nitranga noho ny nanotan’ny zanak’Israely tamin’i Jehovah Andriamaniny, izay nitondra azy niakatra avy tany Ejipta avy teo an-tanan’i Farao mpanjakan’i Ejipta. Natahotra andriamani-kafa koa izy ireo.",
        "8": "Ary ny lalàn’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely, sy ny lalàna noforonin’ny mpanjakan’ny Israely no notandreman’izy ireo.",
        "9": "Koa nanao zavatra tsy tsara teo imason’i Jehovah Andriamaniny ny zanak’Israely, sady nanorina toerana avo tany amin’ny tanànany rehetra, nanomboka teo amin’ny tilikambon’ny mpitily ka hatrany amin’ny tanàna voaro mafy,",
        "10": "ary nanangana tsangambato masina sy tsato-kazo masina, teny amin’ny havoana avo rehetra sy teny ambanin’ny hazo midoroboka rehetra.",
        "11": "Ary teny amin’ny toerana avo rehetra no nanoloran’izy ireo setroka ho sorona, toy ny nataon’ireo firenena nalefan’i Jehovah sesitany noho ny amin’izy ireo. Nanao ratsy foana izy ireo mba hampahatezitra an’i Jehovah.",
        "12": "Nanompo sampy maharikoriko koa izy ireo, nefa i Jehovah efa niteny hoe: “Aza manao izany zavatra izany.”",
        "13": "I Jehovah anefa efa nampitandrina foana ny Israely sy ny Joda, tamin’ny alalan’ny mpaminaniny rehetra sy ny mpahita rehetra, nanao hoe: “Mialà amin’ny lalan-dratsinareo ary tandremo ny didiko sy ny fitsipiko, araka ny lalàna rehetra izay nandidiako ny razanareo sy nalefako tany aminareo tamin’ny alalan’ny mpaminany mpanompoko.”",
        "14": "Tsy nihaino anefa izy ireo fa nanamafy hatoka foana, toy ny nataon’ny razany izay tsy naneho finoana an’i Jehovah Andriamaniny.",
        "15": "Nolaviny foana ny fitsipik’Andriamanitra sy ny fifanekena nataony tamin’ny razany, ary ny fampahatsiahivana nolazainy tamin’izy ireo mba hampitandremana azy. Ary nanaraka sampy tsy misy ilana azy izy ireo tahaka an’ireo firenena nanodidina azy, ka lasa tsy nisy ilana azy koa. Efa nandidy azy anefa i Jehovah mba tsy hanao toy ireny firenena ireny.",
        "16": "Ary niala tamin’ny didy rehetra nomen’i Jehovah Andriamaniny izy ireo, ka nanao sarivongana zanak’omby roa tamin’ny metaly. Nanao tsato-kazo masina koa izy ireo, sady niankohoka tamin’izay rehetra eny amin’ny lanitra, ary nanompo an’i Bala.",
        "17": "Ary nandoro * ny zanany lahy sy ny zanany vavy tao anaty afo izy ireo, sady nanao sikidy sy nitady fambara, ary tsy nanan-tsaina afa-tsy ny hanao izay ratsy teo imason’i Jehovah, mba hampahatezitra azy.",
        "18": "Koa tezitra mafy tamin’ny Israely i Jehovah, ka nesoriny tsy ho eo imasony izy ireo. Tsy navelany hisy hiangana, afa-tsy ny fokon’i Joda.",
        "19": "Na ny Joda aza anefa tsy nitandrina ny didin’i Jehovah Andriamaniny, fa ny lalàna noforonin’ny Israely no notandremany.",
        "20": "Koa nolavin’i Jehovah ny taranak’Israely manontolo, ka nampahoriny foana sady natolony teo an-tanan’ny mpandroba, ary tamin’ny farany dia nariany tanteraka tsy ho eo anatrehany.",
        "21": "Ary efa nendahany niala tamin’ny taranak’i Davida ny Israely. Koa nataon’izy ireo mpanjaka i Jeroboama zanak’i Nebata. Nampiala ny Israely tsy hanaraka an’i Jehovah anefa i Jeroboama, ka nahatonga ny Israely hanao fahotana lehibe.",
        "22": "Ary tsy niala tamin’ny fahotana rehetra nataon’i Jeroboama ny zanak’Israely. Eny, tsy niala tamin’izany izy ireo,",
        "23": "mandra-panaisotr’i Jehovah ny Israely tsy ho eo imasony, araka izay nolazainy tamin’ny alalan’ny mpaminany mpanompony rehetra. Nesorina tamin’ny taniny àry ny Israely ka natao sesitany any Asyria, ary mbola any mandraka androany.",
        "24": "Tatỳ aoriana, dia nitondra olona avy any Babylona sy Kota sy Ava sy Hamata ary Sefarvaima ny mpanjakan’i Asyria. Ary napetrany hisolo ny zanak’Israely tao amin’ireo tanànan’i Samaria ireo olona ireo. Dia naka an’i Samaria ho fananany izy ireo, ka nonina tao amin’ireo tanàna tao.",
        "25": "Ary tsy natahotra an’i Jehovah izy ireo, raha vao nanomboka nonina tao, ka nandefasan’i Jehovah liona. Dia namono olona teo amin’izy ireo ny liona.",
        "26": "Koa nandefa hafatra tany amin’ny mpanjakan’i Asyria izy ireo, nanao hoe: “Ireo firenena nataonao sesitany sy napetrakao ao amin’ireo tanànan’i Samaria, dia tsy mahalala ny fivavahana amin’ny Andriamanitr’ilay tany, ka andefasany liona. Ary vonoin’ny liona izy ireo satria tsy misy mahalala ny fivavahana amin’ny Andriamanitr’ilay tany.”",
        "27": "Dia namoaka didy ny mpanjakan’i Asyria, hoe: “Asaivo mankany ny iray amin’ny mpisorona, izay nipetraka tany talohan’ny nanaovana azy sesitany. Asaivo mipetraka any izy mba hampianatra azy ireo ny fivavahana amin’ny Andriamanitr’ilay tany.”",
        "28": "Koa tonga ny iray tamin’ny mpisorona izay nipetraka tany Samaria talohan’ny nanaovana azy sesitany. Ary nipetraka tao Betela izy ka nampianatra ny fomba hatahorana an’i Jehovah.",
        "29": "Samy nanao ny andriamaniny avy anefa ny firenena tsirairay, ka nametraka izany tao amin’ireo trano teny amin’ny toerana avo nataon’ny Samaritanina. Eny, samy nanao ny azy ny firenena tsirairay, tao amin’ny tanàna nipetrahany.",
        "30": "Ny olona avy any Babylona dia nanao an’i Sokota-benota, ny avy any Kota nanao an’i Nergala, ary ny avy any Hamata kosa nanao an’i Asima.",
        "31": "Ny Avita indray nanao an’i Nibaza sy Tartaka. Ny Sefarvita kosa nandoro ny zanany tao anaty afo ho an’i Adrameleka sy Anameleka andriamanitr’i Sefarvaima.",
        "32": "Nanjary natahotra an’i Jehovah izy ireo, ary nanendry mpisoron’ny toerana avo avy tamin’ny sarambabem-bahoaka, ka ireny no niasa ho azy ireo tao amin’ireo trano teny amin’ny toerana avo.",
        "33": "I Jehovah no nanjary natahoran’izy ireo, nefa ny andriamaniny ihany no nivavahany, araka ny fivavahan’ireo firenena niaviany talohan’ny sesitany.",
        "34": "Araka ny fivavahany taloha ihany no nataon’izy ireo mandraka androany. Tsy nisy natahotra an’i Jehovah, na nitandrina ny fitsipiny sy ny didim-pitsarany, mbamin’ny lalàna sy ny didy nomen’i Jehovah ny taranak’ilay Jakoba novany anarana hoe Israely,",
        "35": "tamin’i Jehovah nanao fifanekena tamin’ny taranak’Israely, ka nandidy azy hoe: “Aza matahotra andriamani-kafa, na miankohoka eo anatrehany, na manompo azy na manao sorona ho azy.",
        "36": "Fa i Jehovah izay nitondra anareo niakatra avy tany Ejipta tamin-kery lehibe sy sandry nahinjitra no tokony hatahoranareo, ary eo anatrehany no tokony hiankohofanareo, ary ho azy no tokony hanaovanareo sorona.",
        "37": "Ny fitsipika sy ny didim-pitsarana ary ny lalàna mbamin’ny didy nosoratany ho anareo no tokony hotandremanareo tsara foana. Aza matahotra andriamani-kafa.",
        "38": "Ary aza hadinoina ny fifanekena nataoko taminareo. Aza matahotra andriamani-kafa.",
        "39": "I Jehovah Andriamanitrareo kosa no tokony hatahoranareo, fa izy no hamonjy anareo eo an-tanan’ny fahavalonareo rehetra.”",
        "40": "Tsy nankatò anefa izy ireo, fa araka ny fivavahany taloha ihany no nataony.",
        "41": "Ary lasa natahotra an’i Jehovah ireny firenena ireny, nefa ny sary sokitra nataony ihany no notompoiny. Ary ny zanany sy ny zafikeliny kosa, dia toy ny nataon’ny razany ihany no nataony mandraka androany."
    },
    "18": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Hosea zanak’i Elaha mpanjakan’ny Israely, no lasa mpanjaka i Hezekia zanak’i Ahaza mpanjakan’ny Joda.",
        "2": "Dimy amby roapolo taona i Hezekia tamin’izy nanomboka nanjaka, ary sivy amby roapolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Abia, zanak’i Zakaria.",
        "3": "Ary nanao izay mahitsy teo imason’i Jehovah foana i Hezekia, toy izay rehetra nataon’i Davida razambeny.",
        "4": "Izy no nanala ny toerana avo sy namotipotika ny tsangambato masina sy nikapa ny tsato-kazo masina ary nanorotoro an’ilay bibilava varahina nataon’i Mosesy. Mbola nanolotra setroka ho sorona ho an’io bibilava varahina io mantsy ny zanak’Israely hatramin’izany andro izany, ka nantsoina hoe sampy bibilava varahina ilay izy.",
        "5": "I Jehovah Andriamanitry ny Israely no nitokisan’i Hezekia. Ary tsy nisy tahaka azy ny mpanjakan’ny Joda rehetra, na ny taoriany na ny talohany.",
        "6": "Nifikitra tamin’i Jehovah foana izy, ary nanaraka azy foana. Notandremany foana ireo didy nomen’i Jehovah an’i Mosesy,",
        "7": "ary nomba azy i Jehovah. Malina foana izy tamin’izay rehetra nataony. Ary nikomy tamin’ny mpanjakan’i Asyria izy, ka tsy nanompo azy.",
        "8": "Izy no namely ny Filistinina hatrany Gaza sy ny faritaniny, nanomboka teo amin’ny tilikambon’ny mpitily ka hatrany amin’ny tanàna voaro mafy.",
        "9": "Ary tamin’ny taona fahefatra nanjakan’i Hezekia Mpanjaka, izany hoe ny taona fahafito nanjakan’i Hosea zanak’i Elaha mpanjakan’ny Israely, no niakatra hamely an’i Samaria i Salmanesera mpanjakan’i Asyria ka nanao fahirano azy.",
        "10": "Ary namabo an’ilay tanàna izy ireo rehefa hifarana ny telo taona naharetan’ny fahirano. Koa voababo i Samaria tamin’ny taona fahenina nanjakan’i Hezekia, izany hoe ny taona fahasivy nanjakan’i Hosea mpanjakan’ny Israely.",
        "11": "Dia nataon’ny mpanjakan’i Asyria sesitany tany Asyria ny Israely, ka napetrany tany Hala sy tany Habora izay eo amin’ny reniranon’i Gozana, ary tany amin’ireo tanànan’ny Medianina.",
        "12": "Tsy nihaino ny feon’i Jehovah Andriamaniny mantsy izy ireo, fa nivadika tamin’ny fifanekena nataony, eny, nivadika tamin’izay rehetra nandidian’i Mosesy mpanompon’i Jehovah. Tsy nihaino izy ireo sady tsy nankatò.",
        "13": "Ary tamin’ny taona fahefatra ambin’ny folo nanjakan’i Hezekia Mpanjaka, dia niakatra hamely an’ireo tanàna voaro mafy rehetra tany Joda i Sankeriba mpanjakan’i Asyria, ka naka an’ireny.",
        "14": "Koa nandefa iraka nankany amin’ny mpanjakan’i Asyria tany Lakisy i Hezekia mpanjakan’ny Joda, nanao hoe: “Efa nanota aho! Mandehana miverina fa aza mamely ahy. Ary homeko anao izay angatahinao amiko.” Koa nasain’ny mpanjakan’i Asyria nanome talenta volafotsy telonjato sy talenta volamena telopolo i Hezekia mpanjakan’ny Joda.",
        "15": "Dia nomen’i Hezekia azy ny volafotsy rehetra tao an-tranon’i Jehovah, mbamin’ny zava-tsarobidy notehirizina tao an-tranon’ny mpanjaka.",
        "16": "Tamin’izany andro izany, dia nendahan’i Hezekia mpanjakan’ny Joda ny varavaran’ny tempolin’i Jehovah sy ny tolàna izay efa nopetahany takela-bolamena, ka nomeny ho an’ny mpanjakan’i Asyria.",
        "17": "Ary nirahin’ny mpanjakan’i Asyria avy tao Lakisy i Tartana sy Rabsarisa ary Rabsake mbamin’ny miaramila be dia be, mba hiakatra ho any amin’i Hezekia Mpanjaka any Jerosalema. Koa niakatra izy ireo ka tonga tany Jerosalema. Dia nijanona teo akaikin’ny lakandranon’ny dobo ambony izy ireo, teo amin’ny lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "18": "Dia nantsoin’izy ireo ny mpanjaka. Kanjo i Eliakima zanak’i Hilkia, mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa mpanoratra ny raharaham-panjakana, no nivoaka ho eo amin’izy ireo.",
        "19": "Koa hoy i Rabsake tamin’izy ireo: “Mba ilazao i Hezekia hoe: ‘Izao no nolazain’ny mpanjaka lehibe, dia ny mpanjakan’i Asyria: “Fa inona koa izao itokisanao izao?",
        "20": "Nilaza ianao hoe: ‘Ananako daholo na ny saina na ny hery hoenti-miady.’ Rediredy fotsiny izany teninao izany. Fa iza no mba itokisanao no mikomy amiko ianao?",
        "21": "I Ejipta no mba itokisanao hanampy anao. Bararata torotoro anefa izy, ka raha itehenana dia hanindrona sy handoaka tanana. Toy izany i Farao mpanjakan’i Ejipta ho an’izay rehetra mitoky aminy.",
        "22": "Raha hoy kosa ianareo hoe: ‘I Jehovah Andriamanitray no itokisanay!’ Fa angaha moa tsy izy no tompon’ireo toerana avo sy alitara nesorin’i Hezekia, izay nilaza tamin’ny Joda sy Jerosalema hoe: ‘Eto anoloan’ity alitara eto Jerosalema ity no hiankohofanareo’?”’",
        "23": "Koa aoka ianao hifanamby amin’ny tompoko, dia ny mpanjakan’i Asyria: Homeko soavaly roa arivo ianao, dia ho hita eo raha manana olona afaka hitaingina azy.",
        "24": "Hataonao ahoana no hampandositra governora anankiray, na dia izay anisan’ny kely indrindra amin’ny mpanompon’ny tompoko aza, nefa ianao aza mila mitoky amin’i Ejipta mba hahazoana kalesy sy mpitaingin-tsoavaly?",
        "25": "Ary angaha moa izaho tsy nahazo alalana avy tamin’i Jehovah matoa miakatra hanafika sy handrava an’ity toerana ity? I Jehovah mihitsy no niteny tamiko hoe: ‘Miakara hanafika an’io tany io, ary ravao izy.’”",
        "26": "Dia hoy i Eliakima zanak’i Hilkia, sy Sebna ary Joa tamin’i Rabsake: “Fiteny syrianina re, azafady, no iteneno amin’ny mpanomponao, fa azonay ihany izany e! Aza manao fitenin’ny Jiosy aminay fa ren’ny olona etsy ambony manda.”",
        "27": "Hoy anefa i Rabsake tamin’izy ireo: “Angaha moa izaho nirahin’ny tompoko hilaza izany teny izany aminao sy amin’ny tomponao, fa tsy amin’ny olona mipetraka etsy ambony manda, mba hihinanany ny tsy fihinany * sy hisotroany ny tsy fisotrony * miaraka aminareo?”",
        "28": "Ary nijoro teo ihany i Rabsake, ka niteny mafy tamin’ny fitenin’ny Jiosy, nanao hoe: “Henoy ny tenin’ny mpanjakan’i Asyria, ilay mpanjaka lehibe!",
        "29": "Izao no nolazain’ny mpanjaka: ‘Aza manaiky hofitahin’i Hezekia ianareo, fa tsy mahavonjy anareo eo an-tanako izy.",
        "30": "Ary aza manaiky hotarihin’i Hezekia hitoky amin’i Jehovah, ka hilazany hoe: “Tena hamonjy antsika tokoa i Jehovah, ary tsy hatolotra eo an-tanan’ny mpanjakan’i Asyria ity tanàna ity.”",
        "31": "Aza mihaino an’i Hezekia, fa izao no nolazain’ny mpanjakan’i Asyria: “Meteza hitolo-batana amiko, ka mivoaha hankatỳ amiko, dia samy hihinana ny voalobony sy ny aviaviny avy ianareo, ary samy hisotro ny rano avy amin’ny lavaka fanangonan-dranony,",
        "32": "mandra-pahatongako hitondra anareo ho any amin’ny tany izay tahaka ny taninareo, dia tany misy varimbazaha sy divay vaovao, tany misy mofo sy tanimboaloboka, tany misy hazo oliva fakana menaka ary tany misy tantely. Dia ho velona ianareo fa tsy ho faty. Ary aza mihaino an’i Hezekia, fa mamitaka anareo izy raha milaza hoe: ‘I Jehovah no hamonjy antsika.’",
        "33": "Fa angaha ny andriamanitr’ireo firenena nahavonjy ny taniny teo an-tanan’ny mpanjakan’i Asyria?",
        "34": "Aiza izao ireo andriamanitr’i Hamata sy Arpada? Aiza koa ireo andriamanitr’i Sefarvaima sy Hena ary Iva? Nahavonjy an’i Samaria teo an-tanako angaha ireny?",
        "35": "Iza tamin’ny andriamanitra rehetran’ireo tany ireo no nahavonjy ny taniny teo an-tanako? Koa ahoana no hahafahan’i Jehovah hamonjy an’i Jerosalema eo an-tanako?”’”",
        "36": "Nangina anefa ny olona, ka tsy namaly azy na indraim-bava aza, satria efa nodidian’ny mpanjaka hoe: “Aza mamaly azy.”",
        "37": "Fa nankao amin’i Hezekia kosa i Eliakima zanak’i Hilkia, mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana. Ary samy efa nandrovitra ny akanjony avy izy ireo. Dia nolazain’izy ireo tamin’i Hezekia ny tenin’i Rabsake."
    },
    "19": {
        "1": "Rehefa ren’i Hezekia Mpanjaka izany, dia norovitiny avy hatrany ny akanjony. Ary nitafy lamba gony izy, ka nankao an-tranon’i Jehovah.",
        "2": "Dia nirahiny ho any amin’i Isaia mpaminany zanak’i Amoza, i Eliakima mpiandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary ny anti-panahy mpisorona. Ary nitafy lamba gony daholo ireo.",
        "3": "Dia hoy ireo tamin’i Isaia: “Izao no nolazain’i Hezekia: ‘Andro fahoriana sy fanaovana teny henjana ary famingavingana ity andro ity, satria efa ho latsaka ny zaza, fa ny hery hiterahana azy no tsy misy.",
        "4": "Angamba i Jehovah Andriamanitrao handre ny teny rehetra nataon’i Rabsake, izay nirahin’ny mpanjakan’i Asyria tompony hihantsy an’ilay Andriamanitra velona. Koa rehefa mandre izany teny izany i Jehovah Andriamanitrao, dia hanao ampamoaka azy. Ary aoka ianao hanandratra vavaka ho an’izay sisa mbola eto.’”",
        "5": "Koa nankao amin’i Isaia ireo mpanompon’i Hezekia Mpanjaka.",
        "6": "Ary hoy i Isaia tamin’ireo: “Lazao amin’ny tomponareo hoe: ‘Izao no nolazain’i Jehovah: “Aza matahotra noho ny teny renao, dia izay nanevatevan’ny mpanompon’ny mpanjakan’i Asyria ahy.",
        "7": "Fa hanome saina azy aho mba hodiany any amin’ny taniny, rehefa mahazo tatitra izy. Ary hataoko izay hahalavon-tsabatra azy any.”’”",
        "8": "Ary ren’i Rabsake fa efa niala tany Lakisy ny mpanjakan’i Asyria. Koa niverina tany amin’ny mpanjaka izy ka nahita azy niady tamin’i Libna.",
        "9": "Ary nisy nilaza tamin’ny mpanjaka fa nivoaka hiady aminy i Tiraka mpanjakan’i Etiopia. Dia nandefa iraka nankany amin’i Hezekia indray izy, nanao hoe:",
        "10": "“Izao no holazainareo amin’i Hezekia mpanjakan’ny Joda: ‘Aza manaiky ho voafitak’ilay Andriamanitra itokisanao, izay manao hoe: “Tsy hatolotra eo an-tanan’ny mpanjakan’i Asyria i Jerosalema.”",
        "11": "Efa renao ny nataon’ireo mpanjakan’i Asyria tamin’ny tany rehetra, dia ny nandravany azy. Koa ianao indray ve no ho voavonjy?",
        "12": "Rehefa naringan’ny razako i Gozana sy Harana sy Rezefa ary ny zanak’i Edena tao Tela-asara, angaha nisy nahavonjy an’ireny firenena ireny ny andriamaniny?",
        "13": "Aiza izao ny mpanjakan’i Hamata sy ny mpanjakan’i Arpada, ary ny mpanjakan’ny tanànan’i Sefarvaima sy Hena ary Iva?’”",
        "14": "Ary noraisin’i Hezekia teny an-tanan’ireo iraka ny taratasy ka novakiny. Dia niakatra tao an-tranon’i Jehovah izy, ka namelatra izany teo anatrehan’i Jehovah.",
        "15": "Ary nivavaka teo anatrehan’i Jehovah i Hezekia hoe: “Ry Jehovah Andriamanitry ny Israely, izay mipetraka eo amin’ny kerobima! Ianao irery no tena Andriamanitry ny fanjakana rehetra eto an-tany. Ianao no nanao ny lanitra sy ny tany.",
        "16": "Aoka ianao hanongilan-tsofina ka hihaino, Jehovah ô! Ahirato ny masonao, Jehovah ô, ka mijere, ary henoy ny teny nampitondrain’i Sankeriba mba hihantsiana an’ilay Andriamanitra velona.",
        "17": "Jehovah ô, marina tokoa fa efa noravan’ireo mpanjakan’i Asyria ireo firenena sy ny taniny.",
        "18": "Ary nodoran’izy ireo ny andriamanitr’ireny, satria tsy andriamanitra fa vato aman-kazo, izay asa tanan’olona ihany, ka naringany.",
        "19": "Koa ankehitriny, Jehovah Andriamanitray ô, vonjeo eo an-tanany izahay, mba ho fantatry ny fanjakana rehetra eto an-tany fa ianao irery ihany no Andriamanitra, Jehovah ô!”",
        "20": "Ary naniraka olona nankany amin’i Hezekia i Isaia zanak’i Amoza, hanao hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Efa reko ilay vavakao tamiko momba an’i Sankeriba mpanjakan’i Asyria.",
        "21": "Koa izao no teny fanamelohan’i Jehovah azy: “Manao tsinontsinona anao i Ziona zanakavavy virjiny, sady maneso anao. Mihivingivin-doha ao andamosinao i Jerosalema zanakavavy.",
        "22": "Mihantsy an’iza ianao, ary manevateva an’iza? Mampiaka-peo amin’iza ianao, Ary mampiandranandrana ny masonao amin’iza? Tsy amin’iza fa amin’Ilay Masin’ny Israely!",
        "23": "Ny iraka nalefanao no nampiasainao hihantsiana an’i Jehovah, ka hoy ianao: ‘Ny kalesin’adiko maro be no hiakarako Eny amin’ny tendrombohitra avo indrindra, Any amin’ny faritra lavitra indrindra ao Libanona. Ary hokapaiko ny hazo sedera avo sy ny hazo zenevrie tsara indrindra any. Dia hiditra ao amin’ny toeram-ponenana faran’izay lavitra any aho, any amin’ny alany mahavokatra.",
        "24": "Handavaka aho ka hisotro rano avy any an-tany hafa, Ary ny faladiako no handritako ny lakandrano rehetran’i Neily any Ejipta.’",
        "25": "Angaha tsy renao fa izany no fanapahan-kevitro efa hatry ny ela be? Efa hatramin’ny taloha aho no nikasa hanao izany. Koa ankehitriny dia hotanterahiko izany. Ary ianao no hahatonga ny tanàna voaro mafy ho lasa aolo, toy ny tanàna lasa korontam-bato miavosa.",
        "26": "Hiraviravy tanana ny mponina ao, Ka hihorohoro sy ho menatra. Ho tahaka ny zavamaniry eny an-tsaha sy ny ahi-maitso marefo izy, Ary ho tahaka ny ahitra eny amin’ny tafo, izay mainan’ny rivotra mafana avy any atsinanana.",
        "27": "Fantatro tsara izay ataonao, na mipetraka ianao, na miditra, na mivoaka. Fantatro tsara koa ny hatezeranao amiko,",
        "28": "Satria efa tonga atỳ am-poto-tsofiko ny fahatezeranao amiko sy ny fieronao. Koa hasiako faraingo ny oronao, ary hasiako lamboridy eo amin’ny vavanao, Ka hotaritiko hiverina any amin’ny lalana niavianao ianao.”",
        "29": "“‘Ary izao no ho famantarana ho anao: Amin’ity taona ity dia ny vokatra avy amin’ny voa latsaka tamin’ny tany no hohanin’ny olona, ary mbola ho toy izany koa amin’ny herintaona. Amin’ny taona fahatelo kosa dia mamafaza voa ka mijinjà, ary manaova tanimboaloboka, dia hano izay vokatra avy aminy.",
        "30": "Ary izay tafavoaka velona amin’ny taranak’i Joda, eny, izay sisa miangana, dia hamaka lalina sy hamokatra.",
        "31": "Fa hisy sisa hivoaka avy ao Jerosalema, ary hisy ho tafavoaka velona avy any amin’ny Tendrombohitra Ziona. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka izany.",
        "32": "“‘Noho izany, dia hoy i Jehovah momba ny mpanjakan’i Asyria: “Tsy ho tafiditra ato amin’ity tanàna ity izy, na handefa zana-tsipìka ato, na hiady amin’ity tanàna ity miaraka amin’ny ampinga, na hanangana tovon-tany * hanaovana fahirano azy.",
        "33": "Ny lalana niaviany ihany no hiverenany, fa tsy ho tafiditra ato amin’ity tanàna ity izy, hoy i Jehovah.",
        "34": "Fa hiaro an’ity tanàna ity aho, ka hamonjy azy noho ny amiko sy noho ny amin’i Davida mpanompoko.”’”",
        "35": "Ny alin’iny dia nivoaka ilay anjelin’i Jehovah, ka nandripaka dimy arivo sy valo alina sy iray hetsy tao an-tobin’ny Asyrianina. Ary nony nifoha maraina ny olona, dia indreo fa efa maty daholo ny Asyrianina.",
        "36": "Koa niala teo i Sankeriba mpanjakan’i Asyria, ka lasa niverina tany Ninive ary nipetraka tany.",
        "37": "Ary raha mbola niankohoka tao an-tranon’i Nisroka andriamaniny izy, dia namono azy tamin’ny sabatra i Adrameleka sy Sarezera zanany lahy, ka nandositra tany Ararata. Ary i Esara-hadona zanany no nanjaka nandimby azy."
    },
    "20": {
        "1": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia. Koa nankao aminy i Isaia mpaminany zanak’i Amoza, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Mamelà hafatra amin’ny ankohonanao, satria ho faty ianao fa tsy ho velona.’”",
        "2": "Dia nitodika tany amin’ny rindrina i Hezekia ka nivavaka tamin’i Jehovah, nanao hoe:",
        "3": "“Mitalaho aminao aho, Jehovah ô! Mba tsarovy re ny nandehanako teo anatrehanao tamim-pahitsiana * sy tamin’ny foko manontolo, ary ny nanaovako izay tsara teo imasonao e!” Dia nitomany be izy.",
        "4": "Ary raha mbola tsy tafavoaka teny amin’ny tokotany afovoany i Isaia, dia tonga taminy ny tenin’i Jehovah, nanao hoe:",
        "5": "“Miverena ka lazao amin’i Hezekia mpitarika ny oloko hoe: ‘Izao no nolazain’i Jehovah, Andriamanitr’i Davida razambenao: “Efa reko ny vavakao, ary efa hitako ny ranomasonao. Koa hanasitrana anao aho. Ary rahafakampitso dia hiakatra any an-tranon’i Jehovah ianao.",
        "6": "Dia hampiako dimy ambin’ny folo taona ny andronao. Ary hovonjeko eo am-pelatanan’ny mpanjakan’i Asyria ianao sy ity tanàna ity, ka harovako ity tanàna ity noho ny amiko sy noho ny amin’i Davida mpanompoko.”’”",
        "7": "Ary hoy i Isaia: “Makà mofo vita amin’ny aviavy maina noporetina.” Koa nalaina izany, ka natao teo amin’ilay fery. Dia nihasitrana i Hezekia.",
        "8": "Tamin’izay fotoana izay ihany, dia hoy i Hezekia tamin’i Isaia: “Inona no famantarana fa hositranin’i Jehovah aho, ka hiakatra any an-tranon’i Jehovah rahafakampitso?”",
        "9": "Dia hoy i Isaia: “Izao no famantarana avy amin’i Jehovah hahalalanao fa hotanterahin’i Jehovah ny teniny: Hiroso zanatohatra folo ve ny aloka, sa hihemotra zanatohatra folo?”",
        "10": "Dia hoy i Hezekia: “Mora ny hirosoan’ny aloka zanatohatra folo, noho ny hihemorany zanatohatra folo.”",
        "11": "Koa niantso an’i Jehovah i Isaia mpaminany. Ary nataony nihemotra zanatohatra folo ny aloka izay efa nidina teo amin’ny zanatohatr’i Ahaza.",
        "12": "Tamin’izany andro izany, dia nandefa taratasy sy fanomezana ho an’i Hezekia i Berodaka-baladana mpanjakan’i Babylona, zanak’i Baladana, satria reny fa narary i Hezekia.",
        "13": "Ary nihaino azy ireo i Hezekia, ka nasehony azy ny zava-drehetra tao amin’ny fitehirizan-karenany, dia ny volafotsy sy ny volamena sy ny menaka balsama sy ny menaka sarobidy ary ny fitaovam-piadiany, mbamin’izay rehetra tao amin’ny fitehirizan-karenany. Tsy nisy tsy nasehon’i Hezekia azy ny tao an-tranony sy ny tao amin’ny fanjakany manontolo.",
        "14": "Avy eo dia nankao amin’i Hezekia Mpanjaka i Isaia mpaminany, ka niteny taminy hoe: “Inona no nolazain’ireny olona ireny? Ary avy aiza, hono, ry zareo no nankatỳ?” Dia hoy i Hezekia: “Avy any an-tany lavitra, avy any Babylona, izy ireny.”",
        "15": "Ary hoy i Isaia: “Inona no hitany tato an-tranonao?” Dia hoy i Hezekia: “Izay rehetra ato an-tranoko dia hitany daholo. Tsy nisy tsy nasehoko azy ny tao amin’ny fitehirizan-karenako.”",
        "16": "Dia hoy i Isaia tamin’i Hezekia: “Henoy ny tenin’i Jehovah:",
        "17": "‘“Ho avy ny andro hitondrana an’izay rehetra ato an-tranonao sy izay rehetra notehirizin’ny razanao mandraka androany, ho any Babylona. Tsy hisy na inona na inona ho tavela”, hoy i Jehovah.",
        "18": "“Hoentina koa ny sasany amin’ny zanakao lahy izay haterakao, ka ho lasa tandapa any an-dapan’ny mpanjakan’i Babylona.”’”",
        "19": "Dia hoy i Hezekia tamin’i Isaia: “Mety izany tenin’i Jehovah nolazainao izany.” Ary hoy koa izy: “Tsy ho tsara tokoa ve raha mbola hisy fiadanana sy fahamarinana foana amin’ny androko?”",
        "20": "Ary ny sisa amin’ny tantaran’i Hezekia, mbamin’ny heriny rehetra sy ny nanaovany an’ilay dobo sy ilay lakandrano ka nitarihany rano nankao an-tanàna, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "21": "Farany, dia nodimandry any amin’ny razany i Hezekia, ary i Manase zanany no nanjaka nandimby azy."
    },
    "21": {
        "1": "Roa ambin’ny folo taona i Manase tamin’izy nanomboka nanjaka, ary dimy amby dimampolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Hefziba.",
        "2": "Ary nanao izay ratsy teo imason’i Jehovah izy. Zava-maharikoriko fanaon’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely, no nataony.",
        "3": "Koa naoriny indray ireo toerana avo efa noravan’i Hezekia rainy. Ary nanorina alitara ho an’i Bala sy nanao tsato-kazo masina izy, toy ny nataon’i Ahaba mpanjakan’ny Israely. Dia niankohoka teo anatrehan’izay rehetra eny amin’ny lanitra izy, ka nanompo an’ireny.",
        "4": "Nanorina alitara tao an-tranon’i Jehovah izy, nefa efa nilaza momba io trano io i Jehovah hoe: “Ao Jerosalema no hametrahako ny anarako.”",
        "5": "Ary nanorina alitara ho an’izay rehetra eny amin’ny lanitra izy, teo amin’ny tokotany roa ivelan’ny tranon’i Jehovah.",
        "6": "Ary nandoro * ny zanany tao anaty afo izy, sady nampiasa herin’ny maizina sy nitady fambara ary nampiasa mpamoha angatra sy mpilaza ny hoavy. Nanao izay ratsy teo imason’i Jehovah izy mba hampahatezitra azy, ary be tokoa ny ratsy vitany.",
        "7": "Ary ilay tsato-kazo masina natao sokitra, dia napetrany tao amin’ilay trano izay nolazain’i Jehovah tamin’i Davida sy Solomona zanany hoe: “Ato amin’ity trano ity sy eto Jerosalema, izay nofidiko teo amin’ny foko rehetran’ny Israely, no hametrahako ny anarako mandritra ny fotoana tsy voafetra.",
        "8": "Ary ny tongotry ny Israely dia tsy havelako intsony hirenireny hiala eo amin’ny tany nomeko ny razany, raha tandreman’izy ireo tsara izay rehetra nandidiako azy, dia ny lalàna rehetra nandidian’i Mosesy mpanompoko azy.”",
        "9": "Tsy nihaino anefa izy ireo, fa notaomin’i Manase foana hanao ratsy mihoatra noho izay nataon’ireo firenena naringan’i Jehovah tsy ho eo anatrehan’ny zanak’Israely.",
        "10": "Ary hoy foana i Jehovah tamin’ny alalan’ny mpaminany mpanompony:",
        "11": "“Koa satria nahavita ireo zava-maharikoriko ireo i Manase mpanjakan’ny Joda, ka nanao ratsy mihoatra noho izay rehetra nataon’ny Amorita talohany, sady nampanota ny Joda tamin’ny alalan’ireo sampiny maharikoriko,",
        "12": "dia izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Hahatonga loza amin’i Jerosalema sy Joda aho, ka hangorintsina ny sofin’izay mandre izany.",
        "13": "Ary hohenjaniko eo amin’i Jerosalema ny tady fandrefesana nampiasaina tamin’i Samaria, sy ny filamatra * nampiasaina tamin’ny taranak’i Ahaba. Dia hodioviko i Jerosalema, toy ny manadio vilia baolina izay diovina ka ahohoka.",
        "14": "Ary hafoiko ny sisa amin’ny lovako ka hatolotro eo an-tanan’ny fahavalony. Dia hobaboin’ny fahavalony rehetra sy horobainy izy ireo,",
        "15": "satria nanao izay ratsy teo imasoko, sady nampahatezitra ahy foana, hatramin’ny andro nivoahan’ny razany avy tany Ejipta ka mandraka androany.’”",
        "16": "Ary be dia be ny ran’olona tsy manan-tsiny nalatsak’i Manase, ka nofenoiny ra i Jerosalema. Izany dia ankoatra ny fahotana izay nataony sy nampanotany ny Joda, ka nahatonga ny Joda hanao izay ratsy teo imason’i Jehovah.",
        "17": "Ary ny sisa amin’ny tantaran’i Manase mbamin’izay rehetra nataony sy ny fahotany, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "18": "Farany, dia nodimandry any amin’ny razany i Manase, ka nalevina tao amin’ny zaridainan’ny tranony, tao amin’ny zaridainan’i Oza. Ary i Amona zanany no nanjaka nandimby azy.",
        "19": "Roa amby roapolo taona i Amona tamin’izy nanomboka nanjaka, ary roa taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Mesolemeta, zanak’i Haroza avy any Jotba.",
        "20": "Ary nanao izay ratsy teo imason’i Jehovah foana i Amona, toy ny nataon’i Manase rainy.",
        "21": "Nanao hoatran’izay rehetra nataon-drainy foana izy, sady nanompo an’ireo sampy maharikoriko notompoin-drainy, ary niankohoka teo anatrehan’ireny.",
        "22": "Koa nahafoy an’i Jehovah Andriamanitry ny razany izy, ka tsy nandeha tamin’ny lalan’i Jehovah.",
        "23": "Tatỳ aoriana, dia niray tetika hamely ny mpanjaka ny mpanompony, ka namono azy ho faty tao an-tranony ihany.",
        "24": "Novonoin’ny vahoaka anefa izay rehetra niray tetika namono an’i Amona Mpanjaka, ary i Josia zanany no nataon’izy ireo mpanjaka nandimby azy.",
        "25": "Ary ny sisa amin’ny tantaran’i Amona, dia izay nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "26": "Dia nalevin’izy ireo tao amin’ny fasany, tao amin’ny zaridainan’i Oza, izy. Ary i Josia zanany no nanjaka nandimby azy."
    },
    "22": {
        "1": "Valo taona i Josia tamin’izy nanomboka nanjaka, ary iraika amby telopolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Jedida zanak’i Adaia avy any Bozkata.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah izy, sady nanao hoatran’izay rehetra nataon’i Davida razambeny. Nanaraka an-tsakany sy an-davany ny didin’Andriamanitra izy.",
        "3": "Ary tamin’ny taona fahavalo ambin’ny folo nanjakan’i Josia Mpanjaka, dia nirahiny ho any an-tranon’i Jehovah i Safana mpitan-tsoratra, zanak’i Azalia zanak’i Mesolama, ka nilazany hoe:",
        "4": "“Miakara any amin’i Hilkia mpisoronabe, ary asaivo angoniny ny vola nentin’ny olona tao an-tranon’i Jehovah, dia ny vola voangon’ny mpiandry varavarana.",
        "5": "Asaivo atolony eo an-tanan’ireo voatendry hanao ny asa ao an-tranon’i Jehovah izany. Ireo indray no hanome izany mba hanamboarana ny triatra amin’ny trano. Homena an’ireo miasa ao an-tranon’i Jehovah izany,",
        "6": "dia ny mpanao asa tanana sy ny mpanao trano ary ny mpandatsa-biriky, ary homena koa mba hividianana hazo sy vato voapaika hanamboarana ny trano.",
        "7": "Tsy tokony hanontaniana an’ireo notolorana an’ilay vola anefa ny kaontim-bola, satria mendri-pitokisana izy ireo amin’ny asany.”",
        "8": "Tatỳ aoriana, dia hoy i Hilkia mpisoronabe tamin’i Safana mpitan-tsoratra: “Hitako tao an-tranon’i Jehovah ny boky misy ny lalàna.” Dia nomeny an’i Safana ilay boky, ka novakin’i Safana.",
        "9": "Ary nankao amin’ny mpanjaka i Safana mpitan-tsoratra, ka niteny taminy hoe: “Efa nararaky ny mpanomponao ny vola azo tao an-tranon’Andriamanitra, ka natolony teo an-tanan’ireo voatendry hanao ny asa ao an-tranon’i Jehovah.”",
        "10": "Hoy koa i Safana mpitan-tsoratra tamin’ny mpanjaka: “Misy boky nomen’i Hilkia mpisorona ahy.” Dia novakin’i Safana teo anatrehan’ny mpanjaka izany.",
        "11": "Raha vao nandre izay voalaza tao amin’ilay boky misy ny lalàna ny mpanjaka, dia nandrovitra ny akanjony avy hatrany.",
        "12": "Dia nodidian’ny mpanjaka i Hilkia mpisorona, sy Ahikama zanak’i Safana, sy Akbora zanak’i Mikaia, sy Safana mpitan-tsoratra, ary Asaia mpanompon’ny mpanjaka, nanao hoe:",
        "13": "“Mandehana manontany an’i Jehovah, ho ahy sy ho an’ny vahoaka ary ny Joda rehetra, momba ireo teny ao amin’io boky vao hita io. Fa lehibe ny fahatezeran’i Jehovah hihatra amintsika, satria tsy nihaino ny teny voalaza ao amin’io boky io ny razantsika, ka tsy nanaraka izay rehetra voasoratra momba antsika.”",
        "14": "Koa lasa i Hilkia mpisorona sy Ahikama sy Akbora sy Safana ary Asaia, ka nankany amin’i Holda mpaminanivavy, vadin’i Saloma mpikarakara ny fitafiana, zanak’i Tikva zanak’i Harasa. Nipetraka tao amin’ny tanàna vaovao tao Jerosalema ravehivavy. Ary niresaka taminy izy ireo.",
        "15": "Dia hoy i Holda: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Lazao amin’ilay lehilahy naniraka anareo ho atỳ amiko hoe:",
        "16": "“Izao no nolazain’i Jehovah: ‘Hahatonga loza amin’ity toerana ity sy ny mponina eo aminy aho, araka ny teny rehetra ao amin’ilay boky novakin’ny mpanjakan’ny Joda.",
        "17": "Nahafoy ahy mantsy izy ireo ka nanolotra setroka ho sorona ho an’andriamani-kafa, mba hampahatezitra ahy amin’ny asan’ny tanany rehetra. Ary nirehitra tamin’ity toerana ity ny fahatezerako ka tsy hovonoina.’”’",
        "18": "Izao koa lazaina amin’ny mpanjakan’ny Joda, izay naniraka anareo hanontany an’i Jehovah: ‘Izao no nolazain’i Jehovah Andriamanitry ny Israely momba ireo teny izay renao:",
        "19": "“Koa satria mora nanaiky ny fonao ka nanetry tena ianao noho ny amin’i Jehovah, rehefa nandre izay nolazaiko hamelezana ity toerana ity sy ny mponina eo aminy, mba hahatonga azy ity higagan’ny olona sy ho voaozona, ary nandrovitra ny akanjonao koa ianao ka nitomany teo anatrehako, dia nihaino anao aho”, hoy i Jehovah.",
        "20": "“Koa hangoniko any amin’ny razanao ianao, ary amin’ny fotoana mampandry feizay ny tany no hahafatesanao, ka tsy ho hitan’ny masonao ny loza rehetra hamelezako ity toerana ity.”’” Dia nentin’izy ireo tany amin’ny mpanjaka izany valin-teny izany."
    },
    "23": {
        "1": "Ary naniraka olona ny mpanjaka mba hamory ny anti-panahy rehetran’ny Joda sy Jerosalema hankeo aminy.",
        "2": "Dia niakatra nankao an-tranon’i Jehovah ny mpanjaka sy ny mponina rehetran’i Joda sy Jerosalema, sy ny mpisorona sy ny mpaminany ary ny olona rehetra, na kely na lehibe. Novakin’ny mpanjaka tamin’izy ireo ny teny rehetra tao amin’ilay bokin’ny fifanekena hita tao an-tranon’i Jehovah.",
        "3": "Dia nijoro teo akaikin’ny andry ny mpanjaka ka nanao fifanekena teo anatrehan’i Jehovah, fa hanaraka an’i Jehovah sady hitandrina ny didiny sy ny fampahatsiahivany ary ny lalàny amin’ny fony manontolo sy ny tenany manontolo, ary hanatanteraka izay voalazan’ilay fifanekena voasoratra tao amin’ilay boky. Dia nanaiky hiditra tamin’ilay fifanekena ny olona rehetra.",
        "4": "Ary nodidian’ny mpanjaka i Hilkia mpisoronabe sy ny mpisorona hafa ary ny mpiandry varavarana, mba hamoaka avy tao an-tempolin’i Jehovah ny fitaovana rehetra natao ho an’i Bala sy ho an’ny tsato-kazo masina ary ho an’izay rehetra eny amin’ny lanitra. Dia nodorany teny ivelan’i Jerosalema ireny, teny amin’ny lohasaha mikitohatohatr’i Kidrona, ary nentiny tany Betela ny vovony.",
        "5": "Ary nesoriny tamin’ny asany ireo mpisoron’ny andriamani-kafa, izay notendren’ireo mpanjakan’ny Joda hanolotra setroka ho sorona teny amin’ny toerana avo, tany amin’ireo tanànan’i Joda sy ny manodidina an’i Jerosalema. Nesoriny koa ireo nanolotra setroka ho sorona ho an’i Bala, sy ho an’ny masoandro sy ny volana sy ireo antokon-kintana fijerena tononandro, ary ho an’izay rehetra eny amin’ny lanitra.",
        "6": "Navoakany avy tao an-tranon’i Jehovah koa ny tsato-kazo masina ka nentiny teny amin’ny sisin’i Jerosalema, teny amin’ny lohasaha falehan-driakan’i Kidrona. Dia nodorany teny izany ka notorotoroiny ho vovoka, ary nafafiny teny amin’ny fasam-bahoaka ny vovony.",
        "7": "Noravany koa ny tranon’ireo lehilahy mpivaro-tenan’ny tempoly, tao an-tranon’i Jehovah. Tao amin’ireny trano ireny ireo vehivavy no nanenona tranolay masina fitoeran’ny tsato-kazo masina.",
        "8": "Ary nampanalain’i Josia ny mpisorona rehetra tany amin’ny tanànan’i Joda. Tiany hozimbazimbaina mantsy ny toerana avo nanoloran’ny mpisorona setroka ho sorona, mba tsy ho mendrika hatao toeram-pivavahana intsony, hatrany Geba ka hatrany Beri-sheba. Noravany koa ny toerana avo teny amin’ireo vavahady teo amin’ny fidirana amin’ny vavahadin’i Josoa lehiben’ny tanàna. Eo ankavia no misy an’io vavahadin’i Josoa io, raha miditra eo am-bavahadin’ny tanàna ny olona.",
        "9": "Tsy niakatra ho any amin’ny alitaran’i Jehovah tany Jerosalema ny mpisoron’ny toerana avo, nefa nihinana mofo tsy misy lalivay niaraka tamin’ny rahalahiny ihany.",
        "10": "Ary nozimbazimbain’i Josia i Tofeta, izay eo amin’ny lohasahan’ny taranak’i Hinoma, mba tsy ho mendrika hatao toeram-pivavahana intsony, ka tsy hisy handoro * ny zanany lahy na ny zanany vavy ao anaty afo ho an’i Moleka intsony eo.",
        "11": "Ary ny soavaly natokan’ireo mpanjakan’ny Joda ho an’ny masoandro, dia tsy navelany intsony hiditra tao an-tranon’i Jehovah ka handalo teo amin’ny efitra fisakafoana izay an’i Natana-meleka tandapa, dia ilay efitra teo amin’ny lala-mitafo. Nodoran’i Josia koa ireo kalesin’ny masoandro.",
        "12": "Ary ny alitara nataon’ireo mpanjakan’ny Joda teo an-tampon’ilay efitra tany an-tampon-tranon’i Ahaza, sy ny alitara nataon’i Manase teo amin’ny tokotany roa teo ivelan’ny tranon’i Jehovah, dia narodan’ny mpanjaka ka notorotoroiny teo. Dia nafafiny teny amin’ny lohasaha falehan-driakan’i Kidrona ny vovony.",
        "13": "Ary nozimbazimbain’ny mpanjaka ireo toerana avo tandrifin’i Jerosalema, mba tsy ho mendrika hatao toeram-pivavahana intsony. Teo ankavanan’ny Tendrombohitry ny Faharavana no nisy ireo toerana avo ireo, ary i Solomona mpanjakan’ny Israely no nanorina azy ho an’i Astarta, ilay zava-maharikoriko notompoin’ny Sidonianina, sy ho an’i Kemosy, ilay zava-maharikoriko notompoin’ny Moabita, ary ho an’i Milkoma, ilay zava-maharikoriko notompoin’ny taranak’i Amona.",
        "14": "Nopotipotehin’i Josia koa ny tsangambato masina, ary nokapainy ny tsato-kazo masina, ka nofenoiny taolam-paty ny toerana nisy an’ireny.",
        "15": "Ary narodany ilay alitara tao Betela sy ilay toerana avo nataon’i Jeroboama zanak’i Nebata, izay nampanota ny Israely. Eny, narodany ny alitara sy ny toerana avo. Ary nodorany ilay toerana avo ka notorotoroiny ho vovoka. Nodorany koa ny tsato-kazo masina.",
        "16": "Rehefa nitodika i Josia, dia hitany ny toeram-pandevenana teny an-tendrombohitra. Koa nampanalainy ny taolam-paty tao amin’ireny, ka nodorany teo ambonin’ilay alitara, mba hanazimbazimbany azy io ho tsy mendrika hatao toeram-pivavahana intsony, araka ny tenin’i Jehovah nambaran’ilay lehilahin’Andriamanitra, izay nanambara izany.",
        "17": "Ary hoy i Josia: “Inona itsy tsangambatom-pasana hitako itsy?” Dia hoy ny olona tao an-tanàna: “Io no fasan’ilay lehilahin’Andriamanitra avy any Joda, izay nanambara izao zavatra nataonao tamin’ilay alitara teto Betela izao.”",
        "18": "Koa hoy izy: “Avelao izy. Aza avela hisy hikitikitika ny taolambalony.” Dia tsy nokitihin’izy ireo ny taolambalony sy ny an’ilay mpaminany avy any Samaria.",
        "19": "Ary ny trano rehetra teny amin’ny toerana avo tany amin’ireo tanànan’i Samaria, eny, ny trano naorin’ireo mpanjakan’ny Israely mba hampahatezitra an’Andriamanitra, dia nesorin’i Josia koa, ka nataony araka izay rehetra efa nataony tany Betela.",
        "20": "Ary nataony sorona teo ambonin’ireo alitara ny mpisorona rehetra teo, izay mpisoron’ny toerana avo. Nandoro taolam-paty teo ambonin’ireo alitara ireo koa izy. Dia niverina nankany Jerosalema izy avy eo.",
        "21": "Ary nandidy ny olona rehetra ny mpanjaka hoe: “Mankalazà Paska ho an’i Jehovah Andriamanitrareo, araka izay voasoratra ato amin’ity bokin’ny fifanekena ity.”",
        "22": "Mbola tsy nisy Paska nankalazaina toy izany tamin’ny andron’ireo mpitsara izay nitsara ny Israely, na tamin’ny andro rehetra nanjakan’ireo mpanjakan’ny Israely sy mpanjakan’ny Joda.",
        "23": "Fa tamin’ny taona fahavalo ambin’ny folo nanjakan’i Josia Mpanjaka no nankalazana izany Paska izany ho an’i Jehovah, tany Jerosalema.",
        "24": "Ary ny mpamoha angatra sy ny mpilaza ny hoavy, mbamin’ny terafima * sy ny sampy maharikoriko ary ny zava-maharikoriko rehetra hita tany Joda sy Jerosalema, dia nesorin’i Josia koa, mba hanatanterahany izay voalazan’ny lalàna voasoratra ao amin’ilay boky hitan’i Hilkia mpisorona tao an-tranon’i Jehovah.",
        "25": "Ary tsy nisy mpanjaka tahaka azy talohany, izay niverina tamin’i Jehovah tamin’ny fony manontolo sy ny tenany manontolo ary ny heriny manontolo, araka ny lalàn’i Mosesy rehetra. Ary tsy nisy tahaka azy intsony koa taoriany.",
        "26": "Tsy nitony mihitsy anefa ny fahatezeran’i Jehovah, fa mbola nirehitra mafy foana tamin’ny Joda noho ny zava-drehetra mahatezitra izay nampahatezeran’i Manase azy.",
        "27": "Ary hoy i Jehovah: “Hesoriko tsy ho eo imasoko koa ny Joda, toy ny nanesorako ny Israely. Ary holaviko ity tanànan’i Jerosalema nofidiko ity, sy ilay trano izay nolazaiko hoe: ‘Hitoetra ao ny anarako.’”",
        "28": "Ary ny sisa amin’ny tantaran’i Josia, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "29": "Tamin’ny andron’i Josia Mpanjaka no niakaran’i Farao Neko mpanjakan’i Ejipta ho any amin’ny mpanjakan’i Asyria, tany amoron’ny reniranon’i Eofrata. Ary nandeha hifanandrina tamin’i Farao i Josia, kanjo novonoin’i Farao ho faty tao Megido izy raha vao hitany.",
        "30": "Koa nataon’ny mpanompony tao anaty kalesy ny fatiny, ka nentiny niala tao Megido ho any Jerosalema, dia naleviny tao amin’ny fasany. Ary nalain’ny vahoaka i Joahaza zanak’i Josia, ka nohosorany ary nataony mpanjaka handimby an-drainy.",
        "31": "Telo amby roapolo taona i Joahaza tamin’izy nanomboka nanjaka, ary telo volana no nanjakany tany Jerosalema. Ny anaran-dreniny dia Hamotala, zanak’i Jeremia avy any Libna.",
        "32": "Ary nanao izay ratsy teo imason’i Jehovah izy, toy izay rehetra nataon’ny razany.",
        "33": "Dia nafatotr’i Farao Neko tao Ribla any Hamata izy, mba tsy hanjaka tany Jerosalema. Ary nampandoavin’i Farao sazy ilay tany, dia talenta volafotsy zato sy talenta volamena iray.",
        "34": "Ary nataon’i Farao Neko ho mpanjaka handimby an’i Josia rainy i Eliakima zanak’i Josia Mpanjaka, ka novany hoe Joiakima ny anarany. Fa i Joahaza kosa nalainy ka nentiny tany Ejipta, ary maty tany.",
        "35": "Ary nomen’i Joiakima an’i Farao ny volafotsy sy ny volamena. Nampandoaviny hetra anefa ny taniny, mba hanomezana ny volafotsy notakin’i Farao. Arakaraka ny hetra tokony haloan’ny tsirairay no nitakiany ny volafotsy sy ny volamena tamin’ny vahoaka, mba homena an’i Farao Neko.",
        "36": "Dimy amby roapolo taona i Joiakima tamin’izy nanomboka nanjaka, ary iraika ambin’ny folo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Zebida, zanak’i Pedaia avy any Romaha.",
        "37": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, toy izay rehetra nataon’ny razany."
    },
    "24": {
        "1": "Tamin’ny andron’i Joiakima no niakaran’i Nebokadnezara mpanjakan’i Babylona hanafika ilay tany. Koa lasa mpanompon’i Nebokadnezara nandritra ny telo taona i Joiakima. Nikomy taminy anefa izy.",
        "2": "Ary nalefan’i Jehovah hamely azy ny mpandroba avy tamin’ny Kaldeanina sy ny Syrianina sy ny Moabita ary ny taranak’i Amona. Nalefany ireny mba hamely ny Joda sy handrava azy foana, araka ny tenin’i Jehovah nolazainy tamin’ny alalan’ireo mpaminany mpanompony.",
        "3": "Noho ny baikon’i Jehovah tokana ihany no nahatonga izany tamin’ny Joda, mba hanesorana azy tsy ho eo imasony, noho ny fahotan’i Manase, dia ny ratsy rehetra nataony,",
        "4": "sy noho ny ran’olona tsy manan-tsiny nalatsany, ka nataony feno ran’olona tsy manan-tsiny i Jerosalema. Koa tsy nety namela heloka i Jehovah.",
        "5": "Ary ny sisa amin’ny tantaran’i Joiakima, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "6": "Farany, dia nodimandry any amin’ny razany i Joiakima, ary i Joiakina zanany no nanjaka nandimby azy.",
        "7": "Ary tsy nivoaka avy ao amin’ny taniny intsony ny mpanjakan’i Ejipta, satria nalain’ny mpanjakan’i Babylona ny tany rehetran’ny mpanjakan’i Ejipta, nanomboka teo amin’ny lohasaha falehan-driakan’i Ejipta ka hatrany amin’ny reniranon’i Eofrata.",
        "8": "Valo ambin’ny folo taona i Joiakina tamin’izy nanomboka nanjaka, ary telo volana no nanjakany tany Jerosalema. Ny anaran-dreniny dia Nehosta, zanak’i Elnatana avy any Jerosalema.",
        "9": "Nanao izay ratsy teo imason’i Jehovah foana izy, toy izay rehetra nataon-drainy.",
        "10": "Nandritra izany fotoana izany, dia niakatra tany Jerosalema ny mpanompon’i Nebokadnezara mpanjakan’i Babylona. Ary natao fahirano ilay tanàna.",
        "11": "Raha mbola nanao fahirano azy io ny mpanompony, dia tonga hanafika an’ilay tanàna i Nebokadnezara mpanjakan’i Babylona.",
        "12": "Farany, dia nivoaka ho any amin’ny mpanjakan’i Babylona i Joiakina mpanjakan’ny Joda, sy ny reniny sy ny mpanompony sy ny andrianany ary ny tandapany. Ary tamin’ny taona fahavalo nanjakan’ny mpanjakan’i Babylona, dia nalainy ho babo i Joiakina.",
        "13": "Dia navoakan’i Nebokadnezara ny zava-tsarobidy rehetra notehirizina tao an-tranon’i Jehovah, sy ny zava-tsarobidy notehirizina tao an-tranon’ny mpanjaka. Ary nopotipotehiny ny fitaovana volamena rehetra nataon’i Solomona mpanjakan’ny Israely tao amin’ny tempolin’i Jehovah, araka izay nolazain’i Jehovah.",
        "14": "Ary nataony sesitany i Jerosalema manontolo sy ny andriana rehetra ary ny lehilahy matanjaka sy mahery fo rehetra mbamin’ny mpanao asa tanana rehetra sy ny mpanorina manda fiarovana rehetra. Iray alina ny isan’izy rehetra. Tsy nisy navelany afa-tsy ny vahoaka ambany saranga.",
        "15": "Nataony sesitany tany Babylona àry i Joiakina. Ary nentiny avy any Jerosalema koa ny renin’ny mpanjaka sy ireo vadin’ny mpanjaka ary ny tandapany, mbamin’ny olona ambony teo amin’ilay tany, mba hatao sesitany tany Babylona.",
        "16": "Ary nentin’ny mpanjakan’i Babylona natao sesitany tany Babylona avokoa ny lehilahy matanjaka mpiady rehetra, dia ny lehilahy mahery fo niisa fito arivo, sy lehilahy arivo mpanao asa tanana sy mpanorina manda fiarovana.",
        "17": "Nataon’ny mpanjakan’i Babylona ho mpanjaka handimby an’i Joiakina i Matania dadatoan’i Joiakina, ary novany hoe Zedekia ny anarany.",
        "18": "Iraika amby roapolo taona i Zedekia tamin’izy nanomboka nanjaka, ary iraika ambin’ny folo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Hamotala, zanak’i Jeremia avy any Libna.",
        "19": "Nanao izay ratsy teo imason’i Jehovah foana izy, sahala amin’izay rehetra nataon’i Joiakima.",
        "20": "Nahatezitra an’i Jehovah ny zava-nisy tany Jerosalema sy Joda, ka nesoriny tsy ho eo imasony ny olona tany. Ary nikomy tamin’ny mpanjakan’i Babylona i Zedekia."
    },
    "25": {
        "1": "Ary tamin’ny andro fahafolon’ny volana fahafolo tamin’ny taona fahasivy nanjakan’i Zedekia, dia tonga hamely an’i Jerosalema i Nebokadnezara mpanjakan’i Babylona sy ny tafiny manontolo. Dia nitoby hanafika an’i Jerosalema izy ireo, ka nanao manda nanodidina mba hanaovana fahirano azy.",
        "2": "Koa natao fahirano ilay tanàna, hatramin’ny taona fahiraika ambin’ny folo nanjakan’i Zedekia Mpanjaka.",
        "3": "Ary mafy ny mosary tao an-tanàna tamin’ny andro fahasivin’ny volana fahefatra, ka tsy nisy sakafo hohanin’ny vahoaka.",
        "4": "Ary voagorobaka ny mandan’ny tanàna. Koa nandositra ny lehilahy mpiady rehetra raha mbola alina ny andro, ka nanaraka ny lalana mankany amin’ilay vavahady teo anelanelan’ny manda roa sosona, izay teo akaikin’ny zaridainan’ny mpanjaka. Efa nanodidina ny tanàna ny Kaldeanina tamin’izay. Dia nandeha tamin’ny lalana mankany Araba ny mpanjaka.",
        "5": "Nisy andia-miaramila kaldeanina nanenjika azy anefa, ka nahatratra azy teny amin’ny lemaka karakaina any Jeriko. Koa niparitaka sy nandao azy ny miaramilany rehetra.",
        "6": "Dia nosamborin’ny Kaldeanina ny mpanjaka, ka nentiny niakatra tany amin’ny mpanjakan’i Babylona tao Ribla, mba hisy didim-pitsarana havoaka momba azy.",
        "7": "Ary ny zanakalahin’i Zedekia dia novonoin’izy ireo teo imasony, ary ny mason’i Zedekia kosa nopotsiriny. Dia nofatorany tamin’ny gadra varahina izy, ka nentiny tany Babylona.",
        "8": "Ary tamin’ny andro fahafiton’ny volana fahadimy, izany hoe tamin’ny taona fahasivy ambin’ny folo nanjakan’i Nebokadnezara mpanjakan’i Babylona, dia tonga tao Jerosalema i Nebozaradana lehiben’ny mpiaro ny mpanjakan’i Babylona, sady mpanompony.",
        "9": "Dia nodoran’i Nebozaradana ny tranon’i Jehovah sy ny tranon’ny mpanjaka ary ny trano rehetra tao Jerosalema. Nodorany koa ny tranon’ny olona ambony rehetra.",
        "10": "Ary ny manda nanodidina an’i Jerosalema dia narodan’ny tafika manontolon’ny Kaldeanina, izay niaraka tamin’ilay lehiben’ny mpiaro ny mpanjaka.",
        "11": "Ary ny vahoaka sisa tao an-tanàna, sy ireo nitsoaka mba hitolo-batana tamin’ny mpanjakan’i Babylona, ary ny olona sisa tavela, dia nentin’i Nebozaradana lehiben’ny mpiaro ny mpanjaka, ka nataony sesitany.",
        "12": "Navelany hijanona tao amin’ilay tany kosa ny sasany tamin’ireo olona ambany saranga, mba hikarakara tanimboaloboka. Ary nampanaovina asa an-terivozona koa izy ireny.",
        "13": "Nopotipotehin’ny Kaldeanina ireo andry varahina teo amin’ny tranon’i Jehovah sy ireo kalesy ary ny ranomasina varahina izay tao an-tranon’i Jehovah, ka nentin’izy ireo tany Babylona ny varahina tamin’ireny.",
        "14": "Dia nalainy ny fitoeran-davenona sy ny lapelina sy ny famonoan-jiro sy ny kaopy ary ny fitaovana varahina rehetra izay nampiasaina tamin’ny fanompoana.",
        "15": "Nalain’i Nebozaradana, lehiben’ny mpiaro ny mpanjaka, koa ny fitondrana afo sy ny vilia baolina, izay tena volamena sy tena volafotsy daholo.",
        "16": "Efa tsy hay lazaina intsony ny lanjan’ny varahina tamin’ny fitaovana rehetra, izany hoe tamin’ny andry roa sy ilay ranomasina ary ireo kalesy izay nataon’i Solomona ho an’ny tranon’i Jehovah.",
        "17": "Valo ambin’ny folo hakiho ny haavon’ny andry tsirairay. Varahina ny loha andry teo amboniny, ary telo hakiho ny haavon’ny loha andry. Ary varahina daholo ny harato nifampidipiditra sy ny ampongabendanitra nanodidina ny loha andry. Nisy toy izany koa teo ambonin’ny harato nifampidipiditra, teo amin’ilay andry faharoa.",
        "18": "Dia nalain’i Nebozaradana, lehiben’ny mpiaro ny mpanjaka, i Seraia lehiben’ny mpisorona, sy Zefania mpisorona lefitra. Naka olona telo mpiandry varavarana koa izy.",
        "19": "Ireto kosa no nalainy avy tao an-tanàna: Tandapa iray nifehy ny lehilahy mpiady; lehilahy dimy anisan’ireo afaka nankeo anatrehan’ny mpanjaka ka hita tao an-tanàna; ny mpitan-tsoratry ny lehiben’ny tafika, izany hoe ilay mpanangona vahoaka; ary enimpolo lahy teo amin’ny vahoaka ka hita tao an-tanàna.",
        "20": "Nalain’i Nebozaradana, lehiben’ny mpiaro ny mpanjaka, ireo ka nentiny tany amin’ny mpanjakan’i Babylona tao Ribla.",
        "21": "Dia namely an’ireo ny mpanjakan’i Babylona, ka namono azy ho faty tao Ribla, tany Hamata. Koa nesorina tamin’ny taniny ny Joda ka natao sesitany.",
        "22": "Ary i Gedalia zanak’i Ahikama zanak’i Safana no notendren’i Nebokadnezara mpanjakan’i Babylona hiandraikitra ny vahoaka sisa navelany tany Joda.",
        "23": "Raha vao ren’ny lehiben’ny tafika rehetra sy ny miaramilany fa nanendry an’i Gedalia ny mpanjakan’i Babylona, dia nankany amin’i Gedalia tany Mizpa izy ireo, izany hoe i Ismaela zanak’i Netania, sy Johanana zanak’i Karea, sy Seraia zanak’i Tanometa Netofatita, ary Jazania zanak’ilay Makatita, niaraka tamin’ny miaramilany avy.",
        "24": "Dia nianiana tamin’izy ireo sy ny miaramilany i Gedalia, ary nanao hoe: “Aza matahotra ny ho mpanompon’ny Kaldeanina. Mitoera eto amin’ity tany ity ary manompoa ny mpanjakan’i Babylona, dia hahita soa ianareo.”",
        "25": "Tamin’ny volana fahafito, dia tonga i Ismaela zanak’i Netania zanak’i Elisama tarana-mpanjaka, ary nisy folo lahy niaraka taminy. Ary namely an’i Gedalia izy ireo, ka maty i Gedalia sy ny Jiosy ary ny Kaldeanina niaraka taminy tany Mizpa.",
        "26": "Dia niainga ny olona rehetra, na kely na lehibe, mbamin’ireo lehiben’ny tafika, ka nankany Ejipta, noho izy ireo natahotra ny Kaldeanina.",
        "27": "Ary tamin’ny taona fahafito amby telopolo nanaovana sesitany an’i Joiakina mpanjakan’ny Joda, tamin’ny andro fahafito amby roapolon’ny volana faharoa ambin’ny folo, tamin’ny taona naha lasa mpanjaka an’i Evila-merodaka mpanjakan’i Babylona, dia nahazo sitraka taminy * i Joiakina mpanjakan’ny Joda, ka navoakany avy tao am-ponja.",
        "28": "Dia nilaza zava-tsoa taminy i Evila-merodaka, ary nataony ambony noho ny seza fiandrianan’ireo mpanjaka niaraka taminy tany Babylona ny seza fiandrianan’i Joiakina.",
        "29": "Koa nesorin’i Joiakina ny fitafiana nanaovany tao am-ponja, ary nihinan-kanina teo anatrehan’ny mpanjaka mandrakariva izy, nandritra ny androm-piainany.",
        "30": "Ary nomena anjara sakafo tsy tapaka avy tamin’ny mpanjaka izy, araka izay tokony ho azy isan’andro, nandritra ny androm-piainany."
    },
    "meta": {
        "name": "Mpanjaka Faharoa",
        "order": 11,
        "chapter_number": 25
    }
}