{
    "1": {
        "1": "Efa antitra i Davida Mpanjaka sady nandroso taona, ka tsy nahatsiaro nafana na dia nanao fitafiana maro aza.",
        "2": "Dia hoy ireo mpanompony taminy: “Aoka hitadiavana zazavavy virjiny ny mpanjaka tompoko, mba hiahy sy hikarakara ny mpanjaka. Ary hatory eo an-tratranao izy, ka hafana ny mpanjaka tompoko.”",
        "3": "Koa nitady zazavavy tsara tarehy tany amin’ny faritra rehetra eran’i Israely izy ireo, ka nahita an’i Abisaga Sonemita tamin’ny farany. Dia nentiny tany amin’ny mpanjaka izy.",
        "4": "Faran’izay tsara tarehy razazavavy, ary izy no lasa mpikarakara ny mpanjaka sy mpiahy azy. Tsy nanao firaisana taminy anefa ny mpanjaka.",
        "5": "Tamin’izany fotoana izany, dia nanandra-tena i Adonia zanakalahin’i Hagita, ka nanao hoe: “Izaho no hanjaka!” Dia nampanao kalesy ho azy izy, ary naka mpitaingin-tsoavaly sy lehilahy dimampolo ho mpihazakazaka eo alohany.",
        "6": "Ary tsy te hampalahelo azy mihitsy ny rainy ka tsy niteny taminy hoe: “Fa maninona ianao no manao hoatr’izao?” Lehilahy tena tsara tarehy i Adonia, ary izy no nateraky ny reniny taorian’i Absaloma.",
        "7": "Ary nifampiraharaha tamin’i Joaba zanak’i Zeroia sy tamin’i Abiatara mpisorona i Adonia. Koa nanampy azy izy roa lahy ireo, ka lasa mpomba azy.",
        "8": "Tsy niandany tamin’i Adonia kosa anefa i Zadoka mpisorona sy Benaia zanak’i Joiada sy Natana mpaminany sy Simey sy Rey ary ny lehilahy maherin’i Davida.",
        "9": "Ary nanao sorona i Adonia ka namono ondry sy omby ary biby nohatavezina, teo akaikin’ny vaton’i Zoheleta, teo anilan’i En-rogela. Koa nasainy daholo ny rahalahiny zanaky ny mpanjaka, sy ny lehilahy rehetra anisan’ny fokon’i Joda sady mpanompon’ny mpanjaka.",
        "10": "Fa tsy mba nasainy kosa i Natana mpaminany sy Benaia sy ireo lehilahy mahery ary Solomona rahalahiny.",
        "11": "Koa hoy i Natana tamin’i Batseba renin’i Solomona: “Tsy efa renao ve fa lasa mpanjaka i Adonia zanak’i Hagita, nefa tsy fantatr’i Davida tompontsika mihitsy izany?",
        "12": "Koa etsy ange ianao e! Mba avelao aho hanoro hevitra anao ka vonjeo ny ainao sy ny ain’i Solomona zanakao:",
        "13": "Mandehana mankao amin’i Davida Mpanjaka, ka izao lazaina aminy: ‘Tsy ianao moa, ry mpanjaka tompoko, no nianiana tamin’ny mpanompovavinao hoe: “I Solomona zanakao lahy no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako”? Koa nahoana indray no i Adonia no lasa mpanjaka?’",
        "14": "Ary raha mbola eo am-piresahana amin’ny mpanjaka ianao, dia hiditra koa aho, ka hanamafy ny teninao.”",
        "15": "Koa nankao amin’ny mpanjaka tao amin’ny efitrano anatiny i Batseba. Efa antitra be ny mpanjaka tamin’izay, ary nikarakara azy i Abisaga Sonemita.",
        "16": "Dia niondrika i Batseba ka niankohoka teo anatrehan’ny mpanjaka. Ary hoy ny mpanjaka: “Inona no angatahinao?”",
        "17": "Dia hoy izy: “Tompokolahy ô, ianao no efa nianiana tamin’ny anaran’i Jehovah Andriamanitrao ka niteny tamin’ny mpanompovavinao hoe: ‘I Solomona zanakao lahy no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako.’",
        "18": "I Adonia anefa izao no lasa mpanjaka, nefa tsy fantatry ny mpanjaka tompoko mihitsy izany.",
        "19": "Ary nanao sorona izy ka namono omby sy biby nohatavezina ary ondry be dia be. Nasainy daholo ny zanakalahin’ny mpanjaka, sy Abiatara mpisorona ary Joaba lehiben’ny tafika, fa i Solomona mpanomponao tsy mba nasainy.",
        "20": "Ary miandrandra anao daholo ny mason’ny Israely rehetra, ry mpanjaka tompoko ô, mba hilaza amin’izy ireo hoe iza no hipetraka eo amin’ny seza fiandrianan’ny mpanjaka tompoko handimby azy.",
        "21": "Azo antoka mantsy fa raha vao hodimandry any amin’ny razany ny mpanjaka tompoko, dia hoheverina ho olo-meloka izaho sy Solomona zanako.”",
        "22": "Raha mbola teo am-piresahana tamin’ny mpanjaka i Batseba, dia niditra i Natana mpaminany.",
        "23": "Avy hatrany dia nisy nilaza tamin’ny mpanjaka hoe: “Ao i Natana mpaminany!” Dia niditra teo anatrehan’ny mpanjaka izy ka niankohoka tamin’ny tany teo anatrehany.",
        "24": "Ary hoy i Natana: “Ry mpanjaka tompoko ô, angaha ianao efa niteny hoe: ‘I Adonia no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako’?",
        "25": "Nandeha nidina mantsy i Adonia androany mba hanao sorona omby sy biby nohatavezina ary ondry be dia be. Ary nasainy daholo ny zanakalahin’ny mpanjaka sy ny lehiben’ny tafika ary Abiatara mpisorona. Koa mihinana sy misotro eo anatrehan’i Adonia ao ry zareo, ary izao foana no teniny: ‘Ho ela velona anie i Adonia Mpanjaka!’",
        "26": "Fa tsy mba nasainy kosa izaho mpanomponao, sy Zadoka mpisorona, sy Benaia zanak’i Joiada, ary Solomona mpanomponao.",
        "27": "Koa raha avy amin’ny mpanjaka tompoko izany zavatra izany, dia midika izany fa tsy nampahafantarinao ny mpanomponao hoe iza no hipetraka eo amin’ny seza fiandrianan’ny mpanjaka tompoko handimby azy.”",
        "28": "Ary hoy ny navalin’i Davida Mpanjaka: “Asaivo mankatỳ i Batseba.” Dia niditra nankeo anatrehan’ny mpanjaka i Batseba ka nijoro teo anatrehany.",
        "29": "Ary nianiana ny mpanjaka hoe: “Raha mbola velona koa i Jehovah, izay nanavotra ahy tamin’ny fahoriako rehetra,",
        "30": "dia hotanterahiko anio ilay fianianako taminao tamin’ny anaran’i Jehovah Andriamanitry ny Israely hoe: ‘I Solomona zanakao lahy no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako handimby ahy!’”",
        "31": "Ary niondrika i Batseba, ka niankohoka tamin’ny tany teo anatrehan’ny mpanjaka, ary nanao hoe: “Ho ela velona anie i Davida Mpanjaka tompoko!”",
        "32": "Avy hatrany dia hoy i Davida Mpanjaka: “Asaivo mankatỳ i Zadoka mpisorona sy Natana mpaminany ary Benaia zanak’i Joiada.” Dia niditra nankeo anatrehan’ny mpanjaka izy ireo.",
        "33": "Ary hoy ny mpanjaka tamin’ireo: “Ento miaraka aminareo ireo mpanompon’ny tomponareo. Manana ramole aho ao, ka ampitaingeno an’iny i Solomona zanako, ary ento midina any Gihona izy.",
        "34": "Hanosotra azy ho mpanjakan’ny Israely i Zadoka mpisorona sy Natana mpaminany rehefa any. Dia tsofy ny anjombona, ka milazà hoe: ‘Ho ela velona anie i Solomona Mpanjaka!’",
        "35": "Ary miakara hanaraka azy ianareo, ary hiditra izy ka hipetraka eo amin’ny seza fiandrianako, fa izy no ho mpanjaka handimby ahy, ary izy no hotendreko ho mpitarika ny Israely sy Joda.”",
        "36": "Dia namaly avy hatrany i Benaia zanak’i Joiada, ka hoy izy tamin’ny mpanjaka: “Amena! * Ho toy izany koa anie ny tenin’i Jehovah Andriamanitry ny mpanjaka tompoko!",
        "37": "Sahala amin’ny nomban’i Jehovah ny mpanjaka tompoko anie no hombany an’i Solomona, ary hataony be voninahitra noho ny seza fiandrianan’i Davida Mpanjaka tompoko anie ny seza fiandrianan’i Solomona!”",
        "38": "Dia nidina i Zadoka mpisorona sy Natana mpaminany sy Benaia zanak’i Joiada sy ny Keretita ary ny Peletita, ka nampitaingeniny an’i Solomona ilay ramolevavin’i Davida Mpanjaka, ary nentiny tany Gihona i Solomona.",
        "39": "Ary nalain’i Zadoka mpisorona avy tao amin’ny tranolay ny tandroka misy menaka, ka nohosorany ho mpanjaka i Solomona. Dia notsofina ny anjombona, ary indray niredona ny olona rehetra hoe: “Ho ela velona anie i Solomona Mpanjaka!”",
        "40": "Dia niakatra nanaraka azy ny olona rehetra sady nitsoka sodina ary ravoravo fatratra, hany ka nitresaka ny tany noho ny kotaban’izy ireo.",
        "41": "Ary nandre izany i Adonia sy ny olona rehetra nasainy, rehefa avy nisakafo. Dia hoy i Joaba raha vao nandre feon’anjombona: “Inona izany tabataba izany fa toa mientanentana be ihany ny iray tanàna?”",
        "42": "Raha mbola niteny izy, dia tonga i Jonatana zanak’i Abiatara mpisorona. Dia hoy i Adonia: “Mandrosoa, fa lehilahy mahery fo ianao, ary mitondra vaovao tsara.”",
        "43": "Fa hoy ny navalin’i Jonatana an’i Adonia: “Tsy izany mihitsy! Efa nanao an’i Solomona ho mpanjaka i Davida Mpanjaka tompontsika.",
        "44": "Koa nirahin’ny mpanjaka hiaraka amin’i Solomona i Zadoka mpisorona sy Natana mpaminany sy Benaia zanak’i Joiada sy ny Keretita ary ny Peletita, ka nampitaingenin’ireo an’i Solomona ny ramolevavin’ny mpanjaka.",
        "45": "Ary nanosotra azy ho mpanjaka tany Gihona i Zadoka mpisorona sy Natana mpaminany. Dia niakatra avy tany izy ireo sady faly, ka nientanentana ny iray tanàna. Izany ilay tabataba renareo.",
        "46": "Ary tsy izany ihany fa efa mipetraka eo amin’ny seza fiandrianan’ny fanjakana i Solomona.",
        "47": "Tonga nirary soa an’i Davida Mpanjaka tompontsika koa ireo mpanompon’ny mpanjaka hoe: ‘Hataon’Andriamanitrao malaza noho ny anaranao anie ny anaran’i Solomona, ary hataony be voninahitra noho ny seza fiandriananao anie ny seza fiandrianany!’ Dia niankohoka teo am-pandriana ny mpanjaka.",
        "48": "Ary hoy ny mpanjaka: ‘Hisaorana anie i Jehovah Andriamanitry ny Israely, fa nanome an’izay hipetraka eo amin’ny seza fiandrianako izy androany, sady hitan’ny masoko izany!’”",
        "49": "Dia nangovitra ireo rehetra nasain’i Adonia ka nitsangana, ary samy lasa nandeha tany amin’izay nalehany avy.",
        "50": "Natahotra an’i Solomona koa i Adonia ka nitsangana. Dia lasa izy, ary namikitra tamin’ny tandroky ny alitara.",
        "51": "Taorian’izay, dia nisy nilaza tamin’i Solomona hoe: “Matahotra an’i Solomona Mpanjaka i Adonia, ka mamikitra amin’ny tandroky ny alitara, sady milaza hoe: ‘Aoka hianiana amiko aloha i Solomona Mpanjaka fa tsy hamono ny mpanompony amin’ny sabatra.’”",
        "52": "Dia hoy i Solomona: “Raha ho tonga lehilahy mahery fo izy, dia tsy hisy ho latsaka amin’ny tany na dia ny singam-bolony iray aza. Fa raha hita kosa hoe misy ratsy hataony, dia tsy maintsy ho faty izy.”",
        "53": "Dia naniraka olona hampidina an’i Adonia avy teo amin’ny alitara i Solomona Mpanjaka. Ary tonga niankohoka teo anatrehan’i Solomona Mpanjaka izy. Dia hoy i Solomona taminy: “Modia any an-tranonao.”"
    },
    "2": {
        "1": "Ary nihananatona ny andro hahafatesan’i Davida, ka nandidy an’i Solomona zanany izy hoe:",
        "2": "“Handeha amin’ny lalana falehan’ny tany rehetra aho izao, koa mahereza ianao ary misehoa ho lehilahy.",
        "3": "Ankatoavy i Jehovah Andriamanitrao ka mandehana amin’ny lalana atorony, ary tandremo ny lalàny sy ny didiny sy ny didim-pitsarany ary ny fampahatsiahivany, araka izay voasoratra ao amin’ny lalàn’i Mosesy. Amin’izay dia ho malina ianao amin’izay rehetra hataonao sy any amin’izay rehetra halehanao,",
        "4": "ary mba hotanterahin’i Jehovah ny teny nolazainy momba ahy hoe: ‘Raha hitandrina ny fitondran-tenany ny taranakao, ka handeha amim-pahitsiana * eo anatrehako amin’ny fony manontolo sy amin’ny heriny manontolo, dia hisy olona avy amin’ny taranakao foana hipetraka eo amin’ny seza fiandrianan’ny Israely.’",
        "5": "“Fantatrao tsara koa ny nataon’i Joaba tamiko, dia i Joaba zanak’i Zeroia. Novonoiny mantsy izy roa lahy lehiben’ny tafiky ny Israely, izany hoe i Abnera zanak’i Nera sy Amasa zanak’i Jatera. Nalatsany tamin’ny fotoana tsy nisy ady ny ra fandatsaka amin’ny ady, ka voaloton’ny ra toy ny amin’ny ady ny fehikibo teo amin’ny andilany sy ny kapa teny an-tongony.",
        "6": "Koa araka izay fahendrenao no ataovy, ka aza avela hidina amim-piadanana any amin’ny Fasana * ny volofotsiny.",
        "7": "“Fa anehoy hatsaram-panahy feno fitiavana kosa ireo zanakalahin’i Barzilay Gileadita, ka aoka ho anisan’izay mihinana eo amin’ny latabatrao izy ireo. Tsara fanahy tamiko mantsy izy ireo ka nanampy ahy fony aho nandositra teo anoloan’i Absaloma rahalahinao.",
        "8": "“Eo koa i Simey zanak’i Gera, ilay Benjaminita avy any Bahorima: Izy no nanozona ahy tamin’ny andro nankanesako tany Mahanaima, ary ozona nandratra fo tokoa no nataony. Izy anefa no nidina hitsena ahy tany amin’ny Reniranon’i Jordana. Koa nianiana taminy tamin’ny anaran’i Jehovah aho hoe: ‘Tsy hovonoiko amin’ny sabatra ianao.’",
        "9": "Aza avela tsy ho voasazy anefa izy. Lehilahy hendry mantsy ianao, ka fantatrao tsara izay tokony hataonao aminy. Ary amin’ny fandatsahan-dra no hampidinanao ny volofotsiny any amin’ny Fasana.” *",
        "10": "Ary nodimandry any amin’ny razany i Davida ka nalevina tao amin’ny Tanànan’i Davida.",
        "11": "Efapolo taona no nanjakan’i Davida teo amin’ny Israely, ka fito taona tao Hebrona ary telo amby telopolo taona tao Jerosalema.",
        "12": "Ary nipetraka teo amin’ny seza fiandrianan’i Davida rainy i Solomona. Dia nihamafy orina tsikelikely ny fanjakany.",
        "13": "Tatỳ aoriana, dia nankany amin’i Batseba renin’i Solomona i Adonia zanak’i Hagita. Ary hoy i Batseba: “Fihavanana ve no ahatongavanao?” Dia hoy i Adonia: “Eny, fihavanana.”",
        "14": "Hoy koa izy: “Misy zavatra tiako holazaina aminao.” Dia hoy i Batseba: “Lazao àry.”",
        "15": "Koa hoy i Adonia: “Fantatrao tsara fa tokony ho ahy ny fanjakana, ary izaho no nandrandrain’ny Israely rehetra ho lasa mpanjaka, kanjo nifindra ny fanjakana ka lasan’ny rahalahiko, fa avy tamin’i Jehovah no nahazoany izany.",
        "16": "Koa zavatra iray ihany no mba angatahiko aminao, ka aza lavinao aho.” Ary hoy i Batseba taminy: “Lazao àry.”",
        "17": "Dia hoy i Adonia: “Mba mitenena re, azafady, amin’i Solomona Mpanjaka fa tsy handa anao izy e! Mba asaivo homeny ho vadiko i Abisaga Sonemita.”",
        "18": "Dia hoy i Batseba: “Eny àry, fa hampitaiko amin’ny mpanjaka ny teninao.”",
        "19": "Koa nankao amin’i Solomona Mpanjaka i Batseba mba hilaza taminy ny tenin’i Adonia. Dia nitsangana hitsena azy avy hatrany ny mpanjaka, ka niankohoka teo anatrehany. Avy eo dia nipetraka teo amin’ny seza fiandrianany izy, ary nasainy nasiana seza fiandrianana iray koa ho an’ny renin’ny mpanjaka, mba hipetrahan-dreniny teo ankavanany.",
        "20": "Ary hoy i Batseba: “Misy zavatra kely mba hangatahiko aminao, ka aza lavinao aho.” Koa hoy ny mpanjaka taminy: “Angataho àry, ry Neny, fa tsy handa anao aho.”",
        "21": "Dia hoy i Batseba: “Aoka homena ho vadin’i Adonia rahalahinao i Abisaga Sonemita.”",
        "22": "Fa hoy i Solomona Mpanjaka tamin-dreniny: “Fa maninona ianao no mangataka an’i Abisaga Sonemita ho an’i Adonia? Angataho ho azy koa ny fanjakana fa zokiko izy, angataho ho azy sy ho an’i Abiatara mpisorona ary ho an’i Joaba zanak’i Zeroia.”",
        "23": "Dia nianiana tamin’ny anaran’i Jehovah i Solomona Mpanjaka hoe: “Hofaizin’Andriamanitra anie aho, * ary mihoatra noho izany aza, raha tsy ny ain’i Adonia no manefa noho ny nilazany izany!",
        "24": "Koa ankehitriny, raha mbola velona koa i Jehovah, izay nanendry ahy sy nametraka ahy eo amin’ny seza fiandrianan’i Davida raiko sady nanome ahy taranaka araka izay nolazainy, dia hovonoina ho faty anio ihany i Adonia.”",
        "25": "Avy hatrany i Solomona Mpanjaka dia nanome baiko tamin’ny alalan’i Benaia zanak’i Joiada. Ary namely azy izy ka maty i Adonia.",
        "26": "Fa hoy kosa ny mpanjaka tamin’i Abiatara mpisorona: “Mandehana any Anatota, any amin’ny misy anao, fa mendrika ny ho faty ianao. Androany anefa dia tsy hamono anao aho, satria nitondra ny Vata masin’i Jehovah Tompo Fara Tampony teo anatrehan’i Davida raiko ianao, sady nitondra fahoriana tamin’ny fotoana rehetra nahitan’ny raiko fahoriana.”",
        "27": "Koa nesorin’i Solomona tsy ho mpisoron’i Jehovah i Abiatara, mba hahatanteraka ilay tenin’i Jehovah nanameloka ny taranak’i Ely, tany Silo.",
        "28": "Ary nisy nilaza izany tamin’i Joaba. Niandany tamin’i Adonia mantsy i Joaba, na dia tsy niandany tamin’i Absaloma aza. Dia nandositra tao amin’ny tranolain’i Jehovah i Joaba, ka nohazoniny mafy ny tandroky ny alitara.",
        "29": "Ary nisy nilaza tamin’i Solomona Mpanjaka hoe: “Nandositra ao amin’ny tranolain’i Jehovah i Joaba. Eo anilan’ny alitara izy.” Dia nirahin’i Solomona i Benaia zanak’i Joiada, ka nilazany hoe: “Mandehana, asio izy!”",
        "30": "Dia nankao amin’ny tranolain’i Jehovah i Benaia, ka hoy izy tamin’i Joaba: “Izao no nolazain’ny mpanjaka: ‘Mivoaha ianao!’” Fa hoy i Joaba: “Tsia, fa eto aho no ho faty.” Ary niverina tany amin’ny mpanjaka i Benaia niteny hoe: “Izany no nolazain’i Joaba, ary izany no navaliny ahy.”",
        "31": "Dia hoy ny mpanjaka taminy: “Izany nolazainy izany mihitsy atao ka asio izy. Dia aleveno izy, ka esory amiko sy amin’ny taranaky ny raiko ny ra nalatsak’i Joaba tsy ara-drariny.",
        "32": "Ary hatsingerin’i Jehovah eo an-dohany ihany ny rany, satria lehilahy roa izay marina sy tsara noho izy no nasiany, ka novonoiny tamin’ny sabatra, nefa tsy fantatr’i Davida raiko izany. Novonoiny mantsy i Abnera zanak’i Nera, lehiben’ny tafiky ny Israely, sy Amasa zanak’i Jatera, lehiben’ny tafik’i Joda.",
        "33": "Koa ho tompon’andraikitra amin’ny fahafatesan’izy roa lahy i Joaba sy ny taranany, * mandritra ny fotoana tsy voafetra. Fa i Davida sy ny taranany sy ny ankohonany ary ny seza fiandrianany kosa hahazo fiadanana avy amin’i Jehovah, mandritra ny fotoana tsy voafetra.”",
        "34": "Dia niakatra i Benaia zanak’i Joiada ka namely an’i Joaba, ary namono azy ho faty. Ary nalevina tany amin’izay nisy ny tranony tany an-tany efitra izy.",
        "35": "Dia notendren’ny mpanjaka ho lehiben’ny tafika hisolo azy i Benaia zanak’i Joiada. Ary i Zadoka mpisorona no notendren’ny mpanjaka hisolo an’i Abiatara.",
        "36": "Ary nandefa olona hiantso an’i Simey ny mpanjaka, ka nanao taminy hoe: “Manorena trano eto Jerosalema, ka mipetraha ao. Aza miala ao an-tanàna mihitsy ary aza mankany an-toeran-kafa.",
        "37": "Fa amin’ny andro hialanao ao sy hiampitanao ny lohasaha falehan-driakan’i Kidrona, dia aoka ho fantatrao marimarina fa ho faty tokoa ianao. Ary ianao ihany no ho tompon’andraikitra amin’ny fahafatesanao.” *",
        "38": "Dia hoy i Simey tamin’ny mpanjaka: “Tena mety izany teninao izany! Araka izany nolazain’ny mpanjaka tompoko izany no hataon’ny mpanomponao.” Ary nonina andro maro tao Jerosalema i Simey.",
        "39": "Rehefa afaka telo taona, dia nandositra ny mpanompon’i Simey anankiroa, ka nankany amin’i Akisy zanak’i Maka, mpanjakan’i Gata. Ary nisy nampandre an’i Simey hoe: “Any Gata ireo mpanomponao.”",
        "40": "Dia nasiany lasely avy hatrany ny ampondrany, ka lasa izy nankany Gata ho any amin’i Akisy, mba hitady ny mpanompony. Avy eo, dia nentiny nody avy tany Gata ny mpanompony.",
        "41": "Ary nisy nilaza tamin’i Solomona hoe: “Niala tao Jerosalema i Simey ka nankany Gata, ary efa tafaverina.”",
        "42": "Koa nandefa olona hiantso an’i Simey ny mpanjaka, ka nanao taminy hoe: “Tsy efa nampianiana anao tamin’ny anaran’i Jehovah moa aho ka nampitandrina anao hoe: ‘Amin’ny andro hialanao ao sy handehananao etsy sy eroa, dia aoka ho fantatrao marimarina fa ho faty tokoa ianao’? Ary tsy efa niteny tamiko ve ianao hoe: ‘Tena mety izany teny reko izany’?",
        "43": "Koa nahoana ianao no tsy nitana ny fianianana natao teo anatrehan’i Jehovah ka tsy nankatò ny didy izay nameperako mafy anao?”",
        "44": "Hoy koa ny mpanjaka tamin’i Simey: “Fantatrao tsara ny ratsy rehetra nataonao tamin’i Davida raiko, ary mahalala tsara izany ianao ao am-ponao ao. Koa hatsingerin’i Jehovah ho eo an-dohanao ihany ny ratsy nataonao.",
        "45": "Fa hotahina kosa i Solomona Mpanjaka, ary ny seza fiandrianan’i Davida ho mafy orina mandrakizay eo anatrehan’i Jehovah.”",
        "46": "Dia nanome baiko an’i Benaia zanak’i Joiada ny mpanjaka, ka nivoaka i Benaia ary namely an’i Simey, ka maty izy. Ary mafy orina ny fanjakana teo am-pelatanan’i Solomona."
    },
    "3": {
        "1": "Ary nanao fifanarahana tamin’i Farao mpanjakan’i Ejipta i Solomona ka nalainy ho vady ny zanakavavin’i Farao. Dia nentiny tao amin’ny Tanànan’i Davida ravehivavy, mandra-pahavitany ny tranony sy ny tranon’i Jehovah ary ny manda manodidina an’i Jerosalema.",
        "2": "Mbola nanao sorona teny amin’ny toerana avo ihany anefa ny olona, satria mbola tsy nisy trano naorina ho an’ny anaran’i Jehovah tamin’izany andro izany.",
        "3": "Ary tia an’i Jehovah i Solomona, ka nandeha araka ny lalàna napetrak’i Davida rainy. Mbola teny amin’ny toerana avo anefa izy no nanao sorona sy nandoro fanatitra mba hidona-tsetroka.",
        "4": "Dia nankany Gibeona ny mpanjaka mba hanao sorona tany, satria io ilay toerana avo nanana ny naha izy azy. Sorona dorana niisa arivo no natolotr’i Solomona teo ambonin’izany alitara izany.",
        "5": "Ary niseho tamin’i Solomona tao amin’ny nofy i Jehovah nony alina, tao Gibeona. Koa hoy Andriamanitra: “Angataho izay tianao homeko anao.”",
        "6": "Dia hoy i Solomona: “Lehibe tokoa ny hatsaram-panahy feno fitiavana efa nasehonao tamin’i Davida raiko mpanomponao, noho izy nandeha teo anatrehanao tamim-pahitsiana sy tamim-pahamarinana ary tamin-kitsim-po. Ary mbola lehibe koa izao hatsaram-panahy feno fitiavana asehonao aminy izao, ka nomenao zanakalahy hipetraka eo amin’ny seza fiandrianany izy, toy ny amin’izao anio izao.",
        "7": "Koa ankehitriny, Jehovah Andriamanitro ô, efa nataonao mpanjaka handimby an’i Davida raiko ny mpanomponao, nefa izaho mbola zaza sady tsy mahalala izay atsimo sy avaratra akory.",
        "8": "Ary ny mpanomponao no mitondra ny olona nofidinao, dia olona maro be tsy voaisa sy tsy tambo isaina noho ny hamaroany.",
        "9": "Koa omeo fo mankatò ity mpanomponao mba hitsarako ny olonao, sy hahaizako hanavaka ny tsara sy ny ratsy. Fa iza moa no mahay mitsara izao olonao sarotra entina * izao?”",
        "10": "Ary sitrak’i Jehovah izany, satria izany zavatra izany no nangatahin’i Solomona.",
        "11": "Hoy koa Andriamanitra taminy: “Satria izany zavatra izany no nangatahinao, fa tsy nangataka andro maro na harena na ny ain’ny fahavalonao ianao, fa nangataka saina mahiratra hoenti-mitsara,",
        "12": "dia hotanterahiko tokoa izany teninao izany. Koa homeko fo hendry sy mahiratra ianao, ka tsy hisy tahaka anao na ny tany alohanao na ny any aorianao.",
        "13": "Homeko anao koa izay tsy nangatahinao, dia harena sy voninahitra, ka tsy hisy mpanjaka ho tahaka anao, amin’ny andro rehetra iainanao.",
        "14": "Ary raha mandeha amin’ny lalako ianao ka hitandrina ny fitsipiko sy ny didiko tahaka ny nataon’i Davida rainao, dia hohalavaiko ny andro iainanao.”",
        "15": "Ary nifoha i Solomona ka, hay, nofy ilay izy. Dia nankany Jerosalema izy, ka nijoro teo anoloan’ilay Vata misy ny fifanekena nataon’i Jehovah. Koa nanolotra sorona dorana sy fanatitra iombonana izy, ary nanao fanasambe ho an’ny mpanompony rehetra.",
        "16": "Tamin’izany fotoana izany, dia nisy vehivavy mpivaro-tena anankiroa nankao amin’ny mpanjaka, ka nitsangana teo anatrehany.",
        "17": "Ary hoy ilay vehivavy anankiray: “Azafady kely, tompoko: Iray trano izaho sy ity vehivavy ity, ka niteraka teo akaikiny aho, tao an-trano.",
        "18": "Telo andro taorian’ny niterahako, dia niteraka koa ity vehivavy ity. Ary izahay roa vavy ihany no tao, fa tsy nisy olon-kafa ankoatra anay tao an-trano. Tsy nisy afa-tsy izahay roa vavy no tao.",
        "19": "Ary maty tamin’ny alina ny zanak’ity vehivavy ity, satria voatsindriny.",
        "20": "Dia niarina izy rehefa nisasaka ny alina, ka naka ny zanako teo akaikiko raha mbola natory ny mpanompovavinao. Ary nampandriany teo an-tratrany ilay zaza, fa ny zanany maty kosa nataony teo an-tratrako.",
        "21": "Ary rehefa nifoha hampinono ny zanako aho nony maraina, dia hitako fa efa maty izy. Dia nodinihiko tsara ilay zaza, ka hay tsy ilay zanako naterako ilay izy.”",
        "22": "Fa hoy ilay vehivavy anankiray: “Tsia, fa ny velona no zanako, ary ny maty no zanakao!” Fa hoy kosa ilay anankiray: “Tsia, fa ny maty no zanakao, ary ny velona no zanako.” Ary tsy nitsahatra niteny toy izany teo anatrehan’ny mpanjaka izy ireo.",
        "23": "Farany, dia hoy ny mpanjaka: “Ny iray manao hoe: ‘Ny velona no zanako, ary ny maty no zanakao!’, ary hoy koa ny iray: ‘Tsia, fa ny maty no zanakao, ary ny velona no zanako!’”",
        "24": "Ary hoy ny mpanjaka: “Itondray sabatra aho.” Dia nentina teo anatrehan’ny mpanjaka ny sabatra.",
        "25": "Ary hoy indray ny mpanjaka: “Zarao roa ny zaza velona, ka ny antsasany omeo ny vehivavy iray, ary ny antsasany kosa ho an’ny iray.”",
        "26": "Avy hatrany dia niteny tamin’ny mpanjaka ilay vehivavy renin’ilay zaza velona, satria nalahelo mafy izy tao am-pony noho ny amin’ny zanany, ka hoy izy: “Azafady, tompoko! Omeo azy ny zaza velona, fa aza vonoina!” Fa hoy kosa ilay vehivavy iray: “Aoka sady tsy ho ahy no tsy ho anao. Zarao mihitsy, rangahy a!”",
        "27": "Dia niteny ny mpanjaka hoe: “Omeo an’itsy vehivavy itsy ny zaza velona, fa aza vonoinareo. Io mihitsy no reniny.”",
        "28": "Ary ren’ny Israely rehetra ilay didim-pitsarana navoakan’ny mpanjaka, ka natahotra azy izy ireo, satria hitan’izy ireo fa nanana ny fahendren’Andriamanitra hoenti-mitsara izy."
    },
    "4": {
        "1": "Ary nanjaka teo amin’ny Israely rehetra i Solomona Mpanjaka.",
        "2": "Ireto avy ny tompon’andraiki-panjakana nampiasainy: i Azaria zanak’i Zadoka no mpisorona;",
        "3": "Elihorefa sy Ahia, izay samy zanak’i Sisa, no mpitan-tsoratra; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "4": "Benaia zanak’i Joiada no lehiben’ny tafika; Zadoka sy Abiatara no mpisorona;",
        "5": "Azaria zanak’i Natana no filohan’ireo lehibem-paritra; Zaboda zanak’i Natana no mpisorona, naman’ny mpanjaka;",
        "6": "Ahisara no niandraikitra ny ankohonany; ary Adonirama zanak’i Abda no niandraikitra an’ireo voantso hanao fanompoana.",
        "7": "Ary nanana lehibem-paritra roa ambin’ny folo i Solomona, teo amin’ny Israely rehetra. Izy ireo no namatsy sakafo ny mpanjaka sy ny tao an-dapany, ary nifandimby namatsy sakafo iray volana isan-taona izy tsirairay.",
        "8": "Ireto avy ny anaran’izy ireo: Ny zanak’i Hora no niandraikitra ny faritra be tendrombohitr’i Efraima;",
        "9": "ny zanak’i Dakera no niandraikitra an’i Makaza sy Salbima sy Beti-semesy ary Elona-beti-hanana;",
        "10": "ny zanak’i Haseda no niandraikitra an’i Arobota, ary azy koa i Soko sy Hefera manontolo;",
        "11": "ny zanak’i Abinadaba no niandraikitra ny tandavan-tendrombohitr’i Dora manontolo, ary lasa vadiny i Tafata zanakavavin’i Solomona;",
        "12": "Bana zanak’i Ahiloda no niandraikitra an’i Tanaka sy Megido ary Beti-sana manontolo, izay eo akaikin’i Zaretana, eo ambanin’i Jezirela, manomboka any Beti-sana ka hatrany Abela-mehola, ary hatrany amin’ny faritr’i Jokmeama;",
        "13": "ny zanak’i Gebera no niandraikitra an’i Ramota-gileada, ary azy ny tanàna tranolain’i Jaira zanak’i Manase any Gileada, ary azy koa ny faritr’i Argoba any Basana, dia tanàna lehibe enimpolo nisy manda sy bara hidiny varahina;",
        "14": "Ahinadaba zanak’i Ido no niandraikitra an’i Mahanaima;",
        "15": "Ahimaza no niandraikitra an’i Naftaly, ary naka vady an’i Basemata zanakavavin’i Solomona izy;",
        "16": "Bana zanak’i Hosay no niandraikitra an’i Asera sy Bealota;",
        "17": "Josafata zanak’i Paroa no niandraikitra an’i Isakara;",
        "18": "Simey zanak’i Ela no niandraikitra an’i Benjamina;",
        "19": "ary i Gebera zanak’i Ory no niandraikitra an’i Gileada, tanin’i Sihona mpanjakan’ny Amorita sy an’i Oga mpanjakan’i Basana. Ary nisy lehilahy iray notendrena ho filohan’ireo lehibem-paritra rehetra tao amin’ilay tany.",
        "20": "Maro be toy ny fasika eny amoron-dranomasina ny Joda sy ny Israely, sady nihinana sy nisotro ary nifaly.",
        "21": "Ary i Solomona no nitondra ny fanjakana rehetra nanomboka tany amin’ny Renirano ka hatrany amin’ny tanin’ny Filistinina sy ny sisin-tanin’i Ejipta. Nitondra fanomezana ireny sady nanompo an’i Solomona nandritra ny androm-piainany.",
        "22": "Izao no sakafo nilain’i Solomona isan’andro: Lafarinina tsara toto telopolo kora * sy lafarinina tsotra enimpolo kora,",
        "23": "sy omby matavy folo sy omby roapolo mpankeny an-kijana ary ondry zato, ankoatra ny serfa sy ny gazela sy ny serfa kely ary ny taontaonkafa nafahy.",
        "24": "Fa teo ambany fifehezany ny faritra rehetra atỳ ampitan’ny Renirano, nanomboka tany Tifsa ka hatrany Gaza, dia ny mpanjaka rehetra atỳ ampitan’ny Renirano. Ary nandry feizay ny faritra rehetra nanjakany, na taiza na taiza.",
        "25": "Dia nonina tsy amin’ahiahy ny Joda sy ny Israely tamin’ny andro rehetra nanjakan’i Solomona, ka samy teny ambanin’ny voalobony sy ny aviaviny ny olona rehetra, hatrany Dana ka hatrany Beri-sheba.",
        "26": "Ary nanjary nanana tranon-tsoavaly efatra alina i Solomona, ho an’ireo soavaly hitarika ny kalesiny. Nanana mpitaingin-tsoavaly roa arivo sy iray alina koa izy.",
        "27": "Ireo lehibem-paritra ireo dia samy namatsy sakafo indray mandeha isam-bolana an’i Solomona Mpanjaka sy izay rehetra navela hisakafo teo an-databany. Ary tsy navelan’ireo lehibem-paritra ireo hisy tsy ampy, na inona na inona.",
        "28": "Nentin’izy ireo tsy tapaka tany amin’izay nilana azy koa ny vary orza sy ny mololo ho an’ny soavaly sy ho an’ny soavaly miara-mitarika kalesy. Samy nanao izay nasaina nataony avy izy tsirairay.",
        "29": "Nomen’Andriamanitra fahendrena sy fahiratan-tsaina tsy nisy hoatr’izany i Solomona, sady nomeny fo tena mahay manavaka, ka be dia be tahaka ny fasika eny amoron-dranomasina no nomeny azy.",
        "30": "Ary ny fahendren’i Solomona dia nihoatra noho ny fahendren’ny Tatsinanana rehetra sy ny fahendrena rehetra nananan’ny Ejipsianina.",
        "31": "Hendry noho ny olona rehetra izy, mbola hendry noho i Etana Ezrahita sy Hemana sy Kalkola ary Darda, izay samy zanak’i Mahola. Ary nalaza tany amin’ny firenena rehetra nanodidina izy.",
        "32": "Nahavita nilaza ohabolana telo arivo izy, ary nahatratra dimy sy arivo ny hirany.",
        "33": "Ary niresaka momba ny hazo izy, hatramin’ny sedera any Libanona ka hatramin’ny hysopa mivoaka avy eny amin’ny rindrina. Niresaka momba ny bibidia sy ny biby manidina sy ny biby mandady ary ny trondro koa izy.",
        "34": "Ary nisy olona tonga foana avy any amin’ny firenena rehetra mba hihaino ny fahendren’i Solomona, eny, olona avy tamin’ny mpanjaka rehetra eran-tany izay efa nandre ny fahendreny."
    },
    "5": {
        "1": "Ary naniraka ny mpanompony ho any amin’i Solomona i Hirama, mpanjakan’i Tyro, satria henony fa i Solomona no voahosotra ho mpanjaka handimby an-drainy. Efa hatramin’izay mantsy i Hirama no tia an’i Davida.",
        "2": "Dia nandefa iraka tany amin’i Hirama koa i Solomona, nanao hoe:",
        "3": "“Fantatrao tsara fa tsy afaka nanao trano ho an’ny anaran’i Jehovah Andriamaniny i Davida raiko noho ny ady nataon’ny fahavalony taminy. Niady taminy foana mantsy ireny mandra-panaon’i Jehovah an’ireny ho eo ambany faladiany.",
        "4": "Nataon’i Jehovah Andriamanitro mandry feizay eo anivon’ny fahavaloko rehetra manodidina anefa aho ankehitriny, ka sady tsy misy mpanohitra no tsy misy loza mitranga.",
        "5": "Ary mieritreritra ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitro aho, araka izay nampanantenain’i Jehovah an’i Davida raiko hoe: ‘Ny zanakao izay hapetrako eo amin’ny seza fiandriananao handimby anao no hanorina ilay trano ho an’ny anarako.’",
        "6": "Koa aoka ianao hanome baiko mba hisy hikapa hazo ho ahy, dia hazo sedera avy any Libanona. Hiaraka amin’ny mpanomponao ny mpanompoko, ary homeko anao araka izay holazainao ny karaman’ny mpanomponao, satria fantatrao tsara fa tsy misy mahay mikapa hazo tahaka ny Sidonianina eto aminay.”",
        "7": "Raha vao ren’i Hirama ny tenin’i Solomona, dia faly be izy ka nanao hoe: “Isaorana i Jehovah ankehitriny, satria nanome zanaka hendry ho an’i Davida izy mba hitondra an’izany vahoaka maro be izany!”",
        "8": "Koa nandefa iraka tany amin’i Solomona i Hirama, nanao hoe: “Efa reko izay nambaran’ny iraka nalefanao tatỳ amiko. Koa hataoko izay rehetra mahafinaritra anao ka homeko anao ny hazo sedera sy zenevrie tadiavinao.",
        "9": "Ny mpanompoko mihitsy no hampidina izany avy any Libanona ho any an-dranomasina. Ary hatambatro ho zahatra ny hazo ka halefako eny an-dranomasina hatrany amin’izay toerana holazainao amiko. Any no hasaiko hoborahina izany, ary ianao no hitatitra izany. Ary ianao kosa hanao izay mahafinaritra ahy, ka hanome sakafo ho an’ny ankohonako.”",
        "10": "I Hirama àry no lasa mpamatsy hazo sedera sy zenevrie ho an’i Solomona, araka izay rehetra nahafinaritra azy.",
        "11": "Ary i Solomona kosa nanome an’i Hirama varimbazaha roa alina kora ho sakafon’ny ankohonany, ary menaka roapolo kora avy amin’ny oliva voatoto. Izany no nomen’i Solomona an’i Hirama isan-taona.",
        "12": "Ary i Jehovah nanome fahendrena an’i Solomona, araka izay nampanantenainy azy. Ary tsara fihavanana i Hirama sy Solomona, ka nanao fifanekena izy roa lahy.",
        "13": "Ary tsy nitsahatra nampiantso olona avy tamin’ny Israely rehetra i Solomona Mpanjaka mba hanao fanompoana. Telo alina ny isan’ireo voantso hanao fanompoana.",
        "14": "Nalefan’i Solomona tany Libanona ireny, ka iray alina isam-bolana no niara-nalefany. Koa nijanona iray volana tany Libanona ireo, ary roa volana kosa tany an-tranony avy. I Adonirama no niandraikitra an’ireo voantso hanao fanompoana.",
        "15": "Ary i Solomona dia lasa nanana mpitondra entana fito alina sy mpipai-bato valo alina eny an-tendrombohitra,",
        "16": "ankoatra an’ireo andriana lehibem-paritra nampiasain’i Solomona mba hanara-maso ny asa, izany hoe ireo telonjato sy telo arivo lahy lehiben’ireo mpiasa am-perinasa.",
        "17": "Koa nasain’ny mpanjaka namaky vato izy ireo, mba hahazoana vato lehibe sady lafo vidy. Amin’izay dia ho vato voapaika no hatao fototr’ilay trano.",
        "18": "Koa nipai-bato ny mpanao tranon’i Solomona sy ny mpanao tranon’i Hirama ary ny Gebalita, sady nanomana ny hazo sy ny vato hanaovana ilay trano."
    },
    "6": {
        "1": "Tamin’ny taona fahavalopolo sy efajato taorian’ny nivoahan’ny zanak’Israely avy tany Ejipta, eny, tamin’ny taona fahefatra nanjakan’i Solomona teo amin’ny Israely, tamin’ny volana Ziva, izany hoe tamin’ny volana faharoa, dia nanorina trano ho an’i Jehovah i Solomona.",
        "2": "Ary ilay trano naorin’i Solomona Mpanjaka ho an’i Jehovah dia enimpolo hakiho ny lavany, roapolo hakiho ny sakany, ary telopolo hakiho ny haavony.",
        "3": "Nisy tilikambo fidirana teo anoloan’ny tempolin’ilay trano sady niraikitra tamin’ny sakan’ilay trano: Roapolo hakiho ny lavany, folo hakiho ny sakany, ary teo anoloan’ilay trano no nisy azy.",
        "4": "Ary nasiany varavarankely maromaro ilay trano, ary nataony mihatery ny varavarankeliny.",
        "5": "Ary nanorina paosin-trano manodidina an’ilay trano izy, ka nataony niankina tamin’ny rindrina manodidina ny tempoly sy ny efitra anatiny indrindra izany. Ary nasiany efitrefitra ilay paosin-trano.",
        "6": "Ny efitrefitra farany ambany dia dimy hakiho ny sakany, ary ny teo antenatenany, enina hakiho ny sakany, ary ny fahatelo kosa fito hakiho ny sakany. Nisy nanesorany kely mantsy ny rindrina ivelany manodidina an’ilay trano, mba tsy hisy zavatra hatsofoka ao anaty rindrina.",
        "7": "Vato efa voapaika no nanaovana an’ilay trano, ka tsy nandrenesana marotoa, na famaky, na izay mety ho vy fiasana tao amin’ilay trano nandritra ny fanorenana.",
        "8": "Teo amin’ny lafiny ankavanan’ilay trano ny fidirana mankao amin’ny efitrefitra farany ambany. Ary tohatohatra miolikolika no iakarana mankao amin’ny efitrefitra antenatenany, sy avy ao antenatenany mankao amin’ny fahatelo.",
        "9": "Ary nitohy ny fanorenany an’ilay trano mandra-pahavitany azy. Vatan-kazo sy hazo sedera milahadahatra no nandrakofany ny trano.",
        "10": "Ary nataony niankina tamin’ilay trano manontolo ireo efitrefitra izay dimy hakiho avy ny haavony. Ary hazo sedera no nihazona azy ireo hiraikitra tamin’ilay trano.",
        "11": "Tao anatin’izany fotoana izany, dia tonga tamin’i Solomona ny tenin’i Jehovah, nanao hoe:",
        "12": "“Izao no lazaiko momba an’io trano ataonao io: Raha handeha araka ny lalàko sy hanatanteraka ny didim-pitsarako ianao, ary tena hitandrina ny didiko rehetra ka handeha araka izany didiko izany, dia hotanterahiko ny teniko momba anao, izay nolazaiko tamin’i Davida rainao,",
        "13": "ary honina eo anivon’ny zanak’Israely tokoa aho, ka tsy hahafoy ny Israely oloko.”",
        "14": "Ary notohizin’i Solomona ny fanorenany an’ilay trano mandra-pahavitany azy.",
        "15": "Nanangana ny rindrin’ilay trano izy, ka nasiany hazo fisaka sedera ny aty rindrina. Norakofany hazo nanomboka teo amin’ny gorodon’ilay trano ka hatreny amin’ireo hazo mitondra ny tafo. Ary hazo fisaka zenevrie no nataony gorodon’ilay trano.",
        "16": "Ary nasiany rindrina manasaraka izay natao tamin’ny hazo sedera tany amin’ny faran’ilay trano. Nirefy roapolo hakiho izy io, nanomboka teo amin’ny gorodona ka hatreny amin’ny hazo mitondra ny tafo. Ary nasiany efitra anatiny indrindra ilay trano, dia ny Masina Indrindra.",
        "17": "Efapolo hakiho ny lavan’ilay trano, izany hoe ilay tempoly teo anoloany.",
        "18": "Sary sokitra voatango sy felam-boninkazo natohitohy no nandravahana an’ireo hazo sedera teo amin’ilay aty trano. Hazo sedera daholo izy manontolo. Ary tsy nisy vato tazana.",
        "19": "Avy tao anatiny no nanomanany ilay efitra anatiny indrindra tao amin’ilay trano, mba hametrahany an’ilay Vata misy ny fifanekena nataon’i Jehovah.",
        "20": "Roapolo hakiho ny lavan’ilay efitra anatiny indrindra, roapolo hakiho ny sakany, ary roapolo hakiho koa ny haavony. Dia nopetahany takela-bolamena tsy misy fangarony ilay izy, ary ny alitara kosa nopetahany takela-kazo sedera.",
        "21": "Ary nopetahan’i Solomona takela-bolamena tsy misy fangarony ny aty trano. Dia nasiany rojo volamena nitsivalana teo anoloan’ilay efitra anatiny indrindra. Ary nopetahany takela-bolamena ilay izy.",
        "22": "Dia nopetahany takela-bolamena ilay trano manontolo, mandra-pahavitan’ilay trano. Nopetahany takela-bolamena koa ilay alitara manontolo, izay teo anoloan’ny efitra anatiny indrindra.",
        "23": "Ary nanao kerobima roa tamin’ny hazo mitera-menaka izy, tao amin’ny efitra anatiny indrindra. Folo hakiho avy no haavon’ny kerobima tsirairay.",
        "24": "Ary dimy hakiho ny elatra iray amin’ilay kerobima, ary dimy hakiho koa ny elatra ilany. Folo hakiho ny avy eo amin’ny tendron’ny elany iray ka hatreo amin’ny tendron’ny elany ilany.",
        "25": "Folo hakiho koa ilay kerobima faharoa. Mitovy refy sy bika ireo kerobima roa.",
        "26": "Folo hakiho ny haavon’ny kerobima iray, ary toy izany koa ilay kerobima iray.",
        "27": "Dia nataony tao amin’ilay trano anatiny ireo kerobima. Nivelatra ny elatr’izy ireo, ka nipaka tamin’ny rindrina iray ny elatry ny kerobima iray, ary nipaka tamin’ilay rindrina anankiray kosa ny elatry ny kerobima iray. Nifampikasika teo afovoan-trano ny tendron’ireo elatra roa hafa.",
        "28": "Ary nopetahany takela-bolamena ireo kerobima.",
        "29": "Nasiana sary sokitra ny rindrina rehetra tamin’ilay trano, na ny efitra anatiny na ny efitra ivelany, dia sarina kerobima sy hazo palmie ary felam-boninkazo.",
        "30": "Ary nopetahany takela-bolamena ny gorodon’ilay trano, na ny efitra anatiny na ny efitra ivelany.",
        "31": "Ary teo amin’ny fidirana mankao amin’ny efitra anatiny indrindra dia nasiany varavarana roa vita tamin’ny hazo mitera-menaka: Ny andry eo amin’ny andaniny roa, sy ny tolàna, ary ny ampahadiminy.",
        "32": "Hazo mitera-menaka no nanaovana ireo varavarana roa, ary nasiany sary sokitra, dia sarina kerobima sy hazo palmie ary felam-boninkazo. Ary nopetahany takela-bolamena ireo, ka nokapokapohiny teo ambonin’ny kerobima sy ny sarina hazo palmie izany volamena izany.",
        "33": "Toy izany koa no nanaovany ny fidirana mankao amin’ny tempoly, dia ireo tolàna efamira vita tamin’ny hazo mitera-menaka.",
        "34": "Hazo zenevrie no nanaovana ireo varavarana roa. Mihodina eo amin’ny savily ny lelavaravarana roa amin’ny varavarana iray, ary mihodina eo amin’ny savily koa ny lelavaravarana roa amin’ny varavarana iray.",
        "35": "Ary nasiany sary sokitra izany, dia sarina kerobima sy hazo palmie ary felam-boninkazo. Nopetahany takela-bolamena ireo sary ireo.",
        "36": "Ary nanao ny tambohon’ny tokotany anatiny izy, ka vato voapaika telo andalana sy vatan-kazo sedera iray andalana no nanaovany azy.",
        "37": "Tamin’ny volana Ziva, tamin’ny taona fahefatra, no napetraka ny fototry ny tranon’i Jehovah.",
        "38": "Ary tamin’ny volana Bola, izany hoe ny volana fahavalo, tamin’ny taona fahiraika ambin’ny folo no nahavitana ilay trano araka ny tsipiriany rehetra sy araka ilay planina manontolo. Fito taona, araka izany, no nanaovany azy."
    },
    "7": {
        "1": "Telo ambin’ny folo taona no nanaovan’i Solomona ny tranony, dia vitany tanteraka ilay izy.",
        "2": "Dia nanao ny Trano Alan’i Libanona izy, ka nataony zato hakiho ny lavany, dimampolo hakiho ny sakany, ary telopolo hakiho ny haavony, teo ambonin’ny andry sedera nisy laharany efatra. Ary nisy vatan-kazo sedera teo ambonin’ireo andry.",
        "3": "Ary nopetahana takela-kazo sedera ilay trano, teo ambonin’ireo tsivalan-kazo izay teo ambonin’ny andry dimy amby efapolo. Nisy andry dimy ambin’ny folo ny laharana iray.",
        "4": "Natao telo andalana kosa ireo varavarankely nisy tolàna. Ary nisy lavaka maro fidiran’ny hazavana ilay trano, ary nifanandrify ireny sady nisy ambaratonga telo.",
        "5": "Ary nasiana sisiny efajoro ny fidirana sy ny tolàm-baravarana rehetra. Natao toy izany koa ny anoloan’ireo lavaka fidiran’ny hazavana, izay nifanandrify sady nisy ambaratonga telo.",
        "6": "Ary ny Lala-mitafo Maro Andry dia nataony dimampolo hakiho ny lavany ary telopolo hakiho ny sakany. Nisy lala-mitafo iray koa teo anoloan’ireo andry ireo, ary andry maro no nanohana azy. Ary nisy tafokely somary mivoaka koa teo anoloan’ireo andry.",
        "7": "Ary ny Lala-mitafon’ny Seza Fiandrianana, izay toerana hitsaran’i Solomona, dia nataony lala-mitafo fitsarana. Norakofana hazo sedera ilay izy, nanomboka teo amin’ny gorodona ka hatreny amin’ireo hazo mitondra ny tafo.",
        "8": "Lavidavitra an’ilay trano anisan’ny Lala-mitafo kosa ny trano hipetrahan’i Solomona, izay nataony teo amin’ilay tokotany iray. Nitovy tamin’io trano io ihany ny nanaovana azy. Ary nisy trano sahala amin’io Lala-mitafo io naorin’i Solomona ho an’ny zanakavavin’i Farao, izay nalainy ho vady.",
        "9": "Ireo rehetra ireo dia natao tamin’ny vato lafo vidy, izay manara-drefy sy voapaika ary voatsofa tamin’ny tsofam-bato, na ny atiny na ny ivelany. Vato toy izany no nampiasaina, manomboka amin’ny fototra ka hatramin’ny tampon’ny rindrina, ary toy izany koa ny ivelany, hatramin’ilay tokotany lehibe.",
        "10": "Vato lehibe mirefy folo hakiho sy valo hakiho ireo vato lafo vidy natao fototra ireo.",
        "11": "Ary teo amboniny dia nisy vato lafo vidy sy manara-drefy ary voapaika, ary koa hazo sedera.",
        "12": "Ary manodidina an’ilay tokotany lehibe dia nasiany tamboho natao tamin’ny vato voapaika telo andalana sy vatan-kazo sedera iray andalana. Toy izany koa ilay tokotany anatiny, izay misy ny tranon’i Jehovah sy ny tilikambo fidirana mankao amin’io trano io.",
        "13": "Ary naniraka olona haka an’i Hirama avy any Tyro i Solomona Mpanjaka.",
        "14": "Zanaky ny vehivavy mpitondratena avy amin’ny fokon’i Naftaly i Hirama, fa avy any Tyro kosa ny rainy, izay mpanao asa varahina. Feno fahendrena sy fahiratan-tsaina ary fahalalana hoenti-manao asa varahina isan-karazany izy. Dia tonga tany amin’i Solomona Mpanjaka izy ka nanao ny asa rehetra nampanaoviny.",
        "15": "Dia nandrendrika varahina izy hanaovana ny andry roa: Valo ambin’ny folo hakiho avy ny haavony, ary tady roa ambin’ny folo hakiho vao nahodidina ny andry tsirairay.",
        "16": "Ary nanao loha andry roa tamin’ny varahina narendrika izy, mba hatao teo amin’ny tampon’ny andry: Dimy hakiho ny haavon’ny loha andry iray, ary dimy hakiho koa ny haavon’ny iray.",
        "17": "Ary nisy harato nifampidipiditra teo amin’ireo loha andry teo an-tampon’ny andry, sady nisy haingony niolanolana natao toy ny rojo. Harato fito no teo amin’ny loha andry iray, ary fito koa no teo amin’ny iray.",
        "18": "Ary nanao ampongabendanitra izy, ka nataony roa andalana manodidina, teo ambonin’ireo harato ireny, mba handrakotra ny loha andry teo an-tampon’ny andry. Ary nataony toy izany koa ny loha andry iray.",
        "19": "Ary ny loha andry teo an-tampon’ny andry, izay teo akaikin’ny tilikambo fidirana, dia nataony miendrika voninkazo lisy: Efatra hakiho ny refiny.",
        "20": "Ary teo an-tampon’ny andry roa ireo loha andry, sady teo akaikin’ilay kibony, izay voahodidin’ireo harato. Ampongabendanitra roanjato natao roa andalana no nanodidina ny loha andry tsirairay.",
        "21": "Ary natsangany ireo andrin’ny tilikambo fidirana mankao amin’ny tempoly. Natsangany ny andry ankavanana ary nantsoiny hoe Jakina. Avy eo dia natsangany ny andry ankavia ary nantsoiny hoe Boaza.",
        "22": "Nisy toy ny lisy teo an-tampon’ireo andry. Ary novitaina tsikelikely ny fanamboarana an’ireo andry.",
        "23": "Ary nanao fitoeran-drano lehibe, nantsoina hoe ranomasina varahina izy, ka folo hakiho ny savaivony. Boribory ilay izy, ary dimy hakiho ny haavony. Ary tady telopolo hakiho vao nahodidina azy.",
        "24": "Ary nisy haingony niendrika voatango teo ambany molony manodidina azy, ka voatango folo isaky ny iray hakiho no nanodidina an’ilay ranomasina. Roa andalana ilay haingony niendrika voatango sady niara-narendrika tamin’ilay ranomasina.",
        "25": "Nipetraka teo ambonin’ny omby roa ambin’ny folo ilay izy, ka omby telo nitodika nianavaratra, telo niankandrefana, telo nianatsimo, ary telo niantsinanana. Ilay ranomasina dia teo ambonin’ireo omby ireo, ary nifampiamboho izy rehetra.",
        "26": "Toy ny sakan’ny felatanana * ny hatevin’ilay ranomasina, ary natao sahala amin’ny molotry ny kaopy ny molony, tahaka ny felana lisy. Rano roa arivo bata * no natao tao anatiny.",
        "27": "Ary nanao kalesy varahina folo izy: Efatra hakiho ny lavan’ny kalesy tsirairay, ary efatra hakiho koa ny sakany, ary telo hakiho ny haavony.",
        "28": "Toy izao no nanaovana an’ireo kalesy ireo: Nisy takela-barahina maromaro teo amin’izy ireo, ary teo anelanelan’ireo sisiny nifanapaka no nisy ireo takela-barahina ireo.",
        "29": "Nisy sarina liona sy omby ary kerobima teo amin’ireo takela-barahina izay teny anelanelan’ireo sisiny nifanapaka, ary nisy toy izany koa teo amin’ireo sisiny nifanapaka. Ary nisy sarim-boninkazo natohitohy natao haingony teo ambony sy teo ambanin’ny liona sy ny omby.",
        "30": "Nisy kodiarana varahina efatra ny kalesy tsirairay, ary varahina lavalava no ihodinan’ireo kodiarana. Ary ny zorony efatra tamin’ny kalesy no tohana nihazona an’ireo. Teo ambanin’ny koveta no nisy an’ireo tohana vita tamin’ny metaly narendrika, ary nisy sarim-boninkazo teo amin’ny tohana iray nankamin’ny tohana iray.",
        "31": "Ny refin’ny vavan’ilay koveta, manomboka ao anatiny ka hatramin’ireo tohany no ho miakatra dia ... * hakiho. Boribory ny vavany, ary iray hakiho sy sasany ny fipetrahany. Ary nisy sary sokitra koa teo amin’io vavany io. Efajoro ireo takela-barahina teo aminy, fa tsy boribory.",
        "32": "Teo ambanin’ireo takela-barahina no nisy ny kodiarana efatra, ary teo ambanin’ilay kalesy ny fitaovana nihazona an’ireo kodiarana. Iray hakiho sy sasany ny haavon’ny kodiarana tsirairay.",
        "33": "Sahala amin’ny kodiaran-tsarety no nanaovana ny kodiarany. Natao tamin’ny metaly narendrika daholo na ireo fitaovana nihazona azy na ny tena kodiarana na ny rantsany na ny ivon-kodiarana.",
        "34": "Ary nisy tohany efatra ny zorony efatra tamin’ny kalesy tsirairay. Tenany iray tamin’ny kalesy ireo tohany ireo.",
        "35": "Ary teo an-tampon’ny kalesy dia nisy boribory fipetrahan-javatra, antsasaky ny hakiho ny haavony. Ary teo an-tampon’ny kalesy no nisy ny tendany sy ireo takela-barahina, ary tenany iray tamin’ilay kalesy ireo.",
        "36": "Nisy zavatra manify napetaka teo amin’ny tendany sy teo amin’ireo takela-barahina. Samy nasiany sary sokitra ireo, dia sarina kerobima sy liona ary hazo palmie, arakaraka izay nisy nalalaka teo amin’ny tsirairay. Ary nasiana sarim-boninkazo natohitohy ny manodidina azy.",
        "37": "Toy izany no nanaovany ny kalesy folo: Nitovy daholo ny fomba nandrendrehana azy, sady nitovy refy sy bika.",
        "38": "Ary nanao koveta varahina folo izy: Rano efapolo bata no natao tao anaty koveta tsirairay. Efatra hakiho ny koveta tsirairay, ary nisy koveta iray avy teo ambonin’ny kalesy folo.",
        "39": "Kalesy dimy no napetrany teo ankavanan’ny trano, ary dimy teo ankavia. Ilay ranomasina kosa nataony teo ankavanan’ny trano, teo atsimoatsinanana.",
        "40": "Ary nataon’i Hirama tsikelikely ireo koveta sy lapelina ary vilia baolina. Farany, dia vitan’i Hirama ny asa rehetra nataony ho an’i Solomona Mpanjaka, momba ny tranon’i Jehovah:",
        "41": "Ny andry roa sy ny loha andry niendrika vilia baolina izay teo an-tampon’ny andry roa, sy ny harato roa nandrakotra ny loha andry boribory roa izay teo an-tampon’ireo andry,",
        "42": "sy ny ampongabendanitra efajato ho an’ny harato roa, ka ampongabendanitra roa andalana ho an’ny harato tsirairay mba handrakotra ny loha andry roa niendrika vilia baolina, izay teo ambonin’ny andry roa,",
        "43": "sy ny kalesy folo sy ny koveta folo teo amboniny,",
        "44": "sy ny ranomasina iray sy ny omby roa ambin’ny folo teo ambaniny,",
        "45": "sy ny fitoeran-davenona sy ny lapelina sy ny vilia baolina ary ny fitaovana rehetra, izay nataon’i Hirama tamin’ny varahina nokosehina hangirana. Nataony ho an’i Solomona Mpanjaka izany, ho an’ny tranon’i Jehovah.",
        "46": "Teo amin’ny Faritr’i Jordana no nandrendrehan’ny mpanjaka azy ireo, tao anaty lasitra tanimanga, teo anelanelan’i Sokota sy Zaretana.",
        "47": "Ary tsy nolanjain’i Solomona ny fitaovana rehetra, satria be dia be loatra. Tsy fantatra intsony izay lanjan’ny varahina.",
        "48": "Ary nataon’i Solomona tsikelikely ny fitaovana rehetra momba ny tranon’i Jehovah: Ny alitara volamena sy ny latabatra volamena fitoeran’ny mofo aseho,",
        "49": "sy ny fitoeran-jiro volamena tsy misy fangarony, dimy teo ankavanana ary dimy teo ankavia, teo anoloan’ny efitra anatiny indrindra, sy ny felan’ny fitoeran-jiro sy ny jiro sy ny fihazonana lahin-jiro, izay samy volamena,",
        "50": "sy ny koveta sy ny famonoan-jiro sy ny vilia baolina sy ny kaopy sy ny fitondrana afo, izay samy volamena tsy misy fangarony, ary ny vavin-tsavily ho an’ny varavaran’ny trano anatiny, izany hoe ny Masina Indrindra, sy ho an’ny varavaran’ny tempoly, izay samy volamena.",
        "51": "Farany, dia vita ny asa rehetra nataon’i Solomona Mpanjaka momba ny tranon’i Jehovah, ka nampidiriny tao ireo zavatra efa nohamasinin’i Davida rainy. Ary nataony tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’i Jehovah ny volafotsy sy ny volamena ary ny fitaovana hafa."
    },
    "8": {
        "1": "Tamin’izany fotoana izany, dia novorin’i Solomona ny anti-panahin’ny Israely, sy ny lehibem-poko rehetra ary ny mpiadidy teo amin’ireo fianakaviambe, teo amin’ny zanak’Israely. Novorina tany amin’i Solomona Mpanjaka tany Jerosalema ireo, mba hampiakatra ny Vata misy ny fifanekena nataon’i Jehovah, avy tany amin’ny Tanànan’i Davida, izany hoe Ziona.",
        "2": "Koa nivory teo amin’i Solomona Mpanjaka ny olona rehetra teo amin’ny Israely tamin’ny fotoanan’ny fety, tamin’ny volana Etanima, izany hoe ny volana fahafito.",
        "3": "Dia tonga daholo ny anti-panahin’ny Israely, ary ireo mpisorona kosa nilanja ilay Vata.",
        "4": "Nentin’izy ireo niakatra ilay Vata masin’i Jehovah, sy ny tranolay fihaonana, ary ny fitaovana masina rehetra tao amin’ny tranolay. Ny mpisorona sy ny Levita no nitondra izany niakatra.",
        "5": "Ary teo anoloan’ilay Vata i Solomona Mpanjaka sy ny vahoakan’Israely manontolo, izay tonga tamin’ilay fotoana nifanaovany taminy. Nanao sorona ondry sy omby be dia be tsy tambo isaina izy ireo.",
        "6": "Dia nentin’ny mpisorona ilay Vata misy ny fifanekena nataon’i Jehovah, ka nataony teo amin’ny toerany, tao amin’ny efitra anatiny indrindra amin’ilay trano, tao amin’ny Masina Indrindra, teo ambany elatr’ireo kerobima.",
        "7": "Nivelatra teo ambonin’ny toerana nisy an’ilay Vata ny elatr’ireo kerobima. Ary nanakona an’ilay Vata sy ireo bao filanjana azy ny kerobima, eny, nanakona azy avy eo ambony.",
        "8": "Lava anefa ireo bao ka tazana ny tendrony raha avy teo amin’ny Masina, teo anoloan’ny efitra anatiny indrindra, fa tsy tazana kosa avy tany ivelany. Ary mbola ao ireo mandraka androany.",
        "9": "Tsy nisy na inona na inona tao anatin’ilay Vata, afa-tsy ireo takela-bato roa napetrak’i Mosesy tao, tany Horeba, rehefa nanao fifanekena tamin’ny zanak’Israely i Jehovah, tamin’izy ireo nivoaka avy tany Ejipta.",
        "10": "Nameno ny tranon’i Jehovah ny rahona rehefa nivoaka avy tao amin’ny toerana masina ireo mpisorona.",
        "11": "Koa tsy nahajanona hanao ny fanompoany izy ireo noho ny rahona, fa feno ny voninahitr’i Jehovah ny tranon’i Jehovah.",
        "12": "Dia hoy i Solomona: “I Jehovah no efa nilaza fa honina ao amin’ny haizim-pito Izy.",
        "13": "Efa nahavita trano fonenana be voninahitra ho anao aho, dia toerana onenanao mandritra ny fotoana tsy voafetra.”",
        "14": "Dia nitodika ny mpanjaka, ka notsofiny rano ny fiangonan’Israely manontolo, raha mbola nitsangana izy ireo.",
        "15": "Ary hoy i Solomona: “Isaorana i Jehovah Andriamanitry ny Israely, fa ny vavany no efa nilaza tamin’i Davida raiko, ary ny tanany no efa nanatanteraka izany! Hoy mantsy Izy:",
        "16": "‘Hatramin’ny andro nitondrako ny Israely oloko nivoaka avy tany Ejipta, dia mbola tsy nisy tanàna nofidiko teo amin’ny foko rehetran’ny Israely, mba hanaovana trano hitoeran’ny anarako. Koa hifidy an’i Davida aho ho mpitarika ny Israely oloko.’",
        "17": "Ary mba nirin’ny fon’i Davida raiko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "18": "Hoy anefa i Jehovah tamin’i Davida raiko: ‘Satria nirin’ny fonao ny hanorina trano ho an’ny anarako, dia tsara izany fanirian’ny fonao izany.",
        "19": "Tsy ianao anefa no hanorina ilay trano, fa ny zanaka haterakao * no hanorina ilay trano ho an’ny anarako.’",
        "20": "Ary nanatanteraka ny teniny i Jehovah mba hitsanganako handimby an’i Davida raiko sy hipetrahako eo amin’ny seza fiandrianan’ny Israely, araka izay efa nolazain’i Jehovah, sy mba hanaovako trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely,",
        "21": "ary mba hisy hasiako an’ilay Vata misy ny fifanekena nataon’i Jehovah tamin’ny razantsika, tamin’izy nitondra azy ireo nivoaka avy tany Ejipta.”",
        "22": "Ary nitsangana teo anoloan’ny alitaran’i Jehovah i Solomona, teo anatrehan’ny fiangonan’Israely manontolo, ka namelatra ny tanany ho amin’ny lanitra,",
        "23": "ary hoy izy: “Ry Jehovah Andriamanitry ny Israely ô, tsy misy Andriamanitra tahaka anao any amin’ny lanitra ambony na etỳ amin’ny tany ambany, fa manaja fifanekena ianao, ary maneho hatsaram-panahy feno fitiavana amin’izay manompo anao amin’ny fony manontolo.",
        "24": "Efa notanterahinao tamin’i Davida raiko mpanomponao ny fampanantenana nataonao taminy, ka izay nolazain’ny vavanao dia notanterahin’ny tananao, toy ny amin’izao anio izao.",
        "25": "Koa ankehitriny, ry Jehovah Andriamanitry ny Israely ô, tanteraho amin’i Davida raiko mpanomponao ilay fampanantenana nataonao taminy hoe: ‘Hisy olona avy amin’ny taranakao foana eo anatrehako, dia olona hipetraka eo amin’ny seza fiandrianan’ny Israely, raha mitandrina ny ataony ny taranakao ka mandeha eo anatrehako, tahaka ny nandehananao teo anatrehako.’",
        "26": "Koa ankehitriny, ry Andriamanitry ny Israely ô, aoka re mba ho tanteraka ny fampanantenana nataonao tamin’i Davida raiko mpanomponao e!",
        "27": "“Andriamanitra anefa ve dia honina etỳ an-tany tokoa? Ny lanitra, eny, ny lanitry ny lanitra aza tsy omby anao, koa mainka fa ity trano naoriko ity!",
        "28": "Mitodiha ka henoy ny vavak’ity mpanomponao sy ny fitalahoany famindram-po, ry Jehovah Andriamanitro ô, mba handrenesanao ny fitalahoana sy ny vavaky ny mpanomponao eto anatrehanao androany.",
        "29": "Ary aoka ianao hijery an’ity trano ity andro aman’alina, eny, hijery an’ilay toerana nolazainao hoe: ‘Ho ao ny anarako’, ka hihaino ny vavaka ataon’ny mpanomponao manandrify an’ity toerana ity.",
        "30": "Henoy ny mpanomponao sy ny Israely olonao rehefa mitalaho famindram-po aminao, ka mivavaka manandrify an’ity toerana ity. Ary enga anie ianao hihaino any an-danitra fonenanao, eny, mihainoa ka mamelà heloka!",
        "31": "“Raha misy olona manota amin’ny namany, ary asain’ilay namany miozona izy ka mety hihatra aminy tokoa ilay ozona nolazainy, nefa mbola tonga eo anoloan’ny alitaranao ato amin’ity trano ity ihany izy,",
        "32": "dia enga anie ianao hihaino any an-danitra any! Koa manaova zavatra ary tsarao ny mpanomponao, ka ambarao ho ratsy fanahy izay ratsy fanahy, ary atsingereno eo an-dohany ny nataony. Ambarao ho marina kosa izay marina ka valio araka ny fahamarinany izy.",
        "33": "“Raha resin’ny fahavalo ny Israely olonao satria nanota taminao, nefa miverina aminao tokoa izy, ary midera ny anaranao sy mivavaka ary mitalaho famindram-po aminao, ato amin’ity trano ity,",
        "34": "dia enga anie ianao hihaino any an-danitra any, ka mamelà ny fahotan’ny Israely olonao, ary ampodio any amin’ny tany nomenao ny razany izy!",
        "35": "“Raha mihidy ny lanitra ka tsy misy orana satria nanota taminao izy ireo, nefa mivavaka manandrify an’ity toerana ity izy, ary midera ny anaranao sady miala amin’ny fahotany, satria tsy nitsahatra nampahory azy ianao,",
        "36": "dia enga anie ianao hihaino any an-danitra any, ka mamelà ny fahotan’ny mpanomponao, eny, ny fahotan’ny Israely olonao, satria mampianatra azy ny lalana tsara tokony halehany ianao! Ary andatsaho orana ny taninao izay nomenao ho lovan’ny olonao.",
        "37": "“Raha misy mosary eo amin’ilay tany, na areti-mandringana, na mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny voly, na misy andiam-balala, na kalalao, na misy fahavalo manao fahirano ny olonao ao amin’ny tany misy ny vavahadiny, eny, rehefa mety ho loza na aretina,",
        "38": "ka mivavaka na mitalaho famindram-po ny olona na ny Israely olonao rehetra, satria samy mahalala ny fahorian’ny fony avy ny tsirairay, ka mamelatra ny tanany ho amin’ity trano ity izy,",
        "39": "dia enga anie ianao hihaino any an-danitra fonenanao, ka mamelà heloka ary manaova zavatra, dia valio araka ny lalany avy ny tsirairay, satria ianao mahalala ny ao am-pony, fa ianao irery ihany no mahalala tsara ny ao am-pon’ny zanak’olombelona rehetra,",
        "40": "mba hatahorany anao amin’ny andro rehetra iainany eto amin’ity tany nomenao ny razanay ity!",
        "41": "“Raha misy koa vahiny, izay tsy anisan’ny Israely olonao, nefa tonga avy any an-tany lavitra noho ny amin’ny anaranao,",
        "42": "satria ho reny ny momba ny anaranao be voninahitra sy ny tananao mahery ary ny sandrinao nahinjitra, ka tonga mivavaka manandrify an’ity trano ity izy,",
        "43": "dia enga anie ianao hihaino any an-danitra fonenanao, ka manaova araka izay rehetra iantsoan’ny vahiny anao, mba hahafantaran’ny firenena rehetra eto an-tany ny anaranao, sy hatahorany anao toy ny atahoran’ny Israely olonao anao, ary hahafantarany fa ny anaranao no efa nantsoina teto amin’ity trano naoriko ity!",
        "44": "“Raha mivoaka hiady amin’ny fahavalony ny olonao, any amin’ny lalana andefasanao azy, ka mivavaka amin’i Jehovah manandrify ny tanàna nofidinao sy ny trano naoriko ho an’ny anaranao,",
        "45": "dia henoy any an-danitra any ny vavaka ataony sy ny fitalahoany famindram-po, ka omeo rariny izy.",
        "46": "“Raha manota aminao izy, fa tsy misy olombelona tsy manota, ka tezitra mafy aminy ianao ary avelanao ho azon’ny fahavalo izy, ka entin’ny mpamabo azy any amin’ny tanin’ny fahavalo, na lavitra na akaiky,",
        "47": "ary tonga saina izy any amin’ny tany nitondrana azy ho babo, ka miverina aminao sy mitalaho famindram-po aminao any amin’ny tanin’ny mpamabo azy, ka manao hoe: ‘Efa nanota sy diso izahay ary nanao ratsy’,",
        "48": "ary miverina aminao amin’ny fony manontolo sy ny heriny manontolo * izy, any amin’ny tanin’ny fahavalony izay nitondra azy ho babo, ary mivavaka aminao manandrify ny taniny izay nomenao ny razany, eny, ny tanàna nofidinao ary ny trano naoriko ho an’ny anaranao,",
        "49": "dia henoy any an-danitra fonenanao ny vavaka ataony sy ny fitalahoany famindram-po ka omeo rariny izy,",
        "50": "ary mamelà ny heloky ny olonao izay nanota taminao sy ny fahadisoana rehetra nataony taminao. Ataovy miantra azy ny mpamabo azy ka hangoraka azy,",
        "51": "fa olonao sy lovanao izy, izay nentinao nivoaka avy tany Ejipta, avy tao amin’ny fatana fandrendreham-by.",
        "52": "Koa aoka ny masonao hijery ny mpanomponao sy ny Israely olonao rehefa mitalaho famindram-po izy ireo, ary henoy izy amin’izay rehetra iantsoany anao.",
        "53": "Fa ianao, ry Jehovah Tompo Fara Tampony ô, no nanasaraka azy tamin’ny firenena rehetra eto an-tany mba ho lovanao, araka izay nolazainao tamin’ny alalan’i Mosesy mpanomponao rehefa nitondra ny razanay nivoaka avy tany Ejipta ianao.”",
        "54": "Raha vao vitan’i Solomona izany vavaka rehetra izany, eny, ny vavaka sy ny fitalahoany famindram-po tamin’i Jehovah, dia tsy nandohalika sy tsy namelatra ny tanany ho amin’ny lanitra intsony izy, fa nitsangana niala teo anoloan’ny alitaran’i Jehovah.",
        "55": "Nitso-drano ny fiangonan’Israely manontolo tamin’ny feo mafy i Solomona rehefa nitsangana, ka hoy izy:",
        "56": "“Hisaorana anie i Jehovah, izay nanome fiadanana ho an’ny Israely olony, araka izay rehetra nampanantenainy! Tsy nisy teny tsy tanteraka na dia iray aza tamin’ny zava-tsoa rehetra nampanantenainy tamin’ny alalan’i Mosesy mpanompony.",
        "57": "Homba antsika anie i Jehovah Andriamanitsika, tahaka ny nombany ny razantsika! Tsy handao antsika na hahafoy antsika anie izy,",
        "58": "mba hahatonga ny fontsika ho voasintona ho aminy, ka handehanantsika amin’ny lalany rehetra sy hitandremantsika ny didiny sy ny fitsipiny ary ny didim-pitsarany, izay nandidiany ny razantsika!",
        "59": "Hotsaroan’i Jehovah Andriamanitsika andro aman’alina anie ny teniko, tamin’izaho nitalaho famindram-po teo anatrehan’i Jehovah, mba homeny rariny izaho mpanompony sy ny Israely olony, araka izay hilana izany isan’andro,",
        "60": "mba ho fantatry ny firenena rehetra eto an-tany fa i Jehovah no tena Andriamanitra, ary tsy misy hafa!",
        "61": "Ary aoka ho amin’ny fo manontolo no hanompoanareo an’i Jehovah Andriamanitsika, ka mandehana araka ny fitsipiny ary tandremo ny didiny, toy ny amin’izao andro izao.”",
        "62": "Ary nanolotra sorona be dia be teo anatrehan’i Jehovah ny mpanjaka sy ny Israely rehetra niaraka taminy.",
        "63": "Nanolotra an’ireo sorona iombonana izay tokony hatolony ho an’i Jehovah i Solomona, dia omby roa arivo sy roa alina ary ondry roa alina sy iray hetsy, mba hitokanan’ny mpanjaka sy ny zanak’Israely rehetra ny tranon’i Jehovah.",
        "64": "Tamin’izay andro izay dia voatery nohamasinin’ny mpanjaka ny afovoan’ny tokotany teo anoloan’ny tranon’i Jehovah, satria teo no voatery nanolorany ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ny sorona iombonana. Kely loatra mantsy ilay alitara varahina, izay teo anatrehan’i Jehovah, ka tsy antonona teo ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ireo sorona iombonana.",
        "65": "Ary nanao fety i Solomona tamin’izay, dia izy sy ny Israely rehetra, izay fiangonana lehibe avy any amin’ny sisin’ny faritr’i Hamata ka hatrany amin’ny lohasaha falehan-driakan’i Ejipta. Nanao fety teo anatrehan’i Jehovah Andriamanitsika izy nandritra ny fito andro, niampy fito andro, izany hoe efatra ambin’ny folo andro.",
        "66": "Ary tamin’ny andro fahavalo, dia nalefany ny vahoaka. Dia nitso-drano ny mpanjaka ny vahoaka, ary samy nandeha nody. Koa faly sy ravoravo erỳ ny fon’izy ireo, noho ny soa rehetra nataon’i Jehovah tamin’i Davida mpanompony sy ny Israely olony."
    },
    "9": {
        "1": "Raha vao vitan’i Solomona ny tranon’i Jehovah, sy ny tranon’ny mpanjaka, ary ny zavatra tsara rehetra niriny ka nahafinaritra azy ny nanao azy,",
        "2": "dia niseho fanindroany taminy i Jehovah, sahala amin’ilay nisehoany taminy tao Gibeona.",
        "3": "Ary hoy i Jehovah: “Efa reko ny vavakao sy ny fitalahoanao famindram-po teo anatrehako. Ary efa nohamasiniko ity trano nataonao ity ka nataoko ao mandritra ny fotoana tsy voafetra ny anarako, ary ho ao foana koa ny masoko sy ny foko.",
        "4": "Fa ianao kosa, raha manompo ahy amin’ny fo manontolo sy amim-pahitsiana, toy ny nanompoan’i Davida rainao, ka manao izay rehetra nandidiako anao ary mitandrina ny fitsipiko sy ny didim-pitsarako,",
        "5": "dia hataoko mafy orina mandritra ny fotoana tsy voafetra ny seza fiandrianan’ny fanjakanao eo amin’ny Israely, araka izay nampanantenaiko an’i Davida rainao hoe: ‘Hisy olona avy amin’ny taranakao foana hipetraka eo amin’ny seza fiandrianan’ny Israely.’",
        "6": "Fa raha tsy manaraka ahy intsony ianareo sy ny zanakareo, ka tsy mitandrina ny didy sy ny lalàna nomeko anareo, fa mandeha manompo andriamani-kafa sy miankohoka eo anatrehan’ireny,",
        "7": "dia haringako tsy ho eo amin’ny tany nomeko azy ny Israely. Ilay trano nohamasiniko ho an’ny anarako kosa hariako tsy ho eo anatrehako, ary ny Israely hatao teny fanarabiana sy teny fanesoana eo amin’ny firenena rehetra.",
        "8": "Ary ho lasa korontam-bato miavosa ity trano ity, ka hidanàka izay rehetra mandalo eo, ary hisioka sy hiteny hoe: ‘Fa naninona àry no dia nataon’i Jehovah hoatr’izao ity tany sy trano ity?’",
        "9": "Dia hisy hilaza hoe: ‘Satria ry zareo nahafoy an’i Jehovah Andriamaniny, izay nitondra ny razany nivoaka avy tany Ejipta, ary nifikitra tamin’andriamani-kafa ka niankohoka teo anatrehan’ireny sady nanompo azy. Izany no nahatonga an’i Jehovah hamely azy ireo tamin’izao loza rehetra izao.’”",
        "10": "Rehefa tapitra ny roapolo taona nanorenan’i Solomona ny trano roa, izany hoe ny tranon’i Jehovah sy ny tranon’ny mpanjaka,",
        "11": "dia nomen’i Solomona Mpanjaka tanàna roapolo tany Galilia i Hirama mpanjakan’i Tyro. Izy mantsy no nanampy an’i Solomona ka nanome azy hazo sedera sy hazo zenevrie ary volamena betsaka araka izay tiany.",
        "12": "Koa niainga avy any Tyro i Hirama mba hijery an’ireo tanàna nomen’i Solomona azy. Tsy tiany anefa ireny,",
        "13": "ka hoy izy: “Mba inona koa ireto tanàna nomenao ahy ireto, ry rahalahiko?” Ary nantsoina hoe Tany Kabola * ireny mandraka androany.",
        "14": "Efa nampanatitra talenta volamena roapolo amby zato tany amin’ny mpanjaka i Hirama, tamin’izay.",
        "15": "Ary nampanantsoin’i Solomona Mpanjaka ireo voantso hanao fanompoana, mba hanao ny tranon’i Jehovah sy ny tranony ary ny Dongon-tany sy ny mandan’i Jerosalema, sy Hazora sy Megido ary Gazera.",
        "16": "I Farao mpanjakan’i Ejipta no niakatra namabo ny tanànan’i Gazera ary nandoro azy. Dia novonoiny ny Kananita nonina tao, ary nomeny an-janany vavy, vadin’i Solomona, ilay tanàna ho fanomezana fanaovam-beloma azy.",
        "17": "Ary naorin’i Solomona i Gazera, sy Beti-horona Ambany,",
        "18": "sy Baleta, sy Tamara tany an-tany efitra tao amin’ilay tany,",
        "19": "sy ny tanàna rehetra fitehirizana entana sy vokatra izay lasan’i Solomona, sy ny tanàna fanatobiana kalesy sy ny tanànan’ny mpitaingin-tsoavaly ary ireo zavatra tsara nirin’i Solomona haorina tao Jerosalema sy Libanona ary nanerana ny tany nanjakany.",
        "20": "Ary mbola nisy sisa tavela ny Amorita sy ny Hetita sy ny Perizita sy ny Hivita ary ny Jebosita, izay samy tsy anisan’ny zanak’Israely,",
        "21": "ka ny taranak’ireny, izay tsy voaringan’ny zanak’Israely fa mbola tavela teo amin’ilay tany, no nampanantsoin’i Solomona hanao asa an-terivozona, mandraka androany.",
        "22": "Tsy nisy tamin’ny zanak’Israely anefa nataon’i Solomona andevo. Fa izy ireo kosa dia miaramila mpiady sy mpanompon’i Solomona sy andrianany sy manamboninahitra lefitra sy lehiben’ny mpitondra kalesiny ary lehiben’ny mpitaingin-tsoavaliny.",
        "23": "Dimampolo sy dimanjato lahy ny mpiadidy ny lehibem-paritra, izay niandraikitra ny asan’i Solomona. Lehiben’ny mpiasa am-perinasa izy ireo.",
        "24": "Fa niakatra avy tao amin’ny Tanànan’i Davida kosa ny zanakavavin’i Farao, ka nankany amin’ilay trano naorin’i Solomona ho azy. Tamin’izay i Solomona no nanorina ny Dongon-tany.",
        "25": "Intelo isan-taona i Solomona no nanolotra sorona dorana sy sorona iombonana, teo amin’ilay alitara naoriny ho an’i Jehovah. Ary nanolotra setroka ho sorona teo amin’ilay alitara teo anatrehan’i Jehovah izy. Dia namita ilay trano i Solomona.",
        "26": "Ary i Solomona Mpanjaka nanao sambo maromaro tao Eziona-gebera, izay teo akaikin’i Elota, teo amoron’ny Ranomasina Mena, tany Edoma.",
        "27": "Nalefan’i Hirama tamin’izany andian-tsambo izany ny mpanompony, izay tantsambo nahay ranomasina, mba hiaraka tamin’ny mpanompon’i Solomona.",
        "28": "Ary nankany Ofira ireo, ka naka talenta volamena roapolo sy efajato, ary nitondra izany tany amin’i Solomona Mpanjaka."
    },
    "10": {
        "1": "Lasa nalaza i Solomona noho ny anaran’i Jehovah. Ary ren’ny mpanjakavavin’i Sheba ny lazany, ka tonga hitsapa azy tamin’ny fanontaniana saro-baliana izy.",
        "2": "Farany, dia tonga tany Jerosalema izy sy ny mpanotrona maro be, narahin’ny rameva nitondra menaka balsama sy volamena be dia be ary vatosoa. Dia nankao amin’i Solomona izy, ka nilaza taminy izay rehetra tao am-pony.",
        "3": "Ary voavalin’i Solomona izay rehetra nanontaniany. Tsy nisy tsy voavalin’ny mpanjaka izany, satria tsy nisy niafina taminy ny zava-drehetra.",
        "4": "Rehefa hitan’ilay mpanjakavavin’i Sheba ny fahendrena rehetra nananan’i Solomona sy ny trano naoriny,",
        "5": "sy ny sakafo teo an-databany, sy ny fomba nametrahana an’ireo mpanompony, sy ny fomba fiasan’ireo mpandroso sakafo sy ny fitafian’ireo, sy ny zava-pisotron’ny mpanjaka, ary ny sorona dorana izay natolony tsy tapaka tao an-tranon’i Jehovah, dia tena talanjona izy.",
        "6": "Koa hoy izy tamin’ny mpanjaka: “Marina tokoa ny zavatra reko tany amin’ny taniko momba anao sy ny fahendrenao.",
        "7": "Tsy nino ny tenin’ny olona aho raha tsy tonga tatỳ, ka ny masoko mihitsy no nahita. Fa hay na ny antsasany aza tsy nolazaina tamiko! Fa mihoatra lavitra noho ny zavatra reko tamin’ny olona ny fahendrenao sy ny harenanao.",
        "8": "Sambatra ny olonao, ary sambatra ireto mpanomponao ireto, izay eto anatrehanao mandrakariva, ka mandre ny fahendrenao!",
        "9": "Hisaorana anie i Jehovah Andriamanitrao izay nankasitraka anao ka nametraka anao eo amin’ny seza fiandrianan’ny Israely! Tian’i Jehovah mandritra ny fotoana tsy voafetra mantsy ny Israely, ka notendreny ho mpanjaka ianao, mba hamoaka didim-pitsarana sy hampihatra ny rariny.”",
        "10": "Dia nomen’ilay mpanjakavavy talenta volamena roapolo amby zato ny mpanjaka, ary koa menaka balsama tena be dia be sy vatosoa. Be dia be tokoa ny menaka balsama nomen’ny mpanjakavavin’i Sheba an’i Solomona Mpanjaka, ka tsy nisy menaka be dia be toy izany intsony tonga tany.",
        "11": "Nitondra hazo algoma be dia be sy vatosoa avy any Ofira, ny andian-tsambon’i Hirama, izay nitondra volamena avy any Ofira.",
        "12": "Ary ny hazo algoma dia nanaovan’ny mpanjaka tohana ho an’ny tranon’i Jehovah sy ho an’ny tranon’ny mpanjaka, ary harpa sy lokanga ho an’ny mpihira. Tsy nisy hazo algoma toy izany intsony tonga tany, na hita tany, mandraka androany.",
        "13": "Ary nomen’i Solomona Mpanjaka ho an’ny mpanjakavavin’i Sheba izay rehetra nahafinaritra an-dravehivavy ka nangatahiny, ankoatra an’izay efa nomeny azy satria nalala-tanana taminy i Solomona Mpanjaka. Dia niverina nody tany amin’ny taniny ravehivavy sy ny mpanompony.",
        "14": "Ary ny lanjan’ny volamena tonga tany amin’i Solomona tao anatin’ny herintaona dia talenta volamena enina amby enimpolo sy eninjato,",
        "15": "ankoatra an’izay avy tamin’ny mpivaro-mandeha, sy izay tombony avy tamin’ny mpivarotra, ary izay avy tamin’ny mpanjaka rehetran’ny Arabo sy ireo governoran’ilay tany.",
        "16": "Ary nanao ampinga lehibe roanjato tamin’ny volamena misy fangarony i Solomona Mpanjaka, ka sekely volamena eninjato no nandrakofany ny ampinga lehibe tsirairay.",
        "17": "Nanao ampinga kely telonjato tamin’ny volamena misy fangarony koa izy, ka volamena telo mina no nandrakofany ny ampinga kely tsirairay. Dia napetrany tao amin’ny Trano Alan’i Libanona ireo.",
        "18": "Nanao seza fiandrianana ivoara lehibe koa ny mpanjaka, ary nopetahany takela-bolamena voadio izy io.",
        "19": "Nisy zanatohatra enina nankeo amin’ilay seza fiandrianana, ary nisy tafokely boribory nitatao tao aorian’izy io. Ary nasiany fitoeran-tanana teo amin’ny andaniny roa amin’ilay seza, ary nasiany liona iray avy nitsangana teo anilan’ireo fitoeran-tanana.",
        "20": "Nisy liona roa ambin’ny folo koa teo amin’ireo zanatohatra enina, ka enina avy no teo amin’ny andaniny roa. Tsy nisy mihitsy fanjakana nanana seza fiandrianana toy izany.",
        "21": "Volamena daholo ny kaopin’i Solomona Mpanjaka. Volamena tsy misy fangarony ny fitaovana rehetra tao amin’ny Trano Alan’i Libanona. Tsy nisy mihitsy zavatra vita tamin’ny volafotsy, satria noheverina ho tsinontsinona ny volafotsy tamin’ny andron’i Solomona.",
        "22": "Nanana andian-tsambon’i Tarsisy teny an-dranomasina ny mpanjaka, niaraka tamin’ny andian-tsambon’i Hirama. Ary tonga isaky ny telo taona ny andian-tsambon’i Tarsisy, izay nitondra volamena sy volafotsy sy ivoara sy rajako ary vorombola.",
        "23": "Koa nanan-karena sy hendry noho ny mpanjaka rehetra teto an-tany i Solomona Mpanjaka.",
        "24": "Ary te hihaona taminy ny olona rehetra teto an-tany, mba hihaino ny fahendrena nataon’Andriamanitra tao am-pony.",
        "25": "Samy nitondra an’ireto fanomezana ireto izy ireo isan-taona: Zavatra vita tamin’ny volafotsy sy volamena, fitafiana, fiadiana, menaka balsama, ary soavaly sy ramole.",
        "26": "Ary nanangona kalesy sy soavaly fitondra miady maro kokoa hatrany i Solomona, ka nanjary nanana kalesy efajato sy arivo, sy soavaly fitondra miady roa arivo sy iray alina. Nataony tao amin’ny tanàna fanatobiana kalesy, sy tany akaikin’ny mpanjaka tany Jerosalema ireo.",
        "27": "Ary nataon’ny mpanjaka be dia be toy ny vato ny volafotsy tany Jerosalema, ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "28": "Nahazo soavaly nohafarana avy tany Ejipta i Solomona, ka ny mpandraharahan’ny mpanjaka no nasaina nividy ny andian-tsoavaly araka izay vidiny.",
        "29": "Ary efa fanao ny nitondra kalesy niakatra avy tany Ejipta, ka farantsa volafotsy eninjato no vidin’ny kalesy iray, ary farantsa volafotsy dimampolo amby zato ny soavaly iray. Dia toy izany koa no natao ho an’ny mpanjaka rehetran’ny Hetita sy ireo mpanjakan’i Syria. Tamin’ny alalan’ireny mpandraharahan’ny mpanjaka ireny no nanaovan’izy ireo ny fanafarana."
    },
    "11": {
        "1": "Tia vady maro hafa firenena i Solomona Mpanjaka, ankoatra an’ilay zanakavavin’i Farao, dia vehivavy moabita sy amonita sy edomita sy sidonianina ary hetita,",
        "2": "avy tamin’ireo firenena nolazain’i Jehovah tamin’ny zanak’Israely hoe: “Aza mankany amin’ireny ianareo, ary ireny koa tsy tokony hankany aminareo, fa tena ho voatariny hanaraka ny andriamaniny ny fonareo.” Ireny anefa no niraiketan’ny fitiavan’i Solomona.",
        "3": "Ary nanjary nanana vady andriambavy fitonjato izy, ary vadikely telonjato, ka voatarik’ireny tsikelikely ny fony.",
        "4": "Rehefa antitra i Solomona, dia voatarik’ireny vadiny ireny hanaraka andriamani-kafa ny fony. Ary tsy nifikitra tanteraka tamin’i Jehovah Andriamaniny ny fony, tsy mba hoatran’ny fon’i Davida rainy.",
        "5": "Fa nanaraka an’i Astarta, andriamanibavin’ny Sidonianina i Solomona, sady nanaraka an’i Milkoma, zava-maharikoriko notompoin’ny Amonita.",
        "6": "Ary nanao izay ratsy teo imason’i Jehovah i Solomona, ka tsy nanaraka an’i Jehovah tamin’ny fony manontolo, tsy mba hoatran’i Davida rainy.",
        "7": "Tamin’izay i Solomona no nanorina toerana avo teo amin’ilay tendrombohitra nanandrify an’i Jerosalema, ho an’i Kemosy, zava-maharikoriko notompoin’i Moaba, sy ho an’i Moleka, zava-maharikoriko notompoin’ny taranak’i Amona.",
        "8": "Ary toy izany no nataony ho an’ny vadiny rehetra hafa firenena, izay nanolotra setroka ho sorona sady nanao sorona ho an’ny andriamanitr’izy ireo.",
        "9": "Dia tezitra mafy tamin’i Solomona i Jehovah, satria ny fony niala tamin’i Jehovah Andriamanitry ny Israely, izay niseho taminy indroa.",
        "10": "Ary efa nandidy azy mba tsy hanao izany sy tsy hanaraka andriamani-kafa i Jehovah, nefa tsy nitandrina an’izany didy izany izy.",
        "11": "Koa hoy i Jehovah taminy: “Satria izany no nataonao, ka tsy nohajainao ny fifanekena nataoko sady tsy notandremanao ny lalàko izay nandidiako anao, dia hesoriko aminao tokoa ny fanjakana ka homeko ny mpanomponao.",
        "12": "Tsy hataoko amin’ny andronao anefa izany noho ny amin’i Davida rainao, fa rehefa eo an-tanan’ny zanakao ny fanjakana vao hesoriko aminy.",
        "13": "Tsy ny fanjakana manontolo anefa no hesoriko aminy, fa homeko foko iray izy noho ny amin’i Davida mpanompoko sy noho ny amin’i Jerosalema izay nofidiko.”",
        "14": "Ary nataon’i Jehovah izay hisian’ny mpanohitra an’i Solomona, dia i Hadada Edomita izay taranaka mpanjaka. Tany Edoma izy tamin’izay.",
        "15": "Fony i Davida namely an’i Edoma, rehefa niakatra handevina an’izay maty i Joaba lehiben’ny tafika, dia niezaka hamono ny lahy rehetra tany Edoma i Joaba.",
        "16": "Fa enim-bolana no nijanonan’i Joaba sy ny Israely rehetra tany, mandra-pandringany ny lahy rehetra tany Edoma.",
        "17": "Nandositra anefa i Hadada, ary niaraka taminy ny lehilahy edomita sasany anisan’ny mpanompon-drainy, ka nankany Ejipta izy ireo. Mbola ankizilahikely i Hadada tamin’izay.",
        "18": "Dia niainga avy tany Midianina izy ireo ary nankany Parana, ka naka olona avy tany mba hiaraka taminy. Ary nankany Ejipta, tany amin’i Farao mpanjakan’i Ejipta izy ireo, ka nomeny trano. Nasainy nomena sakafo koa izy ireo, ary nomeny tany.",
        "19": "Ary tena tian’i Farao i Hadada, ka nomeny ho vadiny ny rahavavim-badiny, izany hoe ny rahavavin’i Tapanesa andriambavy.",
        "20": "Tatỳ aoriana, dia niteraka an’i Genobata zanany lahy tamin’i Hadada ny rahavavin’i Tapanesa. Ary tao an-tranon’i Farao mihitsy i Tapanesa no nampisara-nono an’i Genobata. Dia nipetraka tao an-tranon’i Farao, niaraka tamin’ny zanany, i Genobata.",
        "21": "Ary ren’i Hadada tany Ejipta fa nodimandry any amin’ny razany i Davida, ary maty koa i Joaba lehiben’ny tafika. Dia hoy izy tamin’i Farao: “Alefaso hody any amin’ny taniko aho.”",
        "22": "Fa hoy i Farao taminy: “Fa inona no mahory anao eto amiko no te hody any amin’ny taninao ianao?” Dia hoy izy: “Tsy misy! Fa alefaso mihitsy aho na izany aza.”",
        "23": "Nataon’Andriamanitra koa izay hisian’ny mpanohitra an’i Solomona, dia i Rezona zanak’i Eliada. Nandositra an’i Hadadezera tompony, mpanjakan’i Zoba, izy.",
        "24": "Ary tsy nitsahatra namory olona homba azy izy, ka tonga lehiben’ny mpandroba, tamin’i Davida namono ny olona tao Zoba. Koa nankany Damaskosy izy ireo ary nanorim-ponenana tany, dia nanjaka tany.",
        "25": "Ary lasa mpanohitra ny Israely i Rezona, tamin’ny andro rehetra nanjakan’i Solomona, ka nanampy trotraka ny ratsy efa nataon’i Hadada. Nankahala ny Israely izy tamin’izy nanjaka tany Syria.",
        "26": "Ary teo koa i Jeroboama zanak’i Nebata. Efraimita avy any Zareda izy, ary mpanompon’i Solomona. Zeroa no anaran-dreniny, ary mpitondratena ravehivavy. Nikomy tamin’ny mpanjaka koa io Jeroboama io.",
        "27": "Nikomy tamin’ny mpanjaka izy, satria nanorina ny Dongon-tany i Solomona, ka notampenany ny banga teo amin’ny Tanànan’i Davida rainy.",
        "28": "Lehilahy matanjaka sy mahery fo i Jeroboama. Rehefa hitan’i Solomona fa tia niasa mafy io tovolahy io, dia notendreny ho mpiandraikitra ny fanompoana rehetra tsy maintsy nataon’ny taranak’i Josefa izy.",
        "29": "Ary tamin’izay fotoana izay no nivoahan’i Jeroboama avy tany Jerosalema, ka nahitan’i Ahia mpaminany azy teny an-dalana. Akanjo vaovao no nanaovan’i Ahia Silonita, ary izy roa lahy irery no tany an-tsaha.",
        "30": "Dia nalain’i Ahia ilay akanjo vaovao teny aminy, ka norovidrovitiny ho roa ambin’ny folo.",
        "31": "Ary hoy izy tamin’i Jeroboama: “Makà folo ho anao, fa izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Hesoriko tsy ho eo an-tanan’i Solomona ny fanjakana, ka homeko foko folo ianao.",
        "32": "Mbola ho azy ihany anefa ny foko iray, noho ny amin’i Davida mpanompoko sy noho ny amin’i Jerosalema, ilay tanàna nofidiko teo amin’ny foko rehetran’ny Israely.",
        "33": "Ny antony dia satria nahafoy ahy izy ireo ka niankohoka teo anatrehan’i Astarta andriamanibavin’ny Sidonianina, sy Kemosy andriamanitr’i Moaba, ary Milkoma andriamanitry ny taranak’i Amona. Ary tsy nandeha tamin’ny lalako izy ireo, ka tsy nanao izay mahitsy teo imasoko sady tsy nitandrina ny didiko sy ny fitsipiko, tsy mba hoatran’i Davida rainy.",
        "34": "Tsy ny fanjakana manontolo anefa no hesoriko eo an-tanany, satria hotendreko ho mpiadidy izy mandritra ny androm-piainany, noho ny amin’i Davida mpanompoko izay nofidiko, fa nitandrina ny didiko sy ny lalàko izy.",
        "35": "Ary hesoriko tsy ho eo an-tanan’ny zanany tokoa ny fanjakana, ka homeko anao. Dia ho lasanao ny foko folo.",
        "36": "Fa homeko foko iray ny zanany, mba hisy jiro ho an’i Davida mpanompoko foana eo anatrehako, any Jerosalema, ilay tanàna nofidiko ho ahy mba hametrahana ny anarako.",
        "37": "Ary ianao no hofidiko, ka hanjaka eo amin’izay rehetra irinao, ary ho mpanjakan’ny Israely tokoa ianao.",
        "38": "Koa raha mankatò an’izay rehetra handidiako anao ianao, sady tena mandeha amin’ny lalako ary manao izay mahitsy eo imasoko, ka mitandrina ny lalàko sy ny didiko sahala amin’ny nataon’i Davida mpanompoko, dia homba anao aho ka hampaharitra ny taranakao, sahala amin’izay nataoko ho an’i Davida. Ary homeko anao ny Israely.",
        "39": "Ary haetriko ny taranak’i Davida noho izany ratsy nataony izany, nefa tsy avelako hietry eo foana izy.’”",
        "40": "Nitady hamono an’i Jeroboama i Solomona. Koa lasa nandositra tany Ejipta ho any amin’i Sisaka mpanjakan’i Ejipta i Jeroboama, ary nijanona tany mandra-pahafatin’i Solomona.",
        "41": "Ary ny sisa amin’ny tantaran’i Solomona, mbamin’izay rehetra nataony sy ny fahendreny, tsy efa voasoratra ao amin’ny boky mirakitra ny tantaran’i Solomona ve izany?",
        "42": "Efapolo taona ny andro nanjakan’i Solomona tany Jerosalema, teo amin’ny Israely rehetra.",
        "43": "Dia nodimandry any amin’ny razany izy, ka nalevina tao amin’ny Tanànan’i Davida rainy. Ary i Rehoboama zanany no nanjaka nandimby azy."
    },
    "12": {
        "1": "Nankany Sekema i Rehoboama, satria tany no nalehan’ny Israely rehetra mba hanao azy ho mpanjaka.",
        "2": "Raha vao ren’i Jeroboama zanak’i Nebata izany, raha mbola tany Ejipta izy—fa nandositra tany izy noho ny amin’i Solomona Mpanjaka ka nonina tany—",
        "3": "dia nampiantso azy ny olona. Dia tonga i Jeroboama sy ny fiangonan’Israely manontolo, ka niteny tamin’i Rehoboama hoe:",
        "4": "“Nampitondra zioga mavesatra anay ny rainao, fa ianao kosa, mba hamaivano ny fanompoana mafy nampanaovin-drainao sy ny zioga mavesatra nampitondrainy anay, dia hanompo anao izahay.”",
        "5": "Dia hoy izy tamin’ireo: “Mandehana aloha, dia miverena atỳ amiko rehefa afaka telo andro.” Koa lasa ny olona.",
        "6": "Ary i Rehoboama Mpanjaka naka hevitra tamin’ireo zokiolona izay mpanolo-tsaina an’i Solomona rainy fony fahavelony, ka niteny hoe: “Inona no havaly ny vahoaka, araka ny hevitrareo?”",
        "7": "Dia hoy ireo zokiolona taminy: “Raha asehonao fa mpanompon’ny vahoaka ianao, ary tena manompo azy, dia teny mahafinaritra no tokony havalinao sy holazainao aminy. Dia azo antoka fa hanompo anao foana ny vahoaka.”",
        "8": "Tsy nanaiky ny soso-kevitr’ireo zokiolona anefa izy, fa naka hevitra tamin’ireo tovolahy niaraka lehibe taminy, izay mpanolo-tsaina azy.",
        "9": "Hoy izy tamin’ireo: “Inona no soso-kevitra omenareo mba havalintsika ny vahoaka? Niteny tamiko mantsy ry zareo hoe: ‘Mba hamaivano ny zioga nampitondrain’ny rainao anay.’”",
        "10": "Koa hoy ireo tovolahy niaraka lehibe taminy: “Na dia nilaza taminao aza ny vahoaka hoe: ‘Nampitondra zioga mavesatra anay ny rainao, fa ianao kosa tokony hanamaivana izany’, dia izao lazaina aminy: ‘Ho lehibe noho ny andilan’ny raiko ny ankikeliko.",
        "11": "Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hampitombo ny zioganareo. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.’”",
        "12": "Dia nankany amin’i Rehoboama i Jeroboama sy ny olona rehetra, tamin’ny andro fahatelo, araka ny tenin’ny mpanjaka hoe: “Miverena atỳ amiko amin’ny andro fahatelo.”",
        "13": "Teny henjana anefa no navalin’ny mpanjaka ny vahoaka, ary tsy noraisiny ny soso-kevitr’ireo zokiolona.",
        "14": "Nanaraka ny soso-kevitr’ireo tovolahy izy, ka nilaza hoe: “Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hampitombo ny zioganareo. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.”",
        "15": "Koa tsy nohenoin’ny mpanjaka ny vahoaka, satria avy tamin’i Jehovah izany, mba hanatanterahan’i Jehovah ny teny nolazainy tamin’i Jeroboama zanak’i Nebata, tamin’ny alalan’i Ahia Silonita.",
        "16": "Rehefa hitan’ny vahoakan’Israely manontolo fa tsy nihaino azy ny mpanjaka, dia hoy ny navalin’izy ireo: “Inona moa no mba anjaranay amin’i Davida? Tsy misy lovanay ange ao amin’ny zanak’i Jese e! Samia mankany amin’ny andriamaniny avy, ry Israely ô! Karakarao amin’izay ny taranakao, ry Davida ô!” Dia nody tany amin’ny tranolainy avy ny Israely.",
        "17": "Ny zanak’Israely izay nonina tany amin’ireo tanànan’i Joda ihany no mbola nanjakan’i Rehoboama.",
        "18": "Tatỳ aoriana, dia nirahin’i Rehoboama Mpanjaka i Adorama, izay niandraikitra an’ireo voantso hanao fanompoana. Nitora-bato azy anefa ny Israely rehetra, ka maty izy. I Rehoboama Mpanjaka kosa tafakatra tao anaty kalesiny, ka nandositra tany Jerosalema.",
        "19": "Ary mbola mikomy amin’ny taranak’i Davida ny Israelita mandraka androany.",
        "20": "Raha vao ren’ny Israely rehetra fa tafaverina i Jeroboama, dia nampiantso azy avy hatrany izy ireo hankeo amin’ny vahoaka, ka nampanjaka azy teo amin’ny Israely rehetra. Tsy nisy nanaraka ny taranak’i Davida, afa-tsy ny fokon’i Joda ihany.",
        "21": "Vao tonga tany Jerosalema i Rehoboama, dia namory ny taranak’i Joda rehetra sy ny fokon’i Benjamina, izany hoe vatan-dehilahy mpiady voafantina valo alina sy iray hetsy. Namory azy ireo hiady tamin’ny taranak’Israely i Rehoboama zanak’i Solomona, mba hahazoana indray ny fanjakana.",
        "22": "Dia tonga tamin’i Semaia lehilahin’Andriamanitra, ny tenin’Andriamanitra, nanao hoe:",
        "23": "“Lazao amin’i Rehoboama zanak’i Solomona mpanjakan’ny Joda, sy amin’ny taranak’i Joda sy Benjamina rehetra, ary amin’ny vahoaka sisa hoe:",
        "24": "‘Izao no nolazain’i Jehovah: “Aza miakatra hiady amin’ny zanak’Israely rahalahinareo, fa samia mody any an-tranony avy. Fa izaho no nahatonga izao zavatra izao.”’” Dia nankatò ny tenin’i Jehovah izy ireo, ka nody tany an-tranony araka ny tenin’i Jehovah.",
        "25": "Dia nanorina an’i Sekema tany amin’ny faritra be tendrombohitr’i Efraima i Jeroboama, ka nonina tany. Ary niala tany izy, ka nanorina an’i Penoela.",
        "26": "Ary hoy i Jeroboama anakampo: “Hiverina amin’ny taranak’i Davida izao ny fanjakana.",
        "27": "Raha miakatra lava mba hanao sorona ao an-tranon’i Jehovah any Jerosalema ity vahoaka ity, dia tena hiverina amin’ny tompon’izy ireo indray ny fony, dia amin’i Rehoboama mpanjakan’ny Joda. Ary hamono ahy tokoa izy ireo, ka hiverina amin’i Rehoboama mpanjakan’ny Joda.”",
        "28": "Koa naka hevitra ny mpanjaka, ka nanao zanak’omby volamena roa, ary niteny tamin’ny vahoaka hoe: “Mafy loatra aminareo ny miakatra any Jerosalema. Koa io ny Andriamanitrao izay nitondra anao niakatra avy tany Ejipta, ry Israely ô!”",
        "29": "Dia napetrany tao Betela ny iray, fa ny iray kosa tany Dana.",
        "30": "Nahatonga ny vahoaka hanota izany, ka tonga hatrany Dana izy ireo mba ho eo anatrehan’ilay zanak’omby tao.",
        "31": "Nanao trano teny amin’ireo toerana avo i Jeroboama, sady nanendry mpisorona avy tamin’ny sarambabem-bahoaka, izay tsy anisan’ny taranak’i Levy.",
        "32": "Ary nataon’i Jeroboama andro fety ny fahadimy ambin’ny folon’ny volana fahavalo, sahala amin’ny fety tany Joda, mba hanolorany fanatitra teo amin’ilay alitara nataony tao Betela, ka hanaovany sorona ho an’ireo zanak’omby nataony. Ary notendreny hanompo tao Betela ny mpisoron’ireo toerana avo namboariny.",
        "33": "Dia nanolotra fanatitra teo amin’ilay alitara nataony tao Betela izy, tamin’ny andro fahadimy ambin’ny folon’ny volana fahavalo. Izy ihany no nifidy an’io volana io. Ary nanao andro fety ho an’ny zanak’Israely izy, sady nanolotra fanatitra teo amin’ilay alitara mba hidona-tsetroka."
    },
    "13": {
        "1": "Nisy lehilahin’Andriamanitra niainga avy any Joda, noho ny tenin’i Jehovah. Ary tonga tany Betela izy, raha mbola nitsangana teo anilan’ny alitara i Jeroboama mba hanolotra setroka ho sorona.",
        "2": "Dia nanameloka an’ilay alitara ilay lehilahin’Andriamanitra, araka ny tenin’i Jehovah, ka niantsoantso hoe: “Ry alitara ô, ry alitara ô! Izao no nolazain’i Jehovah: ‘Hisy zazalahy ho teraka ao amin’ny taranak’i Davida. Josia no anarany. Ary hataony sorona eo amboninao ireo mpisoron’ny toerana avo, izay manolotra setroka ho sorona eo amboninao. Taolan’olona no hodorany eo amboninao.’”",
        "3": "Dia nilaza fambara izy tamin’izay andro izay hoe: “Izao no fambara nolazain’i Jehovah: Jereo fa hitresaka ny alitara ka hiraraka ny lavenona feno menaka izay eo amboniny.”",
        "4": "Raha vao ren’i Jeroboama Mpanjaka ny tenin’ilay lehilahin’Andriamanitra izay niantsoantso nanameloka ilay alitara tao Betela, dia natsotrany avy hatrany ny tanany hiala teo amin’ny alitara, ka hoy izy: “Hazòny izy!” Avy hatrany, dia maty ilay tanany natsotrany izay nanondroany an-dralehilahy, ka tsy azony naforitra.",
        "5": "Ary nitresaka ny alitara, ka raraka avy teo ny lavenona feno menaka, araka ilay fambara nomen’ilay lehilahin’Andriamanitra, araka izay nolazain’i Jehovah.",
        "6": "Ary hoy ny mpanjaka tamin’ilay lehilahin’Andriamanitra: “Mba iangavio re i Jehovah Andriamanitrao, azafady, ka mivavaha ho ahy mba hiverina amin’ny laoniny ny tanako e!” Dia niangavy an’i Jehovah ilay lehilahin’Andriamanitra, ka niverina tamin’ny laoniny ny tanan’ny mpanjaka ary lasa toy ny taloha.",
        "7": "Hoy koa izy tamin’ilay lehilahin’Andriamanitra: “Andao hiaraka amiko ho any an-trano, mba hihinan-javatra kely, ary homeko fanomezana ianao.”",
        "8": "Fa hoy ilay lehilahin’Andriamanitra taminy: “Na homenao ahy aza ny antsasaky ny tranonao, dia tsy hiaraka aminao aho, na hihinan-kanina, na hisotro rano atỳ amin’ity toerana ity.",
        "9": "Fa izao no baiko nomena ahy, araka ny tenin’i Jehovah: ‘Aza mihinan-kanina na misotro rano, ary aza miverina amin’izay lalana efa nalehanao.’”",
        "10": "Dia lalan-kafa no nalehany, fa tsy niverina tamin’ilay lalana nahatongavany tany Betela izy.",
        "11": "Fa nisy mpaminany zokiolona iray nipetraka tany Betela. Ary tonga tao aminy ny zanany, ka nitantara taminy ny zava-drehetra nataon’ilay lehilahin’Andriamanitra tao Betela tamin’iny andro iny, mbamin’ny teny nolazainy tamin’ny mpanjaka. Eny, notantarain’izy ireo tamin-drainy izany.",
        "12": "Ary hoy ny rainy tamin’izy ireo: “Dia nankaiza ny lalany?” Koa natoron’ny zanany azy ny lalana nalehan’ilay lehilahin’Andriamanitra, izay avy any Joda.",
        "13": "Hoy koa izy tamin’ny zanany: “Asio lasely ny ampondra mba hitaingenako.” Dia nasian’izy ireo lasely ny ampondra ka nitaingenany.",
        "14": "Ary nanaraka an’ilay lehilahin’Andriamanitra izy, ka nahita azy nipetraka teo ambanin’ny hazobe. Dia hoy izy: “Ianao ve ilay lehilahin’Andriamanitra avy any Joda?” Ary hoy izy: “Ia, izaho no izy.”",
        "15": "Dia hoy izy: “Andao hiaraka amiko ho any an-trano mba hihinan-kanina.”",
        "16": "Fa hoy izy: “Tsy afaka miverina miaraka aminao aho na miditra ao an-tranonao, ary tsy mahazo mihinan-kanina na misotro rano miaraka aminao atỳ amin’ity toerana ity aho.",
        "17": "Izao mantsy no nolazaina tamiko, araka ny tenin’i Jehovah: ‘Aza mihinan-kanina na misotro rano any ianao, ary aza miverina amin’izay lalana efa nalehanao.’”",
        "18": "Dia hoy izy taminy: “Izaho koa mba mpaminany sahala aminao. Ary nisy anjely nilaza tamiko ny tenin’i Jehovah hoe: ‘Asaivo miverina miaraka aminao ho any an-tranonao izy mba hihinan-kanina sy hisotro rano.’” Namitaka azy anefa izy.",
        "19": "Koa niara-niverina taminy izy ka nihinan-kanina sy nisotro rano tao an-tranony.",
        "20": "Raha mbola nipetraka teo anoloan’ny latabatra izy roa lahy, dia tonga tamin’ilay mpaminany izay nitondra azy niverina ny tenin’i Jehovah.",
        "21": "Koa hoy izy tamin’ilay lehilahin’Andriamanitra avy any Joda: “Izao no nolazain’i Jehovah: ‘Satria nikomy tsy nanaraka ny baikon’i Jehovah ianao, ary tsy nitandrina ny didy nandidian’i Jehovah Andriamanitrao anao,",
        "22": "fa niverina mba hihinan-kanina sy hisotro rano tany amin’ilay toerana efa nolazainy taminao hoe: “Aza mihinan-kanina na misotro rano any”, dia tsy ho tonga any amin’ny fasan-drazanao ny fatinao.’”",
        "23": "Rehefa avy nihinana sy nisotro izy, dia nasiany lasely avy hatrany ny ampondra mba hitaingenan’ilay mpaminany izay nentiny niverina.",
        "24": "Ary lasa nandeha io. Nony afaka kelikely, dia nisy liona nahita azy teny an-dalana ka namono azy. Dia nipitika teo amin’ny lalana ny fatiny, fa ilay ampondra kosa nijoro teo anilan’ny faty. Nijanona teo anilan’ny faty koa ilay liona.",
        "25": "Ary nisy olona nandalo ka nahita ilay faty teo an-dalana, sy ilay liona nijanona teo anilan’ny faty. Dia niditra tao an-tanàna ireo, ka nilaza izany tao amin’ilay tanàna nonenan’ilay mpaminany zokiolona.",
        "26": "Raha vao nandre izany ilay mpaminany nitondra azy niverina, dia niteny hoe: “Ilay lehilahin’Andriamanitra nikomy tsy nanaraka ny baikon’i Jehovah izay! Natolotr’i Jehovah hoviravirain’ny liona sy hovonoiny izy, araka ny tenin’i Jehovah taminy.”",
        "27": "Ary hoy izy tamin’ireo zanany: “Asio lasely ny ampondra mba hitaingenako.” Dia nasian’izy ireo lasely ilay ampondra.",
        "28": "Ary lasa nandeha izy, ka nahita ny fatin-dralehilahy teo an-dalana, ary samy nijoro teo anilan’ilay faty ny ampondra sy ny liona. Tsy nohanin’ilay liona ilay faty, ary tsy noviravirainy ilay ampondra.",
        "29": "Dia nobatain’ilay mpaminany ny fatin’ilay lehilahin’Andriamanitra, ka nataony teo ambony ampondra, ary nentiny niverina. Ary niditra tao an-tanànany ilay mpaminany zokiolona, mba hitomany sy handevina azy.",
        "30": "Koa naleviny tao amin’ny fasany ny fatin-dralehilahy. Ary nitomany azy ny olona, sady nanao hoe: “Indrisy, ry rahalahiko!”",
        "31": "Rehefa voaleviny ralehilahy, dia hoy izy tamin’ireo zanany: “Rehefa maty aho, dia aleveno ao amin’ny fasana misy an’ilay lehilahin’Andriamanitra, ka apetraho eo anilan’ny taolany ny taolako.",
        "32": "Fa tsy maintsy ho tanteraka ilay tenin’i Jehovah nataony antso avo, ka nanamelohany an’ilay alitara eto Betela sy ireo trano rehetra eny amin’ny toerana avo ao amin’ireo tanànan’i Samaria.”",
        "33": "Mbola tsy niala tamin’ny lalan-dratsiny i Jeroboama taorian’izany, fa mbola nanendry olona avy tamin’ny sarambabem-bahoaka mba ho mpisoron’ny toerana avo. Koa izay tia an’izany, dia nomeny fahefana, ka hoy izy: “Aoka izy ho anisan’ireo mpisoron’ny toerana avo.”",
        "34": "Ary nahatonga ny ankohonan’i Jeroboama hanota izany, ka nitarika ho amin’ny fanafoanana sy ny fandringanana azy tsy ho etỳ ambonin’ny tany."
    },
    "14": {
        "1": "Narary i Abia zanak’i Jeroboama, tamin’izay fotoana izay.",
        "2": "Koa hoy i Jeroboama tamin’ny vadiny: “Mitsangàna re, azafady, ary mody manaova olon-kafa mba tsy ho fantatry ny olona hoe vadiko ianao, ka mandehana any Silo. Any mantsy i Ahia mpaminany, izay nilaza tamiko hoe ho mpanjakan’ity firenena ity aho.",
        "3": "Ary mitondrà mofo folo sy mofomamy ary tantely eran’ny tavoara, ka mankanesa ao amin’i Ahia, fa izy no hilaza aminao izay hanjo ny zaza.”",
        "4": "Koa izany tokoa no nataon’ny vadin’i Jeroboama ka niainga ho any Silo izy, ary nankao an-tranon’i Ahia. Ary efa tsy nahita intsony i Ahia fa efa pahina ny masony, noho izy efa be taona.",
        "5": "Ary efa niteny tamin’i Ahia i Jehovah hoe: “Iny avy iny ny vadin’i Jeroboama mba hanontany anao momba an-janany, fa marary ilay zaza. Koa izao sy izao no holazainao aminy. Ary izao no hitranga: Raha vao tonga izy, dia hataony izay tsy hahafantarana azy.”",
        "6": "Raha vao ren’i Ahia ny figodongodon’ny tongony niditra teo amin’ny fidirana, dia hoy izy: “Mandrosoa, ry vadin’i Jeroboama! Nahoana ianao no manao izay tsy hahafantarana anao, nefa izaho nirahina ho any aminao mba hitondra hafatra henjana?",
        "7": "Mandehana lazao amin’i Jeroboama hoe: ‘Izao no nolazain’i Jehovah Andriamanitry ny Israely: “Nasandratro avy teo amin’ny vahoaka ianao mba hotendreko ho mpitarika ny Israely oloko.",
        "8": "Ary nesoriko tamin’ny taranak’i Davida ny fanjakana ka nomeko anao, nefa ianao tsy mba nanao tahaka an’i Davida mpanompoko, izay nitandrina ny didiko sy nanaraka ahy tamin’ny fony manontolo ka tsy nanao afa-tsy izay mahitsy teo imasoko.",
        "9": "Fa nanao ratsy mihoatra noho izay rehetra talohanao ianao, ka lasa nanao andriamani-kafa sy sarivongana metaly mba hampahatezitra ahy, fa izaho kosa narianao tany ivohonao.",
        "10": "Noho izany, dia hahatonga loza amin’ny ankohonan’i Jeroboama aho, ka haringako daholo ny lahy rehetra anisan’ny ankohonany, dia ireo tsy misy mpiaro sy tsy misy ilana azy eo amin’ny Israely. Ary hofafako tsy hisy intsony ny ankohonan’i Jeroboama toy ny famafa diky, * mandra-panaisotra azy tanteraka.",
        "11": "Koa izay ankohonan’i Jeroboama maty ao an-tanàna dia hohanin’ny alika, ary izay maty any an-tsaha kosa hohanin’ny voro-manidina, fa i Jehovah no efa niteny.”’",
        "12": "“Fa ianao kosa, mitsangàna ka modia any an-tranonao, fa raha vao mandingana ho ao an-tanàna ny tongotrao, dia ho faty tokoa ilay zaza.",
        "13": "Koa hitomany azy ny Israely rehetra ary handevina azy, satria izy irery ihany, amin’ny ankohonan’i Jeroboama, no hiditra am-pasana. Tamin’ny ankohonan’i Jeroboama mantsy, dia izy no mba nahitana zavatra tsara teo imason’i Jehovah Andriamanitry ny Israely.",
        "14": "Ary hanendry mpanjaka hitondra ny Israely i Jehovah, ka io no handringana ny ankohonan’i Jeroboama amin’io andro voalaza io. Ary ahoana raha mitranga izao ankehitriny izao izany?",
        "15": "Dia hasian’i Jehovah tokoa ny Israely, toy ny bararata mihozongozona any anaty rano. Ary tena hongotany tsy ho eto amin’ity tany tsara nomeny ny razany ity ny Israely, ka haparitany any ampitan’ny Renirano, noho izy ireo nanao an’ireny tsato-kazony masina ireny, ka nampahatezitra an’i Jehovah.",
        "16": "Ary hafoiny ny Israely noho ny fahotana izay nataon’i Jeroboama sy nampanotany ny Israely.”",
        "17": "Dia nitsangana ny vadin’i Jeroboama ka lasa nandeha ary tonga tany Tirza. Raha vao tonga teo an-tokonan’ny tranony izy, dia maty ilay zanany.",
        "18": "Koa nalevina ilay zaza, ary nitomany azy ny Israely rehetra, araka ny tenin’i Jehovah tamin’ny alalan’i Ahia mpaminany mpanompony.",
        "19": "Ary ny sisa amin’ny tantaran’i Jeroboama, eny, ny ady nataony sy ny nanjakany, dia efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely.",
        "20": "Roa amby roapolo taona ny andro nanjakan’i Jeroboama, dia nodimandry any amin’ny razany izy. Ary i Nadaba zanany no nanjaka nandimby azy.",
        "21": "Ary i Rehoboama zanak’i Solomona no lasa mpanjaka tany Joda. Iraika amby efapolo taona i Rehoboama tamin’izy nanomboka nanjaka, ary fito ambin’ny folo taona no nanjakany tao Jerosalema, ilay tanàna nofidin’i Jehovah teo amin’ny foko rehetran’ny Israely mba hametrahany ny anarany. Ary Nama no anaran-dreniny, dia i Nama Amonita.",
        "22": "Ary nanao izay ratsy teo imason’i Jehovah foana ny Joda, hany ka nanao izay hahasaro-piaro Azy mihoatra noho ny nataon’ny razan’izy ireo tamin’ny fahotana vitany.",
        "23": "Nanao toerana avo ho an’ny tenany koa izy ireo, ary nanao tsangambato masina sy tsato-kazo masina, teny amin’ny havoana avo rehetra sy teny ambanin’ny hazo midoroboka rehetra.",
        "24": "Ary nisy lehilahy mpivaro-tenan’ny tempoly mihitsy aza tao amin’ilay tany. Dia nataon’izy ireo daholo ny zava-maharikoriko rehetra fanaon’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely.",
        "25": "Ary tamin’ny taona fahadimy nanjakan’i Rehoboama Mpanjaka, dia niakatra hanafika an’i Jerosalema i Sisaka mpanjakan’i Ejipta.",
        "26": "Dia nalainy ireo zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy ireo tao an-tranon’ny mpanjaka, ka lasany daholo ny zava-drehetra. Lasany koa ny ampinga volamena rehetra nataon’i Solomona.",
        "27": "Koa nanao ampinga varahina ho solon’ireny i Rehoboama Mpanjaka, ka nametraka izany ho andraikitr’ireo lehiben’ny mpihazakazaka, dia ireo mpiambina ny fidirana mankao an-tranon’ny mpanjaka.",
        "28": "Ary isaky ny nankao amin’ny tranon’i Jehovah ny mpanjaka, dia nentin’ny mpihazakazaka ireo ampinga ireo, ary avy eo dia naveriny tao amin’ny efitra fiambenan’izy ireo.",
        "29": "Ary ny sisa amin’ny tantaran’i Rehoboama, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "30": "Ary nisy ady foana teo amin’i Rehoboama sy Jeroboama.",
        "31": "Farany, dia nodimandry any amin’ny razany i Rehoboama, ka nalevina any amin’ny razany tao amin’ny Tanànan’i Davida. Nama no anaran-dreniny, dia i Nama Amonita. Ary i Abiama zanak’i Rehoboama no nanjaka nandimby azy."
    },
    "15": {
        "1": "Tamin’ny taona fahavalo ambin’ny folo nanjakan’i Jeroboama Mpanjaka zanak’i Nebata, no lasa mpanjakan’ny Joda i Abiama.",
        "2": "Telo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Maka, zafikelin’i Abisaloma.",
        "3": "Nandeha tamin’ny fahotana rehetra efa nataon-drainy talohany i Abiama. Ary tsy nifikitra tanteraka tamin’i Jehovah Andriamaniny ny fony, tsy mba hoatran’ny fon’i Davida razambeny.",
        "4": "Fa noho ny amin’i Davida no nanomezan’i Jehovah Andriamaniny azy jiro tany Jerosalema, ka nanendreny an-janany handimby azy sy nampaharetany an’i Jerosalema.",
        "5": "Nanao izay mahitsy teo imason’i Jehovah mantsy i Davida, ary tsy niala tamin’izay nandidiany azy izy nandritra ny androm-piainany, afa-tsy tamin’ilay raharaha momba an’i Oria Hetita.",
        "6": "Ary nisy ady teo amin’i Rehoboama sy Jeroboama nandritra ny androm-piainany.",
        "7": "Ary ny sisa amin’ny tantaran’i Abiama, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany? Ary nisy ady koa teo amin’i Abiama sy Jeroboama.",
        "8": "Farany, dia nodimandry any amin’ny razany i Abiama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Asa zanany no nanjaka nandimby azy.",
        "9": "Tamin’ny taona faharoapolo nanjakan’i Jeroboama mpanjakan’ny Israely no nanjakan’i Asa teo amin’ny Joda.",
        "10": "Iraika amby efapolo taona no nanjakany tany Jerosalema. Ary ny anaran’ny renibeny dia Maka, zafikelin’i Abisaloma.",
        "11": "Ary nanao izay mahitsy teo imason’i Jehovah i Asa, sahala amin’i Davida razambeny.",
        "12": "Koa nofoanany teo amin’ilay tany ireo lehilahy mpivaro-tenan’ny tempoly, ary nesoriny daholo koa ny sampy maharikoriko * nataon’ny razany.",
        "13": "Nesoriny tsy ho andriambavy koa na dia i Maka renibeny aza, satria nanao sampy mahatsiravina izay nampiasaina hivavahana tamin’ny tsato-kazo masina. Dia nokapain’i Asa ilay sampy mahatsiravina nataon’ny renibeny ka nodorany tao amin’ny lohasaha falehan-driakan’i Kidrona.",
        "14": "Fa tsy mba nesoriny kosa ireo toerana avo. Na izany aza, dia nifikitra tanteraka tamin’i Jehovah ny fon’i Asa, nandritra ny androm-piainany.",
        "15": "Ary nampidiriny tao an-tranon’i Jehovah izay zavatra nohamasinin-drainy sy nohamasinin’ny tenany, dia volafotsy sy volamena ary zavatra maro hafa.",
        "16": "Ary nisy ady teo amin’i Asa sy Basa mpanjakan’ny Israely, nandritra ny androm-piainan’izy ireo.",
        "17": "Koa niakatra hanafika an’i Joda i Basa mpanjakan’ny Israely, ary nanorina an’i Rama izy mba tsy hamelana na iza na iza hivezivezy hankao amin’i Asa mpanjakan’ny Joda.",
        "18": "Koa nalain’i Asa daholo ny volafotsy sy ny volamena sisa tamin’ireo zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka, ka nataony teo an-tanan’ny mpanompony. Ary nirahin’i Asa Mpanjaka ireo ho any amin’i Beni-hadada zanak’i Tabrimona, zanak’i Heziona, mpanjakan’i Syria, izay nonina tao Damaskosy, mba hilaza hoe:",
        "19": "“Misy fifanekena eo amiko sy aminao, ary eo amin’ny raiko sy ny rainao. Nandefasako volafotsy sy volamena ianao ho fanomezana. Koa foany ny fifanekena nifanaovanao tamin’i Basa mpanjakan’ny Israely, mba hialany amiko.”",
        "20": "Dia neken’i Beni-hadada ny tenin’i Asa Mpanjaka, ka nirahiny ireo lehiben’ny tafiny mba hanafika ny tanànan’ny Israely. Koa notafihiny i Iona sy Dana sy Abela-beti-maka mbamin’i Kinereta manontolo, hatrany amin’ny tanin’i Naftaly manontolo.",
        "21": "Raha vao ren’i Basa izany, dia tsy nanorina an’i Rama intsony izy. Ary mbola nonina tao Tirza izy.",
        "22": "Fa nampiantsoin’i Asa Mpanjaka kosa ny Joda rehetra, ary tsy nisy afa-niala tamin’ny fiantsoany. Dia nentin’ny olona ny vato sy ny hazo nanorenan’i Basa an’i Rama, ka ireny no nampiasain’i Asa Mpanjaka hanorenana an’i Geba an’i Benjamina, sy Mizpa.",
        "23": "Ary ny sisa amin’ny tantaran’i Asa rehetra, mbamin’ny heriny rehetra sy izay rehetra nataony ary ireo tanàna naoriny, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany? Narary tongotra anefa izy rehefa antitra.",
        "24": "Farany, dia nodimandry any amin’ny razany i Asa, ka nalevina any amin’ny razany tao amin’ny Tanànan’i Davida razambeny. Ary i Josafata zanany no nanjaka nandimby azy.",
        "25": "Ary i Nadaba zanak’i Jeroboama kosa lasa mpanjakan’ny Israely tamin’ny taona faharoa nanjakan’i Asa mpanjakan’ny Joda. Ary nanjaka roa taona teo amin’ny Israely izy.",
        "26": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ary mbola nanao hoatran’izay nataon-drainy sady nanao araka ny fahotan-drainy izay nampanotany ny Israely.",
        "27": "Ary nanao tetika hamelezana an’i Nadaba i Basa zanak’i Ahia anisan’ny taranak’Isakara, ka namono azy ho faty tao Gibetona, izay an’ny Filistinina. Mbola nanao fahirano an’i Gibetona i Nadaba sy ny Israely rehetra tamin’izay.",
        "28": "Koa novonoin’i Basa izy tamin’ny taona fahatelo nanjakan’i Asa mpanjakan’ny Joda, ka i Basa no nanjaka nandimby azy.",
        "29": "Raha vao lasa mpanjaka i Basa, dia novonoiny daholo ny ankohonan’i Jeroboama manontolo, ka tsy nasiany niangana izay rehetra nanam-pofonaina tamin’ny ankohonan’i Jeroboama mandra-pandringany azy tanteraka, araka ny tenin’i Jehovah tamin’ny alalan’i Ahia Silonita mpanompony,",
        "30": "noho ny fahotana izay nataon’i Jeroboama sy nampanotany ny Israely, ary koa noho ny nanaovany izay hampahatezitra an’i Jehovah Andriamanitry ny Israely.",
        "31": "Ary ny sisa amin’ny tantaran’i Nadaba, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "32": "Ary nisy ady teo amin’i Asa sy Basa mpanjakan’ny Israely, nandritra ny androm-piainan’izy ireo.",
        "33": "Tamin’ny taona fahatelo nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely rehetra tao Tirza i Basa zanak’i Ahia, ary nanjaka efatra amby roapolo taona izy.",
        "34": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, ary mbola nanao hoatran’izay nataon’i Jeroboama sady nanao araka ny fahotany izay nampanotany ny Israely."
    },
    "16": {
        "1": "Tonga tamin’i Jeho zanak’i Hanany ny tenin’i Jehovah nanameloka an’i Basa, nanao hoe:",
        "2": "“Nasandratro avy tamin’ny vovoka ianao mba hotendreko ho mpitarika ny Israely oloko, nefa ianao mbola nanao hoatran’ny nataon’i Jeroboama, ka nampanota ny Israely oloko. Nampahatezitra ahy mantsy ny Israely noho ny fahotany.",
        "3": "Koa hofongorako tanteraka i Basa sy ny ankohonany, ka hataoko sahala amin’ny ankohonan’i Jeroboama zanak’i Nebata.",
        "4": "Koa izay ankohonan’i Basa maty ao an-tanàna dia hohanin’ny alika, ary izay maty any an-tsaha kosa hohanin’ny voro-manidina.”",
        "5": "Ary ny sisa amin’ny tantaran’i Basa, mbamin’izay nataony sy ny heriny, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "6": "Farany, dia nodimandry any amin’ny razany i Basa, ka nalevina tao Tirza. Ary i Elaha zanany no nanjaka nandimby azy.",
        "7": "Tamin’ny alalan’i Jeho mpaminany zanak’i Hanany no nahatongavan’ny tenin’i Jehovah ho fanamelohana an’i Basa sy ny ankohonany. Nomelohina izy ireo noho ny ratsy rehetra nataony teo imason’i Jehovah, dia ny nanaovany izay hampahatezitra Azy noho ny asan’ny tanany, hany ka ho lasa toy ny ankohonan’i Jeroboama ny ankohonany. Nomelohina koa izy ireo noho ny namonoany an’i Nadaba.",
        "8": "Tamin’ny taona fahenina amby roapolo nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tao Tirza i Elaha zanak’i Basa, ary nanjaka roa taona izy.",
        "9": "Ary nanao tetika hamelezana azy i Zimry mpanompony, lehiben’ny antsasak’ireo kalesiny, raha mbola tao Tirza i Elaha ka nimamo tao an-tranon’i Arza, izay niandraikitra ny ankohonany tao Tirza.",
        "10": "Dia niditra i Zimry ka namono an’i Elaha tamin’ny taona fahafito amby roapolo nanjakan’i Asa mpanjakan’ny Joda. Ary i Zimry no nanjaka nandimby an’i Elaha.",
        "11": "Raha vao nanjaka i Zimry ka nipetraka teo amin’ny seza fiandrianany, dia novonoiny daholo ny ankohonan’i Basa. Tsy nasiany niangana ny lahy rehetra anisan’ny ankohonany, sy ny havany mpamaly ra, ary ny namany.",
        "12": "Koa naringan’i Zimry daholo ny ankohonan’i Basa, araka ny tenin’i Jehovah izay nanamelohany an’i Basa tamin’ny alalan’i Jeho mpaminany,",
        "13": "noho ny fahotana rehetra nataon’i Basa sy ny fahotan’i Elaha zanany, dia ny fahotana izay nataon’izy ireo sy nampanotany ny Israely, rehefa nanao izay hahatezitra an’i Jehovah Andriamanitry ny Israely izy ireo noho ny sampiny tsy misy ilana azy.",
        "14": "Ary ny sisa amin’ny tantaran’i Elaha, mbamin’izay rehetra nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "15": "Tamin’ny taona fahafito amby roapolo nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjaka tao Tirza i Zimry, ary nanjaka fito andro izy. Nitoby mba hiady tamin’i Gibetona, izay an’ny Filistinina, ny olona tamin’izay.",
        "16": "Ary ren’ny olona tany an-toby ihany nony farany fa nanao tetika hamelezana ny mpanjaka i Zimry, ka namono azy. Koa nalain’ny Israely rehetra i Omry lehiben’ny tafika, ka nataony mpanjakan’ny Israely tamin’izay andro izay, tao an-toby.",
        "17": "Dia niakatra avy tany Gibetona i Omry sy ny Israely rehetra, ka nanao fahirano an’i Tirza.",
        "18": "Raha vao hitan’i Zimry fa voababo ny tanàna, dia niditra tao amin’ny tilikambo fonenana, izay anisan’ny tranon’ny mpanjaka izy. Dia nodorany ny tranon’ny mpanjaka mba ho kilan’ny afo tao izy. Koa maty izy,",
        "19": "noho ny fahotana nataony, tamin’ny nanaovany izay ratsy teo imason’i Jehovah, ka nanaovany hoatran’i Jeroboama sy nandehanany tamin’ny fahotany, izay nampanotany ny Israely.",
        "20": "Ary ny sisa amin’ny tantaran’i Zimry, mbamin’ny teti-dratsy nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "21": "Tamin’izay no nizara roa ny vahoakan’Israely, ka ny iray nomba an’i Tibny zanak’i Ginata mba hampanjaka azy, fa ny iray kosa nomba an’i Omry.",
        "22": "Farany, dia resin’ny mpomba an’i Omry ny mpomba an’i Tibny zanak’i Ginata, ka maty i Tibny, ary nanomboka nanjaka i Omry.",
        "23": "Tamin’ny taona fahiraika amby telopolo nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Omry. Roa ambin’ny folo taona no nanjakany, ka ny enin-taona tamin’izany tao Tirza.",
        "24": "Ary novidiny talenta volafotsy roa tamin’i Samera ny tendrombohitr’i Samaria. Koa nanorina tanàna teo amin’ilay tendrombohitra izy, ary Samaria no nataony anaran’ilay tanàna, araka ny anaran’i Samera, tompon’ilay tendrombohitra.",
        "25": "Ary nanao izay ratsy teo imason’i Jehovah foana i Omry, ary nanao ratsy mihoatra noho izay rehetra talohany aza izy.",
        "26": "Nanao hoatran’izay rehetra nataon’i Jeroboama zanak’i Nebata izy, dia ny fahotana izay nataony sy nampanotany ny Israely, rehefa nanao izay hahatezitra an’i Jehovah Andriamanitry ny Israely izy noho ny sampiny tsy misy ilana azy.",
        "27": "Ary ny sisa amin’ny tantaran’i Omry, dia izay nataony sy ny hery nentiny nanao zavatra, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "28": "Farany, dia nodimandry any amin’ny razany i Omry, ka nalevina tao Samaria. Ary i Ahaba zanany no nanjaka nandimby azy.",
        "29": "Koa i Ahaba zanak’i Omry no lasa mpanjakan’ny Israely tamin’ny taona fahavalo amby telopolo nanjakan’i Asa mpanjakan’ny Joda. Nanjaka teo amin’ny Israely tao Samaria roa amby roapolo taona i Ahaba zanak’i Omry.",
        "30": "Nanao izay ratsy teo imason’i Jehovah, mihoatra noho izay rehetra talohany, i Ahaba.",
        "31": "Toy ny hoe mbola tsy ampy azy ihany ny nandeha tamin’ny fahotan’i Jeroboama zanak’i Nebata, fa mbola nalainy ho vady koa i Jezebela zanakavavin’i Etibala mpanjakan’ny Sidonianina, ary lasa nanompo an’i Bala izy ka niankohoka teo anatrehany.",
        "32": "Nanorina alitara ho an’i Bala koa izy, tao an-tranon’i Bala izay naoriny tao Samaria.",
        "33": "Ary nanao tsato-kazo masina koa izy. Koa nanao zavatra maro hampahatezitra an’i Jehovah Andriamanitry ny Israely i Ahaba, mihoatra noho ny mpanjaka rehetran’ny Israely izay talohany.",
        "34": "Tamin’ny andron’i Ahaba no nanorenan’i Hiela Betelita an’i Jeriko. Koa maty i Abirama lahimatoany noho ny nanaovany ny fototra, ary maty i Segoba faralahiny noho ny nananganany ny vavahadiny, araka ny tenin’i Jehovah tamin’ny alalan’i Josoa zanak’i Nona."
    },
    "17": {
        "1": "Ary niteny tamin’i Ahaba i Elia Tisbita, izay anisan’ny mponin’i Gileada, hoe: “Raha mbola velona koa i Jehovah Andriamanitry ny Israely, izay eo anatrehany no itsanganako, dia tsy hisy ando na orana mandritra ny taona maro, raha tsy noho ny baiko avy amiko!”",
        "2": "Dia tonga tamin’i Elia ny tenin’i Jehovah hoe:",
        "3": "“Mialà eto ka mivilia miantsinanana ary miafena any amin’ny lohasaha falehan-driakan’i Kerita, any atsinanan’i Jordana.",
        "4": "Ary ny rano eo amin’ilay lohasaha no hosotroinao, ary ny goaika no hodidiako hanome sakafo anao any.”",
        "5": "Dia lasa avy hatrany i Elia, ka nanao araka ny tenin’i Jehovah. Koa nandeha izy ka nonina tany amin’ny lohasaha falehan-driakan’i Kerita, any atsinanan’i Jordana.",
        "6": "Ny goaika no nitondra mofo sy hena ho azy rehefa maraina sy hariva, ary ny rano teo amin’ilay lohasaha falehan-driaka no nosotroiny.",
        "7": "Ritra anefa ny rano teo amin’ilay lohasaha rehefa afaka andro maromaro, satria tsy nisy oram-be nilatsaka tamin’ny tany.",
        "8": "Dia tonga taminy ny tenin’i Jehovah hoe:",
        "9": "“Mitsangàna ka mandehana any Zarefata any Sidona, ary mijanòna any. Misy vehivavy mpitondratena efa nasaiko hanome sakafo anao any.”",
        "10": "Koa nitsangana izy ka nankany Zarefata, dia nankao amin’ny fidirana amin’ilay tanàna. Ary nisy vehivavy mpitondratena naka kitay teo. Dia niantso azy i Elia, ka nanao hoe: “Mba itondray rano kely anaty kaopy re aho hosotroiko e!”",
        "11": "Ary raha iny izy lasa naka rano iny, dia niantso azy indray i Elia, ary niteny hoe: “Dia mba itondray mofo kely koa aho, azafady.”",
        "12": "Fa hoy ravehivavy: “Raha mbola velona koa i Jehovah Andriamanitrao, dia tsy manana mofo aho. Tsy manana afa-tsy lafarinina eran-tanan’ila ao anaty siny lehibe sy menaka kely ao anaty siny kely aho. Maka kitay vitsivitsy aho izao, dia hiditra hikarakara sakafo ho anay mianaka. Dia hihinana izahay, ary ho faty avy eo.”",
        "13": "Dia hoy i Elia taminy: “Aza matahotra. Midira, ka manaova araka ny teninao. Fa anaovy mofo kely boribory anankiray amin’izay misy ao fotsiny aho aloha, ka ento etỳ amiko. Avy eo, dia afaka mikarakara sakafo ho anareo mianaka ianao.",
        "14": "Fa izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Tsy ho lany ny lafarinina ao anatin’ilay siny lehibe, ary tsy ho ritra ny menaka ao anatin’ilay siny kely, mandra-pahatongan’ny andro handatsahan’i Jehovah oram-be amin’ny tany.’”",
        "15": "Dia lasa ravehivavy, ka nanao araka ny tenin’i Elia. Ary nanan-kohanina nandritra ny andro maro ravehivavy sy Elia ary ny ankohonan-dravehivavy.",
        "16": "Tsy lany ny lafarinina tao anatin’ilay siny lehibe, ary tsy ritra ny menaka tao anatin’ilay siny kely, araka ny tenin’i Jehovah tamin’ny alalan’i Elia.",
        "17": "Narary ny zanak’ilay vehivavy tompon-trano, taorian’izay. Tena narary mafy ilay ankizilahy, ka tsy nisy fofonaina intsony tao aminy.",
        "18": "Dia hoy ravehivavy tamin’i Elia: “Misy zavatra iombonako aminao angaha moa, ry lehilahin’Andriamanitra ô? Tonga atỳ amiko ianao mba hampahatsiahy ny fahotako sy hamono ny zanako.”",
        "19": "Fa hoy i Elia taminy: “Atolory ahy ny zanakao.” Dia noraisiny avy teo an-tratran-dravehivavy ilay ankizy, ary nentiny niakatra tao amin’ilay efitra nipetrahany tany an-tampon-trano, ka nataony teo ambony fandrianany.",
        "20": "Dia niantso an’i Jehovah izy hoe: “Ry Jehovah Andriamanitro ô, nahatonga loza tamin’ity mpitondratena ivahiniako ity koa ve ianao ka nahafaty ny zanany?”",
        "21": "Dia nitsotra intelo teo ambonin’ilay ankizy izy, sady niantso an’i Jehovah hoe: “Ry Jehovah Andriamanitro ô! Mba ataovy re izay hampiverina ny ain’ity ankizy ity e!”",
        "22": "Farany, dia nihaino an’i Elia i Jehovah ka niverina ny ain’ilay ankizy, ary velona indray izy.",
        "23": "Dia noraisin’i Elia ilay ankizy, ka nentiny nidina avy tao amin’ilay efitra tany an-tampon-trano, ary natolony an-dreniny tao an-trano. Dia hoy i Elia: “Io fa velona ny zanakao.”",
        "24": "Ary hoy ravehivavy tamin’i Elia: “Tena fantatro tokoa izao fa lehilahin’Andriamanitra ianao, ary marina ny tenin’i Jehovah aloaky ny vavanao.”"
    },
    "18": {
        "1": "Rehefa afaka andro maro, izany hoe tamin’ny taona fahatelo, dia tonga tamin’i Elia ny tenin’i Jehovah, nanao hoe: “Mandehana miseho amin’i Ahaba, fa handatsaka orana amin’ny tany aho.”",
        "2": "Dia lasa i Elia mba hiseho tamin’i Ahaba, raha mbola mafy dia mafy ny mosary tany Samaria.",
        "3": "Tao anatin’izany fotoana izany, dia nantsoin’i Ahaba i Obadia, izay niandraikitra ny ankohonany. Olona tena natahotra an’i Jehovah i Obadia.",
        "4": "Rehefa nandringana an’ireo mpaminanin’i Jehovah mantsy i Jezebela, dia mpaminany zato no nalain’i Obadia ka nafeniny. Dimampolo avy no nataony tao anaty lava-bato, ary nitondrany mofo sy rano izy ireo.",
        "5": "Ary hoy i Ahaba tamin’i Obadia: “Mandehana mitety ny tany, ho any amin’ny loharano rehetra sy ny lohasaha falehan-driaka rehetra. Angamba hahita ahi-maitso isika, ka ho voatsimbina ny ain’ny soavaly sy ny ramole, ary tsy hisy biby ho ripaka intsony.”",
        "6": "Dia nozarain’izy ireo ny tany tokony hotetezina, ka i Ahaba nandeha irery tamin’ny lalana iray, ary i Obadia kosa nandeha irery tamin’ny lalana iray.",
        "7": "Ary nifanena tamin’i Elia teny an-dalana i Obadia, ka fantany avy hatrany hoe i Elia io. Dia niankohoka izy ka nanao hoe: “Ianao ve ity, ry Elia tompoko?”",
        "8": "Dia hoy i Elia taminy: “Izaho ity! Mandehana, lazao amin’ny tomponao hoe: ‘Any i Elia!’”",
        "9": "Fa hoy i Obadia: “Fa dia inona loatra no fahotana vitako no atolotrao eo an-tanan’i Ahaba ity mpanomponao mba hamonoany ahy ho faty?",
        "10": "Raha mbola velona koa i Jehovah Andriamanitrao, dia tsy nisy firenena na fanjakana tsy nandefasan’ny tompoko olona hitady anao. Ary rehefa niteny ireny hoe: ‘Tsy atỳ izy’, dia nasainy nianiana izany firenena sy fanjakana izany hoe tena tsy nahita anao tokoa.",
        "11": "Izao anefa ianao manao hoe: ‘Mandehana, lazao amin’ny tomponao hoe: “Any i Elia!”’",
        "12": "Azo antoka fa raha vao miala eto aminao aho, dia hoentin’ny fanahin’i Jehovah any amin’izay toerana tsy fantatro any ianao. Koa raha tonga any amin’i Ahaba aho ka milaza aminy, nefa tsy hahita anao izy, dia azo antoka fa hovonoiny ho faty aho. Efa hatramin’ny fahazazako anefa izaho mpanomponao no matahotra an’i Jehovah.",
        "13": "Mbola tsy nolazaina tamin’ny tompoko angaha izay nataoko rehefa novonoin’i Jezebela ny mpaminanin’i Jehovah, dia ny nanafenako ny mpaminanin’i Jehovah zato lahy? Dimampolo avy no nataoko tao anaty lava-bato, ary nitondrako mofo sy rano izy ireo.",
        "14": "Izao anefa ianao manao hoe: ‘Mandehana, lazao amin’ny tomponao hoe: “Any i Elia!”’ Koa azo antoka fa hovonoiny ho faty aho.”",
        "15": "Hoy anefa i Elia: “Raha mbola velona koa i Jehovah Tompon’ny tafika, izay eo anatrehany no itsanganako, dia hiseho amin’i Ahaba aho anio.”",
        "16": "Dia nankany amin’i Ahaba i Obadia ka nilaza izany taminy. Koa nankany amin’i Elia i Ahaba.",
        "17": "Raha vao nahita an’i Elia i Ahaba, dia nilaza taminy hoe: “Ianao ve ity, ry ilay nahatonga loza tamin’ny Israely?”",
        "18": "Ary hoy ny navalin’i Elia: “Tsy izaho no nahatonga loza tamin’ny Israely, fa ianao sy ny ankohonan-drainao, satria niala tamin’ny didin’i Jehovah ianareo, ka nanaraka an’ireo Bala.",
        "19": "Koa maniraha olona, ka vorio ny Israely rehetra hankany amiko any amin’ny Tendrombohitra Karmela. Vorio koa ny mpaminanin’i Bala dimampolo sy efajato sy ny mpaminanin’ny tsato-kazo masina efajato, izay samy mihinana eo an-databatr’i Jezebela.”",
        "20": "Dia naniraka olona tany amin’ny zanak’Israely rehetra i Ahaba, sady namory ny mpaminany rehetra ho any amin’ny Tendrombohitra Karmela.",
        "21": "Ary nankeo amin’ny olona rehetra i Elia, ka nanao hoe: “Mandra-pahoviana ianareo no hiroa saina? * Raha i Jehovah no tena Andriamanitra, dia manaraha azy. Fa raha i Bala kosa, dia manaraha azy.” Tsy namaly azy anefa ny olona na indraim-bava aza.",
        "22": "Dia hoy koa i Elia tamin’ny olona: “Izaho irery sisa no mpaminanin’i Jehovah, fa ny mpaminanin’i Bala kosa dimampolo sy efajato.",
        "23": "Koa aoka homena vantotr’ombilahy roa izahay, dia aoka ry zareo hifidy vantotr’ombilahy iray, ka handrasa azy ary hametraka azy eo ambony kitay, nefa tsy hanisy afo eo. Ary izaho kosa hikarakara an’ilay vantotr’ombilahy iray ka hametraka azy eo ambony kitay, nefa tsy hanisy afo eo koa.",
        "24": "Ary antsoy ny anaran’ny andriamanitrareo, fa izaho kosa hiantso ny anaran’i Jehovah. Koa izay Andriamanitra mamaly amin’ny afo no tena Andriamanitra.” Dia namaly ny olona rehetra hoe: “Mety izany.”",
        "25": "Ary hoy i Elia tamin’ireo mpaminanin’i Bala: “Fidio izay vantotr’ombilahy ho anareo, ka karakarao aloha fa ianareo no maro an’isa. Ary antsoy ny anaran’ny andriamanitrareo. Aza asiana afo anefa eo.”",
        "26": "Koa nalain’izy ireo ilay vantotr’ombilahy nomena azy, ka nokarakarainy. Dia niantso ny anaran’i Bala izy ireo hatramin’ny maraina ka mandra-pitataovovonan’ny andro, hoe: “Ry Bala ô, valio izahay!” Kanjo tsy nisy feo re, sady tsy nisy namaly. Dia tsy nitsahatra nihinjakinjaka nanodidina an’ilay alitara nataony izy ireo.",
        "27": "Ary nony mitataovovonana, dia nanesoeso azy ireo i Elia hoe: “Miantsoa faran’izay mafy fa andriamanitra izy. Tsy maintsy misy manahirana azy any, na te hivoaka * izy ka lasa any an-kabine. Na matory angamba izy ka tokony hifoha!”",
        "28": "Dia niantsoantso faran’izay mafy izy ireo. Ary nandidididy ny vatany tamin’ny sabatra kely sy ny lefona izy ireo araka ny fanaony, mandra-pikorianan’ny ra tamin’ny tenany.",
        "29": "Efa dila ny mitataovovonana, nefa mbola nanao hoatran’ny mpaminany teo foana izy ireo, mandra-pahatongan’ny fotoana fanolorana ny fanatitra varimbazaha. Mbola tsy nisy feo re ihany anefa, sady tsy nisy namaly na nihaino.",
        "30": "Farany, dia hoy i Elia tamin’ny olona rehetra: “Manatòna ahy.” Koa nanatona azy ny olona rehetra. Dia namboarin’i Elia ilay alitaran’i Jehovah efa rava.",
        "31": "Koa naka vato roa ambin’ny folo izy, araka ny isan’ny fokon’ny zanak’i Jakoba, izay nilazan’i Jehovah hoe: “Hatao hoe Israely ny anaranao.”",
        "32": "Dia nanamboatra alitara ho an’ny anaran’i Jehovah tamin’ireo vato ireo izy, sady nanisy tatatra manodidina an’ilay alitara, ka nitovitovy velarana amin’ny tany ampy hamafazana voa indroan’ny seha * ilay izy.",
        "33": "Avy eo dia nalahany ny kitay ary norasarasainy ilay vantotr’ombilahy ka napetrany teo ambony kitay. Dia hoy izy: “Fenoy rano ny siny lehibe efatra, ka araraho eo amin’ny fanatitra dorana sy ny kitay.”",
        "34": "Ary hoy izy: “Asio indray.” Dia nasian’ireo indray. Hoy ihany izy: “Asio fanintelony.” Dia nasian’ireo fanintelony.",
        "35": "Koa niraraka nanodidina ny alitara ny rano. Ary nofenoin’i Elia rano koa ny tatatra.",
        "36": "Tamin’ny fotoana fanolorana ny fanatitra varimbazaha, dia nanatona i Elia mpaminany ka nanao hoe: “Ry Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely ô! Aoka ho fantatra anio fa ianao no Andriamanitra eo amin’ny Israely, ary izaho dia mpanomponao, ka araka ny teninao no nanaovako izao zavatra rehetra izao.",
        "37": "Valio aho, Jehovah ô! Valio aho mba ho fantatr’ireto vahoaka ireto fa ianao, Jehovah ô, no tena Andriamanitra, ary ianao no nampiverina indray ny fon’izy ireo.”",
        "38": "Dia nilatsaka ny afon’i Jehovah ka nandevona ny fanatitra dorana sy ny kitay sy ny vato ary ny vovoka. Ritran’ny afo koa ny rano tao amin’ilay tatatra.",
        "39": "Rehefa nahita izany ny olona rehetra, dia niankohoka avy hatrany ka nanao hoe: “I Jehovah no tena Andriamanitra! I Jehovah no tena Andriamanitra!”",
        "40": "Dia hoy i Elia tamin’izy ireo: “Sambory ireo mpaminanin’i Bala! Aza avela hisy ho afa-mandositra na iray aza!” Koa nosamborin’ny olona avy hatrany izy ireo, ka nentin’i Elia nidina nankany amin’ny lohasaha falehan-driakan’i Kisona, dia novonoiny tany.",
        "41": "Ary hoy i Elia tamin’i Ahaba: “Miakara ka mihinàna sy misotroa, fa injany ny feon’ny oram-be mivatravatra.”",
        "42": "Dia niakatra i Ahaba mba hihinana sy hisotro. Fa i Elia kosa niakatra teo an-tampon’i Karmela, dia nipetraka nininginingina teo amin’ny tany, ka nataony teo anelanelan’ny lohaliny ny tarehiny.",
        "43": "Ary hoy izy tamin’ny mpanompony: “Miakara, azafady, ka mitazàna any an-dranomasina.” Dia niakatra izy ka nitazana, ary nanao hoe: “Tsy misy na inona na inona mihitsy any.” Hoy ihany i Elia: “Miverena indray.” Ary toy izany foana impito.",
        "44": "Ary tamin’ny fanimpitony, dia hoy ilay mpanompo: “Iny misy rahona kely hoatran’ny felatanana miakatra avy eny an-dranomasina.” Dia hoy i Elia: “Miakara, ka lazao amin’i Ahaba hoe: ‘Omano ny kalesinao, ary midìna sao ho voasakan’ny oram-be ianao!’”",
        "45": "Nandritra izany fotoana izany, dia maintin’ny rahona ny lanitra ary nifofofofo ny rivotra, ka nirotsaka ny oram-be nivatravatra. Koa nitaingina ny kalesiny i Ahaba, ary nanezaka mafy ho tonga tany Jezirela.",
        "46": "Ary nomba an’i Elia ny tanan’i Jehovah, ka nofeheziny teo amin’ny andilany ny akanjony, ary nihazakazaka teo alohan’i Ahaba izy mandra-pahatongany tany Jezirela."
    },
    "19": {
        "1": "Ary nolazain’i Ahaba tamin’i Jezebela daholo ny nataon’i Elia, sy ny namonoan’i Elia ny mpaminany rehetra tamin’ny sabatra.",
        "2": "Dia nampitondra hafatra tany amin’i Elia i Jezebela, nanao hoe: “Hofaizin’ireo andriamanitra anie aho, * ary mihoatra noho izany aza, raha tsy hataoko sahala amin’ny ain’ny tsirairay amin’ireny ny ainao rahampitso toy izao!”",
        "3": "Dia natahotra i Elia ka nandositra mba hamonjy ny ainy. Koa tonga tany Beri-sheba any Joda izy, ary navelany tao ny mpanompony,",
        "4": "fa izy kosa nandeha lalana indray andro tany an-tany efitra. Farany, dia tonga izy ka nipetraka teo ambany anjavidy iray. Ary nangataka ny ho faty izy, * ka nanao hoe: “Aoka izay! Esory amin’izay ny aiko, Jehovah ô, fa tsy tsara noho ny razako aho.”",
        "5": "Ary nandry izy ka resin-tory teo ambanin’ilay anjavidy. Dia nisy anjely nikasika azy ka nanao taminy hoe: “Miarena ka mihinàna.”",
        "6": "Dia nijery i Elia ka hitany fa nisy mofo boribory teo akaikin’ny lohany, ary teo ambony vato mahamay ilay izy. Nisy tavoara fasiana rano koa teo. Koa nihinana sy nisotro izy, dia nandry indray.",
        "7": "Tonga fanindroany indray ilay anjelin’i Jehovah, ka nikasika azy ary nanao hoe: “Miarena, ka mihinàna fa mbola tena lavitra ny dia halehanao.”",
        "8": "Dia niarina i Elia ka nihinana sy nisotro, ary nahazo hery avy tamin’izany ka nanohy ny diany efapolo andro sy efapolo alina, ary tonga hatrany Horeba, tendrombohitr’ilay tena Andriamanitra.",
        "9": "Rehefa tany izy, dia niditra tao anaty lava-bato mba hatory tao ny alina. Ary injay fa tonga taminy ny tenin’i Jehovah, nanao hoe: “Inona no ataonao atỳ, ry Elia?”",
        "10": "Dia hoy i Elia: “Tena nafana fo tamin’ny fanompoana an’i Jehovah Andriamanitry ny tafika aho. Efa nivadika tamin’ny fifanekena nataonao mantsy ny zanak’Israely. Noravany ny alitaranao, ary novonoiny tamin’ny sabatra ny mpaminaninao, ka izaho irery sisa, nefa mbola mifofo ny aiko koa izy ireo.”",
        "11": "Fa hoy Andriamanitra: “Mivoaha, ka mitsangàna eo an-tendrombohitra, eo anatrehan’i Jehovah.” Ary iny fa nandalo i Jehovah, ka nisy rivotra be sady mahery nampitresaka tendrombohitra sy namaky harambato, teo anatrehan’i Jehovah. Tsy tao amin’ilay rivotra anefa i Jehovah. Ary nisy horohoron-tany taorian’ilay rivotra. Tsy tao amin’ilay horohoron-tany anefa i Jehovah.",
        "12": "Ary nisy afo taorian’ilay horohoron-tany. Tsy tao amin’ilay afo anefa i Jehovah. Ary nisy feo malefaka sy iva taorian’ilay afo.",
        "13": "Raha vao ren’i Elia izany, dia nosaronany tamin’ilay akanjona mpaminany teny aminy ny tarehiny, ary nivoaka izy ka nitsangana teo amin’ny fidirana tamin’ilay lava-bato. Ary injay nisy feo tonga taminy, nanao hoe: “Inona no ataonao atỳ, ry Elia?”",
        "14": "Dia hoy i Elia: “Tena nafana fo tamin’ny fanompoana an’i Jehovah Andriamanitry ny tafika aho. Efa nivadika tamin’ny fifanekena nataonao mantsy ny zanak’Israely. Noravany ny alitaranao, ary novonoiny tamin’ny sabatra ny mpaminaninao, ka izaho irery sisa, nefa mbola mifofo ny aiko koa izy ireo.”",
        "15": "Dia hoy i Jehovah taminy: “Mandehana miverina ka mankanesa any an-tany efitr’i Damaskosy. Rehefa any ianao, dia hosory ho mpanjakan’i Syria i Hazaela.",
        "16": "I Jeho zafikelin’i Nimsy kosa hosory ho mpanjakan’ny Israely. Ary i Elisa zanak’i Safata, avy any Abela-mehola, hosory ho mpaminany handimby anao.",
        "17": "Izay afa-mandositra ny sabatr’i Hazaela dia hovonoin’i Jeho. Ary izay afa-mandositra ny sabatr’i Jeho kosa hovonoin’i Elisa.",
        "18": "Fa mbola misy fito arivo navelako any Israely, dia ny lohalika rehetra tsy nandohalika tamin’i Bala, sy ny vava rehetra tsy nanoroka azy.”",
        "19": "Koa niala teo i Elia ary nahita an’i Elisa zanak’i Safata, nanao asa tany. Ary omby efatra amby roapolo nandeha tsiroaroa no teo alohany, ary izy no teo amin’ireo omby roa faharoa ambin’ny folo farany. Dia niampita nankeny aminy i Elia, ary natsipiny teny amin’i Elisa ilay akanjo nanaovany.",
        "20": "Dia nilaozan’i Elisa teo ny omby ka lasa izy nihazakazaka nanaraka an’i Elia, ary niteny hoe: “Avelao aho aloha, azafady, mba hanoroka ny ray aman-dreniko, ary hanaraka anao aho avy eo.” Dia hoy i Elia: “Mandehana miverina, fa inona moa no nataoko taminao?”",
        "21": "Dia niverina i Elisa fa tsy nanaraka azy. Ary naka omby roa i Elisa, ka nataony sorona. Hazo tamin’ny angadinomby no nataony kitay handrahoana ny hena. Dia nomeny ny olona izany, ka nihinana ireo. Ary nitsangana izy taorian’izay ka nanaraka an’i Elia, ary nanompo azy."
    },
    "20": {
        "1": "Ary novorin’i Beni-hadada mpanjakan’i Syria ny tafiny rehetra, sy ireo mpanjaka roa amby telopolo niaraka taminy, mbamin’ny soavaly sy ny kalesy. Dia niakatra izy ka nanao fahirano an’i Samaria, ary nanafika azy.",
        "2": "Dia nandefa iraka ho ao an-tanàna izy, ho any amin’i Ahaba mpanjakan’ny Israely, nanao hoe: “Izao no nolazain’i Beni-hadada:",
        "3": "‘Ahy ny volafotsinao sy ny volamenanao. Ary ahy koa ireo vady aman-janakao, dia ireo tsara tarehy indrindra.’”",
        "4": "Dia hoy ny navalin’ny mpanjakan’ny Israely: “Anao tokoa aho sy izay rehetra ananako, araka ny teninao, ry mpanjaka tompoko.”",
        "5": "Dia niverina indray ny iraka taorian’izay, ka nanao hoe: “Izao no nolazain’i Beni-hadada: ‘Nandefa iraka tatỳ aminao aho nilaza hoe: “Omeo ahy ny volafotsinao sy ny volamenanao ary ireo vady aman-janakao.",
        "6": "Fa rahampitso toy izao dia hirahiko atỳ aminao ny mpanompoko, ka hataony sava hao ny tranonao sy ny tranon’ny mpanomponao. Koa izay rehetra mahafinaritra ny masonao no halainy ka hoentiny.”’”",
        "7": "Dia nantsoin’ny mpanjakan’ny Israely daholo ny anti-panahy teo amin’ny taniny, ka hoy izy: “Mba diniho kely, ary jereo fa te hanisy ratsy antsika mihitsy ilehiny. Efa nandefa iraka tatỳ amiko mantsy izy haka an’ireo vady aman-janako mbamin’ny volafotsiko sy ny volamenako, ary tsy nanda aho.”",
        "8": "Dia hoy ny anti-panahy rehetra sy ny olona rehetra: “Aza mankatò azy, ary aza manaiky.”",
        "9": "Koa hoy i Ahaba tamin’ny irak’i Beni-hadada: “Lazao amin’ny mpanjaka tompoko hoe: ‘Hataoko izay rehetra nanirahanao tatỳ amin’ny mpanomponao tamin’ny voalohany. Fa raha izao zavatra izao kosa, dia tsy vitako.’” Dia lasa niverina ny iraka, ka nitatitra izany taminy.",
        "10": "Ary nandefa iraka indray i Beni-hadada, nanao hoe: “Hofaizin’ireo andriamanitra anie aho, * ary mihoatra noho izany aza, raha havelako hisy tavela ny vovok’i Samaria ka samy hanana eran-tanan’ila avy izay rehetra manaraka ahy!”",
        "11": "Dia hoy ny navalin’ny mpanjakan’ny Israely: “Lazao aminy hoe: ‘Aoka ny vao mamatotra fehikibo tsy hirehareha sahala amin’ny efa mamaha.’”",
        "12": "Raha vao ren’i Beni-hadada izany, tamin’izy niara-nisotro tamin’ireo mpanjaka tao an-trano rantsankazo, dia hoy izy tamin’ny mpanompony: “Miomàna ianareo!” Dia niomana hanafika an’ilay tanàna ireo.",
        "13": "Ary nisy mpaminany iray nanatona an’i Ahaba mpanjakan’ny Israely, ka nanao hoe: “Izao no nolazain’i Jehovah: ‘Hitanao ve io vahoaka be io? Hatolotro eo an-tananao ireo anio, ary ho fantatrao tokoa fa izaho no Jehovah.’”",
        "14": "Ary hoy i Ahaba: “Amin’ny alalan’iza?” Dia hoy izy: “Izao no nolazain’i Jehovah: ‘Amin’ny alalan’ireo tovolahy ampiasain’ny mpifehy isam-paritany.’” Ary hoy i Ahaba: “Iza no hamely voalohany?” Dia hoy izy: “Ianao!”",
        "15": "Ary nisain’i Ahaba ireo tovolahy ampiasain’ny mpifehy isam-paritany, ka roa amby telopolo sy roanjato ny isany. Dia nisainy koa ny olona rehetra, izany hoe ny zanak’Israely rehetra, ka fito arivo ny isany.",
        "16": "Ary nivoaka izy ireo nony mitataovovonana, raha mbola nimamo tao an-trano rantsankazo i Beni-hadada sy ireo mpanjaka roa amby telopolo nanampy azy.",
        "17": "Ireo tovolahy ampiasain’ny mpifehy isam-paritany no nivoaka voalohany. Dia naniraka olona avy hatrany i Beni-hadada, ary tonga nilaza taminy ireo hoe: “Misy olona mivoaka avy ao Samaria.”",
        "18": "Dia hoy i Beni-hadada: “Raha fihavanana no ivoahany, dia ataovy sambo-belona izy, fa raha ady kosa, dia mbola ataovy sambo-belona ihany izy.”",
        "19": "Ireo tovolahy ampiasain’ny mpifehy isam-paritany no nivoaka avy ao an-tanàna, ary nanaraka azy ireo ny tafika.",
        "20": "Dia namono an’izay lehilahy niady taminy ny tsirairay. Koa nirifatra nitsoaka ny Syrianina ka nenjehin’ny Israely. Fa i Beni-hadada mpanjakan’i Syria kosa afa-nandositra an-tsoavaly, niaraka tamin’ireo mpitaingin-tsoavaly.",
        "21": "Ary nivoaka kosa ny mpanjakan’ny Israely, ka naripany ny soavaly sy ny kalesy. Nasiany koa ny Syrianina ka be dia be no maty.",
        "22": "Tatỳ aoriana, dia nankany amin’ny mpanjakan’ny Israely ilay mpaminany, ka nanao hoe: “Mandehana, ary ataovy izay hampahery anao. Ary diniho sy eritrereto izay hataonao, fa hiakatra hiady aminao ny mpanjakan’i Syria, eo am-piandohan’ny taona.”",
        "23": "Ary hoy ny mpanompon’ny mpanjakan’i Syria taminy: “Andriamanitry ny tendrombohitra ny Andriamanitr’izy ireo, ka nahery noho isika ry zareo. Fa andao ange hiady aminy eny amin’ny tany lemaka e! Ho hitanao eo raha tsy hahery noho ry zareo isika.",
        "24": "Koa izao atao: Esory amin’ny toerany ny mpanjaka tsirairay, ka soloy governora.",
        "25": "Makà miaramila mitovy isa amin’ireo efa lavo, ary makà soavaly ho solon’ny soavaly, sy kalesy ho solon’ny kalesy. Ary andao hiady aminy eny amin’ny tany lemaka, ka jereo ange raha tsy hahery noho ry zareo isika e!” Dia nihaino azy ireo i Beni-hadada, ka izany tokoa no nataony.",
        "26": "Rehefa niandoha ny taona, dia nangonin’i Beni-hadada ny Syrianina, ary niakatra tany Afeka izy mba hiady tamin’ny Israely.",
        "27": "Ary ny zanak’Israely kosa novorina sy nomena vatsy, ka nivoaka mba hifanandrina tamin’izy ireo. Nitoby tandrifin’izy ireo ny zanak’Israely, izay toy ny osy vitsy kely roa toko, fa ny Syrianina kosa nanenika ny tany.",
        "28": "Dia nankany amin’ny mpanjakan’ny Israely ilay lehilahin’Andriamanitra, ka hoy izy taminy: “Izao no nolazain’i Jehovah: ‘Satria hoy ny Syrianina hoe: “Andriamanitry ny tendrombohitra i Jehovah, fa tsy Andriamanitry ny tany lemaka”, dia hatolotro eo an-tananao io vahoaka be io, ka ho fantatrareo tokoa fa izaho no Jehovah.’”",
        "29": "Dia nitoby nifanatrika teo nandritra ny fito andro izy ireo. Ary raikitra ny ady tamin’ny andro fahafito. Dia novonoin’ny zanak’Israely ny Syrianina, ka miaramila iray hetsy mandeha an-tongotra no matiny indray andro.",
        "30": "Ny sisa kosa nandositra tany Afeka, tany an-tanàna. Kanjo nianjeran’ny manda ny olona fito arivo sy roa alina sisa. Nandositra kosa i Beni-hadada ka tafiditra tao an-tanàna ihany, ary nankao amin’ny efitra anatiny indrindra.",
        "31": "Dia hoy ny mpanompony taminy: “Renay fa be hatsaram-panahy feno fitiavana ny mpanjakan’ny taranak’Israely. Koa aoka re izahay hisikina lamba gony, ary hanisy tady eo ambony lohanay, ka hivoaka ho any amin’ny mpanjakan’ny Israely e, fa angamba hitsimbina anao * izy ka tsy hamono anao.”",
        "32": "Koa nisikina lamba gony izy ireo, ary nanisy tady teo ambony lohany, dia nankao amin’ny mpanjakan’ny Israely, ka nanao hoe: “Izao no nolazain’i Beni-hadada mpanomponao: ‘Mba tsimbino re ny aiko e!’” Dia hoy ny mpanjaka: “Mbola velona angaha izy? Rahalahiko izy.”",
        "33": "Tamin’izy ireo dia fambara tsara izany, ka noraisin’izy ireo avy hatrany ho efa fanapahan-kevitry ny mpanjaka. Koa hoy izy ireo: “Rahalahinao tokoa i Beni-hadada.” Dia hoy ny mpanjaka: “Mandehana, alaivo izy.” Koa nivoaka nankany amin’ny mpanjaka i Beni-hadada, ka avy hatrany dia nasainy niakatra nankao amin’ny kalesy.",
        "34": "Ary hoy i Beni-hadada taminy: “Haveriko aminao ny tanàna nalain-draiko tamin-drainao. Ary hifidy arabe ho anao ianao any Damaskosy, toy ny nifidianan’ny raiko arabe tany Samaria.” Dia hoy i Ahaba: “Halefako ianao raha manao fifanekena isika.” Koa nanao fifanekena taminy izy, ka namela azy handeha.",
        "35": "Ary nisy lehilahy iray anisan’ny zanaky ny mpaminany, nilaza tamin’ny namany araka ny tenin’i Jehovah hoe: “Asio aho, azafady!” Fa tsy nety namely azy ralehilahy.",
        "36": "Koa hoy izy taminy: “Satria tsy nihaino ny feon’i Jehovah ianao, dia hisy liona hamono anao rehefa hiala eto amiko ianao.” Dia niala teo aminy ralehilahy, ary nifanena tamin’ny liona tokoa, ka matin’ilay liona.",
        "37": "Ary nahita lehilahy hafa indray izy, ka nanao hoe: “Asio aho, azafady.” Koa namely azy ilay lehilahy ka nandratra azy.",
        "38": "Dia lasa ilay mpaminany ka nijanona teo amoron-dalana mba hiandry ny mpanjaka. Ary nataony izay tsy hahafantarana azy ka nasiany fehy lamba teo ambony masony.",
        "39": "Rehefa nandalo ny mpanjaka, dia nitaraina mafy taminy izy hoe: “Nankany afovoan’ny ady ny mpanomponao, ary nisy lehilahy niala teny amin’ny laharany ka nitondra lehilahy iray teo amiko sady nanao hoe: ‘Ambeno ity lehilahy ity. Fa raha sanatria lasa izy, dia ny ainao no hasolo ny ainy, na hanome volafotsy milanja talenta iray ianao.’",
        "40": "Kanjo nony nanao zavatra tetsy sy teroa ny mpanomponao, dia lasa izy.” Koa hoy ny mpanjakan’ny Israely: “Dia izay izany ny didim-pitsarana sahaza anao. Ianao ihany no nitsara ny tenanao.”",
        "41": "Dia nesoriny haingana ilay fehy lamba teo ambony masony, ka fantatry ny mpanjakan’ny Israely fa anisan’ny mpaminany izy.",
        "42": "Dia hoy izy tamin’ny mpanjaka: “Izao no nolazain’i Jehovah: ‘Satria navelanao handeha ilay lehilahy efa natokako haringana, na dia efa teo am-pelatananao aza, dia ny ainao no hasolo ny ainy, ary ny olonao no hasolo ny olony.’”",
        "43": "Ary nanohy ny diany ny mpanjakan’ny Israely ka nody tany an-tranony, sady sosotra no kivy. Dia tonga tany Samaria izy."
    },
    "21": {
        "1": "Ary izao no nitranga taorian’izany: Nanana tanimboaloboka iray tao Jezirela i Nabota Jezirelita, teo akaikin’ny lapan’i Ahaba mpanjakan’i Samaria.",
        "2": "Koa hoy i Ahaba tamin’i Nabota: “Omeo ahy ny tanimboalobokao mba hataoko zaridaina fambolena legioma, fa akaikin’ny tranoko ilay izy. Dia homeko tanimboaloboka tsara noho io ianao ho takalony, na homeko vola ianao ho vidiny, raha mety aminao.”",
        "3": "Fa hoy i Nabota tamin’i Ahaba: “Sanatria ahy ny hanome anao ny lova avy amin’ny razako, satria tsy mifanaraka amin’ny fihevitr’i Jehovah izany!”",
        "4": "Koa niditra tao an-tranony i Ahaba, sady sosotra no kivy noho ilay tenin’i Nabota Jezirelita taminy hoe: “Tsy homeko anao ny lova avy amin’ny razako.” Dia nandry teo am-pandrianany izy, ary nitodi-damosina, sady tsy nihinan-kanina.",
        "5": "Ary nankao aminy i Jezebela vadiny tamin’ny farany, ka nanao hoe: “Fa maninona ianao no malahelo sy tsy mihinan-kanina?”",
        "6": "Dia hoy i Ahaba: “Satria nilaza tamin’i Nabota Jezirelita aho hoe: ‘Omeo ahy ny tanimboalobokao hovidiko, na raha tianao, dia homeko tanimboaloboka hafa ianao ho takalony’, nefa hoy izy: ‘Tsy homeko anao ny tanimboaloboko.’”",
        "7": "Dia hoy i Jezebela vadiny: “Tsy ianao angaha moa no mpanjakan’ny Israely? Mitsangàna, mihinàna hanina, ary aoka ho falifaly ny fonao. Izaho no hanome anao ny tanimboalobok’i Nabota Jezirelita.”",
        "8": "Koa nanoratra taratasy tamin’ny anaran’i Ahaba i Jezebela, ary nasiany tombo-kasen’ny mpanjaka izany, ka nalefany tany amin’ny anti-panahy sy ny olona ambony izay niara-nonina tamin’i Nabota tao an-tanànany.",
        "9": "Izao no nosoratany tao: “Manaova antso avo hoe hisy fifadian-kanina, ary asaivo mipetraka eo alohan’ny olona i Nabota.",
        "10": "Makà lehilahy roa tsy manjary, ka asaivo mipetraka eo anoloany ireo hiampanga azy hoe: ‘Nanozona an’Andriamanitra sy ny mpanjaka ianao!’ Dia ento mivoaka izy, ka torahy vato ho faty.”",
        "11": "Koa izay nampanaovin’i Jezebela azy no nataon’ireo lehilahy tao an-tanànan’i Nabota, dia ny anti-panahy sy ny olona ambony izay nonina tao an-tanànany. Araka izay voasoratra tao amin’ny taratasy nalefan’i Jezebela tany amin’izy ireo no nataony.",
        "12": "Ary nanao antso avo izy ireo hoe hisy fifadian-kanina, ary nasainy nipetraka teo alohan’ny olona i Nabota.",
        "13": "Dia nisy roa lahy niditra ka nipetraka teo anoloan’i Nabota, ary olona tsy manjary izy roa lahy ireo. Ary niampanga an’i Nabota teo anatrehan’ny olona izy roa lahy hoe: “Nanozona an’Andriamanitra sy ny mpanjaka i Nabota!” Avy eo, dia nentin’ny olona nivoaka teny an-tsisin-tanàna izy, ary notorahany vato ka maty.",
        "14": "Dia nandefa iraka tany amin’i Jezebela izy ireo, nanao hoe: “Efa notoraham-bato i Nabota ka maty.”",
        "15": "Raha vao ren’i Jezebela fa notoraham-bato i Nabota ka maty, dia niteny avy hatrany tamin’i Ahaba izy hoe: “Mitsangàna, ka alaivo ho fanananao ny tanimboalobok’i Nabota Jezirelita, izay tsy nomeny hovidinao. Efa maty mantsy i Nabota, fa tsy velona intsony.”",
        "16": "Raha vao ren’i Ahaba fa maty i Nabota, dia nitsangana avy hatrany izy ka nidina tany amin’ny tanimboalobok’i Nabota Jezirelita, mba haka izany ho fananany.",
        "17": "Ary tonga tamin’i Elia Tisbita ny tenin’i Jehovah hoe:",
        "18": "“Mitsangàna, ka midìna hihaona amin’i Ahaba mpanjakan’ny Israely, izay ao Samaria. Any amin’ny tanimboalobok’i Nabota izy izao. Nidina any izy mba haka izany ho fananany.",
        "19": "Koa lazao aminy hoe: ‘Izao no nolazain’i Jehovah: “Sady namono olona ve ianao no naka fananan’olona?”’ Lazao aminy koa hoe: ‘Izao no nolazain’i Jehovah: “Eo amin’izay nilelafan’ny alika ny ran’i Nabota no hilelafan’ny alika ny ranao, eny, ny ranao io mihitsy.”’”",
        "20": "Ary hoy i Ahaba tamin’i Elia: “Hitanao ihany angaha aho, ry ilay fahavaloko?” Dia hoy i Elia: “Hitako tokoa ianao. ‘Noho ianao tsy manan-tsaina afa-tsy ny hanao izay ratsy eo imason’i Jehovah,",
        "21": "dia hahatonga loza aminao aho ka hofongorako tanteraka ny taranakao, ary haringako ny lahy rehetra anisan’ny ankohonanao, mbamin’izay tsy misy mpiaro sy tsy misy ilana azy eo amin’ny Israely.",
        "22": "Ary hataoko sahala amin’ny ankohonan’i Jeroboama zanak’i Nebata ny ankohonanao, eny, hataoko sahala amin’ny ankohonan’i Basa zanak’i Ahia, noho ny nanaovanao izay hampahatezitra ahy sady nampanotanao ny Israely.’",
        "23": "Izao kosa no nolazain’i Jehovah momba an’i Jezebela: ‘Ny alika mihitsy no hihinana an’i Jezebela ao amin’ilay sombin-tany eto Jezirela.",
        "24": "Izay ankohonan’i Ahaba maty ao an-tanàna dia hohanin’ny alika, ary izay maty any an-tsaha kosa hohanin’ny voro-manidina.",
        "25": "Tsy nisy mihitsy olona sahala amin’i Ahaba, izay tsy nanan-tsaina afa-tsy ny hanao izay ratsy teo imason’i Jehovah noho ny fampirisihan’i Jezebela vadiny.",
        "26": "Ary nanao zavatra tena nahatsiravina i Ahaba, tamin’izy nanaraka ny sampy maharikoriko, tsy nisy hafa tamin’ny nataon’ny Amorita, izay noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely.’”",
        "27": "Raha vao ren’i Ahaba izany, dia nandrovitra ny akanjony izy, ka nitafy lamba gony nataony nanolo-koditra. Dia nifady hanina izy sady nandry nitafy gony teo foana. Ary ny famindrany dia nahitana fa kivy tanteraka izy.",
        "28": "Koa tonga tamin’i Elia Tisbita ny tenin’i Jehovah, nanao hoe:",
        "29": "“Hitanao ve ny fanetren-tenan’i Ahaba teo anatrehako? Nanetry tena izy noho ny amiko, ka tsy hataoko tonga amin’izao androny izao ilay loza. Amin’ny andron’ny zanany kosa vao hataoko tonga amin’ny ankohonany izany.”"
    },
    "22": {
        "1": "Tsy nisy ady teo amin’ny Syrianina sy ny Israely nandritra ny telo taona.",
        "2": "Tamin’ny taona fahatelo, dia nidina tany amin’ny mpanjakan’ny Israely i Josafata mpanjakan’ny Joda.",
        "3": "Dia hoy ny mpanjakan’ny Israely tamin’ny mpanompony: “Mba fantatrareo moa fa antsika i Ramota-gileada? Koa nahoana isika no misalasala ny haka azy eo an-tanan’ny mpanjakan’i Syria?”",
        "4": "Hoy koa izy tamin’i Josafata: “Hiaraka amiko hiady any Ramota-gileada ve ianao?” Dia hoy i Josafata: “Iray ihany izaho sy ianao, ary vahoakanao ihany ny vahoakako, ary ny soavaliko dia soavalinao.”",
        "5": "Hoy anefa izy tamin’ny mpanjakan’ny Israely: “Mba anontanio ihany aloha izay tenin’i Jehovah, azafady.”",
        "6": "Koa novorin’ny mpanjakan’ny Israely ny mpaminany efajato lahy teo ho eo, ka hoy izy tamin’ireo: “Handeha hanafika an’i Ramota-gileada ve aho, sa tsy handeha?” Dia hoy ireo: “Miakara fa hatolotr’i Jehovah eo an-tanan’ny mpanjaka ilay tanàna.”",
        "7": "Fa hoy i Josafata: “Tsy mbola misy mpaminanin’i Jehovah moa eto? Aleo izy no asaintsika manontany.”",
        "8": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mbola misy lehilahy iray any azo asaina manontany an’i Jehovah. Tena halako anefa izy satria tsy mba maminany zava-tsoa momba ahy, fa zava-dratsy. I Mikaia zanak’i Jimla izany.” Fa hoy i Josafata: “Aza dia miteny toy izany, ry mpanjaka ô!”",
        "9": "Koa niantso tandapa iray ny mpanjakan’ny Israely, ka nanao hoe: “Alaivo haingana i Mikaia zanak’i Jimla.”",
        "10": "Ary samy nipetraka teo amin’ny seza fiandrianany sady samy nanao akanjom-boninahitra ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda, teo amin’ilay famoloana teo amin’ny fidirana amin’ny vavahadin’i Samaria. Ary nanao toy ny fanaon’ny mpaminany teo anatrehan’izy roa lahy ny mpaminany rehetra.",
        "11": "Dia nanamboatra tandroka vy i Zedekia zanak’i Kenana, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Amin’ireto no hanotoanao ny Syrianina mandra-pandringanao azy tanteraka.’”",
        "12": "Naminany toy izany koa ny mpaminany hafa rehetra hoe: “Miakara any Ramota-gileada, ka mahazoa fandresena, fa hatolotr’i Jehovah eo an-tanan’ny mpanjaka tokoa ilay tanàna.”",
        "13": "Ary niteny tamin’i Mikaia ilay iraka nandeha niantso azy, ka nanao hoe: “Iray teny daholo ireo mpaminany ka samy nilaza zava-tsoa tamin’ny mpanjaka. Koa aoka re mba ho toy ny tenin’izy ireo koa ny teninao, azafady, ka mba milazà zava-tsoa e!”",
        "14": "Fa hoy i Mikaia: “Raha mbola velona koa i Jehovah, dia izay holazain’i Jehovah amiko ihany no hambarako.”",
        "15": "Dia nankao amin’ny mpanjaka izy, ary hoy ny mpanjaka taminy: “Handeha hiady amin’i Ramota-gileada ve izahay, ry Mikaia, sa tsy handeha?” Avy hatrany dia hoy i Mikaia: “Miakara, ary mahazoa fandresena, fa hatolotr’i Jehovah eo an-tanan’ny mpanjaka tokoa ilay tanàna.”",
        "16": "Dia hoy ny mpanjaka: “Impiry aho no hampianiana anao mba tsy hilaza na inona na inona amiko amin’ny anaran’i Jehovah afa-tsy ny marina ihany?”",
        "17": "Dia hoy i Mikaia: “Ireny fa hitako miparitaka eny an-tendrombohitra, tahaka ny ondry tsy misy mpiandry, ny Israelita rehetra. Ary hoy i Jehovah: ‘Tsy manan-tompo ireo. Aoka izy samy hody soa aman-tsara any an-tranony.’”",
        "18": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Tsy efa nilaza taminao moa aho hoe: ‘Tsy haminany zava-tsoa momba ahy izy, fa zava-dratsy ihany’?”",
        "19": "Ary hoy i Mikaia: “Henoy àry ny tenin’i Jehovah: Hitako i Jehovah mipetraka eo amin’ny seza fiandrianany, ary ny tafiky ny lanitra manontolo mitsangana eo akaikiny, eo ankavanany sy eo ankaviany.",
        "20": "Dia hoy i Jehovah: ‘Iza no hamitaka an’i Ahaba mba hiakarany any Ramota-gileada ka hahalavo azy any?’ Ary niteny toy izao ny anankiray, ary ny anankiray kosa niteny toy izao.",
        "21": "Farany, dia nisy fanahy * iray niroso ka nitsangana teo anatrehan’i Jehovah, ary nanao hoe: ‘Izaho no hamitaka azy.’ Ary hoy i Jehovah taminy: ‘Amin’ny fomba ahoana?’",
        "22": "Dia hoy izy: ‘Handeha aho ka ho tonga fanahy mamitaka ao am-bavan’ny mpaminaniny rehetra.’ Ary hoy Andriamanitra: ‘Ho voafitakao izy, ary hahomby tokoa ianao amin’izany. Mandehana àry, ka ataovy izany.’",
        "23": "Koa nasian’i Jehovah fanahy mamitaka tao am-bavan’ireto mpaminaninao rehetra ireto. Nilaza anefa i Jehovah fa loza no hanjo anao.”",
        "24": "Ary nanatona i Zedekia zanak’i Kenana, ka namely tehamaina an’i Mikaia, sady nanao hoe: “Taiza ny lalana nivoahan’ny fanahin’i Jehovah tamiko mba hiteny tamin’ialahy?”",
        "25": "Dia hoy i Mikaia: “Ho hitanao ny lalany amin’ny andro hidiranao ao amin’ny efitra anatiny indrindra mba hiafina ao.”",
        "26": "Koa hoy ny mpanjakan’ny Israely: “Ento i Mikaia, ka avereno any amin’i Amona lehiben’ny tanàna sy Joasy zanaky ny mpanjaka.",
        "27": "Dia ilazao izy ireo hoe: ‘Izao no nolazain’ny mpanjaka: “Ampidiro am-ponja ilehio, ka ataovy kely ny anjara mofo sy rano omena azy mandra-piveriko soa aman-tsara.”’”",
        "28": "Ary hoy i Mikaia: “Raha tafaverina soa aman-tsara ianao, dia tsy i Jehovah no niteny tamiko.” Ary hoy koa izy: “Renareo rehetra izany, rey olona!”",
        "29": "Dia niakatra nankany Ramota-gileada ny mpanjakan’ny Israely, sy Josafata mpanjakan’ny Joda.",
        "30": "Ary hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mody hanao olon-kafa aho ka hirotsaka ao amin’ny ady, fa ianao kosa anaovy ny akanjom-boninahitrao.” Koa mody nanao olon-kafa tokoa ny mpanjakan’ny Israely, ka nirotsaka tao amin’ny ady.",
        "31": "Ny mpanjakan’i Syria anefa efa nandidy azy roa amby telopolo lahy, lehiben’ny kalesiny, hoe: “Aza miady amin’ny kely na amin’ny lehibe, fa amin’ny mpanjakan’ny Israely ihany.”",
        "32": "Raha vao hitan’ireo lehiben’ny kalesy i Josafata, dia hoy izy ireo anakampo: “Io mihitsy no mpanjakan’ny Israely.” Koa nivily izy ireo mba hiady taminy. Dia niantso vonjy i Josafata.",
        "33": "Ary raha vao hitan’ireo lehiben’ny kalesy fa tsy ny mpanjakan’ny Israely izy, dia niverina avy hatrany ireo ka tsy nanaraka azy intsony.",
        "34": "Ary nisy lehilahy nandefalefa zana-tsipìka anjoanjo fotsiny, ka voany teo anelanelan’ny tapany samy hafa amin’ilay akanjo mifono vy ny mpanjakan’ny Israely. Koa hoy ny mpanjaka tamin’ny mpitondra kalesiny: “Avilio ny kalesy, ka ento miala eto aho, fa maratra mafy.”",
        "35": "Nihamafy ny ady tamin’izay fotoana izay, ary voatery notohanana tao amin’ny kalesiny ny mpanjaka, mba ho afaka hitsangana foana hiatrika ny Syrianina. Dia maty izy rehefa harivariva. Ary tsy nety nijanona ny ra avy tamin’ny ratrany, ka niraraka tao amin’ilay kalesin’ady.",
        "36": "Ary rehefa hilentika ny masoandro, dia nalefa eran’ny toby izao antsoantso mafy izao: “Samia mody any an-tanànany, ary samia mody any amin’ny taniny!”",
        "37": "Dia maty ny mpanjaka, ka nentina tany Samaria, ary nalevina tany.",
        "38": "Ary nosasana teo akaikin’ny dobon’i Samaria ilay kalesin’ady, dia nolelafin’ny alika ny ran’i Ahaba, araka ny tenin’i Jehovah. Ary nisy mpivaro-tena nandro teo.",
        "39": "Ary ny sisa amin’ny tantaran’i Ahaba, mbamin’izay rehetra nataony, sy ny trano ivoara natsangany ary ny tanàna rehetra naoriny, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve izany?",
        "40": "Dia nodimandry any amin’ny razany i Ahaba, ary i Ahazia zanany no nanjaka nandimby azy.",
        "41": "Ary i Josafata zanak’i Asa no lasa mpanjakan’ny Joda, tamin’ny taona fahefatra nanjakan’i Ahaba mpanjakan’ny Israely.",
        "42": "Dimy amby telopolo taona i Josafata, tamin’izy nanomboka nanjaka, ary dimy amby roapolo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Azoba, zanak’i Sily.",
        "43": "Nanao hoatran’izay rehetra nataon’i Asa rainy foana izy, ka tsy niala tamin’izany, fa nanao izay mahitsy teo imason’i Jehovah. Mbola nisy ihany anefa ny toerana avo. Mbola nanao sorona ihany ny olona, sady nanolotra setroka ho sorona teny amin’ny toerana avo.",
        "44": "Ary tsara fihavanana tamin’ny mpanjakan’ny Israely foana i Josafata.",
        "45": "Ary ny sisa amin’ny tantaran’i Josafata, mbamin’ny hery nentiny nanao zavatra ary ny ady nataony, tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve izany?",
        "46": "Nofoanany tsy hisy teo amin’ilay tany ny sisa tamin’ireo lehilahy mpivaro-tenan’ny tempoly, izay mbola tavela tamin’ny andron’i Asa rainy.",
        "47": "Tsy nisy mpanjaka tany Edoma, fa lehibem-paritra no nanjaka.",
        "48": "Ary nanao sambon’i Tarsisy i Josafata, mba handehanana haka volamena tany Ofira. Tsy lasa tany anefa ireo, satria rendrika tao Eziona-gebera.",
        "49": "Tamin’izay i Ahazia zanak’i Ahaba no niteny tamin’i Josafata hoe: “Aoka ny mpanompoko mba handeha amin’ireo sambonao, miaraka amin’ny mpanomponao.” Tsy nety anefa i Josafata.",
        "50": "Farany, dia nodimandry any amin’ny razany i Josafata, ka nalevina any amin’ny razany tao amin’ny Tanànan’i Davida razambeny. Ary i Jorama zanany no nanjaka nandimby azy.",
        "51": "Ary i Ahazia zanak’i Ahaba no lasa mpanjakan’ny Israely tao Samaria, tamin’ny taona fahafito ambin’ny folo nanjakan’i Josafata mpanjakan’ny Joda. Nanjaka roa taona teo amin’ny Israely izy.",
        "52": "Ary nanao izay ratsy teo imason’i Jehovah foana izy, sady nanao hoatran’ny rainy sy ny reniny, ary nanao hoatran’i Jeroboama zanak’i Nebata, izay nampanota ny Israely.",
        "53": "Nanompo an’i Bala foana izy, sady niankohoka teo anatrehany ary nampahatezitra an’i Jehovah Andriamanitry ny Israely foana, tahaka izay rehetra efa nataon-drainy."
    },
    "meta": {
        "name": "Mpanjaka Voalohany",
        "order": 10,
        "chapter_number": 22
    }
}