{
    "1": {
        "1": "Taorian’ny nahafatesan’i Josoa, dia nanontany an’i Jehovah ny zanak’Israely hoe: “Iza aminay no hiakatra voalohany hiady amin’ny Kananita?”",
        "2": "Dia hoy i Jehovah: “Ny fokon’i Joda no hiakatra, ary hatolotro eo an-tanany ilay tany.”",
        "3": "Koa hoy ny fokon’i Joda tamin’ny fokon’i Simeona rahalahiny: “Andao hiaraka ho any amin’ilay tany azonay tamin’ny antsapaka, mba hiady amin’ny Kananita. Dia mba hiaraka aminareo any amin’ny anjara taninareo koa izahay.” Koa niaraka taminy izy ireo.",
        "4": "Ary niakatra ny fokon’i Joda, dia natolotr’i Jehovah teo an-tanany ny Kananita sy ny Perizita, ka lehilahy iray alina no resiny tao Bezeka.",
        "5": "Hitan’izy ireo tao Bezeka koa i Adoni-bezeka, ka notafihiny. Koa resin’izy ireo ny Kananita sy ny Perizita.",
        "6": "Nandositra anefa i Adoni-bezeka, dia nenjehin’izy ireo ka azony ary notapahiny ny ankiben-tanany roa sy ny ankiben-tongony roa.",
        "7": "Dia hoy i Adoni-bezeka: “Mpanjaka fitopolo, izay notapahina ankiben-tanana sy ankiben-tongotra, no nitsindroka hanina tao ambany latabatro, ka ny nataoko ihany ity no avalin’Andriamanitra ahy.” Ary nentin’izy ireo tany Jerosalema izy, ka maty tany.",
        "8": "Ary niady tamin’i Jerosalema ny taranak’i Joda, ka azon’izy ireo ilay tanàna. Koa nasian’izy ireo tamin’ny lelan-tsabatra ny tao an-tanàna, fa ny tanàna kosa nodorany.",
        "9": "Dia nidina ny taranak’i Joda taorian’izay, mba hiady tamin’ny Kananita nonina tany amin’ny faritra be tendrombohitra, sy tany Negeba ary Sefela.",
        "10": "Ary nandeha niady tamin’ny Kananita nonina tany Hebrona ny fokon’i Joda. Nantsoina hoe Kiriata-arba i Hebrona talohan’izay. Dia novonoin’izy ireo i Sesay sy Ahimana ary Talmay.",
        "11": "Avy tany izy ireo dia nandeha niady tamin’ny mponin’i Debira. Kiriata-sefera no anaran’i Debira talohan’izay.",
        "12": "Dia hoy i Kaleba: “Izay mamely an’i Kiriata-sefera ka mahazo an’io tanàna io, dia homeko ho vadiny i Aksa zanako vavy.”",
        "13": "I Otniela, zanak’i Kenaza zandrin’i Kaleba, no nahazo an’ilay tanàna, ka nomen’i Kaleba azy i Aksa ho vadiny.",
        "14": "Rehefa nandeha ho any an-tranon’i Otniela i Aksa, dia nampirisihiny foana i Otniela hangataka saha tamin’i Kaleba rainy. Dia nitehaka teo ambony ampondrany i Aksa, ka hoy ny rainy: “Inona no ilainao?”",
        "15": "Dia hoy i Aksa: “Mba omeo tsodrano aho, fa sombin-tany any atsimo no nomenao ahy, ka mba omeo ahy koa i Golota-maima.” Dia nomen’i Kaleba azy i Golota Ambony sy Golota Ambany.",
        "16": "Nankany an-tany efitr’i Joda, tany atsimon’i Arada, ny taranak’i Joda. Ary niara-niakatra tamin’izy ireo, avy tany amin’ny tanàna be hazo palmie, ny taranak’ilay Kenita rafozandahin’i Mosesy, ka nandeha nanorim-ponenana teo amin’ny vahoaka.",
        "17": "Niara-nandeha tamin’ny fokon’i Joda ny fokon’i Simeona rahalahiny, mba hamely ny Kananita nonina tany Zefata. Dia naringany tanteraka ilay tanàna, ka nantsoina hoe Horma. *",
        "18": "Azon’ny fokon’i Joda koa i Gaza mbamin’ny faritaniny, sy Askelona mbamin’ny faritaniny, ary Ekrona mbamin’ny faritaniny.",
        "19": "Ary nomba ny fokon’i Joda foana i Jehovah, hany ka azon’izy ireo ny faritra be tendrombohitra. Tsy voaroakany anefa ny mponina teny amin’ny lemaka iva, satria nanana kalesin’ady nisy lelan’antsy.",
        "20": "Nomena an’i Kaleba i Hebrona, araka izay nampanantenain’i Mosesy, ka noroahiny hiala tao ny zanak’i Anàka telo lahy.",
        "21": "Ary tsy noroahin’ny taranak’i Benjamina ny Jebosita nonina tao Jerosalema, fa mbola miara-monina amin’izy ireo ao ihany mandraka androany.",
        "22": "Nandritra izany fotoana izany, dia niakatra hiady tamin’i Betela ny taranak’i Josefa, ary nomba azy ireo i Jehovah.",
        "23": "Dia nijery taratra an’i Betela ny taranak’i Josefa. Lozy no anaran’i Betela talohan’izay.",
        "24": "Ary nahita lehilahy iray nivoaka avy ao an-tanàna ireo mpitily, ka niteny hoe: “Mba atoroy anay, azafady, ny fidirana mankao an-tanàna, dia haneho hatsaram-panahy aminao izahay.”",
        "25": "Dia natorony azy ireo ilay fidirana. Koa nasian’izy ireo tamin’ny lelan-tsabatra ny tao an-tanàna, fa ralehilahy sy ny fianakaviany manontolo kosa navelany handeha.",
        "26": "Dia nankany amin’ny tanin’ny Hetita ralehilahy, ka nanorina tanàna izay nantsoiny hoe Lozy, ary mbola izany no anaran’ilay tanàna mandraka androany.",
        "27": "Ary tsy vitan’ny fokon’i Manase ny naka an’i Beti-sana sy ny tanàna niankina taminy; Tanaka sy ny tanàna niankina taminy; ny mponina tao Dora sy ny tanàna niankina taminy; ny mponina tao Ibleama sy ny tanàna niankina taminy; ary ny mponina tao Megido sy ny tanàna niankina taminy. Fa ny Kananita kosa mbola nikiry nonina tao amin’izany tany izany ihany.",
        "28": "Nihanahery ny Israely, ka nampanaoviny asa an-terivozona ny Kananita. Ary tsy nandroaka azy rehetra izy.",
        "29": "Tsy nandroaka an’ireo Kananita nonina tao Gazera koa ny fokon’i Efraima, ka mbola niara-nonina taminy tao Gazera ireny.",
        "30": "Tsy nandroaka an’ireo mponin’i Kitrona sy ny mponin’i Nahalola ny fokon’i Zebolona. Koa mbola niara-nonina tamin’izy ireo ny Kananita, ka nampanaoviny asa an-terivozona.",
        "31": "Tsy noroahin’ny fokon’i Asera koa ny mponin’i Ako sy ny mponin’i Sidona sy Alaba sy Akziba sy Helba sy Afika ary Rehoba.",
        "32": "Ary ny Aserita dia mbola niara-nonina tamin’ny Kananita nipetraka tao amin’ilay tany, satria tsy noroahiny ireny.",
        "33": "Tsy nandroaka an’ireo mponin’i Beti-semesy sy Beti-anata ny fokon’i Naftaly, fa mbola niara-nonina tamin’ny Kananita nipetraka teo amin’ilay tany ihany izy ireo. Ary lasa mpanompon’ny fokon’i Naftaly ny mponin’i Beti-semesy sy Beti-anata, ka nampanaoviny asa an-terivozona.",
        "34": "Ary notoherin’ny Amorita ny taranak’i Dana ka voatery nankany amin’ny faritra be tendrombohitra, fa tsy navelany hidina ho eny amin’ny lemaka iva.",
        "35": "Koa nikiry nonina tao an-tendrombohitra Heresa sy tany Aialona ary Salbima, ny Amorita. Fa nihanahery kosa ny taranak’i Josefa, ka noterena hiasa mafy ny Amorita.",
        "36": "Ary ny faritanin’ny Amorita dia nanomboka teo amin’ny fiakarana Akrabima, sy avy tao Sela no ho miakatra."
    },
    "2": {
        "1": "Ary niakatra avy tany Gilgala ilay anjelin’i Jehovah ka nankany Bokima, ary nilaza hoe: “Nitondra anareo niakatra avy tany Ejipta aho ka nampiditra anareo ho eto amin’ity tany nianianako tamin’ny razanareo ity. Niteny koa aho hoe: ‘Tsy hivadika amin’ny fifanekena nataoko taminareo mihitsy aho.",
        "2": "Koa aza manao fifanekena amin’ny mponin’ity tany ity, fa arodano kosa ny alitarany.’ Tsy nihaino ny feoko anefa ianareo. Fa maninona ianareo no nanao an’izany?",
        "3": "Koa izao kosa no nolazaiko: ‘Tsy horoahiko hiala eo anatrehanareo ireny, fa ho fandrika ho anareo. Ary ny andriamaniny ho fakam-panahy ho anareo.’”",
        "4": "Raha vao avy nolazain’ilay anjelin’i Jehovah tamin’ny zanak’Israely rehetra izany teny izany, dia nidradradradra nitomany ny vahoaka.",
        "5": "Koa nantsoin’izy ireo hoe Bokima izany toerana izany, ary nanao sorona ho an’i Jehovah teo izy ireo.",
        "6": "Rehefa nalefan’i Josoa ny vahoaka, dia samy nankany amin’ny lovany avy ny zanak’Israely mba haka an’ilay tany.",
        "7": "Ary nanompo an’i Jehovah ny vahoaka tamin’ny andro rehetra niainan’i Josoa, sy tamin’ny andro rehetra niainan’ireo anti-panahy, izay mbola velona taorian’i Josoa sady efa nahita ny asa lehibe rehetra nataon’i Jehovah ho an’ny Israely.",
        "8": "Dia maty i Josoa zanak’i Nona, mpanompon’i Jehovah, rehefa folo amby zato taona.",
        "9": "Koa nalevina tao amin’ny faritry ny lovany izy, dia tao Timnata-heresa, any amin’ny faritra be tendrombohitr’i Efraima, any avaratry ny Tendrombohitra Gasa.",
        "10": "Ary nangonina any amin’ny razany koa izany taranaka rehetra izany, ka taranaka hafa tsy nahalala an’i Jehovah sy tsy nahalala ny asa nataony ho an’ny Israely no nitsangana nandimby azy.",
        "11": "Ary nanjary nanao izay ratsy teo imason’i Jehovah ny zanak’Israely, sady nanompo an’ireo Bala.",
        "12": "Koa nahafoy an’i Jehovah Andriamanitry ny razany, izay nitondra azy nivoaka avy tany Ejipta, izy ireo ka lasa nanaraka andriamani-kafa, dia ireo andriamanitry ny firenena manodidina. Niankohoka teo anatrehan’ireny koa izy ireo, ka nampahatezitra an’i Jehovah.",
        "13": "Nahafoy an’i Jehovah izy ireo, ka nanompo an’i Bala sy ireo sarin’i Astarta.",
        "14": "Koa nirehitra tamin’ny Israely ny fahatezeran’i Jehovah, dia natolony teo an-tanan’ny mpandroba izy ireo ka voaroba. Ary namidin’Andriamanitra ho eo an-tanan’ny fahavalony manodidina izy ireo, ka tsy nahatohitra an’ireny intsony.",
        "15": "Namely azy ireo ny tanan’i Jehovah na taiza na taiza nalehany, ka nisy loza nanjo azy, araka izay efa nolazain’i Jehovah sy efa nianianan’i Jehovah taminy. Dia ory indrindra izy ireo.",
        "16": "Koa nanendry mpitsara i Jehovah, ary ireny no namonjy azy ireo teo an-tanan’ny mpandroba azy.",
        "17": "Kanefa na ireo mpitsarany aza tsy nohenoiny. Nanana fifandraisana mamoafady tamin’ny andriamani-kafa kosa izy ireo, ary niankohoka teo anatrehan’ireny. Efa nivily sahady niala tamin’ny lalana nalehan’ny razany izy ireo. Nankatò ny didin’i Jehovah mantsy ny razany, fa tsy mba toy izany kosa izy ireo.",
        "18": "Rehefa nanendry mpitsara ho azy ireo i Jehovah, dia nomba an’izany mpitsara izany i Jehovah ka namonjy azy ireo teo an-tanan’ny fahavalony, tamin’ny andro rehetra niainan’ilay mpitsara. Nanenina mantsy i Jehovah, satria nitaraina izy ireo noho ny nataon’ireo nampahory azy sy ireo nanositosika azy tetsy sy teroa.",
        "19": "Ary rehefa maty ilay mpitsara, dia niverina tamin’ny ratsy fanaony izy ireo ary nanao mihoatra noho ny razany aza, ka lasa nanaraka andriamani-kafa mba hanompo azy sy hiankohoka eo anatrehany. Tsy niala tamin’ny fanaony sy ny di-dohany izy ireo.",
        "20": "Dia nirehitra tamin’ny Israely ny fahatezeran’i Jehovah tamin’ny farany, ka hoy izy: “Noho ity firenena ity tsy nanaja ny fifanekena nandidiako ny razany, sy noho izy tsy nihaino ny feoko,",
        "21": "dia tsy hisy horoahiko hiala eo anatrehany, na iray aza, ireo firenena mbola navelan’i Josoa ho eo, fony izy maty.",
        "22": "Ireo no hitsapako ny Israely raha hanaraka ny lalan’i Jehovah izy, na tsia, ka handeha amin’izany, toy ny nataon’ny razany.”",
        "23": "Koa navelan’i Jehovah teo ireo firenena ireo, fa tsy noroahiny avy hatrany ary tsy natolony teo an-tanan’i Josoa."
    },
    "3": {
        "1": "Ireo firenena ireo no navelan’i Jehovah teo mba hitsapana ny Israelita, izany hoe izay rehetra mbola tsy nahita ny ady natao tany Kanana.",
        "2": "Navelany teo ireo satria tiany hahita an’izany hoe ady izany ny taranaky ny zanak’Israely, izay mbola tsy nandia an’izany, mba hampianarana azy hiady.",
        "3": "Ireto avy ireo firenena ireo: Ny andriana dimy mpiray dinan’ny Filistinina, ny Kananita rehetra, ary ny Sidonianina sy ny Hivita nonina tany an-tendrombohitra Libanona, nanomboka tany an-tendrombohitra Bala-hermona ka hatrany amin’ny sisin’ny faritr’i Hamata.",
        "4": "Ireo no nitsapana ny Israely, mba hahalalana raha hankatò ny didin’i Jehovah, izay nandidiany ny razany tamin’ny alalan’i Mosesy, izy ireo, na tsia.",
        "5": "Ary ny zanak’Israely dia nonina teo amin’ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Hivita ary ny Jebosita.",
        "6": "Dia nalain’ny zanak’Israely ho vady ny zanakavavin’ireny, ary ny zanany vavy kosa nomeny ho vadin’ny zanakalahin’ireny. Ary nanompo ny andriamanitr’ireny ny zanak’Israely.",
        "7": "Dia nanao izay ratsy teo imason’i Jehovah ny zanak’Israely sady nalaky nanadino an’i Jehovah Andriamaniny, ka lasa nanompo an’ireo Bala sy ireo tsato-kazo masina.",
        "8": "Koa nirehitra tamin’ny Israely ny fahatezeran’i Jehovah, ka namidiny teo an-tanan’i Kosana-risataima mpanjakan’i Mezopotamia izy ireo. Ary nanompo azy valo taona ny zanak’Israely.",
        "9": "Dia niantso vonjy tamin’i Jehovah izy ireo, ka nisy mpamonjy notendren’i Jehovah hamonjy azy. Tsy iza izany fa i Otniela zanak’i Kenaza zandrin’i Kaleba.",
        "10": "Ary tonga tamin’i Otniela ny fanahin’i Jehovah, ka lasa mpitsara teo amin’ny Israely izy. Rehefa nivoaka hiady izy, dia natolotr’i Jehovah teo an-tanany i Kosana-risataima mpanjakan’i Syria, ka resiny io mpanjaka io.",
        "11": "Dia nandry feizay efapolo taona ny tany. Ary maty i Otniela zanak’i Kenaza, tatỳ aoriana.",
        "12": "Dia nanao izay ratsy teo imason’i Jehovah indray ny zanak’Israely. Koa navelan’i Jehovah ho lasa mahery noho ny Israely i Eglona mpanjakan’i Moaba, satria nanao izay ratsy teo imason’i Jehovah ny Israely.",
        "13": "Ary nangoniny hanohitra azy ireo koa ny taranak’i Amona sy Amaleka. Dia notafihin’ireny ny Israely, ka nalainy ny tanàna be hazo palmie.",
        "14": "Ary nanompo an’i Eglona, mpanjakan’i Moaba, valo ambin’ny folo taona ny zanak’Israely.",
        "15": "Dia niantso vonjy tamin’i Jehovah izy ireo, ka nisy mpamonjy notendren’i Jehovah. Tsy iza izany fa i Ehoda zanak’i Gera. Benjamita i Ehoda, ary kavia izy. Ary nampitondrain’ny zanak’Israely fanomezana * ho an’i Eglona mpanjakan’i Moaba izy.",
        "16": "Efa nanao sabatra roa lela anefa i Ehoda mba hampiasainy. Iray hakiho ny halavan’ilay izy, ary nataony teo amin’ny andilany, teo amin’ny feny ankavanany, tao anaty akanjony.",
        "17": "Ary natolony an’i Eglona mpanjakan’i Moaba ilay fanomezana. Ary lehilahy matavy be io Eglona io.",
        "18": "Rehefa voatolotr’i Ehoda ilay fanomezana, dia nasainy nandeha avy hatrany ireo olona nitondra izany.",
        "19": "Ary rehefa tonga teo amin’ny toerana famakiam-bato tany Gilgala i Ehoda sy ny olony, dia niverina i Ehoda. Ary hoy izy tamin’ny mpanjaka: “Misy tsiambaratelo tiako holazaina aminao, ry mpanjaka ô!” Ary hoy ny mpanjaka: “Mangìna daholo!” Dia nivoaka izay rehetra nijoro teo akaikiny teo.",
        "20": "Nipetraka tao amin’ilay efitranony mangatsiatsiaka tany an-tampon-trano i Eglona rehefa nankao aminy i Ehoda. Dia hoy i Ehoda: “Misy tenin’Andriamanitra holazaiko aminao.” Koa nitsangana niala teo amin’ny seza fiandrianany i Eglona.",
        "21": "Dia natsotran’i Ehoda ny tanany havia, ka notsoahany ilay sabatra teo amin’ny feny ankavanana ary natsatony teo amin’ny kibon’i Eglona.",
        "22": "Dia difotra mbamin’ny tahon’ilay sabatra, ary nikombona nanarona ny lelan-tsabatra ny tavin’i Eglona, satria tsy notsoahan’i Ehoda teo amin’ny kibon’i Eglona ilay sabatra. Ary nanomboka nivoaka ny malotony.",
        "23": "Rehefa avy nakaton’i Ehoda sy nohidiany lakile ireo varavaran’ilay efitrano tany an-tampon-trano, dia nivoaka avy teo amin’ny lavaka fidiran-drivotra izy,",
        "24": "ka tafavoaka. Ary tonga ireo mpanompon’i Eglona ka nijery, ary hitany fa nihidy lakile ny varavaran’ilay efitrano. Dia hoy ireo: “Angamba izy mbola mivoaka * ao amin’ilay efitrano anatiny mangatsiatsiaka.”",
        "25": "Dia niandry teo foana izy ireo, ka menatra tamin’ny farany, satria mbola tsy nisy namoha ihany ny varavaran’ilay efitrano tany an-tampon-trano. Dia nalain’izy ireo ny lakile ka novohany ny varavarana, ary io fa efa maty nitsitra tamin’ny tany ilay tompony!",
        "26": "Fa i Ehoda kosa efa nitsoaka raha mbola nitaredretra teo izy ireo. Ary nandalo an’ilay toerana famakiam-bato izy, ka nandositra tany Seirata.",
        "27": "Raha vao tonga tany izy, dia nitsoka anjombona nanerana ny faritra be tendrombohitr’i Efraima. Ary niara-nidina taminy avy tany amin’ilay faritra be tendrombohitra ny zanak’Israely, ary izy no mpitarika azy ireo.",
        "28": "Dia hoy izy tamin’ireo: “Manaraha ahy, fa efa natolotr’i Jehovah eo an-tananareo ny Moabita fahavalonareo.” Dia nanaraka azy ny zanak’Israely, ka azony ireo toerana fiampitana ny Reniranon’i Jordana, mba hanakanana ny Moabita. Tsy nisy navelany hiampita teo.",
        "29": "Tamin’izay fotoana izay, dia Moabita tokony ho iray alina no matiny. Lehilahy vaventy sy mahery fo daholo ireo, ary tsy nisy afa-nandositra na iray aza.",
        "30": "Dia resin’ny Israely i Moaba tamin’izay andro izay, ka tsy nisy korontana intsony teo amin’ilay tany nandritra ny valopolo taona.",
        "31": "Ary i Samgara zanak’i Anata no nanarakaraka an’i Ehoda. Nahafaty Filistinina eninjato lahy tamin’ny fanindronan’omby izy, ka tonga mpamonjy ny Israely koa."
    },
    "4": {
        "1": "Dia nanao izay ratsy teo imason’i Jehovah indray ny zanak’Israely rehefa maty i Ehoda.",
        "2": "Koa namidin’i Jehovah teo an-tanan’i Jabina mpanjakan’i Kanana izy ireo. Nanjaka tao Hazora i Jabina. Ary i Sisera, izay nonina tao Harosetan’ireo firenena, no lehiben’ny tafiny.",
        "3": "Dia nitaraina tamin’i Jehovah ny zanak’Israely, satria nanana kalesin’ady sivinjato nisy lelan’antsy i Jabina, sady nampahory azy ireo sy lozabe taminy, nandritra ny roapolo taona.",
        "4": "Ary i Debora mpaminanivavy, vadin’i Lapidota, no nitsara ny Israely tamin’izay fotoana izay.",
        "5": "Nipetraka teo ambany hazo palmie an’i Debora izy, teo anelanelan’i Rama sy Betela, tany amin’ny faritra be tendrombohitr’i Efraima. Dia niakatra hotsaraina tany aminy ny zanak’Israely.",
        "6": "Ary naniraka olona hiantso an’i Baraka zanak’i Abinoama tany Kedesi-naftaly izy, mba hilaza aminy hoe: “Tsy efa nanome didy ve i Jehovah Andriamanitry ny Israely? ‘Koa mandehana ka aoka ianareo hiely eran’ny Tendrombohitra Tabara. Makà lehilahy iray alina eo amin’ny taranak’i Naftaly sy Zebolona.",
        "7": "Ary hosarihako ho any aminao, any amin’ny lohasaha falehan-driakan’i Kisona, i Sisera lehiben’ny tafik’i Jabina, sy ireo kalesin’adiny mbamin’ny olony. Dia hatolotro eo an-tananao izy.’”",
        "8": "Dia hoy i Baraka tamin’i Debora: “Handeha aho raha hiaraka amiko ianao, fa raha tsy handeha ianao, dia tsy handeha koa aho.”",
        "9": "Dia hoy i Debora: “Hiaraka aminao tokoa aho. Tsy ianao anefa no hahazo voninahitra amin’izao dia halehanao izao, satria eo an-tanam-behivavy no hivarotan’i Jehovah an’i Sisera.” Dia nitsangana i Debora ka niaraka tamin’i Baraka ho any Kedesy.",
        "10": "Ary nantsoin’i Baraka ho any Kedesy ny taranak’i Zebolona sy Naftaly, ka lehilahy iray alina no niakatra nanara-dia azy, ary niara-niakatra taminy koa i Debora.",
        "11": "Ary efa nisaraka tamin’ny Kenita taranak’i Hobaba i Hebera Kenita. Vinantolahin’io Hobaba io i Mosesy. Nanangana ny tranolainy teo akaikin’ilay hazobe tao Zananima any Kedesy i Hebera.",
        "12": "Ary nisy nilaza tamin’i Sisera hoe efa niakatra tao an-tendrombohitra Tabara i Baraka zanak’i Abinoama.",
        "13": "Avy hatrany, dia nangonin’i Sisera daholo ny kalesin’adiny sivinjato nisy lelan’antsy, sy ny olony rehetra, mba hiala tao Harosetan’ireo firenena ka ho any amin’ny lohasaha falehan-driakan’i Kisona.",
        "14": "Ary hoy i Debora tamin’i Baraka: “Mitsangàna fa izao no andro hanoloran’i Jehovah an’i Sisera eo an-tananao. Tsy i Jehovah ve no efa mivoaka ho eo alohanao?” Dia nidina avy tany an-tendrombohitra Tabara i Baraka sy ireo lehilahy iray alina nanaraka azy.",
        "15": "Ary nataon’i Jehovah nifanaritaka i Sisera sy ny kalesin’adiny rehetra ary ny tobiny rehetra, ka matin’ny lelan-tsabatra teo anoloan’i Baraka izy ireo. Dia nidina niala tamin’ny kalesiny i Sisera, ka nihazakazaka nandositra.",
        "16": "Koa nenjehin’i Baraka hatrany Harosetan’ireo firenena ny kalesin’ady sy ny miaramila, ka lavon’ny lelan-tsabatra ny miaramila rehetra, ary tsy nisy niangana na iray aza.",
        "17": "Fa i Sisera kosa nihazakazaka nandositra nankany amin’ny tranolain’i Jaela vadin’i Hebera Kenita, satria tsara fihavanana tamin’i Jabina mpanjakan’i Hazora ny fianakavian’i Hebera Kenita.",
        "18": "Dia nivoaka hitsena an’i Sisera i Jaela, ka nilaza hoe: “Mivilia atỳ tompoko! Mivilia ato amiko fa aza matahotra.” Koa nivily nankao an-tranolainy izy. Rehefa afaka kelikely, dia norakofan’i Jaela bodofotsy izy.",
        "19": "Avy eo dia hoy i Sisera taminy: “Mba omeo rano kely ange aho hosotroiko e, fa mangetaheta aho.” Koa nosokafan’i Jaela ny siny hoditra nisy ronono, ka nanomezany hosotroiny. Dia norakofan’i Jaela izy.",
        "20": "Hoy koa i Sisera taminy: “Mijoroa eo amin’ny fidirana amin’ny tranolay, ka raha misy tonga manontany anao hoe: ‘Misy lehilahy ve ao?’, dia ataovy hoe: ‘Tsia!’”",
        "21": "Ary naka fantsika be fanenjanan-day i Jaela vadin’i Hebera sady nitondra marotoa teny an-tanany. Ary nitsaitsaika nankeo amin’i Sisera i Jaela, raha iny natory be sy reraka iny izy. Dia natsatony teo amin’ny fihirifany ilay fantsika be, ka nataony niboroaka tamin’ny tany. Koa maty i Sisera.",
        "22": "Ary iny fa tonga i Baraka izay mbola nanenjika an’i Sisera. Dia nivoaka hitsena azy i Jaela ka nanao hoe: “Avia fa hasehoko anao ilay lehilahy tadiavinao.” Koa niditra nankao aminy izy, ary io fa maty nitsitra teo i Sisera, sady mbola teo amin’ny fihirifany ilay fantsika be.",
        "23": "Toy izany no nandresen’Andriamanitra an’i Jabina mpanjakan’i Kanana teo anoloan’ny zanak’Israely, tamin’izany andro izany.",
        "24": "Ary nihamafy foana ny fanafihan’ny zanak’Israely an’i Jabina mpanjakan’i Kanana, mandra-pamonony an’i Jabina."
    },
    "5": {
        "1": "Tamin’izay andro izay, dia velon-kira i Debora sy Baraka zanak’i Abinoama hoe:",
        "2": "“Navela hikirazorazo ny volo * fa efa vonon-kiady ny Israely, Ary nirotsaka an-tsitrapo ny olona, Ka misaora an’i Jehovah!",
        "3": "Mihainoa ry mpanjaka, ary mandrenesa ry manam-pahefana: Izaho mihitsy no hihira ho an’i Jehovah. Hihira fiderana ho an’i Jehovah Andriamanitry ny Israely aho.",
        "4": "Tamin’ianao nivoaka avy tany Seira, Jehovah ô, Tamin’ianao niala avy tany amin’ny faritr’i Edoma, Dia nihovotrovotra ny tany, ary nitete ny lanitra, Eny, nitete rano ny rahona.",
        "5": "Nitsonika teo anatrehan’i Jehovah ny tendrombohitra, Nitsonika i Sinay, teo anatrehan’i Jehovah Andriamanitry ny Israely.",
        "6": "Tamin’ny andron’i Samgara, zanak’i Anata, Tamin’ny andron’i Jaela, dia tsy nisy mpandeha ny lalankely, Fa nanaraka lalankely nihodidina kosa ny mpandeha an-dalambe.",
        "7": "Tsy teo intsony ireo mponina tany ambanivohitra, tsy teo amin’ny Israely intsony ireny, Mandra-pitsangako, izaho Debora, Mandra-pitsangako ho reny teo amin’ny Israely.",
        "8": "Nifidy andriamani-baovao ny olona. Tamin’izay no nisian’ny ady teny am-bavahady, Ary tsy nahitana ampinga na lefona Teo amin’ny olona efatra alina teo amin’ny Israely.",
        "9": "Miray fo amin’ireo mpitari-tafika eo amin’ny Israely aho. Nirotsaka an-tsitrapo niaraka tamin’ny vahoaka izy ireo. Misaora an’i Jehovah!",
        "10": "Ianareo izay mitaingina ampondravavy mena somary mavo, Ianareo izay mipetraka eo ambony karipetra mirenty, Ary ianareo izay mandeha eny an-dalana, Mandiniha!",
        "11": "Re teny am-pantsakana ny feon’ny olona sasany mpizara rano. Teny no nitantarany ny zavatra ara-drariny nataon’i Jehovah, Sy ny zavatra ara-drariny nataon’ny olony monina eny ambanivohitr’Israely. Tamin’izay no nidinan’ny vahoakan’i Jehovah teny am-bavahady.",
        "12": "Mifohaza, mifohaza, ry Debora ô, Mifohaza, mifohaza, ka mihirà! Mitsangàna ry Baraka, ary ento manaraka anao ireo babonao, ry zanak’i Abinoama!",
        "13": "Tamin’izay ireo sisa tsy maty no nidina tany amin’ireo olo-manan-kaja. Nidina ho atỳ amiko ny vahoakan’i Jehovah mba hiady amin’ny olo-mahery.",
        "14": "Avy tamin’ny fokon’i Efraima ny olona nankeny amin’ny lemaka iva. Niaraka taminao teo anivon’ny vahoakanao ireny, ry Benjamina ô! Avy tamin’i Makira no niavian’ireo mpitari-tafika nidina tany, Ary avy tamin’i Zebolona ireo nampiasa ny fitaovan’ny mpitan-tsoratra.",
        "15": "Niaraka tamin’i Debora ireo andriana teo amin’ny fokon’i Isakara, Ary sahala amin’i Isakara ihany i Baraka. Nirahina handeha an-tongotra hankeny amin’ny lemaka iva izy. Nisy ampahany tamin’ny fokon’i Robena nisalasala be tao am-pony tao.",
        "16": "Nahoana ianao no nipetraka teo anelanelan’ny kitapon-dasely roa, Mba hihaino ny feon-tsodina fibaikoana ny andian’ondry? Nisy ampahany tamin’ny fokon’i Robena nisalasala be tao am-pony tao.",
        "17": "Mbola nijanona tao amin’ny fonenany teny ampitan’i Jordana i Gileada. Ary nahoana i Dana no mbola nijanona tao an-tsambo tamin’iny fotoana iny? Nipetra-potsiny teo amoron-dranomasina i Asera, Ary mbola nijanona teo amin’ny fitodian-tsambony izy.",
        "18": "Vahoaka nanao vivery ny ainy * i Zebolona, ary vonona ho faty mihitsy aza. Toy izany koa i Naftaly, teny amin’ny havoana tany ambanivohitra.",
        "19": "Nisy mpanjaka tonga mba hiady, Ary tamin’izay no niady ireo mpanjakan’i Kanana Tao Tanaka, teo amoron’ny ranon’i Megido. Tsy nahazo volafotsy anefa izy ireo.",
        "20": "Avy tany an-danitra ny kintana no niady tamin’i Sisera, Avy tamin’ny lalana arahiny ireny no niady taminy.",
        "21": "Nopaohin’ny riakan’i Kisona ireny, Dia ny riakan’ny andro fahiny, eny, ny riakan’i Kisona. Nanitsakitsaka an’ireo olo-mahery aho.",
        "22": "Tamin’izay no nikatrokatroka ny kitron-tsoavaly, Satria niriotra mafy dia mafy ny soavalilahy.",
        "23": "‘Ozòny i Meroza’, hoy ilay anjelin’i Jehovah, ‘Ozòny tsy misy farany ny mponina ao, Satria tsy mba tonga nanampy an’i Jehovah, Tsy niaraka tamin’ireo olo-mahery mba hanampy an’i Jehovah.’",
        "24": "Hotahina mihoatra noho ny vehivavy rehetra i Jaela, vadin’i Hebera Kenita, Hotahina mihoatra noho ny vehivavy rehetra mipetraka an-tranolay izy.",
        "25": "Rano no nangatahin’i Sisera, fa ronono no nomeny azy, Eny, habobo no natolony tao anaty vilia baolina lehibe fampiasan’ny olo-manan-kaja amin’ny fanasambe.",
        "26": "Dia noraisiny haingana ny fantsika be fanenjanan-day, Noraisin’ny tanany havanana ny marotoa fampiasan’ny mpanao asa mafy, Ka nasiany tamin’iny i Sisera, ary novakiny ny lohany. Koa nataony tresaka sy gorobaka ny fihirifany.",
        "27": "Teo anelanelan’ny tongotr’i Jaela izy no nianjera sy lavo ary nivalampatra. Teo anelanelan’ny tongony izy no nianjera sy lavo, Ary teo amin’izay nianjerany izy no lavo sy resy.",
        "28": "Teo am-baravarankely ny vehivavy iray no nitazana sy niandry izay hahatongavany, Nitazana teo amin’ny makarakaram-baravarankely ny renin’i Sisera, ka nanao hoe: ‘Fa maninona àry no mbola tsy tonga foana ny kalesin’adiny? Fa maninona àry no mbola tsy re mikatrokatroka foana ny kitron’ny soavaly mitarika ny kalesiny?’",
        "29": "Izay hendry tamin’ireo andriambaviny no namaly azy, Ny tenany koa aza niteny anakampo hoe:",
        "30": "‘Tsy efa mba nahazo babo sy nizara izany ve ry zareo izay? Vehivavy iray, vehivavy roa ho an’ny vatan-dehilahy tsirairay. Lamba miloko no azon’i Sisera, eny, lamba miloko, Akanjo iray misy peta-kofehy, lamba miloko, akanjo roa misy peta-kofehy No eny am-bozon’ny lehilahy nahazo babo.’",
        "31": "Ho faty toy izany koa anie ny fahavalonao rehetra, Jehovah ô! Fa izay tia anao kosa ho tahaka ny masoandro mibaliaka.” Ary tsy nisy korontana intsony teo amin’ilay tany nandritra ny efapolo taona."
    },
    "6": {
        "1": "Ary nanao izay ratsy teo imason’i Jehovah ny zanak’Israely, ka natolotr’i Jehovah teo an-tanan’ny Midianina nandritra ny fito taona.",
        "2": "Dia nanjakazaka tamin’ny Israely ny Midianina. Ary noho ny nafitsok’izy ireo no nanaovan’ny zanak’Israely an’ireo fitehirizam-bokatra any ambanin’ny tany, teny an-tendrombohitra, mbamin’ireo lava-bato sy ireo toerana sarotra aleha.",
        "3": "Ary rehefa namafy voa ny Israely, dia niakatra hanafika azy ny Midianina sy ny Amalekita ary ny Tatsinanana.",
        "4": "Nitoby mba hiady tamin’ny Israely ireny, sady nanimba ny vokatry ny tany, hatrany Gaza. Koa nataony fongana ny hanina sy ny ondry sy ny omby ary ny ampondra sisa tavela tany Israely.",
        "5": "Fa niakatra nitondra ny biby fiompiny sy ny tranolainy ireny, ka nanao rodobe sahala amin’ny valala. Tsy hita isa koa izy ireny sy ny ramevany. Ary tonga handrava an’ilay tany ireny.",
        "6": "Koa lasa nahantra be ny Israely noho ny nataon’ny Midianina. Dia niantso vonjy tamin’i Jehovah ny zanak’Israely.",
        "7": "Ary satria niantso vonjy tamin’i Jehovah ny zanak’Israely noho ny nataon’ny Midianina,",
        "8": "dia naniraka lehilahy iray mpaminany i Jehovah, ho any amin’izy ireo, mba hilaza hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nitondra anareo niakatra avy tany Ejipta, ka namoaka anareo avy tany amin’ny trano fanandevozana.",
        "9": "Koa nafahako teo an-tanan’ny Ejipsianina sy izay rehetra nampahory anareo ianareo. Noroahiko tsy ho eo anatrehanareo ireny, ary nomeko anareo ny taniny.",
        "10": "Hoy koa aho taminareo: “Izaho no Jehovah Andriamanitrareo. Aza matahotra ny andriamanitry ny Amorita izay tompon’ny tany onenanareo.” Tsy nihaino ny feoko anefa ianareo.’”",
        "11": "Ary tonga ilay anjelin’i Jehovah, ka nipetraka teo ambanin’ilay hazoben’i Joasy Abi-ezerita, tany Ofra. I Gideona zanakalahin’i Joasy tamin’izay dia nively varimbazaha tao amin’ny lavaka famiazam-boaloboka mba tsy ho hitan’ny Midianina, ary nataony haingana izany.",
        "12": "Dia niseho taminy ilay anjelin’i Jehovah, ka nanao hoe: “Momba anao i Jehovah, ry ilay matanjaka sady mahery fo.”",
        "13": "Hoy anefa i Gideona taminy: “Miala tsiny aminao aho, tompoko, fa raha momba anay i Jehovah, nahoana no mianjady aminay izao zavatra rehetra izao? Ary aiza ny zava-mahagaga rehetra nataony izay notantarain’ny razanay taminay hoe: ‘Tsy avy tany Ejipta ve isika no nentin’i Jehovah niakatra?’ Fa efa nahafoy anay mihitsy i Jehovah, ary efa natolony teo am-pelatanan’ny Midianina izahay.”",
        "14": "Dia nitodika nanatrika azy i Jehovah, ka nanao hoe: “Mandehana amin’izao herinao izao ka vonjeo eo am-pelatanan’ny Midianina ny Israely. Tsy efa naniraka anao ve aho?”",
        "15": "Ary hoy i Gideona taminy: “Miala tsiny aminao aho, Jehovah ô! Ahoana no hamonjeko ny Israely? Ny fianakaviako * ange no tsinontsinona indrindra amin’ny fokon’i Manase e! Ary izaho no kely indrindra ao amin’ny ankohonan-draiko.”",
        "16": "Hoy anefa i Jehovah: “Homba anao aho, ka hovonoinao toy ny famono olona iray monja ny Midianina.”",
        "17": "Dia hoy i Gideona: “Raha mahazo sitraka aminao àry aho, dia mba manaova famantarana hahalalako fa ianao no miteny amiko.",
        "18": "Koa aza miala eto, azafady, mandra-piveriko eto aminao, fa haka fanomezana aho mba hoentiko eto anatrehanao.” Dia hoy izy: “Hipetraka eto foana aho mandra-piverinao.”",
        "19": "Ary nankao an-trano i Gideona, ka nikarakara zanak’osy sy nanao mofo tsy misy lalivay tamin’ny lafarinina iray efaha. Dia nataony tao anaty harona ny hena, ary tao anaty vilany ny ron-kena, ka nentiny nankany amin’ilay anjely teo ambanin’ilay hazobe. Ary narosony teo aminy izany.",
        "20": "Ary hoy ilay anjelin’Andriamanitra: “Alaivo ny hena sy ny mofo tsy misy lalivay, ka apetraho erỳ ambonin’irỳ vatolampy lehibe irỳ, ary araraho eo ny ron-kena.” Dia nataon’i Gideona izany.",
        "21": "Ary naroson’ilay anjelin’i Jehovah ny tehina teny an-tanany, ka nokasihiny tamin’ny tendron’iny ilay hena sy ny mofo tsy misy lalivay. Dia nisy afo niakatra avy tamin’ilay vatolampy ka nandevona an’ilay hena sy ny mofo tsy misy lalivay. Fa ilay anjelin’i Jehovah kosa nanjavona tsy hitany intsony.",
        "22": "Koa takatr’i Gideona fa anjelin’i Jehovah ilay teo. Avy hatrany, dia hoy izy: “Lozako, ry Jehovah Tompo Fara Tampony, fa nifanatrika tamin’ny anjelin’i Jehovah aho!”",
        "23": "Fa hoy i Jehovah taminy: “Fiadanana anie ho anao! Aza matahotra fa tsy ho faty ianao.”",
        "24": "Koa nanorina alitara ho an’i Jehovah teo i Gideona. Mbola Jehovah-saloma foana no iantsoana an’ilay alitara mandraka androany ary mbola any Ofra, tanànan’ny Abi-ezerita, ilay izy.",
        "25": "Ny alin’iny, dia hoy koa i Jehovah tamin’i Gideona: “Alaivo ny vantotr’ombilahin-drainao, dia ilay vantotr’ombilahy faharoa efa fito taona. Ravao ny alitaran’i Bala, izay an-drainao, ary kapao ny tsato-kazo masina eo anilany.",
        "26": "Ary manorena alitara ho an’i Jehovah Andriamanitrao eo an-tampon’ity toerana voaro mafy ity, ka ataovy mitandahatra ny vato eo aminy. Ary alaivo ilay vantotr’ombilahy faharoa, dia atolory ho fanatitra dorana eo ambony kitay, ka ilay tsato-kazo masina hokapainao no hataonao kitay.”",
        "27": "Koa naka folo lahy tamin’ny mpanompony i Gideona, ka nanao araka izay efa nolazain’i Jehovah taminy. Ary tamin’ny alina no nanaovany izany, noho izy natahotra mafy ny ankohonan-drainy sy ny lehilahy tao an-tanàna, fa tsy vitany ny nanao izany tamin’ny antoandro.",
        "28": "Rehefa nifoha vao maraina toy ny mahazatra ny olona tao an-tanàna, dia io fa efa rava ny alitaran’i Bala, ary efa voakapa ny tsato-kazo masina teo anilany, ary ilay vantotr’ombilahy faharoa dia efa natolotra teo ambonin’ilay alitara vao naorina.",
        "29": "Dia nifanontany ny olona hoe: “Fa iza no nanao an’izao?” Ary namotopototra sy nitady izy ireo, ka hoy izy ireo nony farany: “I Gideona zanak’i Joasy no nanao an’izao.”",
        "30": "Koa hoy ny tao an-tanàna tamin’i Joasy: “Avoahy ny zanakao mba hovonoina ho faty, fa narodany ny alitaran’i Bala, sady nokapainy ny tsato-kazo masina teo anilany.”",
        "31": "Dia hoy i Joasy tamin’izay rehetra nitsangana hanohitra azy: “Ianareo indray ve no hiaro an’i Bala sao mba azonareo vonjena ihany izy? Izay rehetra miaro an’i Bala dia hovonoina ho faty izao maraina izao ihany. Raha Andriamanitra tokoa i Bala, dia aoka izy no hiaro ny tenany, satria nisy nandrodana ny alitarany.”",
        "32": "Ary nantsoiny hoe Jerobala i Gideona nanomboka tamin’izay andro izay, fa hoy izy: “Aoka i Bala no hiaro ny tenany, satria nisy nandrodana ny alitarany.”",
        "33": "Ary nivondrona ho iray ny Midianina rehetra sy ny Amalekita ary ny Tatsinanana. Koa nankeny ampita izy ireo ka nitoby teo amin’ny lemaka ivan’i Jezirela.",
        "34": "Ary tonga tamin’i * Gideona ny fanahin’i * Jehovah, ka notsofiny ny anjombona. Dia novorina ny Abi-ezerita mba hanaraka azy.",
        "35": "Nandefa iraka tany amin’ny fokon’i Manase manontolo izy, ka novorina koa ireo mba hanaraka azy. Ary nandefa iraka tany amin’ny fokon’i Asera sy Zebolona ary Naftaly koa izy, ka niakatra ireo mba hitsena azy.",
        "36": "Dia hoy i Gideona tamin’Andriamanitra: “Raha izaho no hampiasainao hamonjena ny Israely, araka ny efa nampanantenainao,",
        "37": "dia hisy volonondry hapetrako eo am-pamoloana. Koa raha ny volonondry ihany no hisy ando, fa ny tany rehetra kosa ho maina, dia ho fantatro fa izaho no hampiasainao hamonjena ny Israely, araka ny efa nampanantenainao.”",
        "38": "Dia tanteraka tokoa izany. Koa rehefa nifoha maraina izy ny ampitson’iny, dia nofiazany ilay volonondry, ka nahafeno vilia baolina lehibe fampiasa amin’ny fanasambe ny ranonando taminy.",
        "39": "Fa hoy indray i Gideona tamin’Andriamanitra: “Aoka tsy hirehitra amiko ny fahatezeranao, fa avelao aho mbola hiteny indray mandeha monja. Avelao re aho, azafady, mba hanao fitsapana indray mandeha indray amin’ilay volonondry e! Koa raha sitrakao, dia aoka ilay volonondry ihany no ho maina, fa ny tany rehetra kosa hisy ando.”",
        "40": "Dia nataon’Andriamanitra izany tamin’iny alina iny, ka ilay volonondry ihany no maina, fa ny tany rehetra kosa nisy ando."
    },
    "7": {
        "1": "Ary nifoha maraina i Jerobala, izany hoe i Gideona, mbamin’ny olona rehetra niaraka taminy, ka nitoby teo amin’ny loharanon’i Haroda. Ny tobin’ny Midianina kosa teo avaratry ny nisy an’i Gideona, teo amin’ny havoanan’i More, teny amin’ny lemaka iva.",
        "2": "Dia hoy i Jehovah tamin’i Gideona: “Maro loatra ny olona miaraka aminao, ka tsy hatolotro eo an-tanan’ireo ny Midianina, sao hirehareha momba izany ny Israely, ka hilaza amiko hoe: ‘Ny tanako ihany no namonjy ahy.’",
        "3": "Koa manaova antso avo amin’ny olona, azafady, hoe: ‘Iza no matahotra sy mangovitra? Aoka izy hiverina.’” Ary nisy fitsapana nataon’i Gideona tamin’izy ireo. Dia olona roa arivo sy roa alina no niverina, ka iray alina sisa no nijanona.",
        "4": "Hoy ihany anefa i Jehovah tamin’i Gideona: “Mbola maro loatra ireo olona ireo, ka asaivo midina ho eny amoron-drano ry zareo fa hisy fitsapana hataoko aminy eny. Koa izay lazaiko aminao hoe: ‘Hiaraka aminao io’, no hiaraka aminao. Fa izay lazaiko hoe: ‘Tsy hiaraka aminao io’, dia tsy hiaraka aminao.”",
        "5": "Dia nasain’i Gideona nidina teny amoron-drano ny olona. Dia hoy i Jehovah tamin’i Gideona: “Atokàny izay rehetra milelaka rano, toy ny filelaky ny alika, ary atokàny koa izay rehetra mandohalika hisotro.”",
        "6": "Ary telonjato lahy no naka rano tamin’ny tanany ho eo am-bavany ka nilelaka izany, fa ny sisa rehetra kosa nandohalika rehefa nisotro.",
        "7": "Hoy koa i Jehovah tamin’i Gideona: “Ireo telonjato lahy nilelaka rano ireo no hamonjeko anareo, ary hatolotro eo an-tananao ny Midianina. Fa asaivo mody kosa ny olona sisa rehetra.”",
        "8": "Koa nalain’ireo telonjato lahy ny vatsy sy ny anjombona teny amin’ny olona. Dia nalefan’i Gideona hody tany an-tranony avy ny lehilahy israelita rehetra, fa ireo telonjato lahy kosa no nohazoniny. Ary ny tobin’ny Midianina dia teny ambanin’izay nisy an’i Gideona, teny amin’ny lemaka iva.",
        "9": "Ary hoy i Jehovah tamin’i Gideona, tamin’iny alina iny: “Mitsangàna, ary midìna ka tafiho ny ao an-toby, fa natolotro eo an-tananao izy.",
        "10": "Fa raha matahotra ny hidina ianao, dia ento midina miaraka aminao ho any an-toby i Pora mpanomponao.",
        "11": "Ary henoy izay horesahin’izy ireo fa hihamahery ny tananao aorian’izay, ka hidina hanafika ny ao an-toby tokoa ianao.” Dia nidina izy sy Pora mpanompony ka nankany an-tsisin’ilay toby, izay nisy olona efa voalahatra hiady.",
        "12": "Nitoetra tany amin’ny lemaka iva ny Midianina sy ny Amalekita ary ny Tatsinanana rehetra, sady maro be tahaka ny valala. Ary tsy hita isa ny ramevany, fa maro be toy ny fasika eny amoron-dranomasina.",
        "13": "Ary tonga tao i Gideona, ka injay fa nisy lehilahy iray nitantara nofy tamin’ny namany, nanao hoe: “Nanonofy aho hoe: Nisy mofo boribory natao tamin’ny vary orza, nikodiadia nanketo amin’ny tobin’ny Midianina. Ary tonga hatreny amin’ny tranolay anankiray ilay izy, dia nandona an’ilay tranolay, ka nampianjera azy. Avy eo, dia natsimbadik’ilay mofo ilay tranolay, ka nirodana tanteraka.”",
        "14": "Dia hoy ny navalin’ilay namany: “Koa inona moa fa tsy ny sabatr’i Gideona zanak’i Joasy, lehilahy israelita, izany! Efa natolotr’ilay tena Andriamanitra eo an-tanany ny Midianina sy ny toby rehetra.”",
        "15": "Raha vao ren’i Gideona ilay nofy sy ny dikany, dia niankohoka izy. Ary niverina tany amin’ny tobin’ny Israely izy, ka niteny hoe: “Mitsangàna, fa efa natolotr’i Jehovah eo an-tananareo ny tobin’ny Midianina.”",
        "16": "Dia nozarainy ho telo toko izy telonjato lahy, ka samy nomeny anjombona izy rehetra hotazoniny eny an-tanany, ary koa siny lehibe tsy nisy na inona na inona, sy fanilo hatao ao anatin’ireo siny.",
        "17": "Hoy koa izy tamin’ireo: “Jereo aho, ka ianaro izay hataoko, ary manaova sahala amiko. Ary rehefa tonga eo an-tsisin’ny toby aho, dia izay hataoko no hataonareo.",
        "18": "Koa rehefa mitsoka anjombona izaho sy izay rehetra miaraka amiko, dia tsofy koa ny anjombonareo, manodidina ny toby, ka mitenena hoe: ‘An’i Jehovah sy Gideona!’”",
        "19": "Ary tonga teo an-tsisin’ny toby i Gideona sy ny zato lahy niaraka taminy, rehefa nanomboka ny fotoam-piambenana teo antenatenan’ny alina. Vao avy nosoloan’ny Midianina ny miaramila mpiambina tamin’izay. Dia nitsoka anjombona ry Gideona, ary nopotipotehiny ny sinin-drano lehibe teny an-tanany.",
        "20": "Dia samy nitsoka ny anjombony sy namotipotika an’ireo siny lehibe izy telo toko. Ary noraisin’izy ireo tamin’ny tanany havia ny fanilo, fa ny tanany havanana kosa nihazona ny anjombona hotsofiny. Dia niantso mafy izy ireo hoe: “Sabatr’i Jehovah sy Gideona!”",
        "21": "Nandritra izany rehetra izany, dia samy nijanona teo amin’izay nisy azy, nanodidina ny toby, izy ireo. Koa nihazakazaka ny rehetra tao an-toby, ary velona ny horakoraka, dia vaky nandositra izy rehetra.",
        "22": "Ary mbola nitsoka ny anjombony foana izy telonjato lahy. Dia nataon’i Jehovah nifamely tamin’ny sabatra ny eran’ny toby. Koa nisy nandositra hatrany Beti-sita sy Zereraha ny tao an-toby, ka tonga hatrany amin’ny sisin’i Abela-mehola, any akaikin’i Tabata.",
        "23": "Nandritra izany fotoana izany, dia novorina ny lehilahy israelita avy tamin’ny fokon’i Naftaly sy Asera ary Manase manontolo, ka nenjehin’izy ireo ny Midianina.",
        "24": "Ary nandefa iraka eran’ny faritra be tendrombohitr’i Efraima i Gideona, nanao hoe: “Midìna mba hifanandrina amin’ny Midianina, ary ataovy izay hahatongavana alohan’izy ireo hatrany Beti-bara sy ny Reniranon’i Jordana, ka ametraho olona eo amin’ireo toerana fiampitana.” Koa novorina ny lehilahy efraimita rehetra, ka nametrahany olona teo amin’ireo toerana fiampitana hatrany Beti-bara sy ny Reniranon’i Jordana.",
        "25": "Dia tratran’izy ireo koa ny andrianan’ny Midianina roa lahy, dia i Oreba sy Zeba. Ary i Oreba novonoiny teo amin’ny harambaton’i Oreba, fa i Zeba kosa novonoiny tao amin’ny famiazam-boalobok’i Zeba. Ary mbola nenjehin’izy ireo ny Midianina. Dia nentiny tany amin’i Gideona, tany amin’ny faritr’i Jordana, ny lohan’i Oreba sy ny lohan’i Zeba."
    },
    "8": {
        "1": "Dia hoy ny lehilahy efraimita tamin’i Gideona: “Mba ahoana koa izao zavatra nataonao taminay izao no tsy nantsoinao izahay rehefa nandeha niady tamin’ny Midianina ianao?” Koa nila ady taminy ireo ka nasiaka taminy.",
        "2": "Farany, dia hoy i Gideona tamin’ireo: “Fa inona moa no mba vitako raha ampitahaina amin’ny vitanareo? Tsy ny sisam-boaloboka notazan’ny Efraimita aza ve no tsara kokoa noho ny voaloboka rehetra notazan’ny Abi-ezerita?",
        "3": "Teo an-tananareo ange no nanoloran’Andriamanitra an’i Oreba sy Zeba andrianan’ny Midianina e! Ary inona moa no mba vitako raha ampitahaina amin’ny vitanareo?” Rehefa avy niteny izany i Gideona vao tony ny fahatezeran’izy ireo taminy.",
        "4": "Ary tonga teo amin’ny Reniranon’i Jordana i Gideona, ka niampita azy io izy sy ireo telonjato lahy niaraka taminy. Efa reraka izy ireo, nefa mbola nanenjika ny fahavalony ihany.",
        "5": "Taoriana kelin’izay, dia hoy izy tamin’ireo lehilahy tao Sokota: “Mba omeo mofo re ny olona manaraka ahy fa reraka e! Manenjika an’i Zebaha sy Zalmona, mpanjakan’ny Midianina, mantsy aho.”",
        "6": "Fa hoy ireo andrianan’i Sokota: “Efa eo am-pelatananao angaha i Zebaha sy Zalmona no omenay mofo ny miaramilanao?”",
        "7": "Dia hoy i Gideona: “Hoveleziko amin’ny tsilon’ny tany efitra sy amin’ny voarointsilo ianareo, rehefa hatolotr’i Jehovah eo an-tanako i Zebaha sy Zalmona.”",
        "8": "Dia nanohy ny diany izy, ka niakatra nankany Penoela. Ary niteny toy izany tamin’ny lehilahy tao koa izy, nefa namaly azy sahala amin’ny tao Sokota koa ireo.",
        "9": "Dia hoy koa izy tamin’ny lehilahy tao Penoela: “Rehefa tafaverina soa aman-tsara aho, dia harodako ity tilikambo ity.”",
        "10": "Ary tany Karkora i Zebaha sy Zalmona, mbamin’ny miaramilany dimy arivo sy iray alina teo ho eo, izay sisa tavela tamin’ny tafiky ny Tatsinanana manontolo, fa efa maty ny roa alina sy iray hetsy izay samy lehilahy mpitan-tsabatra.",
        "11": "Mbola nanohy ny diany niakatra ihany i Gideona, ka nanaraka ny lalan’ireo olona nipetraka an-tranolay, any atsinanan’i Noba sy Jogbeha. Dia namely ny toby izy raha iny tsy nanampo na inona na inona iny ny tao an-toby.",
        "12": "Ary nandositra i Zebaha sy Zalmona, ka nenjehin’i Gideona avy hatrany. Dia azony i Zebaha sy Zalmona mpanjakan’ny Midianina. Ary nataon’i Gideona nangovitra izay rehetra tao an-toby.",
        "13": "Dia niverina avy tany an’ady i Gideona, zanak’i Joasy, ary nihazo ny lalana niakatra tany Heresa.",
        "14": "Nisambotra tovolahy iray anisan’ny lehilahy tao Sokota i Gideona teny an-dalana ka nanontaniany io. Koa nosoratan’ilay tovolahy ny anaran’ny andrianan’i Sokota sy ny anti-panahy tao, dia fito amby fitopolo lahy.",
        "15": "Dia nankany amin’ny lehilahy tao Sokota i Gideona, ka nanao hoe: “Ireto i Zebaha sy Zalmona izay nanarabianareo ahy hoe: ‘Efa eo am-pelatananao angaha i Zebaha sy Zalmona no omenay mofo ny miaramilanao efa reraka?’”",
        "16": "Dia nalain’i Gideona ny anti-panahy tao an-tanàna. Ary naka tsilon’ny tany efitra sy voarointsilo izy, dia nofaiziny tamin’ireny ny lehilahy tao Sokota ka nataony nahalala ny anarany.",
        "17": "Narodany koa ilay tilikambo tao Penoela, ary naripany ny lehilahy tao an-tanàna.",
        "18": "Ary hoy izy tamin’i Zebaha sy Zalmona: “Hoatran’iza izany lehilahy novonoinareo tany Tabara izany?” Hoy ireo: “Tahaka anao izao ry zareo. Tahaka ny zanaky ny mpanjaka ny bikabikany.”",
        "19": "Dia hoy i Gideona: “Ny rahalahiko zanak’i Neny izany! Raha mbola velona koa i Jehovah, dia tsy hovonoiko ho faty ianareo raha mba nitsimbina ny ain’izy ireo.”",
        "20": "Dia hoy i Gideona tamin’i Jatera zanany lahimatoa: “Mitsangàna! Vonoy ho faty ireo.” Tsy nanatsoaka ny sabany anefa ilay tovolahy, satria natahotra. Mbola tovolahy mantsy izy.",
        "21": "Fa hoy i Zebaha sy Zalmona: “Ianao mihitsy no aoka hamely anay, satria ny heriny no ahitana ny tena lehilahy.” Dia novonoin’i Gideona i Zebaha sy Zalmona. Ary nalainy ireo ravaka miendrika volana teny am-bozon’ny ramevan’izy ireo.",
        "22": "Dia hoy ny lehilahy israelita tamin’i Gideona: “Aoka ianao ho mpitondra anay, dia ianao sy ny zanakao ary ny zafikelinao, satria namonjy anay teo an-tanan’ny Midianina ianao.”",
        "23": "Fa hoy i Gideona: “Tsy ho mpitondra anareo aho, ary tsy ho mpitondra anareo koa ny zanako. I Jehovah ihany no ho mpitondra anareo.”",
        "24": "Hoy koa i Gideona: “Mamelà ahy hangataka izao zavatra izao aminareo: Aoka ianareo samy hanome ahy ny kavin’orona azonareo tamin’ny babonareo.” Nanana kavin’orona volamena mantsy ireny, satria Ismaelita.",
        "25": "Dia hoy izy ireo: “Homenay tokoa izany.” Koa namelatra lamba fitafy izy ireo, dia natsipin’ny tsirairay teo ny kavin’orona azony tamin’ny babo.",
        "26": "Ary ny lanjan’ny kavin’orona volamena nangatahin’i Gideona dia nahatratra sekely volamena fitonjato sy arivo, ankoatra ny ravaka miendrika volana, sy ny kavina ary ny akanjo volonondry nolokoana volomparasy somary mena izay nanaovan’ireo mpanjakan’ny Midianina, mbamin’ny rojo teny am-bozon’ny rameva.",
        "27": "Ary nanao efoda tamin’izany volamena izany i Gideona, ka narantirantiny tao Ofra tanànany ilay izy. Dia nanana fifandraisana mamoafady tamin’ilay efoda ny Israely rehetra, hany ka lasa fandrika ho an’i Gideona sy ny ankohonany ilay izy.",
        "28": "Dia resin’ny zanak’Israely ny Midianina, ka tsy nahatraka intsony ny lohany. Koa tsy nisy korontana intsony teo amin’ilay tany nandritra ny efapolo taona, tamin’ny andron’i Gideona.",
        "29": "Dia nandeha i Jerobala zanak’i Joasy, ka nonina tany an-tranony.",
        "30": "Ary fitopolo ny zanakalahy naterak’i * Gideona, satria lasa nanana vady maro izy.",
        "31": "Nitera-dahy taminy koa ilay vadikeliny tany Sekema, ka nantsoiny hoe Abimeleka io zanany io.",
        "32": "Farany, dia maty i Gideona zanak’i Joasy rehefa tratrantitra, ka nalevina tao amin’ny fasan’i Joasy rainy, tao Ofran’ny Abi-ezerita.",
        "33": "Raha vao maty i Gideona dia nanomboka nanana fifandraisana mamoafady tamin’ireo Bala indray ny zanak’Israely, ka i Bala-berita no nataony andriamaniny.",
        "34": "Tsy tsaroan’ny zanak’Israely intsony i Jehovah Andriamaniny, izay nanafaka azy teo an-tanan’ny fahavalony rehetra nanodidina.",
        "35": "Ary tsy nanehoan’izy ireo hatsaram-panahy feno fitiavana ny ankohonan’i Jerobala, izany hoe i Gideona, na teo aza ny soa rehetra nataon’i Jerobala tamin’ny zanak’Israely."
    },
    "9": {
        "1": "Tatỳ aoriana, dia nankany Sekema i Abimeleka zanak’i Jerobala, ka niresaka tamin’ireo anadahin-dreniny sy tamin’izay rehetra anisan’ny fianakaviamben’ny taranaky ny rain’ny reniny, nanao hoe:",
        "2": "“Mba ilazao, azafady, ny mponina * rehetra eto Sekema hoe: ‘Iza no tianareo ho mpitondra anareo: Izy fitopolo lahy zanak’i Jerobala sa lehilahy iray? Tadidio fa taolanareo sy nofonareo aho.’”",
        "3": "Koa nolazain’ireo anadahin-dreniny tamin’ny mponina rehetra tany Sekema izany teniny rehetra izany, ka i Abimeleka no nandrian’ny fon’ireo, fa hoy ireo: “Rahalahintsika ihany ange izy e!”",
        "4": "Dia nomen’ireo farantsa volafotsy fitopolo avy tao an-tranon’i Bala-berita i Abimeleka. Koa izany no nampiasainy hanakaramana olona mpidonana-poana sy sahisahy ratsy, mba handeha hiaraka aminy.",
        "5": "Avy eo, dia nankany an-tranon-drainy tany Ofra izy ka namono azy fitopolo lahy rahalahiny, zanak’i Jerobala, teo ambonin’ny vato iray. Fa i Jotama faralahin’i Jerobala ihany no sisa velona, satria niafina izy.",
        "6": "Dia nivondrona ny mponina rehetra tao Sekema sy ny olona rehetra tao amin’ny tranon’i Milo, ka nampanjaka an’i Abimeleka, teo akaikin’ny hazobe iray, teo akaikin’ilay tsangambato tao Sekema.",
        "7": "Rehefa nisy nilaza izany tamin’i Jotama, dia nandeha avy hatrany izy, ka nitsangana teo an-tampon’ny Tendrombohitra Gerizima, ary niantsoantso hoe: “Mihainoa ahy, ianareo mponina ao Sekema, ary aoka Andriamanitra hihaino anareo:",
        "8": "“Indray andro, hono, dia nandeha nanosotra an’izay ho mpanjakany ny hazo, ka hoy izy ireo tamin’ny hazo oliva: ‘Manjakà aminay.’",
        "9": "Fa hoy ny oliva tamin’ireo: ‘Izaho ve dia hamoy ny menaka ato amiko, izay anomezam-boninahitra an’Andriamanitra sy ny olona, ka handeha hihofahofa eo ambonin’ny hazo hafa?’",
        "10": "Dia hoy ireo hazo tamin’ny aviavy: ‘Avia, aoka ianao ho mpanjakavavinay.’",
        "11": "Fa hoy ny aviavy: ‘Izaho ve dia hamoy ireo voankazo mamy sy vokatra tsara avy amiko, ka handeha hihofahofa eo ambonin’ny hazo hafa?’",
        "12": "Avy eo, dia hoy ireo hazo tamin’ny voaloboka: ‘Avia, aoka ianao ho mpanjakavavinay.’",
        "13": "Fa hoy ny voaloboka tamin’ireo: ‘Izaho ve dia hamoy ny divaiko vaovao izay mampifaly an’Andriamanitra sy ny olona, ka handeha hihofahofa eo ambonin’ny hazo hafa?’",
        "14": "Farany, dia hoy ny hazo rehetra tamin’ny tsilo: ‘Avia, manjakà aminay.’",
        "15": "Ary hoy ilay tsilo tamin’ireo hazo: ‘Raha amim-pahatsorana no hanosoranareo ahy ho mpanjakanareo, dia avia mialoka eto ambany alokaloko. Fa raha tsy izany, dia aoka hisy afo hivoaka avy amiko ka handevona ny sederan’i Libanona.’",
        "16": "“Koa raha amim-pahatsorana sy amin-kitsim-po no nanaovanareo izao sy nametrahanareo an’i Abimeleka ho mpanjaka, ary raha soa no nataonareo tamin’i Jerobala sy ny ankohonany, ary raha araka izay zava-bitany no nataonareo taminy,",
        "17": "rehefa niady ho anareo ny raiko ka nanao vivery ny ainy * mba hanafahana anareo teo an-tanan’ny Midianina,",
        "18": "fa ianareo kosa nitsangana hanohitra ny ankohonan-draiko androany, ka novonoinareo teo ambonin’ny vato iray ny zanany fitopolo lahy, ary nataonareo mpanjakan’ny olona ao Sekema i Abimeleka, zanaky ny mpanompovaviny, satria fotsiny hoe rahalahinareo izy,",
        "19": "eny, raha amim-pahatsorana sy amin-kitsim-po no nanaovanareo izao tamin’i Jerobala sy ny ankohonany androany, dia mifalia amin’i Abimeleka, ary aoka koa izy hifaly aminareo.",
        "20": "Fa raha tsy izany, dia aoka hisy afo hivoaka avy amin’i Abimeleka ka handevona ny mponina ao Sekema sy ny olona ao amin’ny tranon’i Milo, ary aoka koa hisy afo hivoaka avy amin’ny mponina ao Sekema sy ny olona ao amin’ny tranon’i Milo, ka handevona an’i Abimeleka.”",
        "21": "Dia lasa nitsoaka i Jotama, ka nandositra nankany Bera, ary nanorim-ponenana tany izy noho ny amin’i Abimeleka rahalahiny.",
        "22": "Ary nanao ny tenany ho andriana teo amin’ny Israely i Abimeleka, nandritra ny telo taona.",
        "23": "Avy eo, dia navelan’Andriamanitra hisy tsy fifankahazoana teo amin’i Abimeleka sy ny mponina tao Sekema, ka nivadika tamin’i Abimeleka ireo mponina ireo,",
        "24": "ho valin’ny herisetra natao tamin’izy fitopolo lahy zanak’i Jerobala, ary mba hatsingeriny eo an-dohan’i Abimeleka rahalahiny ny ran’izy ireo, satria namono azy ireo i Abimeleka, ary mba hatsingeriny eo an-dohan’ny olona tao Sekema ny ran’izy ireo, satria nampirisika an’i Abimeleka hamono ny rahalahiny ireo.",
        "25": "Koa nandefa olona hiafina tany an-tampon-tendrombohitra ny mponina tao Sekema, mba hanafika an’i Abimeleka. Ary norobain’ireo daholo izay rehetra nandalo teny akaikin’izy ireo, tamin’izany lalana izany. Tatỳ aoriana, dia nisy nilaza izany tamin’i Abimeleka.",
        "26": "Dia tonga i Gala zanak’i Ebeda, mbamin’ny rahalahiny, ka niampita nankany Sekema. Ary natoky an’i Gala ireo mponina tao Sekema.",
        "27": "Dia nivoaka ho any an-tsaha toy ny fanaony izy ireo, ka nioty voaloboka teny amin’ny tanimboalobony sy nanitsakitsaka izany, ary niravoravo nanao fety. Avy eo, dia nankany an-tranon’ny andriamaniny izy ireo, ka nihinana sy nisotro ary nanozona an’i Abimeleka.",
        "28": "Ary hoy i Gala zanak’i Ebeda: “Fa iza moa i Abimeleka, ary iza moa i Sekema no hotompointsika? Tsy zanak’i Jerobala ve izy? Ary tsy i Zebola ve no mpiadidiny? Manompoa ny olon’i Hamora rain’i Sekema ianareo, fa izahay kosa, nahoana izahay no hanompo azy?",
        "29": "Raha mba eo ambany fifehezako mantsy ity vahoaka ity, dia ho efa naongako i Abimeleka!” Dia hoy koa izy tamin’i Abimeleka: “Ataovy maro ny miaramilanao, ka mivoaha.”",
        "30": "Ary ren’i Zebola andrianan’ny tanàna ny tenin’i Gala zanak’i Ebeda, ka nirehitra ny fahatezerany.",
        "31": "Dia nofitahiny i Gala ka nandefa iraka tany amin’i Abimeleka izy, nanao hoe: “Tonga eto Sekema i Gala zanak’i Ebeda, mbamin’ny rahalahiny, ary taominy hanohitra anao daholo ny iray tanàna.",
        "32": "Koa mitsangàna ianao sy ny olonao raha mbola alina ny andro, ka miafena any an-tsaha.",
        "33": "Ary mifohaza aloha be raha vao miposaka ny masoandro ny ampitso maraina, ka aoka ianareo hirohotra hanafika ny tanàna. Koa rehefa mivoaka hiady aminao izy sy ny olony, dia ataovy aminy daholo izay rehetra mety ho vitanao.”",
        "34": "Dia nifoha tokoa i Abimeleka sy ny olony rehetra raha mbola alina ny andro, ka nizara efatra toko ary niafina mba hanafika an’i Sekema.",
        "35": "Ary nivoaka i Gala zanak’i Ebeda, ka nijoro teo amin’ny fidirana amin’ny vavahadin’ny tanàna. Dia nipoitra avy tao amin’izay niafenany i Abimeleka sy ny olony.",
        "36": "Raha vao hitan’i Gala ny olona, dia niteny tamin’i Zebola izy hoe: “Jereo fa misy olona midina avy eny an-tampon-tendrombohitra.” Fa hoy i Zebola taminy: “Ny aloky ny tendrombohitra no hitanao dia ataonao fa olona.”",
        "37": "Rehefa afaka kelikely, dia hoy indray i Gala: “Jereo fa misy olona midina avy erỳ afovoan’ny tany, fa ny iray toko kosa manatona avy erỳ amin’ny lalana eo akaikin’ny hazoben’i Meonenima.”",
        "38": "Dia hoy i Zebola taminy: “Aiza amin’izay ilay vavanao niteny hoe: ‘Fa iza moa i Abimeleka no hotompointsika?’ Tsy ireo ve ny olona nolavinao? Koa mivoaha hiady aminy, azafady!”",
        "39": "Koa nivoaka nitarika an’ireo mponina tao Sekema i Gala, ka niady tamin’i Abimeleka.",
        "40": "Dia nanenjika an’i Gala i Abimeleka, fa nandositra teo anoloany izy. Ary niampatrampatra ny faty, hatreny amin’ny fidirana amin’ny vavahady.",
        "41": "Ary mbola nonina tao Aroma i Abimeleka. Dia noroahin’i Zebola tsy honina tany Sekema intsony i Gala sy ny rahalahiny.",
        "42": "Ary nivoaka ho any an-tsaha ny olona ny ampitson’iny, ka nisy nilaza izany tamin’i Abimeleka.",
        "43": "Koa nalain’i Abimeleka ny vahoaka, ka nozarainy ho telo toko, ary niafina tany an-tsaha izy. Ary nijery izy ka indreny fa nivoaka avy ao an-tanàna ny olona. Dia nanafika an’ireny izy ka namono azy.",
        "44": "Ary nirohotra nankeo amin’ny fidirana amin’ny vavahadin’ny tanàna i Abimeleka sy ireo antokon’olona niaraka taminy. Fa ny roa toko kosa nirohotra nanafika an’izay rehetra teny an-tsaha, ka namono an’ireny.",
        "45": "Ary notafihin’i Abimeleka ilay tanàna nandritra iny andro iny ka nobaboiny. Dia novonoiny ny olona tao. Avy eo, dia noravany ilay tanàna sady nofafazany sira.",
        "46": "Ren’ny mponina rehetra tao amin’ilay tilikambo tao Sekema izany, ka avy hatrany izy ireo dia nankao amin’ilay efitra fandosirana tao an-tranon’i Ela-berita.",
        "47": "Ary nisy nilaza tamin’i Abimeleka fa niangona tao ny mponina rehetra avy tao amin’ilay tilikambo tao Sekema.",
        "48": "Dia niakatra tany amin’ny Tendrombohitra Zalmona i Abimeleka sy ny olony. Ary naka famaky izy ka nikapa sampan-kazo, ary nobatainy izany ka nolanjainy teny an-tsorony. Dia hoy izy tamin’ny olony: “Izay hitanareo ataoko dia mba ataovy koa, ary malaky ianareo!”",
        "49": "Dia samy nikapa sampan-kazo koa ny olona rehetra, ka nanaraka an’i Abimeleka. Ary nataon’izy ireo niankina tamin’ilay efitra fandosirana izany, ka nodorany ilay efitra. Koa maty daholo àry ny mponina rehetra tao amin’ilay tilikambo tao Sekema, izany hoe lehilahy sy vehivavy arivo teo ho eo.",
        "50": "Dia nankany Tebeza i Abimeleka, ary nitoby mba hiady tamin’i Tebeza ka namabo azy.",
        "51": "Ary nisy tilikambo mafy teo afovoan-tanàna, ka tao no nandosiran’ny lehilahy sy ny vehivavy rehetra ary izay rehetra nonina tao an-tanàna. Dia nohidian’izy ireo ilay tilikambo, ary niakatra tany an-tampony izy ireo.",
        "52": "Ary nankany amin’ilay tilikambo i Abimeleka ka notafihiny izy io. Dia niakatra hatrany akaikin’ny fidirana amin’ilay tilikambo izy mba handoro azy io.",
        "53": "Fa nisy vehivavy anankiray naka vato fikosoham-bary ka nanjera izany tamin’ny lohan’i Abimeleka. Dia vaky ny karandohany,",
        "54": "ka nantsoiny haingana ilay mpanompo nitondra ny fitaovam-piadiany, ary hoy izy: “Tsoahy ny sabatrao, ka vonoy ho faty aho, sao holazain’ny olona hoe: ‘Vehivavy no namono azy.’” Dia notrabahan’ilay mpanompony avy hatrany izy, ka maty.",
        "55": "Ary rehefa hitan’ny lehilahy israelita fa maty i Abimeleka, dia samy nankany amin’izay nisy azy izy ireo.",
        "56": "Koa novalian’Andriamanitra àry ny ratsy nataon’i Abimeleka tamin-drainy, tamin’ny namonoany ny rahalahiny fitopolo.",
        "57": "Ary natsingerin’Andriamanitra teo an-dohan’ny lehilahy tao Sekema ny ratsy rehetra nataony, mba ho tanteraka tamin’izy ireo ilay ozona nambaran’i Jotama, zanak’i Jerobala."
    },
    "10": {
        "1": "Taorian’ny nahafatesan’i Abimeleka, dia nitsangana hamonjy ny Israely i Tola zanak’i Poha, zanak’i Dodo, lehilahy avy amin’ny fokon’i Isakara. Nonina tany Samira, any amin’ny faritra be tendrombohitr’i Efraima, izy.",
        "2": "Ary nitsara ny Israely nandritra ny telo amby roapolo taona izy. Dia maty izy ka nalevina tao Samira.",
        "3": "Ary nitsangana nandimby azy i Jaira Gileadita, izay nitsara ny Israely nandritra ny roa amby roapolo taona.",
        "4": "Telopolo lahy ny zanany, izay nitaingina ampondra telopolo sy nanana tanàna telopolo. Mbola antsoina hoe Havota-jaira ireo tanàna ireo mandraka androany, ary any Gileada no misy azy.",
        "5": "Dia maty i Jaira ka nalevina tao Kamona.",
        "6": "Ary nanao izay ratsy teo imason’i Jehovah indray ny zanak’Israely, ka nanompo an’ireo Bala, sy ireo sarin’i Astarta, sy ireo andriamanitr’i Syria, sy ireo andriamanitr’i Sidona, sy ireo andriamanitr’i Moaba, sy ireo andriamanitry ny taranak’i Amona, ary ireo andriamanitry ny Filistinina. Koa nahafoy an’i Jehovah izy ireo ary tsy nanompo azy.",
        "7": "Dia nirehitra tamin’ny Israely ny fahatezeran’i Jehovah, ka namidiny teo an-tanan’ny Filistinina sy ny taranak’i Amona izy ireo.",
        "8": "Koa nampijalin’ireo sy nampahoriny mafy ny zanak’Israely tamin’izany taona izany. Eny, nampahorin’izy ireo nandritra ny valo ambin’ny folo taona ny zanak’Israely rehetra, izay nonina teny ampitan’i Jordana, tany amin’ny tanin’ny Amorita, tany Gileada.",
        "9": "Ary niampita an’i Jordana mihitsy aza ny taranak’i Amona mba hiady tamin’ny fokon’i Joda sy Benjamina ary Efraima, ka ory dia ory ny Israely.",
        "10": "Dia niantso vonjy tamin’i Jehovah ny zanak’Israely hoe: “Efa nanota taminao izahay, satria efa nahafoy an’Andriamanitray ka manompo an’ireo Bala.”",
        "11": "Dia hoy i Jehovah tamin’ny zanak’Israely: “Tsy avy teo an-tanan’ny Ejipsianina sy ny Amorita sy ny taranak’i Amona sy ny Filistinina",
        "12": "sy ny Sidonianina sy ny Amalekita ary ny Midianina ve no namonjeko anareo, rehefa nampahory anareo ireny, ka nitaraina mafy tamiko ianareo?",
        "13": "Fa ianareo kosa nahafoy ahy ary nanompo andriamani-kafa, ka tsy hamonjy anareo intsony aho.",
        "14": "Mandehana miantso vonjy any amin’ireo andriamanitra nofidinareo. Aoka ireny no hamonjy anareo amin’ny fotoana ahitanareo fahoriana.”",
        "15": "Hoy anefa ny zanak’Israely tamin’i Jehovah: “Efa nanota izahay, ka ataovy aminay izay hitanao fa mety. Fa mba afaho fotsiny re izahay anio e!”",
        "16": "Ary nanomboka nanaisotra an’ireo andriamani-kafa tsy ho eo aminy izy ireo, ka nanompo an’i Jehovah. Koa tsy zakan’Andriamanitra intsony ny nijery ny fahorian’ny Israely.",
        "17": "Tatỳ aoriana, dia novorina ny taranak’i Amona ka nanangana toby tao Gileada izy ireo. Koa nivory ny zanak’Israely ka nanangana toby tao Mizpa.",
        "18": "Dia nifampiresaka ny olona sy ny andrianan’i Gileada hoe: “Iza no lehilahy hitarika ny ady hifanaovantsika amin’ny taranak’i Amona? Aoka izy ho lohany eo amin’ny mponina rehetra eto Gileada.”"
    },
    "11": {
        "1": "Lehilahy natanjaka sy nahery fo i Jefta Gileadita. Zanaky ny vehivavy mpivaro-tena izy, ary i Gileada no rainy.",
        "2": "Ary ny vadin’i Gileada niteraka zanakalahy maro taminy. Rehefa lehibe ireo zana-badiny ireo, dia nandroaka an’i Jefta ka niteny hoe: “Tsy hanana lova ato amin’ny ankohonan-drainay ianao, satria zanaky ny vehivavy hafa.”",
        "3": "Dia nandositra i Jefta noho ny amin’ireo rahalahiny, ka nanorim-ponenana tany Toba. Ary nisy olona mpidonana-poana niangona teo aminy, ary nivoaka hiara-manafika taminy ireny.",
        "4": "Rehefa afaka kelikely, dia niady tamin’ny Israely ny taranak’i Amona.",
        "5": "Ary rehefa niady tamin’ny Israely tokoa ny taranak’i Amona, dia nankany amin’i Jefta avy hatrany ny anti-panahin’i Gileada, mba haka azy avy any Toba.",
        "6": "Dia hoy ireo tamin’i Jefta: “Andao ianao hataonay ho mpitari-tafika eo aminay, ka andao hiady amin’ny taranak’i Amona.”",
        "7": "Fa hoy i Jefta tamin’ny anti-panahin’i Gileada: “Ka tsy ianareo ihany moa no nankahala ahy ka nandroaka ahy hiala tao an-tranon-draiko? Koa maninona indray ianareo no mankatỳ amiko izao rehefa ory?”",
        "8": "Dia hoy ny anti-panahin’i Gileada taminy: “Izany no iverenanay atỳ aminao ankehitriny, mba handehananao hiaraka aminay, sy hiadianao amin’ny taranak’i Amona, ka ianao no ho lohany eo amin’ny mponina rehetra any Gileada.”",
        "9": "Ary hoy i Jefta tamin’ny anti-panahin’i Gileada: “Raha hoentinareo mody àry aho mba hiady amin’ny taranak’i Amona, ka hatolotr’i Jehovah eo an-tanako ireny, dia izaho no ho lohany eo aminareo!”",
        "10": "Dia hoy ny anti-panahin’i Gileada: “Aoka i Jehovah no hihaino antsika, raha tsy manatanteraka izany teninao izany izahay.”",
        "11": "Dia nandeha niaraka tamin’ny anti-panahin’i Gileada i Jefta, ary notendren’ny vahoaka ho lohany sy ho mpitari-tafika teo aminy izy. Ary namerina ny teniny teo anatrehan’i Jehovah i Jefta, tao Mizpa.",
        "12": "Koa nandefa iraka tany amin’ny mpanjakan’ny taranak’i Amona i Jefta, nanao hoe: “Misy zavatra iombonako aminao angaha moa no tonga hiady amiko atỳ amin’ny taniko ianao?”",
        "13": "Dia hoy ny mpanjakan’ny taranak’i Amona tamin’ny irak’i Jefta: “Satria nalain’ny Israely ny taniko tamin’izy niakatra avy tany Ejipta: Hatrany Arnona ka hatrany Jaboka ary hatrany Jordana. Koa avereno tsy misy romoromo izany ankehitriny.”",
        "14": "Fa mbola nandefa iraka tany amin’ny mpanjakan’ny taranak’i Amona indray i Jefta,",
        "15": "ka nanao hoe: “Izao no nolazain’i Jefta: ‘Tsy naka ny tanin’ny Moabita sy ny tanin’ny taranak’i Amona ny Israely.",
        "16": "Rehefa niakatra avy tany Ejipta ny Israely, dia nandeha namakivaky ny tany efitra hatrany amin’ny Ranomasina Mena, ka tonga tany Kadesy.",
        "17": "Dia nandefa iraka tany amin’ny mpanjakan’i Edoma ny Israely, nanao hoe: “Mba avelao handalo ao amin’ny taninao re aho e!” Tsy nihaino azy anefa ny mpanjakan’i Edoma. Nandefa iraka tany amin’ny mpanjakan’i Moaba koa izy ireo, fa tsy nanaiky koa io. Dia mbola nijanona tany Kadesy ihany ny Israely.",
        "18": "Rehefa nandeha namakivaky ny tany efitra izy ireo, dia nihodidina an’i Edoma sy Moaba, ka nandeha tany atsinanan’i * Moaba, ary nitoby tao amin’ny faritr’i Arnona fa tsy niditra tao amin’ny faritr’i Moaba, satria i Arnona no sisin-tanin’i Moaba.",
        "19": "“‘Avy eo, dia nandefa iraka tany amin’i Sihona mpanjakan’ny Amorita, mpanjakan’i Hesbona, ny Israely, nanao hoe: “Mba avelao re izahay handalo ao amin’ny taninao hankany amin’izay hisy anay e!”",
        "20": "Tsy natoky anefa i Sihona hoe handalo fotsiny eo amin’ny taniny ny Israely. Koa namory ny vahoakany rehetra izy, ka nitoby tany Jahaza ary niady tamin’ny Israely.",
        "21": "Ary natolotr’i Jehovah Andriamanitry ny Israely teo an-tanan’ny Israelita i Sihona sy ny vahoakany rehetra, ka namely azy ireo ny Israelita. Koa nalain’izy ireo ny tany rehetran’ny Amorita nonina tao amin’izany tany izany.",
        "22": "Dia lasan’izy ireo ny tany rehetran’ny Amorita, hatrany Arnona ka hatrany Jaboka, ary hatrany amin’ny tany efitra ka hatrany Jordana.",
        "23": "“‘Koa i Jehovah Andriamanitry ny Israely no nandroaka ny Amorita tsy ho eo anatrehan’ny Israely olony, fa ianao indray kosa te handroaka ny Israely.",
        "24": "Tsy izay rehetra asain’i Kemosy andriamanitrao roahinao ve no horoahinao? Koa izay rehetra noroahin’i Jehovah Andriamanitray tsy ho eo anatrehanay no horoahinay.",
        "25": "Ianao angaha tsara noho i Balaka zanak’i Zipora mpanjakan’i Moaba? Mba efa nifanditra tamin’ny Israely ve izy, na niady taminy?",
        "26": "Telonjato taona no nonenan’ny Israely tany Hesbona mbamin’ny tanàna niankina taminy, sy tany Aroera mbamin’ny tanàna niankina taminy, ary tany amin’ny tanàna rehetra teny amoron’i Arnona, koa naninona no tsy nalainareo ireny nandritra izany fotoana izany?",
        "27": "Izaho kosa aloha tsy nanota taminao, fa ianao no manisy ratsy ahy amin’izao ianao miady amiko izao. Aoka i Jehovah Mpitsara no hitsara ny zanak’Israely sy ny taranak’i Amona anio.’”",
        "28": "Tsy nohenoin’ny mpanjakan’ny taranak’i Amona anefa ny teny nampitondrain’i Jefta tany aminy.",
        "29": "Dia tonga tamin’i Jefta ny fanahin’i Jehovah, ka namakivaky ny faritr’i Gileada sy Manase ary Mizpe any Gileada izy. Ary avy tany Mizpe any Gileada izy, dia nankany amin’ny taranak’i Amona.",
        "30": "Ary nivoady tamin’i Jehovah i Jefta hoe: “Raha hatolotrao eo an-tanako tokoa ny taranak’i Amona,",
        "31": "dia ho an’i Jehovah izay olona mivoaka amin’ny varavaran’ny tranoko hitsena ahy, rehefa miverina soa aman-tsara avy any amin’ny taranak’i Amona aho, ary hatolotro ho fanatitra dorana izy.”",
        "32": "Dia nankany amin’ny taranak’i Amona i Jefta hiady aminy, ary natolotr’i Jehovah teo an-tanany ireo.",
        "33": "Ary notafihin’i Jefta izy ireo, hatrany Aroera ka hatrany Minita, izany hoe tanàna roapolo, ary hatrany Abela-keramima, hany ka tena be dia be no maty. Dia resy teo anoloan’ny zanak’Israely ny taranak’i Amona.",
        "34": "Farany, dia tonga tao Mizpa, tany an-tranony, i Jefta. Ary iny fa nivoaka hitsena azy ny zanany vavy, nively ampongatapaka sady nandihy! Zanany vavitokana io, fa tsy nanan-janakalahy na zanakavavy afa-tsy io izy.",
        "35": "Koa raha vao nahita azy i Jefta, dia nandrovitra ny fitafiany sady nilaza hoe: “Indrisy, ry zanako vavy! Nampitanondrika ahy tokoa ianao, ary ianao indray ity no noroahiko. Fa efa niloa-bava tamin’i Jehovah aho, ka tsy afaka mivadika amin’ny teniko.”",
        "36": "Fa hoy razazavavy taminy: “Raha efa niloa-bava tamin’i Jehovah ianao, ry Dada, dia tanteraho izay efa naloaky ny vavanao, satria ianao efa navelan’i Jehovah hamaly faty ny taranak’i Amona fahavalonao.”",
        "37": "Hoy koa izy tamin-drainy: “Aoka izao no hatao amiko: Avelao amin’izao aho aloha mandritra ny roa volana, ary avelao aho handeha. Ary hidina ho eny an-tendrombohitra aho ka hitomany, dia izaho sy ny ankizivavy namako, noho izaho virjiny.”",
        "38": "Dia hoy ny rainy: “Mandehana àry!” Koa nalefany nandritra ny roa volana izy. Ary nandeha izy sy ny ankizivavy namany ka nitomany teny an-tendrombohitra noho izy virjiny.",
        "39": "Rehefa tapitra ny roa volana, dia niverina tany amin-drainy izy, ka notanterahin-drainy ilay voady nataony momba an-janany. Ary mbola tsy nanao firaisana tamin-dehilahy mihitsy razazavavy. Ary lasa fanao teo amin’ny Israely ny hoe:",
        "40": "Isan-taona dia nankany amin’ny zanakavavin’i Jefta Gileadita ny zanakavavin’ny Israely mba hidera azy, efatra andro isan-taona."
    },
    "12": {
        "1": "Ary novorina ny lehilahy efraimita, ka niampita nianavaratra izy ireo, dia niteny tamin’i Jefta hoe: “Nahoana no niampita mba hiady tamin’ny taranak’i Amona ianao, nefa izahay tsy mba nantsoinao hiaraka taminao? Hodoranay miaraka amin’ny tranonao ianao.”",
        "2": "Fa hoy i Jefta tamin’izy ireo: “Niady be tamin’ny taranak’i Amona izaho sy ny oloko. Ary efa niantso vonjy taminareo ihany aho, nefa tsy namonjy ahy teo an-tanany ianareo.",
        "3": "Koa nony hitako fa tsy hamonjy ahy ianareo, dia tapaka ny hevitro fa hanao vivery ny aiko * aho, ka handeha hiady amin’ny taranak’i Amona. Dia natolotr’i Jehovah teo an-tanako ireny. Koa nahoana ianareo androany no miakatra atỳ amiko mba hiady amiko?”",
        "4": "Ary novorin’i Jefta avy hatrany ny lehilahy gileadita rehetra, ka niady tamin’ny Efraimita izy ireo. Dia novonoin’ny lehilahy gileadita ny Efraimita, satria nilaza hoe: “Olona nandositra avy tamin’ny Efraimita ianareo Gileadita, avy teo amin’i Efraima sy Manase.”",
        "5": "Koa nalain’ny Gileadita ireo toerana fiampitana ny Reniranon’i Jordana, dieny mbola tsy tonga teo ny Efraimita. Ary rehefa nilaza ireo lehilahy efraimita nandositra hoe: “Avelao aho hiampita”, dia nanontanian’ny lehilahy gileadita izy tsirairay hoe: “Efraimita ve ianao?” Dia namaly izy hoe: “Tsia!”",
        "6": "koa hoy izy ireo taminy: “Mitenena àry, azafady, hoe: Shiboleta.” Ary hoy izy: “Siboleta”, satria tsy hainy tsara ny nanonona an’ilay teny. Dia nosamborin’izy ireo izy, ary novonoiny teo amin’ny toerana fiampitana an’i Jordana, ka Efraimita roa arivo sy efatra alina no maty tamin’izany fotoana izany.",
        "7": "Ary nitsara ny Israely enin-taona i Jefta. Taorian’izay, dia maty i Jefta Gileadita, ka nalevina tao an-tanànany tany Gileada.",
        "8": "Ary i Ibzana, avy any Betlehema, no nitsara ny Israely taorian’i Jefta.",
        "9": "Nanan-janakalahy telopolo sy zanakavavy telopolo izy. Koa naniraka olona ho any ivelan’ny fianakaviany izy mba haka zazavavy telopolo ho an’ireo zanany lahy. Ary nitsara ny Israely fito taona izy.",
        "10": "Dia maty i Ibzana, ka nalevina tany Betlehema.",
        "11": "Ary taorian’i Ibzana, dia i Elona Zebolonita no nitsara ny Israely. Ary nitsara ny Israely folo taona izy.",
        "12": "Dia maty i Elona Zebolonita, ka nalevina tany Aialona, tao amin’ny tanin’ny Zebolona.",
        "13": "Ary taorian’i Elona, dia i Abdona zanak’i Elela Piratonita, no nitsara ny Israely.",
        "14": "Nanan-janakalahy efapolo sy zafikely lahy telopolo izy. Ary nitaingina ampondra fitopolo ireo. Ary nitsara ny Israely valo taona i Abdona.",
        "15": "Dia maty i Abdona zanak’i Elela Piratonita, ka nalevina tany Piratona, tany amin’ny tanin’i Efraima, tany amin’ny tendrombohitry ny Amalekita."
    },
    "13": {
        "1": "Ary nanao izay ratsy teo imason’i Jehovah indray ny zanak’Israely, ka natolotr’i Jehovah teo an-tanan’ny Filistinina efapolo taona.",
        "2": "Tao anatin’io fotoana io, dia nisy lehilahy atao hoe Manoa tany Zora. Anisan’ny fianakavian’ny Danita izy, ary momba ny vadiny ka tsy nanan-janaka.",
        "3": "Ary niseho tamin-dravehivavy ilay anjelin’i Jehovah, ka nanao taminy hoe: “Momba ianao ka tsy manan-janaka, nefa hitoe-jaza ianao ka hitera-dahy.",
        "4": "Ary mitandrema tsara, azafady, ka aza misotro divay na toaka, ary aza mihinana izay zavatra tsy madio.",
        "5": "Fa hitoe-jaza ianao ka hitera-dahy tokoa. Ary tsy tokony hokasihin-kareza ny lohany, satria ho Nazirita ho an’Andriamanitra ilay zaza raha vao mivoaka avy any an-kibo. Ary izy no hanomboka hamonjy ny Israely eo an-tanan’ny Filistinina.”",
        "6": "Dia lasa nilaza tamin’ny vadiny ravehivavy hoe: “Nisy lehilahin’Andriamanitra tonga teo amiko. Sahala amin’ny anjelin’Andriamanitra no fahitako azy, sady nampahatahotra be. Tsy nanontaniako azy izay toerana niaviany, ary tsy nolazainy tamiko koa ny anarany.",
        "7": "Fa hoy izy tamiko: ‘Hitoe-jaza ianao ka hitera-dahy. Koa aza misotro divay na toaka, ary aza mihinana izay zavatra tsy madio, satria ho Nazirita ho an’Andriamanitra ilay zaza raha vao mivoaka avy any an-kibo, ka hatramin’ny andro hahafatesany.’”",
        "8": "Ary nitalaho tamin’i Jehovah i Manoa, ka nanao hoe: “Miala tsiny re, Jehovah ô! Aoka re, azafady, mba hankatỳ aminay indray ilay lehilahin’Andriamanitra nirahinao iny e, ka hampianatra anay an’izay tokony hataonay amin’ilay zaza ho teraka.”",
        "9": "Dia nohenoin’Andriamanitra ny fangatahan’i Manoa, ka nankany amin-dravehivavy indray ilay anjelin’Andriamanitra, raha mbola nipetrapetraka tany an-tsaha ravehivavy. Tsy niaraka taminy teo anefa i Manoa vadiny tamin’izay.",
        "10": "Koa avy hatrany dia niolomay nihazakazaka niteny tamin’ny vadiny ravehivavy hoe: “Niseho tamiko ilay lehilahy tonga teo amiko indray andro iny.”",
        "11": "Ary nitsangana i Manoa, dia niaraka tamin’ny vadiny nankany amin-dralehilahy ka nanao taminy hoe: “Ianao ve ilay lehilahy niresaka tamin’ny vadiko?” Dia hoy ilay anjely: “Ia, izaho.”",
        "12": "Dia hoy i Manoa: “Ho tanteraka anie ny teninao! Ahoana no hanabeazanay an’ilay zaza, ary inona no ho asany?”",
        "13": "Ary hoy ilay anjelin’i Jehovah tamin’i Manoa: “Izay rehetra efa nolazaiko tamin’ny vadinao no tokony hotandremany.",
        "14": "Tsy tokony hihinana an’izay rehetra avy amin’ny voaloboka izy, ary tsy hisotro divay na toaka, na hihinana izay zavatra tsy madio na inona na inona. Izay rehetra nandidiako azy no aoka hotandremany.”",
        "15": "Ary hoy i Manoa tamin’ilay anjelin’i Jehovah: “Mba mijanòna kely aloha fa hikarakara zanak’osy haroso ho anao izahay.”",
        "16": "Fa hoy ilay anjelin’i Jehovah tamin’i Manoa: “Na hijanona aza aho, dia tsy hihinana amin’ny sakafonao. Fa raha hanolotra fanatitra dorana ho an’i Jehovah kosa ianao, dia afaka manolotra.” Tsy fantatr’i Manoa mantsy hoe anjelin’i Jehovah izy.",
        "17": "Dia hoy i Manoa tamin’ilay anjelin’i Jehovah: “Iza moa no anaranao, mba hanomezanay voninahitra anao rehefa tanteraka ny teninao?”",
        "18": "Fa hoy ilay anjelin’i Jehovah taminy: “Fa maninona ianao no manontany ny anarako? Anarana mahagaga izany.”",
        "19": "Dia nalain’i Manoa ilay zanak’osy sy ny fanatitra varimbazaha, ka natolony teo ambonin’ilay vatolampy mba ho an’i Jehovah. Ary nanao zava-mahagaga Izy, raha mbola nijery teo ry Manoa mivady.",
        "20": "Koa raha niakatra ho amin’ny lanitra ny lelafo avy teo amin’ny alitara, dia niakatra tao anatin’ilay lelafon’ny alitara ilay anjelin’i Jehovah, raha mbola nijery teo ry Manoa mivady. Dia niankohoka tamin’ny tany avy hatrany izy mivady.",
        "21": "Ary tsy niseho tamin-dry Manoa mivady intsony ilay anjelin’i Jehovah. Koa fantatr’i Manoa fa anjelin’i Jehovah ilay izy.",
        "22": "Dia hoy i Manoa tamin’ny vadiny: “Ho faty tokoa isika, satria Andriamanitra no efa hitantsika.”",
        "23": "Fa hoy ny vadiny: “Raha tian’i Jehovah ho faty isika, dia tsy ho nandray fanatitra dorana sy fanatitra varimbazaha avy tamin’ny tanantsika izy, sady tsy ho nampiseho tamintsika an’ireny rehetra ireny, ary tsy ho namela antsika handre zavatra toy izao mihitsy.”",
        "24": "Tatỳ aoriana, dia nitera-dahy ravehivavy, ka nataony hoe Samsona ny anarany. Nihalehibe ilay zaza, ary nitahy azy foana i Jehovah.",
        "25": "Rehefa nandeha ny fotoana, dia nanomboka nanentana azy ny fanahin’i Jehovah, tany Mahane-dana, teo anelanelan’i Zora sy Estaola."
    },
    "14": {
        "1": "Ary nidina nankany Timna i Samsona, ka nahita vehivavy anankiray anisan’ireo zanakavavin’ny Filistinina.",
        "2": "Koa niakatra izy, ary niteny tamin’ny ray aman-dreniny hoe: “Nisy vehivavy hitako tany Timna, anisan’ireo zanakavavin’ny Filistinina. Koa mba alaivo ho vadiko izy.”",
        "3": "Fa hoy ny ray aman-dreniny taminy: “Fa angaha dia tsy misy vehivavy eo amin’ireo zanakavavin’ny rahalahinao, na amin’ny olona rehetra eto amin’ny fireneko, no handeha haka vady eo amin’ny Filistinina tsy mifora ianao?” Fa hoy ihany i Samsona tamin-drainy: “Izy ihany no alaivo ho ahy, fa izy no mahafinaritra ahy.”",
        "4": "Fa tsy fantatry ny ray aman-dreniny hoe avy tamin’i Jehovah izany, sy hoe nitady hirika hamelezana ny Filistinina izy. Ny Filistinina mantsy no nitondra ny Israely tamin’izay fotoana izay.",
        "5": "Koa nidina nankany Timna i Samsona sy ny ray aman-dreniny. Rehefa tonga tany amin’ny tanimboaloboka tao Timna i Samsona, dia nisy liona tanora nierona raha vao nifanehatra taminy.",
        "6": "Dia niasa taminy ny fanahin’i Jehovah, ka nosamahiny roa toy ny fanasamaka osilahy kely ilay liona, nefa tsy nisy na inona na inona teny an-tanany. Ary tsy noteniteneniny tamin’ny ray aman-dreniny izay nataony.",
        "7": "Dia nanohy ny diany nidina izy, ka niresaka tamin’ilay vehivavy. Ary mbola nahafinaritra an’i Samsona foana izy.",
        "8": "Rehefa afaka elaela, dia niverina tany i Samsona mba haka an-dravehivavy hody. Ary nivily mba hijery ny fatin’ilay liona izy, ka nahita renitantely maro be tao amin’ny fatin’ilay liona, ary efa nisy tantely koa tao.",
        "9": "Dia nokaofin’i Samsona ilay tantely ka nataony teo amin’ny felatanany, ary sady nandeha izy no nihinana. Rehefa tratrany ny ray aman-dreniny, dia nanomezany tamin’ilay tantely, ka nihinana. Ary tsy notenenin’i Samsona tamin’izy ireo hoe tao amin’ny fatin’ilay liona no nikaofany an’ilay tantely.",
        "10": "Dia nanohy ny diany nidina ho any amin-dravehivavy ny rain’i Samsona. Ary nanao fanasambe tany i Samsona, fa izany no fanaon’ny tovolahy.",
        "11": "Raha vao nahita an’i Samsona ny olona, dia naka lehilahy telopolo ho mpanotrona azy, mba hijanona eo aminy.",
        "12": "Ary hoy izy tamin’ireo: “Mamelà ahy hanao ankamantatra aminareo. Koa raha holazainareo amiko ny valiny ao anatin’ny fito andro anaovana ny fanasambe, ka hitanareo tokoa ny valiny, dia homeko akanjo anatiny telopolo sy fitafiana telopolo ianareo.",
        "13": "Fa raha tsy hainareo kosa ilay izy, dia ianareo no hanome ahy akanjo anatiny telopolo sy fitafiana telopolo.” Dia hoy ireo taminy: “Lazao àry ny ankamantatrao hohenoinay.”",
        "14": "Dia hoy izy: “Avy tao amin’ny mpihinana no nivoahan’izay fihinana, Ary avy tao amin’ny matanjaka no nivoahan’ny mamy.” Tsy hain’izy ireo ny valin’ilay ankamantatra, nandritra ny telo andro.",
        "15": "Ary tamin’ny andro fahefatra, dia hoy ireo tamin’ny vadin’i Samsona: “Fetseo ny vadinao mba hilazany aminay ny valin’ilay ankamantatra. Fa raha tsy izany, dia hodoranay ianao sy ny ankohonan-drainao. Ny hakana ny fanananay angaha no nanasanareo anay ho eto?”",
        "16": "Dia nitomany teo amin’i Samsona ny vadiny, ka nanao hoe: “Halanao mihitsy aho fa tsy tianao akory, satria efa nanao ankamantatra tamin’ny zanaky ny fireneko ianao, nefa tsy nolazainao tamiko ny valiny.” Fa hoy i Samsona taminy: “Ny ray aman-dreniko aza tsy nilazako azy, ka ianao indray ve no hilazako azy?”",
        "17": "Nitomany teo aminy foana anefa ravehivavy, nandritra ireo fito andro nanaovana ilay fanasambe. Farany, dia nolazain’i Samsona taminy ihany ilay izy tamin’ny andro fahafito, satria tsy namelany mihitsy izy raha tsy nilaza. Dia nambaran-dravehivavy tamin’ny zanaky ny fireneny ny valiny.",
        "18": "Koa tamin’ny andro fahafito, raha mbola tsy niditra tao amin’ny efitrano anatiny akory i Samsona, dia hoy ny lehilahy tao an-tanàna taminy: “Inona no mamy noho ny tantely, Ary inona no matanjaka noho ny liona?” Fa hoy i Samsona tamin’izy ireo: “Raha tsy ny ombivavikeliko no nampiasainareo hiasa ny tany, Dia tsy hitanareo ny valin’ny ankamantatro.”",
        "19": "Dia niasa tamin’i Samsona ny fanahin’i Jehovah, ka nidina nankany Askelona izy, ary namono lehilahy telopolo tao. Dia nesoriny ny fitafian’ireny, ka nomeny an’ireo nilaza ny valin’ilay ankamantatra. Ary mbola tezitra be foana i Samsona, ka nandeha niakatra ho any an-tranon-drainy.",
        "20": "Ary ny vadin’i Samsona dia lasan’ny lehilahy iray mpanotrona azy, izay efa nifanerasera tamin’i Samsona."
    },
    "15": {
        "1": "Rehefa afaka kelikely, tamin’ny fotoam-pijinjana varimbazaha, dia nandeha nitsidika ny vadiny i Samsona, ary nitondra zanak’osy izy. Ary hoy izy: “Hankao amin’ny vadiko ao amin’ny efitrano anatiny aho.” Tsy navelan’ny rain-dravehivavy hiditra tao anefa izy.",
        "2": "Fa hoy ny rain-dravehivavy: “Efa nihevitra mihitsy aho hoe: ‘Tena halanao tokoa izy’, ka dia nomeko ho an’ilay lehilahy mpanotrona anao. Tsy tsara tarehy noho izy ve ny zandriny vavy? Aoka re mba ho io no ho vadinao ho solony e!”",
        "3": "Fa hoy i Samsona: “Tena afa-tsiny amin’ny Filistinina kosa aho amin’ity indray mandeha ity, raha mamely an-dry zareo.”",
        "4": "Dia nandeha nisambotra amboadia telonjato i Samsona, sady naka fanilo maro. Ary nataony nifamatotra tsiroaroa ny rambon’ireo amboadia ireo, ka nasiany fanilo iray teo anelanelan’ny rambo roa, teo afovoany.",
        "5": "Ary nampirehetiny ny fanilo, dia nalefany hankeny an-tanimbolin’ny Filistinina ireo amboadia. Koa nodoran’i Samsona daholo ireo vokatra efa vita amboara, hatramin’ny voly teny an-tsaha sy ny tanimboaloboka ary ny sahan’oliva.",
        "6": "Ary hoy ny Filistinina: “Fa iza no nanao an’izao?” Ary nisy niteny hoe: “I Samsona, vinantolahin’ilay Timnita, satria nalain’ny rafozandahiny ny vadiny ka nomeny ho an’ilay lehilahy mpanotrona azy.” Dia niakatra ny Filistinina ka nandoro an-dravehivavy sy ny rainy.",
        "7": "Ary hoy i Samsona tamin’izy ireo: “Raha izany no ataonareo, dia tsy misy azoko atao afa-tsy ny mamaly faty anareo, ka tsy hijanona aho raha tsy efa vitako izany.”",
        "8": "Dia namely azy ireo izy, ary be dia be no matiny, ka nisavovona ny ranjo sy ny fen’ireo maty. Ary nidina izy ka nonina tany an-tsefatsefaky ny harambaton’i Etama.",
        "9": "Tatỳ aoriana, dia niakatra ny Filistinina ka nitoby tany Joda sy nihaodihaody tany Lehy.",
        "10": "Ary hoy ny lehilahy avy tamin’ny fokon’i Joda: “Fa maninona ianareo no miakatra hamely anay?” Dia hoy ireo: “Hamatotra an’i Samsona no niakaranay, mba hataonay aminy koa izay nataony taminay.”",
        "11": "Koa lehilahy telo arivo avy tamin’ny fokon’i Joda no nidina tany an-tsefatsefaky ny harambaton’i Etama, ka nanao tamin’i Samsona hoe: “Tsy fantatrao angaha fa ny Filistinina no mpitondra antsika? Koa inona izao nataonao taminay izao?” Dia hoy izy tamin’ireo: “Izay nataony tamiko ihany no nataoko taminy.”",
        "12": "Fa hoy kosa ireo taminy: “Hamatotra anao no nidinanay atỳ, mba hanolorana anao eo an-tanan’ny Filistinina.” Dia hoy i Samsona: “Aoka ianareo hianiana amiko hoe tsy hamely ahy.”",
        "13": "Dia hoy ireo taminy: “Tsy hamely anao izahay, fa hamatotra anao fotsiny ka hanolotra anao eo an-tanany. Tsy hamono anao mihitsy izahay.” Dia namatotra azy tamin’ny tady roa vaovao ireo, ka nitondra azy niakatra niala tao amin’ilay harambato.",
        "14": "Tonga hatrany Lehy izy, ary faly erỳ ny Filistinina nanakora azy rehefa nahita azy. Dia niasa tamin’i Samsona ny fanahin’i Jehovah, ka lasa toy ny kofehy rongony main’ny afo ny tady teny amin’ny sandriny, hany ka nitsonika niala tamin’ny tanany ny tady namatorana azy.",
        "15": "Ary nahita valanoranon’ampondralahy izy, ary mbola mando ilay taolana tamin’izay. Koa nanatsotra ny tanany haka an’io izy, ka iny no namonoany arivo lahy.",
        "16": "Ary hoy i Samsona: “Valanoranon’ampondra iray no nanaovako antontany iray, antontany roa! Valanoranon’ampondra iray no namonoako arivo lahy.”",
        "17": "Rehefa vita ny teniny, dia natsipiny avy hatrany ilay valanorano teny an-tanany. Ary nataony hoe Ramata-lehy ny anaran’izany toerana izany.",
        "18": "Dia nangetaheta mafy izy, ka nitaraina tamin’i Jehovah hoe: “Ianao no nanome an’izao famonjena lehibe izao tamin’ny alalan’ny mpanomponao, koa ankehitriny ve dia ho fatin’ny hetaheta sy ho azon’ny tanan’ny tsy mifora aho?”",
        "19": "Ary nataon’Andriamanitra nitresaka ny lavaka iray niendrika laona tao Lehy, ka nisy rano nivoaka avy tao. Koa nisotro izy, dia nody ny ainy ka velombelona izy. Izany no nanaovany ny anaran’ilay toerana hoe En-hakore, izay any Lehy mandraka androany.",
        "20": "Ary nitsara ny Israely roapolo taona izy, tamin’ny andron’ny Filistinina."
    },
    "16": {
        "1": "Nankany Gaza i Samsona indray mandeha, ary nahita vehivavy mpivaro-tena izy tany, ka nankao aminy.",
        "2": "Ary nisy nilaza tamin’ny Gazita hoe: “Tonga eto i Samsona.” Dia nohodidinin’izy ireo izy, ary niafina teo am-bavahadin’ny tanàna izy ireo nandritra ny alina mba hamely azy. Tsy nikotaba anefa izy ireo nandritra ny alina, fa hoy izy ireo: “Raha vao mangiran-dratsy ny andro rahampitso, dia hovonointsika izy.”",
        "3": "Natory i Samsona mandra-pisasaky ny alina. Ary nifoha izy nony misasakalina, ka noraisiny ny vavahadin’ny tanàna mbamin’ny andry roa, dia nongotany niaraka tamin’ilay bara hidiny ka nataony teny an-tsorony, ary nentiny niakatra ho any an-tampon’ilay tendrombohitra tandrifin’i Hebrona.",
        "4": "Taorian’izany, dia raiki-pitia tamin’ny vehivavy iray tany amin’ny lohasaha falehan-driakan’i Soreka izy. Delila no anaran’izy io.",
        "5": "Ary niakatra nankany amin-dravehivavy ireo andriana mpiray dinan’ny Filistinina, ka nanao taminy hoe: “Fetseo izy ka fantaro izay mahatonga azy hanana hery lehibe, ary ahoana no handresenay azy sy hamatoranay azy mba ho voafehinay izy. Dia samy hanome anao farantsa volafotsy zato sy arivo izahay.”",
        "6": "Taorian’izay, dia hoy i Delila tamin’i Samsona: “Mba lazao ahy moa e! Inona no mahatonga anao hanana hery lehibe, ary inona no hamatorana anao mba hahafahana hifehy anao?”",
        "7": "Dia hoy i Samsona: “Raha fatorana amin’ny hozatra fito mbola tsy nohamainina aho, dia ho osa ka ho toy ny olon-tsotra.”",
        "8": "Dia niakatra nankany amin-dravehivavy ireo andriana mpiray dinan’ny Filistinina, ka nitondra hozatra fito mbola tsy nohamainina. Ary nofatoran-dravehivavy tamin’ireny i Samsona.",
        "9": "Efa nisy olona niafina mba hamely an’i Samsona tao amin’ny efitranon’i Delila tamin’izay. Dia hoy i Delila tamin’i Samsona: “Hamely anao ny Filistinina, ry Samsona!” Dia notapahiny ireo hozatra, sahala amin’ny kofehy rongony, izay tapaka raha vao manakaiky afo. Koa tsy nisy nahafantatra izay niavian’ny heriny.",
        "10": "Ary hoy i Delila tamin’i Samsona: “Efa namitaka ahy ianao ka nandainga tamiko. Mba lazao ahy moa izay azo amatorana anao e!”",
        "11": "Dia hoy i Samsona: “Raha gejaina amin’ny tady vaovao mbola tsy nampiasaina aho, dia ho osa ka ho toy ny olon-tsotra.”",
        "12": "Koa naka tady vaovao i Delila, ka namatotra an’i Samsona, ary hoy izy: “Hamely anao ny Filistinina, ry Samsona!” Efa nisy olona niafina tao amin’ilay efitrano anatiny tamin’izay. Dia notapahin’i Samsona hiala teo amin’ny sandriny ireo tady, sahala amin’ny fanapaka kofehy iray.",
        "13": "Taorian’izay, dia hoy i Delila tamin’i Samsona: “Mbola namitaka ahy foana ianao hatramin’izao, ka nandainga tamiko. Mba lazao ahy moa izay azo amatorana anao e!” Dia hoy i Samsona: “Raha tenominao miaraka amin’ny kofehy atao tenany * ny randrana fito eo amin’ny lohako.”",
        "14": "Ary nataon-dravehivavy nifatratra tsara tamin’ny alalan’ny hazo fisaka ireo randran’i Samsona, dia hoy izy: “Hamely anao ny Filistinina, ry Samsona!” Dia nifoha tamin’ny torimasony i Samsona, ka nosintoniny hiala ilay hazon-tenona sy ny kofehy natao tenany.",
        "15": "Dia hoy ravehivavy taminy: “Ahoana no ahasahianao milaza hoe: ‘Tena tiako ianao’, nefa tsy ahy akory ny fonao? Intelo izay ianao no namitaka ahy, ka tsy nilaza tamiko izay iavian’ny hery lehibe anananao.”",
        "16": "Ary satria tsy namelan’i Delila mihitsy i Samsona fa nanontaniany tsy misy farany sady nosokiriny foana, dia tsy tantin’i Samsona intsony izany ka te ho faty mihitsy izy. *",
        "17": "Farany, dia nampahafantariny an’i Delila izay rehetra tao am-pony, ka hoy izy: “Mbola tsy nokasihin-kareza mihitsy ny lohako, satria Nazirita ho an’Andriamanitra aho hatrany an-kibon-dreniko. Koa raha haratana aho, dia hiala amiko ny heriko, ary ho osa aho ka ho tahaka ny olon-drehetra.”",
        "18": "Rehefa hitan’i Delila fa nampahafantarin’i Samsona azy izay rehetra tao am-pony, dia naniraka olona avy hatrany izy mba hiantso an’ireo andriana mpiray dinan’ny Filistinina, ka nilaza hoe: “Miakara amin’izay amin’ity indray mandeha ity, fa nampahafantariny ahy izay rehetra tao am-pony.” Dia niakatra ho any aminy ireo andriana mpiray dinan’ny Filistinina, sady nitondra an’ilay vola.",
        "19": "Ary nampatorin-dravehivavy teo an-dohaliny i Samsona. Dia niantso lehilahy iray izy, ka nasainy notapahin’io ny randrana fito teo amin’ny lohan’i Samsona. Koa nanomboka nasehon-dravehivavy fa afaka nifehy azy izy. Ary niala tamin’i Samsona ny heriny.",
        "20": "Dia hoy ravehivavy: “Hamely anao ny Filistinina, ry Samsona!” Dia nifoha tamin’ny torimasony i Samsona, ka nanao hoe: “Ho tafavoaka toy ny teo aloha ihany aho, ka hikofokofoka hanafaka ny tenako.” Tsy fantany anefa fa efa niala taminy i Jehovah.",
        "21": "Dia nosamborin’ny Filistinina izy, ka nopotsirin’ireo ny masony roa. Ary nentin’ireo nidina nankany Gaza izy, ka nofatorany tamin’ny gadra varahina roa. Dia lasa mpanodina vato lehibe fikosoham-bary tao am-ponja izy.",
        "22": "Ary naniry be indray ny volon-dohany raha vao voaharatra.",
        "23": "Ary nivory ireo andriana mpiray dinan’ny Filistinina mba hanao sorona lehibe ho an’i Dagona andriamaniny sy hifaly. Ary hoy izy ireo: “Efa natolotry ny andriamanitsika eto an-tanantsika i Samsona fahavalontsika!”",
        "24": "Raha vao nahita azy ny olona, dia nidera ny andriamaniny, “satria”, hoy izy ireo, “efa natolotry ny andriamanitsika eto an-tanantsika ilay fahavalontsika sady mpanimba ny tanintsika, ary ilay nahafaty olona maro teo amintsika.”",
        "25": "Ary falifaly ny fon’izy ireo, ka hoy izy: “Antsoy i Samsona mba hampiala voly antsika.” Dia nantsoina avy tao am-ponja i Samsona mba hataony ho fihomehezana. Ary nasainy nitsangana teo anelanelan’ny andry i Samsona.",
        "26": "Dia hoy i Samsona tamin’ilay zazalahy nitantana azy: “Mba avelao kely aho hitsapa ireo andry manohana an’ity trano ity mba hiankinako aminy.”",
        "27": "Feno lehilahy sy vehivavy ilay trano tamin’izay, ary tao daholo ireo andriana mpiray dinan’ny Filistinina. Tany an-tampon-trano koa nisy lehilahy sy vehivavy tokony ho telo arivo, izay nijery an’i Samsona nampiala voly ny olona.",
        "28": "Dia niantso an’i Jehovah i Samsona hoe: “Ry Jehovah Tompo Fara Tampony ô! Mba tsarovy re aho ka hatanjaho azafady indrindra e, amin’ity indray mandeha ity monja, ry ilay tena Andriamanitra ô! Ary aoka aho hamaly faty ny Filistinina noho ny anankiray amin’ny masoko roa.”",
        "29": "Dia nitehenan’i Samsona ireo andry roa teo afovoany izay nanohana an’ilay trano, ka nohazoniny tamin’ny tanany havanana ny andry iray, ary tamin’ny tanany havia ny iray.",
        "30": "Dia hoy i Samsona: “Aoka hiara-maty amin’ny Filistinina aho.” * Dia nanezaka mafy niondrika izy, ka nirodana teo amin’ireo andriana mpiray dina sy ny olona rehetra tao anatiny, ilay trano. Ary ny maty izay novonoin’i Samsona tamin’ny andro nahafatesany dia be lavitra noho izay novonoiny nandritra ny fahavelomany.",
        "31": "Taorian’izay, dia nidina ny rahalahiny sy ny ankohonan-drainy manontolo, ary nibata azy ka nitondra azy niakatra, dia nandevina azy teo anelanelan’i Zora sy Estaola, tao amin’ny fasan’i Manoa rainy. Ary efa nitsara ny Israely roapolo taona izy."
    },
    "17": {
        "1": "Nisy lehilahy atao hoe Mika, avy any amin’ny faritra be tendrombohitr’i Efraima.",
        "2": "Ary hoy izy tamin-dreniny: “Ilay farantsa volafotsy zato sy arivo nisy naka taminao iny, ka nahatonga anao hilaza ozona teo anatrehako, dia atỳ amiko. Izaho no naka azy.” Dia hoy ny reniny: “Hotahin’i Jehovah anie ny zanako!”",
        "3": "Koa naveriny tamin-dreniny ilay farantsa volafotsy zato sy arivo. Ary hoy ny reniny: “Tsy maintsy hamasiniko ho an’i Jehovah io volafotsy avy amiko io ho an-janako, mba hanaovana sary sokitra sy harendrika ho sarivongana. Koa iny haveriko aminao ilay izy.”",
        "4": "Naveriny tamin-dreniny anefa ilay volafotsy. Ary naka farantsa volafotsy roanjato ny reniny, ka nomeny ny mpanefy volafotsy izany. Koa nanao sary sokitra sy sarivongana tamin’ny volafotsy narendrika ilay mpanefy. Dia napetraka tao an-tranon’i Mika izany.",
        "5": "Nanana tranon’andriamanitra io Mika io, ary nanao efoda sy terafima. * Ary nomeny fahefana ho mpisorony ny iray tamin’ny zanany lahy.",
        "6": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany, ary samy zatra nanao izay noheveriny fa nety ny olona.",
        "7": "Ary nisy tovolahy anankiray avy any Betlehema any Joda, anisan’ny fianakavian’i Joda. Levita izy, ary nonina kelikely tany.",
        "8": "Niala avy any amin’ny tanànan’i Betlehema any Joda io tovolahy io mba honina kelikely tany amin’izay nahitany toerana honenana. Dia nandeha izy, ka tonga tany amin’ny faritra be tendrombohitr’i Efraima rehefa ela ny ela, ary tonga hatrany an-tranon’i Mika.",
        "9": "Ary hoy i Mika taminy: “Avy aiza ianao?” Dia hoy izy: “Levita avy any Betlehema any Joda aho, ka handeha honina kelikely any amin’izay hahitako toerana honenana.”",
        "10": "Dia hoy i Mika taminy: “Miaraha mipetraka amiko, ary aoka ianao ho raiko sy ho mpisorona ho ahy. Ary izaho kosa hanome anao farantsa volafotsy folo isan-taona sy ny fitafiana fanaonao ary ny sakafonao.” Dia niditra ilay Levita,",
        "11": "ka nanaiky hiara-mipetraka tamin-dralehilahy. Ary nataony toy ny anankiray amin’ny zanany ilay tovolahy.",
        "12": "Dia nomen’i Mika fahefana ho mpisorony sy hipetraka ao an-tranony ilay Levita.",
        "13": "Koa hoy i Mika: “Fantatro tokoa ankehitriny fa hanisy soa ahy i Jehovah, satria efa lasa mpisorona ho ahy ity Levita ity.”"
    },
    "18": {
        "1": "Tamin’izany andro izany, dia tsy nisy mpanjaka teo amin’ny Israely. Ary nitady lova honenana ny fokon’ny Danita tamin’izany andro izany, satria tsy nahazo lova teo amin’ny fokon’ny Israely izy ireo, na dia hatramin’izany andro izany aza.",
        "2": "Farany, dia naniraka lehilahy dimy ny taranak’i Dana. Anisan’ny fianakaviany sy avy teo anivony ihany izy dimy ireo, sady mahery fo. Nirahiny avy any Zora sy Estaola izy ireo mba hijery taratra sy hamantatra ilay tany, ka nilazany hoe: “Mandehana, fantaro ilay tany.” Dia tonga tany amin’ny faritra be tendrombohitr’i Efraima izy dimy lahy, ary tonga hatrany an-tranon’i Mika, ka natory indray alina tao.",
        "3": "Rehefa teo akaikin’ny tranon’i Mika izy ireo, dia reny ny feon’ilay tovolahy Levita ka fantany ilay feo. Koa nivily nankao izy ireo, ka nanao taminy hoe: “Iza no nitondra anao tatỳ? Ary inona no ataonao eto amin’ity toerana ity? Ary inona no tombontsoa hitanao atỳ?”",
        "4": "Dia hoy izy: “Izany sy izany no nataon’i Mika tamiko, ka manakarama ahy izy ary izaho kosa mpisorony.”",
        "5": "Dia hoy ireo taminy: “Mba anontanio re Andriamanitra, azafady, hahalalanay raha hahomby ihany izao dianay izao e!”",
        "6": "Dia hoy ilay mpisorona tamin’ireo: “Mandehana soa aman-tsara, fa mitsinjo anareo i Jehovah amin’izao dianareo izao.”",
        "7": "Koa nandeha izy dimy lahy ka tonga tany Laisy, ary hitan’izy ireo fa nahavita tena ny mponina tao, araka ny fomban’ny Sidonianina. Nandry feizay izy ireo sady tsy nanana ahiahy, ary tsy nisy naharesy na nampahory azy na nihetraketraka taminy tao amin’ilay tany. Ary lavitra an’ireo Sidonianina izy ireo, sady tsy nifandray tamin’iza na iza mihitsy.",
        "8": "Tafaverina tany amin’ireo rahalahiny tany Zora sy Estaola izy dimy lahy, tamin’ny farany. Ary hoy ireo rahalahiny taminy: “Nanao ahoana ny dianareo?”",
        "9": "Dia hoy izy ireo: “Mitsangàna, ka andao hiakatra hamely azy, satria hitanay fa tena tsara ilay tany. Ary toa mbola misalasala ihany ianareo? Aza malaina fa andao hidirantsika ilay tany ka halaintsika.",
        "10": "Rehefa hiditra ao ianareo, dia hamantana olona tsy manana ahiahy. Midadasika be koa ilay tany, sady efa natolotr’Andriamanitra eo an-tananareo. Ary tsy misy tsy ao ny karazan-javatra rehetra etỳ ambonin’ny tany.”",
        "11": "Dia nisy eninjato lahy nirongo fiadiana niainga avy any, izany hoe avy ao Zora sy Estaola. Anisan’ny fianakavian’ny Danita izy ireo.",
        "12": "Ary niakatra izy ireo ka nitoby tany Kiriata-jearima any Joda. Izany no niantsoan’izy ireo an’io toerana io hoe Mahane-dana mandraka androany. Eo andrefan’i Kiriata-jearima no misy azy io.",
        "13": "Dia niala tao izy ireo, ka nankany amin’ny faritra be tendrombohitr’i Efraima, ary tonga hatrany an-tranon’i Mika.",
        "14": "Dia niteny tamin’ireo rahalahiny izy dimy lahy izay nandeha nijery taratra an’i Laisy hoe: “Efa fantatrareo ve fa misy efoda sy terafima sy sary sokitra ary sarivongana metaly ao amin’ireo trano ireo? Koa eritrereto izay tokony hataonareo.”",
        "15": "Dia nivily izy ireo, ka nankao an-tranon’ilay tovolahy Levita, tao an-tranon’i Mika, ka nanontany ny fahasalamany.",
        "16": "Tamin’izay fotoana izay, dia efa nijoro teo amin’ny fidirana amin’ny vavahady ireo eninjato lahy nirongo fiadiana, izay anisan’ny taranak’i Dana.",
        "17": "Ary niakatra izy dimy lahy, izay nandeha nijery taratra an’ilay tany, mba hiditra haka ny sary sokitra sy ny efoda sy ny terafima ary ny sarivongana metaly. Ilay mpisorona kosa nijoro teo amin’ny fidirana amin’ny vavahady, teo amin’ireo eninjato lahy nirongo fiadiana.",
        "18": "Dia niditra tao an-tranon’i Mika izy dimy lahy ka naka ny sary sokitra sy ny efoda sy ny terafima ary ny sarivongana metaly. Ary hoy ilay mpisorona tamin’izy ireo: “Fa inona ity ataonareo?”",
        "19": "Fa hoy kosa ireo taminy: “Mangìna! Tampeno amin’ny tananao ny vavanao, ary andao hiaraka aminay, ka aoka ianao ho rainay sy ho mpisoronay. Fa iza no tianao: Mbola ho mpisorona ho an’ny ankohonan’olona iray, sa ho mpisorona ho an’ny foko sy fianakaviambe iray eo amin’ny Israely?”",
        "20": "Dia faly ny fon’ilay mpisorona, ary nalainy ny efoda sy ny terafima ary ny sary sokitra, ka nankeo afovoan’ny olona izy.",
        "21": "Dia nihodina izy ireo ka lasa. Ary nataony teo alohany ny zaza sy ny biby fiompy ary ny entana sarobidy.",
        "22": "Rehefa lavidavitra ny tranon’i Mika izy ireo, dia novorina ireo lehilahy nonina teo akaikin’ny tranon’i Mika. Ary niezaka hanatratra ny taranak’i Dana izy ireo.",
        "23": "Imbetsaka izy ireo no niantsoantso ny taranak’i Dana. Koa nitodika ireo ka nanao tamin’i Mika hoe: “Fa maninona ity ianao no namory olona maro hoatr’izao?”",
        "24": "Ary hoy i Mika: “Nalainareo ny andriamanitro izay namboariko, ary nentinareo koa ny mpisorona, dia lasa ianareo, ka inona intsony no mba ho ahy? Koa inona no mbola anontanianareo amiko hoe: ‘Fa maninona ity ianao?’”",
        "25": "Dia hoy ny taranak’i Dana taminy: “Aza atao renay intsony ny feonao, sao olona tezitra no hamely anareo, ka hamoy ny ainao * sy ny ain’ny ankohonanao ianao.”",
        "26": "Dia nanohy ny diany ny taranak’i Dana. Ary hitan’i Mika fa nahery noho izy ny taranak’i Dana, dia nivily izy ka nody tany an-tranony.",
        "27": "Koa nalain’ny taranak’i Dana ny zavatra namboarin’i Mika, ary nentiny koa ny mpisorony. Ary nanohy ny diany nankany Laisy izy ireo mba hanafika vahoaka nandry feizay sy tsy nanana ahiahy, ka namely azy tamin’ny lelan-tsabatra. Dia nodoran’izy ireo koa ilay tanàna.",
        "28": "Ary tsy nisy namonjy ilay tanàna satria lavitra an’i Sidona, ary tsy nifandray tamin’iza na iza mihitsy koa ny mponina tao. Teo amin’ny lemaka ivan’i Beti-rehoba ilay tanàna. Dia nanorina ilay tanàna izy ireo ka nonina tao.",
        "29": "Ary nantsoin’izy ireo hoe Dana ilay tanàna, araka ny anaran’i Dana rainy, izay naterak’i Israely. Laisy anefa no anaran’izy io taloha.",
        "30": "Taorian’izay, dia natsangan’ny taranak’i Dana ho azy ireo ilay sary sokitra. Ary lasa mpisorona ho an’ny fokon’ny Danita i Jonatana zanak’i Gersoma, zanak’i Mosesy, dia i Jonatana sy ny zanany, mandra-pahatongan’ny andro nanaovana sesitany ny mponin’ilay tany.",
        "31": "Ary notehirizin’izy ireo ilay sary sokitra namboarin’i Mika, ka najorony ho azy ireo nandritra ny andro rehetra naha tao Silo ny tranon’ilay tena Andriamanitra."
    },
    "19": {
        "1": "Tamin’izany andro izany, dia tsy nisy mpanjaka teo amin’ny Israely. Ary nisy Levita anankiray nonina kelikely tany amin’ny toerana nitokana indrindra tamin’ny faritra be tendrombohitr’i Efraima. Naka vehivavy iray avy any Betlehema any Joda izy, ho vadikeliny.",
        "2": "Ary nijangajanga ilay vadikeliny. Farany, dia nisintaka ravehivavy, ka nody tany an-tranon-drainy tany Betlehema any Joda, ary nijanona tany efa-bolana katroka.",
        "3": "Dia niainga ny vadiny, ka nankany aminy mba hanambitamby azy hody. Ary nitondra mpanompo iray sy ampondralahy roa izy. Dia nasain-dravehivavy nampandrosoina tao an-tranon-drainy izy. Koa raha vao nahita azy ny rain-dravehivavy, dia faly nihaona taminy.",
        "4": "Ary nandresy lahatra azy hijanona ny rafozany, izany hoe ny rain-dravehivavy, ka nijanona tao telo andro izy. Dia nihinana sy nisotro izy ireo, ary natory tao ralehilahy.",
        "5": "Ary tamin’ny andro fahefatra, rehefa nifoha maraina toy ny fanaony izy ireo, dia nitsangana handeha ralehilahy. Fa hoy ny rain-dravehivavy tamin’ny vinantolahiny: “Mihinàna aloha mofo kely ho tohan’aina, vao mandeha ianareo.”",
        "6": "Koa nipetraka izy ireo, ary niara-nihinana sy nisotro teo. Dia hoy ny rain-dravehivavy tamin-dralehilahy: “Mba mijanòna re anio alina e, ary aoka ho faly ny fonao.”",
        "7": "Ary rehefa nitsangana handeha ralehilahy, dia tsy nitsahatra niangavy azy ny rafozany, ka nijanona tao indray izy ny alin’iny.",
        "8": "Rehefa nifoha maraina ralehilahy tamin’ny andro fahadimy mba hanainga, dia hoy ny rain-dravehivavy: “Mba mihinàna aloha zavatra kely ho tohan’aina.” Ary nijanonjanona teo izy ireo mandra-pahafolaky ny andro. Koa nihinan-kanina teo izy mianaka.",
        "9": "Dia nitsangana mba hanainga ralehilahy sy ilay vadikeliny ary ilay mpanompony. Fa hoy ny rafozany, rain-dravehivavy, taminy: “Jereo fa efa folaka ny andro ka efa ho hariva. Koa matoria re atỳ ianareo anio alina e! Efa hilentika ny masoandro ka matoria atỳ, ary aoka ho faly ny fonao. Ary rahampitso dia hifoha maraina ianareo, ka handeha hody any amin’ny tranolainao.”",
        "10": "Tsy nety nijanona intsony anefa ralehilahy, fa nitsangana ihany ka nandeha, ary tonga hatrany amin’ny tandrifin’i Jebosa, izany hoe Jerosalema. Ary niaraka taminy ireo ampondralahy roa efa nisy lasely, ary koa ilay vadikeliny sy ilay mpanompony.",
        "11": "Efa ho hariva ny andro, rehefa tonga teo akaikin’i Jebosa izy ireo. Dia hoy ilay mpanompo tamin’ny tompony: “Andao hivily hankao amin’itsy tanànan’ny Jebosita itsy, ka hatory ao anio alina.”",
        "12": "Fa hoy ny tompony taminy: “Aleo isika tsy mivily ao amin’ny tanànan’ny hafa firenena izay tsy anisan’ny zanak’Israely, fa handroso hatrany Gibea.”",
        "13": "Hoy koa izy tamin’ilay mpanompony: “Andao hanatona ny iray amin’ireo tanàna ireo, ka hatory ao Gibea anio alina, na ao Rama.”",
        "14": "Dia nandroso ihany izy ireo, ka nanohy ny diany. Ary nanomboka nilentika ny masoandro vao tonga teo akaikin’i Gibean’i Benjamina, izy ireo.",
        "15": "Koa nivily tao Gibea izy ireo mba hatory tao. Dia niditra tao izy ireo ka nipetraka teo amin’ny tany malalaky ny tanàna. Tsy nisy nandray azy hatory tany an-tranony anefa.",
        "16": "Farany, dia iny fa nisy lahiantitra anankiray tonga avy niasa tany an-tsaha rehefa hariva. Avy any amin’ny faritra be tendrombohitr’i Efraima no fiaviany, fa nonina kelikely tao Gibea izy. Benjamita kosa ny mponina tao Gibea.",
        "17": "Rehefa nanopy ny masony izy, dia hitany teo amin’ny tany malalaky ny tanàna ilay lehilahy avy nanao dia lavitra. Dia hoy ilay lahiantitra: “Fa ho aiza ianao, ary avy taiza?”",
        "18": "Dia hoy ralehilahy taminy: “Avy tany Betlehema any Joda izahay, ary ho any amin’ny toerana mitokana indrindra amin’ny faritra be tendrombohitr’i Efraima, fa avy any no fiaviako. Nandeha kely tany Betlehema any Joda aho ary efa an-dalana hody any an-tranoko aho izao, nefa tsy misy mampiantrano.",
        "19": "Manana mololo sy sakafo ho an’ny ampondranay izahay, sady manana mofo sy divay ho ahy sy ny mpanompovavinao ary ho an’ilay mpanompo miaraka amin’ny mpanomponao. Efa ao daholo izay rehetra ilaina.”",
        "20": "Fa hoy ilay lahiantitra: “Ho aminao anie ny fiadanana! Aoka izaho no hikarakara izay ilainao, fa izao fotsiny: Aza matory eto amin’ny tany malalaky ny tanàna.”",
        "21": "Dia nentiny tany an-tranony ralehilahy, ary ny ampondra kosa notsipazany sakafom-biby. Dia nanasa tongotra izy ireo, ary nihinana sy nisotro.",
        "22": "Raha mbola nampifalifaly ny fony teo izy ireo, dia tonga ny lehilahy tao an-tanàna, izay olona tena tsy manjary, ka nihodidina an’ilay trano. Dia nifanosika nandona ny varavarana izy ireo, sady tsy nitsahatra niteny tamin’ilay lahiantitra tompon-trano hoe: “Avoahy atỳ ilay lehilahy niditra tao an-tranonao iny mba hanaovanay firaisana.”",
        "23": "Dia nivoaka nankeo amin’izy ireo ilay tompon-trano, ka niteny hoe: “Aza manao izany, ry rahalahiko! Aza manao ratsy re ianareo e, fa mivahiny ato amiko io lehilahy io. Aza manao izany hadalana manala baraka izany.",
        "24": "Io ny zanako vavy virjiny sy ny vadikelin-dralehilahy! Aoka re mba ho ireo no havoakako hovetavetainareo e, ary ataovy aminy izay hitanareo fa mety. Fa io lehilahy io kosa, aza anaovanareo izany hadalana manala baraka izany.”",
        "25": "Tsy nety nihaino an’ilay lahiantitra anefa ireo lehilahy ireo. Koa nalain-dralehilahy ilay vadikeliny ka navoakany ho eo amin’izy ireo. Dia nanao firaisana taminy izy ireo, ka tsy nitsahatra nanao an-keriny an-dravehivavy nandritra ny alina mandra-maraina. Ary rehefa nanomboka nazava ratsy ny andro vao nalefan’ireo izy.",
        "26": "Dia tonga ravehivavy rehefa nadiva ho maraina ny andro, ary nidaraboka teo amin’ny fidirana amin’ny tranon’ilay lehilahy nitoeran’ny tompony izy, ka teo mandra-pahazavan’ny andro.",
        "27": "Taoriana kelin’izay, dia nifoha ralehilahy rehefa maraina ny andro, ka nanokatra ny varavaran’ilay trano, ary nivoaka mba hanohy ny diany. Ary io fa nivalampatra teo amin’ny fidirana amin’ilay trano ilay vadikeliny, ary teo an-tokonana ny tanany roa!",
        "28": "Ary hoy ralehilahy taminy: “Mitsangàna, andao handeha.” Kanjo tsy nisy namaly. Koa nataony teo ambony ampondrany ravehivavy, dia niainga izy ka lasa ho any amin’izay misy azy.",
        "29": "Rehefa tonga tao an-tranony izy, dia naka antsin-kena, ary noraisiny ny fatin’ilay vadikeliny, ka norasarasainy ho roa ambin’ny folo araka ny tonon-taolany, ary nalefany tany amin’ny faritra rehetra eran’i Israely.",
        "30": "Ary hoy izay rehetra nahita izany: “Mbola tsy nitranga mihitsy ny toy izao sady mbola tsy fahita, hatramin’ny andro niakaran’ny zanak’Israely avy tany Ejipta ka mandraka androany. Diniho tsara izany, ary samia mikaon-doha ka lazao izay hevitrareo.”"
    },
    "20": {
        "1": "Dia nivoaka daholo ny zanak’Israely rehetra. Ary nivory toy ny olona iray teo anatrehan’i Jehovah tany Mizpa ny vahoaka, hatrany Dana ka hatrany Beri-sheba, mbamin’ny tany amin’ny faritr’i Gileada.",
        "2": "Ary nitsangana teo anivon’ny fiangonan’ny vahoakan’Andriamanitra ireo lehiben’ny vahoaka manontolo, dia ireo lehiben’ny foko rehetran’ny Israely. Lehilahy efatra hetsy mpandeha an-tongotra sy mpitan-tsabatra izy ireo.",
        "3": "Ary ren’ny taranak’i Benjamina hoe niakatra tany Mizpa ny zanak’Israely. Ary hoy ny zanak’Israely: “Lazao anay, ahoana no nahatonga izao zava-dratsy izao?”",
        "4": "Dia hoy ilay Levita vadin’ilay vehivavy nisy namono: “Tonga tao Gibean’i Benjamina izaho sy ny vadikeliko, mba hatory tao.",
        "5": "Ary nitsangana hamely ahy ireo mponina tao Gibea ka nohodidininy ilay trano nisy ahy, nony alina. Izaho no nokasainy hovonoina, kanjo ny vadikeliko no novetavetainy ka maty tamin’ny farany.",
        "6": "Koa nalaiko ilay vadikeliko ka norasarasaiko ary nalefako tany amin’ny faritra rehetra eo amin’ny lovan’ny Israely, satria fitondran-tena baranahiny sy hadalana manala baraka no nataon-dry zareo, teto amin’ny Israely.",
        "7": "Koa indreo ianareo zanak’Israely rehetra, lazao eto izay teninareo sy hevitrareo.”",
        "8": "Koa nitsangana toy ny olona iray ny vahoaka manontolo, ka nanao hoe: “Tsy hisy hiverina any amin’ny tranolaintsika isika, na hody any an-tranontsika.",
        "9": "Fa izao no hataontsika amin’i Gibea: Andao hiakatra hamely azy, ka araka ny antsapaka no hiakarantsika.",
        "10": "Ary hakantsika folo isaky ny zato ny foko rehetran’ny Israely, zato isaky ny arivo, ary arivo isaky ny iray alina, mba haka vatsy ho an’ny vahoaka. Amin’izay dia hanao zavatra izy ireo ka hanafika an’i Gibean’i Benjamina, noho ny hadalana manala baraka rehetra nataon-dry zareo, teto amin’ny Israely.”",
        "11": "Koa nivory toy ny olona iray sy toy ny mpiray dina, ny lehilahy israelita rehetra, mba hanafika an’ilay tanàna.",
        "12": "Koa nandefa iraka ho any amin’izay rehetra anisan’ny fokon’i Benjamina ny fokon’ny Israely, nanao hoe: “Inona izany zava-dratsy nitranga tany aminareo izany?",
        "13": "Atolory anay ireo lehilahy tsy manjary ao Gibea ireo mba hamonoanay azy ho faty, ary aoka hesorintsika tsy ho eto amin’ny Israely ny ratsy.” Tsy nety nihaino ny tenin’ny zanak’Israely rahalahiny anefa ny taranak’i Benjamina.",
        "14": "Koa niala avy any an-tanànany avy ny taranak’i Benjamina ka nivory tao Gibea, mba hivoaka hiady tamin’ny zanak’Israely.",
        "15": "Dia novorina avy any an-tanànany avy ny taranak’i Benjamina tamin’izay andro izay, ka nisy lehilahy enina arivo sy roa alina, samy mpitan-tsabatra. Mbola tsy ao anatin’ireo ny mponina tao Gibea, izay nisy fitonjato lahy voafantina.",
        "16": "Nisy lehilahy voafantina fitonjato izay samy kavia, tamin’ireo vahoaka rehetra ireo. Samy mpampiasa pilotra izy rehetra ireo, ary ny vato nalefany dia tsy nisy nivaona na dia hoatran’ny singam-bolo iray aza.",
        "17": "Novorina koa ny lehilahy israelita afa-tsy ny Benjamita, ka nisy efatra hetsy, izay samy mpitan-tsabatra sady lehilahy mpiady.",
        "18": "Dia niainga izy ireo ka niakatra tany Betela, ary nanontany an’Andriamanitra. Koa hoy ny zanak’Israely: “Iza aminay no ho loha laharana rehefa hiakatra hiady amin’ny taranak’i Benjamina?” Hoy i Jehovah: “Joda no ho loha laharana.”",
        "19": "Koa nifoha ny zanak’Israely nony maraina ka nitoby mba hiady tamin’i Gibea.",
        "20": "Dia nivoaka hiady tamin’ny Benjamita ny lehilahy israelita, ka nilahatra toy ny tafika mba hamely azy tao Gibea.",
        "21": "Koa nivoaka avy ao Gibea ny taranak’i Benjamina, ka lehilahy israelita roa arivo sy roa alina no maty niampatrampatra tamin’ny tany tamin’izay andro izay.",
        "22": "Naneho herim-po anefa ny vahoaka, dia ny lehilahy israelita, ka nilahatra indray toy ny tafika, teo amin’ilay toerana nilaharany tamin’ny andro voalohany.",
        "23": "Ary niakatra ny zanak’Israely ka nitomany teo anatrehan’i Jehovah mandra-paharivan’ny andro, ary nanontany an’i Jehovah hoe: “Mbola handeha hiady amin’ny taranak’i Benjamina rahalahiko indray ve aho?” Dia hoy i Jehovah: “Miakara hiady aminy.”",
        "24": "Dia nanatona an’ireo taranak’i Benjamina ny zanak’Israely tamin’ny andro faharoa mba hiady taminy.",
        "25": "Koa nivoaka avy ao Gibea ny Benjamita tamin’ny andro faharoa mba hifanandrina taminy, ka lehilahy valo arivo sy iray alina tamin’ny zanak’Israely indray no maty niampatrampatra tamin’ny tany. Mpitan-tsabatra daholo ireo.",
        "26": "Dia niakatra tany Betela ny zanak’Israely rehetra, eny, ny vahoaka manontolo, ka nipetraka nitomany teo anatrehan’i Jehovah. Ary nifady hanina mandra-paharivan’ny andro izy ireo ny androtr’iny, sady nanolotra fanatitra dorana sy fanatitra iombonana teo anatrehan’i Jehovah.",
        "27": "Avy eo, dia nanontany an’i Jehovah ny zanak’Israely, satria tany Betela tamin’izany no nametrahana ilay Vata misy ny fifanekena nataon’Andriamanitra.",
        "28": "Nijoro teo anoloan’izy io i Finehasa zanak’i Eleazara, zanak’i Arona, tamin’izany andro izany, ka nanao hoe: “Mbola hivoaka hiady amin’ny taranak’i Benjamina rahalahiko ihany ve aho, sa aoka izay?” Dia hoy i Jehovah: “Miakara, fa hatolotro eo an-tananao izy rahampitso.”",
        "29": "Koa nametraka olona nanodidina an’i Gibea ny Israely, mba hiafina hanafika an’ilay tanàna.",
        "30": "Ary niakatra hamely an’ireo taranak’i Benjamina ny zanak’Israely tamin’ny andro fahatelo, ka nilahatra toy ny tafika mba hiady tamin’i Gibea, toy ny teo aloha.",
        "31": "Koa rehefa nivoaka hifanandrina tamin’ny vahoaka ny taranak’i Benjamina, dia notarihina hanalavitra ny tanàna. Ary nanomboka nasian’izy ireo, toy ny teo aloha, ny sasany tamin’ny vahoaka, ka maty noho ny ratra nahazo azy. Koa tokony ho telopolo ny Israelita maty tany an-tsaha, teny amin’ireo lalambe, izay miakatra ho any Betela ny iray fa ny iray kosa mankany Gibea.",
        "32": "Koa hoy ny taranak’i Benjamina: “Resintsika toy ny tamin’ny voalohany ry zareo.” Fa hoy kosa ny zanak’Israely: “Andao hanao tari-dositra, dia hotarihintsika hanalavitra ny tanàna ry zareo, ho eny amin’ny lalambe.”",
        "33": "Dia niala teo amin’izay nisy azy ny lehilahy israelita rehetra ka nilahatra toy ny tafika, tany Bala-tamara. Fa ireo Israelita efa niafina kosa nirohotra niala avy tao amin’izay niafenany, teny amin’ny manodidina an’i Gibea.",
        "34": "Koa lehilahy iray alina voafantina tamin’ny Israely rehetra no nanatona an’i Gibea, ary nafotaka ny ady. Tsy fantatry ny Benjamita anefa fa efa nananontanona azy ny loza.",
        "35": "Ary nataon’i Jehovah resy teo anoloan’ny Israely ny Benjamita, ka zato sy dimy arivo sy roa alina ny Benjamita matin’ny zanak’Israely tamin’izay andro izay. Mpitan-tsabatra daholo ireo maty ireo.",
        "36": "Noheverin’ny taranak’i Benjamina kosa fa ho resy ny lehilahy israelita. Nanao tari-dositra anefa ny Israely noho ny fatokisany an’ireo nasainy niafina mba hanafika an’i Gibea.",
        "37": "Fa ireo niafina kosa nirohotra nankao Gibea ary niparitaka, ka namely an’izay rehetra tao an-tanàna tamin’ny lelan-tsabatra.",
        "38": "Ary efa nifanarahan’ny lehilahy israelita sy ireo niafina fa hanisy setroka famantarana hiakatra avy ao an-tanàna izy ireo.",
        "39": "Rehefa niverin-dalana ny zanak’Israely teny an’ady, dia nanomboka nasian’ny Benjamita, ka telopolo lahy teo ho eo no maty noho ny ratra nahazo azy. Hoy mantsy ny Benjamita: “Tsy maintsy ho resintsika toy ilay tamin’ny ady voalohany ry zareo.”",
        "40": "Ary nanomboka niakatra avy tao an-tanàna ilay famantarana, izay tsy inona fa setroka niakatra. Koa nitodika ny Benjamita, ka tazany niakatra ho amin’ny lanitra ny setrok’ilay tanàna manontolo.",
        "41": "Ary nifotitra niverina ny lehilahy israelita, ka very hevitra ny Benjamita satria hitany fa nidiran-doza izy.",
        "42": "Dia nandositra teo anoloan’ny lehilahy israelita izy ireo, ka nankany an-tany efitra, nefa nahatratra azy ireo ny ady. Tamin’izay koa ireo lehilahy avy tao an-tanàna no nandripaka an’ireo Benjamita teo aminy.",
        "43": "Dia nohodidinin’izy ireo ny Benjamita ka nenjehiny nataony tsy afa-niala sasatra, sady nohosihoseny tandrifin’i Gibea, nanandrify ny fiposahan’ny masoandro.",
        "44": "Farany, dia nahafatesana valo arivo sy iray alina ny Benjamita, dia lehilahy nahery fo daholo.",
        "45": "Koa nivily nandositra tany an-tany efitra izy ireo, ho any amin’ny harambaton’i Rimona. Toy ny hoe nitsimpona voa taorian’ny fijinjana ny Israelita, ka mbola nahafaty dimy arivo lahy teny an-dalambe. Ary narahin’izy ireo akaiky hatrany Gidoma ny Benjamita, ka mbola nahafatesany roa arivo lahy.",
        "46": "Koa nahatratra dimy arivo sy roa alina ny Benjamita rehetra lavo tamin’izay andro izay. Lehilahy mpitan-tsabatra sy mahery fo daholo ireo.",
        "47": "Fa nivily nandositra tany an-tany efitra kosa ny eninjato lahy, ho any amin’ny harambaton’i Rimona. Ary nonina efa-bolana tany izy ireo.",
        "48": "Ary niverina niady tamin’ny taranak’i Benjamina ny lehilahy israelita ka namely an’ireo tao an-tanàna tamin’ny lelan-tsabatra, hatramin’ny olona ka hatramin’ny biby fiompy ary izay rehetra hita tao. Nodorany daholo koa izay tanàna rehetra hitany."
    },
    "21": {
        "1": "Ary nianiana tany Mizpa ny lehilahy israelita hoe: “Tsy hisy amintsika hanome ny zanany vavy ho vadin’ny Benjamita.”",
        "2": "Koa nankany Betela ny olona, ka nipetraka teo anatrehan’Andriamanitra mandra-paharivan’ny andro, sady nidradradradra nitomany be mihitsy.",
        "3": "Ary hoy izy ireo: “Jehovah Andriamanitry ny Israely ô, fa dia nahoana loatra re no nitranga teo amin’ny Israely izao ka banga foko iray ny Israely?”",
        "4": "Ary nifoha maraina ny olona ny ampitson’iny ka nanorina alitara teo, ary nanolotra fanatitra dorana sy fanatitra iombonana.",
        "5": "Dia hoy ny zanak’Israely: “Iza tamin’ny foko rehetran’ny Israely no tsy tonga teo anivon’ny fiangonana, teo anatrehan’i Jehovah? Efa nisy fianianana lehibe natao mantsy momba an’izay tsy niakatra teo anatrehan’i Jehovah tany Mizpa, nanao hoe: ‘Tsy maintsy vonoina ho faty izy.’”",
        "6": "Ary nalahelo ny zanak’Israely noho ny amin’ny Benjamita rahalahiny, ka nanao hoe: “Foko iray no fongotra teto amin’ny Israely androany.",
        "7": "Koa ahoana no hataontsika amin’izay sisa tavela mba hahazoany vady, nefa isika efa nianiana tamin’ny anaran’i Jehovah hoe tsy hanome ny zanakavavintsika ho vadiny?”",
        "8": "Hoy koa izy ireo: “Iza tamin’ny fokon’ny Israely no tsy niakatra teo anatrehan’i Jehovah tany Mizpa?” Ary hita fa tsy nisy nankao an-toby ho eo anivon’ny fiangonana ny avy any Jabesi-gileada.",
        "9": "Fa rehefa natao ny fanisana ny olona, dia hita fa tsy nisy mponin’i Jabesi-gileada na iray aza.",
        "10": "Koa naniraka lehilahy faran’izay nahery fo niisa roa arivo sy iray alina ny vahoaka, ka nandidy azy hoe: “Mandehana, ka asio amin’ny lelan-tsabatra ny mponin’i Jabesi-gileada, na dia ny zaza amam-behivavy aza.",
        "11": "Ary izao no hataonareo: Aringano daholo ny lehilahy rehetra, sy ny vehivavy rehetra efa nanao firaisana tamin-dehilahy.”",
        "12": "Kanefa nahita zazavavy efajato, izay virjiny mbola tsy nanao firaisana tamin-dehilahy, teo amin’ny mponin’i Jabesi-gileada izy ireo. Koa nentiny tao an-toby tany Silo, tany amin’ny tany Kanana ireny.",
        "13": "Ary nandefa iraka ny vahoaka manontolo mba hiresaka tamin’ny taranak’i Benjamina, izay tao amin’ny harambaton’i Rimona, ka nitady fihavanana taminy.",
        "14": "Koa niverina ny Benjamita, tamin’izany fotoana izany. Dia nomena azy ho vadiny ireo zazavavy izay notsimbinina fa tsy mba novonoina niaraka tamin’ireo vehivavy hafa tao Jabesi-gileada. Tsy ampy anefa ny zazavavy hitan’izy ireo tao.",
        "15": "Dia nalahelo noho ny amin’ny Benjamita ny olona, satria nampisy fisaraham-bazana teo amin’ny fokon’ny Israely i Jehovah.",
        "16": "Koa hoy ny anti-panahin’ny vahoaka: “Ahoana no hataontsika amin’ireo lehilahy sisa tavela ireo mba hahazoany vady, satria efa naringana ny vehivavy teo amin’ny fokon’i Benjamina?”",
        "17": "Dia hoy ireo: “Tokony hahazo lova ireo Benjamita afa-nandositra, mba tsy hisy foko ho fongana eo amin’ny Israely.",
        "18": "Isika anefa tsy mahazo manome azy ny zanakavavintsika ho vadiny, satria efa nianiana ny zanak’Israely hoe: ‘Voaozona izay manome vady ho an’ny Benjamita.’”",
        "19": "Farany, dia hoy izy ireo: “Misy fety ho an’i Jehovah fanao isan-taona any Silo, any avaratr’i Betela, atsinanan’ilay lalambe miakatra avy any Betela mankany Sekema, ary atsimon’i Lebona.”",
        "20": "Koa nandidy ny taranak’i Benjamina izy ireo hoe: “Mandehana miafina ao amin’ny tanimboaloboka.",
        "21": "Dia jereo ka rehefa mivoaka handihy manao faribolana ny zanakavavin’i Silo, dia mivoaha avy ao amin’ny tanimboaloboka, ka samia maka an-keriny amin’ireo zanakavavin’i Silo mba ho vadinareo, ary mandehana any amin’ny tanin’i Benjamina.",
        "22": "Ary raha mitory antsika ny rainy na ny anadahiny, dia izao no holazaintsika aminy: ‘Aoka moa mba ho tsara fanahy aminay ianareo noho ny amin’izy ireo e! Tsy nahazo vady ho an’ny tsirairay mantsy izahay tamin’ny ady. Ary tsy ianareo koa ange no nanome vady azy e! Raha izany mantsy dia ho meloka ianareo.’”",
        "23": "Dia izany tokoa no nataon’ny taranak’i Benjamina. Koa nitondra vady araka izay isany, avy tamin’ireo vehivavy nandihy nanao faribolana, izy ireo. Nosamborin’izy ireo ireny, dia lasa izy ireo niverina tany amin’ny lovany, ka nanorina ny tanàna ary nonina tao.",
        "24": "Dia samy niparitaka niala teo ny zanak’Israely, tamin’izany fotoana izany. Koa samy nankany amin’ny fokony sy ny fianakaviany avy izy ireo. Eny, niala teo izy ireo, ho any amin’ny lovany avy.",
        "25": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany. Ary samy zatra nanao izay noheveriny fa nety ny olona."
    },
    "meta": {
        "name": "Mpitsara",
        "order": 6,
        "chapter_number": 21
    }
}