{
    "1": {
        "1": "Taorian’ny nahafatesan’i Josoa, dia nanontany an’i Jehovah ny Israelita hoe: “Iza aminay no hiakatra voalohany hiady amin’ny Kananita?”",
        "2": "Dia hoy i Jehovah: “Ny fokon’i Joda no hiakatra, ary homeko azy ilay tany.”",
        "3": "Niteny tamin’ny fokon’i Simeona rahalahiny àry ny fokon’i Joda hoe: “Andao hiaraka ho any amin’ny anjara taninay mba hiady amin’ny Kananita, dia mba hiaraka aminareo ho any amin’ny anjara taninareo koa izahay.” Niaraka taminy àry izy ireo.",
        "4": "Rehefa niakatra ny fokon’i Joda, dia nataon’i Jehovah resiny ny Kananita sy ny Perizita, ka lehilahy 10 000 no resiny tao Bezeka.",
        "5": "Hitan’izy ireo tao Bezeka koa i Adoni-bezeka ka notafihiny. Dia resin’izy ireo ny Kananita sy ny Perizita.",
        "6": "Nandositra anefa i Adoni-bezeka, dia nenjehin’izy ireo ka tratrany ary notapahin’izy ireo ny ankiben-tanany roa sy ny ankiben-tongony roa.",
        "7": "Dia hoy i Adoni-bezeka: “Misy mpanjaka 70, notapahina ankiben-tanana sy ankiben-tongotra, mitsindroka sakafo ao ambany latabatro. Ny nataoko ihany ity no avalin’Andriamanitra ahy.” Nentin’izy ireo tany Jerosalema izy taorian’izay, ka maty tany.",
        "8": "Ary niady tamin’ny mponin’i Jerosalema ny taranak’i Joda, ka nandresy an’ilay tanàna. Koa nasian’izy ireo tamin’ny sabatra ny olona nipetraka tao, ary nodorany ny tanàna.",
        "9": "Avy eo dia lasa ny fokon’i Joda nandeha niady tamin’ny Kananita nipetraka tany amin’ny faritra be tendrombohitra, sy tany Negeba, ary Sefela.",
        "10": "Nandeha àry ny fokon’i Joda ka niady tamin’ny Kananita nipetraka tany Hebrona, izay nantsoina hoe Kiriata-arba taloha. Dia nasian’izy ireo i Sesay sy Ahimana ary Talmay.",
        "11": "Rehefa avy tany izy ireo, dia nandeha niady tamin’ny mponin’i Debira. Kiriata-sefera no anaran’i Debira talohan’izay.",
        "12": "Dia hoy i Kaleba: “Izay lehilahy maharesy an’i Kiriata-sefera ka mahazo an’io tanàna io, dia homeko ho vadiny i Aksa zanako vavy.”",
        "13": "I Otniela, zanak’i Kenaza zandrin’i Kaleba, no nahazo an’ilay tanàna, ka nomen’i Kaleba azy ho vadiny i Aksa zanany vavy.",
        "14": "Rehefa nankany an-tranon’i Otniela i Aksa, dia nampirisihiny hangataka saha tamin’i Kaleba rainy i Otniela. Dia niala teo ambony ampondrany i Aksa, ka hoy ny rainy: “Inona no ilainao?”",
        "15": "Dia hoy i Aksa: “Mba omeo fanomezana aho, azafady. Efa nomenao tany kely any atsimo ihany aho, fa mba omeo ahy koa i Golota-maima.” Dia nomen’i Kaleba azy i Golota Ambony sy Golota Ambany.",
        "16": "Niara-niakatra avy tany amin’ny tanàna be hazo palmie ny taranak’ilay Kenita rafozandahin’i Mosesy sy ny taranak’i Joda. Dia nankany an-tany efitr’i Joda, tany atsimon’i Arada, izy ireo ka niara-nipetraka tamin’ny olona tany.",
        "17": "Niaraka tamin’ny fokon’i Joda ny fokon’i Simeona rahalahiny, mba hanafika ny Kananita nipetraka tany Zefata. Dia noravany tanteraka ilay tanàna, ka nantsoiny hoe Horma.",
        "18": "Azon’ny fokon’i Joda koa i Gaza sy ny faritra manodidina azy, Askelona sy ny faritra manodidina azy, ary Ekrona sy ny faritra manodidina azy.",
        "19": "Nampian’i Jehovah ny fokon’i Joda, ka azon’izy ireo ny faritra be tendrombohitra. Tsy vitan’izy ireo anefa ny nandroaka ny olona nipetraka teny amin’ny tany lemaka, satria nanana kalesin’ady misy lelan’antsy izy ireny.",
        "20": "Dia nomena an’i Kaleba i Hebrona, araka ny nampanantenain’i Mosesy, ka noroahiny hiala tao ny zanak’i Anàka telo lahy.",
        "21": "Tsy noroahin’ny Benjaminita kosa ny Jebosita nipetraka tao Jerosalema, fa mbola miara-mipetraka amin’izy ireo ao ihany hatramin’izao.",
        "22": "Niakatra hiady tamin’i Betela ny taranak’i Josefa nandritra izany fotoana izany, ary nanampy azy ireo i Jehovah.",
        "23": "Dia nitsikilo an’ilay tanàna ny taranak’i Josefa.—Lozy no anaran’i Betela talohan’izay.—",
        "24": "Nahita lehilahy iray nivoaka avy tao an-tanàna ireo olona nitsikilo an’ilay tanàna, ka niteny hoe: “Mba atoroy anay, azafady, ny fidirana mankao an-tanàna, dia tsy hataonay na inona na inona ianao.”",
        "25": "Dia natoron’ilay lehilahy azy ireo ny fidirana. Koa nasian’izy ireo tamin’ny sabatra ny tao an-tanàna, fa ilay lehilahy sy ny fianakaviany manontolo kosa navelany handeha.",
        "26": "Dia nankany amin’ny tanin’ny Hetita ilay lehilahy, ka nanorina tanàna tany. Nantsoiny hoe Lozy ilay izy, ary mbola izany no anarany hatramin’izao.",
        "27": "Tsy vitan’ny fokon’i Manase ny naka an’i Beti-sana sy ny tanàna niankina taminy, Tanàka sy ny tanàna niankina taminy, Dora sy ny tanàna niankina taminy, Ibleama sy ny tanàna niankina taminy, ary Megido sy ny tanàna niankina taminy. Tsy nety niala tao amin’izany tany izany ny Kananita.",
        "28": "Rehefa nihanahery ny Israely, dia nampanaoviny asa an-terivozona ny Kananita fa tsy noroahiny daholo.",
        "29": "Tsy noroahin’ny fokon’i Efraima koa ny Kananita nipetraka tao Gazera, ka mbola niara-nipetraka tamin’izy ireo tao izy ireny.",
        "30": "Tsy noroahin’ny fokon’i Zebolona ny olona nipetraka tany Kitrona sy Nahalola. Dia niara-nipetraka tamin’izy ireo ihany ny Kananita, ka nampanaoviny asa an-terivozona.",
        "31": "Tsy noroahin’ny fokon’i Asera koa ny mponin’i Ako, sy ny mponin’i Sidona, Alaba, Akziba, Helba, Afika, ary Rehoba.",
        "32": "Mbola niara-nipetraka tamin’ny Kananita tao amin’ilay tany ihany ny fokon’i Asera, satria tsy noroahiny ireny.",
        "33": "Tsy noroahin’ny fokon’i Naftaly ireo mponin’i Beti-semesy sy Beti-anata. Mbola niara-nipetraka tamin’ny Kananita teo amin’ilay tany ihany izy ireo. Dia nampanaovin’ny fokon’i Naftaly asa an-terivozona ny mponin’i Beti-semesy sy Beti-anata.",
        "34": "Tsy afaka niala tany amin’ny faritra be tendrombohitra ny taranak’i Dana, satria tsy navelan’ny Amorita nidina teny amin’ny tany lemaka.",
        "35": "Ary tsy nety niala tany amin’ny Tendrombohitra Heresa sy tany Aialona ary Salbima ny Amorita. Rehefa nihanahery anefa ny taranak’i Josefa, dia notereny hiasa mafy ny Amorita.",
        "36": "Ny tanin’ny Amorita, dia nanomboka teo amin’ny fiakarana Akrabima sy tao Sela no ho miakatra."
    },
    "2": {
        "1": "Ary nisy anjelin’i Jehovah niakatra avy tany Gilgala ka nankany Bokima. Dia hoy izy: “Avy tany Ejipta ianareo no nentiko nankatỳ amin’ity tany ity. Efa nianiana tamin’ny razambenareo mantsy aho hoe hitondra anareo atỳ. Izao koa no nolazaiko taminareo: ‘Tsy hivadika amin’ny fifanekena nataoko taminareo mihitsy aho.",
        "2": "Ianareo kosa tsy tokony hanao fifanekena amin’ny olona mipetraka eto amin’ity tany ity. Tokony harodanareo koa ny alitarany.’ Tsy nanaraka ny teniko anefa ianareo. Fa maninona ianareo no nanao an’izany?",
        "3": "Izany koa no nahatonga ahy hiteny hoe: ‘Tsy horoahiko eo anoloanareo izy ireny ka hamandrika anareo. Dia ho voatarika hanompo ny andriamaniny ianareo.’”",
        "4": "Rehefa avy niteny an’izany tamin’ny Israelita rehetra ilay anjelin’i Jehovah, dia nigogogogo nitomany ny vahoaka.",
        "5": "Dia nataon’izy ireo hoe Bokima ny anaran’ilay toerana, ary nanao sorona ho an’i Jehovah teo izy ireo.",
        "6": "Rehefa nalefan’i Josoa ny Israelita, dia samy nandeha naka ny anjara lovany.",
        "7": "Ary nanompo an’i Jehovah foana ny vahoaka tamin’i Josoa mbola velona. Nanao an’izany foana koa izy ireo taorian’ny nahafatesan’i Josoa, tamin’ny mbola velona ireo anti-panahy nahita ny asa lehibe rehetra nataon’i Jehovah ho an’ny Israely.",
        "8": "Dia maty i Josoa zanak’i Nona, mpanompon’i Jehovah, rehefa 110 taona.",
        "9": "Tany amin’ny faritra nisy ny lovany àry izy no nalevina, izany hoe tao Timnata-heresa, any amin’ny faritra be tendrombohitr’i Efraima, any avaratry ny Tendrombohitra Gasa.",
        "10": "Dia nangonina any amin’ny razambeny daholo izany taranaka rehetra izany, ary nisy taranaka hafa indray nandimby azy ireo. Tsy nahalala an’i Jehovah sy ny asa nataony ho an’ny Israely anefa ireo taranaka tatỳ aoriana ireo.",
        "11": "Ary nanao izay ratsy teo imason’i Jehovah ny Israelita ka nanompo an’ireo Bala.",
        "12": "Dia niala tamin’i Jehovah Andriamanitry ny razambeny, izay nitondra azy nivoaka avy tany Ejipta, izy ireo. Lasa nanompo andriamani-kafa izy ireo, izany hoe ny andriamanitry ny firenena manodidina. Dia tezitra i Jehovah satria niankohoka tamin’ireny izy ireo.",
        "13": "Niala tamin’i Jehovah ny Israelita, ary i Bala sy ireo sarin’i Astarta indray no nivavahany.",
        "14": "Dia tezitra be tamin’ny Israely i Jehovah, ka navelany handroba azy ireo ny mpandroba. Navelany ho resin’ny fahavalo manodidina azy koa izy ireo, ka tsy nahavita nanohitra an’ireny intsony.",
        "15": "Nosazin’i Jehovah izy ireo ka nisy loza nanjo azy, na taiza na taiza nalehany. Izany mantsy no efa nolazain’i Jehovah, ary efa nianiana tamin’izy ireo i Jehovah hoe hanao an’izany. Dia nijaly be izy ireo.",
        "16": "Nanendry mpitsara àry i Jehovah mba hamonjy azy ireo amin’ny mpandroba.",
        "17": "Na ireny mpitsara ireny aza anefa tsy nohenoiny, fa naleony nanompo andriamani-kafa sy niankohoka tamin’izy ireny. Vetivety izy ireo dia tsy nanao intsony hoatran’ny nataon’ny razambeny, izay nankatò ny didin’i Jehovah. Tsy mba nanao hoatr’izany izy ireo.",
        "18": "Rehefa nisy mpitsara notendren’i Jehovah ho azy ireo, dia nampian’i Jehovah ilay mpitsara. Namonjy azy ireo tamin’ny fahavalony Izy, tamin’ilay mpitsara mbola velona. Nalahelo mantsy i Jehovah rehefa naheno azy ireo nitaraina satria nisy nampijaly.",
        "19": "Rehefa maty anefa ilay mpitsara, dia nanao ratsy indray izy ireo ary ratsy noho ny nataon’ny razambeny aza no nataony. Nivavaka tamin’ny andriamani-kafa izy ireo ary niankohoka taminy. Tsy niala tamin’ny fanaony izy ireo, sady mafy loha.",
        "20": "Dia tezitra be tamin’ny Israely i Jehovah tamin’ny farany, ka hoy izy: “Satria ity firenena ity tsy nanaja ny fifanekena nataoko tamin’ny razambeny sady tsy nankatò ahy,",
        "21": "dia tsy hisy horoahiko hiala eo aminy, na iray aza, ireo firenena tsy resin’i Josoa talohan’ny nahafatesany.",
        "22": "Izany no hataoko amin’ny Israely mba hahitako raha hanaraka ny lalan’i Jehovah foana, hoatran’ny nataon’ny razambeny, izy na tsia.”",
        "23": "Navelan’i Jehovah teo amin’izy ireo foana àry ireo firenena ireo. Tsy tonga dia noroahiny izy ireo sady tsy nataony resin’i Josoa."
    },
    "3": {
        "1": "Navelan’i Jehovah teo amin’ilay tany ny firenena sasany mba hitsapana ny Israely, izany hoe izay rehetra mbola tsy nahita ny ady natao tany Kanana,",
        "2": "—amin’izay mahita an’izany atao hoe ady izany ny taranaky ny Israelita mbola tsy nahita an’izany.—",
        "3": "Ireto avy ireo firenena ireo: Ny mpitondra dimy teo amin’ny Filistinina, ny Kananita rehetra, ny Sidonianina, ary ny Hivita nipetraka tany amin’ny Tendrombohitra Libàna, nanomboka tany amin’ny Tendrombohitra Bala-hermona ka hatrany Lebo-hamata.",
        "4": "Natao hitsapana ny Israely ireo firenena ireo, mba hahitana raha hankatoavin’izy ireo na tsia ny didy nomen’i Jehovah ny razambeny tamin’ny alalan’i Mosesy.",
        "5": "Noho izany, ny Israelita dia niara-nipetraka tamin’ny Kananita, ny Hetita, ny Amorita, ny Perizita, ny Hivita, ary ny Jebosita.",
        "6": "Dia nalain’ny Israelita ho vady ny zanakavavin’izy ireny, ary ny zanany vavy kosa nomeny ho vadin’ny zanakalahin’izy ireny. Ary lasa nivavaka tamin’ny andriamanitr’izy ireny ny Israelita.",
        "7": "Dia nanao izay ratsy teo imason’i Jehovah ny Israelita sady nanadino an’i Jehovah Andriamaniny, ka nivavaka tamin’ireo Bala sy ireo tsato-kazo masina.",
        "8": "Dia tezitra be tamin’ny Israely i Jehovah, ka navelany hotafihin’i Kosana-risataima mpanjakan’i Mezopotamia izy ireo. Ary nanompo an’i Kosana-risataima nandritra ny valo taona ny Israelita.",
        "9": "Rehefa niantso vonjy tamin’i Jehovah izy ireo, dia nisy olona nasain’i Jehovah namonjy azy ireo. Tsy iza izany fa i Otniela zanak’i Kenaza zandrin’i Kaleba.",
        "10": "Ary niasa tamin’i Otniela ny fanahin’i Jehovah, ka lasa mpitsara teo amin’ny Israely izy. Rehefa nandeha niady tamin’i Kosana-risataima mpanjakan’i Mezopotamia izy, dia nataon’i Jehovah nandresy.",
        "11": "Dia nilamina nandritra ny 40 taona ilay tany. Ary maty i Otniela zanak’i Kenaza, tatỳ aoriana.",
        "12": "Dia nanao izay ratsy teo imason’i Jehovah indray ny Israelita. Navelan’i Jehovah handresy azy ireo àry i Eglona, mpanjakan’i Moaba, satria nanao izay ratsy teo imason’i Jehovah izy ireo.",
        "13": "Ary nentin’i Eglona niaraka taminy ny Amonita sy ny Amalekita mba hiady tamin’ny Israelita. Dia notafihin’izy ireo ny Israely, ka lasany ny tanàna be hazo palmie.",
        "14": "Ary nanompo an’i Eglona, mpanjakan’i Moaba, nandritra ny 18 taona ny Israelita.",
        "15": "Dia niantso vonjy tamin’i Jehovah izy ireo, ka nisy olona nasain’i Jehovah namonjy azy ireo. Tsy iza izany fa i Ehoda zanak’i Gera. Benjaminita i Ehoda, ary kavia. Nampitondrain’ny Israelita fanomezana ho an’i Eglona izy indray mandeha.",
        "16": "Efa nanamboatra sabatra roa lela mirefy iray hakiho anefa i Ehoda. Dia nataony tao anaty akanjony ilay izy, ary nafatony teo amin’ny feny ankavanana.",
        "17": "Rehefa tonga tany amin’i Eglona izy, dia nomeny azy ilay fanomezana. Lehilahy matavy be io Eglona io.",
        "18": "Rehefa avy nanome an’ilay fanomezana i Ehoda, dia lasa nandeha niaraka tamin’ireo olona nitondra an’ilay izy.",
        "19": "Niverina anefa i Ehoda rehefa tonga teo amin’ny toerana nisy sary sokitra tany Gilgala. Ary hoy izy tamin’i Eglona Mpanjaka: “Misy tsiambaratelo tiako holazaina aminao, ry mpanjaka ô!” Dia hoy ny mpanjaka tamin’ny mpanompony: “Mandehana daholo aloha mivoaka!” Dia lasa daholo izy ireo.",
        "20": "Nipetraka tao amin’ilay efitrano mangatsiatsiaka tany an-tampon-tranony i Eglona tamin’i Ehoda nankao aminy. Ary hoy i Ehoda: “Misy hafatra ho anao avy amin’Andriamanitra.” Dia nitsangana niala teo amin’ny seza fiandrianany i Eglona.",
        "21": "Dia nalain’i Ehoda tamin’ny tanany ankavia ilay sabatra teo amin’ny feny ankavanana, ary natsatony teo amin’ny kibon’i Eglona.",
        "22": "Dia difotra hatramin’ny tahon’ilay sabatra. Ary nikombona nanarona ny lelan-tsabatra ny tavin’i Eglona, satria tsy notsoahan’i Ehoda teo amin’ny kibon’i Eglona ilay sabatra. Ary nivoaka ny maloton’i Eglona.",
        "23": "Dia nivoaka avy teo amin’ny lavarangana i Ehoda, ary nakatony sy nohidiany lakile ireo varavaran’ilay efitrano tany an-tampon-trano.",
        "24": "Rehefa lasa i Ehoda, dia niverina ireo mpanompon’i Eglona. Ary hitan’izy ireo fa nihidy lakile ny varavaran’ilay efitrano. Dia hoy izy ireo: “Mbola mivoaka ao amin’ilay efitrano anatiny mangatsiatsiaka angamba izy.”",
        "25": "Dia niandry teo foana izy ireo, ka sahiran-tsaina tamin’ny farany. Rehefa hitan’izy ireo anefa hoe mbola tsy novohain’i Eglona ihany ny varavaran’ilay efitrano tany an-tampon-trano, dia nalain’izy ireo ny lakile ary novohainy ny varavarana. Dia hitan’izy ireo fa efa maty nitsitra tamin’ny tany ilay tompony!",
        "26": "I Ehoda kosa efa lasa nitsoaka raha mbola nitaraikiraiky teo izy ireo. Ary nandalo an’ilay toerana nisy sary sokitra izy, ka tonga soa aman-tsara tany Seirata.",
        "27": "Raha vao tonga tany Seirata tany amin’ny faritra be tendrombohitr’i Efraima izy, dia nitsoka anjombona. Dia niara-nidina taminy avy tany amin’ilay faritra be tendrombohitra ny Israelita, ary izy no nitarika azy ireo.",
        "28": "Dia hoy izy tamin’izy ireo: “Andao hanaraka ahy, fa efa nataon’i Jehovah resinareo ny Moabita fahavalonareo.” Dia nanaraka azy ny Israelita. Nankeny amin’ireo toerana fiampitana ny Reniranon’i Jordana izy ireo, mba hisakana ny Moabita tsy hiampita teo.",
        "29": "Moabita 10 000 teo ho eo no matin’izy ireo tamin’izay, ary lehilahy matanjaka sady mahery fo daholo ireo maty ireo. Tsy nisy tafatsoaka na iray aza.",
        "30": "Dia resin’ny Israely i Moaba tamin’izay andro izay, ka nilamina nandritra ny 80 taona ilay tany.",
        "31": "Taorian’i Ehoda, dia i Samgara zanak’i Anata indray no namonjy ny Israely. Nahavita namono Filistinina 600 lahy tamin’ny fanindronana omby izy."
    },
    "4": {
        "1": "Nanao izay ratsy teo imason’i Jehovah indray ny Israelita rehefa maty i Ehoda.",
        "2": "Navelan’i Jehovah ho resin’i Jabina mpanjakan’i Kanana àry izy ireo. Tao Hazora i Jabina no nanjaka, ary i Sisera no lehiben’ny tafiny. Tao Harosetan’ireo firenena kosa i Sisera no nipetraka.",
        "3": "Dia nitaraina tamin’i Jehovah ny Israelita, satria nanana kalesin’ady 900 nisy lelan’antsy i Jabina, ary nampijaly be azy ireo izy nandritra ny 20 taona.",
        "4": "Ary i Debora mpaminanivavy, vadin’i Lapidota, no nitsara ny Israely tamin’izany fotoana izany.",
        "5": "Fanaony ny nipetraka teo ambanin’ny hazo palmie iray, izay teo anelanelan’i Rama sy Betela, tany amin’ny faritra be tendrombohitr’i Efraima. Ary niakatra nankany aminy ny Israelita rehefa te hahafantatra ny didim-pitsaran’Andriamanitra.",
        "6": "Ary naniraka olona ho any amin’i Baraka zanak’i Abinoama tany Kedesi-naftaly i Debora, mba hiteny aminy hoe: “Efa nandidy anao i Jehovah Andriamanitry ny Israely hoe: ‘Mandehana any amin’ny Tendrombohitra Tabara, ary makà lehilahy 10 000 eo amin’ny taranak’i Naftaly sy Zebolona mba hiaraka aminao.",
        "7": "Ary hoentiko any aminao, any amin’ny reniranon’i Kisona, i Sisera lehiben’ny tafik’i Jabina sy ireo kalesy fitondrany miady ary ny miaramilany. Dia hataoko resinao izy.’”",
        "8": "Dia hoy i Baraka tamin’i Debora: “Handeha aho raha miaraka amiko ianao, fa raha tsy mandeha ianao, dia tsy handeha koa aho.”",
        "9": "Dia hoy i Debora: “Ao fa hiaraka aminao aho! Tsy ianao anefa no hahazo voninahitra amin’ity fanafihana hataonao ity. Vehivavy mantsy no hataon’i Jehovah mandresy an’i Sisera.” Dia nitsangana i Debora ka niaraka tamin’i Baraka ho any Kedesy.",
        "10": "Ary nantsoin’i Baraka ho any Kedesy ny taranak’i Zebolona sy Naftaly, ka lehilahy 10 000 no tonga nanaraka azy. Niaraka taminy koa i Debora.",
        "11": "Ary efa tsy niaraka tamin’ny Kenita taranak’i Hobaba intsony i Hebera Kenita. Rafozandahin’i Mosesy io Hobaba io. Teo akaikin’ilay hazobe tao Zananima any Kedesy i Hebera no nanangana ny tranolainy.",
        "12": "Ary nisy nilaza tamin’i Sisera hoe efa niakatra any an-tendrombohitra Tabara i Baraka zanak’i Abinoama.",
        "13": "Tonga dia nangonin’i Sisera daholo ny kalesin’adiny 900 nisy lelan’antsy sy ny miaramilany rehetra tao Harosetan’ireo firenena, mba ho any amin’ny reniranon’i Kisona.",
        "14": "Ary hoy i Debora tamin’i Baraka: “Mitsangàna fa hataon’i Jehovah resinao i Sisera androany. Tsy i Jehovah ve no mitarika anao?” Dia nidina avy tany an-tendrombohitra Tabara i Baraka sy ireo lehilahy 10 000 niaraka taminy.",
        "15": "Ary nataon’i Jehovah nifanaritaka, teo anoloan’ny sabatr’i Baraka, i Sisera sy ny kalesy rehetra fitondrany miady ary ny miaramilany rehetra. Dia nidina niala tamin’ny kalesiny i Sisera tamin’ny farany, ka lasa nandositra.",
        "16": "Dia nenjehin’i Baraka hatrany Harosetan’ireo firenena ireo kalesy fitondra miady sy ny miaramila. Matin’ny sabatra daholo ny miaramilan’i Sisera, ka tsy nisy niangana na iray aza.",
        "17": "Fa i Sisera kosa nandositra nankany amin’ny tranolain’i Jaela vadin’i Hebera Kenita, satria nihavana tsara i Jabina mpanjakan’i Hazora sy ny fianakavian’i Hebera Kenita.",
        "18": "Dia nitsena an’i Sisera i Jaela, ka niteny hoe: “Mandrosoa tompoko! Mandrosoa ato fa aza matahotra.” Dia niditra tao amin’ilay tranolay i Sisera ary norakofan’i Jaela bodofotsy izy.",
        "19": "Ary hoy i Sisera taminy: “Mba omeo rano kely aho azafady, fa mangetaheta.” Dia nanokatra siny hoditra fasiana ronono i Jaela, ary nomeny ronono izy hosotroiny. Dia norakofan’i Jaela indray izy avy eo.",
        "20": "Hoy koa i Sisera taminy: “Mitsangàna eo amin’ny fidirana amin’ny tranolay, dia raha misy olona tonga eo ka manontany anao hoe: ‘Sao dia ao ilay lehilahy tadiavinay?’, dia valio hoe: ‘Tsisy an’izany ato.’”",
        "21": "Reraka be i Sisera tamin’izay ka natory be. Naka fantsika be fanenjanan-day sy marotoa anefa i Jaela vadin’i Hebera. Dia nitsaitsaika nankeo amin’i Sisera izy ary natsatony teo amin’ny fihirifany ilay fantsika be, ka nokapohiny hilentika hatrany anaty tany. Dia maty i Sisera.",
        "22": "Ary tonga tany i Baraka nanenjika an’i Sisera. Dia nitsena azy i Jaela ka niteny hoe: “Avia fa hasehoko anao ilay lehilahy tadiavinao.” Dia niditra tao amin’ilay tranolay izy ireo, ary nahita an’i Sisera maty teo. Mbola teo amin’ny fihirifany ilay fantsika be.",
        "23": "Nataon’Andriamanitra resin’ny Israelita àry i Jabina mpanjakan’i Kanana, tamin’izay andro izay.",
        "24": "Ary niady tamin’i Jabina mpanjakan’i Kanana ny Israelita. Nihamafy foana izany ady izany, mandra-pamonony an’i Jabina mpanjakan’i Kanana."
    },
    "5": {
        "1": "Dia nihira toy izao i Debora sy Baraka zanak’i Abinoama, tamin’iny andro iny:",
        "2": "“Derao i Jehovah, Satria nirotsaka an-tsitrapo ny Israely, Ary tsy nofatorana ny volon’ireo miaramila.",
        "3": "Mihainoa ry mpanjaka! Mihainoa ry mpitondra! Hihira ho an’i Jehovah aho. Hihira fiderana ho an’i Jehovah Andriamanitry ny Israely aho.",
        "4": "Tamin’ianao avy tany Seira, Jehovah ô, Tamin’ianao niala avy tany amin’ny faritr’i Edoma, Dia nihovotrovotra ny tany, nandrotsaka orana ny lanitra, Ary nandraraka rano ny rahona.",
        "5": "Nitsonika teo anoloan’i Jehovah ny tendrombohitra, Na i Sinay aza nitsonika teo anoloan’i Jehovah Andriamanitry ny Israely.",
        "6": "Tamin’ny andron’i Samgara, zanak’i Anata, Tamin’ny andron’i Jaela, dia tsy nisy mpandeha ny lalana, Fa nandeha tamin’ny lalan-kafa ny mpanao dia lavitra.",
        "7": "Tsy nisy mponina intsony tany amin’ireo tanàna kelin’ny Israely, Tsy nisy olona intsony tany mandra-panendry ahy, dia izaho Debora, Mandra-panendry ahy ho toy ny reny teo amin’ny Israely.",
        "8": "Nifidy andriamani-baovao izy ireo. Dia nisy ady teny am-bavahady, Ary tsy nanana ampinga na lefona Ireo olona 40 000 teo amin’ny Israely.",
        "9": "Manohana an’ireo mpitari-tafika eo amin’ny Israely aho, Dia ireo nirotsaka an-tsitrapo niaraka tamin’ny vahoaka. Derao i Jehovah!",
        "10": "Ianareo izay mitaingina ampondra volontany, Ianareo izay mipetraka eo ambony lamba matevina lafo vidy, Ary ianareo izay mandeha eny an-dalana, Mba diniho izao:",
        "11": "Heno teny am-pantsakana ny feon’ny mpizara rano. Teny izy ireo no nitantara ny zavatra ara-drariny nataon’i Jehovah, Sy ny zavatra ara-drariny nataon’ny olony tany amin’ireo tanàna kelin’ny Israely. Dia nidina teny am-bavahady ny vahoakan’i Jehovah.",
        "12": "Mifohaza, mifohaza, ry Debora ô! Mifohaza, mifohaza, ka mihirà! Mitsangàna ry Baraka! Ento manaraka anao ireo olona azonao babo, ry zanak’i Abinoama!",
        "13": "Dia nidina tany amin’ny olo-manan-kaja ny sisa tsy maty. Nidina nankatỳ amiko ny vahoakan’i Jehovah mba hiady amin’ny olo-mahery.",
        "14": "Avy tamin’ny fokon’i Efraima ireo nankeny amin’ny lohasaha. Niaraka taminao sy ny vahoakanao izy ireo, ry Benjamina ô! Avy tamin’i Makira ireo mpitari-tafika nidina tany, Ary avy tamin’i Zebolona ireo niantso olona hanao miaramila.",
        "15": "Niaraka tamin’i Debora ny andriana teo amin’ny fokon’i Isakara, Ary toy ny nataon’i Isakara ihany ny nataon’i Baraka. Nirahina handeha an-tongotra hankeny amin’ny tany lemaka izy. Nisy tamin’ny fokon’i Robena nisalasala be.",
        "16": "Nahoana ianao no nipetraka toy ny biby anankiray mitondra kitapon-dasely roa, Mba hihaino an’ireo mpiandry ondry nitsoka sodina hibaikoana andian’ondry? Nisy tamin’ny fokon’i Robena nisalasala be.",
        "17": "Nijanona teny ampitan’i Jordana i Gileada. Ary nahoana i Dana no nijanona tao anaty sambo? Nipetra-potsiny teo amoron-dranomasina i Asera, Ary nijanona teo amin’ny seranan-tsambony izy.",
        "18": "Ny taranak’i Zebolona kosa nanao vivery ny ainy, ary vonona ho faty mihitsy aza. Nanao toy izany koa i Naftaly teny amin’ny havoana.",
        "19": "Nisy mpanjaka tonga hiady, Dia niady ireo mpanjakan’i Kanana Tao Tanàka, teo amoron’ny ranon’i Megido. Tsy nahazo volafotsy anefa izy ireo.",
        "20": "Avy tany an-danitra ny kintana no niady, Avy teny izy ireny no niady tamin’i Sisera.",
        "21": "Nifaoka an’ireo fahavalo ny reniranon’i Kisona, Dia ilay renirano efa nisy hatry ny ela, izany hoe ny reniranon’i Kisona. Nanitsakitsaka an’ireo olo-mahery aho.",
        "22": "Dia nikatrokatroka ny kitron-tsoavaly, Satria nihazakazaka mafy be ny soavalilahy.",
        "23": "‘Ozòny i Meroza’, hoy ilay anjelin’i Jehovah, ‘Ozòny ny mponina ao, Satria tsy mba tonga nanampy an’i Jehovah, Tsy niaraka tamin’ireo olo-mahery mba hanampy an’i Jehovah.’",
        "24": "Tahina mihoatra noho ny vehivavy rehetra i Jaela, Vadin’i Hebera Kenita, Tahina mihoatra noho ny vehivavy rehetra mipetraka any anaty tranolay izy.",
        "25": "Rano no nangatahin’i Sisera, fa ronono no nomeny azy, Habobo no natolony tao anaty vilia baolina lehibe tsara tarehy.",
        "26": "Dia nalainy ny fantsika be fanenjanan-day, Noraisiny tamin’ny tanana havanana ny marotoa, Dia nasiany tamin’iny i Sisera, ka vaky ny lohany. Nokapohiny mafy be ny fihirifany ary nolavahany.",
        "27": "Teo anelanelan’ny tongotr’i Jaela izy no nianjera sy nitsitra. Teo anelanelan’ny tongony izy no nianjera, Ary teo amin’izay nianjerany izy no resy.",
        "28": "Nisy vehivavy nitazana teo am-baravarankely, Nitazana teo amin’ny makarakaran’ny varavarankely ny renin’i Sisera, ka niteny hoe: ‘Fa maninona àry no mbola tsy tonga foana ny kalesy fitondrany miady? Fa maninona àry no mbola tsy re mikatrokatroka foana ny kitron’ny soavaliny?’",
        "29": "Izay hendry indrindra tamin’ny vehivavy nanan-kaja teo aminy no namaly azy; Izy koa aza mba nieritreritra hoe:",
        "30": "‘Efa nahazo babo izay ry zareo, dia nizara an’izany, Ankizivavy iray na ankizivavy roa no anjaran’ny miaramila tsirairay. Lamba miloko no azon’i Sisera, eny, lamba miloko, Akanjo iray misy peta-kofehy, lamba miloko, akanjo roa misy peta-kofehy No eny am-bozon’ireo nahazo babo.’",
        "31": "Ho faty toy izany koa anie ny fahavalonao rehetra, Jehovah ô! Fa izay tia anao kosa ho tahaka ny masoandro mibaliaka.” Ary nilamina nandritra ny 40 taona ilay tany."
    },
    "6": {
        "1": "Nanao izay ratsy teo imason’i Jehovah indray anefa ny Israelita, ka navelan’i Jehovah ho resin’ny Midianina izy ireo nandritra ny fito taona.",
        "2": "Dia nanjakazaka tamin’ny Israely ny Midianina. Noho ny nataon’ny Midianina, dia nanamboatra toerana hiafenany ny Israelita. Nataon’izy ireo teny an-tendrombohitra izany sy tao amin’ireo lava-bato ary tany amin’ireo toerana sarotra aleha.",
        "3": "Ary rehefa namafy voa ny Israely, dia nanafika azy ny Midianina sy ny Amalekita ary ny Tatsinanana.",
        "4": "Nanangana toby izy ireo dia notafihiny ny Israely. Dia nosimban’izy ireo ny vokatry ny tany, hatrany Gaza. Nataony tsy nanana na inona na inona hatao sakafo intsony ny Israely. Ary nalainy daholo na ny ondry na ny omby na ny ampondra.",
        "5": "Nitondra biby fiompy sy tranolay izy ireo ary nanao rodobe hoatran’ny valala. Tsy voaisa koa izy ireo sy ny ramevany. Ary ny hanimba an’ilay tany no nahatongavany.",
        "6": "Lasa nahantra be àry ny Israely noho ny nataon’ny Midianina. Dia niantso vonjy tamin’i Jehovah ny Israelita.",
        "7": "Rehefa niantso vonjy tamin’i Jehovah ny Israelita noho ny nataon’ny Midianina,",
        "8": "dia naniraka mpaminany ho any amin’ny Israelita i Jehovah mba hiteny amin’izy ireo hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nitondra anareo avy tany Ejipta, ka nanafaka anareo tany amin’ny toerana nanandevozana anareo.",
        "9": "Dia namonjy anareo tamin’ny Ejipsianina sy tamin’izay rehetra nampijaly anareo aho. Noroahiko ny fahavalonareo, ary nomeko anareo ny taniny.",
        "10": "Dia niteny taminareo koa aho hoe: “Izaho no Jehovah Andriamanitrareo. Aza mivavaka amin’ireo andriamanitra ivavahan’ny Amorita, izay tompon’ny tany ipetrahanareo.” Tsy nankatò ahy anefa ianareo.’”",
        "11": "Ary tonga ilay anjelin’i Jehovah taorian’izay, ka nipetraka teo ambanin’ilay hazoben’i Joasy Abi-ezerita, tany Ofra. Nively varimbazaha tao amin’ny lavaka famiazam-boaloboka i Gideona zanakalahin’i Joasy tamin’izay, mba tsy ho hitan’ny Midianina.",
        "12": "Dia niseho taminy ilay anjelin’i Jehovah, ka niteny hoe: “Momba anao i Jehovah, ry miaramila matanjaka!”",
        "13": "Hoy anefa i Gideona taminy: “Azafady tompoko, fa raha momba anay i Jehovah, maninona no manjo anay izao zavatra rehetra izao? Aiza daholo izao ny zava-mahagaga nataony, ilay notantarain’ny razambenay taminay hoe: ‘I Jehovah no nitondra antsika nivoaka avy tany Ejipta’? Efa nafoin’i Jehovah izahay, ka navelany hanompo ny Midianina.”",
        "14": "Dia nijery azy i Jehovah ka niteny hoe: “Mandehana, ary ampiasao ny hery anananao mba hamonjena ny Israely eo an-tanan’ny Midianina. Izaho no maniraka anao.”",
        "15": "Ary hoy ny navalin’i Gideona: “Azafady Jehovah ô, ahoana moa no hamonjeko ny Israely? Ny fianakaviako ange no tsinontsinona indrindra ao amin’ny fokon’i Manase e! Dia izaho no tsy misy dikany indrindra ao amin’ny fianakavian’ny dadako.”",
        "16": "Hoy anefa i Jehovah: “Hanampy anao aho, ka ho resinao hoatran’ny fandresena olona anankiray ny Midianina.”",
        "17": "Dia hoy i Gideona: “Raha mahazo sitraka aminao àry aho, dia manaova famantarana mba hahalalako fa ianao tokoa no miresaka amiko.",
        "18": "Aza miala eto, azafady, mandra-piveriko, fa handeha haka fanomezana aho mba hoentiko eto aminao.” Dia hoy izy: “Hijanona eto aho mandra-piverinao.”",
        "19": "Ary lasa i Gideona, ka nahandro zanak’osy sy nanamboatra mofo tsy misy lalivay tamin’ny lafarinina iray efaha. Dia nataony tao anaty harona ny hena, ary nataony tao anaty vilany ny ron-kena. Dia nentiny tany amin’ilay anjely izany ka narosony azy, teo ambanin’ilay hazobe.",
        "20": "Ary hoy ilay anjelin’ilay tena Andriamanitra: “Alaivo ilay hena sy ilay mofo tsy misy lalivay, ka apetraho erỳ ambonin’irỳ vatobe irỳ, ary araraho eo ilay ron-kena.” Dia nataon’i Gideona izany.",
        "21": "Ary nokasihin’ilay anjelin’i Jehovah tamin’ny tendron’ny tehina teny an-tanany ilay hena sy ny mofo tsy misy lalivay. Dia nisy afo nivoaka avy tamin’ilay vato ka nandevona an’ilay hena sy ilay mofo tsy misy lalivay. Nanjavona ilay anjelin’i Jehovah avy eo ka tsy hitan’i Gideona intsony.",
        "22": "Izay vao fantany hoe anjelin’i Jehovah ilay teo. Dia hoy i Gideona: “Maty aho, ry Jehovah Tompo Fara Tampony, fa nahita anjelin’i Jehovah!”",
        "23": "Fa hoy i Jehovah taminy: “Aza taitaitra ianao! Aza matahotra fa tsy ho faty ianao.”",
        "24": "Nanamboatra alitara ho an’i Jehovah teo àry i Gideona. Natao hoe Jehovah-saloma ny anaran’ilay alitara. Izany no iantsoana an’ilay izy hatramin’izao, ary mbola any Ofra, tanànan’ny Abi-ezerita, ilay izy.",
        "25": "Hoy i Jehovah tamin’i Gideona rehefa alina ny andro: “Alaivo ny vantotr’ombilahin’ny dadanao, dia ilay vantotr’omby faharoa efa fito taona. Arodano koa ny alitaran’i Bala, izay an’ny dadanao, ary tapaho ny tsato-kazo masina eo akaikiny.",
        "26": "Ary manamboara alitara ho an’i Jehovah Andriamanitrao eo an-tampon’ity toerana voaro mafy ity, ka ataovy milahatra tsara ny vato eo aminy. Ary alaivo ilay vantotr’ombilahy faharoa, dia ataovy fanatitra dorana eo ambony kitay, ka ilay tsato-kazo masina notapahinao no hataonao kitay.”",
        "27": "Koa naka folo lahy tamin’ny mpanompony i Gideona, ka nataony izay notenenin’i Jehovah taminy. Tamin’ny alina anefa izy no nanao an’izany fa tsy tamin’ny antoandro, satria izy natahotra be an’ireo fianakavian’ny dadany sy ny lehilahy tao an-tanàna.",
        "28": "Rehefa nifoha maraina ny olona tao an-tanàna ny ampitson’iny, dia hitan’izy ireo fa nirodana ny alitaran’i Bala, tapaka ilay tsato-kazo masina teo akaikiny, ary efa natao fanatitra teo ambonin’ilay alitara vao namboarina ilay vantotr’ombilahy faharoa.",
        "29": "Dia nifanontany ny olona hoe: “Fa iza no nanao an’ireo?” Rehefa avy nanadihady izy ireo, dia niteny hoe: “I Gideona zanak’i Joasy!”",
        "30": "Dia hoy ny lehilahy tao an-tanàna tamin’i Joasy: “Avoahy atỳ ny zanakao mba hovonoina ho faty, fa izy no nandrodana ny alitaran’i Bala sy nanapaka an’ilay tsato-kazo masina teo akaikin’ilay izy.”",
        "31": "Dia hoy i Joasy tamin’izay rehetra nila ady taminy: “Angaha ianareo tsy maintsy miaro an’i Bala? Tsy maintsy mamonjy azy angaha ianareo? Izay rehetra miaro an’i Bala dia tokony hovonoina ho faty izao maraina izao ihany. Raha andriamanitra i Bala, dia avelao izy ihany no hiaro ny tenany, satria nisy nandrodana ny alitarany.”",
        "32": "Ary nataon’i Joasy hoe Jerobala ny anaran’i Gideona nanomboka tamin’izay, fa hoy izy: “Avelao i Bala hiaro ny tenany, satria nisy nandrodana ny alitarany.”",
        "33": "Ary nivondrona ny Midianina sy ny Amalekita ary ny Tatsinanana ka niampita nankeny amin’ny Lohasahan’i Jezirela. Ary nitoby teo izy ireo.",
        "34": "Ary niasa tamin’i Gideona ny fanahin’i Jehovah, ka nitsoka anjombona izy. Dia nankany aminy ny Abi-ezerita mba hanohana azy.",
        "35": "Ary naniraka olona nankany amin’izay rehetra anisan’ny fokon’i Manase izy, dia nankany aminy koa ireo mba hanohana azy. Naniraka olona nankany amin’ny fokon’i Asera sy Zebolona ary Naftaly koa i Gideona, ka tonga nitsena azy izy ireo.",
        "36": "Dia hoy i Gideona tamin’ilay tena Andriamanitra: “Ianao efa nampanantena hoe hamonjy ny Israely, ary izaho no hampiasainao hanao an’izany.",
        "37": "Hametraka volonondry eo am-pamoloana àry aho. Raha ilay volonondry ihany no misy ranonando, fa ny tany manodidina an’ilay izy kosa maina, dia ho fantatro fa hamonjy ny Israely ianao ary izaho no hampiasainao. Izany mantsy no efa nampanantenainao.”",
        "38": "Dia izany tokoa no nitranga. Nofiazany ilay volonondry rehefa nifoha maraina izy ny ampitson’iny, ka nahafeno vilia baolina lehibe ny ranonando avy tamin’ilay izy.",
        "39": "Fa hoy indray i Gideona tamin’ilay tena Andriamanitra: “Aoka re ianao mba tsy ho tezitra be amiko e, fa mbola misy zavatra iray tiako hangatahina aminao. Mba avelao aho hampiasa an’ilay volonondry indray! Mba tiako ho hita mantsy raha tena hanampy ahy ianao na tsia. Aleo indray ilay volonondry ihany no ho maina, fa ny tany rehetra kosa hisy ranonando.”",
        "40": "Dia izany no nataon’Andriamanitra tamin’iny alina iny. Ilay volonondry ihany no maina, fa ny tany rehetra kosa nisy ranonando."
    },
    "7": {
        "1": "Ary nifoha maraina i Jerobala, izany hoe i Gideona, sy ny olona rehetra niaraka taminy, ka nitoby teo amin’ny Loharanon’i Haroda. Ny tobin’ny Midianina kosa teo avaratry ry Gideona, teo amin’ny havoanan’i More, izay teny amin’ny lohasaha.",
        "2": "Dia hoy i Jehovah tamin’i Gideona: “Be loatra ny olona miaraka aminao, ka tsy hataoko resin’izy ireo ny Midianina. Sao mantsy hirehareha ny Israely, dia hiteny amiko hoe: ‘Izaho ihany no namonjy ny tenako.’",
        "3": "Ilazao ny olona, azafady, hoe: ‘Afaka mody izay matahotra sy mangovitra.’” Ary nisy fitsapana nataon’i Gideona tamin’izy ireo. Dia olona 22 000 no niverina nody, ka 10 000 sisa no tavela.",
        "4": "Hoy ihany anefa i Jehovah tamin’i Gideona: “Mbola be loatra ireo olona ireo. Asaivo midina eny amoron-drano ry zareo, fa hisy fitsapana hataoko amin’izy ireo eny mba hanampiako anao hifidy amin’izy ireo. Dia izay teneniko aminao hoe: ‘Ento miaraka aminao io’, no hiaraka aminao. Fa izay lazaiko hoe: ‘Aza entina miaraka aminao io’, dia tsy hiaraka aminao.”",
        "5": "Dia nasain’i Gideona nidina teny amoron-drano ny olona. Hoy i Jehovah taminy: “Atokàny izay rehetra milelaka rano hoatran’ny filelaky ny alika. Ary atokàny izay rehetra mandohalika rehefa misotro rano.”",
        "6": "Dia 300 lahy no nandraoka rano tamin’ny tanany ka nilelaka an’izany. Ny sisa rehetra kosa nandohalika rehefa nisotro.",
        "7": "Dia hoy i Jehovah tamin’i Gideona: “Ireo 300 lahy nilelaka rano ireo no hamonjeko anareo, ary hataoko resinareo ny Midianina. Asaivo mody kosa ny olona sisa rehetra.”",
        "8": "Dia nalain’ireo 300 lahy ny vatsy sy ny anjombona teny amin’ny olona. Nalefan’i Gideona nody avy eo ny lehilahy israelita rehetra, ka 300 lahy sisa no nijanona niaraka taminy. Teny amin’ny lohasaha, teny ambanin’ny tobin-dry Gideona, no nisy ny tobin’ny Midianina.",
        "9": "Hoy i Jehovah tamin’i Gideona, tamin’iny alina iny: “Mitsangàna ary tafiho ny tobiny, fa hataoko resinao izy ireo.",
        "10": "Fa raha matahotra hanafika azy ireo ianao, dia midìna any amin’ilay toby miaraka amin’i Pora mpanomponao.",
        "11": "Ary henoy ny resak’izy ireo, dia amin’izay ianao ho sahy hanafika ny ao an-toby.” Dia nidina izy sy Pora mpanompony ka nankany an-tsisin’ilay toby.",
        "12": "Be dia be hoatran’ny andiam-balala ny Midianina sy ny Amalekita ary ny Tatsinanana, ka rakotra azy ireo ilay tany lemaka. Tsy voaisa ny ramevany, fa maro be hoatran’ny fasika eny amoron-dranomasina.",
        "13": "Ary tonga tany i Gideona, ka naheno lehilahy nitantara nofy tamin’ny namany. Hoy ilay lehilahy: “Nanonofy aho hoe nisy mofo boribory vita tamin’ny vary orza, nikodiadia nanketo amin’ny tobin’ny Midianina. Tonga hatreny amin’ny tranolay anankiray ilay izy, dia nandona mafy azy, ka nianjera ilay tranolay. Nataony ambony ambany mihitsy ilay tranolay, ka nirodana tanteraka.”",
        "14": "Dia hoy ilay namany: “Tena ny sabatr’i Gideona ilay lehilahy israelita zanak’i Joasy izany! Hataon’Andriamanitra resiny ny Midianina sy ny toby rehetra.”",
        "15": "Raha vao henon’i Gideona ilay nofy sy ny dikan’ilay izy, dia niankohoka izy ka nivavaka. Ary niverina tany amin’ny tobin’ny Israely izy niteny hoe: “Mitsangàna, fa hataon’i Jehovah resinareo ny tobin’ny Midianina.”",
        "16": "Dia nozarainy ho andiany telo izy 300 lahy, ka samy nomeny anjombona sy siny lehibe tsy nisy na inona na inona. Nomeny fanilo koa izy ireo hatao ao anaty siny.",
        "17": "Hoy izy tamin’izy ireo: “Jereo aho, dia ataovy izay hataoko. Ary rehefa tonga eo an-tsisin’ny toby aho, dia izay hataoko mihitsy no tokony hataonareo.",
        "18": "Rehefa mitsoka anjombona aho sy izay rehetra miaraka amiko, dia tokony hitsoka ny anjombonareo manodidina ny toby koa ianareo, sady hiteny mafy hoe: ‘Ho an’i Jehovah sy Gideona!’”",
        "19": "Ary tonga teo an-tsisin’ny toby i Gideona sy ny 100 lahy niaraka taminy, rehefa nanomboka ny fotoam-piambenana faharoa amin’ny alina. Vao avy nosoloan’ny Midianina ny miaramila mpiambina tamin’izay. Dia nitsoka anjombona ry Gideona, ary nopotipotehiny ny sinin-drano lehibe teny an-tanany.",
        "20": "Dia samy nitsoka ny anjombony sy namotipotika an’ireo siny lehibe ny andiany telo. Ary notazonin’izy ireo tamin’ny tanany havia ny fanilo, fa ny tanany havanana kosa nitazona anjombona. Notsofin’izy ireo ny anjombona ary niantsoantso mafy izy ireo hoe: “Ny sabatr’i Jehovah sy Gideona!”",
        "21": "Samy nijanona teo amin’izay nisy azy, nanodidina ny toby, izy ireo. Dia nihazakazaka nandositra izay rehetra tao an-toby sady nihorakoraka.",
        "22": "Ary mbola nitsoka anjombona foana izy 300 lahy. Dia nataon’i Jehovah nifamely tamin’ny sabatra ny eran’ny toby. Nandositra izy ireo ka tonga hatrany Beti-sita sy Zereraha, ary hatrany amin’ny sisin’i Abela-mehola, any akaikin’i Tabata.",
        "23": "Dia nantsoina ny lehilahy israelita avy tamin’ny fokon’i Naftaly sy Asera ary izay rehetra anisan’ny fokon’i Manase. Dia nenjehin’izy ireo ny Midianina.",
        "24": "Ary naniraka olona eran’ny faritra be tendrombohitr’i Efraima i Gideona mba hilaza hoe: “Midìna mba hanafika ny Midianina, ka sakano ny lalana fiampitana ny ranon’i Beti-bara sy ny Reniranon’i Jordana.” Koa niaraka ny lehilahy efraimita rehetra, dia nosakanany ny lalana fiampitana ny ranon’i Beti-bara sy ny Reniranon’i Jordana.",
        "25": "Voasambotr’izy ireo koa ny andrianan’ny Midianina roa lahy, dia i Oreba sy Zeba. Ary i Oreba novonoiny teo amin’ny vatobe iray, ka lasa hoe vatoben’i Oreba ny anaran’ilay izy. Fa i Zeba kosa novonoiny tao amin’ny famiazam-boaloboka iray, ka nantsoina hoe famiazam-boalobok’i Zeba ilay izy. Dia mbola nenjehin’izy ireo ihany ny Midianina. Ary nentiny tany amin’i Gideona, tany amin’ny faritr’i Jordana, ny lohan’i Oreba sy ny lohan’i Zeba."
    },
    "8": {
        "1": "Dia hoy ny lehilahy efraimita tamin’i Gideona: “Fa ahoana koa izao nataonao taminay izao? Maninona izahay no tsy nantsoinao rehefa nandeha niady tamin’ny Midianina ianao?” Dia nila ady taminy izy ireo.",
        "2": "Hoy anefa i Gideona: “Fa inona moa no mba vitako raha oharina amin’ny vitanareo? Tsy ny sisam-boaloboky ny Efraimita ve no tsara kokoa noho ny voaloboka rehetra notazan’ny Abi-ezerita?",
        "3": "Ianareo ange no nampian’Andriamanitra handresy an’i Oreba sy Zeba andrianan’ny Midianina e! Fa inona moa no mba vitako raha oharina amin’ny vitanareo?” Rehefa avy niteny an’izany i Gideona, dia mba tonitony izy ireo.",
        "4": "Ary tonga teo amin’ny Reniranon’i Jordana i Gideona, dia niampita teo. Efa reraka izy sy ireo 300 lahy niaraka taminy, nefa mbola nanenjika ny fahavalony ihany.",
        "5": "Niteny tamin’ireo lehilahy tao Sokota àry izy hoe: “Mba omeo mofo ny olona miaraka amiko fa reraka! Izaho mantsy manenjika an’i Zebaha sy Zalmona, mpanjakan’ny Midianina!”",
        "6": "Fa hoy ireo andrianan’i Sokota: “Fa maninona izahay no tokony hanome mofo ho an’ny miaramilanao? Efa azonao angaha i Zebaha sy Zalmona?”",
        "7": "Dia hoy i Gideona: “Noho izany vavanareo izany, dia hoveleziko amin’ny voarointsilo sy amin’ny tsilon’ny tany efitra ianareo, rehefa hataon’i Jehovah resiko i Zebaha sy Zalmona.”",
        "8": "Dia niakatra nankany Penoela izy ary nangataka hoatr’izany tamin’ny lehilahy tao koa. Nitovy tamin’ny valin-tenin’ireo lehilahy tao Sokota ihany anefa ny valin-tenin’izy ireo.",
        "9": "Dia hoy izy tamin’ny lehilahy tao Penoela: “Harodako ity tilikambo ity rehefa tafaverina soa aman-tsara aho.”",
        "10": "Tany Karkora i Zebaha sy Zalmona ary ny miaramilany 15 000 teo ho eo. Ireo no sisa tavela tamin’ny tafiky ny Tatsinanana manontolo, fa efa maty ny lehilahy 120 000 mpitan-tsabatra.",
        "11": "Mbola nanohy ny diany niakatra ihany i Gideona. Ny lalana falehan’ny olona nipetraka an-tranolay, any atsinanan’i Noba sy Jogbeha, no nandehanany. Dia nanafika ny toby izy, raha iny tsy nanampo na inona na inona iny izy ireo.",
        "12": "Ary nandositra i Zebaha sy Zalmona, mpanjaka midianita, ka nenjehin’i Gideona. Dia azony i Zebaha sy Zalmona ka nisahotaka ny iray toby.",
        "13": "Dia niverina avy tany an’ady i Gideona, zanak’i Joasy, ary nandeha tamin’ny lalan-kely niakatra tany Heresa.",
        "14": "Nisambotra tovolahy iray avy tao Sokota i Gideona teny an-dalana ka nohadihadiny izy io. Dia nosoratan’ilay tovolahy ny anaran’ny andrianan’i Sokota sy ny anti-panahy tao, ary nomeny an’i Gideona. Nisy 77 lahy izy ireo.",
        "15": "Nankany amin’ny lehilahy tao Sokota i Gideona avy eo, dia nilaza hoe: “Ireto amin’izay i Zebaha sy Zalmona! Ianareo mantsy nanesoeso ahy hoe: ‘Fa maninona izahay no tokony hanome mofo ho an’ireo miaramilanao efa reraka? Efa azonao angaha i Zebaha sy Zalmona?’”",
        "16": "Dia nalain’i Gideona ny anti-panahy tao an-tanàna. Ary naka voarointsilo sy tsilon’ny tany efitra izy, dia nokapohiny tamin’ireny ireo lehilahy tao Sokota ireo ka nataony nahalala ny anarany.",
        "17": "Narodany koa ilay tilikambo tao Penoela, ary novonoiny ny lehilahy tao an-tanàna.",
        "18": "Ary nanontany an’i Zebaha sy Zalmona izy hoe: “Hoatran’ny ahoana izany lehilahy novonoinareo tany Tabara izany?” Dia hoy izy ireo: “Hoatr’anao izao! Hoatran’ny zanaka mpanjaka ny bikabikan-dry zareo.”",
        "19": "Dia hoy i Gideona: “Rahalahiko izany! Zanak’i Neny! Raha mbola velona koa i Jehovah, dia tsy ho voatery hamono anareo ho faty aho, raha mba nitsimbina ny ain-dry zareo ianareo.”",
        "20": "Dia hoy i Gideona tamin’i Jatera zanany lahimatoa: “Mitsangàna, ka vonoy ho faty ireo!” Tsy nanatsoaka ny sabany anefa i Jatera. Mbola tovolahy mantsy izy dia natahotra.",
        "21": "Fa hoy i Zebaha sy Zalmona tamin’i Gideona: “Maninona raha ianao mihitsy no mamono anay e! Raha tena lehilahy ianao, dia asehoy ny herinao.” Dia novonoin’i Gideona i Zebaha sy Zalmona. Ary nalainy ireo ravaka miendrika volan-tsinana teny am-bozon’ny ramevan’izy ireo.",
        "22": "Dia hoy ny lehilahy israelita tamin’i Gideona: “Andao ianao sy ny zanakao ary ny zafikelinao hatao mpitondra anay. Namonjy anay tamin’ny Midianina mantsy ianao.”",
        "23": "Fa hoy i Gideona: “Tsy ho mpitondra anareo aho, ary tsy ho mpitondra anareo koa ny zanako. I Jehovah ihany no ho mpitondra anareo.”",
        "24": "Hoy koa i Gideona: “Mba misy zavatra iray tiako hangatahina aminareo tsirairay anefa: Omeo ahy ny kavin’orona azonareo tamin’ny babonareo.” Nanana kavin’orona volamena mantsy ireo babo azon’izy ireo satria Ismaelita.",
        "25": "Dia hoy izy ireo: “Ao fa homenay anao ireny.” Namelatra lamba izy ireo avy eo, dia samy nanipy ny kavin’orona azony teo amin’ilay izy.",
        "26": "Nilanja 1 700 sekely ny kavin’orona volamena nangatahin’i Gideona. Nahazo an’ireto koa izy: Firavaka miendrika volan-tsinana, kavina, akanjo volonondry volomparasy nanaovan’ireo mpanjakan’ny Midianina, ary rojo teny am-bozon’ny rameva.",
        "27": "Nanamboaran’i Gideona efoda ireo volamena ireo, ary narantirantiny tao an-tanànany tany Ofra ilay efoda. Dia nivavaka tamin’ilay efoda ny Israely rehetra, ary lasa fandrika ho an’i Gideona sy ny ankohonany ilay izy.",
        "28": "Dia resin’ny Israelita ny Midianina, ka tsy nila ady tamin’ny Israelita intsony izy ireo. Ary nilamina nandritra ny 40 taona ilay tany, tamin’ny andron’i Gideona.",
        "29": "Dia nody tany an-tranony i Jerobala zanak’i Joasy, ka nijanona tany.",
        "30": "Ary nanan-janakalahy 70 i Gideona, satria be dia be ny vadiny.",
        "31": "Nitera-dahy taminy koa ilay vadikeliny tany Sekema, ka nantsoiny hoe Abimeleka io zanany io.",
        "32": "Dia maty i Gideona zanak’i Joasy rehefa tratrantitra, ka nalevina tao amin’ny fasan’i Joasy rainy tao Ofra, tanànan’ny Abi-ezerita.",
        "33": "Vao maty anefa i Gideona dia lasa nivavaka tamin’ireo Bala indray ny Israelita, ka i Bala-berita no nofidiny ho andriamaniny.",
        "34": "Tsy tsaroan’ny Israelita intsony i Jehovah Andriamaniny, izay namonjy azy ireo tamin’ny fahavalony rehetra nanodidina.",
        "35": "Nivadika tamin’ny ankohonan’i Jerobala na Gideona koa izy ireo, na dia be dia be aza ny soa nataon’i Jerobala ho an’ny Israely."
    },
    "9": {
        "1": "Tatỳ aoriana, dia nankany amin’ireo anadahin-dreniny tany Sekema i Abimeleka zanak’i Jerobala. Dia hoy izy tamin’izy ireo sy tamin’izay rehetra anisan’ny fianakavian’ny dadabeny:",
        "2": "“Mba anontanio, azafady, ny mpitarika rehetra eto Sekema hoe: ‘Iza no tianareo kokoa ho mpitondra anareo: Izy 70 lahy zanak’i Jerobala sa lehilahy iray? Tadidio fa iray ra aminareo aho.’”",
        "3": "Dia nolazain’ireo anadahin-dreniny tamin’ny mpitarika rehetra tany Sekema izany teniny izany. Resy lahatra àry izy ireo fa hanaraka an’i Abimeleka, satria nifampiresaka izy ireo hoe: “Rahalahintsika ihany ange izy e!”",
        "4": "Dia nomen’izy ireo volafotsy 70 sekely avy tao an-tranon’i Bala-berita i Abimeleka. Dia nanakarama olona tsy misy atao sy sahisahy ratsy i Abimeleka mba hiaraka aminy.",
        "5": "Nankany an-tranon-drainy tany Ofra izy avy eo, dia novonoiny teo ambony vato iray ireo rahalahiny 70, zanak’i Jerobala. I Jotama faralahin’i Jerobala ihany sisa no velona, satria niafina izy.",
        "6": "Dia nivondrona ny mpitarika rehetra tao Sekema sy ny olona rehetra tao Beti-milo, ka nataon’izy ireo mpanjaka i Abimeleka. Teo akaikin’ny hazobe iray, teo akaikin’ilay tsangambato tao Sekema, izy ireo no nanao an’izany.",
        "7": "Rehefa nisy nitantara an’izany tamin’i Jotama, dia tonga izy dia nankeny an-tampon’ny Tendrombohitra Gerizima. Dia nitsangana teo izy, ka niantsoantso mafy hoe: “Henoy aho, ry mpitarika ao Sekema, dia hihaino anareo Andriamanitra.",
        "8": "“Nifidy an’izay ho mpanjakany, hono, ny hazo, indray mandeha. Dia hoy izy ireo tamin’ny hazo oliva: ‘Andao ianao hataonay mpanjaka.’",
        "9": "Fa hoy ny oliva tamin’izy ireo: ‘Izaho ve dia tsy hamokatra menaka intsony fa handeha hihevaheva eny ambony hazo hafa, nefa ny menaka avy amiko no anomezam-boninahitra an’Andriamanitra sy ny olona?’",
        "10": "Dia hoy indray ireo hazo tamin’ny aviavy: ‘Avia ianao hataonay mpanjaka.’",
        "11": "Fa hoy ny aviavy: ‘Izaho ve dia tsy hamoa voankazo mamy sy tsara intsony, fa handeha hihevaheva eny ambony hazo hafa?’",
        "12": "Avy eo, dia hoy ireo hazo tamin’ny voaloboka: ‘Avia ianao hataonay mpanjaka.’",
        "13": "Dia namaly ny voaloboka hoe: ‘Izaho ve dia tsy hamokatra divay vaovao intsony fa handeha hihevaheva eny ambony hazo, nefa ny divay avy amiko no mampifaly an’Andriamanitra sy ny olona?’",
        "14": "Farany, dia hoy ny hazo rehetra tamin’ny tsilo: ‘Avia ianao hataonay mpanjaka.’",
        "15": "Ary hoy ilay tsilo tamin’ireo hazo: ‘Raha izaho tokoa no hofidinareo ho mpanjaka, dia avia mialoka eto ambany alokaloko. Fa raha tsy izany, dia enga anie hisy afo hivoaka avy amiko ka handevona ny sederan’i Libàna.’",
        "16": "“Koa mety ve ny ataonareo raha i Abimeleka no fidinareo ho mpanjaka? Tena amim-pahatsorana ve no anaovanareo an’izany? Tsara fanahy amin’i Jerobala sy ny ankohonany ve ianareo, ka izay mendrika hatao aminy no ataonareo aminy?",
        "17": "Niady ho anareo ny raiko, ary nanao vivery ny ainy izy mba hamonjena anareo tamin’ny Midianina.",
        "18": "Izao anefa ianareo manohitra ny ankohonan-draiko, dia novonoinareo teo ambony vato iray ny zanany lahy 70. Dia i Abimeleka zanaky ny mpanompovaviny koa avy eo no nataonareo mpanjakan’ny olona ao Sekema, satria fotsiny hoe rahalahinareo izy.",
        "19": "Raha mety tokoa izao ataonareo amin’i Jerobala sy ny ankohonany izao, ary amim-pahatsorana no anaovanareo an’izany, dia mifalia amin’i Abimeleka, ary enga anie izy ho faly aminareo.",
        "20": "Fa raha tsy izany, dia enga anie hisy afo hivoaka avy amin’i Abimeleka, ka handevona ny mpitarika ao Sekema sy Beti-milo! Enga anie koa hisy afo hivoaka avy amin’ny mpitarika ao Sekema sy Beti-milo, ka handevona an’i Abimeleka!”",
        "21": "Lasa nitsoaka i Jotama avy eo, ka nankany Bera. Dia nipetraka tany izy satria natahotra an’i Abimeleka rahalahiny.",
        "22": "Ary nitondra nandritra ny telo taona teo amin’ny Israely i Abimeleka.",
        "23": "Navelan’Andriamanitra hifankahala avy eo i Abimeleka sy ny mpitarika tao Sekema, ka nivadika tamin’i Abimeleka izy ireo.",
        "24": "Navelany hitranga izany mba ho valin’ny herisetra natao tamin’izy 70 lahy zanak’i Jerobala. Amin’izay dia ho tompon’andraikitra amin’ny nahafatesan’izy ireo i Abimeleka sy ireo mpitarika tao Sekema. I Abimeleka mantsy no namono an’ireo rahalahiny ireo, ary nanampy azy tamin’izany ny mpitarika tao Sekema.",
        "25": "Nandefa lehilahy tany an-tampon-tendrombohitra àry ny mpitarika tao Sekema, mba hiafina ka hanafika an’i Abimeleka. Ary norobain’izy ireo daholo izay rehetra nandalo tamin’ny lalana teny akaiky teny. Nisy nitatitra tany amin’i Abimeleka izany, tatỳ aoriana.",
        "26": "Dia nankany Sekema i Gala, zanak’i Ebeda, sy ny rahalahiny. Ary natoky an’i Gala ireo mpitarika tao Sekema.",
        "27": "Dia nankany an-tsaha ny olona tao Sekema, ka nioty voaloboka teny amin’ny tanimboalobony sy nanitsakitsaka an’izany, ary nanao fety. Avy eo, dia nankany an-tranon’ny andriamaniny izy ireo, ka nihinana sy nisotro ary nanozona an’i Abimeleka.",
        "28": "Ary hoy i Gala zanak’i Ebeda: “Fa iza moa i Abimeleka zanak’i Jerobala? Ary iza moa i Zebola, izay notendreny hanana fahefana eto Sekema? Fa iza moa ry zareo no hotompointsika? Tsy aleo ve manompo ny olon’i Hamora, rain’i Sekema? Fa maninona isika no hanompo an’i Abimeleka?",
        "29": "Raha mba izaho mantsy no mifehy an’ity vahoaka ity, dia ho efa naongako i Abimeleka!” Dia hoy izy momba an’i Abimeleka: “Ampitomboy ny isan’ny miaramilanao, dia mivoaha hiady amiko!”",
        "30": "Tezitra be i Zebola andrianan’ny tanàna rehefa naheno ny tenin’i Gala zanak’i Ebeda.",
        "31": "Naniraka olona an-tsokosoko nankany amin’i Abimeleka àry i Zebola, mba hiteny hoe: “Tonga eto Sekema i Gala zanak’i Ebeda sy ny rahalahiny, ary ampirisihiny hanohitra anao ny iray tanàna.",
        "32": "Izao alina izao ihany ianao sy ny olonao dia mandehana miafina any an-tsaha.",
        "33": "Vao miposaka ny masoandro rahampitso maraina, dia tafiho ilay tanàna. Ary ataovy izay azonao atao mba handresena azy, rehefa mivoaka hiady aminao izy sy ny olony.”",
        "34": "Niainga àry i Abimeleka sy ny olony rehetra raha mbola alina ny andro. Nizara ho andiany efatra izy ireo, ary niafina mba hanafika an’i Sekema.",
        "35": "Rehefa nivoaka ny tanàna i Gala zanak’i Ebeda, ka nijoro teo amin’ny vavahady fidirana, dia nipoitra avy tao amin’izay niafenany i Abimeleka sy ny olony.",
        "36": "Rehefa tazan’i Gala izy ireo, dia hoy izy tamin’i Zebola: “Ireny misy olona midina avy eny an-tampon-tendrombohitra.” Fa hoy i Zebola taminy: “Ny aloky ny tendrombohitra no hitanao dia heverinao fa olona.”",
        "37": "Hoy i Gala, rehefa afaka kelikely: “Ireny fa misy olona midina avy erỳ afovoan-tany. Dia erỳ amin’ny lalana eo akaikin’ny hazoben’i Meonenima koa misy andiany iray manatona.”",
        "38": "Dia hoy i Zebola taminy: “Ahoana amin’izay ilay vavanao hoe: ‘Fa iza moa i Abimeleka no hotompointsika?’ Tsy ireny tamy ireny ve ny olona nambanimbaninao? Mandehana amin’izay miady aminy!”",
        "39": "Dia nandeha teo alohan’ireo mpitarika tao Sekema i Gala, ka niady tamin’i Abimeleka.",
        "40": "Nanenjika an’i Gala i Abimeleka, dia nandositra izy. Ary be dia be no maty, ka nisy faty hatreny amin’ny vavahadin’ny tanàna.",
        "41": "Ary mbola tany Aroma ihany i Abimeleka no nipetraka, fa i Gala sy ny rahalahiny kosa noroahin’i Zebola hiala tao Sekema.",
        "42": "Ary nivoaka ho any an-tsaha ny olona tao an-tanàna ny ampitson’iny, nefa nisy nilaza an’izany tamin’i Abimeleka.",
        "43": "Dia nentin’i Abimeleka ny vahoakany, ka nozarainy ho andiany telo, ary niafina tany an-tsaha izy ireo. Rehefa hitany nivoaka avy tao an-tanàna ny olona, dia notafihiny ary novonoiny.",
        "44": "Dia nandroso i Abimeleka sy ireo olona niaraka taminy, ka tonga hatreny am-bavahadin’ny tanàna. Fa ny andiany roa kosa nanafika an’izay rehetra teny an-tsaha, dia namono an’ireny.",
        "45": "Ary niady tamin’ny olona tao an-tanàna i Abimeleka nandritra an’iny andro iny, ka resiny izy ireo. Dia novonoiny ny olona tao, ary noravany ilay tanàna sady nofafazany sira.",
        "46": "Henon’ny mpitarika rehetra tao amin’ilay tilikambo tao Sekema izany, ka avy hatrany izy ireo dia nankao amin’ilay efitra fandosirana tao an-tranon’i Ela-berita.",
        "47": "Vao henon’i Abimeleka hoe nankao daholo ny mpitarika rehetra tao amin’ilay tilikambo tao Sekema,",
        "48": "dia niakatra tany amin’ny Tendrombohitra Zalmona izy sy izay rehetra niaraka taminy. Ary naka famaky i Abimeleka ka nikapa hazo, ary nataony teny an-tsorony izany. Dia hoy izy tamin’ny olony: “Manaova hoatran’ny ataoko, ary haingankaingana!”",
        "49": "Dia samy nikapa hazo ny olona rehetra, ka nanaraka an’i Abimeleka. Ary nankinin’izy ireo tamin’ilay efitra fandosirana izany, dia nodorany ilay efitra. Maty daholo koa àry ny olona rehetra tao amin’ilay tilikambo tao Sekema, izany hoe lehilahy sy vehivavy 1000 teo ho eo.",
        "50": "Dia nankany Tebeza i Abimeleka, ary nitoby nanodidina azy. Dia niady tamin’i Tebeza izy ka naharesy azy.",
        "51": "Nandositra tao amin’ny tilikambo mafy teo afovoan-tanàna anefa ny lehilahy sy ny vehivavy ary ny mpitarika rehetra tao an-tanàna. Dia nihidy tao amin’ilay tilikambo ry zareo, ary niakatra tany an-tampony.",
        "52": "Ary nandeha nanafika an’ilay tilikambo i Abimeleka. Dia nankeo amin’ny fidirana amin’ilay tilikambo izy mba handoro azy io.",
        "53": "Fa nisy vehivavy anankiray nandatsaka vato fikosoham-bary teo amin’ny lohan’i Abimeleka, ka vaky ny karandohany.",
        "54": "Dia nantsoiny haingana ilay mpanompo nitondra ny fitaovam-piadiany, ka hoy izy: “Tsoahy ny sabatrao dia vonoy ho faty aho, sao holazain’ny olona hoe: ‘Vehivavy no namono azy.’” Koa notrobaran’ilay mpanompony tamin’ny sabatra izy ka maty.",
        "55": "Rehefa hitan’ny lehilahy israelita fa maty i Abimeleka, dia lasa nody izy rehetra.",
        "56": "Izany no namalian’Andriamanitra ny ratsy nataon’i Abimeleka tamin-drainy, satria izy namono an’ireo rahalahiny 70.",
        "57": "Ary novalian’Andriamanitra tamin’ny olona tao Sekema koa ny ratsy rehetra nataon’izy ireo. Tanteraka tamin’izy ireo àry ilay ozona nolazain’i Jotama, zanak’i Jerobala."
    },
    "10": {
        "1": "Taorian’ny nahafatesan’i Abimeleka, dia nitsangana hamonjy ny Israely i Tola, lehilahy avy amin’ny fokon’i Isakara. Zanak’i Poha zanak’i Dodo izy ary nipetraka tany Samira, any amin’ny faritra be tendrombohitr’i Efraima.",
        "2": "Nitsara ny Israely nandritra ny 23 taona izy, dia maty ka nalevina tao Samira.",
        "3": "Ary nandimby azy i Jaira Gileadita, izay nitsara ny Israely nandritra ny 22 taona.",
        "4": "Nanan-janakalahy 30 izy. Nitaingina ampondra 30 izy ireo ary nanana tanàna 30. Mbola antsoina hoe Havota-jaira ireo tanàna ireo hatramin’izao, ary any Gileada no misy azy.",
        "5": "Dia maty i Jaira ka nalevina tao Kamona.",
        "6": "Nanao izay ratsy teo imason’i Jehovah indray ny Israelita, ka nanompo an’ireo Bala, sy ireo sarin’i Astarta, sy ireo andriamanitr’i Arama, sy ireo andriamanitr’i Sidona, sy ireo andriamanitr’i Moaba, sy ireo andriamanitry ny Amonita, ary ireo andriamanitry ny Filistinina. Niala tamin’i Jehovah izy ireo ary tsy nanompo azy intsony.",
        "7": "Dia tezitra be tamin’ny Israely i Jehovah, ka navelany hanjakazaka teo amin’ny Israely ny Filistinina sy ny Amonita.",
        "8": "Dia nampijalin’izy ireo sy nampahoriny mafy ny Israelita tamin’izany taona izany. Nampahorin’izy ireo nandritra ny 18 taona ny Israelita rehetra nipetraka tany amin’ny tanin’ny Amorita, tany Gileada, teny ampitan’i Jordana.",
        "9": "Niampita an’i Jordana koa ny Amonita mba hiady tamin’ny fokon’i Joda sy Benjamina ary Efraima, ka nijaly be ny Israely.",
        "10": "Dia niantso vonjy tamin’i Jehovah ny Israelita hoe: “Efa nanota taminao izahay ry Andriamanitray ô, satria niala taminao izahay ka nanompo an’ireo Bala.”",
        "11": "Hoy anefa i Jehovah tamin’ny Israelita: “Fa izaho angaha tsy namonjy anareo tamin’ny Ejipsianina sy ny Amorita sy ny Amonita sy ny Filistinina",
        "12": "sy ny Sidonianina sy ny Amalekita ary ny Midianina, rehefa nampijaly be anareo ireny? Rehefa nitaraina mafy tamiko ianareo, dia novonjeko ka nafahako tamin’izy ireny.",
        "13": "Fa ianareo kosa niala tamiko ka nanompo andriamani-kafa. Noho izany, dia tsy hamonjy anareo intsony aho.",
        "14": "Mandehana miantso vonjy any amin’ireo andriamanitra nofidinareo. Ireny asaina mamonjy anareo amin’izao manjo anareo izao!”",
        "15": "Hoy anefa ny Israelita tamin’i Jehovah: “Efa nanota izahay, ka ataovy aminay izay hitanao fa mety. Fa mba vonjeo re izahay amin’ity indray mandeha ity fotsiny e!”",
        "16": "Ary narian’izy ireo ny andriamani-kafa nivavahany, ka nanompo an’i Jehovah izy ireo. Dia tsy zakan’Andriamanitra intsony ny nahita ny fahorian’ny Israely.",
        "17": "Tatỳ aoriana, dia novorin’ny Amonita ny miaramilany ka nanangana toby tao Gileada izy ireo. Dia novorin’ny Israelita koa ny miaramilany, ary nanangana toby tao Mizpa izy ireo.",
        "18": "Dia nifampiresaka ny olona sy ny andrianan’i Gileada hoe: “Iza no hitarika antsika rehefa hiady amin’ny Amonita isika? Izany lehilahy izany no hataontsika mpitarika ny mponina rehetra eto Gileada.”"
    },
    "11": {
        "1": "Miaramila natanjaka i Jefta Gileadita. Zanaky ny vehivavy mpivaro-tena izy, ary i Gileada no rainy.",
        "2": "Ny vadin’i Gileada koa anefa niteraka zanakalahy maro taminy. Rehefa lehibe ireo zanany ireo, dia nandroaka an’i Jefta. Hoy izy ireo taminy: “Tsy hahazo lova avy amin’ny ankohonan’ny dadanay ianao satria vehivavy hafa ny mamanao.”",
        "3": "Dia nandositra an’ireo rahalahiny i Jefta, ka nipetraka tany Toba. Ary nankany aminy ny olona sasany tsy misy atao, ka lasa nanaraka azy.",
        "4": "Taoriana kelin’izay, dia niady tamin’ny Israely ny Amonita.",
        "5": "Ary rehefa niady tamin’ny Israely ny Amonita, dia nankany amin’i Jefta tany Toba avy hatrany ny anti-panahin’i Gileada mba haka azy.",
        "6": "Dia hoy izy ireo tamin’i Jefta: “Andao ianao hataonay mpitari-tafika, amin’izay isika ho afaka hiady amin’ny Amonita.”",
        "7": "Fa hoy i Jefta tamin’ny anti-panahin’i Gileada: “Ianareo aza tena nankahala ahy sady nandroaka ahy hiala tany an-tranon’ny dadako. Dia maninona indray ianareo izao no mankatỳ amiko rehefa manana olana?”",
        "8": "Dia hoy ny anti-panahin’i Gileada: “Marina izany, fa efa mba tonga atỳ aminao izao izahay. Raha miaraka aminay hiady amin’ny Amonita ianao, dia ianao no hataonay lehiben’ny mponina rehetra any Gileada.”",
        "9": "Ary hoy i Jefta tamin’ny anti-panahin’i Gileada: “Raha hoentinareo mody àry aho mba hiady amin’ny Amonita, ka hataon’i Jehovah resiko ireny, dia izaho no ho lasa lehibenareo!”",
        "10": "Dia hoy ny anti-panahin’i Gileada: “I Jehovah no vavolombelona eo amintsika, dia izy no hitsara anay raha tsy manatanteraka an’izany teninao izany izahay.”",
        "11": "Dia nandeha niaraka tamin’ny anti-panahin’i Gileada i Jefta, ary notendren’ny vahoaka ho lehibeny sy ho mpitari-tafika izy. Ary naverin’i Jefta teo anatrehan’i Jehovah, tao Mizpa, ny teny rehetra nifanarahany tamin’ireo anti-panahy ireo.",
        "12": "Koa naniraka olona nankany amin’ny mpanjakan’ny Amonita i Jefta, mba hilaza hoe: “Fa naninona anao aho no tafihinao ny taniko?”",
        "13": "Dia hoy ny mpanjakan’ny Amonita tamin’ireo olona nirahin’i Jefta: “Satria tamin’ny Israely niakatra avy tany Ejipta, dia nalain’izy ireo ny taniko, avy eo Arnona ka hatrany Jaboka ary hatrany Jordana. Avereno fotsiny ilay izy dia tsy miady isika.”",
        "14": "Dia nasain’i Jefta niverina tany amin’ny mpanjakan’ny Amonita indray ireo olona nirahiny,",
        "15": "mba hiteny hoe: “Izao no nolazain’i Jefta: ‘Tsy naka ny tanin’ny Moabita sy ny tanin’ny Amonita ny Israely.",
        "16": "Rehefa niakatra avy tany Ejipta mantsy ny Israely, dia nandeha namakivaky ny tany efitra hatrany amin’ny Ranomasina Mena, ka tonga tany Kadesy.",
        "17": "Dia naniraka olona nankany amin’ny mpanjakan’i Edoma ny Israely, mba hiteny hoe: “Mba avelao izahay handalo ao amin’ny taninao!” Tsy navelan’ny mpanjakan’i Edoma anefa ry zareo. Naniraka olona hiresaka tamin’ny mpanjakan’i Moaba koa izy ireo. Tsy nanaiky koa anefa izy. Nijanona tany Kadesy àry ny Israely.",
        "18": "Rehefa nandeha namakivaky ny tany efitra izy ireo, dia tsy nandalo tany Edoma sy Moaba fa nanodidina. Nandeha tany atsinanan’i Moaba ry zareo ary nitoby tao amin’ny faritr’i Arnona, fa tsy niditra tao amin’ny faritr’i Moaba. Tany amin’ny sisin-tanin’i Moaba mantsy no nisy an’i Arnona.",
        "19": "“‘Avy eo, dia naniraka olona nankany amin’i Sihona mpanjakan’ny Amorita, izay nanjaka tao Hesbona, ny Israely mba hiteny hoe: “Mba avelao izahay handalo ao amin’ny taninao rehefa hankany amin’ny toerana halehanay!”",
        "20": "Tsy natoky anefa i Sihona hoe handalo fotsiny eo amin’ny taniny ny Israely. Dia novoriny ny vahoakany rehetra, ka nitoby tany Jahaza izy ireo ary niady tamin’ny Israely.",
        "21": "Ary nataon’i Jehovah Andriamanitry ny Israely resin’ny Israelita i Sihona sy ny vahoakany rehetra. Dia nandresy azy ireo ny Israelita ka nalainy daholo ny tanin’ny Amorita, izay nipetraka tao amin’izany tany izany.",
        "22": "Dia lasan’izy ireo daholo ny tanin’ny Amorita, avy eo Arnona ka hatrany Jaboka, ary avy eo amin’ny tany efitra ka hatrany Jordana.",
        "23": "“‘I Jehovah Andriamanitry ny Israely aza efa nandroaka ny Amorita, dia nanome an’ilay tany ho an’ny Israely vahoakany, ka ianao indray ve no handroaka azy ireo?",
        "24": "Tsy anao daholo ve izay nomen’i Kemosy andriamanitrao ho anao? Dia ho anay koa izany ny tanin’ny olona noroahin’i Jehovah Andriamanitray hiala teo anatrehanay.",
        "25": "Ianao angaha tsara noho i Balaka zanak’i Zipora mpanjakan’i Moaba? Efa nifamaly tamin’ny Israely ve izy, na niady taminy?",
        "26": "Efa 300 taona no nipetrahan’ny Israely tany Hesbona sy ny tanàna niankina taminy, sy tany Aroera sy ny tanàna niankina taminy, ary tany amin’ny tanàna rehetra teny amoron’i Arnona. Dia naninona no tsy nalainareo ireny nandritra izany fotoana izany?",
        "27": "Izaho aloha tsy nanota taminao e, fa ianao no diso satria manafika ahy. I Jehovah Mpitsara anie hitsara ny vahoakan’Israely sy ny vahoakan’i Amona androany!’”",
        "28": "Tsy noraharahian’ny mpanjakan’ny Amonita anefa ny hafatra nampitain’i Jefta tany aminy.",
        "29": "Dia niasa tamin’i Jefta ny fanahin’i Jehovah, ka nandalo tany amin’ny faritr’i Gileada sy Manase izy mba ho any Mizpe any Gileada. Ary avy tany Mizpe any Gileada izy, dia nanohy ny diany ho any amin’ny Amonita.",
        "30": "Ary nivoady tamin’i Jehovah i Jefta hoe: “Raha ampianao handresy ny Amonita aho,",
        "31": "dia ho anao, Jehovah, izay olona mivoaka amin’ny varavaran’ny tranoko mba hitsena ahy, rehefa tafaverina soa aman-tsara avy any amin’ny Amonita aho. Ary hatolotro ho fanatitra dorana izy.”",
        "32": "Dia nandeha niady tamin’ny Amonita i Jefta, ary nataon’i Jehovah nandresy.",
        "33": "Ary notafihin’i Jefta izy ireo ka be dia be no maty, hatrany Aroera ka hatrany Minita, izany hoe tanàna 20, ary hatrany Abela-keramima. Dia resin’ny Israelita ny Amonita.",
        "34": "Farany, dia tonga tany an-tranony tao Mizpa i Jefta. Ary iny fa nivoaka hitsena azy ny zanany vavy, sady nively ampongatapaka no nandihy. Io ihany ny zanany, fa tsy nanana zanakalahy na zanakavavy afa-tsy io izy.",
        "35": "Rehefa nahita azy i Jefta, dia nandrovitra ny akanjony sady nilaza hoe: “Indrisy, ry zanako vavy! Malahelo be ny foko satria ianao indray ity no noroahiko. Fa efa nivoady tamin’i Jehovah aho, ka tsy afaka mivadika amin’ny teniko.”",
        "36": "Fa hoy ilay zanany vavy taminy: “Raha efa nivoady tamin’i Jehovah ianao, ry Dada, dia tanteraho izay nampanantenainao. Ianao mantsy efa nampian’i Jehovah hamaly faty an’ireo Amonita fahavalonao.”",
        "37": "Hoy koa izy tamin-drainy: “Izao no mba angatahiko: Avelao amin’izao aho aloha mandritra ny roa volana, ary avelao aho hankeny an-tendrombohitra. Dia avelao aho hitomany miaraka amin’ny ankizivavy namako, noho izaho virjiny.”",
        "38": "Dia hoy ny rainy: “Mandehana àry!” Dia nalefany nandritra ny roa volana izy. Ary nankeny an-tendrombohitra niaraka tamin’ny namany izy mba hitomany, noho izy virjiny.",
        "39": "Niverina tany amin-drainy izy rehefa tapitra ny roa volana. Dia notanterahin-drainy ilay voady nataony momba an’ilay zanany vavy. Ary tsy nanao firaisana tamin’ny lehilahy mihitsy ilay zanany. Lasa fanao teo amin’ny Israely ny hoe:",
        "40": "Nankany amin’ny zanakavavin’i Jefta Gileadita ny tovovavy teo amin’ny Israely isan-taona, mba hidera azy. Efatra andro isan-taona izy ireo no nanao an’izany."
    },
    "12": {
        "1": "Ary novorina ny lehilahy efraimita ka niampita nankany Zafona. Dia niteny tamin’i Jefta izy ireo hoe: “Fa maninona izahay no tsy mba nantsoinao hiaraka taminao, tamin’ianao niampita hiady tamin’ny Amonita? Hodoranay miaraka amin’ny tranonao ianao.”",
        "2": "Hoy anefa i Jefta tamin’izy ireo: “Niady be tamin’ny Amonita izaho sy ny vahoakako. Ary efa niantso vonjy taminareo mihitsy aho, fa ianareo tsy mba nanampy anay.",
        "3": "Dia rehefa hitako hoe tsy hanampy ahy ianareo, dia tapa-kevitra aho fa hanao vivery ny aiko, ka handeha hiady amin’ny Amonita. Dia nataon’i Jehovah resiko ry zareo. Koa maninona ianareo androany no tonga mba hiady amiko?”",
        "4": "Ary nangonin’i Jefta ny lehilahy gileadita rehetra, ka niady tamin’ny Efraimita izy ireo. Dia resin’ny lehilahy gileadita ny Efraimita, izay nilaza hoe: “Efraimita ihany ange ianareo ry Gileadita e, fa nandositra dia lasa any amin’ny faritr’i Efraima sy Manase!”",
        "5": "Dia nalain’ny Gileadita ireo toerana fiampitana ny Reniranon’i Jordana, dieny mbola tsy tonga teny ny Efraimita, ary nasiany olona niandry teny. Ary rehefa nisy lehilahy efraimita nandositra ka nangataka ny hiampita, dia nanontany azy ireo tsirairay ny lehilahy gileadita hoe: “Efraimita ve ianao?” Raha namaly izy hoe: “Tsia!”,",
        "6": "dia nilaza taminy izy ireo hoe: “Mitenena àry, azafady, hoe: Shiboleta.” Tsy hainy tsara anefa ny nanonona an’ilay teny, dia hoy izy: “Siboleta.” Dia nosamborin’izy ireo izy, ary novonoiny teo amin’ny toerana fiampitana an’i Jordana. Efraimita 42 000 no maty tamin’izay.",
        "7": "Ary nitsara ny Israely nandritra ny enin-taona i Jefta. Maty i Jefta Gileadita taorian’izay, ka nalevina tao an-tanànany tany Gileada.",
        "8": "I Ibzana, avy any Betlehema, no nitsara ny Israely taorian’i Jefta.",
        "9": "Nanan-janakalahy 30 sy zanakavavy 30 izy. Nalefany nanambady lehilahy tsy anisan’ny fianakaviambeny ny zanany vavy. Ary naka zazavavy 30 izy mba ho vadin’ireo zanany lahy. Fito taona izy no nitsara ny Israely.",
        "10": "Dia maty i Ibzana, ka nalevina tany Betlehema.",
        "11": "Ary taorian’i Ibzana, dia i Elona Zebolonita no nitsara ny Israely. Ary nitsara ny Israely nandritra ny folo taona izy.",
        "12": "Dia maty i Elona Zebolonita, ka nalevina tany Aialona, tao amin’ny tanin’i Zebolona.",
        "13": "Ary taorian’i Elona, dia i Abdona zanak’i Elela Piratonita no nitsara ny Israely.",
        "14": "Nanan-janakalahy 40 sy zafikely 30 lahy izy. Ary nitaingina ampondra 70 izy ireo. Nitsara ny Israely nandritra ny valo taona i Abdona.",
        "15": "Dia maty i Abdona zanak’i Elela Piratonita, ka nalevina tany Piratona, tany amin’ny tanin’i Efraima, tany amin’ny tendrombohitry ny Amalekita."
    },
    "13": {
        "1": "Nanao izay ratsy teo imason’i Jehovah indray ny Israelita, ka navelan’i Jehovah hifehy azy ireo nandritra ny 40 taona ny Filistinina.",
        "2": "Tamin’izany fotoana izany, dia nisy lehilahy atao hoe Manoa tany Zora. Anisan’ny fianakavian’ny Danita izy, ary momba ny vadiny ka tsy nanan-janaka izy.",
        "3": "Indray andro, dia nisy anjelin’i Jehovah niseho tamin’ilay vehivavy, ka niteny taminy hoe: “Momba ianao ka tsy manan-janaka. Hitoe-jaza anefa ianao ka hitera-dahy.",
        "4": "Koa mitandrema ianao sao misotro divay na zava-pisotro hafa misy alkaola, ary aza mihinana zavatra tsy madio.",
        "5": "Fa hitoe-jaza ianao ka hitera-dahy. Ary tsy hotapahina mihitsy ny volon-dohany, satria ho Nazirita ho an’Andriamanitra ilay zaza raha vao teraka. Ary izy no hamonjy ny Israely amin’ny Filistinina.”",
        "6": "Dia lasa ilay vehivavy nitantara tamin’ny vadiny hoe: “Nisy lehilahin’Andriamanitra nanatona ahy. Hoatran’ny anjelin’ilay tena Andriamanitra no fahitako azy, sady tena mahatalanjona. Tsy nanontaniako hoe avy aiza izy, dia izy koa tsy nilaza ny anarany.",
        "7": "Fa niteny tamiko izy hoe: ‘Hitoe-jaza ianao ka hitera-dahy. Dia aza misotro divay na zava-pisotro hafa misy alkaola, ary aza mihinana zavatra tsy madio. Ho Nazirita ho an’Andriamanitra mantsy ilay zaza raha vao teraka ka mandra-pahafatiny.’”",
        "8": "Ary nitalaho tamin’i Jehovah i Manoa hoe: “Mba misy zavatra tiako hangatahina aminao Jehovah ô! Mba asaivo mankatỳ aminay indray, azafady, ilay lehilahin’Andriamanitra vao nirahinao iny, mba hampianatra anay an’izay tokony hataonay amin’ilay zaza ho teraka.”",
        "9": "Dia nohenoin’ilay tena Andriamanitra ny fangatahan’i Manoa, ka nankany amin’ny vadiny indray ny anjelin’ilay tena Andriamanitra, raha mbola nipetrapetraka tany an-tsaha ilay vehivavy. Tsy niaraka taminy anefa i Manoa vadiny tamin’izay.",
        "10": "Dia nihazakazaka haingana nankany amin’ny vadiny ilay vehivavy, ka niteny hoe: “Niseho tamiko ilay lehilahy nanatona ahy indray andro iny.”",
        "11": "Ary nitsangana i Manoa, dia niaraka tamin’ny vadiny nankany amin’ilay lehilahy. Hoy i Manoa taminy: “Ianao ve ilay lehilahy niresaka tamin’ny vadiko?” Dia hoy ilay anjely: “Ie, izaho.”",
        "12": "Dia hoy i Manoa: “Ho tanteraka anie ny teninao! Hanao ahoana ny fiainan’ilay zaza, ary inona no hataony?”",
        "13": "Ary hoy ilay anjelin’i Jehovah tamin’i Manoa: “Tokony hotandreman’ny vadinao izay rehetra efa noteneniko azy.",
        "14": "Tsy tokony hihinana zavatra vita amin’ny voaloboka izy, ary tsy tokony hisotro divay na zava-pisotro hafa misy alkaola, na hihinana zavatra tsy madio. Tokony hotandremany izay rehetra efa noteneniko azy.”",
        "15": "Ary hoy i Manoa tamin’ilay anjelin’i Jehovah: “Mba mijanòna kely aloha fa hikarakara zanak’osy ho anao izahay.”",
        "16": "Fa hoy ilay anjelin’i Jehovah tamin’i Manoa: “Na hijanona aza aho, dia tsy hihinana amin’ny sakafo arosonao. Fa raha te hanolotra fanatitra dorana ho an’i Jehovah ianao, dia afaka manolotra.” Tsy fantatr’i Manoa hoe anjelin’i Jehovah izy.",
        "17": "Dia hoy i Manoa tamin’ilay anjelin’i Jehovah: “Iza moa no anaranao, mba hanomezanay voninahitra anao rehefa tanteraka ny teninao?”",
        "18": "Fa hoy ilay anjelin’i Jehovah taminy: “Fa maninona ianao no manontany ny anarako? Anarana tena miavaka izany.”",
        "19": "Dia nalain’i Manoa ilay zanak’osy sy ny fanatitra varimbazaha, ka nataony teo ambonin’ilay vatolampy ary natolony ho an’i Jehovah. Ary nanao zava-mahagaga Izy, raha mbola nijery teo ry Manoa mivady.",
        "20": "Rehefa niakatra ho eny amin’ny lanitra ny lelafo teo amin’ny alitara, dia nankao anatin’ilay lelafo ilay anjelin’i Jehovah. Tonga dia niankohoka tamin’ny tany ry Manoa mivady rehefa nahita an’izany.",
        "21": "Ary tsy niseho tamin-dry Manoa mivady intsony ilay anjelin’i Jehovah. Dia fantatr’i Manoa fa anjelin’i Jehovah ilay izy.",
        "22": "Dia hoy i Manoa tamin’ny vadiny: “Tena ho faty isika, satria nahita an’Andriamanitra.”",
        "23": "Fa hoy ny vadiny: “Raha tian’i Jehovah ho faty isika, dia tsy ho nekeny ny fanatitra dorana sy fanatitra varimbazaha nomentsika. Tsy ho nampiseho tamintsika an’ireny rehetra ireny koa izy, sady tsy ho nilaza tamintsika an’ireny mihitsy.”",
        "24": "Nitera-dahy ilay vehivavy tatỳ aoriana, ka nataony hoe Samsona ny anarany. Nihalehibe ilay zaza, ary nitahy azy foana i Jehovah.",
        "25": "Rehefa nandeha ny fotoana, dia niasa taminy ny fanahin’i Jehovah, tamin’izy tany Mahane-dana, teo anelanelan’i Zora sy Estaola."
    },
    "14": {
        "1": "Ary nidina nankany Timna i Samsona, ka nahita vehivavy filistinina anankiray tany.",
        "2": "Dia niakatra nankany amin’ny rainy sy ny reniny izy, dia niteny hoe: “Nisy vehivavy filistinina nahasarika ahy tany Timna. Mba alaivo ho vadiko izy.”",
        "3": "Niteny taminy anefa ny rainy sy ny reniny hoe: “Fa angaha ianao tsy mahita vehivavy eo amin’ny havanao na eto amin’ny firenentsika? Tsy maintsy any amin’ny Filistinina tsy mifora ve ianao no haka vady?” Fa hoy i Samsona tamin’ny rainy: “Alaivo ho ahy izy, fa izy no hitako hoe mety amiko.”",
        "4": "Tsy fantatry ny rainy sy ny reniny hoe i Jehovah no nahatonga azy hanapa-kevitra hoatr’izany. Nitady hirika hamelezana ny Filistinina mantsy Izy, satria ny Filistinina no nifehy ny Israely tamin’izany fotoana izany.",
        "5": "Dia nidina nankany Timna i Samsona sy ny rainy ary ny reniny. Rehefa tonga tany amin’ ny tanimboaloboka tao Timna i Samsona, dia nisy liona nierona nanatona azy.",
        "6": "Dia nanome hery azy ny fanahin’i Jehovah, ka nozarainy roa hoatran’ny nizara zanak’osy ilay liona, nefa tsy nisy na inona na inona teny an-tanany. Tsy noteniteneniny tamin’ny rainy sy ny reniny anefa izay nataony.",
        "7": "Dia nanohy ny diany nidina izy, ka niresaka tamin’ilay vehivavy. Ary hitan’i Samsona hoe mbola nety tsara taminy izy.",
        "8": "Niverina tany i Samsona, tatỳ aoriana, mba haka an’ilay vehivavy ho any an-tranony. Ary nivily mba hijery ny fatin’ilay liona izy, ka nahita renitantely be dia be tao amin’ilay izy, ary efa nisy tantely koa tao.",
        "9": "Dia nakan’i Samsona ilay tantely ka nataony teo amin’ny felatanany, ary sady nandeha izy no nihinana. Rehefa tratrany ny rainy sy ny reniny, dia nomeny tamin’ilay tantely ka nihinana izy ireo. Tsy notenenin’i Samsona tamin’izy ireo anefa hoe tao amin’ny fatin’ilay liona no nakany an’ilay tantely.",
        "10": "Dia nidina nankany amin’ilay vehivavy ny dadan’i Samsona. Ary nanao fanasambe tany i Samsona, fa izany no fanaon’ny tovolahy.",
        "11": "Rehefa nahita an’i Samsona ny olona, dia naka lehilahy 30 mba ho namana hanotrona azy.",
        "12": "Ary hoy izy tamin’izy ireo: “Mba hanao ankamantatra aminareo aho. Raha hainareo ao anatin’ny fito andro anaovana ny fanasambe ny valiny sady teneninareo ahy, dia homeko akanjo 30 vita amin’ny lamba rongony sy akanjo 30 hafa ianareo.",
        "13": "Fa raha tsy hainareo kosa ny valiny, dia tsy maintsy manome ahy akanjo 30 vita amin’ny lamba rongony sy akanjo 30 hafa ianareo.” Dia hoy izy ireo: “Lazao àry ny ankamantatrao hohenoinay.”",
        "14": "Dia hoy izy: “Avy tao amin’ny mpihinana no nivoahan’ny zavatra azo hanina, Ary avy tao amin’ny matanjaka no nivoahan’ny mamy.” Tsy hitan’izy ireo anefa ny valin’ilay ankamantatra, nandritra ny telo andro.",
        "15": "Ary tamin’ny andro fahefatra, dia hoy izy ireo tamin’ny vadin’i Samsona: “Fetseo ny vadinao mba hilazany amintsika ny valin’ilay ankamantatra. Raha tsy izany, dia hodoranay ianao sy ny ankohonan-drainao. Ny haka ny fanananay ve izany no antony nanasanareo anay?”",
        "16": "Dia nitomany teo amin’i Samsona ny vadiny, sady niteny hoe: “Halanao mihitsy aho fa tsy tianao akory. Efa nanao ankamantatra tamin’ny fireneko ianao, nefa tsy nolazainao tamiko ny valiny.” Fa hoy i Samsona taminy: “Na ny dada sy mamako aza tsy nilazako an’ilay izy, dia ianao indray ve no hilazako an’ilay izy?”",
        "17": "Nitomany teo aminy foana anefa ilay vehivavy taorian’izay, mandra-pahatongan’ilay andro fahafito tamin’ilay fanasambe. Farany, dia nolazain’i Samsona taminy ihany ny valin’ilay izy tamin’ny andro fahafito, satria tsy namelany mihitsy izy raha tsy nilaza. Dia notenenin’ilay vehivavy tamin’ny fireneny ny valin’ilay ankamantatra.",
        "18": "Raha mbola tsy nilentika àry ny masoandro tamin’ny andro fahafito, dia hoy ny lehilahy tao an-tanàna taminy: “Inona no mamy noho ny tantely, Ary inona no matanjaka noho ny liona?” Fa hoy i Samsona tamin’izy ireo: “Raha tsy ny ombivavikeliko no nampiasainareo hiasa ny tany, Dia tsy ho nahita ny valin’ny ankamantatro ianareo.”",
        "19": "Dia nanome hery an’i Samsona ny fanahin’i Jehovah, ka nidina nankany Askelona izy, ary namono lehilahy 30 tao. Dia nalainy ny akanjon’ireny, ka nomeny an’ireo nilaza ny valin’ilay ankamantatra. Ary tezitra be i Samsona, tamin’izy nandeha niakatra ho any an-tranon-drainy.",
        "20": "Dia nomena ho an’ny iray tamin’ireo namany nanotrona azy ny vadin’i Samsona."
    },
    "15": {
        "1": "Nandeha nitsidika ny vadiny i Samsona taoriana kelin’izay, tamin’ny fotoam-pijinjana varimbazaha, ary nitondra zanak’osy. Dia hoy izy: “Te ho ao amin’ny vadiko ao amin’ny efitra fatoriana aho.” Tsy navelan’ny rain’ilay vehivavy hankany anefa izy.",
        "2": "Fa hoy ny rain’ilay vehivavy: “Nieritreritra aho hoe: ‘Tsy tianao intsony mihitsy izy’, dia nomeko an’ilay namanao nanotrona anao. Ny zandriny vavy ange tsara tarehy noho izy e! Mba izy hatao solony.”",
        "3": "Fa hoy i Samsona tamin’izy ireo: “Tsy afaka ny hanome tsiny ahy kosa ny Filistinina amin’ity indray mandeha ity, raha mamely an-dry zareo aho.”",
        "4": "Nandeha nisambotra amboadia 300 àry i Samsona, ary naka fanilo be dia be. Dia nataony nifamatotra tsiroaroa ny rambon’ireo amboadia ireo, ka nasiany fanilo iray teo anelanelan’ny rambo roa.",
        "5": "Ary nampirehetiny ny fanilo, dia nalefany hankeny an-tanimbolin’ny Filistinina ireo amboadia. Dia nodoran’i Samsona daholo ireo vokatra efa vita amboara, sy ny voly teny an-tsaha, sy ny tanimboaloboka, ary ny sahan’oliva.",
        "6": "Ary hoy ny Filistinina: “Fa iza no nanao an’izao?” Ary nisy niteny hoe: “I Samsona, vinantolahin’ilay Timnita. Nalain’ny rafozandahiny mantsy ny vadin’i Samsona, dia nomeny an’ilay namany nanotrona azy.” Dia niakatra ny Filistinina ka nandoro an’ilay vehivavy sy ny dadany.",
        "7": "Ary hoy i Samsona tamin’izy ireo: “Raha izany no ataonareo, dia tsy hijanona mihitsy aho raha tsy vitako ny mamaly an’izay nataonareo.”",
        "8": "Dia novonoiny tsirairay izy ireo, ary be dia be no maty. Nidina izy avy eo ka nipetraka tao anaty lava-bato, tany amin’ny harambato atao hoe Etama.",
        "9": "Tatỳ aoriana, dia niakatra ny Filistinina ka nitoby tany Joda sy nihaodihaody tany Lehy.",
        "10": "Ary hoy ny lehilahy avy tamin’ny fokon’i Joda: “Fa maninona ianareo no miakatra hamely anay?” Dia hoy izy ireo: “Hisambotra an’i Samsona no niakaranay. Tianay hatao aminy koa izay nataony taminay.”",
        "11": "Koa nidina tany amin’ilay lava-bato, tany amin’ny harambato Etama, ny lehilahy 3 000 avy tamin’ny fokon’i Joda. Hoy izy ireo tamin’i Samsona: “Tsy fantatrao angaha fa ny Filistinina no mifehy antsika? Dia maninona izahay no ataonao an’izao?” Dia hoy izy tamin’izy ireo: “Izay nataony tamiko ihany no nataoko taminy.”",
        "12": "Hoy anefa izy ireo: “Tonga hisambotra anao sy hanolotra anao ho an’ny Filistinina izahay.” Dia hoy i Samsona: “Mila mianiana amiko àry ianareo hoe tsy hikasi-tanana ahy.”",
        "13": "Dia hoy izy ireo taminy: “Tsy hikasi-tanana anao izahay, fa hamatotra anao fotsiny dia hanolotra anao ho an-dry zareo. Tsy hamono anao ho faty izahay.” Dia namatotra azy tamin’ny tady roa vaovao izy ireo, ka nentin’izy ireo niala tao amin’ilay harambato izy.",
        "14": "Rehefa tonga tany Lehy izy, dia nihorakoraka ny Filistinina nahita azy. Dia nanome hery an’i Samsona ny fanahin’i Jehovah, ka lasa toy ny kofehy rongony main’ny afo ny tady teny amin’ny sandriny. Ary niala ny tady namatorana ny tanany.",
        "15": "Nahita valanoranon’ampondralahy izy, ary mbola mando ilay taolana tamin’izay. Dia nalainy ilay izy, ka namono 1 000 lahy tamin’iny izy.",
        "16": "Ary hoy i Samsona: “Valanoranon’ampondra iray no nanaovako antontany iray, antontany roa! Valanoranon’ampondra iray no namonoako 1 000 lahy.”",
        "17": "Rehefa avy niteny an’izany izy, dia natsipiny ilay valanorano. Ary nataony hoe Ramata-lehy ny anaran’ilay toerana.",
        "18": "Dia nangetaheta be izy, ka nitaraina tamin’i Jehovah hoe: “Ianao no nanampy ny mpanomponao ka nahatonga an’izao famonjena lehibe izao. Dia avelanao ho fatin’ny hetaheta ve aho izao, ka ho voasambotry ny tsy mifora?”",
        "19": "Nataon’Andriamanitra nitresaka àry ny lavaka iray tao Lehy, ka nisy rano nivoaka avy tao. Dia nisotro izy, ary nody ny ainy ka velombelona izy. Izany no nahatonga azy hiantso an’ilay toerana hoe En-hakore. Mbola any Lehy izy io hatramin’izao.",
        "20": "Ary nitsara ny Israely nandritra ny 20 taona izy, tamin’ny andro nifehezan’ny Filistinina azy ireo."
    },
    "16": {
        "1": "Nankany Gaza i Samsona indray mandeha. Nahita vehivavy mpivaro-tena izy tany, ka nankao an-tranony.",
        "2": "Ary nisy nilaza tamin’ny Gazita hoe: “Tonga eto i Samsona.” Dia nohodidinin’izy ireo ilay toerana, ary niafina teo am-bavahadin’ny tanàna izy ireo nandritra ny alina mba hamely azy. Tsy nikotaba anefa izy ireo nandritra ny alina, fa hoy izy ireo: “Raha vao mangiran-dratsy ny andro, dia hovonointsika izy.”",
        "3": "Natory tao i Samsona mandra-pisasaky ny alina. Ary nifoha izy rehefa nisasaka ny alina, dia noraisiny ny vavahadin’ny tanàna sy ny andry roa tamin’ny sisiny, ka nongotany niaraka tamin’ny bara hidin’ilay vavahady. Nataony teny an-tsorony izany, ary nentiny niakatra ho any an-tampon’ilay tendrombohitra tandrifin’i Hebrona.",
        "4": "Raiki-pitia tamin’ny vehivavy iray tany amin’ny Lohasahan’i Soreka izy, taorian’izay. Delila no anaran’ilay vehivavy.",
        "5": "Koa nankao aminy ireo andrianan’ny Filistinina, dia niteny taminy hoe: “Fetseo izy ka fantaro hoe inona no mahatonga azy hatanjaka be. Ezaho fantarina koa hoe ahoana no handresenay sy hamatoranay azy mba ho voafehinay izy. Dia samy hanome anao volafotsy 1 100 sekely avy izahay.”",
        "6": "Taorian’izay, dia hoy i Delila tamin’i Samsona: “Eo moa mba lazao amiko hoe inona no mahatonga anao hatanjaka be hoatr’izao e, dia inona no azo amatorana anao mba hahafahana mifehy anao.”",
        "7": "Dia hoy i Samsona: “Raha fatorana amin’ny tady fito mbola tsy nohamainina aho, dia halemy hoatran’ny olon-drehetra ihany.”",
        "8": "Dia niakatra nankany amin’ilay vehivavy ireo andrianan’ny Filistinina, ka nitondra tady fito mbola tsy nohamainina. Ary nofatoran’ilay vehivavy tamin’ireny i Samsona.",
        "9": "Efa nisy olona niafina mba hamely an’i Samsona tao amin’ny efitra anatiny tamin’izay. Dia niantsoantso i Delila hoe: “Tonga hamely anao ny Filistinina, ry Samsona!” Dia notapahin’i Samsona ireo tady, ka tonga dia tapaka hoatran’ny kofehy rongony tratry ny afo. Ary tsy nisy nahafantatra hoe ahoana no nahatonga azy hatanjaka.",
        "10": "Ary hoy i Delila tamin’i Samsona: “Sady namitaka ahy ianao no nandainga tamiko. Mba lazao ahy amin’izay moa izay azo amatorana anao e!”",
        "11": "Dia hoy i Samsona: “Raha fatorana amin’ny tady vaovao mbola tsy nampiasaina aho, dia halemy hoatran’ny olon-drehetra ihany.”",
        "12": "Naka tady vaovao àry i Delila, ka namatotra an’i Samsona. Dia niantsoantso izy hoe: “Tonga hamely anao ny Filistinina, ry Samsona!”—Efa nisy olona niafina tao amin’ilay efitra anatiny tamin’izay.—Dia notapahin’i Samsona hiala teo amin’ny sandriny ireo tady, hoatran’ny manapaka kofehy.",
        "13": "Taorian’izay, dia hoy i Delila tamin’i Samsona: “Mbola namitaka ahy foana ianao hatramin’izao, sady nandainga tamiko. Lazao ahy moa izay azo amatorana anao e!” Dia hoy i Samsona: “Mila tenominao miaraka amin’ny kofehy atao tenany ny randrana fito eo amin’ny lohako.”",
        "14": "Ary nataon’ilay vehivavy nifatratra tsara tamin’ny alalan’ny hazo fisaka ireo randran’i Samsona, dia niantsoantso izy hoe: “Tonga hamely anao ny Filistinina, ry Samsona!” Dia nifoha i Samsona, ka nosintoniny hiala ilay hazon-tenona sy ilay kofehy natao tenany.",
        "15": "Dia hoy i Delila taminy: “Ahoana no ilazanao hoe: ‘Tena tiako ianao’, nefa ianao tsy matoky ahy akory? Intelo izay ianao no namitaka ahy, dia tsy nilaza tamiko hoe inona no mahatonga anao hatanjaka be.”",
        "16": "Tsy namelan’i Delila i Samsona fa nosokiriny foana isan’andro, dia leo be i Samsona ka te ho faty mihitsy.",
        "17": "Namboraka ny tao am-pony tamin’i Delila àry izy tamin’ny farany. Hoy izy: “Mbola tsy notapahina mihitsy ny volon-dohako, satria vao teraka aho dia efa Nazirita ho an’Andriamanitra. Fa raha tapahina ny voloko, dia tsy hatanjaka be intsony aho fa halemy, ary ho lasa hoatran’ny olon-drehetra ihany.”",
        "18": "Rehefa hitan’i Delila fa namboraka ny tao am-pony taminy i Samsona, dia tonga dia nampiantso an’ireo andrianan’ny Filistinina izy. Dia hoy izy: “Tongava amin’izay amin’ity indray mandeha ity, fa efa namboraka ny tao am-pony tamiko izy.” Dia niakatra ho any aminy ireo andrianan’ny Filistinina, sady nitondra an’ilay vola.",
        "19": "Ary nampatorin’ilay vehivavy teo ambony lohaliny i Samsona. Dia niantso lehilahy iray izy, ka nasainy notapahiny ny randrana fito teo amin’ny lohan’i Samsona. Lasa nahavita nifehy azy izy taorian’izay, satria nihena ny tanjak’i Samsona.",
        "20": "Dia niantsoantso ilay vehivavy hoe: “Tonga hamely anao ny Filistinina, ry Samsona!” Dia nifoha i Samsona, ka niteny hoe: “Ho tafavoaka hoatran’ny teo aloha ihany aho. Hikofokofoka aho, dia ho afaka.” Tsy fantany anefa fa efa niala taminy i Jehovah.",
        "21": "Koa nosamborin’ny Filistinina izy, dia nopotsirin’izy ireo ny masony roa. Ary nentin’izy ireo nidina nankany Gaza izy, ka nofatorany tamin’ny gadra varahina roa. Dia lasa mpanodina vato lehibe fikosoham-bary tao am-ponja izy.",
        "22": "Nanomboka naniry indray anefa ilay volon-dohany notapahina.",
        "23": "Ary nivory ireo andrianan’ny Filistinina mba hanao sorona lehibe ho an’i Dagona andriamaniny sy hanao fety. Fa hoy izy ireo: “Efa nataon’ilay andriamanitsika resintsika i Samsona fahavalontsika!”",
        "24": "Rehefa nahita azy ny olona, dia nidera ny andriamaniny. Hoy izy ireo: “Efa nataon’ilay andriamanitsika resintsika ilay fahavalontsika, izay nanimba ny tanintsika sy namono olona be dia be teto amintsika.”",
        "25": "Ary falifaly izy ireo, ka niteny hoe: “Alaivo i Samsona mba hampiala voly antsika.” Dia nalainy avy tao am-ponja i Samsona mba hampiala voly azy ireo. Ary nasainy nitsangana teo anelanelan’ny andry izy.",
        "26": "Dia hoy i Samsona tamin’ilay zazalahy nitantana azy: “Mba avelao aho hikasika an’ireo andry manohana an’ity trano ity, mba hiankinako aminy.”",
        "27": "Feno lehilahy sy vehivavy ilay trano tamin’izay. Tao daholo ireo andrianan’ny Filistinina ary nisy lehilahy sy vehivavy 3 000 teo ho eo tany an-tampon-trano. Nijery an’i Samsona nampiala voly azy izy ireo.",
        "28": "Dia niantso an’i Jehovah i Samsona hoe: “Ry Jehovah Tompo Fara Tampony ô! Mba tsarovy re aho ka omeo hery azafady indrindra e! Mba amin’ity indray mandeha ity fotsiny, ry Andriamanitra ô! Avelao aho hamaly faty ny Filistinina noho ny anankiray amin’ny masoko roa.”",
        "29": "Dia nitehenan’i Samsona ireo andry roa teo afovoany izay nanohana an’ilay trano. Ny tanany havanana nitehina tamin’ny andry iray ary ny tanany havia nitehina tamin’ilay iray.",
        "30": "Dia niteny mafy be i Samsona hoe: “Avelao aho ho faty miaraka amin’ny Filistinina!” Dia natosiny araka izay fara heriny ireo andry, ka nianjeran’ilay trano ireo andriana sy ny olona rehetra tao anatiny. Betsaka kokoa àry ny olona matiny tamin’ny andro nahafatesany, raha oharina amin’ny olona matiny nandritra ny androm-piainany.",
        "31": "Taorian’izay, dia nidina mba haka azy ny rahalahiny sy ny fianakavian-drainy manontolo. Nentin’izy ireo niakatra izy, ary naleviny teo anelanelan’i Zora sy Estaola, tao amin’ny fasan’i Manoa rainy. Ary efa nitsara ny Israely nandritra ny 20 taona izy."
    },
    "17": {
        "1": "Nisy lehilahy atao hoe Mika, avy any amin’ny faritra be tendrombohitr’i Efraima.",
        "2": "Ary hoy izy tamin-dreniny: “Tadidinao ilay volafotsy 1 100 sekely nisy naka tany aminao iny? Henoko ianao nanozona an’ilay olona naka azy. Atỳ amiko ilay izy. Izaho no naka azy.” Dia hoy ny reniny: “Hotahin’i Jehovah anie ny zanako!”",
        "3": "Naveriny tany amin’ny reniny àry ilay volafotsy 1 100 sekely. Hoy anefa ny reniny: “Tsy maintsy hohamasiniko ho an’i Jehovah ilay volafotsy, anaka, amin’izay ianao afaka manamboatra sary sokitra sy sarivongana metaly amin’ilay izy. Iny fa averiko aminao indray ilay izy izao.”",
        "4": "Rehefa naveriny tany amin’ny reniny ilay volafotsy, dia naka volafotsy 200 sekely ny reniny ary nomeny ny mpanefy volafotsy izany. Nanamboaran’ilay mpanefy sary sokitra sy sarivongana metaly ilay izy, dia napetraka tao an-tranon’i Mika.",
        "5": "Nanana tranon’andriamanitra io Mika io, ary nanamboatra efoda sy sarivongana terafima. Dia notendreny ny iray tamin’ny zanany lahy mba ho mpisorona ho azy.",
        "6": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany, ary samy nanao izay noheveriny fa nety ny olona.",
        "7": "Nisy tovolahy anankiray, anisan’ny fianakavian’i Joda, avy any Betlehema any Joda. Levita izy, ary nipetraka kelikely tany.",
        "8": "Niala tany amin’ny tanànan’i Betlehema any Joda io tovolahy io mba hitady toerana hipetrahana. Dia nandeha izy, ka tonga tany amin’ny faritra be tendrombohitr’i Efraima, tany an-tranon’i Mika.",
        "9": "Ary hoy i Mika taminy: “Avy aiza ianao?” Dia hoy izy: “Levita avy any Betlehema any Joda aho, ary handeha hitady toerana hipetrahana.”",
        "10": "Dia hoy i Mika taminy: “Miaraha mipetraka amiko, dia ho mpanolo-tsaina sy ho mpisorona ho ahy ianao. Ary homeko volafotsy folo sekely ianao isan-taona, dia homeko akanjo sy sakafo koa.” Dia niditra tao an-tranony ilay Levita.",
        "11": "Nanaiky hiara-mipetraka tamin’i Mika àry ilay tovolahy, ka nataony hoatran’ny anankiray amin’ny zanany.",
        "12": "Dia notendren’i Mika ho mpisorona ho azy ilay Levita, ka nipetraka tao an-tranony.",
        "13": "Dia hoy i Mika: “Fantatro izao fa hanisy soa ahy i Jehovah, satria efa lasa mpisorona ho ahy ity Levita ity.”"
    },
    "18": {
        "1": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany. Ary nitady toerana hipetrahana ny fokon’ny Danita tamin’izany, satria mbola tsy azony daholo ny lovany teo amin’ny fokon’ny Israely.",
        "2": "Naniraka lehilahy dimy anisan’ny fianakaviany ny Danita. Lehilahy mahery fo avy any Zora sy Estaola izy ireo, ary nirahina hitsikilo sy hamantatra an’ilay tany. Hoy ny Danita tamin’izy ireo: “Mandehana, jereo hoe manao ahoana ilay tany.” Dia tonga tany amin’ny faritra be tendrombohitr’i Efraima, tany an-tranon’i Mika, izy dimy lahy, ary natory indray alina tao.",
        "3": "Tamin’izy ireo teo akaikin’ny tranon’i Mika, dia fantany ny feon’ilay tovolahy Levita. Dia nivily nankao aminy izy ireo, ka niteny hoe: “Iza no nitondra anao tatỳ? Inona no ataonao eto amin’ity toerana ity? Ary inona no mahatamana anao atỳ?”",
        "4": "Dia nitantara izy hoe: “Izany sy izany no nataon’i Mika tamiko, dia karamainy ho mpisorona ho azy aho.”",
        "5": "Dia hoy izy ireo taminy: “Mba anontanio hoe Andriamanitra, azafady, raha hahomby izao dianay izao na tsia!”",
        "6": "Dia hoy ilay mpisorona tamin’izy ireo: “Mandehana ary mirary soa ho anareo aho. Miaro anareo i Jehovah amin’izao dianareo izao.”",
        "7": "Nandeha àry izy dimy lahy ka tonga tany Laisy. Dia hitan’izy ireo fa nahavita tena hoatran’ny Sidonianina ny mponina tao. Nilamina izy ireo sady tsy nanana ahiahy, ary tsy nisy fahavalo tonga nampijaly azy tao amin’ilay tany. Lavitra an’ireo Sidonianina izy ireo, sady tsy nifandray tamin’iza na iza.",
        "8": "Rehefa tafaverina tany amin’ireo rahalahiny tany Zora sy Estaola izy dimy lahy, dia hoy ny rahalahiny taminy: “Nanao ahoana ny tany?”",
        "9": "Dia hoy izy ireo: “Hitanay hoe tena tsara ilay tany, ka andao hiakatra hamely an-dry zareo. Aza misalasala, fa andao halaina haingana ilay tany.",
        "10": "Hahita olona tsy manana ahiahy ianareo rehefa tonga any. Midadasika be koa ilay tany. Hataon’Andriamanitra resinareo ilay izy, ary misy ao daholo ny zava-drehetra etỳ ambonin’ny tany.”",
        "11": "Dia nisy 600 lahy, anisan’ny fianakavian’ny Danita, niainga avy tao Zora sy Estaola. Nitondra fitaovam-piadiana izy ireo ary vonona hiady.",
        "12": "Niakatra izy ireo ka nitoby tany Kiriata-jearima any Joda. Izany no antony niantsoana an’io toerana io hoe Mahane-dana hatramin’izao. Eo andrefan’i Kiriata-jearima no misy azy io.",
        "13": "Dia niala tao izy ireo, ka nankany amin’ny faritra be tendrombohitr’i Efraima, ary tonga tany an-tranon’i Mika.",
        "14": "Dia niteny tamin’ny rahalahiny izy dimy lahy, izay avy nitsikilo ny tany Laisy, hoe: “Fantatrareo ve fa misy efoda sy sarivongana terafima sy sary sokitra ary sarivongana metaly ao amin’ireo trano ireo? Eritrereto izay tokony hataonareo.”",
        "15": "Dia nijanona izy ireo, ary nankao an-tranon’ilay tovolahy Levita, tao an-tranon’i Mika. Ary nanontany ny fahasalamany izy ireo.",
        "16": "Ireo 600 lahy, anisan’ny fokon’i Dana, izay nitondra fitaovam-piadiana kosa nijoro teo amin’ny vavahady fidirana.",
        "17": "Ary niditra izy dimy lahy, izay avy nitsikilo an’ilay tany, dia nalain’izy ireo ilay sary sokitra sy ny efoda sy ny sarivongana terafima ary ny sarivongana metaly. Ilay mpisorona kosa nijoro teo amin’ny vavahady fidirana, niaraka tamin’ireo 600 lahy nitondra fitaovam-piadiana.",
        "18": "Niditra tao an-tranon’i Mika izy dimy lahy ka naka ny sary sokitra sy ny efoda sy ny sarivongana terafima ary ny sarivongana metaly. Dia hoy ilay mpisorona tamin’izy ireo: “Fa inona ity ataonareo?”",
        "19": "Hoy anefa izy ireo taminy: “Mangìna! Tampeno amin’ny tananao ny vavanao, ary andao hiaraka aminay, dia ho mpanolo-tsaina sy ho mpisorona ho anay ianao. Fa inona no tianao: Ho mpisorona ho an’ny ankohonan’olona iray, sa ho mpisorona ho an’ny foko sy fianakaviambe iray eo amin’ny Israely?”",
        "20": "Faly àry ilay mpisorona, ka nalainy ilay efoda sy ilay sarivongana terafima ary ilay sary sokitra. Dia lasa izy nanaraka azy ireo.",
        "21": "Dia nanohy ny diany izy ireo, ary nataony teo aloha ny zaza sy ny biby fiompy ary ny entana sarobidy.",
        "22": "Rehefa lavidavitra an’ilay tranon’i Mika izy ireo, dia nifamory ireo lehilahy nipetraka teny akaikin’ny tranon’i Mika. Ary nenjehin’izy ireo ny Danita ka tratrany.",
        "23": "Nantsointsoin’izy ireo ny Danita dia nitodika, ka niteny tamin’i Mika hoe: “Fa misy inona? Maninona ianao no nanangona an’ireo olona ireo?”",
        "24": "Dia hoy i Mika: “Nalainareo ny andriamanitra namboariko, ary nentinareo ny mpisorona. Dia inona izany sisa ny ahy? Koa maninona aho no mbola anontanianareo indray hoe: ‘Fa misy inona?’”",
        "25": "Dia hoy ny Danita taminy: “Aza tabatabaina izahay, sao dia hisy olona ho tezitra ka hamely anareo. Dia hamoy ny ainao sy ny ain’ny ankohonanao ianao.”",
        "26": "Dia nanohy ny diany ny Danita. Ary hitan’i Mika fa nahery noho izy ry zareo, dia niverin-dalana izy ka nody tany an-tranony.",
        "27": "Rehefa avy naka an’ireo zavatra namboarin’i Mika sy naka an’ilay mpisorony ny Danita, dia nankany Laisy. Notafihin’izy ireo ilay vahoaka nilamina sy tsy nanana ahiahy, ary nasiany tamin’ny sabatra. Dia nodoran’izy ireo ilay tanàna.",
        "28": "Tsy nisy olona tonga namonjy an’ilay tanàna, satria lavitra an’i Sidona izy io sady teo amin’ny tany lemak’i Beti-rehoba. Tsy nifandray tamin’iza na iza koa ny mponina tao. Dia naorin’izy ireo indray ilay tanàna ka nipetraka tao izy ireo.",
        "29": "Nantsoin’izy ireo hoe Dana ilay tanàna, araka ny anaran’i Dana rain’izy ireo, izay naterak’i Israely. Laisy anefa no anaran’izy io taloha.",
        "30": "Taorian’izay, dia natsangan’ny Danita teo amin’ny toerana iray ilay sary sokitra mba hivavahana. Ary lasa mpisorona ho an’ny fokon’ny Danita i Jonatana zanak’i Gersoma, zanak’i Mosesy, sy ny taranany, mandra-pahatongan’ny andro nanaovana sesitany ny mponin’ilay tany.",
        "31": "Ary natsangan’izy ireo teo amin’ny toerana iray ilay sary sokitra namboarin’i Mika. Teo foana ilay izy tamin’ny fotoana rehetra naha tao Silo ny tranon’ilay tena Andriamanitra."
    },
    "19": {
        "1": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany. Ary nisy Levita anankiray nipetraka tany amin’ny toerana mitokana tany amin’ny faritra be tendrombohitr’i Efraima. Naka vehivavy iray avy any Betlehema any Joda izy, mba ho vadikeliny.",
        "2": "Nanitsakitsaka azy anefa ilay vadikeliny, ary nandao azy ka nody tany an-tranon-drainy tany Betlehema any Joda. Nijanona tany efa-bolana ilay vehivavy.",
        "3": "Dia nankany aminy ny vadiny mba handresy lahatra azy hody. Ary nitondra mpanompolahy iray sy ampondra roa izy. Dia nampandrosoin’ilay vehivavy tao an-tranon-drainy izy. Faly ny rain’ilay vehivavy rehefa nahita azy.",
        "4": "Ary nandresy lahatra azy hijanona telo andro tao aminy ilay rafozany, izany hoe ny rain’ilay vehivavy. Dia nihinana sy nisotro izy ireo, ary natory tao ilay lehilahy.",
        "5": "Rehefa nifoha maraina hiainga izy ireo ny andro fahefatra, dia hoy ny rain’ilay vehivavy tamin’ny vinantolahiny: “Mihinàna zavatra kely, amin’izay mba mahazo hery, dia avy eo ianareo mandeha.”",
        "6": "Dia nipetraka izy mianaka, ary niara-nihinana sy nisotro. Avy eo, dia hoy ny rain’ilay vehivavy tamin’ilay lehilahy: “Mba mijanòna re androany alina e, ary ataovy izay mahafinaritra anao!”",
        "7": "Rehefa hiainga ilay lehilahy, dia niangavy azy foana ilay rafozany, ka nijanona tao indray izy ny alin’iny.",
        "8": "Rehefa nifoha maraina hiainga ilay lehilahy ny andro fahadimy, dia hoy ny rain’ilay vehivavy: “Mba mihinàna zavatra kely, amin’izay mba mahazo hery.” Ary nijanonjanona teo izy ireo mandra-paharivarivan’ny andro. Dia niara-nisakafo teo izy mianaka.",
        "9": "Dia nitsangana mba handeha ilay lehilahy sy ilay vadikeliny ary ilay mpanompony. Fa hoy ny rafozany, izany hoe ny rain’ilay vehivavy, taminy: “Jereo fa efa ho hariva ny andro. Mba matoria atỳ androany alina! Efa hilentika ange ny masoandro e! Matoria atỳ ary ataovy izay mahafinaritra anao. Afaka mifoha maraina ianao rahampitso, dia mandeha mody any an-tranonao.”",
        "10": "Tsy te hijanona indray alina intsony anefa ilay lehilahy. Nitsangana àry izy ka lasa nandeha ary tonga hatrany Jebosa, izany hoe Jerosalema. Ary nentiny ireo ampondra roa efa nisy lasely sy ilay vadikeliny ary ilay mpanompony.",
        "11": "Efa ho maizina ny andro, rehefa tonga teo akaikin’i Jebosa izy ireo. Dia hoy ilay mpanompo tamin’ny tompony: “Sao dia tokony hijanona ao amin’itsy tanànan’ny Jebosita itsy isika, dia hatory ao androany alina?”",
        "12": "Fa hoy ny tompony taminy: “Tsy tokony hijanona ao amin’ny tanànan’ny firenen-kafa tsy Israelita isika. Andao hanohy hatrany Gibea.”",
        "13": "Dia hoy izy tamin’ilay mpanompony: “Andao hatao izay hahatongavana eny amin’ny iray amin’iretsy tanàna iretsy. Na isika hatory ao Gibea androany alina, na ao Rama.”",
        "14": "Dia nanohy ny diany izy ireo, ary nanomboka nilentika ny masoandro vao tonga teo akaikin’i Gibea tanànan’i Benjamina izy ireo.",
        "15": "Nijanona hatory tao Gibea izy ireo. Dia niditra tao izy ireo ka nipetraka teo amin’ny tany malalaky ny tanàna. Tsy nisy nandray azy hatory tany an-tranony anefa.",
        "16": "Rehefa ela ny ela, tamin’iny hariva iny, dia nisy lehilahy efa antitra tonga avy niasa tany an-tsaha. Avy any amin’ny faritra be tendrombohitr’i Efraima izy, fa nipetraka kelikely tao Gibea izy. Benjaminita kosa ny mponina tao Gibea.",
        "17": "Dia nijery izy ka hitany teo amin’ny tany malalaky ny tanàna ilay lehilahy avy nanao dia lavitra. Dia hoy ilay zokiolona: “Avy taiza ianao, ary handeha ho aiza?”",
        "18": "Dia hoy ilay lehilahy: “Avy tany Betlehema any Joda izahay, ary ho any amin’ny toerana mitokana any amin’ny faritra be tendrombohitr’i Efraima, fa avy any aho. Nandeha kely tany Betlehema any Joda aho ary ho any an-tranon’i Jehovah. Tsy misy mampiantrano anefa aho.",
        "19": "Manana mololo sy sakafo ampy ho an’ny ampondranay izahay, sady manana mofo sy divay ho ahy sy ho an’ilay vadikeliko ary ho an’ilay mpanomponay. Efa ao daholo izay rehetra ilainay.”",
        "20": "Hoy anefa ilay zokiolona: “Dia tonga soa izany ianao! Avelao aho hikarakara izay ilainao, fa aza matory eto amin’ny tany malalaky ny tanàna.”",
        "21": "Koa nentiny tany an-tranony ilay lehilahy, ary nomeny sakafo ireo ampondra. Dia nanasa tongotra izy ireo, ary nihinana sy nisotro.",
        "22": "Raha mbola nifalifaly teo izy ireo, dia tonga nanodidina an’ilay trano ny jiolahim-boto sasany tao an-tanàna. Dia nodondonin’izy ireo mafy be ny varavarana, sady hoy foana izy ireo tamin’ilay zokiolona tompon-trano: “Avoahy atỳ ilay lehilahy nankao an-tranonao iny mba hanaovanay firaisana.”",
        "23": "Dia nivoaka ilay tompon-trano, ka niteny hoe: “Aza manao an’izany, ry rahalahiko! Aza manao an’izany zava-dratsy izany. Mba mivahiny ato amiko ange io lehilahy io e! Aza manao an’izany zavatra mamoafady izany.",
        "24": "Ao ny zanako vavy virjiny sy ny vadikelin’ilay lehilahy! Aleo ry zareo no havoakako, dia azonareo alaina baraka ry zareo, raha izay no efa masaka ao an-tsainareo. Fa aza manao zavatra mamoafady amin’io lehilahy io.”",
        "25": "Tsy nety nihaino an’ilay zokiolona anefa ireo lehilahy ireo. Dia nalain’ilay lehilahy ilay vadikeliny ka navoakany tany amin’izy ireo. Ary naolan’izy ireo sy nanamparany ny filan-dratsiny ilay vehivavy nandritra ny alina mandra-paharainan’ny andro. Dia nalefan’izy ireo izy rehefa nangiran-dratsy ny andro.",
        "26": "Vao maraina be, dia tonga ilay vehivavy ka nianjera teo amin’ny fidirana amin’ny tranon’ilay lehilahy nampiantrano ny tompony. Dia nidaboka teo izy mandra-pahazavan’ny andro.",
        "27": "Nifoha ilay lehilahy rehefa maraina ny andro, dia nosokafany ny varavaran’ilay trano, ary nivoaka izy mba hanohy ny diany. Hitany nihohoka teo amin’ny fidirana amin’ilay trano ilay vadikeliny, ary teo an-tokonam-baravarana ny tanany roa.",
        "28": "Ary hoy ilay lehilahy taminy: “Mitsangàna, andao handeha.” Tsy namaly anefa ilay vehivavy. Nataony teo ambony ampondrany àry ilay vehivavy, dia niainga izy ka lasa nody.",
        "29": "Rehefa tonga tao an-tranony izy, dia naka antsin-kena, ary noraisiny ny fatin’ilay vadikeliny, ka norasarasainy ho 12. Ary nandefasany ampahany iray avy ny faritra tsirairay tany Israely.",
        "30": "Ary hoy izay rehetra nahita izany: “Mbola tsy nisy hoatr’izao mihitsy sady mbola tsy fahita izao, hatramin’izay niakaran’ny Israelita avy tany Ejipta ka hatramin’izao. Eritrereto tsara izany, ary miaraha midinika dia lazao anay izay tokony hatao.”"
    },
    "20": {
        "1": "Dia nivoaka daholo ny Israelita rehetra avy any Dana ka hatrany Beri-sheba, ary ny avy any Gileada. Ary niara-nivory teo anatrehan’i Jehovah tany Mizpa ny vahoaka manontolo.",
        "2": "Dia nitsangana teo anivon’ny fiangonan’ny vahoakan’Andriamanitra ireo lehiben’ny vahoaka, izany hoe ireo lehiben’ny foko rehetra teo amin’ny Israely. Miaramila 400 000 no anisan’ilay fiangonana, ary mpandeha an-tongotra sady mpitan-tsabatra izy ireo.",
        "3": "Henon’ny Benjaminita hoe niakatra tany Mizpa ny lehilahy israelita. Ary hoy ny lehilahy israelita: “Teneno anay hoe ahoana no nahatonga an’izao zavatra mahatsiravina izao.”",
        "4": "Dia hoy ilay Levita vadin’ilay vehivavy nisy namono: “Tonga tao Gibea tanànan’ny fokon’i Benjamina izaho sy ny vadikeliko, mba hatory tao.",
        "5": "Ary nitsangana hanisy ratsy ahy ireo mponina tao Gibea, ka nanodidina an’ilay trano nisy ahy tamin’ny alina. Izaho no saika hovonoin’izy ireo, kanjo ny vadikeliko no naolany dia maty.",
        "6": "Dia nalaiko ny fatin’ilay vadikeliko ka norasarasaiko, ary nalefako tany amin’ny faritra rehetra eo amin’ny lovan’ny Israely. Nanao zavatra mahamenatra sy mamoafady teto amin’ny Israely mantsy izy ireo.",
        "7": "Dia teneno àry, ry vahoakan’Israely, hoe inona ny soso-kevitrareo.”",
        "8": "Dia niara-nitsangana ny vahoaka manontolo, ka nilaza hoe: “Tsy hisy hiverina any amin’ny tranolaintsika isika, na hody any an-tranontsika.",
        "9": "Fa izao no hataontsika amin’i Gibea: Hiakatra hiady aminy isika, fa hanao antsapaka aloha isika hahitana hoe iza no handeha.",
        "10": "Ary hakantsika lehilahy 10 isaky ny 100 ny foko rehetra eo amin’ny Israely, 100 isaky ny 1 000, ary 1 000 isaky ny 10 000, mba hanangona vatsy ho an’ny miaramila. Amin’izay ireo miaramila dia ho afaka hanafika an’i Gibea tanànan’ny fokon’i Benjamina, noho ny zavatra mamoafady nataon-dry zareo teto amin’ny Israely.”",
        "11": "Nifanaraka àry ny lehilahy israelita rehetra fa hiara-manafika an’ilay tanàna.",
        "12": "Dia naniraka olona ho any amin’izay rehetra anisan’ny fokon’i Benjamina ny fokon’ny Israely, mba hilaza hoe: “Inona izany zavatra mahatsiravina nitranga teto aminareo izany?",
        "13": "Atolory anay ireo jiolahim-boto ao Gibea ireo, mba hamonoanay azy ho faty sy hanesorana ny ratsy tsy ho eto amin’ny Israely.” Tsy nety nihaino ny tenin’ny Israelita rahalahiny anefa ny Benjaminita.",
        "14": "Dia niala avy any an-tanànany avy ny Benjaminita, ka nankany Gibea mba hiady tamin’ny lehilahy israelita.",
        "15": "Nahangona lehilahy 26 000 avy any an-tanànany ny Benjaminita tamin’ izay andro izay, ary samy mpitan-tsabatra izy ireo. Ankoatra an’ireo, dia nisy miaramila 700 tena nahay niady koa tao Gibea.",
        "16": "Nisy lehilahy tena nahay niady tamin’ireo miaramila rehetra ireo. Niisa 700 izy ireo sady samy kavia. Samy nahay nampiasa pilotra daholo izy ireo, ary tsy nisy nivaona ny vato nalefany na dia hoatran’ny singam-bolo iray aza, fa nahavoa an’izay nokendreny foana.",
        "17": "Nahangona miaramila 400 000 ny lehilahy israelita. Mpitan-tsabatra izy ireo sady samy efa zatra ady. Tsy anisan’izany ny Benjaminita.",
        "18": "Dia niainga ny Israelita ka niakatra tany Betela, mba hanontany an’Andriamanitra. Ary hoy izy ireo: “Iza aminay no ho loha laharana rehefa hiakatra hiady amin’ny Benjaminita izahay?” Hoy i Jehovah: “Ny fokon’i Joda no ho loha laharana.”",
        "19": "Dia niainga ny Israelita rehefa maraina ny andro, ka nitoby mba hiady tamin’i Gibea.",
        "20": "Dia nivoaka hiady tamin’ny Benjaminita ny lehilahy israelita, ka nilahatra hiady tamin’izy ireo tao Gibea.",
        "21": "Nivoaka avy tao Gibea àry ny Benjaminita, ka nahafaty lehilahy israelita 22 000 tamin’io andro io.",
        "22": "Nisikina herim-po anefa ny miaramila israelita, ka nilahatra hiady tamin’izy ireo indray teo amin’ilay toerana niadiany tamin’ny andro voalohany.",
        "23": "Ary niakatra nankany Betela ny Israelita ka nitomany teo anatrehan’i Jehovah mandra-paharivan’ny andro. Nanontany an’i Jehovah izy ireo hoe: “Mbola tokony handeha hiady amin’ny taranak’i Benjamina rahalahinay indray ve izahay?” Dia hoy i Jehovah: “Miakara hiady aminy.”",
        "24": "Dia nanatona an’ireo Benjaminita ny Israelita tamin’ny andro faharoa mba hiady taminy.",
        "25": "Nivoaka avy tao Gibea koa ny Benjaminita tamin’ny andro faharoa mba hifanandrina taminy, ka nahafaty Israelita 18 000 indray. Mpitan-tsabatra daholo ireo maty ireo.",
        "26": "Dia niakatra tany Betela ny lehilahy israelita rehetra. Nipetraka nitomany teo anatrehan’i Jehovah izy ireo, ary nifady hanina mandra-paharivan’ny andro. Nanolotra fanatitra dorana sy fanatitra iombonana teo anatrehan’i Jehovah koa izy ireo.",
        "27": "Nanontany an’i Jehovah ny lehilahy israelita avy eo. Tany Betela mantsy tamin’izany no nisy an’ilay Vata misy ny fifanekena nataon’ilay tena Andriamanitra.",
        "28": "Nanompo teo anoloan’izy io i Finehasa zanak’i Eleazara, zanak’i Arona, tamin’izany andro izany. Dia hoy izy ireo: “Mbola tokony handeha hiady amin’ny taranak’i Benjamina rahalahinay indray ve izahay, sa aoka izay?” Dia hoy i Jehovah: “Miakara, fa hataoko resinareo izy rahampitso.”",
        "29": "Koa nametraka olona nanodidina an’i Gibea ny Israely, mba hiafina hanafika an’ilay tanàna.",
        "30": "Ary niakatra hiady tamin’ireo Benjaminita ny Israelita tamin’ny andro fahatelo, ka nilahatra hiady tamin’i Gibea, hoatran’ny teo aloha.",
        "31": "Rehefa nivoaka hifanandrina tamin’ny miaramila ny Benjaminita, dia notarihina hanalavitra ny tanàna. Ary nanomboka nasian’izy ireo sy novonoiny, hoatran’ny teo aloha, ny lehilahy sasany teny amin’ireo lalambe. Ny lalambe iray miakatra ho any Betela, ary ny iray kosa mankany Gibea. Israelita 30 teo ho eo àry no maty teny.",
        "32": "Dia hoy ny Benjaminita: “Resintsika hoatran’ny teo aloha ry zareo.” Fa hoy kosa ny Israelita: “Mody handositra isika, dia hotarihintsika hanalavitra ny tanàna ry zareo, ho eny amin’ny lalambe.”",
        "33": "Dia niala teo amin’izay nisy azy ny lehilahy israelita rehetra, ka nilahatra hiady tany Bala-tamara. Fa ireo Israelita efa niafina kosa nirohotra niala avy tao amin’izay niafenany, teny amin’ny manodidina an’i Gibea.",
        "34": "Dia tonga tandrifin’i Gibea ny lehilahy 10 000 tena nahay niady, izay nofidina avy tamin’ny Israely rehetra. Ary nafotaka ny ady. Tsy fantatry ny Benjaminita anefa fa efa nananontanona ny loza.",
        "35": "Nataon’i Jehovah resin’ny Israelita ny Benjaminita, ka 25 100 ny Benjaminita matin’ny Israelita tamin’izay andro izay. Mpitan-tsabatra daholo ireo maty ireo.",
        "36": "Noheverin’ny Benjaminita fa ho resy ny lehilahy israelita matoa nandositra. Nandositra anefa ny Israely satria natoky an’ireo nasainy niafina mba hanafika an’i Gibea.",
        "37": "Ireo niafina kosa nirohotra haingana nankao Gibea. Dia niparitaka izy ireo, ka nasiany tamin’ny sabatra izay rehetra tao an-tanàna.",
        "38": "Ary efa nifanaraka ny lehilahy israelita sy ireo niafina mba hanafika an’ilay tanàna, fa hasiany setroka hiakatra avy ao an-tanàna mba ho famantarana.",
        "39": "Rehefa nandositra ny Israelita, dia nanomboka nanafika azy ireo ny taranak’i Benjamina, ka lehilahy israelita 30 teo ho eo no matin’izy ireo. Dia hoy ny Benjaminita: “Tena resintsika hoatran’ny tamin’ilay ady teo aloha indray ry zareo.”",
        "40": "Nanomboka niakatra avy tao an-tanàna anefa ilay famantarana, izany hoe ilay setroka be. Dia nitodika ny taranak’i Benjamina, ka tazany nidedadeda nanakatra ny lanitra ny afo nandoro an’ilay tanàna manontolo.",
        "41": "Ary niverina tampoka ny lehilahy israelita, ka very hevitra ny taranak’i Benjamina satria hitany fa nidiran-doza izy ireo.",
        "42": "Dia nandositra an’ireo lehilahy israelita izy ireo, ka nankany an-tany efitra. Mbola nanenjika azy ireo ihany anefa ny Israelita. Nanampy azy ireo hamono an’ireo Benjaminita koa ny lehilahy avy amin’ny tanàna manodidina.",
        "43": "Dia nanodidina an’ireo Benjaminita izy ireo, sady nanenjika azy ireo tsy an-kijanona. Resin’izy ireo tanteraka ny Benjaminita, teo amin’ny ilany atsinanana, tandrifin’i Gibea.",
        "44": "Farany, dia 18 000 tamin’ny taranak’i Benjamina no maty. Miaramila matanjaka daholo ireo maty ireo.",
        "45": "Dia nandositra nankany an-tany efitra, tany amin’ny harambaton’i Rimona, ny taranak’i Benjamina. Nisy 5 000 tamin’izy ireo no novonoin’ny Israelita teny an-dalambe. Ary nenjehin’izy ireo hatrany Gidoma ny Benjaminita, ka mbola nahafaty 2 000 lahy izy ireo.",
        "46": "Nahatratra 25 000 ny Benjaminita rehetra maty tamin’izay andro izay. Miaramila mpitan-tsabatra sy matanjaka daholo ireo maty ireo.",
        "47": "Nisy 600 lahy kosa nandositra tany an-tany efitra, tany amin’ny harambaton’i Rimona, ary nijanona efa-bolana tany.",
        "48": "Dia niverina niady tamin’ny Benjaminita ny lehilahy israelita. Ary nasian’izy ireo tamin’ny sabatra ny olona sy ny biby fiompy ary izay rehetra tavela tao an-tanàna. Nodoran’izy ireo daholo koa izay tanàna rehetra nandalovany."
    },
    "21": {
        "1": "Ary nianiana tany Mizpa ny lehilahy israelita hoe: “Tsy hisy amintsika ireto hanome ny zanany vavy ho vadin’ny lehilahy avy amin’ny fokon’i Benjamina.”",
        "2": "Nankany Betela àry ny olona, ka nipetraka teo anatrehan’ilay tena Andriamanitra mandra-paharivan’ny andro, sady nigogogogo nitomany be mihitsy.",
        "3": "Ary hoy izy ireo: “Jehovah Andriamanitry ny Israely ô, fa maninona no misy zavatra hoatr’izao eto Israely? Dia ho foana ve izany ny foko iray eto amin’ny Israely androany?”",
        "4": "Ary nifoha maraina ny olona ny ampitson’iny ka nanorina alitara teo, mba hanolorana fanatitra dorana sy fanatitra iombonana.",
        "5": "Dia hoy ny vahoakan’Israely: “Iza tamin’ny foko rehetra teo amin’ny Israely no tsy tonga nivory teo anatrehan’i Jehovah?” Efa nianiana mantsy izy ireo hoe tsy maintsy hovonoina ho faty izay tsy niakatra teo anatrehan’i Jehovah tany Mizpa.",
        "6": "Nalahelo àry ny vahoakan’Israely noho izay nanjo ny fokon’i Benjamina rahalahiny. Hoy izy ireo: “Nisy foko iray fongotra teto amin’ny Israely androany.",
        "7": "Dia inona izany no tokony hataontsika mba hanomezana vady ho an’ireo sisa tavela? Isika mantsy efa nianiana tamin’ny anaran’i Jehovah hoe tsy hanome ny zanatsika vavy ho vadin’izy ireo.”",
        "8": "Dia hoy izy ireo: “Iza tamin’ny fokon’ny Israely no tsy niakatra teo anatrehan’i Jehovah tany Mizpa?” Ary hitan’izy ireo fa tsy nisy tonga tao amin’ilay toby nisy ny fiangonana, ny olona avy any Jabesi-gileada.",
        "9": "Rehefa nisaina hoe firy ny olona, dia hitan’izy ireo fa tsy nisy tao ny mponin’i Jabesi-gileada na dia iray aza.",
        "10": "Koa naniraka lehilahy 12 000 faran’izay matanjaka ny vahoaka, mba handeha ho any. Nanome baiko azy ireo ny vahoaka hoe: “Mandehana ka asio amin’ny sabatra ny mponin’i Jabesi-gileada, hatramin’ny zaza amam-behivavy.",
        "11": "Ary izao atao: Aringano ny lehilahy rehetra, ary aringano koa ny vehivavy rehetra efa nanao firaisana tamin’ny lehilahy.”",
        "12": "Nahita zazavavy 400 mbola virjiny anefa izy ireo teo amin’ny mponin’i Jabesi-gileada. Mbola tsy nanao firaisana tamin’ny lehilahy mihitsy ireo zazavavy ireo. Dia nentiny tao an-toby tany Silo, tany amin’ny tany Kanana, izy ireo.",
        "13": "Dia naniraka olona ho any amin’ny Benjaminita tao amin’ny harambaton’i Rimona ny vahoaka manontolo, ary namitram-pihavanana taminy.",
        "14": "Niverina tany amin’ny taniny àry ny fokon’i Benjamina, tamin’izany fotoana izany. Dia nomen’izy ireo ho vadin’ny Benjaminita ireo zazavavy avy tao Jabesi-gileada, izay tsy novonoiny niaraka tamin’ireo vehivavy hafa tao. Tsy ampy anefa ny zazavavy hitan’izy ireo tao.",
        "15": "Dia nalahelo ny olona noho ny zavatra nanjo ny fokon’i Benjamina, satria nosarahin’i Jehovah tamin’ny foko hafa teo amin’ny Israely io foko io.",
        "16": "Dia hoy ny anti-panahy teo amin’ny vahoaka: “Inona no tokony hataontsika mba hanomezana vady ho an’ireo lehilahy sisa tavela ireo? Efa naripatsika mantsy ny vehivavy rehetra teo amin’ny fokon’i Benjamina.”",
        "17": "Hoy koa izy ireo: “Tokony hahazo lova ireo Benjaminita tsy maty ireo, mba tsy hisy foko ho fongana eo amin’ny Israely.",
        "18": "Isika anefa tsy mahazo manome ny zanatsika vavy ho vadin’izy ireo, satria efa nianiana ny vahoakan’Israely hoe: ‘Voaozona izay manome vady ho an’ny fokon’i Benjamina.’”",
        "19": "Dia hoy izy ireo: “Misy fety ho an’i Jehovah atao isan-taona any Silo, any avaratr’i Betela, izany hoe eo atsinanan’ilay lalambe miakatra avy any Betela mankany Sekema, eo atsimon’i Lebona.”",
        "20": "Nomen’izy ireo baiko àry ny taranak’i Benjamina hoe: “Mandehana miafina ao amin’ny tanimboaloboka.",
        "21": "Rehefa hitanareo mivoaka handihy manao boribory ny tovovavy ao Silo, dia mivoaha avy ao amin’ny tanimboaloboka, ka samia misambotra iray amin’ireo tovovavy ao Silo mba ho vadinareo. Ary mandehana miverina any amin’ny tanin’i Benjamina.",
        "22": "Raha tonga mitaraina atỳ aminay ny rainy na ny anadahiny, dia izao no holazainay aminy: ‘Tsara fanahy aminay ange ianareo raha manampy an-dry zareo e! Tsy afaka nanome vady ho azy ireo tsirairay mantsy izahay, satria tsy ampy ny vehivavy azonay tany an’ady. Sady ho meloka koa ianareo raha nanome vady ho an-dry zareo.’”",
        "23": "Dia izany mihitsy no nataon’ny taranak’i Benjamina. Samy naka vady avy tamin’ireo vehivavy nandihy izy ireo, ary avy eo lasa niverina tany amin’ny lovany. Dia naoriny indray ny tanànany, ka nipetraka tao amin’ireny tanàna ireny izy ireo.",
        "24": "Dia niparitaka niala teo ny Israelita, tamin’izany fotoana izany, ka samy nankany amin’ny fokony sy ny fianakaviany avy. Niala teo izy ireo, ary samy nankany amin’ny lovany.",
        "25": "Tsy nisy mpanjaka teo amin’ny Israely tamin’izany andro izany, ary samy nanao izay noheveriny fa nety ny olona."
    },
    "meta": {
        "name": "Mpitsara",
        "order": 6,
        "chapter_number": 21
    }
}