{
    "1": {
        "1": "Ny tenin’ilay mpamory vahoaka, dia ilay zanak’i Davida, ilay mpanjaka eto Jerosalema.",
        "2": "“Tena zava-poana!”, hoy ilay mpamory vahoaka, “tena zava-poana! Zava-poana ny zava-drehetra!”",
        "3": "Inona no tombony azon’ny olona avy amin’ny asa mafy rehetra nisasarany etỳ ambanin’ny masoandro?",
        "4": "Lasa ny taranaka iray, ary mandimby ny taranaka iray, fa ny tany kosa maharitra mandrakizay.",
        "5": "Miposaka ny masoandro, ary milentika, sady maika erỳ ho any amin’ny fonenany, ka avy any indray no iposahany.",
        "6": "Mianatsimo ny rivotra, ary mihodina mianavaratra. Mihodina izy, eny, mihodinkodina tsy misy farany, ary miverina mihodina indray.",
        "7": "Mivarina any an-dranomasina ny renirano rehetra, nefa tsy tondraka ny ranomasina. Any amin’izay niavian’ny renirano ihany no iverenany, ary avy any indray izy no mikoriana.",
        "8": "Mandreraka daholo ny zava-drehetra ary tsy ho voatanisa izany. Tsy mety leon’ny mijery ny maso, ary tsy mety afa-po koa ny sofina.",
        "9": "Izay efa nitranga ihany no mbola hitranga, ary izay efa natao ihany no mbola hatao. Koa tsy misy zava-baovao etỳ ambanin’ny masoandro.",
        "10": "Misy afaka milaza ve hoe: “Jereo fa misy zava-baovao ity”? Tsy zava-baovao anefa izany fa efa nisy hatramin’ny fotoana tsy voafetra. Ary izay misy dia efa nisy talohantsika ihany.",
        "11": "Tsy tsaroana intsony ny olona efa taloha, ary tsy hotsaroana koa ireo mbola ho avy. Ary na ireo aza dia tsy hotsaroan’izay ho avy any aoriany koa.",
        "12": "Izaho mpamory vahoaka dia mpanjakan’ny Israely eto Jerosalema.",
        "13": "Niezaka tamin’ny foko manontolo aho mba hitady sy hikaroka fahendrena momba izay rehetra atao etỳ ambanin’ny lanitra, dia izay asa mampahory nomen’Andriamanitra hataon’ny zanak’olombelona.",
        "14": "Dia nodinihiko izay rehetra atao etỳ ambanin’ny masoandro, ka hitako fa ny zava-drehetra dia zava-poana sy toy ny misambo-drivotra fotsiny.",
        "15": "Izay mibilaka dia tsy azo ahitsy, ary izay tsy eo tsy azo isaina.",
        "16": "Hoy aho anakampo: “Nanjary nanam-pahendrena be aho, mihoatra noho izay rehetra talohako teto Jerosalema, ary misy fahendrena sy fahalalana be koa ato am-poko.”",
        "17": "Ary niezaka tamin’ny foko manontolo aho mba hahalala ny atao hoe fahendrena sy ny atao hoe hadalana, ka dia fantatro tsara ny atao hoe fahadalana. Izany koa anefa dia toy ny misambo-drivotra fotsiny.",
        "18": "Fa rehefa be ny fahendrena dia be koa ny fahasosorana, hany ka mitombo ny fahorian’izay mitombo fahalalana."
    },
    "2": {
        "1": "Hoy aho anakampo: “Aoka ny fifaliana no hizahako toetra anao, ka aoka ianao ho finaritra amin’ny zava-tsoa.” Hitako anefa fa zava-poana koa izany.",
        "2": "Hoy aho tamin’ny fihomehezana: “Hadalana!”, ary tamin’ny fifaliana: “Tsy mitondra mankaiza!”",
        "3": "Namantatra ny atao hoe hadalana aho, ka namalifaly ny tenako tamin’ny divay, nefa mbola ny fahendrena ihany no nitarika ahy. Eny, namantatra ny atao hoe hadalana aho mandra-pahitako hoe inona no tsara ho an’ny zanak’olombelona, amin’izay ataony etỳ ambanin’ny lanitra, mandritra ny androm-piainany.",
        "4": "Nanao asa lehibe maro ho ahy aho: Nanorina trano maro, nanao tanimboaloboka betsaka,",
        "5": "nanao zaridaina sy saha, namboly hazo fihinam-boa isan-karazany tao,",
        "6": "ary nanamboatra dobo maro mba hanondrahana ireo zana-kazo tao an’ala.",
        "7": "Nahazo mpanompo maro lahy sy vavy koa aho, ary nahazo mpanompo teraka tao an-tranoko. Nanana biby fiompy aho, dia omby sy ondry aman’osy maro dia maro, mihoatra noho izay rehetra talohako teto Jerosalema.",
        "8": "Nahangona volafotsy sy volamena aho, ary koa zavatra hafa izay tsy ananan’olon-tsotra, fa ny mpanjaka sy ny faritany ihany no manana azy. Nahazo mpihira lahy sy vavy be dia be aho, ary vehivavy maro, izay tena fahafinaretana ho an’ny zanak’olombelona.",
        "9": "Nisandratra aho, ary nitombo fananana mihoatra noho izay rehetra talohako teto Jerosalema. Mbola nanam-pahendrena foana anefa aho.",
        "10": "Tsy nihafihafy mihitsy aho, fa izay nirin’ny masoko dia tsy maintsy azoko. Navelako hanaram-po tamin’izay mety ho fifaliana ny foko, satria nahafaly ny foko ny asa mafy rehetra nataoko. Izany no valisoa azoko noho ny asa mafy rehetra nataoko.",
        "11": "Ary nitodika aho nijery ny asa rehetra nataon’ny tanako sy ny asa mafy rehetra niezahako mafy hotanterahina. Dia hitako fa zava-poana ny zava-drehetra sady toy ny misambo-drivotra fotsiny, ary tsy misy mahasoa etỳ ambanin’ny masoandro.",
        "12": "Ary nitodika aho nandinika ny fahendrena sy ny fahadalana ary ny fahaverezan-tsaina. Koa inona moa no mba ho vitan’izay olona handimby ny mpanjaka? Tsy inona fa izay efa natao teo aloha ihany.",
        "13": "Dia hitako fa misy tombony kokoa noho ny fahadalana ny fahendrena. Misy tombony toy izany koa ny hazavana raha oharina amin’ny haizina.",
        "14": "Mahita tsara izay lalan-kizorany ny hendry, * fa mandeha ao anaty haizim-pito kosa ny adala. Ary fantatro ankehitriny fa mitovy ihany ny iafaran’izy rehetra.",
        "15": "Dia hoy aho anakampo: “Hitovy amin’izay hiafaran’ny adala ihany no hiafarako.” Koa naninona re aho tamin’izany fotoana izany no niezaka hanana fahendrena be e? Dia hoy aho anakampo: “Zava-poana koa izany.”",
        "16": "Samy tsy tsaroana mandritra ny fotoana tsy voafetra na ny hendry na ny adala. Amin’ny andro ho avy dia samy ho efa hadino tanteraka izy. Ary ahoana no hahafatesan’ny hendry? Toy ny ahafatesan’ny adala ihany.",
        "17": "Koa halako ny fiainana, satria amiko dia mampahory ny asa atao etỳ ambanin’ny masoandro. Fa zava-poana sy toy ny misambo-drivotra fotsiny ny zava-drehetra.",
        "18": "Ary halako koa ny asa mafy rehetra nisasarako tetỳ ambanin’ny masoandro, izay avelako ho an’ny olona handimby ahy.",
        "19": "Ary iza no mahalala raha ho hendry ilay olona na ho adala? Nefa dia izy no hanjaka amin’izay rehetra niasako mafy sy nisasarako ary nanehoako fahendrena tetỳ ambanin’ny masoandro. Zava-poana koa izany.",
        "20": "Dia nanjary namoy fo aho noho ny asa mafy rehetra nisasarako tetỳ ambanin’ny masoandro.",
        "21": "Fa misy olona miasa mafy ka mampiasa ny fahendreny sy ny fahalalany ary ny fahaizany, nefa olona tsy niasa mafy tamin’izany akory no hahazo ny fananany. Zava-poana koa izany sady fahavoazana lehibe.",
        "22": "Fa inona no soa azon’ny olona amin’ny asa mafy rehetra ataony sy ny fikirizan’ny fony amin’ny asa mafy etỳ ambanin’ny masoandro?",
        "23": "Fa fahoriana sy fahasosorana foana no hitany amin’ny asany, mandritra ny androm-piainany. Tsy tony koa ny fony mandritra ny alina. Tena zava-poana koa izany.",
        "24": "Tsy misy mahasoa ny olona mihoatra noho ny mihinana, sy misotro, ary mifaly noho ny asa mafy ataony. Hitako koa fa avy amin’Andriamanitra * izany.",
        "25": "Fa iza no nihinana sy nisotro zavatra tsara kokoa noho izaho?",
        "26": "Ny olona ankasitrahan’Andriamanitra no omeny fahendrena sy fahalalana ary fifaliana, fa ny mpanota kosa ampiasainy hanangona sy hamory, mba homena an’izay ankasitrahan’Andriamanitra. Zava-poana koa izany, sady toy ny misambo-drivotra fotsiny."
    },
    "3": {
        "1": "Ny zava-drehetra dia samy misy fotoana voatondro ho azy avy, eny, misy fotoanany daholo ny raharaha rehetra etỳ ambanin’ny lanitra:",
        "2": "Misy fotoana ahaterahana * ary misy fotoana ahafatesana, misy fotoana ambolena ary misy fotoana anongotana an’izay nambolena,",
        "3": "misy fotoana amonoana ary misy fotoana anasitranana, misy fotoana andravana ary misy fotoana anorenana,",
        "4": "misy fotoana itomaniana ary misy fotoana ihomehezana, misy fotoana idradradradrana ary misy fotoana itsinjahana,",
        "5": "misy fotoana anariana vato ary misy fotoana anangonam-bato, misy fotoana amihinana ary misy fotoana ifadiana ny fifamihinana,",
        "6": "misy fotoana itadiavana ary misy fotoana amoizana ny very, misy fotoana itehirizana ary misy fotoana anariana,",
        "7": "misy fotoana androvitana ary misy fotoana anjairana, misy fotoana anginana ary misy fotoana itenenana,",
        "8": "misy fotoana itiavana ary misy fotoana ankahalana, misy fotoana ho an’ny ady ary misy fotoana ho an’ny fihavanana.",
        "9": "Inona no tombony azon’ny olona amin’izay asa mafy ataony?",
        "10": "Efa hitako ny asa nomen’Andriamanitra hataon’ny zanak’olombelona.",
        "11": "Tsara sy tamin’ny fotoanany avy no nanaovan’Andriamanitra ny zava-drehetra. Ary na ny fotoana tsy voafetra aza dia nataony tao am-pon’ny olombelona, mba tsy hahafantaran’izy ireo mihitsy ny asan’Andriamanitra hatramin’ny voalohany ka hatramin’ny farany.",
        "12": "Fantatro ankehitriny fa tsy misy mahasoa azy ireo mihoatra noho ny mifaly sy manao izay tsara mandritra ny androm-piainany.",
        "13": "Ary fantatro koa fa tokony hihinana sy hisotro ary hifaly noho ny asa mafy nisasarany ny olona rehetra. Fanomezana avy amin’Andriamanitra izany.",
        "14": "Fantatro koa ankehitriny fa haharitra mandritra ny fotoana tsy voafetra ny zava-drehetra nataon’Andriamanitra. Tsy misy anampiana na anesorana izany, fa Andriamanitra mihitsy no nanao izany mba hatahoran’ny olona azy.",
        "15": "Izay misy ankehitriny dia izay efa nisy taloha ihany. Ary izay mbola hitranga dia izay efa nitranga ihany. Andriamanitra mihitsy no mitady foana an’izay enjehina.",
        "16": "Izao koa no hitako etỳ ambanin’ny masoandro: Ao amin’izay tokony hisy ny rariny no misy faharatsiana, ary ao amin’izay tokony hisy ny fahamarinana no misy faharatsiana.",
        "17": "Dia hoy aho anakampo: “Samy hotsarain’Andriamanitra ny marina sy ny ratsy fanahy, satria misy fotoanany avy ny zava-drehetra sy ny asa rehetra.”",
        "18": "Ary niteny anakampo aho hoe hofantenan’Andriamanitra ny zanak’olombelona, ka ho fantatr’izy ireo fa toy ny biby ihany izy.",
        "19": "Fa manam-piafarana ny zanak’olombelona ary manam-piafarana koa ny biby, ary mitovy ihany ny iafaran’izy roa tonta. Fa toy ny ahafatesan’ny iray no ahafatesan’ny iray koa. Iray ihany ny hery mamelona * azy roa tonta, koa tsy misy maha ambony ny olona amin’ny biby, fa zava-poana ny zava-drehetra.",
        "20": "Samy mankany amin’ny toerana iray izy rehetra. Samy avy tamin’ny vovoka izy rehetra, ary hiverina ho vovoka indray izy rehetra.",
        "21": "Iza no mahalala na miakatra any ambony na tsia ny hery mamelona ny zanak’olombelona, ary na midina amin’ny tany na tsia ny hery mamelona ny biby?",
        "22": "Hitako fa tsy misy mahasoa ny olona mihoatra noho ny mifaly amin’ny asany, fa izany no valisoany, satria iza moa no hitondra azy hijery an’izay zavatra ho avy any aoriany?"
    },
    "4": {
        "1": "Ary nandinika indray aho mba hahitako ny fampahoriana rehetra atao etỳ ambanin’ny masoandro, ka hitako ny ranomason’ny ampahorina, nefa izy tsy nisy nampionona. Teo am-pelatanan’izay nampahory azy mantsy ny fahefana, ka tsy mba nisy nampionona izy.",
        "2": "Amiko dia sambatra ny olona efa maty, raha oharina amin’izay mbola velona.",
        "3": "Mbola sambatra noho izy roa tonta anefa izay mbola tsy ary, eny, sambatra izy satria tsy mahita ny asa mampahory atao etỳ ambanin’ny masoandro.",
        "4": "Ary hitako fa fifandrafiana no mahatonga ny asa mafy rehetra sy ny fahaiza-miasa rehetra. Zava-poana koa izany, sady toy ny misambo-drivotra fotsiny.",
        "5": "Kamo miasa ny adala, ka toy ny mihinana ny tenany ihany.",
        "6": "Aleo fialan-tsasatra eran-tanan’ila, toy izay asa mafy eran-tanan-droa nefa toy ny misambo-drivotra fotsiny.",
        "7": "Ary nandinika indray aho mba hahitako ny zava-poana etỳ ambanin’ny masoandro:",
        "8": "Misy olona irery sady tsy mba mana-namana, na zanaka na rahalahy, nefa tsy misy farany ny asa mafy ataony. Tsy afa-po amin’ny harena koa ny masony. Ary hoy izy: “Ho an’iza no iasako mafy sy ihafiako tsy hankafy zava-tsoa?” Zava-poana koa izany sady asa mampahory.",
        "9": "Tsara ny roa noho ny iray, satria ahazoan’izy ireo valisoa lehibe ny asa mafy ataony.",
        "10": "Fa raha lavo ny iray, dia afaka manarina azy ilay namany. Fa hanao ahoana kosa ilay lavo, raha tsy misy olon-kafa hanarina azy?",
        "11": "Raha miara-matory ny roa dia hafana, fa ahoana kosa no hampahafana ny olona iray monja?",
        "12": "Ny olon-tokana mety ho resin’ny olona iray, fa raha olon-droa kosa hahatohitra azy. Ary ny tady randran-telo tsy mora tapahina.",
        "13": "Aleo ankizy mahantra nefa hendry, toy izay mpanjaka antitra nefa adala, izay tsy mahatsapa intsony hoe mila fampitandremana.",
        "14": "Avy tao am-ponja izy no lasa mpanjaka, na dia teraka mahantra aza izy tao amin’io fanjakana io.",
        "15": "Hitako ny velona rehetra izay mandehandeha etỳ ambanin’ny masoandro, ary hitako koa ny nanjo an’ilay ankizy, izay nandimby toerana an’ilay mpanjaka.",
        "16": "Toa tsy misy farany ny vahoaka mpomba azy, dia ireo rehetra anjakany. Atỳ aoriana anefa, dia tsy ho faly aminy intsony ny vahoaka. Zava-poana koa izany, sady toy ny misambo-drivotra fotsiny."
    },
    "5": {
        "1": "Mahaiza mitondra tena rehefa mankao an-tranon’Andriamanitra ianao. Aleo manatona mba hihaino, toy izay manao sorona sahala amin’ny fanaon’ny adala. Tsy tsapany akory mantsy fa ratsy ny ataony.",
        "2": "Aza faingam-bava, ary aoka ny fonao tsy hanosika anao halaky hiteny eo anatrehan’Andriamanitra. Fa any an-danitra izy ary ianao kosa etỳ an-tany, ka aoka ho vitsy ny teninao.",
        "3": "Ny habetsahan’ny zavatra atao no mahatonga nofy, ary ny habetsahan’ny teny lazaina no mahatonga olona hirediredy toy ny adala.",
        "4": "Raha mivoady amin’Andriamanitra ianao, dia efao izany fa aza mangataka andro, satria tsy hahazo sitraka ny adala. Koa efao ny voadinao.",
        "5": "Aleo tsy mivoady, toy izay mivoady nefa tsy manefa.",
        "6": "Aza avela hampanota anao ny vavanao, ary aza miteny eo anatrehan’ny anjely hoe: “Diso aho tamin’iny.” Nahoana no ho tezitra aminao Andriamanitra noho ny teninao, ka handrava ny asan’ny tananao?",
        "7": "Fa ny habetsahan’ny zavatra atao no mahatonga nofy, sady mahamaro ny zava-poana sy ny teny aloaky ny vava. Matahora anefa an’Andriamanitra.",
        "8": "Aza atao mahagaga anao ny mahita ny fampahoriana ny mahantra sy ny fanitsakitsahana ny rariny sy ny hitsiny ao amin’ny faritany, fa ilay ambony kokoa noho ny ambony dia manara-maso, ary mbola misy aza ny ambony noho ireo.",
        "9": "Iombonan’izy rehetra ny tombontsoa azo avy amin’ny tany, ary mahazo izay ilainy ny mpanjaka rehefa volena ny saha.",
        "10": "Izay tia volafotsy dia tsy ho afa-po amin’izay volafotsy ananany. Ary izay tia harena koa tsy ho afa-po amin’izay harena azony. Zava-poana koa izany.",
        "11": "Raha mitombo ny harena, dia mitombo koa ny mpihinana azy. Ary inona moa no soa azon’ny tompony amin’izany afa-tsy ny mijery maso azy fotsiny?",
        "12": "Mamy ny torimason’ny mpanompo, na kely na be ny sakafony, fa ny habetsahan’ny fananan’ny mpanankarena kosa no tsy ahitany tory.",
        "13": "Misy zava-doza lehibe hitako etỳ ambanin’ny masoandro, dia ny harena tehirizin’ny tompony nefa mitondra loza ho azy.",
        "14": "Ary fongana izany harena izany satria nampidi-kizo azy ny asa nataony, ary nitera-dahy izy nefa tsy misy na inona na inona intsony eo am-pelatanany.",
        "15": "Mitanjaka ny olona rehefa mivoaka avy ao an-kibon-dreniny, ary toy izany koa izy rehefa lasa, eny, mitanjaka toy ny tamin’izy teraka ihany. Tsy mahatondra na inona na inona avy amin’izay nisasarany izy, eny, tsy misy azony entina manaraka azy.",
        "16": "Eo koa izao fahavoazana lehibe izao: Toy ny niavian’ny olona ihany no hahalasanany. Koa inona moa no tombony azon’izay miasa mafy ho an’ny rivotra?",
        "17": "Toy ny hoe mihinan-kanina ao anatin’ny haizina izy mandritra ny androm-piainany, sady sorena sy marary ary tezitra.",
        "18": "Ny zavatra tsara indrindra hitako, eny, izay tena tsara ho an’ny olona, dia ny mihinana sy misotro ary mifaly noho ny asa mafy nisasarany tetỳ ambanin’ny masoandro, mandritra ny androm-piainana nomen’Andriamanitra azy, fa izany no valisoany.",
        "19": "Izay rehetra nomen’Andriamanitra harena sy fananana dia nomeny fahafahana hihinana amin’izany koa, ka handray ny valisoany sy hifaly amin’ny asa mafy ataony. Fanomezana avy amin’Andriamanitra izany.",
        "20": "Fa mahalana izy vao hahatsiaro ny androm-piainany, satria ataon’Andriamanitra revo amin’ny zavatra mahafaly ny fony izy."
    },
    "6": {
        "1": "Misy zava-mampahory hitako etỳ ambanin’ny masoandro, ary fahita eo amin’ny olombelona izany:",
        "2": "Misy olona omen’Andriamanitra harena sy fananana ary voninahitra, sady tsy misy mahory azy fa azony daholo izay iriny, nefa tsy avelan’Andriamanitra hihinana amin’izany izy, fa olon-kafa indray no mihinana amin’izany. Zava-poana izany sady tena mampahory.",
        "3": "Na dia miteraka zato aza ny lehilahy iray, ary velona taona maro ka lava andro iainana, nefa tsy afa-po amin-java-tsoa ary tsy mety tonga ao am-pasana, dia hoy aho hoe ny zaza maty teo am-piterahana aza tsara kokoa noho izy.",
        "4": "Fa zava-poana ny nahatongavan’izany zaza izany, ary ao anaty haizina no ahalasanany, ary ho rakotry ny haizina ny anarany.",
        "5": "Tsy nahita masoandro izy sady tsy nahalala ny atao hoe masoandro. Miadana noho ralehilahy anefa izy.",
        "6": "Ary na dia atao hoe velona roa arivo taona aza ralehilahy, nefa tsy finaritra amin’ny zava-tsoa, angaha moa tsy toerana iray ihany no alehan’ny olon-drehetra?",
        "7": "Ny asa mafy rehetra ataon’ny olona dia ho an’ny vavany, nefa mbola tsy afa-po ihany izy.",
        "8": "Inona no tombony ananan’ny hendry raha oharina amin’ny adala? Ary inona no tombony azon’ny mahantra raha hainy ny mitondra tena eo anatrehan’ny velona?",
        "9": "Aleo mifaly amin’izay hitan’ny maso toy izay avezivezin’ny faniriana. Zava-poana koa izany, sady toy ny misambo-drivotra fotsiny.",
        "10": "Izay misy dia ny efa voatonona anarana ihany, ary fantatra koa ny maha izy ny olombelona. Tsy afaka mifandahatra amin’izay mahery noho ny tenany izy.",
        "11": "Betsaka ny zavatra mahatonga ny zava-poana ho maro, koa inona no tombony ananan’ny olona amin’izany?",
        "12": "Fa iza no mahalala izay mahasoa ny olona mandritra ny androm-piainany, eo amin’izao fiainana poakaty sy mandalo toy ny aloka izao? Fa iza no hilaza amin’ny olona izay hitranga etỳ ambanin’ny masoandro aorian’ny ahalasanany?"
    },
    "7": {
        "1": "Aleo laza tsara * toy izay menaka manitra, ary aleo ny andro ahafatesana toy izay ny andro ahaterahana.",
        "2": "Aleo mankany amin’ny trano misy fisaonana toy izay mankany amin’ny trano misy fanasana, satria fahafatesana no iafaran’ny olombelona rehetra, ka hisaintsaina izany ny velona.",
        "3": "Aleo alahelo toy izay fihomehezana, satria manatsara fo ny endrika manjombona.",
        "4": "Ao amin’ny trano misy fisaonana ny fon’ny hendry, fa ao amin’ny trano misy fifaliana kosa ny fon’ny adala.",
        "5": "Aleo mihaino ny anatra mafy omen’olon-kendry toy izay mandre ny hiran’ny adala.",
        "6": "Fa toy ny firefotry ny tsilo ao ambany vilany ny fihomehezan’ny adala. Zava-poana koa izany.",
        "7": "Mety hahatonga ny hendry hanao adaladala ny fampahoriana. Ary mampiova ny ao am-po ny kolikoly.",
        "8": "Aleo ny fiafaran’ny raharaha toy izay ny fiandohany. Aleo olona manam-paharetana toy izay olona mihevi-tena ho ambony.",
        "9": "Aoka ianao tsy ho mora tezitra, fa ny fahatezerana mitoetra ao an-tratran’ny adala.",
        "10": "Aza manao hoe: “Fa nahoana re no tsara noho ny ankehitriny ny taloha e?” Tsy fahendrena mantsy ny hametrahanao izany fanontaniana izany.",
        "11": "Tsara sady mahasoa an’izay mahita masoandro ny fahendrena sy ny lova.",
        "12": "Fiarovana ny fahendrena, ary fiarovana koa ny vola. Izao anefa ny tombony azo amin’ny fahalalana: Rehefa ampiarahina amin’ny fahendrena izy dia miaro ny ain’izay manana azy.",
        "13": "Diniho ny asan’Andriamanitra, fa iza no afaka manitsy an’izay efa nataony mibilaka?",
        "14": "Amin’ny andro mahafaly dia mifalia, ary amin’ny andro mahory dia aoka ho fantatrao fa samy nataon’Andriamanitra na ny andro mahafaly na ny andro mahory, mba tsy hahafantaran’ny olombelona izay hitranga any aoriany.",
        "15": "Efa hitako daholo ny zava-drehetra, nandritra ny fiainana poakaty nananako. Misy olo-marina maty nefa nanao ny tsara, ary misy ratsy fanahy ela velona nefa manao ratsy.",
        "16": "Aza marina loatra, ary aza miseho ho hendry loatra. Fa nahoana no dia hanimba tena ianao?",
        "17": "Aza ratsy toetra loatra koa, ary aza manao adaladala. Fa nahoana no ho faty ianao nefa mbola tsy fotoana tokony hahafatesanao?",
        "18": "Tsara raha fikirinao ny iray, nefa tsy avelanao koa ilay iray. Fa tsy hisy hanjo an’izay matahotra an’Andriamanitra izany rehetra izany.",
        "19": "Ny fahendrena no mahatonga ny hendry hahery kokoa noho ny lehilahy folo mifehy tanàna iray.",
        "20": "Na iza na iza olo-marina eto ambonin’ny tany ka manao ny tsara dia mbola manota ihany.",
        "21": "Aza raisina am-po daholo ny teny rehetra lazain’ny olona, sao handre ny mpanomponao hanozona anao ianao.",
        "22": "Fantatrao tsara mantsy fa na ianao koa aza mba efa nanozona ny hafa imbetsaka koa.",
        "23": "Nampiasa fahendrena aho mba hitsapako izany rehetra izany. Hoy aho: “Ho hendry aho.” Lavitra ahy anefa ny fahendrena.",
        "24": "Tsy takatry ny saina sady lalina dia lalina ny zava-mitranga rehetra. Iza no mahafantatra izany?",
        "25": "Niezaka tamin’ny foko manontolo aho mba hamantatra sy handinika ary hikaroka ny fahendrena sy ny anton-javatra, ary mba hamantatra ny maha ratsy ny hadalana sy ny maha hadalana ny fahaverezan-tsaina.",
        "26": "Dia izao no hitako: Mangidy noho ny fahafatesana ny vehivavy toy ny fandrika harato, sady manana fo sahala amin’ny harato tarihina ary tanana toy ny gadra vy. Ankasitrahan’Andriamanitra ny olona raha afa-miala amin’ny vehivavy toy izany, fa manota kosa izay azony.",
        "27": "“Ary izao no hitako”, hoy ilay mpamory vahoaka, “rehefa nodinihiko tsirairay ny zava-drehetra, mba hahitako izay hamintinako azy,",
        "28": "eny, nikaroka foana an’izay hamintinako azy aho, nefa tsy nahita. Lehilahy iray tamin’ny arivo no hitako fa marina, ary tamin’ny vehivavy arivo dia tsy nisy hitako ho marina na iray aza.",
        "29": "Izao ihany no hitako: Mahitsy fo no nanaovan’Andriamanitra ny olombelona, saingy nitady tetika maro izy ireo.”"
    },
    "8": {
        "1": "Iza no tahaka ny olon-kendry? Iza no mahay manazava ny hevitry ny zava-mitranga? Ny fahendren’ny olona no mahatonga ny tarehiny hamiratra, ary na ny endriny manjombona aza dia lasa miramirana.",
        "2": "Hoy aho: “Ankatoavy ny didin’ny mpanjaka, noho ny fianianana natao tamin’Andriamanitra.",
        "3": "Aza maika hiala eo anatrehan’ny mpanjaka. Ary aza mikiry manao ratsy, fa azony atao daholo ange izay tiany hatao e!",
        "4": "Manan-kery mantsy ny tenin’ny mpanjaka, ka iza no afaka hilaza aminy hoe: ‘Inona ity ataonao?’”",
        "5": "Tsy hisy loza hanjo an’izay mankatò ny didy. Ary ho fantatry ny olona manana fo hendry fa mbola ho avy ny fotoana sy ny fitsarana.",
        "6": "Fa misy fotoanany avy ny zava-drehetra ary ny raharaha rehetra dia hotsaraina avokoa, satria be dia be ny fahoriana mahazo ny olombelona.",
        "7": "Tsy misy mahalala izay ho avy, ary iza tokoa moa no afaka hilaza aminy izay ho avy?",
        "8": "Tsy misy manana fahefana amin’ny aina ka hoe hahatana ny ainy, ary tsy ananan’ny olona fahefana koa ny andro ahafatesany, sady tsy misy afa-miala amin’ny ady. Ary tsy havelan’ny faharatsiana ho afa-maina izay manaram-po amin’ny ratsy.",
        "9": "Efa hitako daholo izany rehetra izany, ary niezaka tamin’ny foko manontolo aho mba handinika ny asa rehetra atao etỳ ambanin’ny masoandro. Nandritra izany fotoana izany, dia nanjakazaka tamin’ny namany ny olona ka nampiditra loza taminy.",
        "10": "Na izany aza anefa, dia hitako ny nandevenana ny ratsy fanahy, ary ny nahatongavany sy ny nahalasanany tsy ho eo amin’ny toerana masina. Tsy tsaroana intsony izy ireny, tao amin’ny tanàna nanaovany ny asa ratsiny. Zava-poana koa izany.",
        "11": "Koa satria tsy tanterahina haingana ny fanamelohana noho ny ratsy natao, dia mikiry manao ratsy ny fon’ny zanak’olombelona.",
        "12": "Na dia manao ratsy injato aza ny mpanota, sady ela velona ka manao izay tiany, dia fantatro kosa fa ho tsara fiafara ireo matahotra an’Andriamanitra, satria natahotra Azy.",
        "13": "Ho ratsy fiafara kosa ny ratsy fanahy, sady tsy ho afaka hanalava ny androm-piainany, izay toy ny aloka, satria tsy natahotra an’Andriamanitra izy.",
        "14": "Izao koa ny zava-poana mitranga eto ambonin’ny tany: Misy olo-marina iharan’ny valin’asan’ny ratsy fanahy, ary misy ratsy fanahy mioty ny vokatry ny asan’ny olo-marina. Hoy aho: “Zava-poana koa izany.”",
        "15": "Ary noderaiko ny fifaliana, satria etỳ ambanin’ny masoandro dia tsy misy mahasoa ny olona mihoatra noho ny mihinana sy misotro ary mifaly. Ary tokony hahatsapa fifaliana foana izy amin’ny asa mafy ataony, mandritra ny androm-piainana nomen’Andriamanitra azy etỳ ambanin’ny masoandro.",
        "16": "Koa niezaka tamin’ny foko manontolo aho mba hahalala ny atao hoe fahendrena sy handinika ny asa atao etỳ ambonin’ny tany. Misy olona tsy mandry andro tsy mandry alina mantsy noho izany asa izany.",
        "17": "Ary hitako ny asa rehetra nataon’Andriamanitra. Hitako koa fa tsy ho vitan’ny olombelona ny hamantatra ny asa atao etỳ ambanin’ny masoandro. Na miezaka mafy toy inona aza izy mba hitady izany, dia tsy hahita. Ary na dia hilaza aza izy fa manana ny fahendrena ilaina mba hahalalana izany, dia mbola tsy hahafantatra ihany."
    },
    "9": {
        "1": "Izao no noraketiko tato am-poko rehefa nanao fikarohana aho: Eo an-tanan’Andriamanitra ny olo-marina sy ny hendry, mbamin’ny asan’izy ireo. Samy tsy fantatry ny olombelona na ny fitiavana na ny fankahalana nisy talohany.",
        "2": "Mitovy ny manjo ny olon-drehetra. Mitovy ny iafaran’ny marina sy ny ratsy fanahy, ny tsara fanahy sy ny madio ary ny tsy madio, ny manao sorona sy ny tsy manao. Mitovy ihany ny tsara fanahy sy ny mpanota, ary mitovy koa ny manao fianianana sy ny matahotra ny hanao fianianana.",
        "3": "Izao no zava-mampahory hitako, amin’izay rehetra atao etỳ ambanin’ny masoandro: Feno faharatsiana ny fon’ny zanak’olombelona satria mitovy ihany ny iafaran’izy rehetra. Misy hadalana ao am-pony mandritra ny androm-piainany, ary avy eo dia lasa any amin’ny maty izy!",
        "4": "Raha mbola anisan’ny velona ny olona iray dia mbola misy ny fanantenana, satria aleo alika velona toy izay liona maty.",
        "5": "Fa fantatry ny velona fa ho faty izy, fa ny maty kosa tsy mahalala na inona na inona, sady tsy mahazo valin-kasasarana intsony, satria hadino izay nahatsiarovana azy.",
        "6": "Efa foana koa ny fitiavany sy ny fankahalany ary ny fialonany. Tsy misy anjarany intsony amin’izay rehetra atao etỳ ambanin’ny masoandro.",
        "7": "Mandehana, hano amim-pifaliana ny sakafonao, ary sotroy amin’ny fo falifaly ny divainao, satria sitrak’Andriamanitra ny asanao.",
        "8": "Aoka ho fotsy foana ny akanjonao, ary aoka hisy menaka foana ny lohanao.",
        "9": "Ankafizo ny fiainana iarahanao amin’ny vady malalanao, mandritra ny fiainana poakaty nomen’Andriamanitra anao etỳ ambanin’ny masoandro, eny, mandritra ny androm-piainanao, izay zava-poana ihany. Izany mantsy no valisoanao eo amin’ny fiainana sy valisoanao noho ny asa mafy isasaranao etỳ ambanin’ny masoandro.",
        "10": "Izay rehetra azon’ny tananao atao dia ataovy amin’ny herinao manontolo, fa tsy misy asa na eritreritra na fahalalana na fahendrena ao amin’ny Fasana, * izay toerana halehanao.",
        "11": "Nandinika indray aho ka izao no hitako etỳ ambanin’ny masoandro: Tsy ny haingam-pandeha no mahazo fandresena, ary tsy ny mahery no mandresy, ary tsy ny hendry no manan-kanina, ary tsy ny mahira-tsaina no mahazo harena, ary tsy ny manam-pahalalana no mahazo sitraka, satria mety ho azon-tsampona izy rehetra amin’ny fotoana tsy ampoizina.",
        "12": "Fa tsy fantatry ny olombelona ny fotoana ahafatesany. Toy ny trondro azon’ny harato mahafaty sy toy ny vorona azon’ny fandrika ny zanak’olombelona, izay voafandrika rehefa tonga tampoka aminy ny fotoana ahitan-doza.",
        "13": "Izao koa no fahendrena hitako tetỳ ambanin’ny masoandro, ary nampiaiky volana ahy izany:",
        "14": "Nisy tanàna kely iray, nonenan’ny lehilahy vitsivitsy. Dia nisy mpanjaka lehibe iray tonga ka nanodidina an’ilay tanàna sy nanisy dongona goavana mba hanaovana fahirano azy.",
        "15": "Ary nisy lehilahy nahantra nefa hendry tao, ary ny fahendreny no nahavoavonjy an’ilay tanàna. Tsy mba nisy nahatsiaro anefa io lehilahy nahantra io.",
        "16": "Dia hoy aho: “Aleo fahendrena toy izay tanjaka. Hamavoina anefa ny fahendren’ny mahantra, ary tsy mba henoina ny teniny.”",
        "17": "Ny teny malefaka avy amin’ny hendry dia misy lanjany kokoa noho ny antsoantson’ny mpitondra manjaka eo amin’ny adala.",
        "18": "Aleo fahendrena toy izay fitaovam-piadiana. Ary afaka manimba zava-tsoa maro na dia mpanota iray monja aza."
    },
    "10": {
        "1": "Fatin-dalitra no mahamaimbo sy manimba ny menaky ny mpanamboatra menaka manitra. Toy izany koa fa hadalana kely dia manimba ny laza tsaran’izay malaza ho hendry sy be voninahitra.",
        "2": "Ny fon’ny hendry dia eo ankavanany, fa ny fon’ny adala kosa eo ankaviany.",
        "3": "Hita amin’izay rehetra ataon’ny adala fa tsy ampy saina * izy, ka toy ny milaza amin’ny rehetra izy hoe adala ny tenany.",
        "4": "Raha misafoaka aminao ny mpitondra, dia aza miala eo amin’ny toeranao, fa misoroka fahotana lehibe ny fahatoniana.",
        "5": "Misy zava-doza hitako etỳ ambanin’ny masoandro, anisan’izany ny fahadisoana ataon’izay manana fahefana.",
        "6": "Nomena toerana ambony maro ny adala, fa ny mpanankarena kosa mitana toerana ambany hatrany.",
        "7": "Ny mpanompo indray no hitako mitaingin-tsoavaly, fa ny andriana kosa mandeha an-tongotra toy ny mpanompo.",
        "8": "Izay mihady lavaka no ho latsaka ao, ary izay mandrava manda vato no hokaikerin’ny bibilava.",
        "9": "Izay mamaky vato no haratra, ary mila mitandrina izay mikapa hazo.",
        "10": "Raha dombo ny famaky nefa tsy rangitina, dia ho be kokoa ny hery tsy maintsy ampiasaina. Koa misy tombony ny fahendrena rehefa ampiasaina araka ny tokony ho izy.",
        "11": "Raha misy olona mahay mibaiko bibilava nefa voakaikitra ihany satria mbola tsy nahavita nibaiko azy, dia tsy misy tombony ho azy izany fahaizany mampiasa ny lelany izany.",
        "12": "Ahazoana fankasitrahana ny teny aloaky ny vavan’ny hendry, fa ny molotry ny adala kosa hitera-pahavoazana ho an’ny tenany.",
        "13": "Hadalana no anombohany ny teniny, ary hadalana mampidi-doza koa no amaranany azy.",
        "14": "Be resaka loatra ny olona adala. Tsy misy olona mahalala ny hoavy. Koa iza no afaka milaza aminy izay ho avy any aoriany?",
        "15": "Ny asa mafy ataon’ny adala no mandreraka azy, satria tsy misy na iray aminy aza mahita ny lalana mankany an-tanàna.",
        "16": "Hanao ahoana ianao, ry tany, raha zaza no mpanjakanao ary ny andriananao tsy mitsaha-mihinana efa hatramin’ny maraina?",
        "17": "Sambatra ianao, ry tany, raha zanaky ny olona ambony ny mpanjakanao, ary ny andriananao misakafo amin’ny fotoana mety mba hahazoana hery, fa tsy misotro tafahoatra.",
        "18": "Ny fahalainana be no mampiletsy ny tafo, ary ny hakamoan’ny tanana no mampitete ny trano.",
        "19": "Mitondra fifaliana ho an’ny mpiasa ny sakafo ary maharavoravo ny divay, fa ny vola kosa no ahazoana ny zava-drehetra.",
        "20": "Aza manozona ny mpanjaka na dia ao amin’ny efitranonao aza, ary aza manozona ny mpanankarena na dia ao amin’ny efitrano anatiny atorianao aza. Fa na ny voro-manidina eny amin’ny lanitra aza hitondra ny feo, ary izay manana elatra hanambara izany."
    },
    "11": {
        "1": "Alefaso eny ambony rano ny mofonao, fa ho hitanao indray izy rehefa afaka andro maro.",
        "2": "Anomezo ho an’olona fito ny fanananao, eny, ho an’olona valo aza, fa tsy fantatrao izay loza hitranga eto an-tany.",
        "3": "Rehefa vonton-drano ny rahona, dia mampirotsaka orana amin’ny tany. Ary raha mianjera mianatsimo na mianavaratra ny hazo, dia eo amin’izay ianjerany ihany no hisy azy.",
        "4": "Izay mandinika ny rivotra dia tsy hamafy, ary izay mijery ny rahona, tsy hijinja.",
        "5": "Toy ny tsy ahalalanao ny lalan’ny hery mamelona, izay ao amin’ny taolan’ny zaza ao an-kibon’ny vehivavy, no tsy ahafantaranao ny asan’Andriamanitra izay manao ny zava-drehetra.",
        "6": "Mamafaza voa amin’ny maraina, ary aza atsahatra ny tananao mandra-paharivan’ny andro, satria tsy fantatrao izay ho vanona, na itsy na irỳ, na samy ho vanona izy roa.",
        "7": "Mahafinaritra ny hazavana, ary tsara ho an’ny maso ny mahita masoandro.",
        "8": "Fa raha velona taona maro ny olona iray, dia aoka izy hifaly mandritra izany fotoana rehetra izany. Ary aoka hotsaroany ireo andro manjombona, na dia mety ho maro aza. Zava-poana mantsy ny andro tsirairay ho avy.",
        "9": "Mifalia ry tanora dieny mbola tanora ianao, ary aoka ny fonao hampifalifaly anao amin’ny andro fahatanoranao, ka ataovy izay irin’ny fonao sy izay mahafinaritra ny masonao. Fantaro anefa fa hotsarain’Andriamanitra ianao amin’izany rehetra izany.",
        "10": "Koa arovy tsy ho azom-pahoriana ny fonao, ary ampanalaviro ny nofonao ny loza, fa zava-poana ny fotoana maha zatovo sy ny fahatanorana."
    },
    "12": {
        "1": "Tsarovy ilay Mpamorona Be Voninahitra nanao anao. Eny, tsarovy izy amin’ny andro fahatanoranao, dieny mbola tsy tonga ny andro mahory sy ireo taona izay hitenenanao hoe: “Tsy tiako izao mahazo ahy izao”,",
        "2": "dieny mbola tsy maizina ny hazavan’ny masoandro sy ny volana ary ny kintana, dieny mbola tsy tonga indray ny rahona ka hirotsaka ny orana.",
        "3": "Fa amin’izay dia hangovitra ireo mpiandry trano, hanjoko ireo lehilahy matanjaka, tsy hiasa intsony ireo vehivavy mpitoto, satria efa vitsy, ary ho maizina izay jeren’ireo vehivavy mitazana eo am-baravarankely,",
        "4": "hikatona ireo varavarana mankeny an-dalana, ho iva ny feon’ny vato fikosoham-bary, ho tafafoha ilay olona raha vao maneno ny voronkely, ary ho iva ny feon’ny vehivavy mpihira rehetra.",
        "5": "Lasa mampahatahotra azy ny toerana avo, ary misy zava-mampitebiteby azy eny an-dalana. Ary hamony ny hazo amandie, hananosarotra ny fandehan’ny valala, ho vaky felana ny kapra, satria mizotra mankany amin’ny trano hitoerany maharitra ny olona, ary ny mpitomany handehandeha eny an-dalana.",
        "6": "Koa tsarovy ny Mpamorona anao, dieny mbola tsy tapaka ny tady volafotsy, ary mbola tsy potika ny vilia baolina volamena, ary mbola tsy vaky ny siny eny an-doharano, ary mbola tsy potika ny bolaky * eo amin’ny lavadrano.",
        "7": "Dia hiverina amin’ny tany toy ny teo aloha ny vovoka, fa ny hery mamelona * kosa hiverina amin’Andriamanitra izay nanome izany.",
        "8": "“Tena zava-poana!”, hoy ilay mpamory vahoaka, “zava-poana ny zava-drehetra.”",
        "9": "Hendry ilay mpamory vahoaka, ary tsy nitsahatra nampianatra olona hahazo fahalalana koa izy, sady nisaintsaina sy nanao fikarohana lalina, mba hahafahany handrindra ohabolana maro.",
        "10": "Niezaka nitady teny mahafinaritra ilay mpamory vahoaka, sady nanoratra tenim-pahamarinana tsy misy diso.",
        "11": "Tahaka ny hazo fanindronana omby ny tenin’ny hendry, ary toy ny fantsika milentika ireo revo manangona tenim-pahendrena. Avy tamin’ny mpiandry iray izy ireny.",
        "12": "Ankoatra izany, anaka, dia mitandrema fa tsy misy farany ny fanaovana boky maro, ka mandreraka ny tena ny fifantohana be amin’ireny.",
        "13": "Izao no famaranan-teny rehefa re izany rehetra izany: Matahora an’Andriamanitra ka tandremo ny didiny, fa izany no adidy tokony hataon’ny olombelona.",
        "14": "Fa hotsarain’Andriamanitra ny karazan’asa rehetra mbamin’ny zava-miafina rehetra, ka izy no hamaritra na tsara izany na ratsy."
    },
    "meta": {
        "name": "Mpitoriteny",
        "order": 20,
        "chapter_number": 12
    }
}