{
    "1": {
        "1": "Ny tenin’ilay mpamory vahoaka, ilay zanak’i Davida, ilay mpanjaka eto Jerosalema.",
        "2": "“Tena tsisy dikany!”, hoy ilay mpamory vahoaka, “Tena tsisy dikany! Tsisy dikany ny zava-drehetra!”",
        "3": "Inona no tombony azon’ny olona avy amin’ny asa mafy rehetra ataony, Dia izay isasarany etỳ ambanin’ny masoandro?",
        "4": "Lasa ny taranaka iray, ary mandimby azy ny taranaka iray, Fa ny tany kosa maharitra mandrakizay.",
        "5": "Miposaka ny masoandro, ary milentika, Dia avy eo miverina haingana any amin’ilay toerana iposahany indray.",
        "6": "Mianatsimo ny rivotra, ary mihodina mianavaratra. Mihodinkodina foana izy, ary mihodinkodina tsy an-kijanona.",
        "7": "Mikoriana mankany an-dranomasina daholo ny renirano, nefa tsy tondraka ny ranomasina. Any amin’izay niavian’ny renirano ihany no iverenany, dia avy any indray izy no mikoriana.",
        "8": "Mandreraka daholo ny zava-drehetra, Ka tsy misy mahavita mitanisa an’izany. Tsy leon’ny mijery ny maso, Ary tsy leon’ny mihaino koa ny sofina.",
        "9": "Izay efa nitranga ihany no mbola hitranga, Ary izay efa natao ihany no mbola hatao. Tsy misy zava-baovao etỳ ambanin’ny masoandro.",
        "10": "Angaha misy zavatra azon’ny olona lazaina hoe vaovao? Tsy misy fa efa nisy hatry ny ela ilay izy, Efa ela be talohan’izao androntsika izao.",
        "11": "Tsy misy mahatadidy an’izay olona efa tany aloha tany. Izay mbola ho avy koa tsy ho tadidin’izay handimby azy, Ary na ireo handimby ireo koa aza tsy ho tadidin’izay ho avy any aoriany.",
        "12": "Izaho mpamory vahoaka dia mpanjakan’ny Israely eto Jerosalema.",
        "13": "Niezaka tamin’ny foko manontolo aho nampiasa ny fahendreko, ka nandinika an’izay rehetra atao etỳ ambanin’ny lanitra. Nohadihadiko tsara koa ny asa nomen’Andriamanitra ny zanak’olombelona, izany hoe ny asa mampijaly ilofosan’izy ireo.",
        "14": "Nodinihiko izay rehetra atao etỳ ambanin’ny masoandro, Ka hitako hoe tsisy dikany ny zava-drehetra fa misambo-drivotra fotsiny.",
        "15": "Izay mibilaka dia tsy azo ahitsy, Ary izay tsy eo tsy azo isaina.",
        "16": "Dia hoy aho anakampo: “Nahazo fahendrena be aho, mihoatra noho izay rehetra talohako teto Jerosalema. Manana fahendrena sy fahalalana be koa aho ato am-poko.”",
        "17": "Niezaka tamin’ny foko manontolo aho hahalala ny atao hoe fahendrena sy ny atao hoe hadalana ary ny hoe manao adaladala. Misambo-drivotra fotsiny koa anefa izany.",
        "18": "Fa rehefa be ny fahendrena dia be koa ny fahasosorana. Rehefa mitombo àry ny fahalalana, dia mitombo koa ny fahoriana."
    },
    "2": {
        "1": "Dia hoy aho anakampo: “Andeha aho mba hanao izay mahafinaritra ahy, dia ho hitako eo raha tsara ny vokany.” Hitako anefa fa tsisy dikany koa izany.",
        "2": "Hoy aho momba ny fihomehezana: “Hadalana fotsiny izany!” Ary hoy aho momba ny fahafinaretana: “Tsy mitondra mankaiza akory!”",
        "3": "Namantatra an’izany hoe manaram-po misotro divay izany aho, nefa mbola niezaka ny ho hendry koa. Nanandrana nanao hadalana mihitsy aza aho, mba hahafantarako an’izay zavatra tsara indrindra tokony hataon’ny olombelona etỳ ambanin’ny lanitra, mandritra ny andro vitsy iainany.",
        "4": "Nanao zavatra miavaka be aho: Nanorina trano be dia be, nanao tanimboaloboka maro,",
        "5": "nanao zaridaina sy saha, dia namboly voankazo isan-karazany tao,",
        "6": "ary nanamboatra dobo be dia be hanondrahana ala kely mandrobona.",
        "7": "Nahazo mpanompo lahy sy vavy maro aho, ary nanana mpanompo teraka tao an-tranoko. Nanana biby fiompy be dia be koa aho, dia omby sy ondry aman’osy, mihoatra noho ny an’izay rehetra talohako teto Jerosalema.",
        "8": "Nahangona volafotsy sy volamena aho, dia ny harenan’ny mpanjaka sy ny an’ny faritany. Nahazo mpihira lahy sy vavy be dia be aho, sady nanana an’ilay tena mahafinaritra ny zanak’olombelona, dia ny vehivavy, ary vehivavy be dia be mihitsy aza.",
        "9": "Vao mainka àry aho lasa ambony ka nihoarako daholo izay talohako teto Jerosalema. Mbola nanam-pahendrena foana anefa aho.",
        "10": "Tsy mba nihafihafy mihitsy aho rehefa nisy zavatra niriko. Nataoko daholo izao zavatra mahafinaritra rehetra izao, satria nahafaly ny foko ny asa mafy rehetra nataoko. Izany no valisoa azoko, noho ny asa mafy rehetra nataoko.",
        "11": "Rehefa nisaintsaina ny zavatra rehetra nataon’ny tanako sy ny asa mafy rehetra nisasarako anefa aho, dia hitako hoe tsisy dikany ny zava-drehetra fa misambo-drivotra fotsiny. Tsy misy zavatra mba tena hoe misy vidiny etỳ ambanin’ny masoandro.",
        "12": "Dia nofantariko indray ny atao hoe fahendrena sy hadalana ary ny hoe very saina. Inona moa no mba ho vitan’izay olona handimby ny mpanjaka? Izay efa natao teo aloha ihany.",
        "13": "Dia hitako fa misy tombony kokoa noho ny hadalana ny fahendrena, mitovy amin’ny hoe misy tombony kokoa noho ny haizina ny hazavana.",
        "14": "Mahita tsara an’izay lalana halehany ny hendry, fa mirenireny ao amin’ny maizina kosa ny adala. Lasa fantatro koa fa mitovy ihany ny hiafaran’izy rehetra.",
        "15": "Avy eo dia hoy aho anakampo: “Izay hiafaran’ny adala ihany no hiafarako.” Koa inona ny tombony azoko na dia lasa hendry be tahaka ny inona aza aho? Dia hoy aho anakampo: “Mbola tsisy dikany koa izany.”",
        "16": "Na ny hendry mantsy na ny adala, dia tsy hoe hotsaroana foana. Samy ho hadino daholo ny olona, rehefa any aoriana any. Ary ahoana no hahafatesan’ny hendry? Mitovy amin’ny hahafatesan’ny adala ihany.",
        "17": "Lasa halako àry ny fiainana, satria hoatran’ny manorisory ahy daholo izay zavatra atao etỳ ambanin’ny masoandro. Fa tsisy dikany ny zava-drehetra fa misambo-drivotra fotsiny.",
        "18": "Lasa halako ny zavatra rehetra nisasarako tetỳ ambanin’ny masoandro, satria tsy maintsy avelako ho an’izay olona handimby ahy.",
        "19": "Ary iza no mahalala raha ho hendry izany olona izany na ho adala? Izaho no nikely aina niasa mafy sady nampiasa ny fahendreko rehetra, nefa dia izy no hanjaka amin’ny zavatra rehetra azoko tetỳ ambanin’ny masoandro. Tsisy dikany koa izany.",
        "20": "Dia namoy fo aho noho ny asa mafy rehetra nisasarako tetỳ ambanin’ny masoandro.",
        "21": "Fa mety hiasa mafy ny olona iray ka hampiasa ny fahendreny sy ny fahalalany ary ny fahaizany, nefa avy eo izy voatery hanome ny fananany ho an’ny olona tsy nisasatra tamin’izany akory. Tsisy dikany koa izany ary tena loza.",
        "22": "Fa inona no mba tombony azon’ny olona amin’ny asa mafy rehetra ataony sy ny fikirizany hiasa mafy, etỳ ambanin’ny masoandro?",
        "23": "Fa mankarary ny fony sy mahasosotra azy foana izay ataony, mandritra ny androm-piainany. Na amin’ny alina aza dia mbola tsy tony koa ny fony. Tsisy dikany koa izany.",
        "24": "Tsy misy mahasoa ny olona mihoatra noho ny hoe mihinana sy misotro, dia mankafy ny asa mafy ataony. Lasa fantatro koa fa avy amin’ilay tena Andriamanitra izany.",
        "25": "Fa iza no nihinana sy nisotro zavatra tsara kokoa noho izaho?",
        "26": "Ny olona mampifaly an’Andriamanitra no omeny fahendrena sy fahalalana ary fifaliana. Fa ny mpanota kosa ampiasainy hanangona fananana fotsiny, mba homena an’izay mampifaly an’ilay tena Andriamanitra. Tsisy dikany koa izany fa misambo-drivotra fotsiny."
    },
    "3": {
        "1": "Misy fotoanany avy ny zava-drehetra, Eny, misy fotoanany daholo ny zava-drehetra atao etỳ ambanin’ny lanitra:",
        "2": "Misy fotoana ahaterahana ary misy fotoana ahafatesana. Misy fotoana ambolena ary misy fotoana anongotana an’izay nambolena.",
        "3": "Misy fotoana amonoana ary misy fotoana anasitranana. Misy fotoana andravana ary misy fotoana anorenana.",
        "4": "Misy fotoana itomaniana ary misy fotoana ihomehezana. Misy fotoana idradradradrana ary misy fotoana andihizana.",
        "5": "Misy fotoana anariana vato ary misy fotoana anangonana vato. Misy fotoana amihinana ary misy fotoana tsy amihinana.",
        "6": "Misy fotoana itadiavana ary misy fotoana amoizana an’izay very. Misy fotoana itehirizana ary misy fotoana anariana.",
        "7": "Misy fotoana androvitana ary misy fotoana anjairana. Misy fotoana anginana ary misy fotoana itenenana.",
        "8": "Misy fotoana itiavana ary misy fotoana ankahalana. Misy fotoana iadiana ary misy fotoana ihavanana.",
        "9": "Inona no mba tombony azon’ny mpiasa amin’ny ezaka mafy rehetra ataony?",
        "10": "Efa hitako ny asa nomen’Andriamanitra ny zanak’olombelona mba hataon’izy ireo.",
        "11": "Nataon’Andriamanitra tsara be daholo ny zava-drehetra, sady tamin’ny fotoanany avy. Nataony ao am-pon’ny olombelona mihitsy aza ny faniriana hiaina mandrakizay. Tsy ho takatry ny sain’ny olombelona hatramin’ny voalohany ka hatramin’ny farany mihitsy anefa izay ataon’ilay tena Andriamanitra.",
        "12": "Fantatro àry izao fa tsy misy mahasoa azy ireo mihoatra noho ny mifalifaly sy manao izay tsara mandritra ny androm-piainany.",
        "13": "Fantatro koa fa tokony hihinana sy hisotro ary hankafy ny asa mafy rehetra ataony daholo ny olona. Fanomezana avy amin’Andriamanitra izany.",
        "14": "Fantatro fa haharitra mandrakizay ny zava-drehetra nataon’ilay tena Andriamanitra. Tsy azo anampiana na analana izany. Nataon’Andriamanitra hoatr’izany mihitsy ny zava-drehetra, mba hahatonga ny olona hatahotra azy.",
        "15": "Izay efa nitranga ihany no mitranga, ary izay efa nisy ihany no mbola hisy. Izay nokatsahin’ny olona ihany anefa no karohin’Andriamanitra.",
        "16": "Izao koa no hitako etỳ ambanin’ny masoandro: Ao amin’izay tokony hanjakan’ny rariny no misy faharatsiana, ary ao amin’izay tokony hanjakan’ny fahamarinana no misy faharatsiana.",
        "17": "Dia hoy aho anakampo: “Samy hotsarain’ilay tena Andriamanitra ny olo-marina sy ny ratsy fanahy. Misy fotoanany avy mantsy ny zava-drehetra atao sy ny asa rehetra.”",
        "18": "Ary niteny anakampo aho hoe hotsapain’Andriamanitra ny zanak’olombelona, ary hampahafantariny azy ireo fa toy ny biby ihany izy ireo.",
        "19": "Fa manam-piafarana ny olombelona ary manam-piafarana koa ny biby. Mitovy ihany ny hiafaran’izy ireo. Fa toy ny ahafatesan’ny biby ihany no ahafatesan’ny olona, ary iray ihany ny hery mamelona azy ireo. Tsy misy maha ambony ny olona amin’ny biby àry, fa tsisy dikany ny zava-drehetra.",
        "20": "Samy mankany amin’ny toerana iray izy rehetra. Avy tamin’ny vovoka daholo izy rehetra, ary hiverina ho vovoka daholo.",
        "21": "Iza no tena mahalala raha miakatra any ambony na tsia ny hery mamelona ny olombelona, ary raha midina amin’ny tany na tsia ny hery mamelona ny biby?",
        "22": "Hitako fa tsy misy mahasoa ny olona mihoatra noho ny mankafy ny asa ataony, satria izany no valisoany. Fa iza moa no afaka mampiseho azy an’izay hitranga rehefa maty izy?"
    },
    "4": {
        "1": "Dia nodinihiko indray ny fampijaliana rehetra mitranga etỳ ambanin’ny masoandro. Hitako ny ranomason’ny olona ampijalina, nefa tsy mba nisy olona nampionona azy. Nanana fahefana mantsy ny mpampijaly azy, ka tsy mba nisy olona nampionona azy.",
        "2": "Amiko dia sambatra ny olona efa maty, raha oharina amin’izay mbola velona.",
        "3": "Mbola sambatra noho ireo anefa izay mbola tsy teraka, satria tsy mahita ny zava-dratsy mitranga etỳ ambanin’ny masoandro.",
        "4": "Ary hitako fa rehefa mifaninana ny olona, dia mahavita miezaka be sy mahavita asa tsara. Tsisy dikany koa izany fa misambo-drivotra fotsiny.",
        "5": "Kamo miasa ny tsisy saina, ka mahatonga loza ho an’ny tenany.",
        "6": "Aleo fialan-tsasatra eran’ny tanan’ila, toy izay asa mafy eran’ny tanan-droa nefa misambo-drivotra fotsiny.",
        "7": "Nodinihiko indray ny zavatra hafa tsisy dikany etỳ ambanin’ny masoandro, ka izao no hitako:",
        "8": "Misy olona irery sady tsy mba mana-namana. Tsy mba manan-janaka na rahalahy koa izy, nefa tsy misy farany ny asa mafy ataony. Tsy mety afa-po amin’ny harena mihitsy ny masony. Mba mieritreritra anefa ve izy hoe: ‘Ho an’iza moa no iasako mafy hoatr’izao? Ary ho an’iza no mahatonga ahy hihafy sy tsy hankafy zavatra tsara’? Tsisy dikany koa izany sady asa mampahory.",
        "9": "Tsara ny roa noho ny iray, satria ahazoan’izy ireo valisoa lehibe ny asa mafy ataony.",
        "10": "Fa raha lavo ny iray, dia afaka manampy azy hiarina ilay namany. Fa inona kosa no hanjo azy raha tsy misy manampy azy hiarina?",
        "11": "Raha miara-matory ny roa dia hafana. Fa ahoana kosa no hampahafana olona iray ihany?",
        "12": "Ny olon-tokana mety ho resin’ny olona iray, fa raha olon-droa kosa hahatohitra azy. Ary tsy mora tapahina ny tady randran-telo.",
        "13": "Aleo ankizy mahantra nefa hendry, toy izay mpanjaka antitra nefa adala, ka tsy mahatsapa intsony hoe mila manaraka fampitandremana.",
        "14": "Fa avy nigadra izy no lasa mpanjaka, nefa nahantra izy tamin’izy teraka nandritra ny fitondran’io mpanjaka io.",
        "15": "Nodinihiko izay nitranga tamin’ny velona rehetra mandehandeha etỳ ambanin’ ny masoandro, sy tamin’ilay ankizy nandimby an’ilay mpanjaka.",
        "16": "Tsy voaisa ny olona mpanohana azy. Atỳ aoriana anefa, dia tsy ho faly aminy intsony ny vahoaka. Tsisy dikany koa izany fa misambo-drivotra fotsiny."
    },
    "5": {
        "1": "Mitandrema tsara ianao isaky ny mankao an-tranon’ilay tena Andriamanitra. Fa aleo mankao mba hihaino, toy izay manao sorona hoatran’ny ataon’ny tsisy saina. Tsy fantany akory mantsy hoe ratsy ny ataony.",
        "2": "Aza faingam-bava, ary aza entim-po fotsiny ka lasa maika hiteny eo anatrehan’ilay tena Andriamanitra. Fa izy any an-danitra ary ianao kosa etỳ an-tany, ka tsy tokony hiteny betsaka ianao.",
        "3": "Fa ny adin-tsaina be loatra no mahatonga nofy, ary lasa miteniteny foana ny tsisy saina rehefa be resaka loatra.",
        "4": "Raha mivoady amin’Andriamanitra ianao, dia aza miandry ela vao manatanteraka, satria tsy mahafaly azy ny tsisy saina. Koa tanteraho ny voadinao.",
        "5": "Aleo tsy mivoady, toy izay mivoady nefa tsy manatanteraka.",
        "6": "Aza avela hampanota anao ny vavanao, ary aza miteny eo anatrehan’ny anjely hoe: “Diso aho tamin’iny.” Maninona ianao no mampahatezitra an’Andriamanitra amin’izay lazainao, ka voatery handrava ny asan’ny tananao izy?",
        "7": "Fa ny adin-tsaina be loatra no mahatonga nofy, dia hoatr’izany koa fa lasa miteniteny foana izay be resaka loatra. Matahora anefa an’ilay tena Andriamanitra.",
        "8": "Aza gaga ianao raha mahita hoe ampijalina ny mahantra ary hitsakitsahina ny rariny sy ny hitsiny, ao amin’ny faritaninao. Fa ny manam-pahefana ambony toy izany dia dinihin’ny olona ambony kokoa noho izy, ary mbola misy ambony kokoa noho izy ireo.",
        "9": "Ifampizaran’izy rehetra koa ny tombony azo avy amin’ny tany. Ary na ny mpanjaka aza mila ny vokatra avy eny an-tsaha.",
        "10": "Tsy ho afa-po amin’izay volafotsy ananany mihitsy izay tia volafotsy. Ary tsy ho afa-po amin’izay harena azony izay tia harena. Tsisy dikany koa izany.",
        "11": "Rehefa mitombo ny harena, dia mitombo koa ny mpihinana azy. Dia inona moa no soa azon’ny tompony amin’izany afa-tsy ny mijery an’ilay izy fotsiny?",
        "12": "Mamy ny torimason’ny mpanompo, na kely na betsaka ny sakafony, fa ny habetsahan’ny fananan’ny mpanankarena kosa no tsy ahitany tory.",
        "13": "Izao no tena loza hitako etỳ ambanin’ny masoandro: Ny harena nangonin’ny tompony ihany no mampidi-kizo azy.",
        "14": "Ary ritra izany harena izany satria tsy nahomby ny zavatra nataony. Dia lasa tsy manana na inona na inona intsony izy rehefa manan-janaka lahy.",
        "15": "Mitanjaka ny olona rehefa nivoaka avy tao an-kibon-dreniny, ary toy izany koa izy rehefa maty. Tsy afaka mitondra na inona na inona avy amin’ny asa mafy nataony izy.",
        "16": "Izao koa ny tena loza: Hoatran’ny tamin’izy teraka ihany ny olona rehefa lasa. Koa inona moa no tombony azon’izay miasa mafy ho an’ny rivotra fotsiny?",
        "17": "Misakafo ao anatin’ny haizina izy isan’andro, sady sorena be sy marary ary tezitra.",
        "18": "Izao no zavatra hitako hoe tsara sy mety: Tokony hihinana sy hisotro ary hankafy ny asa mafy isasarany etỳ ambanin’ny masoandro ny olona, mandritra ny andro vitsy omen’Andriamanitra azy, fa izany no valisoany.",
        "19": "Rehefa omen’Andriamanitra harena sy fananana ny olona sady avelany hankafy an’ireny, dia tokony handray ny valisoany izy ka hifaly amin’ny asa mafy ataony. Fanomezana avy amin’Andriamanitra izany.",
        "20": "Fa tsy tena ho tsapany hoe mandalo ihany ny androm-piainany, satria ataon’ilay tena Andriamanitra revo amin’ny zavatra mahafaly ny fony izy."
    },
    "6": {
        "1": "Misy loza hafa koa hitako etỳ ambanin’ny masoandro, sady fahita eo amin’ny olona:",
        "2": "Misy olona omen’ilay tena Andriamanitra harena sy fananana ary voninahitra, ka azony daholo izay iriny. Tsy avelan’Andriamanitra hankafy an’ireny akory anefa izy, fa olon-kafa indray no mankafy azy. Tsisy dikany izany sady tena mampalahelo.",
        "3": "Na dia miteraka zato aza ny lehilahy iray, ary ela velona sy tratrantitra, nefa tsy mankafy ny zavatra tsara ananany izy raha mbola tsy tonga any am-pasana, dia hoy aho hoe ny zaza maty tao an-kibon-dreniny aza mbola tsara kokoa noho izy.",
        "4": "Tsisy dikany ny nahatongavan’ilay zaza ary tao anaty haizina izy no lasa, sady rakotry ny haizina ny anarany.",
        "5": "Tsy nahita masoandro mihitsy izy sady tsy nahalala na inona na inona, nefa aleo ny nanjo azy toy izay ny nanjo an’ilay lehilahy tratrantitra.",
        "6": "Inona moa no tombony azo raha hoe velona arivo taona, na roa arivo taona aza, nefa tsy mankafy fiainana akory? Angaha tsy mitovy ihany ny toerana alehan’ny olona rehetra?",
        "7": "Ny asa mafy rehetra ataon’ny olona dia mba hahavoky ny kibony, nefa tsy mety afa-po mihitsy izy.",
        "8": "Inona no tombony ananan’ny hendry raha oharina amin’ny adala? Ary inona no soa azon’ny mahantra raha mahay mitady izay hahavelona azy fotsiny izy?",
        "9": "Aleo mifaly amin’izay hitan’ny maso toy izay mitsiriritra zavatra tsy ho azo. Tsisy dikany koa izany fa misambo-drivotra fotsiny.",
        "10": "Izay misy amin’izao dia efa nomena anarana taloha ihany, ary lasa fantatra tsara hoe hoatran’ny ahoana marina ny olona. Tsy afaka mifamaly amin’izay mahery noho izy koa izy.",
        "11": "Arakaraka ny itenenana be no mampiteniteny foana. Dia inona no tombony azon’ny olona amin’izany?",
        "12": "Iza no mahalala hoe inona ny zavatra tsara indrindra tokony hataon’ny olona mandritra ny andro vitsy iainany, amin’izao fiainana poakaty sy mandalo toy ny aloka izao? Fa iza no afaka milaza amin’ny olona an’izay hitranga etỳ ambanin’ny masoandro rehefa maty izy?"
    },
    "7": {
        "1": "Aleo laza tsara toy izay menaka manitra, ary aleo ny andro ahafatesana toy izay ny andro ahaterahana.",
        "2": "Aleo mankany amin’ny trano misy fisaonana toy izay mankany amin’ny trano misy fanasana, satria fahafatesana no hiafaran’ny olombelona rehetra, ka tokony hisaintsaina an’izany ny velona.",
        "3": "Aleo alahelo toy izay fihomehezana, satria mahatsara fo ny endrika malahelohelo.",
        "4": "Ao amin’ny trano misy fisaonana ny fon’ny hendry, fa ao amin’ny trano misy fety kosa ny fon’ny adala.",
        "5": "Aleo mihaino ny anatra mafy omen’ny olon-kendry toy izay mihaino ny hiran’ny adala.",
        "6": "Fa toy ny tsilo mirehitra sady mipoapoaka ao ambany vilany ny fihomehezan’ny adala. Tsisy dikany koa izany.",
        "7": "Mety hanaonao foana anefa ny hendry rehefa ampijalina. Ary mety hanimba ny fo ny kolikoly.",
        "8": "Aleo ny fiafaran’ny raharaha toy izay ny fiandohany. Aleo olona manam-paharetana toy izay olona manambony tena.",
        "9": "Aza mora tezitra, fa toetran’ny adala izany mora tezitra izany.",
        "10": "Aza miteny hoe: “Fa maninona re no tsara noho ny amin’izao ny taloha e?” Tsy fahendrena ho anao mantsy ny manontany an’izany.",
        "11": "Tsara sady tombony ho an’izay mahita masoandro ny fahendrena raha mbola ampiana lova.",
        "12": "Fiarovana hoatran’ny vola ihany mantsy ny fahendrena. Izao anefa ny tombony azo amin’ny fahalalana: Rehefa ampiarahina amin’ny fahendrena izy io, dia miaro ny ain’izay manana azy.",
        "13": "Diniho ny asan’ilay tena Andriamanitra, fa iza no afaka manitsy an’izay efa nataony mibilaka?",
        "14": "Amin’ny fotoana mahafaly dia mifalia ka manehoa toetra tsara. Amin’ny fotoan-tsarotra kosa dia tadidio fa samy nataon’Andriamanitra ireo fotoana ireo mba tsy hahafantaran’ny olona an’izay hitranga aminy any aoriana any.",
        "15": "Efa hitako daholo ny zava-drehetra, nandritra ny fiainana poakaty niainako. Hitako ny olo-marina maty nefa nanao ny tsara, ary hitako koa ny ratsy fanahy ela velona nefa manao ratsy.",
        "16": "Aza marina loatra, ary aza miseho ho hendry loatra. Fa nahoana ianao no dia mampidi-kizo ny tenanao?",
        "17": "Aza ratsy toetra loatra, ary aza manao adaladala. Fa nahoana ianao no ho faty aloha be?",
        "18": "Tena tsara raha arahinao ilay anatra voalohany, sady tsy lavinao koa ilay faharoa. Fa izay matahotra an’Andriamanitra no hanaraka an’ireo anatra roa ireo.",
        "19": "Ny fahendrena no mahatonga ny lehilahy hendry iray hahery kokoa noho ny lehilahy matanjaka folo ao amin’ny tanàna iray.",
        "20": "Tsy misy olo-marina mahavita manao ny tsara foana mantsy eto ambonin’ny tany, fa tsy maintsy manota ihany izy.",
        "21": "Aza raisina am-po daholo ny teny rehetra lazain’ny olona, sao ianao haheno ny mpanomponao manozona anao.",
        "22": "Fantatrao tsara mantsy fa na ianao koa aza mba efa imbetsaka no nanozona ny hafa.",
        "23": "Nampiasa ny fahendreko aho ka nodinihiko izany rehetra izany. Dia hoy aho: “Ho hendry aho.” Tsy lasa hendry mihitsy anefa aho.",
        "24": "Tsy takatry ny saina ny zava-mitranga rehetra fa lalina dia lalina. Iza no mahatakatra an’izany?",
        "25": "Tapa-kevitra aho ny hamantatra sy handinika ary hikaroka ny atao hoe fahendrena sy ny antony mampisy ny zava-drehetra. Niezaka mafy koa aho ny hahatakatra fa ratsy ny hoe tsisy saina ary hadalana ny hoe very saina.",
        "26": "Dia izao no hitako: Mangidy noho ny fahafatesana ny vehivavy hoatran’ny harato famandrihana, nefa koa ny fony toy ny harato tarihina, ary ny tanany toy ny gadra vy. Ny olona mampifaly an’ilay tena Andriamanitra no ho afaka hiala aminy, fa ny mpanota kosa azony.",
        "27": "“Izao no hitako”, hoy ilay mpamory vahoaka, “rehefa avy nodinihiko tsirairay ny zava-drehetra mba hahitako an’izay hamintinako azy,",
        "28": "nefa tsy hitako akory izay efa nokarohiko foana: Tamin’ny olona arivo, dia nahita lehilahy iray manao ny marina aho, fa tsy nahita vehivavy manao ny marina na iray aza.",
        "29": "Izao ihany no hitako: Mahitsy fo no nanaovan’ilay tena Andriamanitra ny olombelona, saingy naleon’izy ireo namorona tetika be dia be.”"
    },
    "8": {
        "1": "Iza no mitovy amin’ny olon-kendry? Iza no mahay mamaha olana? Hita eny amin’ny tarehin’ny olona hoe manam-pahendrena izy, ary lasa miramirana ilay endriny masiaka.",
        "2": "Hoy aho: “Ankatoavy ny didin’ny mpanjaka, satria nianiana tamin’Andriamanitra ianao.",
        "3": "Aza maika hiala eo anatrehan’ny mpanjaka. Ary aza mikiry manao ratsy, fa azon’ny mpanjaka atao daholo ange izay tiany hatao e!",
        "4": "Ny mpanjaka mantsy no tompon’ny teny farany. Koa iza no afaka milaza aminy hoe: ‘Inona ity ataonao?’”",
        "5": "Tsy mba hisy zava-dratsy hanjo an’izay mankatò ny didy. Ary ho fantatry ny olona manana fo hendry ny fotoana mety sy izay tokony hatao.",
        "6": "Fa be loatra ny olana mahazo ny olombelona, ka tokony halaminy amin’ny fotoana mety sy araka ny tokony ho izy daholo ny zava-drehetra.",
        "7": "Na izay hitranga amin’ny hoavy aza tsy misy mahalala, koa mainka fa ny fomba hitrangan’izany!",
        "8": "Tsy misy olona manana fahefana amin’ny ainy na mahavita mitazona ny ainy. Hoatr’izany koa fa tsy misy olona afaka mifidy ny andro ahafatesany. Tsy misy afa-miala tsy handeha hiady rehefa misy ady, dia hoatr’izany koa fa tsy ho afa-maina amin’ny vokatry ny ataony izay zatra manao ratsy.",
        "9": "Efa hitako izany rehetra izany, ary nodinihiko daholo ny zavatra atao etỳ ambanin’ny masoandro. Nandritra izany fotoana izany, dia nifampitondra ny olona samy olona ka nijaly ny vahoaka.",
        "10": "Hitako ny nandevenana ny ratsy fanahy, izany hoe ny olona nivezivezy nivoaka sy niditra tao amin’ny toerana masina. Vetivety anefa izy ireny dia hadino tao amin’ilay tanàna nanaovany ny asa ratsiny. Tsisy dikany koa izany.",
        "11": "Rehefa tsy tonga dia sazina amin’ny ratsy nataony ny olona, dia vao mainka mikiry manao ratsy ny fony.",
        "12": "Na dia manao ratsy injato aza ny mpanota, ary mbola ela velona ihany, dia fantatro fa ho tsara fiafara izay matahotra an’ilay tena Andriamanitra, satria matahotra Azy.",
        "13": "Ho ratsy fiafara kosa ny ratsy fanahy, ary tsy ho vitany koa ny hanalava ny androm-piainany izay toy ny aloka, satria izy tsy matahotra an’Andriamanitra.",
        "14": "Izao koa ny zavatra tsisy dikany mitranga eto ambonin’ny tany: Misy olo-marina atao hoatran’ny hoe nanao ratsy, dia misy indray ratsy fanahy atao hoatran’ny hoe nanao ny tsara. Dia hoy aho: “Tsisy dikany koa izany.”",
        "15": "Nampirisihiko hifalifaly àry ny olona, satria tsy misy tsara noho ny hoe mihinana sy misotro dia mifalifaly, etỳ ambanin’ny masoandro. Izany no tokony hataony rehefa miasa mafy, mandritra ny androm-piainana nomen’Andriamanitra azy etỳ ambanin’ny masoandro.",
        "16": "Niezaka tamin’ny foko manontolo aho mba hanam-pahendrena sy handinika an’izay rehetra atao etỳ ambonin’ny tany. Indraindray aza aho tsy matory andro aman’alina mihitsy.",
        "17": "Dia nodinihiko ny zavatra rehetra nataon’ilay tena Andriamanitra, ka hitako fa tsy ho azon’ny olombelona izay mitranga etỳ ambanin’ny masoandro. Na miezaka mafy tahaka ny inona aza izy, dia tsy ho azony izany. Na dia miteny aza izy hoe manam-pahendrena ka mahalala an’izany, dia tsy tena azony izany."
    },
    "9": {
        "1": "Izao àry no hitako, ka nataoko tao am-poko: Samy eo am-pelatanan’ilay tena Andriamanitra ny olo-marina sy ny hendry ary ny asan’izy ireo. Samy tsy fantatry ny olombelona na ny fitiavana na ny fankahalana nisy tany aloha tany.",
        "2": "Mitovy daholo ny hiafaran’ny olon-drehetra, dia ny olo-marina sy ny ratsy fanahy, ny olona tsara toetra sy ny madio ary ny maloto, ary ny manao sorona sy ny tsy manao. Mitovy ihany ny tsara fanahy sy ny mpanota, ary mitovy koa ny maimay hianiana sy izay mitandrina tsara vao mianiana.",
        "3": "Izao no zavatra mahakivy etỳ ambanin’ny masoandro: Koa satria mitovy ihany ny hiafaran’ny olona rehetra, dia ny hanao ratsy foana no mibahana ao am-pony. Misy hadalana ao am-pony mandritra ny androm-piainany, dia avy eo izy maty!",
        "4": "Raha mbola anisan’ny velona ny olona iray dia mbola misy fanantenana, satria aleo alika velona toy izay liona maty.",
        "5": "Fa fantatry ny velona hoe ho faty izy, fa ny maty kosa tsy mahalala na inona na inona, sady tsy mahazo valisoa intsony, satria hadino daholo izay nahatsiarovana azy.",
        "6": "Efa foana koa ny fitiavany sy ny fankahalany ary ny fialonany. Tsy mandray anjara amin’izay atao etỳ ambanin’ny masoandro intsony izy.",
        "7": "Mandehana, hano amim-pifaliana ny sakafonao, ary sotroy amin’ny fo falifaly ny divainao, satria mahafinaritra an’ilay tena Andriamanitra ny zavatra ataonao.",
        "8": "Ataovy fotsy foana ny akanjonao, ary asio menaka foana ny lohanao.",
        "9": "Ankafizo ny fiainanao miaraka amin’ny vady malalanao, mandritra ny fiainana poakaty nomen’Andriamanitra anao etỳ ambanin’ny masoandro, mandritra ny androm-piainanao, izay tsisy dikany. Izany mantsy no valisoanao eo amin’ny fiainana, sy valisoanao noho ny asa mafy isasaranao etỳ ambanin’ny masoandro.",
        "10": "Izay rehetra azonao atao, dia ataovy amin’ny herinao manontolo. Fa tsy misy afaka miasa, na mikasa hanao zavatra, na mahazo fahalalana, na maneho fahendrena, any amin’ny Fasana halehanao.",
        "11": "Izao koa no hitako etỳ ambanin’ny masoandro: Tsy hoe maharesy foana izay mahavita mihazakazaka be, na mandresy foana izay matanjaka, na manana sakafo foana izay hendry, na manan-karena foana izay marani-tsaina, na tafita foana izay manam-pahalalana. Mety ho tratran’ny sampona mantsy izy rehetra amin’ny fotoana tsy ampoizina.",
        "12": "Fa tsy fantatry ny olombelona ny fotoana hahafatesany. Toy ny trondro azon’ny harato sy vorona azon’ny fandrika ny zanak’olombelona, satria voafandrika izy amin’ny fotoana itrangan’ny loza, rehefa tratran’ny loza tampoka.",
        "13": "Izao koa no tena nampiaiky ahy etỳ ambanin’ny masoandro, momba ny fahendrena:",
        "14": "Nisy tanàna kely iray nisy lehilahy vitsivitsy. Dia nisy mpanjaka mahery tonga nanafika an’ilay tanàna, ka nanodidina azy ary nanorina manda hanaovana fahirano azy.",
        "15": "Nisy lehilahy mahantra nefa hendry koa tao, ary ny fahendreny no nahavoavonjy an’ilay tanàna. Tsy mba nisy nahatsiaro an’ilay lehilahy mahantra anefa.",
        "16": "Dia hoy aho anakampo: ‘Aleo fahendrena toy izay tanjaka. Atao tsinontsinona anefa ny fahendren’ny mahantra, ary tsy mba raharahiana ny teniny.’",
        "17": "Aleo manaraka ny teny malefaka lazain’ny hendry, toy izay manaraka ny antsoantson’ny olona manjaka eo amin’ny adala.",
        "18": "Aleo fahendrena toy izay fitaovam-piadiana. Mpanota iray fotsiny anefa dia mahavita manimba zavatra tsara be dia be."
    },
    "10": {
        "1": "Fatin-dalitra no mahamaimbo sy manimba ny menaky ny mpanao ranomanitra. Hadalana kely koa dia manimba ny laza tsaran’izay malaza ho hendry sy hajain’olona.",
        "2": "Ny fon’ny hendry mitarika azy hanao ny tsara, fa ny fon’ny adala kosa mitarika azy hanao ratsy.",
        "3": "Hita amin’izay rehetra ataon’ny adala fa tsy ampy saina izy, sady ataony fantatry ny olona rehetra hoe adala izy.",
        "4": "Raha misafoaka aminao ny mpitondra, dia aza miala eo amin’ny toeranao. Tsy dia mampisy fahotana lehibe mantsy ny fahatoniana.",
        "5": "Ity misy zavatra mahakivy hitako etỳ ambanin’ny masoandro, ary fahadisoana fanaon’ny manam-pahefana ilay izy:",
        "6": "Ny adala no omena toerana ambony, fa ny olona mahay kosa mitana toerana ambany foana.",
        "7": "Ny mpanompo indray no hitako mitaingin-tsoavaly, fa ny andriana kosa mandeha an-tongotra toy ny mpanompo.",
        "8": "Izay mihady lavaka no mety ho latsaka ao, ary izay managorobaka manda vato no mety hokaikerin’ny bibilava.",
        "9": "Izay mamaky vato no mety haratran’ny vato, ary izay mamaky vatan-kazo no mety hahita loza.",
        "10": "Raha dombo ny famaky nefa tsy rangitina, dia ho be kokoa ny hery tsy maintsy ampiasaina. Fa hahomby kosa izay manam-pahendrena.",
        "11": "Raha manaikitra alohan’ny hibaikoana azy ny bibilava, dia tsy misy tombony ho an’ilay olona mahay mibaiko azy.",
        "12": "Ahazoana fankasitrahana ny teny aloaky ny vavan’ny hendry, fa ny tenin’ny adala kosa mampidi-kizo ny tenany.",
        "13": "Hadalana ny teny voalohany avoakan’ny vavany, ary hadalana mampidi-doza koa ny teny farany lazainy.",
        "14": "Miteny foana anefa ny olona adala. Tsy misy olona mahalala an’izay hitranga. Koa iza no afaka milaza aminy an’izay hitranga rehefa maty izy?",
        "15": "Ny asa mafy ataon’ny tsisy saina no mandreraka azy, satria na ny lalana mankany an-tanàna aza tsy hitany akory.",
        "16": "Hahita loza ny tany raha zaza no mpanjakany, ary raha manaram-po misakafo vao maraina ny andrianany!",
        "17": "Sambatra kosa ny tany raha zanaky ny olona ambony ny mpanjakany, ary raha mihinana sy misotro amin’ny fotoana mety ny andrianany mba hahazo hery, fa tsy hoe mba ho mamo.",
        "18": "Ny hakamoana be loatra no mahatonga ny hazo manohana ny tafo hiletsy, ary ny hakamoan’ny tanana no mampitete ny tafo.",
        "19": "Natao hampifalifaly ny sakafo, ary mahafinaritra erỳ ny fiainana rehefa misotro divay. Ny vola kosa no ahazoana an’izay rehetra ilaina.",
        "20": "Aza manozona ny mpanjaka na dia any an-tsainao aza, ary aza manozona ny mpanankarena na dia ao amin’ny efitra fatorianao aza. Fa na ny vorona aza mety hitatitra an’izay nolazainao, ary izay manana elatra mety hitantara an’izay noteneninao."
    },
    "11": {
        "1": "Atsipazo eny ambony rano ny mofonao, fa ho hitanao indray ilay izy rehefa afaka andro maro.",
        "2": "Anomezo ho an’olona fito ny fanananao, na ho an’olona valo aza, fa tsy fantatrao izay loza hitranga eto an-tany.",
        "3": "Rehefa vonton-drano ny rahona, dia handrotsaka orana amin’ny tany. Ary raha mianjera mianatsimo na mianavaratra ny hazo, dia eo amin’izay ianjerany ihany no hisy azy.",
        "4": "Izay mandinika ny rivotra dia tsy hamafy, ary izay mijery ny rahona tsy hijinja.",
        "5": "Tsy fantatrao ny fiasan’ny hery mamelona ao amin’ny taolan’ny zaza ao an-kibon’ny vehivavy bevohoka. Hoatr’izany koa fa tsy fantatrao ny asan’ilay tena Andriamanitra izay manao ny zava-drehetra.",
        "6": "Mamafaza voa amin’ny maraina, ary aza avela haka aina ny tananao mandra-paharivan’ny andro. Fa tsy fantatrao izay ho vanona, na itỳ na irỳ, na samy ho vanona izy roa.",
        "7": "Mahafinaritra ny hazavana, ary tsara ho an’ny maso ny mijery tara-masoandro.",
        "8": "Raha ela velona ny olona iray, dia aleo izy hankafy an’izany taona rehetra iainany izany. Tokony hotsaroany anefa fa mety ho be dia be koa ny andro manjombona. Tsisy dikany daholo mantsy izay mbola ho avy.",
        "9": "Mifalia ry tanora dieny mbola tanora ianao, ary ataovy izay mampifalifaly ny fonao amin’ny andro fahatanoranao. Ataovy izay irin’ny fonao sy izay mahafinaritra ny masonao. Fantaro anefa fa hotsarain’ilay tena Andriamanitra ianao amin’izany rehetra izany.",
        "10": "Koa esory ao am-ponao izay zavatra mampanahy, ary aza avela hikasika ny vatanao izay zavatra mampijaly. Tsisy dikany mantsy ny fahatanorana sy ny tanjaky ny tanora."
    },
    "12": {
        "1": "Tsarovy àry ilay Mpamorona Be Voninahitra nanao anao. Tsarovy izy amin’ny andro fahatanoranao, dieny mbola tsy tonga ny andro mampahory sy ireo taona izay hitenenanao hoe: “Tsy tiako mihitsy izao fiainako izao!”,",
        "2": "dieny mbola tsy maizina ny hazavan’ny masoandro sy ny volana ary ny kintana, ary dieny mbola tsy mandrahona indray ny andro aorian’ny oram-be mivatravatra.",
        "3": "Amin’izay fotoana izay dia lasa mangozohozo ireo mpiambina trano, manjoko ireo lehilahy matanjaka, tsy afaka mitoto intsony ny vehivavy satria efa lasa vitsy, ary maizina izay jeren’ny vehivavy mitazana eo am-baravarankely,",
        "4": "mikatona ny varavarana mankeny an-dalana, tsy heno tsara intsony ny feon’ny vato fikosoham-bary, manaitra amin’ny torimaso na dia ny feom-boronkely fotsiny aza, ary lasa iva kely ny feon’ny vehivavy mpihira rehetra.",
        "5": "Mampahatahotra koa ny toerana avo, ary misy zavatra mampitebiteby eny an-dalana. Mamony koa ny hazo amandie, miresaresa ny valala rehefa mandeha, ary mamelana ny kapra, satria mandeha ho any amin’ny trano hipetrahany maharitra ny olona, ary mandehandeha eny an-dalana ny olona misaona.",
        "6": "Koa tsarovy ny Mpamorona anao, dieny mbola tsy tapaka ny tady volafotsy, mbola tsy potika ny vilia baolina volamena, mbola tsy vaky ny siny eny amin’ny loharano, ary mbola tsy potika ny fitaovana fihodinan’ny tady eo amin’ny lavadrano.",
        "7": "Dia hiverina amin’ny tany toy ny teo aloha ny vovoka, fa ny hery mamelona kosa hiverina amin’ilay tena Andriamanitra izay nanome azy.",
        "8": "“Tena tsisy dikany”, hoy ilay mpamory vahoaka, “tsisy dikany ny zava-drehetra!”",
        "9": "Lasa hendry ilay mpamory vahoaka, sady mbola nampianariny an’izay fantany foana ny olona. Nisaintsaina sy nanao fikarohana lalina koa izy, mba hahafahany handahatra ohabolana be dia be.",
        "10": "Niezaka nitady teny mahafinaritra ilay mpamory vahoaka, sady niezaka nanoratra teny marina tsara tsy misy diso.",
        "11": "Hoatran’ny hazo fanindronana omby ny tenin’ny hendry, ary toy ny fantsika milentika mafy tsara ny teny voafantina lazainy. Avy tamin’ny mpiandry iray ihany izy ireny.",
        "12": "Ankoatra izany, anaka, dia izao no ampitandremako anao: Tsy ho tapitra ny boky mivoaka, ka mandreraka ny vatana ny mifantoka be amin’ireny.",
        "13": "Izao no famaranan-teny rehefa heno izany rehetra izany: Matahora an’ilay tena Andriamanitra ka ankatoavy ny didiny. Izany mantsy no adidy lehibe indrindra tokony hataon’ny olombelona.",
        "14": "Fa ilay tena Andriamanitra no hitsara hoe tsara sa ratsy ny zavatra atao rehetra, anisan’izany ny zava-miafina rehetra."
    },
    "meta": {
        "name": "Mpitoriteny",
        "order": 20,
        "chapter_number": 12
    }
}