{
    "1": {
        "1": "Izao no teny fanamelohana an’i Ninive, ao amin’ny boky mitantara ny fahitan’i Nahoma Elkosita:",
        "2": "Andriamanitra mitaky ny hanompoana azy irery ihany i Jehovah, ary mamaly ny olona araka izay nataony. Mamaly ny olona araka izay nataony i Jehovah, sady efa hampiseho ny fahatezerany. Mamaly ny fahavalony araka izay nataony i Jehovah, Ary mitahiry fahatezerena amin’izy ireny.",
        "3": "Tsy mora tezitra i Jehovah sady tena mahery. Tsy hataon’i Jehovah afa-maina mihitsy anefa izay tokony hosazina. Ao anaty rivotra mandravarava sy tafio-drivotra izy no mandeha, Ary ny rahona no vovoka eo ambanin’ny tongony.",
        "4": "Teneniny mafy ny ranomasina ka ataony ritra, Dia ataony maina koa ny renirano rehetra. Malazo i Basana sy Karmela, Ary malazo koa ny voninkazon’i Libàna.",
        "5": "Mihovotrovotra ny tendrombohitra noho ny aminy, Ary mitsonika ny havoana. Hanatrika eo izy ka hihozongozona ny tany, Sy izao tontolo izao ary izay rehetra eo aminy.",
        "6": "Iza no hahavita hijanona eo anatrehany rehefa tezitra izy? Ary iza no hahatanty ny fahatezerany? Hiraradraraka hoatran’ny afo ny fahatezerany mafy, Ary ho potipotika ny vatolampy noho ny zavatra hataony.",
        "7": "Tsara i Jehovah, sady manda fiarovana amin’ny andro fahoriana. Tsy hadinony mihitsy izay mialoka eo aminy.",
        "8": "Horavany tanteraka amin’ny tondra-drano mahery be ilay tanàna, Ary hanenjika an’ireo fahavalony ny haizina.",
        "9": "Inona no tetika eritreretinareo hanoherana an’i Jehovah? Handringana tanteraka izy. Tsy hitranga fanindroany ny fahoriana.",
        "10": "Mifampidipiditra hoatran’ny tsilo mantsy izy ireo, Sady hoatran’ny olona mamon’ny labiera. Ho levona hoatran’ny vodivary maina anefa izy ireo.",
        "11": "Hipoitra avy ao aminao ny olona iray manao tetika hanoherana an’i Jehovah, Sady manome torohevitra tsy misy dikany.",
        "12": "Izao no tenin’i Jehovah: “Na dia matanjaka be sady maro be aza izy ireo, Dia hovonoina ka ho faty daholo. Efa nampahoriko ianao, nefa tsy hampahoriko intsony.",
        "13": "Dia hotapahiko ny zioga nampitondrainy anao ka hesoriko aminao, Ary hotapahiko hizara roa ny zavatra namatorana anao.",
        "14": "Izao no didin’i Jehovah momba anao: ‘Tsy hanan-taranaka hitondra ny anaranao intsony ianao. Hofoanako tsy hisy ao an-tranon’ny andriamanitrao ny sary sokitra sy ny sarivongana metaly. Dia hanamboatra fasana ho anao aho, satria olona tsy misy dikany ianao.’",
        "15": "Mandeha eny an-tendrombohitra ny tongotr’ilay mitondra vaovao tsara, Dia ilay mitory fiadanana. Ankalazao ireo fetinao, ry Joda ô! Efao ny voadinao, Satria tsy handalo eo aminao intsony ilay olona tsy misy ilana azy, Fa ho ringana tanteraka.”"
    },
    "2": {
        "1": "Miakatra hamely anao ilay hanaparitaka anao. Asio mpiambina ny manda, Ary ambeno ny lalana. Miomàna, ka angony ny herinao rehetra.",
        "2": "Fa haverin’i Jehovah amin’ny laoniny ny voninahitr’i Jakoba, Sy ny voninahitr’i Israely, Satria efa nandravarava azy ny mpandravarava, Ary nopotehin’izy ireo ny sampany vao mitsiry.",
        "3": "Nolokoana mena ny ampingan’ny lehilahy maheriny, Ary miakanjo mena midorehitra ny miaramilany. Manjelanjelatra hoatran’ny afo ny vy amin’ny kalesy fitondrany miady, Amin’ny andro iomanany hiady. Ary manambana amin’ny lefona hazo ny miaramila.",
        "4": "Mirimorimo mafy eny an-dalana ny kalesy fitondra miady, Sady mivezivezy eny amin’ny tany malalaka. Mazava be hoatran’ny fanilo mirehitra ireny, sady manjelanjelatra hoatran’ny tselatra.",
        "5": "Hantsoiny ireo manamboninahiny. Ho tafintohina izy ireny rehefa mandeha. Mihazakazaka ho eny amin’ny mandany ireny, Ary manangana fefy hisakanana fahavalo.",
        "6": "Hisokatra ny vavahadin’ny renirano, Ka hirodana ny lapa.",
        "7": "Izao no didy navoaka: Atao mitanjaka izy ka entina ho babo, Ary mitoreoreo hoatran’ny voromailala ny mpanompovaviny, Sady mikapo-tratra.",
        "8": "Hoatran’ny dobo i Ninive hatramin’izay nisiany. Mandositra anefa izao ny olona. Misy miantsoantso hoe: “Mijanòna e! Mijanòna re e!”, Nefa tsy misy mitodika.",
        "9": "Mandehana mandroba volafotsy sy volamena, Satria tsy mety lany ny harena, Ary feno zava-tsarobidy isan-karazany ao.",
        "10": "Foana sy tsy misy mponina ary ravarava ilay tanàna! Mitebiteby ny fon’izy ireo, mangozohozo ny lohaliny, mangovitra ny andilany, Ary boramena be ny tarehin’izy rehetra.",
        "11": "Aiza ilay toerana ipetrahan’ny liona? Ao ny liona tanora no mihinana ny rembiny, Avy ao ny liona no mivoaka rehefa mitarika ny zanany izy, Ary tsy misy mampatahotra azy ao.",
        "12": "Namiravira haza ilay liona, ary nataony ampy ho an’ny zanany ilay izy. Nanakenda haza ho an’ireo liona vavy koa izy, Dia nofenoiny haza tao anatin’ny lavaka misy azy, Ary nofenoiny biby noviraviraina ny toerana ipetrahany.",
        "13": "“Hamely anao aho”, hoy i Jehovah Tompon’ny tafika. “Hodorako ny kalesin’adinao ka ho lasa setroka. Ho fatin’ny sabatra ny liona tanora ao aminao, Ary tsy hihaza eny ambonin’ny tany intsony ianao, fa hatsahatro izany. Dia tsy ho re intsony ny feon’ny irakao.”"
    },
    "3": {
        "1": "Hahita loza ilay tanàna mpandatsa-dra! Mamitaka sy mandroba daholo ny olona ao, Sady manana haza foana.",
        "2": "Mipoapoaka ny karavasy, mikatrokatroka ny kodiarana, Mihazakazaka mafy be ny soavaly, mitontontontona ny kalesy.",
        "3": "Manjelanjelatra ny sabatra sy ny lefona entin’ny mpitaingin-tsoavaly, Be dia be ny olona voavono, ary mivangongo ny faty. Tsy hita isa ny faty, Ka voafingan’ireny ny olona.",
        "4": "Imbetsaka mantsy ilay mpivaro-tena no nivaro-tena. Tsara tarehy sy mahay mambabo izy ary tena mahay milalao ody. Mamandrika firenena maro izy rehefa mivaro-tena, ary mamitaka vahoaka maro rehefa milalao ody.",
        "5": "“Hamely anao aho”, hoy i Jehovah Tompon’ny tafika. “Hingaiko hatreny amin’ny tarehinao ny akanjonao, Ka hataoko hitan’ireo firenena hoe mitanjaka ianao, Ary hitan’ireo fanjakana hoe afa-baraka ianao.",
        "6": "Dia hotorahako zavatra maloto ianao, Ka hataoko afa-baraka, Sady hesoesoin’ny olona.",
        "7": "Handositra anao izay rehetra mahita anao, ka hiteny hoe: ‘Noravana i Ninive! Iza no mba hiantra azy?’ Aiza no hahitako olona hampionona anao?",
        "8": "Angaha ianao tsara noho i No-amona, ilay teo amoron’ny lakandranon’i Neily? Voahodidin’ny rano izy, Ary ny ranomasina no harenany sady nataony manda.",
        "9": "I Etiopia sy Ejipta no tena heriny, ary tsy nisy fetrany izany heriny izany. I Pota sy ny Libyanina no nanampy anao.",
        "10": "Na izy koa aza anefa natao sesitany, Sady lasa babo. Natao torotoro teny an-joron-dalana rehetra teny ny zanany. Natao antsapaka ireo lehilahy manan-kaja teo aminy, Ary nasiana gadra vy daholo ny olona ambony.",
        "11": "Ho mamo koa ianao, Dia hiafina. Hitady fialofana ianao mba tsy ho tratran’ny fahavalo.",
        "12": "Ny manda rehetra ao aminao, dia hoatran’ny aviavy misy voany masaka voalohany. Raha vao hozongozonina ireo, dia hilatsaka ao am-bavan’ny mpihinana.",
        "13": "Hoatran’ny vehivavy ny miaramila eo aminao. Hidanadana ny vavahadin’ny taninao ka hidiran’ny fahavalonao, Ary ho levon’ny afo ny bara hidiny.",
        "14": "Makà rano fa hisy fahirano. Hamafiso koa ny mandanao. Midìna eny amin’ny fotaka, ka hitsakitsaho ny tanimanga, Ary raiso ny lasitra fanaovam-biriky.",
        "15": "Na eny aza anefa ianao, dia ho levon’ny afo. Ho fatin’ny sabatra koa ianao. Handripaka anao ireny, hoatran’ny zana-balala mandripaka zavamaniry. Ampitomboy ny isan’ny olona ao aminao, mba ho be dia be hoatran’ny zana-balala, Ka ho lasa maro be toy ny valala.",
        "16": "Efa nataonao maro noho ny kintana eny amin’ny lanitra ny mpivarotra ao aminao. Miofo ny zana-balala, dia lasa manidina.",
        "17": "Hoatran’ny valala ny mpiambina eo aminao, Ary hoatran’ny andiam-balala ireo manamboninahitra eo aminao. Mipetrapetraka eny amin’ny vala vita amin’ny vato izy rehefa mangatsiaka ny andro, Nefa lasa manidina rehefa miposaka ny masoandro, Ka tsy misy mahafantatra hoe aiza no misy azy.",
        "18": "Rendremana ny mpiandry eo aminao, ry mpanjakan’i Asyria ô! Mijanona ao an-tranony ny olona ambony eo aminao. Miparitaka eny amin’ny tendrombohitra ny vahoakanao, Ary tsy misy mamory azy.",
        "19": "Tsy mety tapitra mihitsy ny loza manjo anao. Tsy ho sitrana intsony ny ferinao. Dia hitehaka daholo izay mandre ny momba anao. Fa iza moa no tsy efa nijaly satria ianao nahery setra be foana?”"
    },
    "meta": {
        "name": "Nahoma",
        "order": 33,
        "chapter_number": 3
    }
}