{
    "1": {
        "1": "Ny fanamelohana an’i Ninive. Ny boky mirakitra ny fahitan’i Nahoma Elkosita:",
        "2": "I Jehovah dia Andriamanitra mitaky ny hanompoana azy irery ihany, ary mamaly ny olona araka izay nataony. Eny, mamaly ny olona araka izay nataony i Jehovah, ary vonona hampihatra fahatezerana. Mamaly ny fahavalony araka izay nataony i Jehovah, ary mitahiry fahatezerana amin’ireny.",
        "3": "Tsy mora tezitra i Jehovah, ary lehibe ny heriny. Tsy hataon’i Jehovah ho afa-maina mihitsy izay tokony hosazina. Ao amin’ny rivotra mandravarava sy ny tafio-drivotra ny lalany, ary toy ny vovoka mitora-jofo avy eo ambany tongony ny rahona.",
        "4": "Teneniny mafy ny ranomasina ka ataony ritra, ary ataony maina koa ny renirano rehetra. Malazo i Basana sy Karmela, ary malazo koa ny voninkazon’i Libanona.",
        "5": "Mihovotrovotra ny tendrombohitra noho ny aminy, ary mitsonika ny havoana. Noho ny fanatrehany, dia hihozongozona ny tany sy ny faritra lonaka ary izay rehetra monina eo aminy.",
        "6": "Iza no hahajanona eo anoloan’ny fanamelohany? Ary iza no hahatohitra ny fahatezerany mafy? Hilatsaka toy ny afo ny fahavinirany, ary harodana ny vatolampy noho ny aminy.",
        "7": "Tsara i Jehovah, sady fiarovana mafy amin’ny andro fahoriana. Fantany izay mitady fialofana eo aminy.",
        "8": "Amin’ny tondra-drano manafotra no handravany tanteraka an’ilay tanàna, ary hanenjika an’ireo fahavalony ny haizina.",
        "9": "Inona no tetika eritreretinareo hanoherana an’i Jehovah? Mahatonga fandringanana tanteraka izy. Tsy hitranga fanindroany ny fahoriana.",
        "10": "Na dia mifaningotra toy ny tsilo aza izy ireo, sady mamo toy ny mamon’ny labiera, dia ho levona toy ny vodivary maina be.",
        "11": "Avy ao aminao no hivoahan’izay manao teti-dratsy hanoherana an’i Jehovah, ka manome torohevitra tsy misy dikany.",
        "12": "Izao no nolazain’i Jehovah: “Na dia matanjaka sady ampy fiadiana aza ny ankamaroany, dia ho ripaka ihany izy ireo rehefa misy mandalo. Dia hampahoriko ianao, ary tsy hampahoriko intsony aorian’izay.",
        "13": "Ankehitriny dia hotapahiko hiala aminao ny zioga nampitondrainy anao, ary hotapahiko hizara roa izay nangejana anao.",
        "14": "Nandidy ny aminao i Jehovah hoe: ‘Tsy hanan-taranaka hitondra ny anaranao intsony ianao. Hataoko tsy misy ao an-tranon’andriamanitrao intsony ny sary sokitra sy ny sarivongana metaly. Dia hanao fasana ho anao aho, satria tsy misy dikany amiko ianao.’",
        "15": "“Eny an-tendrombohitra ny tongotr’ilay mitondra vaovao tsara sy manambara fiadanana. Ankalazao ireo fetinao, ry Joda ô! Efao ny voadinao, satria tsy hisy handalo eo aminao intsony ny olona tsy manjary, ary ho ringana tanteraka izy.”"
    },
    "2": {
        "1": "Miakatra ho eo anoloanao ilay mampiely ny vahoaka. Arovy ny toerana voaro mafy, ary ambeno ny lalana! Misikìna, * ary angony ny herinao rehetra.",
        "2": "Fa haverin’i Jehovah amin’ny laoniny tokoa ilay reharehan’i Jakoba, toy ilay reharehan’ny Israely, satria ny mpandroba efa nandroba azy, ary nopotehiny ny sampany efa nitsiry.",
        "3": "Nolokoana mena ny ampingan’ny olo-maheriny, ary miakanjo mena midorehitra ny lehilahy matanjaka. Manjelanjelatra toy ny afo ny vy amin’ny kalesin’ady, amin’ny andro iomanany hiady. Ary ahetsiketsiny ny lefona hazo.",
        "4": "Miriotra mafy eny an-dalana ny kalesin’ady, ka mifanaretsaka eny amin’ny tany malalaka. Toy ny fanilo no fahitana azy, ary mitsoriaka toy ny tselatra.",
        "5": "Hotsaroan’ny mpanjakany ireo manamboninahiny, nefa ho tafintohina eny am-pandehanana ireny. Hihazakazaka ho eny amin’ny manda ireny, fa tsy maintsy hohamafisina ny fefy hisakanana ny fahavalo.",
        "6": "Hisokatra ny vavahady eo amoron’ny renirano, ka hirodana ny lapa.",
        "7": "Tsy hiova izany didy izany. Nampitanjahina izy, ka hoentina ho babo. Ary hitoreo hanao feom-boromailala ny mpanompovaviny, sady hikapo-tratra.",
        "8": "Toy ny dobo i Ninive hatramin’izay nisiany. Mandositra anefa ny olona. Misy miantsoantso hoe: “Mijanòna, rey olona e! Mijanòna re e!”, nefa tsy misy miherika.",
        "9": "Mandrobà volafotsy, ary mandrobà volamena, satria tsy hita lany ny harena voatahiry. Ao ny karazan-java-tsarobidy rehetra sady tena be dia be.",
        "10": "Lasa fongana sy foana ary aolo ny tanàna! Mihorohoro ny fo, mangozohozo ny lohalika, ary manaintaina mafy ny andilana rehetra. Ary mitebiteby ny olona rehetra, ka hita eny amin’ny endriny izany.",
        "11": "Aiza ilay toeran’ny liona sy ilay lavaky ny liona tanora, dia ilay nandehandehanan’ny liona sy nidirany, ary ilay toerana nisy ny zana-diona, ka tsy nisy nampangovitra azy?",
        "12": "Namiravira remby ampy ho an’ny zanany ilay liona, ary nanakenda haza ho an’ireo liom-baviny. Nofenoiny haza tao an-davany, ary nofenoiny biby voaviravira ny toeram-piafenany.",
        "13": "“Hamely anao aho”, hoy i Jehovah Tompon’ny tafika. “Hodorako ao anaty setroka ny kalesin’adiny. Ho fatin-tsabatra ny liona tanora ao aminao, ary haripako tsy ho amin’ny tany ny rembinao. Ary tsy ho re intsony ny feon’ny irakao.”"
    },
    "3": {
        "1": "Lozan’ilay tanàna mpandatsa-dra! Feno fitaka sy fandrobana izy, ary tsy mitsahatra miremby.",
        "2": "Injay ny feon’ny karavasy sy ny fikatrokatroky ny kodiarana! Indreny fa miriotra mafy ny soavaly ary mitontontontona ny kalesy!",
        "3": "Indreny koa ny mpitaingin-tsoavaly sy ny sabatra mamirapiratra ary ny lefona manjelanjelatra! Maro be ny voavono, ary be dia be ny maty. Tsy hita isa ny faty, ka voafingan’ireny ny olona.",
        "4": "Nanaram-po nivaro-tena mantsy ilay mpivaro-tena. Manintona sy mahay manangoly izy, ary mpilalao ody faran’izay mahay, sy mamandrika firenena maro amin’ny fivarotan-tena ary mamitaka vahoaka maro amin’ny filalaovany ody.",
        "5": "“Hamely anao aho”, hoy i Jehovah Tompon’ny tafika. “Hingaiko hatreny amin’ny tarehinao ny morontongotr’akanjonao, ka hataoko hitan’ireo firenena ny fitanjahanao, ary ho hitan’ireo fanjakana ny fahafaham-barakanao.",
        "6": "Dia hotorahako zava-maharikoriko ianao, ka hataoko famingavinga, sady higagan’ny olona.",
        "7": "Ary handositra anao izay rehetra mahita anao, ka hanao hoe: ‘Voaroba i Ninive! Iza no hangoraka azy?’ Aiza no hitadiavako olona hampionona anao?",
        "8": "Fa angaha ianao tsara noho i No-amona izay teo amoron’ireo lakandranon’i Neily? Voahodidin’ny rano izy, ary ny ranomasina no harenany sady nataony manda.",
        "9": "I Etiopia sy Ejipta no tena heriny, ary tsy nisy fetrany izany. Ary nanampy anao i Pota sy ny Libyanina.",
        "10": "Voatokana hatao sesitany koa i No-amona, ka lasa babo. Notorotoroina teny an-joron-dalana rehetra teny ny zanany. Natao antsapaka ireo olo-manan-kajany. Ary nasiana gadra vy daholo ny olona ambony tao aminy.",
        "11": "“Ho mamo koa ianao, ka ho voafina. Ary hitady fiarovana any amin’ny fahavalo ianao.",
        "12": "Ny toerana rehetra voaro mafy ao aminao dia toy ny aviavy misy voany masaka voalohany, izay hilatsaka ao am-bavan’ny mpihinana rehefa hozongozonina.",
        "13": "“Toy ny vehivavy ny olona ao aminao. Ary hisokatra tokoa eo anoloan’ny fahavalonao ireo vavahadin’ny taninao, ary ho levon’ny afo ny bara hidiny.",
        "14": "Manangòna rano ho anao fa hisy fahirano. Hamafiso ny toerana voaro mafy eo aminao. Mankanesa eo amin’ny fotaka, ka hosihoseo ny tanimanga, ary raiso ny lasitra fanaovam-biriky.",
        "15": "Na eny aza anefa ianao, dia ho levon’ny afo. Ho fatin-tsabatra ianao, ary handripaka anao izany, toy ny fandripaky ny zana-balala ny zavamaniry. Aoka ianao ho maro be toy ny zana-balala, eny, ho maro be toy ny valala.",
        "16": "Efa nohamaroinao toy ny kintana eny amin’ny lanitra ny mpivarotra ao aminao. “Ary miofo ny zana-balala, dia lasa manidina.",
        "17": "Toy ny valala ireo mpiambina ao aminao, ary toy ny andiam-balala ireo mpiantso olona ho miaramila. Mitoby eny amin’ny vala ny valala rehefa mangatsiaka ny andro. Raha vao miposaka anefa ny masoandro, dia lasa manidina izy ireo, ary tsy fantatra izay misy azy.",
        "18": "“Rendremana ny mpiandry eo aminao, ry mpanjakan’i Asyria ô! Mijanona ao an-tranony ny olo-manan-kajanao. Naely eny an-tendrombohitra ny vahoakanao, ary tsy misy mamory azy.",
        "19": "Tsy misy fitsaharany ny loza manjo anao. Tsy mety sitrana ny ferinao. Izay rehetra mandre ny manjo anao dia hitehaka. Fa iza moa no tsy nahita faisana tamin’ny haratsiam-panahinao tsy misy farany?”"
    },
    "meta": {
        "name": "Nahoma",
        "order": 33,
        "chapter_number": 3
    }
}