{
    "1": {
        "1": "Izao no tenin’i Nehemia zanak’i Hakalia: Tao an-dapan’i Sosana aho tamin’ny volana Kisleo, tamin’ny taona faha-20.",
        "2": "Tamin’izay no tonga i Hanany, anisan’ny rahalahiko, niaraka tamin’ny lehilahy hafa avy tany Joda. Nanontaniako azy ireo hoe manao ahoana ny Jiosy sisa tafaverina avy any an-tsesitany. Nanontaniako momba an’i Jerosalema koa izy ireo.",
        "3": "Dia hoy izy ireo: “Tena voa mafy sy afa-baraka ireo sisa avy natao sesitany, izay any amin’ny faritany. Ny mandan’i Jerosalema koa mbola rava, ary kilan’ny afo ny vavahadiny.”",
        "4": "Tafapetraka mihitsy aho raha vao naheno an’izany teny izany, dia nitomany. Nalahelo teny foana aho nandritra ny andro maromaro, ary nifady hanina sy nivavaka teo anatrehan’ilay Andriamanitry ny lanitra.",
        "5": "Dia hoy aho: “Ry Jehovah Andriamanitry ny lanitra ô! Andriamanitra tena miavaka sady mendrika hatahorana ianao. Manaja ny fifanekena nataonao ianao, ka izay tia anao sy mankatò ny didinao no tianao sady tsy ivadihanao.",
        "6": "Mba miangavy anao re aho mba hanongilan-tsofina sy hanokatra ny masonao, ka hihaino an’izao vavaka ataon’ny mpanomponao izao e! Mivavaka andro aman’alina momba ny Israelita mpanomponao aho, sady miaiky ny fahotana nataon’ny vahoakan’Israely taminao. Samy efa nanota izahay, na izaho na ny fireneko.",
        "7": "Tena nanao ratsy taminao tokoa izahay, satria tsy mba nanaraka ny didy sy ny fitsipika ary ny didim-pitsarana izay nomenao an’i Mosesy mpanomponao.",
        "8": "“Mba tsarovy ny didy nomenao an’i Mosesy mpanomponao hoe: ‘Raha mivadika amiko ianareo, dia haparitako any amin’ny firenen-kafa.",
        "9": "Raha miverina amiko kosa ianareo ka manaraka ny didiko sy mankatò an’ireny, dia hangoniko na dia miparitaka any amin’ny faravodilanitra aza. Dia halaiko avy any ianareo, ka hoentiko any amin’ilay toerana nofidiko mba hametrahako ny anarako.’",
        "10": "Mpanomponao sy vahoakanao izy ireo, ary navotanao tamin’ny herinao lehibe sy ny tananao mahery.",
        "11": "Jehovah ô! Miangavy anao re mba hihaino tsara ny vavaka ataon’ity mpanomponao e! Mba henoy koa ny vavak’ireo mpanomponao izay faly erỳ manaja ny anaranao. Ataovy mahomby re izay ataon’ny mpanomponao androany e, dia mba ataovy miantra ahy ny mpanjaka.” Mpandroso zava-pisotron’ny mpanjaka aho tamin’izany."
    },
    "2": {
        "1": "Tamin’ny volana Nisana, tamin’ny taona faha-20 nanjakan’i Artaksersesy Mpanjaka, dia noraisiko ny divay teo anoloan’ny mpanjaka ka natolotro azy hoatran’ny mahazatra. Mbola tsy maloka endrika teo anatrehany mihitsy anefa aho, raha tsy tamin’izay.",
        "2": "Dia hoy ny mpanjaka tamiko: “Fa maninona ianao no maloka endrika, nefa ianao tsy marary? Misy zavatra mampalahelo ny fonao mihitsy!” Dia natahotra be aho.",
        "3": "Dia hoy aho tamin’ny mpanjaka: “Ho ela velona anie ny mpanjaka! Rava ilay tanàna misy ny fasan-drazako, ary kilan’ny afo ny vavahadiny. Koa nahoana moa aho no tsy ho maloka endrika?”",
        "4": "Ary hoy ny mpanjaka: “Inona àry no tianao hatao?” Tonga aho dia nivavaka tamin’ilay Andriamanitry ny lanitra.",
        "5": "Dia hoy aho tamin’ny mpanjaka: “Raha mba mety aminao, ry mpanjaka, ary raha mahazo sitraka aminao ny mpanomponao, dia mba alefaso ho any Joda aho, any amin’ny tanàna misy ny fasan-drazako, mba hanorina azy indray.”",
        "6": "Nipetraka teo anilan’ny mpanjaka ny vadiny tamin’izay. Ary hoy ny mpanjaka tamiko: “Haharitra firy andro ny dianao, ary rahoviana ianao no hiverina?” Dia sitraky ny mpanjaka ny handefa ahy, ka nolazaiko taminy hoe rahoviana aho no hiverina.",
        "7": "Niteny tamin’ny mpanjaka koa aho hoe: “Raha mba mety amin’ny mpanjaka, dia mba manaova taratasy homeko an’ireo governora any amin’ny faritra Ampitan’ny Renirano. Amin’izay aho mba havelan’izy ireo handeha soa aman-tsara mandra-pahatongako any Joda.",
        "8": "Mba manaova koa taratasy homeko an’i Asafa, mpiambina ny alan’ny mpanjaka. Amin’izay izy hanome ahy hazo hanaovako ny vavahadin’ny Lapan’ny Trano, sy ny mandan’ny tanàna, ary ny trano hipetrahako.” Dia nomen’ny mpanjaka ahy izany, satria nanampy ahy ny tanan’ny Andriamanitro.",
        "9": "Dia tonga tany amin’ireo governora tany amin’ny faritra Ampitan’ny Renirano aho, ka nomeko azy ny taratasin’ny mpanjaka. Nisy lehiben’ny tafika sy mpitaingin-tsoavaly koa nalefan’ny mpanjaka niaraka tamiko.",
        "10": "Rehefa naheno an’izany i Sanbala Horonita sy Tobia, ilay manam-pahefana amonita, dia tonga dia tezitra be izy ireo hoe nisy olona tonga mba hanao soa amin’ny vahoakan’Israely.",
        "11": "Tonga tao Jerosalema aho tamin’ny farany, ary nijanona telo andro tao.",
        "12": "Dia nifoha tamin’ny alina aho, ary nitondra lehilahy vitsivitsy. Ary tsy nolazaiko tamin’iza na iza izay zavatra nataon’Andriamanitro tao am-poko mba hatao amin’i Jerosalema. Tsy nitondra biby afa-tsy ilay nitaingenako aho tamin’izay.",
        "13": "Ary nivoaka avy teo amin’ny Vavahadin’ny Lohasaha aho tamin’ny alina, dia nandalo teo amin’ny Loharanon’ny Bibilava Be, ary nankeny amin’ny Vavahadin’ny Lavenona Misavovona. Dia nodinihiko tsara ny mandan’i Jerosalema efa rava sy ny vavahadiny kilan’ny afo.",
        "14": "Dia avy eo aho nankeny amin’ny Vavahadin’ny Loharano sy ny Dobon’ny Mpanjaka. Ary tsy antonona an’ilay biby nitaingenako ny lalana.",
        "15": "Mbola nandeha ihany anefa aho tamin’iny alina iny, dia niakatra nanaraka ny lohasaha, ka nandinika tsara an’ilay manda. Niverina aho avy eo ka niditra teo amin’ny Vavahadin’ny Lohasaha, dia nody.",
        "16": "Tsy nahalala izay nalehako sy nataoko ny solontenam-panjakana. Izaho mantsy mbola tsy niteny na inona na inona tamin’ny Jiosy, sy ny mpisorona, sy ny olona ambony, sy ny solontenam-panjakana, ary ny sisa tamin’ny mpiasa.",
        "17": "Farany, dia hoy aho tamin’izy ireo: “Hitanareo izao fa tena voa mafy isika. Rava i Jerosalema ary kilan’ny afo ny vavahadiny. Andao àry haorintsika indray ny mandan’i Jerosalema, mba tsy ho afa-baraka intsony isika.”",
        "18": "Dia notantaraiko tamin’izy ireo fa efa nanampy ahy ny tanan’Andriamanitro. Noresahiko taminy koa ny tenin’ny mpanjaka tamiko. Dia hoy izy ireo: “Andao àry isika hanorina ny manda.” Koa nifampahery izy ireo mba hanao an’ilay asa.",
        "19": "Ary naheno an’izany i Sanbala Horonita sy Tobia, ilay manam-pahefana amonita, ary Gasema Arabo. Dia nanesoeso sy nanambanimbany anay izy ireo hoe: “Fa inona ity ataonareo? Mikomy amin’ny mpanjaka angaha ianareo?”",
        "20": "Dia hoy aho: “Ilay Andriamanitry ny lanitra no hampahomby an’izay ataonay. Ary hanorina ny manda izahay mpanompony. Fa ianareo kosa tsy manana anjara na zo eto Jerosalema, sady tsy anisan’ny olona voasoratra ao amin’ny tantarany.”"
    },
    "3": {
        "1": "Nanao ny Vavahadin’ondry i Eliasiba mpisoronabe sy ny mpisorona rahalahiny, ka nanamasina sy nametaka azy io. Nohamasinin’izy ireo koa ny avy eo amin’ilay vavahady ka hatreo amin’ny Tilikambon’i Mea, ary hatrany amin’ny Tilikambon’i Hananela.",
        "2": "Teo akaikin’izy ireo ny olona avy ao Jeriko no nanamboatra ny simba tamin’ny manda, ary nanarakaraka an’ireo i Zakora zanak’i Imry.",
        "3": "Ny taranak’i Hasena indray no nanamboatra ny Vavahadin-trondro. Nataon’izy ireo ny tolàna, dia napetany ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "4": "Teo akaikin’izy ireo i Meremota zanak’i Oria, zanak’i Hakoza no nanamboatra ny simba, dia avy eo i Mesolama zanak’i Berekia, zanak’i Mesezabela, ary nanarakaraka an’ireo i Zadoka zanak’i Bana.",
        "5": "Ary teo akaikin’izy ireo ny Tekoita no nanamboatra ny simba. Tsy nanetry tena anefa ny olona ambony teo aminy, ka tsy nanaiky hanao ny asa nampanaovin’ny tompony.",
        "6": "Nanamboatra ny simba tamin’ny Vavahadin’ilay Tanàna Taloha i Joiada zanak’i Pasea sy Mesolama zanak’i Besodia. Nataon’izy ireo ny tolàna, dia napetany ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "7": "Ary teo akaikin’izy ireo i Melatia Gibeonita sy Jadona Meronotita no nanamboatra ny simba. Avy any Gibeona sy Mizpa izy roa lahy ireo, ary teo ambany fahefan’ny governora atỳ amin’ny faritra Ampitan’ny Renirano.",
        "8": "Ary teo akaikin’izy ireo i Oziela zanak’i Haraia, anisan’ny mpanefy volamena, no nanamboatra ny simba, dia avy eo i Hanania, anisan’ny mpanamboatra menaka fanosorana. Nataon’izy ireo rarivato ny lalan’i Jerosalema hatreo amin’ny Manda Lehibe.",
        "9": "Ary teo akaikin’izy ireo i Refaia zanak’i Hora, andrianan’ny antsasaky ny faritr’i Jerosalema, no nanamboatra ny simba.",
        "10": "Teo akaikin’izy ireo i Jedaia zanak’i Haromafa no nanamboatra ny simba tandrifin’ny tranony. Ary teo akaikiny i Hatosy zanak’i Hasabnia no nanamboatra ny simba.",
        "11": "Nanamboatra ampahany hafa tamin’ilay manda sy ny Tilikambon’ny Lafaoro i Malkia zanak’i Harima sy Hasoba zanak’i Pahata-moaba.",
        "12": "Ary teo akaikin’izy ireo i Saloma zanak’i Halohesy, andrianan’ny antsasaky ny faritanin’i Jerosalema, sy ny zanany vavy, no nanamboatra ny simba.",
        "13": "Nanamboatra ny simba tamin’ny Vavahadin’ny Lohasaha i Hanona sy ny mponin’i Zanoa. Namboarin’izy ireo indray ilay izy, dia napetany ny vavahady sy ny karetsaka ary ny bara hidiny. Nisy 1 000 hakiho koa no namboarin’izy ireo tamin’ilay manda, hatreo amin’ny Vavahadin’ny Lavenona Misavovona.",
        "14": "Ary nanamboatra ny simba tamin’ny Vavahadin’ny Lavenona Misavovona i Malkia zanak’i Rekaba, andrianan’ny faritanin’i Beti-hakerema. Namboariny indray ilay izy, dia napetany ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "15": "Nanamboatra ny simba tamin’ny Vavahadin’ny Loharano i Saloma zanak’i Kola-hoze, andrianan’ny faritanin’i Mizpa. Namboariny indray ilay izy sy ny tafony, dia napetany ny vavahady sy ny karetsaka ary ny bara hidiny. Namboariny koa ny simba tamin’ny manda teo amin’ny Dobon’ny Lakandrano hatreo amin’ny Zaridainan’ny Mpanjaka, sy hatrany amin’ny Tohatoha-bato midina avy any amin’ny Tanànan’i Davida.",
        "16": "Nanarakaraka azy i Nehemia zanak’i Azboka, andrianan’ny antsasaky ny faritanin’i Beti-zora. Namboariny ny simba tandrifin’ny Fasan’i Davida ka hatrany amin’ilay dobo nataon’olona, ary hatreo amin’ny Tranon’ireo Mahery.",
        "17": "Ary teo akaikiny ny Levita no nanamboatra ny simba, ka i Rehoma zanak’i Bany no nitarika azy ireo. Nanarakaraka azy i Hasabia, andrianan’ny antsasaky ny faritanin’i Keila sady solontenan’ny faritaniny.",
        "18": "Ary teo akaikiny ny Levita hafa no nanamboatra ny simba, ka nitarika azy ireo i Bavay zanak’i Henadada, andrianan’ny antsasaky ny faritanin’i Keila.",
        "19": "Ary nanarakaraka azy i Ezera zanak’i Jesoa, andrianan’i Mizpa. Namboariny ny ampahany hafa tamin’ilay manda, tandrifin’ny fiakarana mankany amin’ilay Fitehirizam-piadiana eo amin’ny Andry Manohana ny Manda.",
        "20": "Nanarakaraka azy i Baroka zanak’i Zabay. Nazoto be izy nanamboatra ny ampahany hafa tamin’ilay manda, nanomboka teo amin’ny Andry Manohana ny Manda ka hatrany amin’ny fidirana amin’ny tranon’i Eliasiba mpisoronabe.",
        "21": "Nanarakaraka azy i Meremota zanak’i Oria, zanak’i Hakoza. Nanamboatra ampahany hafa tamin’ilay manda izy, nanomboka teo amin’ny fidirana amin’ny tranon’i Eliasiba ka hatrany amin’ny faran’io trano io.",
        "22": "Ary teo akaikiny ny mpisorona avy any amin’ny faritr’i Jordana no nanamboatra ny simba.",
        "23": "Nanarakaraka an’ireo i Benjamina sy Hasoba, izay nanamboatra ny simba tandrifin’ny tranony avy, dia avy eo i Azaria zanak’i Mahaseia, zanak’i Anania, izay nanamboatra ny simba teo akaikin’ny tranony.",
        "24": "Nanarakaraka azy i Binoy zanak’i Henadada, izay nanamboatra ampahany hafa tamin’ilay manda, nanomboka teo amin’ny tranon’i Azaria ka hatrany amin’ny Andry Manohana ny Manda ary hatrany amin’ny zoron’ilay manda.",
        "25": "Nanarakaraka azy i Palala zanak’i Ozay, izay nanamboatra ny simba tandrifin’ny Andry Manohana ny Manda sy tandrifin’ilay tilikambo mikambana amin’ny Tranon’ny Mpanjaka, dia ilay eo ambony ao amin’ny Tokotanin’ny Mpiambina. Ary nanarakaraka azy i Pedaia zanak’i Parosy.",
        "26": "Ny mpanompo tao amin’ny tempoly izay nipetraka tao Ofela no nanamboatra ny simba hatreo amin’ny tandrifin’ny Vavahadin-drano any atsinanana, sy hatrany amin’ilay tilikambo mivohitra eo amin’ny manda.",
        "27": "Nanarakaraka an’ireo ny Tekoita, izay nanamboatra ampahany hafa tamin’ilay manda, nanomboka teo amin’ilay tilikambo lehibe mivohitra eo amin’ny manda ka hatrany amin’ny mandan’i Ofela.",
        "28": "Ny mpisorona kosa nanamboatra ny simba tandrifin’ny tranony avy, nanomboka teo amin’ny Vavahadin-tsoavaly.",
        "29": "Nanarakaraka an’ireo i Zadoka zanak’i Imera, izay nanamboatra ny simba tandrifin’ny tranony. Nanarakaraka azy indray i Semaia zanak’i Sekania, ilay mpiandry ny Vavahady Atsinanana.",
        "30": "Nanarakaraka azy i Hanania zanak’i Selemia sy Hanona, izay fahenina amin’ny zanak’i Zalafa. Nanamboatra ampahany hafa tamin’ilay manda izy ireo. Nanarakaraka an’ireo kosa i Mesolama zanak’i Berekia, izay nanamboatra ny simba tandrifin’ny efitranony.",
        "31": "Nanarakaraka azy i Malkia, izay anisan’ny mpanefy volamena. Namboariny ny simba hatrany amin’ny tranon’ny mpanompo tao amin’ny tempoly sy ny mpivarotra, tandrifin’ny Vavahady Fanaraha-maso, ary hatrany amin’ilay efitra any an-tampon-trano eo amin’ny zorony.",
        "32": "Ary ny mpanefy volamena sy ny mpivarotra no nanamboatra ny simba teo anelanelan’ny efitra any an-tampon-trano eo amin’ny zorony sy ny Vavahadin’ondry."
    },
    "4": {
        "1": "Raha vao henon’i Sanbala fa nanorina ny manda indray izahay, dia tezitra izy sady sosotra be mihitsy, ka nesoesoiny foana ny Jiosy.",
        "2": "Dia hoy izy teo anatrehan’ny rahalahiny sy ny tafik’i Samaria: “Inona koa no ataon’ireo Jiosy kely aina ireo? Ry zareo irery ve dia hahavita an’io? Hanao sorona angaha ry zareo? Angaha io ho vitany indray andro? Tadiaviny hampiasaina indray angaha ireo vato efa kilan’ny afo ao anaty potipoti-javatra feno vovoka ireo?”",
        "3": "Ary hoy i Tobia Amonita, izay nitsangana teo akaikiny: “Na amboadia iray aza no mianika an’io manda vato aoriny io, dia hirodana io.”",
        "4": "“Mba mihainoa, ry Andriamanitray ô, fa atao tsinontsinona izahay. Ary avelao hivaly aminy ny latsa ataony, ka avelao izy ho voaroba sy ho babo any an-tanin’olona.",
        "5": "Aza odiana tsy hita izao fahadisoany izao, ary aza kosehina ny fahotany. Fa nanompa an’ireo mpanao fanorenana izy.”",
        "6": "Dia mbola naorinay ihany ny manda, ka vitanay hatreo amin’ ny antsasaky ny haavony izy manontolo. Ary niasa tamin’ny fony manontolo foana ny olona.",
        "7": "Dia tezitra be ry Sanbala sy Tobia, ny Arabo, ny Amonita, ary ny Asdodita, raha vao henony fa mandroso ny fanamboarana ny mandan’i Jerosalema, sady efa kely sisa dia ho voatampina ny banga rehetra.",
        "8": "Dia niray tetika izy ireo hoe ho avy hiady amin’i Jerosalema sy hanakorontana ny ao an-tanàna.",
        "9": "Nivavaka tamin’ny Andriamanitray anefa izahay, ary nametraka mpiambina andro aman’alina mba hiaro anay.",
        "10": "Hoy anefa ny mponin’i Joda: “Efa kely ny herin’ny mpiasa nefa mbola be dia be ny potipoti-bato mila esorina. Ary tsy ho vitanay mihitsy ny hanorina ny manda.”",
        "11": "Hoy foana koa ny fahavalonay: “Tsy hataontsika hitan’ireo ny hahatongavantsika eny, dia hovonointsika ireo, dia hajanontsika ny asany.”",
        "12": "Isaky ny tonga tatỳ ny Jiosy mipetraka any akaikin’ny fahavalo, dia impolo kely izy ireo no niteny taminay hoe: “Ho tonga hanafika antsika avy any amin’ny faritra rehetra ny fahavalo.”",
        "13": "Dia nasiako mpiambina teny amin’ny faritra iva ivelan’ny manda, teny amin’ny toerana malalaka. Nasaiko niambina isam-pianakaviana izy ireo, ka samy nitondra ny sabany sy ny lefony ary ny tsipìkany.",
        "14": "Raha vao hitako hoe natahotra izy ireo, dia hoy aho tamin’ny olona ambony sy ny solontenam-panjakana ary ny vahoaka: “Aza matahotra an’ireny, fa i Jehovah, ilay tena miavaka sy mendrika hatahorana, no tadidio. Miadia ho an’ny rahalahinareo, sy ho an’ny zanakareo lahy sy ny zanakareo vavy, ary ho an’ny vadinareo sy ny tranonareo.”",
        "15": "Henon’ny fahavalonay fa fantatray ny tetik’izy ireo sady nataon’Andriamanitra tsy nahomby. Dia niverina niasa teny amin’ny manda izahay rehetra.",
        "16": "Nanomboka tamin’izay andro izay, dia ny antsasaky ny lehilahy no niasa, fa ny antsasany kosa nitana lefona sy ampinga ary tsipìka sady nanao akanjo mifono vy. Ny andriana indray nanohana ny taranak’i Joda manontolo",
        "17": "izay nanorina ny manda. Niasa tamin’ny tanany ilany ny mpiasa, fa ny tanany ilany kosa nitazona fitaovam-piadiana.",
        "18": "Samy nanana sabatra teo amin’ny fehikibony ny mpanao fanorenana rehefa niasa. Ary nijoro teo akaikiko ilay mpitsoka anjombona.",
        "19": "Dia hoy aho tamin’ny olona ambony sy ny solontenam-panjakana ary ny vahoaka: “Mbola betsaka sady goavana ny asa, nefa isika miparitaka be eny amin’ny manda ka mifanalavitra.",
        "20": "Rehefa mandre feon’anjombona àry ianareo, dia tongava daholo any amin’izay misy anay. Fa hiady ho antsika ny Andriamanitsika.”",
        "21": "Dia niasa foana ny antsasany taminay, fa ny antsasany kosa nitana lefona, nanomboka vao mangiran-dratsy ka mandra-pipoitran’ny kintana.",
        "22": "Izao koa no noteneniko tamin’ny vahoaka, tamin’izay fotoana izay: “Aleo samy hatory eto Jerosalema ny lehilahy tsirairay sy ny mpanompony, ka hiambina antsika izy ireo amin’ny alina, fa hiasa kosa amin’ny antoandro.”",
        "23": "Samy tsy nisolo akanjo àry na izaho, na ny rahalahiko, na ny mpanompoko, na ny lehilahy mpiambina nanaraka ahy. Samy nitana fitaovam-piadiana teny an-tananay ankavanana koa izahay."
    },
    "5": {
        "1": "Nitaraina mafy anefa ny lehilahy sy ny vadin’izy ireo, noho ny nataon’ny Jiosy rahalahiny.",
        "2": "Ny sasany niteny hoe: “Be dia be izahay, miaraka amin’ny zanakay lahy sy ny zanakay vavy. Mila mahazo varimbazaha izahay mba hohaninay sy hahavelona anay.”",
        "3": "Tao koa ny nilaza hoe: “Ny sahanay sy ny tanimboalobokay ary ny tranonay no ataonay antoka, mba hahazoanay varimbazaha rehefa tsy misy ny sakafo.”",
        "4": "Dia nisy koa niteny hoe: “Nindram-bola izahay handoavana hetra ho an’ny mpanjaka, ka ny sahanay sy ny tanimboalobokay no nataonay antoka.",
        "5": "Iray ra ihany izahay sy ny rahalahinay, ary hoatran’ny zanak’izy ireo ihany ny zanakay. Izahay anefa voatery mivarotra ny zanakay lahy sy ny zanakay vavy ho andevo, ary ny zanakay vavy sasany aza efa lasa andevo mihitsy. Tsy afa-manoatra anefa izahay, satria efa lasan’olona ny sahanay sy ny tanimboalobokay.”",
        "6": "Tezitra be aho rehefa naheno azy ireo nitaraina sy niteny an’izany.",
        "7": "Nandinika tsara an’ilay raharaha aho, dia nomeko tsiny ny olona ambony sy ny solontenam-panjakana. Dia hoy aho tamin’izy ireo: “Samy mitaky zanabola amin’ny rahalahinareo daholo ianareo.” Nandamina fivoriana lehibe koa aho noho ny nataon’izy ireo.",
        "8": "Dia hoy aho tamin’izy ireo: “Izahay aza efa nanao izay fara herinay mba hanavotana an’ireo Jiosy rahalahintsika namidy tamin’ny firenen-kafa, koa ianareo indray ve no hivarotra ny rahalahinareo? Dia tsy maintsy hividy an-dry zareo indray ve izahay mba hanavotana azy?” Tsy nahateny tsy nahavolana izy ireo tamin’izay.",
        "9": "Niteny koa aho hoe: “Tsy mety izao ataonareo izao. Tsy tokony hatahotra an’Andriamanitsika foana ve ianareo, mba tsy ho afaka handatsa antsika ny firenena fahavalontsika?",
        "10": "Izaho sy ny rahalahiko ary ny mpanompoko koa mba mampindrana vola sy varimbazaha amin’ny Jiosy. Dia andao re isika mba tsy hitaky zanabola intsony e!",
        "11": "Mba avereno aminy androany dia androany ihany re ny sahany sy ny tanimboliny sy ny sahan’olivany ary ny tranony e! Avereno aminy koa ny zanabola nalainareo taminy, izany hoe ny ampahazaton’ny vola sy ny varimbazaha sy ny divay vaovao ary ny menaka.”",
        "12": "Dia hoy izy ireo: “Haverinay ireny zavatra ireny, ka tsy hitaky na inona na inona amin-dry zareo izahay ho takalon’izany. Hotanterahinay an-tsakany sy an-davany ny teninao.” Dia nantsoiko ny mpisorona, ary nasaiko nianiana ireo lehilahy ireo hoe hitana ny teniny.",
        "13": "Ary nakopako ny akanjoko, dia hoy aho: “Hakopak’ilay tena Andriamanitra hoatr’izany koa izay olona tsy manatanteraka an’izany teny izany. Hakopany hiala amin’ny tranony sy ny fananany izy, ka tsy hanana na inona na inona intsony.” Dia hoy ny fiangonana manontolo: “Amena!” Koa nidera an’i Jehovah izy ireo, ary samy nitana ny teniny ny olona.",
        "14": "Samy tsy nisy nihinana ny anjara sakafo tokony ho an’ny governora koa izaho sy ny rahalahiko, nandritra ny 12 taona, izany hoe nanomboka tamin’ny andro nanendren’ny mpanjaka ahy ho governoran’izy ireo teto amin’ny tanin’i Joda, tamin’ny taona faha-20, ka hatramin’ny taona faha-32 nanjakan’i Artaksersesy Mpanjaka.",
        "15": "Izay governora talohako anefa nampitondra enta-mavesatra ny vahoaka, ka nitaky volafotsy 40 sekely taminy isan’andro, ho vidin’ny sakafo sy ny divay. Nampijaly ny vahoaka koa ny mpanompon’izy ireo. Tsy mba nanao an’izany anefa aho satria natahotra an’Andriamanitra.",
        "16": "Nandray anjara tamin’ny fanamboarana an’ilay manda koa aho. Niaraka nanao an’ilay asa daholo ny mpanompoko rehetra, nefa na tanimboly iray aza tsy nalainay.",
        "17": "Ary nisy Jiosy sy solontenam-panjakana nisakafo teo amin’ny latabatro. Nisy 150 izy ireo, ankoatra an’ireo tonga teo aminay avy any amin’ny firenena manodidina.",
        "18": "Omby iray sy ondry enina voafantina ary vorona no nokarakaraina ho ahy isan’andro. Nisy divay be dia be isan-karazany koa isaky ny folo andro. Na izany aza, dia tsy nitaky ny anjara sakafo tokony ho an’ny governora aho, satria efa mafy be ny asa nampanaovina ny vahoaka.",
        "19": "“Mba tsarovy aho ka tahio, ry Andriamanitro ô, noho izay rehetra nataoko ho an’ity vahoaka ity.”"
    },
    "6": {
        "1": "Henon’i Sanbala sy Tobia sy Gasema Arabo ary ny sisa tamin’ny fahavalonay fa voaoriko indray ny manda ka tsy misy gorobaka intsony, na dia mbola tsy voapetako aza ny vavahady.",
        "2": "Tonga àry dia nandefa an’izao hafatra izao tatỳ amiko i Sanbala sy Gasema: “Andao isika hifanao fotoana any amin’ny tanàna kely eo amin’ny Lohasahan’i Ono.” Niray tetika hanisy ratsy ahy anefa izy ireo.",
        "3": "Dia naniraka olona tany aminy aho mba hiteny hoe: “Mbola manao asa goavana be aho, ka tsy afaka midina any. Nahoana ny asa no hajanona ka havela eo, dia izaho ho any aminareo?”",
        "4": "Inefatra izy ireo no nandefa izany hafatra izany tatỳ amiko, fa tsy niova mihitsy ny valin-teniko.",
        "5": "Dia nirahin’i Sanbala tatỳ amiko hilaza an’izany hafatra izany fanindiminy ny mpanompony, sady nampitondrainy taratasy tsy misy tombo-kase.",
        "6": "Izao no voasoratra tao: “Malaza any amin’ireo firenena fa miray tetika ny hikomy ianao sy ny Jiosy, ary izany koa no nolazain’i Gasema. Izany, hono, no antony anorenanao ny manda. Dia ho lasa mpanjakan’izy ireo, hono, ianao.",
        "7": "Dia nanendry mpaminany mihitsy aza, hono, ianao mba hiresaka momba anao eran’i Jerosalema hoe: ‘Misy mpanjaka eto Joda!’ Tsy maintsy hisy hitantara amin’ny mpanjaka anefa izany. Tongava àry atỳ, dia andao isika handinika an’izany.”",
        "8": "Nandefa hafatra tany aminy anefa aho hoe: “Tsy misy akory izany, fa mamoromporona fotsiny ianao.”",
        "9": "Te hampitahotra anay mantsy izy rehetra, ka nilaza hoe: “Tsy hazoto hiasa intsony ireo, dia tsy ho vita ilay asa.” Dia nivavaka aho hoe: “Mba ampaherezo aho, Andriamanitra ô!”",
        "10": "Ary nankany an-tranon’i Semaia zanak’i Delaia, zanak’i Mehetebela, aho tamin’izy nihiboka tao an-tranony. Dia hoy izy: “Andao isika hifanao fotoana ao an-tranon’ilay tena Andriamanitra, ao amin’ny tempoly, ka hohidiantsika ny varavarana. Ho avy hamono anao mantsy ry zareo. Sady amin’ny alina mihitsy ry zareo no ho avy.”",
        "11": "Hoy anefa aho: “Lehilahy hoatran’ahy izao ve dia handositra? Olona hoatran’ahy izao ve no miditra ao amin’ny tempoly dia ho velona? Izaho tsy ho any!”",
        "12": "Dia fantatro hoe hay tsy Andriamanitra no naniraka an’io mpaminany io, fa nokaramain’i Tobia sy Sanbala izy mba hamitaka ahy.",
        "13": "Nokaramain-dry zareo izy hampitahotra ahy ka hahatonga ahy hanota. Ho afaka hanaratsy laza ahy izy ireo amin’izay, mba hanalana baraka ahy.",
        "14": "“Tsarovy izany nataon’i Tobia sy Sanbala izany, ry Andriamanitro ô! Tsarovy koa ny nataon’i Noadia mpaminanivavy sy ny mpaminany hafa izay nitady hampitahotra ahy foana.”",
        "15": "Dia vita ilay manda tamin’ny andro faha-25 amin’ny volana Elola, izany hoe tao anatin’ny 52 andro.",
        "16": "Raha vao henon’ny fahavalonay rehetra izany sady hitan’ny firenena rehetra nanodidina anay, dia menatra be izy ireo. Dia fantany fa nanampy anay ny Andriamanitray matoa vitanay ilay asa.",
        "17": "Nandefa taratasy maro be tany amin’i Tobia ny olona ambony tao Joda, tamin’izany andro izany. Dia namaly azy ireo koa i Tobia.",
        "18": "Betsaka ny olona tao Joda no efa nianiana fa hanohana azy, noho izy vinantolahin’i Sekania zanak’i Ara. I Johanana zanany lahy koa efa nanambady ny zanakavavin’i Mesolama zanak’i Berekia.",
        "19": "Nanatsaratsara an’i Tobia foana koa izy ireo rehefa niresaka tamiko, dia notantarainy tamin’i Tobia avy eo ny zavatra noteneniko. Nandefasan’i Tobia taratasy be dia be àry aho mba hampitahorana ahy."
    },
    "7": {
        "1": "Raha vao voaorina indray ny manda, dia napetako ny vavahady. Notendrena koa ny mpiandry vavahady sy ny mpihira ary ny Levita.",
        "2": "Notendreko hiandraikitra an’i Jerosalema koa i Hanany rahalahiko. Notendreko koa i Hanania lehiben’ny Lapa, satria faran’izay mendri-pitokisana izy, sady natahotra an’ilay tena Andriamanitra mihoatra noho ny olona maro.",
        "3": "Dia hoy aho tamin’izy ireo: “Tsy tokony hosokafana ny vavahadin’i Jerosalema raha tsy efa midanika ny masoandro. Rehefa mijoro eo ny mpiandry vavahady, dia tokony hakatony ny vavahady ka hohidiany amin’ny karetsaka. Ary ny mponin’i Jerosalema no tendreo ho mpiambina, ka samy hiambina eo amin’ny toerana anendrena azy sy eo alohan’ny tranony avy izy ireo.”",
        "4": "Nivelatra sady lehibe ilay tanàna, nefa vitsy olona ary mbola tsy voaorina ny trano tao.",
        "5": "Nataon’Andriamanitro tao am-poko anefa ny hamory ny olona ambony sy ny solontenam-panjakana ary ny vahoaka, mba hosoratana anarana ao amin’ny tetirazana izy ireo. Dia hitako ilay boky misy ny tetirazan’ireo tafaverina voalohany avy tany an-tsesitany, ka hitako voasoratra tao hoe:",
        "6": "Ireto ny olona avy any amin’ny faritany tonga avy any Babylona. Anisan’ny nataon’i Nebokadnezara mpanjakan’i Babylona sesitany izy ireo. Samy niverina tany amin’ny tanànany tany Jerosalema sy Joda izy ireo, tatỳ aoriana,",
        "7": "ary niara-tonga tamin’i Zerobabela, Jesoa, Nehemia, Azaria, Ramia, Nahanany, Mordekay, Bilsana, Mispereta, Bigvay, Nehoma, ary Bana. Ireto ny isan’ny lehilahy israelita:",
        "8": "Nisy 2 172 ny taranak’i Parosy,",
        "9": "372 ny taranak’i Sefatia,",
        "10": "652 ny taranak’i Ara,",
        "11": "2 818 ny taranak’i Pahata-moaba, avy amin’ny taranak’i Jesoa sy Joaba,",
        "12": "1 254 ny taranak’i Elama,",
        "13": "845 ny taranak’i Zato,",
        "14": "760 ny taranak’i Zakay,",
        "15": "648 ny taranak’i Binoy,",
        "16": "628 ny taranak’i Bebay,",
        "17": "2 322 ny taranak’i Azgada,",
        "18": "667 ny taranak’i Adonikama,",
        "19": "2 067 ny taranak’i Bigvay,",
        "20": "655 ny taranak’i Adina,",
        "21": "98 ny taranak’i Atera, avy amin’ny ankohonan’i Hezekia,",
        "22": "328 ny taranak’i Hasoma,",
        "23": "324 ny taranak’i Bezay,",
        "24": "112 ny taranak’i Harifa,",
        "25": "95 ny avy any Gibeona,",
        "26": "188 ny avy any Betlehema sy Netofa,",
        "27": "128 ny Anatotita,",
        "28": "42 ny avy any Beti-azmaveta,",
        "29": "743 ny avy any Kiriata-jearima sy Kefira ary Berota,",
        "30": "621 ny avy any Rama sy Geba,",
        "31": "122 ny avy any Mikmasy,",
        "32": "123 ny avy any Betela sy Ay,",
        "33": "52 ny avy any amin’ilay Nebo anankiray,",
        "34": "1 254 ny taranak’ilay Elama anankiray,",
        "35": "320 ny taranak’i Harima,",
        "36": "345 ny avy any Jeriko,",
        "37": "721 ny avy any Loda sy Hadida ary Ono,",
        "38": "ary 3 930 ny taranak’i Sena.",
        "39": "Ireto ny mpisorona: Nisy 973 ny taranak’i Jedaia avy amin’ny ankohonan’i Jesoa,",
        "40": "1 052 ny taranak’i Imera,",
        "41": "1 247 ny taranak’i Pasora,",
        "42": "ary 1 017 ny taranak’i Harima.",
        "43": "Ireto ny Levita: Nisy 74 ny taranak’i Jesoa, izany hoe ny taranak’i Kadmiela, avy amin’ny taranak’i Hodeva.",
        "44": "Nisy 148 ny mpihira taranak’i Asafa.",
        "45": "Ireto kosa ny mpiandry vavahady: Ny taranak’i Saloma, ny taranak’i Atera, ny taranak’i Talmona, ny taranak’i Akoba, ny taranak’i Hatita, ary ny taranak’i Sobay. Nisy 138 izy ireo.",
        "46": "Ireto ny mpanompo tao amin’ny tempoly: Ny taranak’i Ziha, ny taranak’i Hasofa, ny taranak’i Tabaota,",
        "47": "ny taranak’i Kerosa, ny taranak’i Sia, ny taranak’i Padona,",
        "48": "ny taranak’i Lebana, ny taranak’i Hagabaha, ny taranak’i Salmay,",
        "49": "ny taranak’i Hanana, ny taranak’i Gidela, ny taranak’i Gahara,",
        "50": "ny taranak’i Reaia, ny taranak’i Rezina, ny taranak’i Nekoda,",
        "51": "ny taranak’i Gazama, ny taranak’i Oza, ny taranak’i Pasea,",
        "52": "ny taranak’i Besay, ny taranaky ny Meonita, ny taranak’i Nefosima,",
        "53": "ny taranak’i Bakboka, ny taranak’i Hakafa, ny taranak’i Harora,",
        "54": "ny taranak’i Bazlita, ny taranak’i Mehida, ny taranak’i Harsa,",
        "55": "ny taranak’i Barkosa, ny taranak’i Sisera, ny taranak’i Tema,",
        "56": "ny taranak’i Nezia, ary ny taranak’i Hatifa.",
        "57": "Ireto avy ny taranaky ny mpanompon’i Solomona: Ny taranak’i Sotahy, ny taranak’i Sofereta, ny taranak’i Perida,",
        "58": "ny taranak’i Jala, ny taranak’i Darkona, ny taranak’i Gidela,",
        "59": "ny taranak’i Sefatia, ny taranak’i Hatila, ny taranak’i Pokereta-hazebaima, ary ny taranak’i Amona.",
        "60": "Nisy 392 ny mpanompo tao amin’ny tempoly sy ny taranaky ny mpanompon’i Solomona.",
        "61": "Ary ireto avy no niakatra avy tany Tela-mela sy Tela-harsa sy Keroba sy Adona ary Imera, nefa tsy afaka nanamarina hoe iza ny fianakaviambeny avy amin’ny rainy ary inona ny fiaviany, na hoe Israelita izy sa tsia:",
        "62": "Ny taranak’i Delaia sy ny taranak’i Tobia ary ny taranak’i Nekoda, izay nisy 642.",
        "63": "Ireto ny avy amin’ny mpisorona: Ny taranak’i Habaia sy ny taranak’i Hakoza ary ny taranak’i Barzilay, ilay naka vady tamin’ny zanakavavin’i Barzilay Gileadita ka nantsoina tamin’ny anaran’ny rafozany.",
        "64": "Ireo no nitady ny lisitra tokony hisy ny anarany mba hanamarinana ny razambe niaviany. Tsy hita tao anefa ny anarany, ka tsy navela ho anisan’ny mpisorona izy ireo.",
        "65": "Nilaza tamin’izy ireo ny governora fa tsy tokony hihinana ny zavatra masina indrindra izy ireo, raha tsy rehefa misy mpisorona afaka mamantatra an’izany amin’ny Orima sy Tomima.",
        "66": "Nisy 42 360 ny fitambaran’ny fiangonana manontolo,",
        "67": "ankoatra ny mpanompolahy sy mpanompovavy 7 337. Nanana mpihira lahy sy vavy 245 koa izy ireo.",
        "68": "Nanana soavaly 736 izy ireo, ramole 245,",
        "69": "rameva 435, ary ampondra 6 720.",
        "70": "Nanao fanomezana ho an’ilay asa ny sasany tamin’ireo lohan’ny fianakaviambe. Ireto koa no nomen’ny governora mba hatao ao amin’ny tahiry: 1 000 drakma volamena sy vilia baolina 50 ary akanjo lava 530 ho an’ny mpisorona.",
        "71": "Nanome 20 000 drakma volamena sy 2 200 mina volafotsy ny sasany tamin’ireo lohan’ny fianakaviambe, mba hatao ao amin’ny tahiry hanaovana an’ilay asa.",
        "72": "Ny sisa tamin’ny vahoaka kosa nanome 20 000 drakma volamena sy 2 000 mina volafotsy, ary akanjo lava 67 ho an’ny mpisorona.",
        "73": "Nipetraka tany amin’ny tanànany avy ny mpisorona, ny Levita, ny mpiandry vavahady, ny mpihira, ny olona sasany, ny mpanompo tao amin’ny tempoly, ary ny sisa tamin’ny Israely rehetra. Efa nipetraka tany amin’ny tanànany avy ny Israelita, rehefa tonga ny volana fahafito."
    },
    "8": {
        "1": "Niray saina ny vahoaka manontolo ka nivory teo amin’ilay tany malalaka tandrifin’ny Vavahadin-drano. Dia nasain’izy ireo nentin’i Ezra, mpanao dika soratra, ny boky misy ny Lalàn’i Mosesy izay nandidian’i Jehovah ny Israely.",
        "2": "Nentin’i Ezra mpisorona teo anatrehan’ny fiangonana àry ilay boky. Tafavory teo ny lehilahy sy ny vehivavy ary izay rehetra afaka mihaino ka efa mahazo hevitra. Andro voalohan’ny volana fahafito tamin’izay.",
        "3": "Teo anoloan’ny tany malalaka tandrifin’ny Vavahadin-drano i Ezra, dia novakiny mafy tamin’ny lehilahy sy ny vehivavy ary izay efa mahazo hevitra ilay boky misy ny Lalàna. Vao maraina be ka hatramin’ny mitataovovonana izy no namaky, ary nihaino tsara an’izay novakina ny olona.",
        "4": "Nijoro teo amin’ilay lampihazo natao ho an’io fotoan-dehibe io i Ezra mpanao dika soratra. Niaraka nijoro taminy teo koa i Matitia, Sema, Anaia, Oria, Hilkia, ary Mahaseia, ary teo ankavanany izy ireo. Teo ankaviany kosa i Pedaia, Misaela, Malkia, Hasoma, Hasbadana, Zakaria, ary Mesolama.",
        "5": "Dia nosokafan’i Ezra teo imason’ny olona rehetra ilay boky, fa avo kokoa noho izy rehetra no nisy azy. Nitsangana daholo ny olona rehefa nosokafany ilay izy.",
        "6": "Avy eo i Ezra dia nidera an’i Jehovah Andriamanitra, Ilay Andriamanitra tena miavaka. Ary nampiakatra ny tanany ny olona rehetra sady niteny hoe: “Amena! Amena!” Dia niondrika sy niankohoka tamin’ny tany teo anatrehan’i Jehovah izy ireo.",
        "7": "Ary nanazava ny Lalàna tamin’ny vahoaka ny Levita sasany, dia i Jesoa, Bany, Serebia, Jamina, Akoba, Sabetahy, Hodia, Mahaseia, Kelita, Azaria, Jozabada, Hanana, ary Pelaia. Mbola nitsangana ihany ny vahoaka tamin’izay.",
        "8": "Ary nanohy namaky mafy an’ilay boky misy ny Lalàn’Andriamanitra ny Levita, ka nohazavain’izy ireo mazava tsara ny dikany. Nampiany hahazo ny dikan’izay novakiny àry ny olona.",
        "9": "Ary niteny tamin’ny olona rehetra i Nehemia izay governora tamin’izay, sy Ezra mpisorona sady mpanao dika soratra, ary ny Levita izay nampianatra ny vahoaka, hoe: “Masina amin’i Jehovah Andriamanitrareo ity andro ity. Koa aza malahelo na mitomany!” Nitomany daholo mantsy ny olona, rehefa naheno an’izay voalazan’ny Lalàna.",
        "10": "Hoy izy tamin’ireo: “Mandehana ka mihinàna sakafo tena tsara ary misotroa zava-mamy. Dia anatero sakafo izay tsy manana, fa masina amin’ny Tompontsika ity andro ity. Aza malahelo fa ny fifaliana avy amin’i Jehovah no manda fiarovana anareo.”",
        "11": "Ary nasain’ny Levita nangina ny olona rehetra, ka hoy izy ireo: “Aza mitomany intsony re e! Aza malahelo fa masina ity andro ity.”",
        "12": "Dia lasa daholo ny olona nihinana sy nisotro ary nanatitra sakafo ho an’izay tsy nanana. Faly be mihitsy izy ireo satria azony tsara izay nohazavaina taminy.",
        "13": "Tamin’ny andro faharoa, dia niangona teo amin’i Ezra mpanao dika soratra ny lohan’ny fianakaviamben’ny vahoaka manontolo sy ny mpisorona ary ny Levita. Te hahazo kokoa ny dikan’izay lazain’ny Lalàna mantsy izy ireo.",
        "14": "Dia hitan’izy ireo voasoratra tao amin’ny Lalàna ny didy nomen’i Jehovah tamin’ny alalan’i Mosesy, hoe tokony hipetraka ao anaty trano rantsankazo ny Israelita mandritra ny fety amin’ny volana fahafito.",
        "15": "Tokony hampandre ny olona manerana ny tanànany rehetra sy eran’i Jerosalema koa izy ireo, ka hilaza hoe: “Mandehana any amin’ny faritra be tendrombohitra, dia makà rantsankazo be ravina avy amin’ny hazo oliva, sy hazo kesika, sy mirta, sy palmie, ary hazo hafa, mba hanaovana trano rantsankazo araka izay voasoratra.”",
        "16": "Dia lasa naka an’izany ny olona ka samy nanao trano rantsankazo teny an-tampon-tranony, sy teny an-tokotaniny, sy teny an-tokotanin’ny tranon’ilay tena Andriamanitra, sy teny amin’ny tany malalaka tandrifin’ny Vavahadin-drano, ary teny amin’ny tany malalaka tandrifin’ny Vavahadin’i Efraima.",
        "17": "Dia nanao trano rantsankazo sy nipetraka tao amin’ireny ny fiangonana manontolo, izany hoe ireo tafaverina avy any an-tsesitany. Tena faly be ny Israelita tamin’izay, satria mbola tsy nankalaza an’ilay fety hoatr’izany mihitsy izy ireo, hatramin’ny andron’i Josoa zanak’i Nona ka hatramin’io andro io.",
        "18": "Ary novakina isan’andro ny boky misy ny Lalàn’Andriamanitra, nanomboka tamin’ny andro voalohany ka hatramin’ny andro farany. Nanao fety nandritra ny fito andro izy ireo, ary nisy fivoriambe makotrokotroka tamin’ny andro fahavalo, araka izay notakin’ny Lalàna."
    },
    "9": {
        "1": "Tamin’ny andro faha-24 amin’io volana io, dia nivory ny Israelita, ka nifady hanina sy nitafy lamba gony ary nihosim-bovoka.",
        "2": "Ary nisaraka tamin’ny hafa firenena rehetra ny taranak’Israely. Dia nitsangana izy ireo ka niaiky ny fahotany sy ny fahadisoan’ny razambeny.",
        "3": "Nitsangana teo amin’ny toerany izy ireo, ka namaky mafy ny boky misy ny Lalàn’i Jehovah Andriamaniny nandritra ny adiny telo. Taorian’izay dia niaiky heloka sy niankohoka teo anatrehan’i Jehovah Andriamaniny nandritra ny adiny telo koa izy ireo.",
        "4": "Nijoro teo amin’ilay lampihazo natao ho an’ny Levita i Jesoa sy Bany sy Kadmiela sy Sebania sy Bony sy Serebia sy Bany ary Kenany, ka nitaraina mafy tamin’i Jehovah Andriamaniny.",
        "5": "Ary hoy i Jesoa sy Kadmiela sy Bany sy Hasabnia sy Serebia sy Hodia sy Sebania ary Petahia, izay samy Levita: “Mitsangàna ka miderà an’i Jehovah, ilay Andriamanitrareo mandrakizay doria! Ry Andriamanitray ô, hoderaina anie ny anaranao be voninahitra, izay mendrika ny fisaorana sy ny fiderana rehetra!",
        "6": "“Ianao irery ihany no Jehovah. Ianao no nanao ny lanitra, dia ny lanitry ny lanitra sy ny tafiny rehetra. Ianao koa no nanao ny tany sy izay rehetra eo amboniny, ary ny ranomasina sy izay rehetra ao anatiny. Ianao no mahatonga an’ireny rehetra ireny ho velona. Miankohoka eo anatrehanao koa ny tafiky ny lanitra.",
        "7": "Ianao no Jehovah, ilay tena Andriamanitra, izay nifidy an’i Abrama sy nitondra azy hiala tao Oran’ny Kaldeanina, ka nanao ny anarany hoe Abrahama.",
        "8": "Hitanao fa nifikitra taminao ny fony, ka nanao fifanekena taminy ianao hoe homenao azy sy ny taranany ny tanin’ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Jebosita ary ny Girgasita. Dia nitana ny teninao ianao satria ianao manao ny tsara foana.",
        "9": "“Hitanao ny fahorian’ny razambenay tany Ejipta, ary henonao ny fitarainany teo amoron’ny Ranomasina Mena.",
        "10": "Nanao famantarana sy fahagagana àry ianao mba hanasaziana an’i Farao sy ny mpanompony rehetra ary ny olon-drehetra tao amin’ny taniny. Fantatrao mantsy fa nataony tsinontsinona ny razambenay. Dia nataonao nalaza ny anaranao, ary mbola malaza ilay izy hatramin’izao.",
        "11": "Nosarahinao teo alohan-dry zareo ny ranomasina, ka niampita teo amin’ny tany maina ry zareo. Fa ny mpanenjika azy kosa natsipinao mafy tany amin’ny lalina be, hoatran’ny vato natsipy tany anaty rano mahery.",
        "12": "Andry rahona no nitarihanao azy nandritra ny andro, fa andry afo kosa nandritra ny alina mba hanazavana ny lalana halehany.",
        "13": "Nidina nankeo amin’ny Tendrombohitra Sinay ianao. Niteny tamin’izy ireo avy any an-danitra koa ianao. Dia nomenao didim-pitsarana ara-drariny, sy lalàna marina, ary fitsipika sy didy mahasoa izy ireo tamin’izay.",
        "14": "Nampahafantarinao azy koa ny sabatanao masina, ary nomenao didy sy fitsipika ary lalàna tamin’ny alalan’i Mosesy mpanomponao ry zareo.",
        "15": "Nomenao mofo avy any an-danitra ry zareo rehefa noana, ary namoahanao rano avy tao amin’ny vatolampy rehefa nangetaheta. Dia noteneninao ry zareo mba hankao amin’ilay tany efa nianiananao hoe homena azy, ary nasainao naka an’ilay tany ry zareo.",
        "16": "“Sahisahy ratsy anefa ny razambenay sady lasa mafy loha ka tsy nihaino ny didinao.",
        "17": "Tsy nety nihaino ry zareo ary tsy notadidiny ny asa mahatalanjona nataonao ho azy. Lasa mafy loha koa izy ireo ka nanendry olona hitarika azy hiverina ho andevo tany Ejipta indray. Tsy nahafoy azy anefa ianao satria Andriamanitra vonona hamela heloka sady mangoraka, mamindra fo, tsy mora tezitra, ary tena be fitiavana sy tsy mivadika.",
        "18": "Nanao sarivongana zanak’omby ry zareo, ka nilaza hoe: ‘Io ny Andriamanitsika, ilay nitondra antsika niakatra avy tany Ejipta!’ Tena tsy nanisy vidiny anao izy ireo.",
        "19": "Na izany aza, dia tsy nahafoy azy tany an-tany efitra ianao satria tena mamindra fo. Tsy niala teo ambonin’izy ireo ny andry rahona rehefa antoandro, dia iny no nitari-dalana azy. Teo foana koa ny andry afo rehefa alina, dia iny no nanazava ny lalana halehany.",
        "20": "Nomenao ny fanahinao izy ireo mba hisaina tsara. Nomenao mana koa izy ireo mba hataony sakafo, ary nomenao rano rehefa nangetaheta.",
        "21": "Nandritra ny 40 taona ianao no namatsy sakafo an-dry zareo tany an-tany efitra, ary tsy nisy nahory azy. Tsy tonta mihitsy ny akanjony ary tsy nivonto ny tongony.",
        "22": "“Nomenao fanjakana sy firenena izy ireo ka nozarazarainao ireny. Dia nalainy ny tanin’i Sihona, izany hoe ny tanin’ny mpanjakan’i Hesbona, sy ny tanin’i Oga mpanjakan’i Basana.",
        "23": "Nataonao be dia be hoatran’ny kintana eny amin’ny lanitra ny taranany. Dia nentinao ho eto amin’ity tany ity izy ireo, fa efa nampanantena ny razambeny ianao hoe tokony halainy ho fananany izy ity.",
        "24": "Nanketo amin’ity tany ity àry ny taranak’izy ireo ka naka an’ilay izy ho fananany. Nataonao resin’izy ireo ny Kananita nipetraka teto, dia ny mpanjakany sy ny mponina tao amin’ilay tany, ka nataony araka izay nitiavany azy.",
        "25": "Naka tanàna voaro mafy izy ireo, ary nahazo tany lonaka sy trano feno zavatra tsara isan-karazany. Lasan’izy ireo koa ny lavaka fanangonan-drano efa nohadina, ny tanimboaloboka, ny sahan’oliva, ary ny hazo fihinam-boa be dia be. Dia nihinana izy ireo ka voky ary nihanatavy, sady faly erỳ satria tena tsara toetra taminy ianao.",
        "26": "“Tsy nankatò anefa izy ireo, ary nikomy taminao sady tsy niraharaha ny Lalànao. Novonoiny koa ny mpaminaninao, izay nampirisika azy hiverina aminao. Tena naniratsira anao izy ireo!",
        "27": "Dia nataonao resin’ny fahavalony ry zareo ka nampijalijaliny foana. Nitaraina mafy taminao anefa ry zareo rehefa nijaly, ary henonao avy any an-danitra izany. Nandefa olona hamonjy azy tamin’ny fahavalony àry ianao satria tena mamindra fo.",
        "28": "“Vao tsy nijaly intsony anefa izy ireo, dia nanao izay ratsy teo imasonao indray ka navelanao ho resin’ny fahavalony, izay nanjakazaka taminy. Dia niverina taminao izy ireo ka niantso vonjy taminao, ary henonao avy any an-danitra izany. Imbetsaka ianao no namonjy azy satria tena mamindra fo ianao.",
        "29": "Na dia nampirisika azy hiverina hanaraka ny Lalànao aza ianao, dia mbola sahisahy ratsy ihany izy ireo, ka tsy nety nihaino ny didinao. Nanota izy ireo satria tsy nanaraka ny fitsipikao, izay mahavelona ny olona mankatò azy. Mbola mafy loha ihany izy ireo ka tsy niraharaha anao, fa nanamafy hatoka sady tsy nety nihaino.",
        "30": "Nanam-paharetana taminy foana anefa ianao nandritra ny taona maro. Nomenao ny fanahinao koa ny mpaminaninao ka nasainao nampitandrina azy ireo foana, saingy tsy nety nihaino izy ireo. Dia nataonao resin’ny mponina manodidina ry zareo, tamin’ny farany.",
        "31": "Tena mamindra fo anefa ianao ka tsy nandringana azy na nahafoy azy, satria Andriamanitra mangoraka sady mamindra fo ianao.",
        "32": "“Ry Andriamanitray ô, ry Andriamanitra tena miavaka sy mahery ary mendrika hatahorana, ilay manaja fifanekena sady be fitiavana sy tsy mivadika! Mba miangavy re e! Aza odiana tsy hita ny fahoriana rehetra nanjo anay, sy ny mpanjakanay, sy ny andriananay, sy ny mpisoronay, sy ny mpaminaninay, sy ny razambenay, ary ny vahoakanao rehetra, hatramin’ny andron’ny mpanjakan’i Asyria ka hatramin’izao!",
        "33": "Rariny ny anao matoa manjo anay izao rehetra izao. Tsy mivadika amin’ny teninao mantsy ianao, fa izahay no nanao ratsy.",
        "34": "Tsy nankatò ny Lalànao ny mpanjakanay sy ny andriananay sy ny mpisoronay ary ny razambenay, sady tsy niraharaha ny didinao na ny fampitandremana nomenao azy.",
        "35": "Na dia mbola nanana ny mpanjakany aza izy ireo, ary nankafy zavatra tsara be dia be avy taminao, sady napetrakao tao amin’ny tany midadasika sy lonaka, dia mbola tsy nanompo anao ihany, sady tsy niala tamin’ny fanao ratsiny.",
        "36": "Andevo izahay izao, andevo eto amin’ity tany ity, izay nomenao ny razambenay mba hihinanan-dry zareo ny vokatra sy ny zava-tsoa eto.",
        "37": "Betsaka ny vokatry ny tany, nefa nanota izahay ka lasan’ireo mpanjaka notendrenao hifehy anay izany. Manjaka aminay sy ny biby fiompinay araka izay tiany izy ireo, ka mijaly be izahay.",
        "38": "“Noho izany rehetra izany, dia hanao fifanarahana an-tsoratra izahay ka hanisy tombo-kase an’izany ny andriananay sy ny Levitanay ary ny mpisoronay.”"
    },
    "10": {
        "1": "Ireto avy no nanisy tombo-kase an’izany: I Nehemia Governora zanak’i Hakalia, Zedekia,",
        "2": "Seraia, Azaria, Jeremia,",
        "3": "Pasora, Amaria, Malkia,",
        "4": "Hatosy, Sebania, Maloka,",
        "5": "Harima, Meremota, Obadia,",
        "6": "Daniela, Ginetona, Baroka,",
        "7": "Mesolama, Abia, Miamina,",
        "8": "Mahazia, Bilgay, ary Semaia. Ireo no mpisorona.",
        "9": "Tamin’ny Levita kosa dia i Jesoa zanak’i Azania sy Binoy taranak’i Henadada ary Kadmiela,",
        "10": "sy ny rahalahin’izy ireo, dia i Sebania, Hodia, Kelita, Pelaia, Hanana,",
        "11": "Mika, Rehoba, Hasabia,",
        "12": "Zakora, Serebia, Sebania,",
        "13": "Hodia, Bany, ary Benino.",
        "14": "Ary tamin’ny lohandohany teo amin’ny vahoaka dia i Parosy, Pahata-moaba, Elama, Zato, Bany,",
        "15": "Bony, Azgada, Bebay,",
        "16": "Adonia, Bigvay, Adina,",
        "17": "Atera, Hezekia, Azora,",
        "18": "Hodia, Hasoma, Bezay,",
        "19": "Harifa, Anatota, Nebay,",
        "20": "Magpiasy, Mesolama, Hezira,",
        "21": "Mesezabela, Zadoka, Jadoa,",
        "22": "Pelatia, Hanana, Anaia,",
        "23": "Hosea, Hanania, Hasoba,",
        "24": "Halohesy, Pila, Sobeka,",
        "25": "Rehoma, Hasabna, Mahaseia,",
        "26": "Ahia, Hanana, Anana,",
        "27": "Maloka, Harima, ary Bana.",
        "28": "Ary ireto no anisan’ny vahoaka sisa: Ny mpisorona, ny Levita, ny mpiandry vavahady, ny mpihira, ny mpanompo tao amin’ny tempoly, sy izay nisaraka tamin’ny mponina manodidina mba hankatò ny Lalàn’Andriamanitra, ary ny vadin’izy ireo sy ny zanany lahy sy ny zanany vavy, izany hoe izay efa afaka mahazo ny dikan’ilay fifanarahana.",
        "29": "Nanohana an’ireo rahalahiny izy ireo, izany hoe nanohana an’ireo olona ambony ireo. Niozona koa izy ireo sady nianiana fa hankatò ny Lalàn’Andriamanitra nampitainy tamin’ny alalan’i Mosesy mpanompony, sy hanaraka tsara ny didy rehetra sy ny didim-pitsarana ary ny fitsipik’i Jehovah Tomponay.",
        "30": "Nilaza koa izy ireo hoe: “Ny zanakay vavy tsy homenay ho vadin’ny mponina manodidina, ary tsy halainay ho an’ny zanakay lahy ny zanany vavy.",
        "31": "Raha mitondra entana sy sakafo isan-karazany mba hamidy amin’ny andro sabata ny mponina manodidina, dia tsy hividy na inona na inona amin’izy ireo izahay, na amin’ny andro sabata na amin’ny andro masina. Havelanay hiala sasatra ny tany amin’ny taona fahafito, ary hafoinay ny trosa rehetra.",
        "32": "Nanapa-kevitra koa izahay fa samy tsy maintsy hanome ampahatelona sekely isan-taona, ho an’ny fanompoana ao an-tranon’ilay Andriamanitray,",
        "33": "mba hikarakarana ny mofo mifanaingina, ny fanatitra varimbazaha atolotra tsy tapaka, ny fanatitra dorana atolotra tsy tapaka isaky ny Sabata sy ny tsinam-bolana, ny fety, ny zava-masina, ny fanatitra noho ny ota handrakofana ny fahotan’ny Israely, ary ny asa rehetra ao an-tranon’ny Andriamanitray.",
        "34": "Nanao antsapaka izahay mba hahitana hoe rahoviana ny mpisorona sy ny Levita ary ny vahoaka no tokony hanatitra kitay ao an-tranon’Andriamanitray. Samy hanatitra kitay isaky ny fianakaviambeny izy ireo amin’ny fotoana voatondro, ary isan-taona. Hampiasaina eo amin’ny alitaran’i Jehovah Andriamanitray ireny, araka izay voasoratra ao amin’ny Lalàna.",
        "35": "Hoentinay any an-tranon’i Jehovah isan-taona koa ny voaloham-bokatry ny taninay sy ny voaloham-bokatry ny karazan-kazo rehetra.",
        "36": "Hoentinay any amin’ny mpisorona manompo ao an-tranon’Andriamanitray ny zanakay lahimatoa sy ny voalohan-teraky ny biby fiompinay, araka izay voasoratra ao amin’ny Lalàna. Hoentinay any koa ny voalohan-teraky ny omby aman’ondrinay.",
        "37": "Ary hoentinay any amin’ny mpisorona ao amin’ny efitra fitehirizana ao an-tranon’Andriamanitray ny santatry ny varimbazahanay tsy nototoina malemy. Haterinay any koa ny fanomezanay, ny vokatry ny karazan-kazo rehetra, ny divay vaovao, ary ny menaka. Dia hatolotray ho an’ny Levita ny ampahafolon’ny vokatry ny taninay, satria ny Levita no manangona ny ampahafolony, any amin’ny tanàna rehetra misy ny tanimbolinay.",
        "38": "Rehefa manangona ny ampahafolony ny Levita, dia tokony hisy mpisorona taranak’i Arona hiaraka aminy. Ary ny ampahafolon’izany kosa tokony haterin’ny Levita ao an-tranon’Andriamanitray, ao amin’ny efitra ao amin’ny trano fitehirizana.",
        "39": "Fa any amin’ireo efitra fitehirizana no tokony hanateran’ny Israelita sy ny taranak’i Levy an’izay ataony fanomezana, dia ny varimbazaha sy ny divay vaovao ary ny menaka. Any koa no misy ny fitaovana ho an’ny toerana masina, dia any no alehan’ny mpisorona manao fanompoana sy ny mpiandry vavahady ary ny mpihira. Ary tsy hanao tsirambina ny tranon’Andriamanitray izahay.”"
    },
    "11": {
        "1": "Nipetraka tao Jerosalema ny andrianan’ny vahoaka. Ary nanao antsapaka ny vahoaka mba hahitana hoe isaky ny fianakaviana folo, dia fianakaviana iza no hipetraka ao Jerosalema tanàna masina. Ny fianakaviana sivy ambiny kosa hijanona any amin’ny tanàna hafa.",
        "2": "Dia noderain’ny vahoaka ny lehilahy rehetra nanolo-tena hipetraka tao Jerosalema.",
        "3": "Nipetraka tao Jerosalema ireo filohan’ny faritany. Ny sisa tamin’ny Israely kosa, izany hoe ny mpisorona sy ny Levita sy ny mpanompo tao amin’ny tempoly ary ireo zanaky ny mpanompon’i Solomona, dia nipetraka tany amin’ny tanàna hafa tany Joda, teo amin’ny lovany sy ny tanànany avy.",
        "4": "Nisy avy tamin’ny fokon’i Joda sy Benjamina koa nipetraka tao Jerosalema. Ireto avy ny filohan’ny faritany: Ny avy tamin’ny fokon’i Joda dia i Ataia zanak’i Ozia, zanak’i Zakaria, zanak’i Amaria, zanak’i Sefatia, zanak’i Mahalalila, avy tamin’ny taranak’i Pereza;",
        "5": "sy Mahaseia zanak’i Baroka, zanak’i Kola-hoze, zanak’i Hazaia, zanak’i Adaia, zanak’i Joariba, zanak’i Zakaria, avy tamin’ny fianakavian’ny Selita.",
        "6": "Nisy 468 ny taranak’i Pereza nipetraka tany Jerosalema, ary lehilahy matanjaka izy ireo.",
        "7": "Ny avy tamin’ny fokon’i Benjamina dia i Salo zanak’i Mesolama, zanak’i Joeda, zanak’i Pedaia, zanak’i Kolaia, zanak’i Mahaseia, zanak’i Itiela, zanak’i Jesaia;",
        "8": "nanarakaraka azy ny ankohonan’i Gabay sy Salay, izay nisy 928;",
        "9": "sy Joela zanak’i Zikry izay mpiandraikitra azy ireo, ary Joda zanak’i Hasenoa mpiandraikitra lefitry ny tanàna.",
        "10": "Ny avy tamin’ny mpisorona dia i Jedaia zanak’i Joariba, Jakina,",
        "11": "Seraia zanak’i Hilkia, zanak’i Mesolama, zanak’i Zadoka, zanak’i Meraiota, zanak’i Ahitoba mpitarika tao an-tranon’ilay tena Andriamanitra;",
        "12": "sy ny rahalahin’izy ireo izay nanao ny asa tao amin’ilay trano, izay nisy 822; sy Adaia zanak’i Jerohama, zanak’i Pelalia, zanak’i Amzy, zanak’i Zakaria, zanak’i Pasora, zanak’i Malkia,",
        "13": "sy ireo rahalahiny izay lohan’ny fianakaviambe, izay nisy 242; sy Amasay zanak’i Azarela, zanak’i Ahazay, zanak’i Mesilemota, zanak’i Imera,",
        "14": "ary ny rahalahiny izay lehilahy matanjaka sy be herim-po, izay nisy 128. I Zabdiela, izay anisan’ny fianakaviana manan-kaja, no mpiandraikitra azy ireo.",
        "15": "Ary ny avy tamin’ny Levita dia i Semaia zanak’i Hasoba, zanak’i Azrikama, zanak’i Hasabia, zanak’i Bony;",
        "16": "sy Sabetahy sy Jozabada izay samy filohan’ny Levita sady niandraikitra ny raharaha tany ivelan’ny tranon’ilay tena Andriamanitra;",
        "17": "sy Matania mpitarika ny antoko-mpihira sy nitarika ny fiderana tamin’ny fotoanan’ny vavaka, izany hoe i Matania zanak’i Mika, zanak’i Zabdy, zanak’i Asafa; sy Bakbokia mpiandraikitra lefitra teo amin’ny rahalahiny, ary Abda zanak’i Samoa, zanak’i Galala, zanak’i Jedotona.",
        "18": "Nisy 284 ny Levita rehetra tao amin’ilay tanàna masina.",
        "19": "Ny mpiandry vavahady dia i Akoba sy Talmona ary ny rahalahiny, izay niambina teo amin’ny vavahady. Nisy 172 izy ireo.",
        "20": "Samy tao amin’ny tany nolovany, tany amin’ny tanàna hafa rehetra tao Joda ny sisa tamin’ny Israely sy ny mpisorona ary ny Levita.",
        "21": "Nipetraka tany Ofela kosa ny mpanompo tao amin’ny tempoly, ka i Ziha sy Gispa no niandraikitra azy ireo.",
        "22": "I Ozy zanak’i Bany, zanak’i Hasabia, zanak’i Matania, zanak’i Mika, avy tamin’ny taranak’i Asafa izay samy mpihira, no mpiandraikitra ny Levita tao Jerosalema. Izy no niandraikitra ny asa tao an-tranon’ilay tena Andriamanitra.",
        "23": "Efa namoaka didy momba azy ireo ny mpanjaka, ary nisy fandaharana raikitra hoe homena izay ilainy isan’andro ny mpihira.",
        "24": "Ary i Petahia, zanak’i Mesezabela, taranak’i Zera, zanak’i Joda, no mpanolo-tsain’ny mpanjaka momba ny raharaha rehetra nahakasika ny vahoaka.",
        "25": "Ireto avy ny tanàna kely tany ambanivohitra nipetrahan’ny sasany tamin’ny fokon’i Joda: I Kiriata-arba sy ny tanàna niankina taminy, Dibona sy ny tanàna niankina taminy, Jekabzela sy ny tanàna keliny,",
        "26": "Jesoa, Molada, Beti-paleta,",
        "27": "Hazara-soala, Beri-sheba sy ny tanàna niankina taminy,",
        "28": "Ziklaga, Mekona sy ny tanàna niankina taminy,",
        "29": "En-rimona, Zora, Jarmota,",
        "30": "Zanoa sy Adolama ary ny tanàna keliny, Lakisy sy ny sahany, ary Azeka sy ny tanàna niankina taminy. Hatrany Beri-sheba ka hatrany amin’ny Lohasahan’i Hinoma izy ireo no nipetraka.",
        "31": "Ny fokon’i Benjamina kosa tany Geba, Mikmasy, Aia, Betela sy ny tanàna niankina taminy,",
        "32": "Anatota, Noba, Anania,",
        "33": "Hazora, Rama, Gitaima,",
        "34": "Hadida, Zeboima, Nebala,",
        "35": "Loda, ary Ono, ilay lohasahan’ny mpanao asa tanana.",
        "36": "Ary notendrena nankany amin’ny tanin’ny Benjamina ny Levita sasany avy tany Joda."
    },
    "12": {
        "1": "Ireto avy ny mpisorona sy Levita niara-niakatra tamin’i Zerobabela zanak’i Sealtiela, sy niaraka tamin’i Jesoa: I Seraia, Jeremia, Ezra,",
        "2": "Amaria, Maloka, Hatosy,",
        "3": "Sekania, Rehoma, Meremota,",
        "4": "Ido, Ginetoy, Abia,",
        "5": "Miamina, Madia, Bilga,",
        "6": "Semaia, Joariba, Jedaia,",
        "7": "Salo, Amoka, Hilkia, ary Jedaia. Ireo no filohan’ny mpisorona sy ny rahalahiny, tamin’ny andron’i Jesoa.",
        "8": "Ireto avy ny Levita: I Jesoa, Binoy, Kadmiela, Serebia, Joda, ary Matania, izay nitarika ny hira fisaorana niaraka tamin’ny rahalahiny.",
        "9": "I Bakbokia sy Ony rahalahin’izy ireo indray nijoro tandrifin’izy ireo mba hiambina.",
        "10": "Ary i Jesoa niteraka an’i Joiakima, Joiakima niteraka an’i Eliasiba, Eliasiba niteraka an’i Joiada,",
        "11": "Joiada niteraka an’i Jonatana, ary Jonatana niteraka an’i Jadoa.",
        "12": "Tamin’ny andron’i Joiakima, dia ireto avy ny mpisorona lohan’ireo fianakaviambe: I Meraia ny an’ny fianakavian-dry Seraia, Hanania ny an-dry Jeremia,",
        "13": "Mesolama ny an-dry Ezra, Johanana ny an-dry Amaria,",
        "14": "Jonatana ny an-dry Meliko, Josefa ny an-dry Sebania,",
        "15": "Adna ny an-dry Harima, Helkay ny an-dry Meraiota,",
        "16": "Zakaria ny an-dry Ido, Mesolama ny an-dry Ginetona,",
        "17": "Zikry ny an-dry Abia, ... ny an-dry Miniamina, Piltahy ny an-dry Moadia,",
        "18": "Samoa ny an-dry Bilga, Jonatana ny an-dry Semaia,",
        "19": "Matenay ny an-dry Joariba, Ozy ny an-dry Jedaia,",
        "20": "Kalay ny an-dry Salay, Ebera ny an-dry Amoka,",
        "21": "Hasabia ny an-dry Hilkia, ary Netanela ny an-dry Jedaia.",
        "22": "Nosoratana anarana ny lohan’ireo fianakaviamben’ny Levita sy ny mpisorona, tamin’ny andron’i Eliasiba sy Joiada sy Johanana ary Jadoa ka hatramin’ny andro nanjakan’i Dariosy Persianina.",
        "23": "Nosoratana tao amin’ny boky mirakitra ny tantara tamin’izany koa ny Levita izay lohan’ireo fianakaviambe, hatramin’ny andron’i Johanana zanak’i Eliasiba.",
        "24": "I Hasabia sy Serebia ary Jesoa zanak’i Kadmiela no filohan’ny Levita. Nijoro tandrifin’izy ireo ny rahalahiny mba hidera sy hisaotra an’Andriamanitra, araka ny toromarika nomen’i Davida lehilahin’Andriamanitra, ka nifanakaiky ireo antokona mpiambina.",
        "25": "I Matania sy Bakbokia sy Obadia sy Mesolama sy Talmona ary Akoba no mpiandry vavahady, izay niambina ny trano fitehirizana teo akaikin’ny vavahady.",
        "26": "Ireo no nanompo tamin’ny andron’i Joiakima zanak’i Jesoa, zanak’i Jozadaka, sy tamin’ny andron’i Nehemia Governora sy Ezra mpisorona sady mpanao dika soratra.",
        "27": "Rehefa hotokanana ny mandan’i Jerosalema, dia notadiavina tany amin’izay toerana rehetra nisy azy ny Levita, ka nentina nankany Jerosalema mba hanao an’ilay fitokanana sy hifalifaly, ary hanao hira fisaorana ampiarahina amin’ny kipantsona sy zavamaneno fitendry ary harpa.",
        "28": "Ary nivory ny mpihira efa voaofana. Avy eny amin’ny faritr’i Jordana izy ireo, avy eny amin’ny manodidina an’i Jerosalema, sy avy any amin’ireo tanàna kelin’ny Netofatita,",
        "29": "sy avy any Beti-gilgala, ary avy any amin’ny faritr’i Geba sy Azmaveta. Nanorina tanàna kely teny amin’ny manodidina an’i Jerosalema mantsy ny mpihira.",
        "30": "Ary nanadio ny tenany ny mpisorona sy ny Levita, dia nodioviny koa ny vahoaka sy ny vavahady ary ny manda.",
        "31": "Dia nentiko niakatra teny an-tampon’ny manda ny andrianan’ny Joda. Nanendry antoko-mpihira roa mpanao hira fisaorana aho, ary nisy olona be dia be nasaiko nanaraka tao aorianan’ny antokony tsirairay. Dia nandeha niankavanana teo ambony manda ny antokony iray, nankany amin’ny Vavahadin’ny Lavenona Misavovona.",
        "32": "Nanaraka azy tao aoriana i Hosaia sy ny antsasaky ny andrianan’ny Joda",
        "33": "sy Azaria, Ezra, Mesolama,",
        "34": "Joda, Benjamina, Semaia, ary Jeremia.",
        "35": "Niaraka tamin’izy ireo koa ny sasany tamin’ny taranaky ny mpisorona izay nitondra trompetra, dia i Zakaria, zanak’i Jonatana, zanak’i Semaia, zanak’i Matania, zanak’i Mikaia, zanak’i Zakora, zanak’i Asafa,",
        "36": "ary ireo rahalahiny, dia i Semaia, Azarela, Milalay, Gilalay, May, Netanela, Joda, ary Hanany, izay samy nitondra ny zavamaneno nataon’i Davida lehilahin’Andriamanitra. Ary nandeha teo alohan’izy ireo i Ezra mpanao dika soratra.",
        "37": "Teo amin’ny Vavahadin’ny Loharano izy ireo no nandeha nahitsy, dia nandalo teo ambonin’ny Tohatoha-baton’ny Tanànan’i Davida. Niakatra teo amin’ny manda teo ambonin’ny Tranon’i Davida mantsy izy ireo, dia nandalo teo amin’ny Vavahadin-drano teny atsinanana.",
        "38": "Nandeha niankavia kosa ilay antoko-mpihira iray mpanao hira fisaorana, ary nanaraka tao aorianany izaho sy ny antsasaky ny vahoaka. Nandalo teo amin’ny Tilikambon’ny Lafaoro izahay, dia nankeo amin’ny Manda Lehibe,",
        "39": "ary nandalo teo ambonin’ny Vavahadin’i Efraima sy ny Vavahadin’ilay Tanàna Taloha, dia nankany amin’ny Vavahadin-trondro sy ny Tilikambon’i Hananela sy ny Tilikambon’i Mea, ka hatrany amin’ny Vavahadin’ondry. Dia nijanona teo amin’ ny Vavahadin’ny Mpiambina izahay.",
        "40": "Farany dia nijanona nanoloana ny tranon’ilay tena Andriamanitra ireo antoko-mpihira roa mpanao hira fisaorana. Nijanona teo koa izaho sy ny antsasaky ny solontenam-panjakana niaraka tamiko,",
        "41": "sy ny mpisorona, izany hoe i Eliakima, Mahaseia, Miniamina, Mikaia, Elioenay, Zakaria, ary Hanania, izay samy nitondra trompetra,",
        "42": "sy Mahaseia, Semaia, Eleazara, Ozy, Johanana, Malkia, Elama, ary Ezera. Dia nihira mafy be ny mpihira, ary i Jizrahia no niandraikitra azy ireo.",
        "43": "Nanao sorona be dia be izy ireo tamin’izay andro izay sady nifaly, satria ilay tena Andriamanitra mihitsy no nahatonga azy ireo ho faly be. Faly koa ny zaza amam-behivavy, ka heno hatrany lavitra ny fifaliana tao Jerosalema.",
        "44": "Tamin’izay koa, dia nisy lehilahy notendrena hiandraikitra ny trano fitehirizana an’ireo fanomezana sy voaloham-bokatra ary ampahafolon-karena. Tsy maintsy nangonin’izy ireo tao ny anjaran’ny mpisorona sy ny Levita araka izay notakin’ny Lalàna, dia izay nalaina avy tamin’ny sahan’ny tanàna. Faly mantsy ny olona tany Joda satria nanao fanompoana ny mpisorona sy ny Levita.",
        "45": "Nanomboka nanao ny adidy tamin’ny Andriamaniny sy ny adidy momba ny fidiovana izy ireo. Nanao hoatr’izany koa ireo mpihira sy mpiandry vavahady, araka ny toromarika nomen’i Davida sy Solomona zanany.",
        "46": "Taloha ela be mantsy, izany hoe tamin’ny andron’i Davida sy Asafa, dia nisy ny atao hoe mpitarika ny mpihira, sy mpitarika ny hira fiderana sy fisaorana an’Andriamanitra.",
        "47": "Ary tamin’ny andron’i Zerobabela sy Nehemia, dia nomen’ny Israely rehetra ny anjaran’ny mpihira sy mpiandry vavahady, araka izay nilainy isan’andro. Natokan’izy ireo koa ny anjaran’ny Levita, ary natokan’ny Levita kosa ny anjaran’ny taranak’i Arona."
    },
    "13": {
        "1": "Tamin’izay andro izay dia novakina ny bokin’i Mosesy, ary nihaino ny vahoaka. Voasoratra tao fa tsy misy mahazo miditra ho anisan’ny fiangonan’ilay tena Andriamanitra mihitsy ny Amonita sy ny Moabita.",
        "2": "Tsy mba nitsena ny Israelita mantsy izy ireo sady tsy nanome mofo sy rano azy. Nanakarama an’i Balama kosa izy ireo mba hanozona azy, nefa novan’Andriamanitray ho tsodrano ilay ozona.",
        "3": "Raha vao henon’ny vahoaka ilay Lalàna, dia nesorin’izy ireo tsy ho anisan’ny Israely izay rehetra taranaky ny hafa firenena.",
        "4": "Talohan’izay, dia i Eliasiba havan’i Tobia no mpisorona niandraikitra ny efitra fitehirizana entana tao an-tranon’ny Andriamanitray.",
        "5": "Efa nisy efitra fitehirizana entana navelany hampiasain’i Tobia mantsy, ary malalaka ilay izy. Tao anefa taloha no fametrahana ny fanatitra varimbazaha, ny ditin-kazo manitra, ny fitaovana, ary ny fanomezana ho an’ny mpisorona. Napetraka tao koa ny ampahafolon’ny varimbazaha sy ny divay vaovao ary ny menaka, izay samy natao ho an’ny Levita sy ny mpihira ary ny mpiandry vavahady.",
        "6": "Tsy teto Jerosalema aho nandritra izany fotoana rehetra izany, fa nankany amin’i Artaksersesy mpanjakan’i Babylona, tamin’ny taona faha-32 nanjakany. Niera taminy aho taoriana kelin’izay hoe handeha ka tsy ho eo kely.",
        "7": "Dia tonga teto Jerosalema aho, ka nahita ny zavatra ratsy be nataon’i Eliasiba. Nisy efitra fitehirizana entana efa navelany hampiasain’i Tobia mantsy teo an-tokotanin’ny tranon’ilay tena Andriamanitra.",
        "8": "Tena nahasosotra ahy izany, ka natsipiko tany ivelan’ilay efitra fitehirizana entana daholo ny fanak’i Tobia.",
        "9": "Avy eo dia nasaiko nodiovina ireo efitra fitehirizana entana, ka naveriko tao indray ny fitaovana tao an-tranon’ilay tena Andriamanitra sy ny fanatitra varimbazaha ary ny ditin-kazo manitra.",
        "10": "Hitako koa fa tsy nomena an’ireo Levita ny anjarany, ka lasa nandeha niasa tany amin’ny sahany daholo ny Levita sy ny mpihira nanao ny fanompoana.",
        "11": "Dia noteneniko mafy ny solontenam-panjakana hoe: “Fa maninona no dia natao tsirambina ny tranon’ilay tena Andriamanitra?” Dia novoriko ny Levita ka notendreko hanao ny andraikiny indray.",
        "12": "Ary ny Joda rehetra kosa nanatitra ny ampahafolon’ny varimbazaha sy ny divay vaovao ary ny menaka, tao amin’ny efitra fitehirizana entana.",
        "13": "Dia nasaiko niandraikitra ny efitra fitehirizana entana i Selemia mpisorona sy Zadoka mpanao dika soratra ary Pedaia, izay anisan’ny Levita. I Hanana zanak’i Zakora, zanak’i Matania, no nanampy azy ireo. Mendri-pitokisana mantsy ireo lehilahy ireo, ary andraikiny ny nizara ny anjaran’ireo rahalahiny.",
        "14": "Ry Andriamanitro ô, mba tsarovy aho noho izany zavatra izany. Ary aza hadinoina ny fitiavana sy ny tsy fivadihana nasehoko ho an’ny tranonao sy ho an’ny fanompoana atao ao.",
        "15": "Tamin’izany fotoana izany no nahitako olona nanitsakitsaka voaloboka tao anaty lavaka famiazana azy, tamin’ny andro sabata. Nisy koa tamin’izany nitondra varimbazaha miavosa dia natainginy teo ambony ampondra. Nisy indray nitondra divay sy voaloboka sy aviavy ary izao karazana entana rehetra izao, dia nitondra an’izany tao Jerosalema tamin’ny andro sabata. Nampitandrina azy ireo àry aho mba tsy hivarotra amin’io andro io.",
        "16": "Ny olona avy any Tyro izay nipetraka tao an-tanàna kosa nitondra trondro sy entana isan-karazany, ka nivarotra an’izany tamin’ny vahoakan’i Joda sy tao Jerosalema tamin’ny Sabata.",
        "17": "Noteneniko mafy àry ny olona ambony tao Joda hoe: “Fa inona izao ratsy ataonareo izao? Manao tsinontsinona ny andro sabata ange ianareo e!",
        "18": "Tsy efa izao ihany ve no nataon’ny razambenareo? Izany no nahatonga an’Andriamanitsika hamely antsika sy ity tanàna ity amin’izao loza rehetra izao! Dia mbola manazimbazimba ny Sabata koa ianareo izao, ka ataonareo izay hahatonga an’Andriamanitra ho vao mainka tezitra amin’ny Israely.”",
        "19": "Raha vao nihamaizina àry ny andro, talohan’ny Sabata, dia nasaiko nohidiana ny vavahadin’i Jerosalema. Tsy navelako hosokafana ilay izy raha tsy taorian’ny Sabata. Nasaiko nijanona teo am-bavahady koa ny mpanompoko sasany, mba tsy hisy entana ho tafiditra amin’ny andro sabata.",
        "20": "Natory indray mandeha na indroa teo ivelan’i Jerosalema àry ny mpivaro-mandeha sy ny mpivarotra entana isan-karazany.",
        "21": "Dia nampitandrina azy ireo aho hoe: “Fa inona no ataonareo eto alohan’ny manda eto? Raha mbola tratrako matory eto ianareo, dia izaho mihitsy no hanala anareo eto.” Dia tsy tonga tamin’ny Sabata intsony izy ireo taorian’izay.",
        "22": "Nasaiko nanadio ny tenany foana koa ny Levita, ka ho avy hiambina ny vavahady, mba ho masina foana ny andro sabata. Ry Andriamanitro ô, mba tsarovy koa izany ka mba manaova soa amiko, ary iantrao aho fa tena be fitiavana sy tsy mivadika ianao.",
        "23": "Fantatro koa tamin’izany fa nisy Jiosy nanambady vehivavy asdodita sy amonita ary moabita.",
        "24": "Tsy nisy nahay fiteny jiosy ny zanak’izy ireo, fa niteny asdodita ny antsasany, ary niteny ny fitenin’ny firenen-kafa ny antsasany.",
        "25": "Noteneniko mafy àry izy ireo, dia nozoniko. Nokapohiko ny lehilahy sasany dia nongotako ny volony, ary nasaiko nianiana tamin’ny anaran’Andriamanitra ry zareo sady noteneniko hoe: “Aza manome ny zanakareo vavy ho vadin’ny zanany lahy, ary aza maka ny zanany vavy ho vadin’ny zanakareo lahy na ho vadinareo.",
        "26": "Tsy izany ve no nahatonga an’i Solomona mpanjakan’ny Israely hanota? Tsy nisy firenena nanana mpanjaka hoatr’azy mihitsy, na taiza na taiza. Tia azy mantsy ny Andriamaniny, ka nanao azy ho mpanjakan’ny Israely manontolo. Na izy aza anefa voataonan’ireo vadiny hafa firenena ka lasa nanota.",
        "27": "Tsy mampino mihitsy hoe nahavita an’izao zavatra ratsy be izao ianareo! Nivadika tamin’ilay Andriamanitsika ianareo rehefa nanambady vehivavy hafa firenena.”",
        "28": "Lasa vinantolahin’i Sanbala Horonita ny iray tamin’ny zanak’i Joiada, zanak’i Eliasiba mpisoronabe, ka noroahiko hiala teo amiko.",
        "29": "Tsarovy, ry Andriamanitro ô, fa nolotoin’izy ireo ny asa fisoronana, ary nolotoiny koa ny fifanekena momba ny fisoronana sy momba ny Levita.",
        "30": "Dia nodioviko izy ireo ka nampiako mba tsy ho voataonan’ny hafa firenena hanao ratsy intsony. Ary samy notendreko hanao ny andraikiny sy ny fanompoany ny mpisorona sy ny Levita.",
        "31": "Nalamiko koa ny famatsiana kitay amin’ny fotoana voatondro sy ny voaloham-bokatra. Mba tsarovy aho ka tahio, ry Andriamanitro ô."
    },
    "meta": {
        "name": "Nehemia",
        "order": 15,
        "chapter_number": 13
    }
}