{
    "1": {
        "1": "Ny tenin’i Nehemia zanak’i Hakalia: Tao an-dapan’i Sosana aho tamin’ny volana Kisleo, tamin’ny taona faharoapolo.",
        "2": "Dia tonga i Hanany, iray tamin’ireo rahalahiko, mbamin’ny lehilahy hafa avy tany Joda. Ary nanontaniako azy ireo ny momba ny Jiosy, dia ireo sisa niangana izay nafahana avy tamin’ny fahababoana. Nanontany momba an’i Jerosalema koa aho.",
        "3": "Koa hoy izy ireo tamiko: “Tena voa mafy sy latsain’ny olona ireo sisa niangana avy tamin’ny fahababoana, izay any amin’ny faritany. Mbola rava ny mandan’i Jerosalema, ary kilan’ny afo ny vavahadiny.”",
        "4": "Nipetraka sy nitomany aho raha vao nandre izany teny izany, sady nalahelo nandritra ny andro maro. Ary nifady hanina sy nivavaka teo anatrehan’Andriamanitry ny lanitra aho.",
        "5": "Dia hoy aho: “Ry Jehovah Andriamanitry ny lanitra ô! Andriamanitra lehibe sy mendrika hatahorana ianao. Manaja ny fifanekena nifanaovanao tamin’ireo tia anao sy ireo mitandrina ny didinao ianao, sady maneho hatsaram-panahy feno fitiavana amin’izy ireo.",
        "6": "Aoka re hihaino tsara ny sofinao ary hijery ny masonao e, ka henoy ny vavaka ataon’ny mpanomponao eto anatrehanao anio. Mivavaka andro aman’alina aho momba ny zanak’Israely mpanomponao, sady mibaboka noho ny fahotan’ny zanak’Israely, izay nataonay taminao. Samy efa nanota izahay, dia izaho sy ny ankohonan-draiko.",
        "7": "Tena nanao ratsy taminao tokoa izahay, sady tsy nanaraka ny didy sy ny fitsipika ary ny didim-pitsarana izay nandidianao an’i Mosesy mpanomponao.",
        "8": "“Mba tsarovy re, ny teny nandidianao an’i Mosesy mpanomponao hoe: ‘Raha mivadika amiko ianareo, dia haparitako any amin’ny firenen-kafa.",
        "9": "Fa rehefa miverina amiko kosa ianareo ka mitandrina sy manatanteraka ny didiko, dia hangoniko ianareo ka hoentiko any amin’ilay toerana nofidiko hampitoerana ny anarako, na dia any amin’ny faravodilanitra aza no niparitahanareo.’",
        "10": "Mpanomponao sy olonao izy ireo, ary navotanao tamin’ny herinao lehibe sy ny tananao mahery.",
        "11": "Ry Jehovah ô! Aoka re ny sofinao mba hihaino tsara ny vavaka ataon’ity mpanomponao, sy ataon’ireo mpanomponao, izay finaritra amin’ny fahatahorana ny anaranao e! Ary mba ataovy mahomby re izay ataon’ny mpanomponao anio e, ka ataovy miantra ahy io lehilahy io.” Mpandroso zava-pisotron’ny mpanjaka aho tamin’izay."
    },
    "2": {
        "1": "Tamin’ny volana Nisana, tamin’ny taona faharoapolo nanjakan’i Artaksersesy Mpanjaka, dia noraisiko ny divay teo anoloan’ny mpanjaka ka natolotro azy toy ny mahazatra. Mbola tsy maloka endrika teo anatrehany mihitsy anefa aho, raha tsy tamin’izay.",
        "2": "Koa niteny tamiko ny mpanjaka hoe: “Nahoana no maloka endrika ianao nefa tsy marary akory? Misy zavatra mampalahelo ny fonao mihitsy!” Natahotra be aho tamin’izay.",
        "3": "Dia hoy aho tamin’ny mpanjaka: “Ho ela velona anie ny mpanjaka! Nahoana moa aho no tsy ho maloka endrika? Rava ilay tanàna misy ny fasan-drazako, ary kilan’ny afo ny vavahadiny.”",
        "4": "Ary hoy ny mpanjaka: “Inona àry no tianao hatao?” Avy hatrany aho dia nivavaka tamin’Andriamanitry ny lanitra.",
        "5": "Dia hoy aho tamin’ny mpanjaka: “Raha sitraky ny mpanjaka, ary raha mahazo sitraka eo anatrehanao ny mpanomponao, dia mba alefaso ho any Joda aho, any amin’ny tanàna misy ny fasan-drazako, mba hanorina azy io indray.”",
        "6": "Tamin’izay dia nipetraka teo anilan’ny mpanjaka ny vadiny. Ary hoy ny mpanjaka tamiko: “Haharitra hafiriana ny dianao, ary rahoviana ianao no hiverina?” Koa sitraky ny mpanjaka ny handefa ahy, rehefa nolazaiko taminy ny fotoana.",
        "7": "Dia hoy koa aho taminy: “Raha sitraky ny mpanjaka, dia aoka aho homena taratasy ho an’ireo governora any ampitan’ny Renirano, mba hamelan’izy ireo ahy handeha hatrany Joda.",
        "8": "Aoka koa aho homena taratasy ho an’i Asafa, mpiambina ny alan’ny mpanjaka, mba hanomezany ahy hazo hanaovako ny vavahadin’ny Lapan’ny tempoly, sy ny mandan’ny tanàna, ary ny trano hipetrahako.” Koa nomen’ny mpanjaka ahy ireo, araka ny soa nataon’ny tanan’Andriamanitro tamiko.",
        "9": "Dia tonga tatỳ amin’ireo governora tatỳ ampitan’ny Renirano aho, ka nomeko azy ireo ny taratasin’ny mpanjaka. Nisy lehiben’ny tafika sy mpitaingin-tsoavaly koa nalefan’ny mpanjaka niaraka tamiko.",
        "10": "Ary ren’i Sanbala Horonita sy Tobia Amonita mpanompo izany ka sosotra izy ireo, satria nisy olona tonga mba hitady izay hahasoa ny zanak’Israely.",
        "11": "Tonga tao Jerosalema aho tamin’ny farany. Ary rehefa avy nijanona telo andro tao aho,",
        "12": "dia nifoha tamin’ny alina izaho sy ny lehilahy vitsivitsy. Ary tsy nolazaiko tamin’iza na iza izay zavatra nataon’Andriamanitro tao am-poko mba hatao amin’i Jerosalema. Tsy nitondra biby fiompy afa-tsy ilay nitaingenako koa aho.",
        "13": "Ary nivoaka avy teo amin’ny Vavahadin-dohasaha aho tamin’ny alina, dia nandeha tandrifin’ny Loharanon’ny Bibilava Be ary nankeny amin’ny Vavahadin’ny Antontan-davenona, ka nandinika ny faharavan’ny mandan’i Jerosalema sy ny vavahadiny kilan’ny afo.",
        "14": "Dia nankeny amin’ny Vavahadin-doharano sy ny Dobon’ny Mpanjaka aho, ary tsy nisy lalana handehanan’ilay biby nitaingenako.",
        "15": "Mbola niakatra nanaraka ny lohasaha falehan-driaka ihany anefa aho tamin’iny alina iny, ka nandinika ny manda. Dia niverina aho, ka niditra teo amin’ny Vavahadin-dohasaha, ary nody.",
        "16": "Tsy nahalala izay nalehako sy nataoko ireo solontenam-panjakana. Ary mbola tsy nilazako na inona na inona ny Jiosy sy ny mpisorona sy ny olona ambony sy ny solontenam-panjakana ary ny sisa tamin’ireo mpanao ny asa.",
        "17": "Farany dia hoy aho tamin’izy ireo: “Hitanareo izao fahavoazantsika izao! Rava i Jerosalema ary kilan’ny afo ny vavahadiny. Koa andao isika hanorina indray ny mandan’i Jerosalema, mba hifarana hatreo ny fandatsana antsika.”",
        "18": "Nolazaiko tamin’izy ireo koa ny soa nataon’ny tanan’Andriamanitro tamiko, sy ny tenin’ny mpanjaka tamiko. Dia hoy izy ireo: “Andao àry isika hanorina ny manda.” Koa nifampahery sy nivonona hanao an’ilay asa tsara izy ireo.",
        "19": "Nandre izany i Sanbala Horonita, sy Tobia Amonita mpanompo, ary Gasema Arabo, ka naneso sy nanamavo anay sady niteny hoe: “Fa inona ity ataonareo? Mikomy amin’ny mpanjaka angaha ianareo?”",
        "20": "Dia namaly aho hoe: “Ilay Andriamanitry ny lanitra no hampahomby izay ataonay. Ary hanorina ny manda izahay mpanompony. Fa ianareo kosa tsy manana anjara na zo na zavatra ahatsiarovana anareo eto Jerosalema.”"
    },
    "3": {
        "1": "Nanao ny Vavahadin’ondry i Eliasiba mpisoronabe sy ireo mpisorona rahalahiny, ka nanamasina sy nametaka azy io. Nohamasinin’izy ireo koa ny manda nanomboka teo amin’ny Tilikambon’i Mea ka hatrany amin’ny Tilikambon’i Hananela.",
        "2": "Nanamboatra ny simba tamin’ny manda teo anilan’izy ireo ny olona avy ao Jeriko, ary teo anilan’ireo i Zakora zanak’i Imry.",
        "3": "Ny Vavahadin-trondro no nataon’ny taranak’i Hasena. Nataon’izy ireo ny tolàna, ary napetany ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "4": "Ary nanamboatra ny simba teo anilan’ireo i Meremota zanak’i Oria, zanak’i Hakoza. Teo anilany kosa i Mesolama zanak’i Berekia, zanak’i Mesezabela, ary teo anilany i Zadoka zanak’i Bana.",
        "5": "Ary nanamboatra ny simba teo anilan’ireo ny Tekoita, fa ny olona ambony teo aminy kosa tsy mba nanaiky hanompo ny tompony.",
        "6": "Ny Vavahadin’ilay Tanàna Taloha no namboarin’i Joiada zanak’i Pasea sy Mesolama zanak’i Besodia. Izy ireo no nanao ny tolàna sady nametaka ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "7": "Ary nanamboatra ny simba teo anilan’ireo i Melatia Gibeonita sy Jadona Meronotita, dia ireo olona avy any Gibeona sy Mizpa, izay teo ambany fiadidian’ny governora atỳ ampitan’ny Renirano.",
        "8": "Ary nanamboatra ny simba teo anilan’ireo i Oziela zanak’i Haraia, mpanefy volamena. Teo anilany i Hanania izay anisan’ny mpanamboatra menaka fanosorana, ary nataon’izy ireo rarivato ny lalan’i Jerosalema hatreo amin’ny Manda Lehibe.",
        "9": "Ary nanamboatra ny simba teo anilan’ireo i Refaia zanak’i Hora, andrianan’ny antsasaky ny faritanin’i Jerosalema.",
        "10": "Ary teo anilany i Jedaia zanak’i Haromafa no nanamboatra ny simba tandrifin’ny tranony, ary teo anilan’i Jedaia i Hatosy zanak’i Hasabnia.",
        "11": "Nanamboatra ampahany tamin’ilay manda i Malkia zanak’i Harima sy Hasoba zanak’i Pahata-moaba. Namboarin’izy ireo koa ny simba tamin’ny Tilikambon’ny Lafaoro.",
        "12": "Ary nanamboatra ny simba teo anilan’ireo i Saloma zanak’i Halohesy, andrianan’ny antsasaky ny faritanin’i Jerosalema, ary niaraka taminy ny zanany vavy.",
        "13": "Ny Vavahadin-dohasaha no namboarin’i Hanona sy ny mponin’i Zanoa. Izy ireo no nanao azy io sady nametaka ny vavahady sy ny karetsaka ary ny bara hidiny. Izy ireo koa no nanorina ny ampahany arivo hakiho tamin’ilay manda, hatreo amin’ny Vavahadin’ny Antontan-davenona.",
        "14": "Ary ny Vavahadin’ny Antontan-davenona no namboarin’i Malkia zanak’i Rekaba, andrianan’ny faritanin’i Beti-hakerema. Izy no nanao azy io sady nametaka ny vavahady sy ny karetsaka ary ny bara hidiny.",
        "15": "Ny Vavahadin-doharano no namboarin’i Saloma zanak’i Kola-hoze, andrianan’ny faritanin’i Mizpa. Izy no nanao azy io sy nanafo azy ary nametaka ny vavahady sy ny karetsaka ary ny bara hidiny. Izy koa no nanorina ny manda teo amin’ny Dobon’ny Lakandrano hatreo amin’ny Zaridainan’ny Mpanjaka, sy hatrany amin’ny Tohatoha-bato midina avy any amin’ny Tanànan’i Davida.",
        "16": "Nanarakaraka azy i Nehemia zanak’i Azboka, andrianan’ny antsasaky ny faritanin’i Beti-zora. Izy no nanamboatra ny simba hatreo anoloan’ny Fasan’i Davida sy hatrany amin’ilay dobo nataon’ny olona, ary hatreo amin’ny Tranon’ireo Mahery.",
        "17": "Nanarakaraka azy ny Levita izay nanamboatra ny simba. Ary nitarika azy ireo i Rehoma zanak’i Bany. Ary teo anilan’ireo i Hasabia, andrianan’ny antsasaky ny faritanin’i Keila, izay nisolo tena ny faritaniny.",
        "18": "Ary nanarakaraka azy, dia nanamboatra ny simba ny rahalahin’ireo Levita. Nitarika azy ireo i Bavay zanak’i Henadada, andrianan’ny antsasaky ny faritanin’i Keila.",
        "19": "Ary teo anilany i Ezera zanak’i Jesoa, andrianan’i Mizpa, no nanamboatra ampahany tamin’ilay manda, teo anoloan’ny fiakarana mankany amin’ilay Fitehirizam-piadiana eo amin’ny Kihon’ny Manda.",
        "20": "Nanarakaraka azy i Baroka zanak’i Zabay. Nazoto be izy nanamboatra ny ampahany tamin’ilay manda, nanomboka teo amin’ny Kihon’ny Manda ka hatrany amin’ny fidirana amin’ny tranon’i Eliasiba mpisoronabe.",
        "21": "Ary nanarakaraka azy i Meremota zanak’i Oria, zanak’i Hakoza. Nanamboatra ampahany tamin’ilay manda izy, nanomboka teo amin’ny fidirana amin’ny tranon’i Eliasiba ka hatrany amin’ny faran’io trano io.",
        "22": "Nanarakaraka azy ny mpisorona avy any amin’ny Faritr’i Jordana. Nanamboatra ny simba koa izy ireo.",
        "23": "Ary nanarakaraka an’ireo i Benjamina sy Hasoba, izay nanamboatra ny simba tandrifin’ny tranony avy. Ary nanarakaraka an’ireo i Azaria zanak’i Mahaseia, zanak’i Anania, izay nanamboatra ny simba teo akaikin’ny tranony.",
        "24": "Ary nanarakaraka azy i Binoy zanak’i Henadada, izay nanamboatra ny ampahany tamin’ilay manda, nanomboka teo amin’ny tranon’i Azaria ka hatrany amin’ny Kihon’ny Manda sy hatrany amin’ny zoron’ilay manda.",
        "25": "Nanarakaraka azy i Palala zanak’i Ozay, izay nanamboatra ny simba tandrifin’ny Kihon’ny Manda sy tandrifin’ilay tilikambo eo anilan’ny Tranon’ny Mpanjaka, dia ilay eo ambony ao amin’ny Tokotanin’ny Mpiambina. Ary nanarakaraka azy i Pedaia zanak’i Parosy.",
        "26": "Nonina tao Ofela ny Netinima, ary izy ireo no nanamboatra ny simba hatreo amin’ny Vavahadin-drano any atsinanana, sy hatrany amin’ny tilikambo mivohitra avy eo amin’ny manda.",
        "27": "Ary nanarakaraka an’ireo ny Tekoita izay nanamboatra ampahany tamin’ilay manda, nanomboka teo amin’ilay tilikambo lehibe mivohitra avy eo amin’ny manda ka hatrany amin’ny mandan’i Ofela.",
        "28": "Ny mpisorona kosa nanamboatra ny simba tandrifin’ny tranony avy, nanomboka teo amin’ny Vavahadin-tsoavaly no ho mianavaratra.",
        "29": "Ary nanarakaraka an’ireo i Zadoka zanak’i Imera, izay nanamboatra ny simba tandrifin’ny tranony. Nanarakaraka azy indray i Semaia zanak’i Sekania, ilay mpiandry ny Vavahady Atsinanana.",
        "30": "Nanarakaraka azy i Hanania zanak’i Selemia sy Hanona, izay fahenina amin’ny zanak’i Zalafa. Nanamboatra ampahany tamin’ilay manda izy ireo. Ary nanarakaraka an’ireo i Mesolama zanak’i Berekia, izay nanamboatra ny simba tandrifin’ny efitranony.",
        "31": "Nanarakaraka azy i Malkia, izay anisan’ny mpanefy volamena. Namboariny ny simba hatrany amin’ny tranon’ny Netinima sy ny mpivarotra, izay teo akaikin’ny Vavahady Fanaraha-maso, ary koa ny simba hatrany amin’ilay efitra any an-tampon-trano eo amin’ny zorony.",
        "32": "Ary ny mpanefy volamena sy ny mpivarotra no nanamboatra ny simba teo anelanelan’ny efitra any an-tampon-trano eo amin’ny zorony sy ny Vavahadin’ondry."
    },
    "4": {
        "1": "Raha vao ren’i Sanbala fa nanorina indray ny manda izahay, dia tezitra sy nisafoaka mafy izy, ka nesoiny foana ny Jiosy.",
        "2": "Ary hoy izy teo anatrehan’ny rahalahiny sy ny tafik’i Samaria: “Inona koa no ataon’ireo Jiosy kely aina ireo? Mihevitra angaha ry zareo hoe mahavita tena? Hanao sorona angaha ry zareo? Ho vitan’izy ireo indray andro angaha io? Tadiavin’izy ireo hampiasaina indray angaha ireo vato efa may avy amin’ny fakofako feno vovoka?”",
        "3": "Ary teo anilany i Tobia Amonita, ka niteny hoe: “Na amboadia aza no mianika an’io manda vato aoriny io, dia ho rava io.”",
        "4": "Koa mihainoa, ry Andriamanitray ô, fa atao tsinontsinona izahay. Atsingereno eo an-dohan’ireo ny latsa ataony aminay, ka ataovy izay hahavoaroba azy sy hahalasa azy ho babo any an-tanin’olona.",
        "5": "Ary aza odian-tsy hita ny fahadisoany sy ny fahotany. Aoka tsy ho voakosoka izany, fa nila ady tamin’ireo mpanao fanorenana izy.",
        "6": "Koa naorinay indray ny manda ary notampenanay daholo ny banga, ka vitanay hatreo amin’ny antsasaky ny haavony. Ary niasa tamin’ny fony ny olona.",
        "7": "Dia tezitra be ry Sanbala sy Tobia mbamin’ny Arabo sy ny Amonita ary ny Asdodita, raha vao nandre fa nandroso ny fanamboarana ny mandan’i Jerosalema. Efa kely sisa mantsy dia ho voatampina ny banga.",
        "8": "Koa niray tetika izy rehetra mba ho avy hiady amin’i Jerosalema ary hanao izay handrebirebena anay.",
        "9": "Nivavaka tamin’Andriamanitray anefa izahay, ary nametraka mpiambina andro aman’alina mba hiaro anay noho ny amin’izy ireo.",
        "10": "Ary hoy ny mponin’i Joda: “Efa kely ny herin’ireo mpitondra entana nefa mbola be dia be ny fakofako. Ary tsy ho vitanay samirery ny manorina eny ambony manda.”",
        "11": "Hoy koa ny fahavalonay: “Tsy hanampo na inona na inona ireo, ary tsy ho hitany mihitsy isika raha tsy efa tonga eo aminy. Dia hamono azy ireo isika ka hampitsahatra ny asa.”",
        "12": "Koa rehefa tonga ny Jiosy izay nonina tany akaikin’ireo fahavalo, dia impolo izy ireo no nilaza taminay hoe: “Ho tonga avy any amin’ny faritra rehetra manodidina ny fahavalo ka hanafika anareo.”",
        "13": "Koa nametrahako mpiambina teny amin’ny faritra iva ivelan’ny manda, teny amin’ny toerana tsy misy manakontakona, ary nasaiko niambina isam-pianakaviana ny olona, ka samy nitondra ny sabany sy ny lefony ary ny tsipìkany.",
        "14": "Raha vao hitako fa natahotra izy ireo, dia nitsangana aho ka nilaza tamin’ny olona ambony sy ny solontenam-panjakana ary ny vahoaka hoe: “Aza matahotra an’ireo fa i Jehovah, ilay lehibe sy mendrika hatahorana no ataovy an-tsaina. Ary miadia hiaro ny rahalahinareo sy ny zanakareo lahy sy ny zanakareo vavy sy ny vadinareo ary ny tranonareo.”",
        "15": "Dia ren’ny fahavalonay fa fantatray ny tetik’izy ireo ka nataon’Andriamanitra nandamòka. Ary niverina tany amin’ny manda izahay rehetra, ka samy nanao ny asanay.",
        "16": "Koa nanomboka tamin’izay andro izay, dia ny antsasaky ny tovolahy no nanao ny asa, fa ny antsasany kosa nitana lefona sy ampinga ary tsipìka sady nanao akanjo mifono vy. Ary ireo andriana no tao ambadiky ny taranak’i Joda manontolo.",
        "17": "Ary ireo mpanorina teny ambony manda sy ireo mpitaona entana dia samy niasa tamin’ny tanany an’ila, fa ny tanany ilany kosa nitazona lefom-pohy.",
        "18": "Samy nanao ny sabany teo amin’ny fehikibony ireo mpanorina rehefa nanao ny fanorenana. Ary teo anilako ilay mpitsoka anjombona.",
        "19": "Dia hoy aho tamin’ny olona ambony sy ny solontenam-panjakana ary ny vahoaka: “Mbola betsaka sady goavana ny asa, ary miparitaka be eny amin’ny manda isika ka mifanalavitra.",
        "20": "Koa raha mandre feon’anjombona ianareo, dia miangòna miaraka aminay any amin’izay toerana iavian’ilay feo. Fa hiady ho antsika ny Andriamanitsika.”",
        "21": "Ary niasa ny antsasany taminay, fa ny antsasany kosa nitan-defona, raha vao nazava ratsy ny andro ka mandra-pipoitran’ny kintana.",
        "22": "Hoy koa aho tamin’ny vahoaka, tamin’izay fotoana izay: “Aoka hatory eto Jerosalema ny lehilahy tsirairay miaraka amin’ny mpanompony avy, ka hiambina antsika izy ireo amin’ny alina, ary hiasa amin’ny antoandro.”",
        "23": "Fa na izaho, na ny rahalahiko, na ny mpanompoko, na ny lehilahy mpiambina tao andamosiko, dia tsy mba niala akanjo, sady samy nitana lefom-pohy teny an-tanany ankavanana."
    },
    "5": {
        "1": "Nitaraina mafy anefa ireo lehilahy mbamin’ny vadin’izy ireo, noho ny nataon’ny Jiosy rahalahiny.",
        "2": "Nisy nilaza hoe: “Ny zanakay lahy sy ny zanakay vavy no nataonay antoka, mba hahazoanay varimbazaha hohanina ka hahavelona anay.”",
        "3": "Tao koa ny nilaza hoe: “Ny sahanay sy ny tanimboalobokay ary ny tranonay no nataonay antoka, mba hahazoanay varimbazaha tamin’ny fotoana tsy nisian’ny sakafo.”",
        "4": "Ary tao ny nilaza hoe: “Nisambo-bola izahay handoavana hetra ho an’ny mpanjaka, ka ny sahanay sy ny tanimboalobokay no nataonay antoka.",
        "5": "Ary toy ny rahalahinay ihany izahay sady mitovy ihany ny zanak’izy ireo sy ny zanakay, kanefa izahay voatery handefa ny zanakay lahy sy ny zanakay vavy ho andevo, ary ny zanakay vavy sasany aza efa lasa andevo mihitsy. Tsy misy azonay atao satria lasan’olona ny sahanay sy ny tanimboalobokay.”",
        "6": "Tezitra be aho raha vao nandre azy ireo nitaraina sy niteny toy izany.",
        "7": "Koa rehefa nandinika tsara an’ilay raharaha aho, dia nomeko tsiny ireo olona ambony sy solontenam-panjakana. Ary hoy aho tamin’izy ireo: “Be loatra ny zanabola takinareo amin’ny rahalahinareo.” Nandamina fivoriana lehibe ho azy ireo koa aho.",
        "8": "Ary hoy aho tamin’izy ireo: “Izahay aza efa nanao izay tratran’ny herinay hanavotana an’ireo Jiosy rahalahinay izay namidy tamin’ireo firenena, koa ianareo indray ve no hivarotra ny rahalahinareo? Dia tsy maintsy hividy azy ireo indray ve izahay mba hanavotana azy?” Tsy nahateny tsy nahavolana izy ireo tamin’izay.",
        "9": "Hoy koa aho: “Tsy mety izao ataonareo izao. Tsy tokony hatahotra an’Andriamanitsika foana ve ianareo, mba tsy handatsan’ireo firenena fahavalo antsika?",
        "10": "Izaho sy ny rahalahiko ary ny mpanompoko koa mba efa nampisambotra vola sy varimbazaha tamin’ny Jiosy. Kanefa, aoka re isika mba tsy hitaky zanabola amin’izy ireo intsony e!",
        "11": "Mba avereno aminy anio dia anio re ny sahany, sy ny tanimboliny, sy ny sahan’olivany, ary ny tranony e! Avereno aminy koa ny zanabola notakinareo taminy, dia ny ampahazaton’izay nosamboriny, na vola izany na varimbazaha na divay vaovao na menaka.”",
        "12": "Dia hoy izy ireo: “Hamerina izay nalainay izahay, ary tsy hitaky na inona na inona amin’izy ireo ho takalony. Hotanterahinay tokoa izany teninao izany.” Koa nantsoiko ireo mpisorona ary nasaiko nianiana hanao araka izany teny izany.",
        "13": "Ary nakopako ny tratran’akanjoko, dia hoy aho: “Hakopak’Andriamanitra toy izao anie izay olona tsy manatanteraka izany teny izany, eny, hakopany hiala amin’ny tranony sy ny fananany izy, ka tsy hanana na inona na inona intsony!” Dia hoy ny fiangonana manontolo: “Amena!” * Ary nidera an’i Jehovah izy ireo. Dia nanao araka izany teny izany ny olona.",
        "14": "Tsy nihinana ny anjara hanina tokony ho an’ny governora koa izaho sy ny rahalahiko, hatramin’ny andro nanendren’ny mpanjaka ahy ho governoran’izy ireo teto amin’ny tanin’i Joda, tamin’ny taona faharoapolo ka hatramin’ny taona faharoa amby telopolo nanjakan’i Artaksersesy Mpanjaka, izany hoe, nandritra ny roa ambin’ny folo taona.",
        "15": "Ireo governora talohako kosa nampitondra enta-mavesatra ny vahoaka, ka nitaky tamin’izy ireo sekely * volafotsy efapolo isan’andro ho vidin’ny sakafo sy ny divay. Nanjakazaka tamin’ny vahoaka koa ny mpanompon’izy ireo. Tsy mba nanao toy izany anefa aho satria natahotra an’Andriamanitra.",
        "16": "Ankoatra izany, dia nandray anjara tamin’ny fanamboarana an’io manda io ny tenako, ary niangona hanao ilay asa ny mpanompoko rehetra, nefa na tanimboly iray aza tsy nalainay.",
        "17": "Ary nisy Jiosy sy solontenam-panjakana nihinana teo an-databatro. Dimampolo amby zato izy ireo, ankoatra an’ireo tonga teo aminay avy any amin’ny firenena manodidina.",
        "18": "Koa ireto avy no nokarakaraina ho ahy isan’andro: Omby iray sy ondry voafantina enina ary vorona. Nisy divay be dia be isan-karazany koa isaky ny folo andro. Ary tsy nitaky ny anjara hanina tokony ho an’ny governora aho, satria efa navesatra ny fanompoana nampanaovina an’ity vahoaka ity.",
        "19": "“Mba tsarovy aho, ry Andriamanitro ô, ka aoka aho hahazo sitraka aminao noho izay rehetra nataoko ho an’ity vahoaka ity.”"
    },
    "6": {
        "1": "Raha vao ren’i Sanbala sy Tobia sy Gasema Arabo ary ny sisa tamin’ny fahavalonay fa voaoriko indray ny manda ka tsy misy banga intsony, na dia mbola tsy voapetako aza ny vavahady,",
        "2": "dia nandefa hafatra avy hatrany tany amiko i Sanbala sy Gasema hoe: “Andao isika hifanao fotoana any amin’ny tanàna kelin’ny lemak’i * Ono.” Niray tetika hanisy ratsy ahy anefa izy ireo.",
        "3": "Koa nandefa iraka tany amin’izy ireo aho nilaza hoe: “Asa lehibe no ataoko, ka tsy afaka midina any aho. Nahoana ny asa no hatsahatra mba hidinako any aminareo?”",
        "4": "Inefatra izy ireo no nandefa izany hafatra izany tany amiko, ary nitovy foana ny navaliko azy.",
        "5": "Farany dia nirahin’i Sanbala tany amiko ny mpanompony hilaza izany teny izany fanindiminy. Ary nampitondrainy taratasy tsy nihidy izy,",
        "6": "ka izao no voasoratra tao: “Malaza any amin’ireo firenena fa miray tetika ny hikomy ianao sy ny Jiosy, ary izany koa no nolazain’i Gasema. Izany no antony anorenanao ny manda. Ianao koa, hono, no lasa mpanjakan’izy ireo.",
        "7": "Ary misy mpaminany notendrenao mihitsy aza hiantsoantso momba anao eran’i Jerosalema hoe: ‘Misy mpanjaka eto Joda!’ Tsy maintsy hisy hitatitra any amin’ny mpanjaka anefa izany. Koa tongava atỳ! Andao isika hiara-midinika.”",
        "8": "Nandefa hafatra tany aminy anefa aho hoe: “Tsy nisy akory izany zavatra lazainao izany, fa noforoninao tao am-ponao fotsiny.”",
        "9": "Te hampitahotra anay mantsy izy rehetra, ary nilaza hoe: “Hiraviravy tanana ireo, dia tsy hiasa intsony, ka tsy ho vita ilay asa.” Mba ampaherezo anefa aho, Andriamanitra ô!",
        "10": "Ary nankao an-tranon’i Semaia zanak’i Delaia zanak’i Mehetebela aho, rehefa nihidy aman-trano izy. Dia hoy izy: “Andao isika hifanao fotoana ao an-tranon’Andriamanitra, ao amin’ny tempoly, ka hidiantsika ny varavarana. Ho avy ao mantsy ry zareo hamono anao, eny, ho avy ao ry zareo amin’ny alina hamono anao.”",
        "11": "Hoy anefa aho: “Lehilahy toa ahy izao ve dia handositra? Ary raha olona toa ahy izao ve no miditra ao amin’ny tempoly, dia ho velona? Tsy hiditra aho!”",
        "12": "Koa nanadihady aho, ka fantatro hoe tsy Andriamanitra no naniraka azy, fa mba hamelezana ahy no nilazany an’io faminaniana io, satria nokaramain’i Tobia sy Sanbala izy.",
        "13": "Ny antony nanakaramana azy, dia mba hampitahorana ahy sy hanarahako ny teniny ka hanotako. Ho afaka hanaratsy laza ahy izy ireo amin’izay, mba hanalana baraka ahy.",
        "14": "Tsarovy, ry Andriamanitro ô, izany nataon’i Tobia sy Sanbala izany, ary koa ny nataon’i Noadia mpaminanivavy sy ny mpaminany hafa izay nitady hampitahotra ahy foana.",
        "15": "Vita ihany ny manda tamin’ny fahadimy amby roapolon’ny volana Elola, tao anatin’ny roa amby dimampolo andro.",
        "16": "Raha vao ren’ny fahavalonay rehetra izany, ary hitan’ny firenena rehetra nanodidina anay koa, dia nahatsiaro tena ho afa-baraka izy ireo. Koa fantany fa noho ny Andriamanitray no nahavitana an’ilay asa.",
        "17": "Nandefa taratasy maro be tany amin’i Tobia ny olona ambony tao Joda, tamin’izany andro izany. Ary naharay taratasy avy tamin’i Tobia koa izy ireo.",
        "18": "Olona maro tao Joda mantsy no efa nianiana fa hanohana azy, noho izy vinantolahin’i Sekania zanak’i Ara, ary i Johanana zanany lahy efa nanambady ny zanakavavin’i Mesolama zanak’i Berekia.",
        "19": "Tsy nitsahatra nandoka an’i Tobia teo anatrehako koa izy ireo, sady nitatitra ny teniko rehetra tany aminy. Ary nandefa taratasy mba hampitahorana ahy i Tobia."
    },
    "7": {
        "1": "Raha vao voaorina indray ny manda, dia napetako ny vavahady. Ary notendrena ny mpiandry vavahady sy ny mpihira ary ny Levita.",
        "2": "Dia notendreko hifehy an’i Jerosalema i Hanany rahalahiko sy Hanania andriana tao amin’ny Lapa, noho izy lehilahy mendri-pitokisana tokoa sady natahotra an’Andriamanitra nihoatra noho ny olona maro.",
        "3": "Koa hoy aho tamin’izy ireo: “Tsy tokony hovohaina ny vavahadin’i Jerosalema raha tsy efa midanika ny masoandro. Ary rehefa mijoro eo ny mpiandry vavahady, dia tokony hakatony ny vavahady ka hohidiany amin’ny karetsaka. Makà koa mpiambina avy amin’ny mponin’i Jerosalema, ka apetraho eo amin’ny toeram-piambenany ny sasany, ary eo anoloan’ny tranony ihany ny sasany.”",
        "4": "Nidadasika sy lehibe ilay tanàna, nefa vitsy olona sady mbola tsy voaorina ny trano tao.",
        "5": "Nataon’Andriamanitro tao am-poko anefa ny hevitra hamory ny olona ambony sy ny solontenam-panjakana ary ny vahoaka, mba hosoratana anarana ao amin’ny tetirazana izy ireo. Dia hitako ilay boky misy ny tetirazan’ireo nivoaka voalohany avy any an-tsesitany, ka izao no voasoratra tao:",
        "6": "Tamin’ireo nataon’i Nebokadnezara mpanjakan’i Babylona sesitany, dia ireto avy ny zanaky ny faritany izay nivoaka avy tamin’ny fahababoana, ka niverina tany Jerosalema sy Joda, tany amin’ny tanànany avy,",
        "7": "dia ireo niara-tonga tamin’i Zerobabela sy Jesoa sy Nehemia sy Azaria sy Ramia sy Nahanany sy Mordekay sy Bilsana sy Mispereta sy Bigvay sy Nehoma ary Bana. Ireto avy ny isan’ny lehilahy teo amin’ny vahoakan’Israely:",
        "8": "Roa amby fitopolo amby zato sy roa arivo ny taranak’i Parosy,",
        "9": "roa amby fitopolo sy telonjato ny taranak’i Sefatia,",
        "10": "roa amby dimampolo sy eninjato ny taranak’i Ara,",
        "11": "valo ambin’ny folo sy valonjato sy roa arivo ny taranak’i Pahata-moaba avy amin’ny taranak’i Jesoa sy Joaba,",
        "12": "efatra amby dimampolo sy roanjato sy arivo ny taranak’i Elama,",
        "13": "dimy amby efapolo sy valonjato ny taranak’i Zato,",
        "14": "enimpolo sy fitonjato ny taranak’i Zakay,",
        "15": "valo amby efapolo sy eninjato ny taranak’i Binoy,",
        "16": "valo amby roapolo sy eninjato ny taranak’i Bebay,",
        "17": "roa amby roapolo sy telonjato sy roa arivo ny taranak’i Azgada,",
        "18": "fito amby enimpolo sy eninjato ny taranak’i Adonikama,",
        "19": "fito amby enimpolo sy roa arivo ny taranak’i Bigvay,",
        "20": "dimy amby dimampolo sy eninjato ny taranak’i Adina,",
        "21": "valo amby sivifolo ny taranak’i Atera, avy amin’ny ankohonan’i Hezekia,",
        "22": "valo amby roapolo sy telonjato ny taranak’i Hasoma,",
        "23": "efatra amby roapolo sy telonjato ny taranak’i Bezay,",
        "24": "roa ambin’ny folo amby zato ny taranak’i Harifa,",
        "25": "dimy amby sivifolo ny avy any Gibeona,",
        "26": "valo amby valopolo amby zato ny avy any Betlehema sy Netofa,",
        "27": "valo amby roapolo amby zato ny Anatotita,",
        "28": "roa amby efapolo ny avy any Beti-azmaveta,",
        "29": "telo amby efapolo sy fitonjato ny avy any Kiriata-jearima sy Kefira ary Berota,",
        "30": "iraika amby roapolo sy eninjato ny avy any Rama sy Geba,",
        "31": "roa amby roapolo amby zato ny avy any Mikmasy,",
        "32": "telo amby roapolo amby zato ny avy any Betela sy Ay,",
        "33": "roa amby dimampolo ny avy any amin’ilay Nebo anankiray,",
        "34": "efatra amby dimampolo sy roanjato sy arivo ny taranak’ilay Elama anankiray,",
        "35": "roapolo sy telonjato ny taranak’i Harima,",
        "36": "dimy amby efapolo sy telonjato ny avy any Jeriko,",
        "37": "iraika amby roapolo sy fitonjato ny avy any Loda sy Hadida ary Ono,",
        "38": "ary telopolo sy sivinjato sy telo arivo ny taranak’i Sena.",
        "39": "Ary toy izao ny mpisorona: Telo amby fitopolo sy sivinjato ny taranak’i Jedaia avy amin’ny ankohonan’i Jesoa,",
        "40": "roa amby dimampolo sy arivo ny taranak’i Imera,",
        "41": "fito amby efapolo sy roanjato sy arivo ny taranak’i Pasora,",
        "42": "ary fito ambin’ny folo sy arivo ny taranak’i Harima.",
        "43": "Ary toy izao ny Levita: Efatra amby fitopolo ny taranak’i Jesoa, izany hoe ny taranak’i Kadmiela, avy amin’ny taranak’i Hodeva.",
        "44": "Valo amby efapolo amby zato ny mpihira taranak’i Asafa.",
        "45": "Ary valo amby telopolo amby zato ny mpiandry vavahady, izany hoe ny taranak’i Saloma, sy ny taranak’i Atera, sy ny taranak’i Talmona, sy ny taranak’i Akoba, sy ny taranak’i Hatita, ary ny taranak’i Sobay.",
        "46": "Ireto avy ny Netinima: Ny taranak’i Ziha, ny taranak’i Hasofa, ny taranak’i Tabaota,",
        "47": "ny taranak’i Kerosa, ny taranak’i Sia, ny taranak’i Padona,",
        "48": "ny taranak’i Lebana, ny taranak’i Hagabaha, ny taranak’i Salmay,",
        "49": "ny taranak’i Hanana, ny taranak’i Gidela, ny taranak’i Gahara,",
        "50": "ny taranak’i Reaia, ny taranak’i Rezina, ny taranak’i Nekoda,",
        "51": "ny taranak’i Gazama, ny taranak’i Oza, ny taranak’i Pasea,",
        "52": "ny taranak’i Besay, ny taranaky ny Meonita, ny taranak’i Nefosima,",
        "53": "ny taranak’i Bakboka, ny taranak’i Hakafa, ny taranak’i Harora,",
        "54": "ny taranak’i Bazlita, ny taranak’i Mehida, ny taranak’i Harsa,",
        "55": "ny taranak’i Barkosa, ny taranak’i Sisera, ny taranak’i Tema,",
        "56": "ny taranak’i Nezia, ary ny taranak’i Hatifa.",
        "57": "Ireto avy ny taranaky ny mpanompon’i Solomona: Ny taranak’i Sotahy, ny taranak’i Sofereta, ny taranak’i Perida,",
        "58": "ny taranak’i Jala, ny taranak’i Darkona, ny taranak’i Gidela,",
        "59": "ny taranak’i Sefatia, ny taranak’i Hatila, ny taranak’i Pokereta-hazebaima, ary ny taranak’i Amona.",
        "60": "Roa amby sivifolo sy telonjato ny fitambaran’ny Netinima sy ny taranaky ny mpanompon’i Solomona.",
        "61": "Ary ireto avy no niakatra avy tany Tela-mela sy Tela-harsa sy Keroba sy Adona ary Imera, nefa tsy afaka nilaza hoe avy amin’ny Israely ny fianakaviambe avy amin’ireo rainy sy ny fiaviany:",
        "62": "Ny taranak’i Delaia, sy ny taranak’i Tobia, ary ny taranak’i Nekoda, roa amby efapolo sy eninjato.",
        "63": "Ary ireto ny avy amin’ny mpisorona: Ny taranak’i Habaia, sy ny taranak’i Hakoza, ary ny taranak’i Barzilay, ilay naka vady tamin’ny zanakavavin’i Barzilay Gileadita ka nanjary nantsoina tamin’ny anarany.",
        "64": "Ireo no nitady ny lisitra tokony hisy ny anarany mba hanamarinana amin’ny besinimaro ny razana niaviany. Tsy hita anefa izany, ka tsy nekena ho isan’ny mpisorona izy ireo satria noheverina ho maloto.",
        "65": "Koa nilaza tamin’izy ireo ny Governora * fa tsy tokony hihinana ny zavatra masina indrindra izy ireo, raha tsy rehefa misy mpisorona mitondra Orima sy Tomima.",
        "66": "Enimpolo sy telonjato sy roa arivo sy efatra alina ny fitambaran’ny fiangonana manontolo,",
        "67": "ankoatra ny mpanompolahy sy mpanompovavy fito amby telopolo sy telonjato sy fito arivo. Nanana mpihira lahy sy vavy dimy amby efapolo sy roanjato koa izy ireo.",
        "68": "Enina amby telopolo sy fitonjato ny soavaliny, ary dimy amby efapolo sy roanjato ny ramole.",
        "69": "Dimy amby telopolo sy efajato ny rameva, ary roapolo sy fitonjato sy enina arivo ny ampondra.",
        "70": "Nisy tamin’ny lohan’ny fianakaviambe * nanao fanomezana ho an’ny asa. Ny Governora koa dia nanome an’ireto mba hatao ao amin’ny fitehirizan-karena: Volamena arivo drakma sy vilia baolina dimampolo ary akanjo lava telopolo sy dimanjato fanaovan’ny mpisorona.",
        "71": "Nisy tamin’ireo lohan’ny fianakaviambe koa nanome volamena roa alina drakma sy volafotsy roanjato sy roa arivo mina, * hatao ao amin’ny fitehirizan-karena mba hanaovana ilay asa.",
        "72": "Ny sisa tamin’ny vahoaka kosa nanome volamena roa alina drakma sy volafotsy roa arivo mina, ary akanjo lava fito amby enimpolo fanaovan’ny mpisorona.",
        "73": "Ary nonina tany an-tanànany avy ny mpisorona sy ny Levita, sy ny mpiandry vavahady, sy ny mpihira, sy ny olona sasany, sy ny Netinima ary ny Israely rehetra. Efa tany amin’ny tanànany avy ny zanak’Israely, rehefa tonga ny volana fahafito."
    },
    "8": {
        "1": "Nivory toy ny olona iray ny vahoaka manontolo, teo amin’ilay tany malalaka tandrifin’ny Vavahadin-drano. Dia nasaina nalain’i Ezra, mpanao dika soratra, ny boky misy ny lalàn’i Mosesy izay nandidian’i Jehovah ny Israely.",
        "2": "Koa nalain’i Ezra mpisorona ilay boky, ka nentiny teo anatrehan’ny fiangonana, dia izay rehetra tafavory teo na lahy na vavy, mbamin’izay rehetra afaka mihaino ka mahazo ny hevitr’izay reny. Andro voalohan’ny volana fahafito tamin’izay.",
        "3": "Dia novakiny mafy teo anoloan’ny tany malalaka tandrifin’ny Vavahadin-drano ilay boky misy ny lalàna, teo anatrehan’ireo lehilahy sy vehivavy ary ireo mahazo ny hevitr’izay reny. Novakiny izany, nanomboka vao maraina be ka hatramin’ny mitataovovonana. Koa nihaino tsara an’izay novakina ny rehetra.",
        "4": "Ary nijoro teo amin’ilay lampihazo natao ho an’io fotoan-dehibe io i Ezra mpanao dika soratra. Niara-nijoro taminy, teo ankavanany, i Matitia sy Sema sy Anaia sy Oria sy Hilkia ary Mahaseia. Teo ankaviany kosa i Pedaia sy Misaela sy Malkia sy Hasoma sy Hasbadana sy Zakaria ary Mesolama.",
        "5": "Dia nanokatra ilay boky teo imason’ny olon-drehetra i Ezra, fa avo kokoa noho ny olon-drehetra no nisy azy. Koa nitsangana daholo ny olona rehefa nosokafany ilay izy.",
        "6": "Avy eo i Ezra dia nisaotra an’i Jehovah Andriamanitra, Ilay Andriamanitra lehibe. Ary nanandra-tanana ny olon-drehetra sady namaly hoe: “Amena! Amena!” Dia niondrika sy niankohoka tamin’ny tany teo anatrehan’i Jehovah izy ireo.",
        "7": "Ary nanazava ny lalàna tamin’ny vahoaka ireo Levita, dia i Jesoa sy Bany sy Serebia sy Jamina sy Akoba sy Sabetahy sy Hodia sy Mahaseia sy Kelita sy Azaria sy Jozabada sy Hanana ary Pelaia. Ary ny vahoaka nijoro teo amin’izay nisy azy.",
        "8": "Ary ny Levita dia namaky mafy an’ilay boky, izany hoe ny lalàn’Andriamanitra, ka namelabelatra sy nanazava ny heviny. Dia nataon’izy ireo azon’ny olona tsara izay novakina.",
        "9": "Ary niteny toy izao tamin’ny olona rehetra i Nehemia Governora, sy Ezra mpisorona sady mpanao dika soratra, ary ny Levita izay nampianatra ny vahoaka: “Masina amin’i Jehovah Andriamanitrareo ity andro anio ity. Koa aza malahelo na mitomany.” Nitomany daholo mantsy ny olona, teo am-pihainoana izay voalazan’ny lalàna.",
        "10": "Hoy koa izy tamin’ireo: “Mandehana ka hano ny matavy ary sotroy ny mamy, dia anatero anjara izay tsy manana sakafo hokarakaraina. Fa masina amin’ny Tompontsika ity andro anio ity, koa aza malahelo fa ny fifaliana avy amin’i Jehovah no fiarovana mafy ho anareo.”",
        "11": "Ary nandidy ny olona rehetra mba hangina ny Levita ka nanao hoe: “Aoka izay re, fa masina ity andro ity e! Ary aza malahelo!”",
        "12": "Dia lasa daholo ny olona ka nihinana sy nisotro sy nanatitra anjara ho an’izay tsy nanana, ary nifaly be mihitsy satria azon’izy ireo tsara izay nambara taminy.",
        "13": "Tamin’ny andro faharoa, dia niangona teo amin’i Ezra mpanao dika soratra, ireo lohan’ny fianakaviamben’ny vahoaka manontolo, mbamin’ny mpisorona sy ny Levita, satria te hahazo ny hevitr’izay voalazan’ny lalàna izy ireo.",
        "14": "Dia hitan’izy ireo voasoratra tao amin’ilay lalàna ny didy nomen’i Jehovah tamin’ny alalan’i Mosesy, hoe tokony hipetraka ao anaty trano rantsankazo ny zanak’Israely mandritra ny fety amin’ny volana fahafito.",
        "15": "Tokony hampandre ny olona koa izy ireo, ka hanao antso avo manerana ny tanànany rehetra sy eran’i Jerosalema, hoe: “Mandehana any amin’ny faritra be tendrombohitra ary makà rantsankazo be ravina avy amin’ny hazo oliva, sy avy amin’ny hazo mitera-menaka, sy mirta, sy palmie, ary hazo hafa be sampany, mba hanaovana trano rantsankazo araka izay voasoratra.”",
        "16": "Koa nandeha naka izany ny olona ka samy nanao trano rantsankazo teny an-tampon-tranony sy teny an-tokotaniny, sy teny an-tokotanin’ny tranon’Andriamanitra, sy teny amin’ny tany malalaka tandrifin’ny Vavahadin-drano sy ny tany malalaka tandrifin’ny Vavahadin’i Efraima.",
        "17": "Koa nanao trano rantsankazo sy nipetraka tao amin’ireny ny fiangonana manontolo, izany hoe ireo nody avy any amin’ny fahababoana. Ary nisy fifaliam-be tokoa, satria mbola tsy nanao toy izany ny zanak’Israely hatramin’ny andron’i Josoa zanak’i Nona, ka hatramin’io andro io.",
        "18": "Ary novakina mafy isan’andro ny boky misy ny lalàn’Andriamanitra, nanomboka tamin’ny andro voalohany ka hatramin’ny andro farany. Nanao fety nandritra ny fito andro izy ireo, ary tamin’ny andro fahavalo dia nisy fivoriambe nanetriketrika, araka ny fitsipika momba izany."
    },
    "9": {
        "1": "Tamin’ny andro fahefatra amby roapolon’io volana io, dia nivory ny zanak’Israely, ka nifady hanina sy nitafy lamba gony ary nihosim-bovoka.",
        "2": "Ary nisaraka tamin’ny hafa firenena rehetra ny taranak’Israely, ka nitsangana ary niaiky ny fahotany sy ny fahadisoan’ny razany.",
        "3": "Dia nitsangana teo amin’ny toerany izy ireo ka namaky mafy ny boky misy ny lalàn’i Jehovah Andriamaniny, nandritra ny adiny telo. * Niaiky heloka sy niankohoka teo anatrehan’i Jehovah Andriamaniny koa izy ireo taorian’izay, nandritra ny adiny telo.",
        "4": "Ary nijoro teo amin’ilay lampihazo natao ho an’ny Levita i Jesoa sy Bany sy Kadmiela sy Sebania sy Bony sy Serebia sy Bany ary Kenany ka nitaraina mafy tamin’i Jehovah Andriamaniny.",
        "5": "Ary hoy i Jesoa sy Kadmiela sy Bany sy Hasabnia sy Serebia sy Hodia sy Sebania ary Petahia, izay samy Levita: “Mitsangàna ianareo, ka misaora an’i Jehovah ilay Andriamanitrareo hatrizay hatrizay ka ho mandrakizay! Aoka izy ireo hisaotra ny anaranao be voninahitra, izay mendrika ny fisaorana sy ny fiderana rehetra.",
        "6": "“Ianao irery ihany no Jehovah. Ianao no nanao ny lanitra, eny, ny lanitry ny lanitra sy ny tafiny rehetra, mbamin’ny tany sy izay rehetra eo amboniny, ary ny ranomasina sy izay rehetra ao anatiny. Ianao no miantoka ny fahaveloman’ireny rehetra ireny. Miankohoka eo anatrehanao koa ny tafiky ny lanitra.",
        "7": "Ianao no Jehovah Andriamanitra, izay nifidy an’i Abrama sy nitondra azy niala tao Oran’ny Kaldeanina, ka nanova ny anarany ho Abrahama.",
        "8": "Hitanao fa nifikitra taminao ny fony, ka nanao fifanekena taminy ianao mba hanome azy sy ny taranany ny tanin’ny Kananita sy ny Hetita sy ny Amorita sy ny Perizita sy ny Jebosita ary ny Girgasita. Koa notanterahinao ny teninao satria manao ny rariny ianao.",
        "9": "“Hitanao ny fahorian’ny razanay tany Ejipta, ary renao ny fitarainany teo amoron’ny Ranomasina Mena.",
        "10": "Dia nanao famantarana sy fahagagana ianao hamelezana an’i Farao sy ny mpanompony rehetra ary ny olon-drehetra tao amin’ny taniny. Fantatrao mantsy fa nataony tsinontsinona ny razanay. Koa nampahalaza ny anaranao ianao, toy ny amin’izao anio izao.",
        "11": "Nosarahinao teo anatrehany ny ranomasina, ka nandia tany maina teo afovoany izy ireo. Fa ny mpanenjika azy kosa natsipinao mafy tao amin’ny lalina, toy ny vato natsipy tao anaty rano mahery.",
        "12": "Andry rahona no nitarihanao azy nandritra ny andro, ary andry afo nandritra ny alina mba hanazavana ny lalan-kalehany.",
        "13": "Nidina nankeo amin’ny Tendrombohitra Sinay ianao, ary niteny tamin’izy ireo avy tany an-danitra sady nanome azy didim-pitsarana ara-drariny, sy lalàna marina, ary fitsipika sy didy mahasoa.",
        "14": "Dia nampahafantarinao azy ny sabatanao masina, ary nomenao didy sy fitsipika ary lalàna izy ireo tamin’ny alalan’i Mosesy mpanomponao.",
        "15": "Nomenao mofo avy tany an-danitra izy ireo rehefa noana, ary namoahanao rano avy tamin’ny vatolampy rehefa nangetaheta, ka nasainao niditra haka an’ilay tany efa nanangananao tanana sy nianiananao homena azy.",
        "16": "“Sahisahy ratsy anefa ny razanay sady nanamafy hatoka, ka tsy nihaino ny didinao.",
        "17": "Tsy nety nihaino izy ireo ary tsy nahatsiaro ireo asa mahatalanjona nataonao ho azy. Nanjary mafy hatoka kosa izy ireo ka nanendry olona hitarika azy hiverina ho andevo any Ejipta. Andriamanitra mamela heloka anefa ianao, sady tsara fanahy, mamindra fo, tsy mora tezitra ary be hatsaram-panahy feno fitiavana, ka tsy nahafoy azy.",
        "18": "Nanao sarivongana * zanak’omby izy ireo, ka nilaza hoe: ‘Io ny Andriamanitsika, izay nitondra antsika niakatra avy tany Ejipta.’ Ary naniratsira anao tokoa izy ireo.",
        "19": "Na izany aza, dia tsy nahafoy azy tany an-tany efitra ianao satria be famindram-po. Tsy niala teo ambonin’izy ireo ny andry rahona nandritra ny andro mba hitari-dalana azy, na ny andry afo nandritra ny alina mba hanazava ny lalan-kalehany.",
        "20": "Nomenao ny fanahinao * izy ireo mba ho malina. Tsy nohazoninao koa ny mana fa nomenao hohaniny, ary nomenao rano izy ireo rehefa nangetaheta.",
        "21": "Efapolo taona ianao no namatsy sakafo azy ireo tany an-tany efitra, ary tsy nisy nahory azy. Tsy tonta ny fitafiany ary tsy nivonto ny tongony.",
        "22": "“Ary nanome azy fanjakana sy firenena ianao, ka notsinjarainao ireny. Koa nalainy ny tanin’i Sihona, izany hoe ny tanin’ny mpanjakan’i Hesbona, ary koa ny tanin’i Oga mpanjakan’i Basana.",
        "23": "Nataonao maro tahaka ny kintana eny amin’ny lanitra ny taranany. Ary nitondra azy ireo ianao mba ho eto amin’ity tany ity izay efa nampanantenainao ny razany fa hidirany sy halainy ho fananany.",
        "24": "Koa niditra teto amin’ity tany ity ny taranak’izy ireo ary naka izany ho fananany. Nataonao resy teo anatrehan’izy ireo ny Kananita nonina tao, ary natolotrao teo an-tanany ny mpanjakany sy ny mponin’ilay tany, * ka nataon’izy ireo araka izay nitiavany azy.",
        "25": "Namabo tanàna voaro mafy izy ireo ary nahazo tany lonaka sy trano feno zava-tsoa isan-karazany, sy lavaka fanangonan-drano efa nohadina, sy tanimboaloboka, sy sahan’oliva, ary hazo fihinam-boa be dia be. Dia nihinana izy ireo ka voky ary nihanatavy sady finaritra tamin’ny fiainana, noho ianao tena tsara toetra.",
        "26": "“Tsy nankatò anefa izy ireo, ary nikomy taminao sady tsy niraharaha ny lalànao. Novonoiny koa ny mpaminaninao, izay nampirisika azy hiverina aminao. Ary naniratsira anao tokoa izy ireo.",
        "27": "Izany no nanoloranao azy teo an-tanan’ireo fahavalo nampahory azy. Rehefa azom-pahoriana anefa izy ireo dia nitaraina mafy taminao, ka renao avy tany an-danitra izany. Ary be famindram-po ianao, ka nanome mpamonjy mba hanafaka azy eo an-tanan’ny fahavalony.",
        "28": "“Raha vao nilamindamina anefa ny fiainany, dia nanao izay ratsy teo anatrehanao indray izy ka nafoinao teo an-tanan’ireo fahavalo nanosihosy azy. Dia niverina taminao izy ireo ary niantso vonjy taminao. Nandre azy avy tany an-danitra ianao, ka nanafaka azy satria be famindram-po. Ary imbetsaka ianao no nanao izany.",
        "29": "Na dia nampirisika azy hiverina hanaraka ny lalànao aza ianao, dia mbola sahisahy ratsy ihany izy ireo, ka tsy nihaino ny didinao. Nanota izy ireo ka nanda ny didim-pitsaranao, izay mahavelona ny olona mankatò azy. Ary nanao be marenina * foana izy ireo, sady nanamafy hatoka ka tsy nihaino.",
        "30": "Nandefitra taminy an-taonany maro anefa ianao, ary nampitandrina azy foana tamin’ny alalan’ny fanahinao izay nomenao ho an’ny mpaminaninao, kanefa tsy nihaino izy ireo. Koa natolotrao teo an-tanan’ny mponina manodidina izy, tamin’ny farany.",
        "31": "Be famindram-po anefa ianao ka tsy nandringana azy na nahafoy azy, satria Andriamanitra tsara fanahy sy mamindra fo ianao.",
        "32": "“Koa ankehitriny, ry Andriamanitray ô, ry Andriamanitra lehibe sy mahery ary mendrika hatahorana, izay manaja fifanekena sy maneho hatsaram-panahy feno fitiavana! Aza atao tsinontsinona re ny fahoriana rehetra nanjo anay sy ny mpanjakanay sy ny andriananay sy ny mpisoronay sy ny mpaminaninay sy ny razanay ary ny olonao rehetra, hatramin’ny andron’ireo mpanjakan’i Asyria ka mandraka androany.",
        "33": "Rariny ny anao matoa manjo anay izao rehetra izao. Hita tamin’izay nataonao fa tsy mivadika ianao, fa izahay kosa no nanao ratsy.",
        "34": "Tsy nankatò ny lalànao ny mpanjakanay sy ny andriananay sy ny mpisoronay ary ny razanay, sady tsy nitandrina ny didinao na ny fampahatsiahivanao izay nananaranao azy.",
        "35": "Tsy nanompo anao izy ireo sady tsy niala tamin’ny fanao ratsiny, tamin’ny fotoana mbola nisian’ny fanjakana teo amin’izy ireo sy nahazoany zava-tsoa be dia be avy taminao, ary nonenany tao amin’ilay tany malalaka sady lonaka nomenao azy.",
        "36": "Andevo izahay ankehitriny, eny, andevo eto amin’ity tany ity, izay nomenao ny razanay mba hihinanany ny vokatra sy ny zava-tsoa eo aminy.",
        "37": "Be ny vokatry ny tany, nefa noho ny fahotanay dia lasan’ireo mpanjaka notendrenao hifehy anay izany. Manjaka aminay sy ny biby fiompinay araka izay tiany izy ireo, ka ory dia ory izahay.",
        "38": "“Noho izany rehetra izany, dia hanao fianianana izahay, ary hataonay an-tsoratra izany ka hanisy tombo-kase an’izany ny andriananay sy ny Levitanay ary ny mpisoronay.”"
    },
    "10": {
        "1": "Koa ireto avy no nanisy tombo-kase an’izany: I Nehemia Governora zanak’i Hakalia, Zedekia,",
        "2": "Seraia, Azaria, Jeremia,",
        "3": "Pasora, Amaria, Malkia,",
        "4": "Hatosy, Sebania, Maloka,",
        "5": "Harima, Meremota, Obadia,",
        "6": "Daniela, Ginetona, Baroka,",
        "7": "Mesolama, Abia, Miamina,",
        "8": "Mahazia, Bilgay, ary Semaia. Ireo no mpisorona.",
        "9": "Tamin’ny Levita kosa dia i Jesoa zanak’i Azania sy Binoy taranak’i Henadada ary Kadmiela,",
        "10": "mbamin’ny rahalahin’izy ireo, dia i Sebania, Hodia, Kelita, Pelaia, Hanana,",
        "11": "Mika, Rehoba, Hasabia,",
        "12": "Zakora, Serebia, Sebania,",
        "13": "Hodia, Bany, ary Benino.",
        "14": "Ary tamin’ny lohandohany teo amin’ny vahoaka dia i Parosy, Pahata-moaba, Elama, Zato, Bany,",
        "15": "Bony, Azgada, Bebay,",
        "16": "Adonia, Bigvay, Adina,",
        "17": "Atera, Hezekia, Azora,",
        "18": "Hodia, Hasoma, Bezay,",
        "19": "Harifa, Anatota, Nebay,",
        "20": "Magpiasy, Mesolama, Hezira,",
        "21": "Mesezabela, Zadoka, Jadoa,",
        "22": "Pelatia, Hanana, Anaia,",
        "23": "Hosea, Hanania, Hasoba,",
        "24": "Halohesy, Pila, Sobeka,",
        "25": "Rehoma, Hasabna, Mahaseia,",
        "26": "Ahia, Hanana, Anana,",
        "27": "Maloka, Harima, ary Bana.",
        "28": "Ary ny sisa tamin’ny vahoaka, izany hoe ny mpisorona, ny Levita, ny mpiandry vavahady, ny mpihira, ny Netinima, sy izay nisaraka tamin’ny mponina manodidina * ho fankatoavana ny lalàn’Andriamanitra, ary koa ny vadin’izy ireo sy ny zanany lahy sy vavy, eny, izay rehetra efa afaka mahazo ny hevitr’ilay fianianana,",
        "29": "dia nanohana an’ireo rahalahiny, izany hoe ireo olona ambony. Niozona izy ireo fa hanaraka ny lalàn’Andriamanitra nampitainy tamin’ny alalan’i Mosesy mpanompony, ary hitandrina sy hankatò ny didy rehetra sy ny didim-pitsarana ary ny fitsipik’i Jehovah Tomponay.",
        "30": "Nilaza koa izy ireo fa ny zanakay vavy tsy homenay ho vadin’ny mponina manodidina, ary ny zanany vavy tsy halainay ho an’ny zanakay lahy.",
        "31": "Izay entam-barotra sy sakafo * isan-karazany amidin’ny mponina manodidina amin’ny andro sabata, dia tsy hovidinay na amin’ny andro sabata na amin’ny andro masina. Havelanay hiala sasatra ny tany amin’ny taona fahafito, ary hafoinay ny trosa rehetra.",
        "32": "Nanapa-kevitra koa izahay fa isan-taona dia samy hanome ampahatelon’ny sekely ho an’ny fanompoana ao an-tranon’Andriamanitray,",
        "33": "ho an’ny mofo mifanaingina sy ny fanatitra varimbazaha atolotra tsy tapaka sy ny fanatitra dorana atolotra tsy tapaka, izay samy atolotra koa isaky ny sabata sy ny tsinam-bolana, ary koa ho an’ireo fety, sy ny zava-masina, sy ny fanatitra noho ny ota handrakofana ny fahotan’ny Israely, ary ny asa rehetra ao an-tranon’Andriamanitray.",
        "34": "Nataonay antsapaka koa ny fitondrana kitay ao an-tranon’Andriamanitray, dia ny kitay hampiasaina eo amin’ny alitaran’i Jehovah Andriamanitray, araka izay voasoratra ao amin’ny lalàna. Ny mpisorona sy ny Levita ary ny vahoaka no hanao izany, isaky ny fianakaviambe, ary amin’ny fotoana voatondro isan-taona.",
        "35": "Nanapa-kevitra koa izahay fa hoentinay any an-tranon’i Jehovah isan-taona, ny voaloham-bokatry ny taninay sy ny voaloham-bokatry ny karazan-kazo rehetra.",
        "36": "Hoentinay eo amin’ny mpisorona manompo ao an-tranon’Andriamanitray ny zanakay lahimatoa sy ny voalohan-teraky ny biby fiompinay, araka izay voasoratra ao amin’ny lalàna. Hoentinay any koa ny voalohan-teraky ny omby aman’ondrinay.",
        "37": "Ary hoentinay any amin’ny mpisorona ao amin’ny efitra fisakafoana ao an-tranon’Andriamanitray ny santatry ny varimbazahanay tsy nototoina malemy, sy ny fanomezanay sy ny vokatry ny karazan-kazo rehetra, sy ny divay vaovao ary ny menaka. Ary hatolotray ho an’ny Levita ny ampahafolon’ny vokatry ny taninay, satria ny Levita no mandray ny ampahafolony, any amin’ny tanàna rehetra anaovanay fambolena.",
        "38": "Tokony hisy mpisorona taranak’i Arona hiaraka amin’ny Levita rehefa mandray ny ampahafolony izy. Ary ny ampahafolon’izany kosa dia tokony haterin’ny Levita ao an-tranon’Andriamanitray, ao amin’ny efitra fisakafoana any amin’ny trano fitehirizana an’ireny.",
        "39": "Fa any amin’ireo efitra fisakafoana no tokony hanateran’ny zanak’Israely sy ny taranak’i Levy ny varimbazaha, sy divay vaovao, ary menaka, izay ataony fanomezana. Any koa no misy ny fitaovana ho an’ny toerana masina, sy ny mpisorona manao fanompoana, sy ny mpiandry vavahady ary ny mpihira. Ary tsy hanao tsirambina ny tranon’Andriamanitray izahay."
    },
    "11": {
        "1": "Nonina tao Jerosalema ny andrianan’ny vahoaka. Nanao antsapaka kosa ny vahoaka mba hakana ny ampahafolon’izy ireo honina ao Jerosalema tanàna masina, ary ny sivy ampahafolony honina any amin’ireo tanàna hafa.",
        "2": "Koa noderain’ny vahoaka ny lehilahy rehetra nanolo-tena honina tao Jerosalema.",
        "3": "Samy nonina tao amin’ny tanàna lovany tany amin’ireo tanànan’i Joda ny Israely sy ny mpisorona sy ny Levita sy ny Netinima ary ireo zanaky ny mpanompon’i Solomona, fa ireto kosa ny filohan’ny faritany nonina tao Jerosalema:",
        "4": "Nisy avy tamin’ny taranak’i Joda sy ny taranak’i Benjamina ireo nonina tao. Ny avy tamin’ny taranak’i Joda dia i Ataia zanak’i Ozia, zanak’i Zakaria, zanak’i Amaria, zanak’i Sefatia, zanak’i Mahalalila, avy tamin’ny taranak’i Pereza;",
        "5": "sy Mahaseia zanak’i Baroka, zanak’i Kola-hoze, zanak’i Hazaia, zanak’i Adaia, zanak’i Joariba, zanak’i Zakaria, avy tamin’ny fianakavian’ny Selita.",
        "6": "Valo amby enimpolo sy efajato ny taranak’i Pereza nonina tany Jerosalema, ary lehilahy mahay izy ireo.",
        "7": "Ary ny avy tamin’ny taranak’i Benjamina dia i Salo zanak’i Mesolama, zanak’i Joeda, zanak’i Pedaia, zanak’i Kolaia, zanak’i Mahaseia, zanak’i Itiela, zanak’i Jesaia;",
        "8": "nanarakaraka azy ny ankohonan’i Gabay sy Salay, valo amby roapolo sy sivinjato;",
        "9": "sy Joela zanak’i Zikry izay niandraikitra an’ireo, ary Joda zanak’i Hasenoa mpiandraikitra lefitry ny tanàna.",
        "10": "Ny avy tamin’ny mpisorona dia i Jedaia zanak’i Joariba, Jakina,",
        "11": "Seraia zanak’i Hilkia, zanak’i Mesolama, zanak’i Zadoka, zanak’i Meraiota, zanak’i Ahitoba mpitarika tao an-tranon’Andriamanitra;",
        "12": "sy ny rahalahin’izy ireo roa amby roapolo sy valonjato izay mpanao ny asa tao amin’ilay trano; sy Adaia zanak’i Jerohama, zanak’i Pelalia, zanak’i Amzy, zanak’i Zakaria, zanak’i Pasora, zanak’i Malkia,",
        "13": "sy ireo rahalahiny roa amby efapolo sy roanjato izay lohan’ny fianakaviambe; ary Amasay zanak’i Azarela, zanak’i Ahazay, zanak’i Mesilemota, zanak’i Imera,",
        "14": "mbamin’ny rahalahiny valo amby roapolo amby zato izay lehilahy matanjaka sy be herim-po. I Zabdiela zanak’olo-manan-kaja no niandraikitra azy rehetra ireo.",
        "15": "Ny avy tamin’ny Levita dia i Semaia zanak’i Hasoba, zanak’i Azrikama, zanak’i Hasabia, zanak’i Bony;",
        "16": "sy Sabetahy sy Jozabada izay samy filohan’ireo Levita sady nisahana ny andraikitra tany ivelan’ny tranon’Andriamanitra;",
        "17": "sy Matania mpitarika hira fiderana sy nanao ny fiderana tamin’ny fotoanan’ny vavaka, izay zanak’i Mika, zanak’i Zabdy, zanak’i Asafa; sy Bakbokia mpiandraikitra lefitra teo amin’ny rahalahiny, ary Abda zanak’i Samoa, zanak’i Galala, zanak’i Jedotona.",
        "18": "Efatra amby valopolo sy roanjato ny Levita rehetra tao amin’ilay tanàna masina.",
        "19": "Ny mpiandry vavahady dia i Akoba sy Talmona mbamin’ny rahalahiny, izay niambina ny vavahady. Roa amby fitopolo amby zato izy ireo.",
        "20": "Ary ny sisa tamin’ny Israely sy ny mpisorona ary ny Levita dia samy tao amin’ny lovany, tany amin’ny tanàna hafa rehetra tao Joda.",
        "21": "Nonina tany Ofela kosa ny Netinima, ary i Ziha sy Gispa no niandraikitra azy ireo.",
        "22": "Ary ny mpiandraikitra an’ireo Levita tao Jerosalema, eny, ny mpiandraikitra ny asa tao an-tranon’Andriamanitra dia i Ozy zanak’i Bany, zanak’i Hasabia, zanak’i Matania, zanak’i Mika, avy tamin’ny taranak’i Asafa izay mpihira avokoa.",
        "23": "Fa efa namoaka didy momba azy ireo ny mpanjaka, sady efa nisy fandaharana raikitra hanomezana an’ireo mpihira ny zavatra ilainy isan’andro.",
        "24": "Ary i Petahia, zanak’i Mesezabela, taranak’i Zera, zanak’i Joda, dia nanampy ny mpanjaka nikarakara ny raharaha rehetra momba ny vahoaka.",
        "25": "Ireto tanàna kely ireto sy ny sahany no nonenan’ny sasany tamin’ny taranak’i Joda: I Kiriata-arba sy ny tanàna niankina taminy, Dibona sy ny tanàna niankina taminy, Jekabzela sy ny tanàna keliny,",
        "26": "Jesoa, Molada, Beti-paleta,",
        "27": "Hazara-soala, Beri-sheba sy ny tanàna niankina taminy,",
        "28": "Ziklaga, Mekona sy ny tanàna niankina taminy,",
        "29": "En-rimona, Zora, Jarmota,",
        "30": "Zanoa sy Adolama mbamin’ny tanàna keliny, Lakisy sy ny sahany, ary Azeka sy ny tanàna niankina taminy. Nitoby hatrany Beri-sheba ka hatrany amin’ny lohasahan’i Hinoma izy ireo.",
        "31": "Ny taranak’i Benjamina dia avy any Geba, Mikmasy, Aia, Betela sy ny tanàna niankina taminy,",
        "32": "Anatota, Noba, Anania,",
        "33": "Hazora, Rama, Gitaima,",
        "34": "Hadida, Zeboima, Nebala,",
        "35": "Loda, Ono, ary ilay lohasahan’ny mpanao asa tanana.",
        "36": "Ary nifindra tany amin’ny tanin’ny Benjamina ny Levita sasany avy tany Joda."
    },
    "12": {
        "1": "Ireto avy ny mpisorona sy Levita niara-niakatra tamin’i Zerobabela zanak’i Sealtiela, sy niaraka tamin’i Jesoa: Seraia, Jeremia, Ezra,",
        "2": "Amaria, Maloka, Hatosy,",
        "3": "Sekania, Rehoma, Meremota,",
        "4": "Ido, Ginetoy, Abia,",
        "5": "Miamina, Madia, Bilga,",
        "6": "Semaia, Joariba, Jedaia,",
        "7": "Salo, Amoka, Hilkia, ary Jedaia. Ireo no filohan’ny mpisorona sy ny rahalahiny, tamin’ny andron’i Jesoa.",
        "8": "Ireto avy ny Levita: Jesoa, Binoy, Kadmiela, Serebia, Joda, ary Matania, izay niandraikitra ny hira fisaorana niaraka tamin’ny rahalahiny.",
        "9": "Ary niambina tandrifin’ireo i Bakbokia sy Ony rahalahin’izy ireo.",
        "10": "Ary i Jesoa niteraka an’i Joiakima, i Joiakima niteraka an’i Eliasiba, i Eliasiba niteraka an’i Joiada,",
        "11": "i Joiada niteraka an’i Jonatana, ary Jonatana niteraka an’i Jadoa.",
        "12": "Tamin’ny andron’i Joiakima, dia ireto avy ny mpisorona lohan’ireo fianakaviambe: I Meraia ho an’ny fianakavian-dry Seraia, i Hanania ho an-dry Jeremia,",
        "13": "i Mesolama ho an-dry Ezra, i Johanana ho an-dry Amaria,",
        "14": "i Jonatana ho an-dry Meliko, i Josefa ho an-dry Sebania,",
        "15": "i Adna ho an-dry Harima, i Helkay ho an-dry Meraiota,",
        "16": "i Zakaria ho an-dry Ido, i Mesolama ho an-dry Ginetona,",
        "17": "i Zikry ho an-dry Abia, ... ho an-dry Miniamina, i Piltahy ho an-dry Moadia,",
        "18": "i Samoa ho an-dry Bilga, Jonatana ho an-dry Semaia,",
        "19": "i Matenay ho an-dry Joariba, i Ozy ho an-dry Jedaia,",
        "20": "i Kalay ho an-dry Salay, i Ebera ho an-dry Amoka,",
        "21": "i Hasabia ho an-dry Hilkia, ary i Netanela ho an-dry Jedaia.",
        "22": "Nosoratana ho isan’ny lohan’ireo fianakaviambe ny Levita sy ny mpisorona, tamin’ny andron’i Eliasiba sy Joiada sy Johanana ary Jadoa, ka hatramin’ny andro nanjakan’i Dariosy Persianina.",
        "23": "Koa mbola nosoratana tao amin’ny boky mirakitra ny tantara tamin’izany ny taranak’i Levy izay lohan’ireo fianakaviambe, hatramin’ny andron’i Johanana zanak’i Eliasiba.",
        "24": "I Hasabia sy Serebia ary Jesoa zanak’i Kadmiela no filohan’ny Levita, ary nifanandrify taminy ny rahalahin’izy ireo mba hihira fiderana sy fisaorana, araka ny didin’i Davida lehilahin’Andriamanitra, ka nifanandrify ireo antokona mpiambina.",
        "25": "I Matania sy Bakbokia sy Obadia sy Mesolama sy Talmona ary Akoba no mpiandry vavahady, izay niambina ny fitehirizana entana teo akaikin’ny vavahady.",
        "26": "Ireo no velona tamin’ny andron’i Joiakima zanak’i Jesoa, zanak’i Jozadaka, sy tamin’ny andron’i Nehemia Governora sy Ezra mpisorona sady mpanao dika soratra.",
        "27": "Rehefa hotokanana ny mandan’i Jerosalema, dia nampanantsoina tany amin’izay rehetra nisy azy ny Levita, ary nasaina nankany Jerosalema mba hanao ny fitokanana sy hifaly, ka hisaotra sy hihira miaraka amin’ny kipantsona sy lokanga ary harpa.",
        "28": "Ary nivory ny zanaky ny mpihira avy any amin’ny Faritr’i Jordana, dia avy eny amin’ny manodidina an’i Jerosalema, sy avy any amin’ireo tanàna kelin’ny Netofatita,",
        "29": "sy avy any Beti-gilgala, ary avy any amin’ireo sahan’i Geba sy Azmaveta. Nanorina ny tanàna keliny teny amin’ny manodidina an’i Jerosalema mantsy ireo mpihira.",
        "30": "Ary nidio ny mpisorona sy ny Levita, ary nodioviny koa ny vahoaka sy ny vavahady ary ny manda.",
        "31": "Dia nentiko niakatra teny ambony manda ny andrianan’ny Joda. Ary nanendry antoko mpihira roa mpanao hira fisaorana aho ary koa filaharam-be nanaraka azy ireo. Koa nandeha niankavanana teo ambony manda ny antokony iray, nankany amin’ny Vavahadin’ny Antontan-davenona.",
        "32": "Nanaraka azy tao aoriana i Hosaia sy ny antsasaky ny andrianan’ny Joda",
        "33": "sy Azaria, Ezra, Mesolama,",
        "34": "Joda, Benjamina, Semaia, Jeremia,",
        "35": "sy ny sasany tamin’ny taranaky ny mpisorona izay nitondra trompetra, dia i Zakaria, zanak’i Jonatana, zanak’i Semaia, zanak’i Matania, zanak’i Mikaia, zanak’i Zakora, zanak’i Asafa,",
        "36": "ary ireo rahalahiny, dia i Semaia, Azarela, Milalay, Gilalay, May, Netanela, Joda ary Hanany, izay samy nitondra ny zavamaneno nataon’i Davida, lehilahin’Andriamanitra. Ary teo alohan’izy ireo i Ezra mpanao dika soratra.",
        "37": "Teo amin’ny Vavahadin-doharano izy ireo dia nizotra nahitsy, ka nandalo teo amin’ny Tohatoha-baton’ny Tanànan’i Davida, satria nandeha teo ambonin’ilay manda teo amin’ny fiakarana, dia ilay manda teo ambonin’ny Tranon’i Davida. Ary tonga hatrany amin’ny Vavahadin-drano tany atsinanana izy ireo.",
        "38": "Nandeha koa ilay antoko mpihira iray mpanao hira fisaorana, ary tao aoriany izaho sy ny antsasaky ny vahoaka. Nandeha teo ambony manda izahay hatrany amin’ny Tilikambon’ny Lafaoro, dia nankeo amin’ny Manda Lehibe,",
        "39": "ary nandalo teo ambonin’ny Vavahadin’i Efraima sy ny Vavahadin’ilay Tanàna Taloha, ka nizotra nankany amin’ny Vavahadin-trondro sy ny Tilikambon’i Hananela ary ny Tilikambon’i Mea, hatrany amin’ny Vavahadin’ondry, dia nijanona teo amin’ny Vavahadin’ny Mpiambina.",
        "40": "Farany dia nijanona teo amin’ny tranon’Andriamanitra ireo antoko mpihira roa mpanao hira fisaorana, mbamin’ny tenako sy ny antsasak’ireo solontenam-panjakana niaraka tamiko,",
        "41": "sy ireo mpisorona, izany hoe i Eliakima, Mahaseia, Miniamina, Mikaia, Elioenay, Zakaria, ary Hanania, izay samy nitondra trompetra,",
        "42": "sy Mahaseia, Semaia, Eleazara, Ozy, Johanana, Malkia, Elama, ary Ezera. Ary mbola re foana ireo mpihira niandraiketan’i Jizrahia.",
        "43": "Nanao sorona maro be izy ireo tamin’izay andro izay sady nifaly, satria Andriamanitra mihitsy no nanao izay hahatsapany fifaliam-be. Nifaly koa ny zaza amam-behivavy, ka re hatrany lavitra ny fifaliana tao Jerosalema.",
        "44": "Tamin’izay koa dia nisy lehilahy notendrena hiandraikitra an’ireo efitrano nitehirizana ny entana sy ny fanomezana sy ny voaloham-bokatra ary ny ampahafolon-karena. Nasaina nangonin’izy ireo tao ny anjaran’ny mpisorona sy ny Levita izay nalaina avy tamin’ireo sahan’ny tanàna, araka izay notakin’ny lalàna. Faly mantsy ny Joda noho ireo mpisorona sy Levita nanao fanompoana.",
        "45": "Nanomboka nanao ny adidy tamin’Andriamaniny, sy ny adidy nifandray tamin’ny fidiovana izy ireo. Nanao toy izany koa ireo mpihira sy mpiandry vavahady, araka ny didin’i Davida sy Solomona zanany.",
        "46": "Fahiny mantsy, tamin’ny andron’i Davida sy Asafa, dia nisy ny filohan’ireo mpihira, ary nisy koa ny hira fiderana sy fisaorana an’Andriamanitra.",
        "47": "Tamin’ny andron’i Zerobabela sy Nehemia, dia nomen’ny Israely rehetra ny anjaran’ny mpihira sy mpiandry vavahady, araka izay nilaina isan’andro. Nohamasinin’izy ireo ho an’ny Levita izany, ary ny Levita kosa nanamasina izany ho an’ny taranak’i Arona."
    },
    "13": {
        "1": "Tamin’izay andro izay dia novakina teo anatrehan’ny vahoaka ny bokin’i Mosesy. Voasoratra tao fa tsy mahazo miditra ho anisan’ny fiangonan’Andriamanitra ny Amonita sy ny Moabita, mandritra ny fotoana tsy voafetra.",
        "2": "Tsy mba nitsena ny zanak’Israely mantsy izy ireo na nanome mofo sy rano azy. Nanakarama an’i Balama kosa izy ireo mba hanozona azy, nefa novan’Andriamanitray ho tsodrano ilay ozona.",
        "3": "Koa raha vao ren’ny vahoaka ilay lalàna, dia nesorin’izy ireo tsy ho anisan’ny Israely ny hafa firenena rehetra.",
        "4": "Talohan’izay, i Eliasiba mpisorona izay havan’i Tobia sady mpiandraikitra ny efitra fisakafoana tao an-tranon’Andriamanitray,",
        "5": "dia efa nanao efitra fisakafoana malalaka ho an’i Tobia. Tao anefa taloha no fametrahana ny fanatitra varimbazaha, sy ny ditin-kazo manitra, sy ny fitaovana, sy ny fanomezana ho an’ny mpisorona, ary ny ampahafolon’ny varimbazaha sy ny divay vaovao ary ny menaka, izay samy natao ho an’ny Levita sy ny mpihira ary ny mpiandry vavahady.",
        "6": "Tsy teto Jerosalema aho nandritra izany fotoana izany, satria niverina tany amin’i Artaksersesy mpanjakan’i Babylona, tamin’ny taona faharoa amby telopolo nanjakany. Niera taminy aho mba handeha taoriana kelin’izay,",
        "7": "ka tonga teto Jerosalema. Dia hitako ny zava-dratsy nataon’i Eliasiba tamin’ny nanaovany efitrano ho an’i Tobia, teo an-tokotanin’ny tranon’Andriamanitra.",
        "8": "Tena nahasosotra ahy izany, ka natsipiko tany ivelan’ny efitra fisakafoana daholo ny fanak’i Tobia.",
        "9": "Avy eo dia nasaiko nodiovina ireo efitra fisakafoana, ka naveriko tao indray ireo fitaovana tao an-tranon’Andriamanitra sy ny fanatitra varimbazaha ary ny ditin-kazo manitra.",
        "10": "Ary hitako fa tsy nomena ny anjaran’ny Levita, ka nandositra tany amin’ny sahany avy ny Levita sy ny mpihira, izay nanao ny asa.",
        "11": "Koa nomeko tsiny ny solontenam-panjakana hoe: “Nahoana no dia natao tsirambina ny tranon’Andriamanitra?” Dia novoriko ny Levita ka nasaiko nijoro teo amin’ny toerany avy.",
        "12": "Ary ny Joda rehetra kosa nanatitra ny ampahafolon’ny varimbazaha sy ny divay vaovao ary ny menaka, tao amin’ny trano fitehirizana entana.",
        "13": "Dia nasaiko niandraikitra ny trano fitehirizana entana i Selemia mpisorona, sy Zadoka mpanao dika soratra, sy Pedaia izay anisan’ny Levita, ary teo ambany fahefan’izy ireo i Hanana zanak’i Zakora, zanak’i Matania. Olona mendri-pitokisana ireo, ary adidiny ny nizara ny anjaran’ireo rahalahiny.",
        "14": "Mba tsarovy aho, ry Andriamanitro ô, noho izany zavatra izany. Ary aza hadinoina ny hatsaram-panahy feno fitiavana nasehoko momba ny tranonao sy ny fanompoana natao tao.",
        "15": "Tamin’izany no nahitako olona sasany tao Joda nanitsakitsaka voaloboka tao anaty lavaka famiazana azy, tamin’ny andro sabata. Nisy koa nitondra varimbazaha miavosa natainginy teo ambony ampondra, ary nisy nitondra divay sy voaloboka sy aviavy ary izao karazana entana rehetra izao, nankao Jerosalema tamin’ny andro sabata. Koa nampitandrina azy ireo aho tamin’ny andro nivarotany sakafo.",
        "16": "Nisy nonina tao an-tanàna koa ny olona avy any Tyro, izay nitondra trondro sy entam-barotra isan-karazany, ary nivarotra izany tamin’ny taranak’i Joda sy tao Jerosalema tamin’ny sabata.",
        "17": "Koa nomeko tsiny ny olona ambony tao Joda hoe: “Inona izao ratsy ataonareo izao, ka anazimbazimbanareo ny andro sabata?",
        "18": "Tsy efa izao ihany ve no nataon’ny razanareo? Izany no nahatonga an’Andriamanitsika hamely antsika sy ity tanàna ity amin’izao loza rehetra izao! Vao mainka anefa ianareo mampitombo ny fahatezerana mafy mihatra amin’ny Israely, noho ianareo manazimbazimba ny sabata.”",
        "19": "Ary raha vao nihamaizina ny teo amin’ireo vavahadin’i Jerosalema, talohan’ny sabata, dia nasaiko nohidiana ny vavahady ka tsy navelako hosokafana raha tsy taorian’ny sabata. Ary nisy mpanompoko nasaiko nijanona teo am-bavahady, mba tsy hisy entana ho tafiditra amin’ny andro sabata.",
        "20": "Koa efa indroa ireo mpivaro-mandeha sy mpivarotra entana isan-karazany no natory teo ivelan’i Jerosalema.",
        "21": "Dia nampitandremako izy ireo hoe: “Nahoana ianareo no matory eto anoloan’ny manda? Raha mbola manao an’izao ianareo, dia hosamboriko.” Koa tsy tonga tamin’ny sabata intsony izy ireo nanomboka tamin’izay.",
        "22": "Nilazako koa ny Levita mba hanadio ny tenany foana, ka ho avy hiambina ny vavahady mba hanamasinana ny andro sabata. Tsarovy koa izany, ry Andriamanitro ô, noho ny amiko, ary iantrao aho fa be hatsaram-panahy feno fitiavana ianao.",
        "23": "Tamin’izany koa no nahalalako fa nisy Jiosy nanambady vehivavy asdodita sy amonita ary moabita.",
        "24": "Ary niteny asdodita ny antsasaky ny zanak’izy ireo. Tsy nisy nahay fiteny jiosy ny ankizy rehetra, fa fitenin’ny firenen-kafa kosa no hainy.",
        "25": "Dia nanome tsiny azy ireo aho, ka nanozona azy sy nikapoka ny lehilahy sasany ary nanongotra ny volony sady nampianiana azy tamin’ny anaran’Andriamanitra, sy niteny hoe: “Aza manome ny zanakareo vavy ho vadin’ny zanany lahy, ary aza maka ny zanany vavy ho vadin’ny zanakareo lahy na ho vadinareo.",
        "26": "Tsy izany ve no nahatonga an’i Solomona mpanjakan’ny Israely hanota? Tsy nisy mpanjaka toa azy teo amin’ny firenena maro. Ary tia azy ny Andriamaniny, ka nanao azy ho mpanjakan’ny Israely manontolo. Na izy aza anefa, voataonan’ny vehivavy hafa firenena hanota.",
        "27": "Tsy mampino mihitsy izao zavatra ratsy be nataonareo izao! Nivadika tamin’Andriamanitsika ianareo ka nanambady vehivavy hafa firenena.”",
        "28": "Vinantolahin’i Sanbala Horonita ny iray tamin’ny zanak’i Joiada, zanak’i Eliasiba mpisoronabe, ka noroahiko tsy ho eo anatrehako.",
        "29": "Tsarovy, ry Andriamanitro ô, fa nolotoin’izy ireo ny asa fisoronana, ary nolotoiny koa ny fifanekena momba ny fisoronana sy momba ny Levita.",
        "30": "Nodioviko ho afaka tamin’izay rehetra an’ny firenen-kafa ny vahoaka, ary nomeko anjara raharaha ny mpisorona sy ny Levita, ka samy nanao ny asany.",
        "31": "Nalamiko koa ny famatsiana kitay amin’ny fotoana voatondro sy ny voaloham-bokatra. Mba tsarovy aho, ry Andriamanitro ô, ka aoka hahazo sitraka aminao."
    },
    "meta": {
        "name": "Nehemia",
        "order": 15,
        "chapter_number": 13
    }
}