{
    "1": {
        "1": "Ary niresaka tamin’i Mosesy tany an-tany efitr’i Sinay i Jehovah, tao amin’ny tranolay fihaonana, tamin’ny andro voalohan’ny volana faharoa, tamin’ny taona faharoa nivoahan’izy ireo avy tany Ejipta. Hoy izy:",
        "2": "“Isao ny vahoaka manontolo, dia ny Israelita, ka isao tsirairay araka ny fianakaviany, sy araka ny fianakaviambeny, ary araka ny lisitry ny anaran’ny lehilahy rehetra.",
        "3": "Soraty arakaraka ny antokony ny anaran’izay 20 taona no ho miakatra ka afaka manompo ao amin’ny tafika eo amin’ny Israely. Ianao sy Arona no hanao an’izany.",
        "4": "“Makà lehilahy iray isaky ny foko mba hiaraka aminareo. Tokony ho lohan’ny fianakaviambe daholo izy ireo.",
        "5": "Ireto avy ny anaran’ireo lehilahy hanampy anareo: I Elizora zanak’i Sedeora no avy amin’i Robena;",
        "6": "Selomiela zanak’i Zorisaday no avy amin’i Simeona;",
        "7": "Nasona zanak’i Aminadaba no avy amin’i Joda;",
        "8": "Netanela zanak’i Zoara no avy amin’i Isakara;",
        "9": "Eliaba zanak’i Helona no avy amin’i Zebolona;",
        "10": "Elisama zanak’i Amihoda no avy amin’i Efraima; Gamaliela zanak’i Pedazora no avy amin’i Manase, ary samy taranak’i Josefa ireo;",
        "11": "Abidana zanak’i Gideony no avy amin’i Benjamina;",
        "12": "Ahiezera zanak’i Amisaday no avy amin’i Dana;",
        "13": "Pagiela zanak’i Okrana no avy amin’i Asera;",
        "14": "Eliasafa zanak’i Doela no avy amin’i Gada;",
        "15": "ary Ahira zanak’i Enana no avy amin’i Naftaly.",
        "16": "Ireo no voantso avy amin’ny vahoaka. Samy mpiadidy eo amin’ny fokon’ny rainy izy ireo, sady mpifehy ny arivo eo amin’ny Israely.”",
        "17": "Nalain’i Mosesy sy Arona àry ireo lehilahy voatonona anarana ireo.",
        "18": "Dia novorin’izy ireo daholo ny vahoaka manontolo, tamin’ny andro voalohan’ny volana faharoa, mba hosoratana anarana tsirairay isam-pianakaviana sy isaky ny fianakaviambeny. Ny anaran’izay 20 taona no ho miakatra no nosoratan’izy ireo,",
        "19": "araka ny didy nomen’i Jehovah an’i Mosesy. Nosoratany tany an-tany efitr’i Sinay àry ny anaran’izy ireny.",
        "20": "Ny taranak’i Robena lahimatoan’i Israely, dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina tsirairay ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "21": "ka 46 500 ny isan’ny voasoratra anarana tamin’ny fokon’i Robena.",
        "22": "Ny taranak’i Simeona dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina tsirairay ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "23": "ka 59 300 ny isan’ny voasoratra anarana tamin’ny fokon’i Simeona.",
        "24": "Ny taranak’i Gada dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "25": "ka 45 650 ny isan’ny voasoratra anarana tamin’ny fokon’i Gada.",
        "26": "Ny taranak’i Joda dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "27": "ka 74 600 ny isan’ny voasoratra anarana tamin’ny fokon’i Joda.",
        "28": "Ny taranak’i Isakara dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "29": "ka 54 400 ny isan’ny voasoratra anarana tamin’ny fokon’i Isakara.",
        "30": "Ny taranak’i Zebolona dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "31": "ka 57 400 ny isan’ny voasoratra anarana tamin’ny fokon’i Zebolona.",
        "32": "Ny taranak’i Josefa avy amin’i Efraima, dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "33": "ka 40 500 ny isan’ny voasoratra anarana tamin’ny fokon’i Efraima.",
        "34": "Ny taranak’i Manase dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "35": "ka 32 200 ny isan’ny voasoratra anarana tamin’ny fokon’i Manase.",
        "36": "Ny taranak’i Benjamina dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "37": "ka 35 400 ny isan’ny voasoratra anarana tamin’ny fokon’i Benjamina.",
        "38": "Ny taranak’i Dana dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "39": "ka 62 700 ny isan’ny voasoratra anarana tamin’ny fokon’i Dana.",
        "40": "Ny taranak’i Asera dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "41": "ka 41 500 ny isan’ny voasoratra anarana tamin’ny fokon’i Asera.",
        "42": "Ny taranak’i Naftaly dia nalahatra araka ny anarany sy ny fianakaviany ary ny fianakaviambeny. Nisaina ny lehilahy rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika,",
        "43": "ka 53 400 ny isan’ny voasoratra anarana tamin’ny fokon’i Naftaly.",
        "44": "Ireo no voasoratra anarana, ka i Mosesy sy Arona ary ny mpiadidy 12 lahy teo amin’ny Israely no nanoratra ny anarany. Samy nisolo tena ny fianakaviambeny daholo izy 12 lahy ireo.",
        "45": "Nosoratana isaky ny fianakaviambe daholo ny anaran’izay Israelita rehetra 20 taona no ho miakatra efa afaka nanompo tao amin’ny tafika teo amin’ny Israely.",
        "46": "Ny isan’ny voasoratra anarana rehetra dia 603 550.",
        "47": "Ny fianakaviamben’ny fokon’ny Levita kosa tsy mba nosoratana anarana niaraka tamin’izy ireo.",
        "48": "Niteny tamin’i Mosesy àry i Jehovah hoe:",
        "49": "“Ny fokon’i Levy ihany no tsy tokony hosoratana anarana, ary tsy tokony hakambanao amin’ny isan’ny Israelita hafa ny isan-dry zareo.",
        "50": "Tokony hotendrenao hiandraikitra ny tranolay misy ny Tenin’ny Vavolombelona ny Levita, sady hiandraikitra ny fitaovana rehetra sy ny zava-drehetra miaraka amin’ilay izy. Izy ireo no hitondra ny tranolay sy ny fitaovana rehetra ao, ary izy ireo no hanompo ao. Ary tokony hitoby manodidina ny tranolay izy ireo.",
        "51": "Isaky ny hafindra ny tranolay, dia ny Levita no tokony handrava azy, ary isaky ny haverina hatsangana ny tranolay, dia ny Levita no hanangana azy. Tokony hovonoina ho faty izay olona tsy nahazo alalana nefa manakaiky eo.",
        "52": "“Tokony hanangana ny tranolainy ao amin’izay toby nanendrena azy ny Israelita tsirairay, ka ny lehilahy tsirairay hitoby ao amin’ny fizarana misy azy, arakaraka ny antokony.",
        "53": "Ny Levita kosa tokony hitoby manodidina ny tranolay misy ny Tenin’ny Vavolombelona, mba tsy ho tezitra amin’ny vahoakan’Israely aho. Ary andraikitry ny Levita ny mikarakara ny tranolay misy ny Tenin’ny Vavolombelona.”",
        "54": "Dia nanao araka ny didy rehetra nomen’i Jehovah an’i Mosesy ny vahoakan’Israely. Izany mihitsy no nataon’izy ireo."
    },
    "2": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy sy Arona:",
        "2": "“Rehefa mitoby ny Israelita, dia tokony hitoby ao amin’ny fizarana anendrena azy avy izy ireo, ary tokony ho eo akaikin’ny famantarana ny fianakaviambeny ny tsirairay. Tokony hitoby manodidina ny tranolay fihaonana izy ireo, sady hanatrika azy io.",
        "3": "“Ny hitoby eo atsinanana, izany hoe tandrifin’ny fiposahan’ny masoandro, dia ny fizarana misy ny tobin’i Joda, arakaraka ny antokony avy. I Nasona zanak’i Aminadaba no mpiadidy eo amin’ny taranak’i Joda,",
        "4": "ary 74 600 ireo voasoratra anarana ao amin’ny tafik’i Nasona.",
        "5": "Ny fokon’i Isakara no hitoby eo akaikiny, ka i Netanela zanak’i Zoara no mpiadidy eo amin’ny taranak’i Isakara,",
        "6": "ary 54 400 ireo voasoratra anarana ao amin’ny tafik’i Netanela.",
        "7": "Ho eo amin’ny ilany iray kosa ny fokon’i Zebolona, ka i Eliaba zanak’i Helona no mpiadidy eo amin’ny taranak’i Zebolona,",
        "8": "ary 57 400 ireo voasoratra anarana ao amin’ny tafik’i Eliaba.",
        "9": "“Misy 186 400 àry ireo voasoratra anarana rehetra ao amin’ny tafiky ny tobin’i Joda. Izy ireo no tokony hifindra lasy voalohany.",
        "10": "“Ho eo atsimo kosa ny fizarana misy ny tobin’i Robena, arakaraka ny antokony avy. I Elizora zanak’i Sedeora no mpiadidy eo amin’ny taranak’i Robena,",
        "11": "ary 46 500 ireo voasoratra anarana ao amin’ny tafik’i Elizora.",
        "12": "Ny fokon’i Simeona no hitoby eo akaikiny, ka i Selomiela zanak’i Zorisaday no mpiadidy eo amin’ny taranak’i Simeona,",
        "13": "ary 59 300 ireo voasoratra anarana ao amin’ny tafik’i Selomiela.",
        "14": "Ho eo amin’ny ilany iray kosa ny fokon’i Gada, ka i Eliasafa zanak’i Regoela no mpiadidy eo amin’ny taranak’i Gada,",
        "15": "ary 45 650 ireo voasoratra anarana ao amin’ny tafik’i Eliasafa.",
        "16": "“Misy 151 450 àry ireo voasoratra anarana rehetra ao amin’ny tafiky ny tobin’i Robena. Izy ireo no tokony hifindra lasy faharoa.",
        "17": "“Rehefa afindra ny tranolay fihaonana, dia tokony ho eo afovoan’ireo toby hafa ny tobin’ny Levita. “Tokony ho arakaraka ny filaharan’izy ireo rehefa mitoby ihany no ho filaharany rehefa miainga, ka samy ho eo amin’ny filaharany avy ny tsirairay, arakaraka ny fizarana misy azy.",
        "18": "“Ho eo andrefana ny fizarana misy ny tobin’i Efraima, arakaraka ny antokony avy. I Elisama zanak’i Amihoda no mpiadidy eo amin’ny taranak’i Efraima,",
        "19": "ary 40 500 ireo voasoratra anarana ao amin’ny tafik’i Elisama.",
        "20": "Ny fokon’i Manase no ho eo akaikiny, ka i Gamaliela zanak’i Pedazora no mpiadidy eo amin’ny taranak’i Manase,",
        "21": "ary 32 200 ireo voasoratra anarana ao amin’ny tafik’i Gamaliela.",
        "22": "Ho eo amin’ny ilany iray kosa ny fokon’i Benjamina, ka i Abidana zanak’i Gideony no mpiadidy eo amin’ny taranak’i Benjamina,",
        "23": "ary 35 400 ireo voasoratra anarana ao amin’ny tafik’i Abidana.",
        "24": "“Misy 108 100 àry ireo voasoratra anarana rehetra ao amin’ny tafiky ny tobin’i Efraima. Izy ireo no tokony hifindra lasy fahatelo.",
        "25": "“Ho eo avaratra kosa ny fizarana misy ny tobin’i Dana, arakaraka ny antokony avy. I Ahiezera zanak’i Amisaday no mpiadidy eo amin’ny taranak’i Dana,",
        "26": "ary 62 700 ireo voasoratra anarana ao amin’ny tafik’i Ahiezera.",
        "27": "Ny fokon’i Asera no hitoby eo akaikiny, ka i Pagiela zanak’i Okrana no mpiadidy eo amin’ny taranak’i Asera,",
        "28": "ary 41 500 ireo voasoratra anarana ao amin’ny tafik’i Pagiela.",
        "29": "Ho eo amin’ny ilany iray kosa ny fokon’i Naftaly, ka i Ahira zanak’i Enana no mpiadidy eo amin’ny taranak’i Naftaly,",
        "30": "ary 53 400 ireo voasoratra anarana ao amin’ny tafik’i Ahira.",
        "31": "“Misy 157 600 àry ireo voasoratra anarana rehetra ao amin’ny tobin’i Dana. Izy ireo no tokony hifindra lasy farany, araka ny fizarana misy azy.”",
        "32": "Ireo no Israelita voasoratra anarana, arakaraka ny fianakaviambeny avy. Nisy 603 550 ireo voasoratra anarana rehetra tao amin’ireo toby ka afaka nanompo tao amin’ny tafika.",
        "33": "Ny Levita kosa tsy nosoratana anarana niaraka tamin’ireo Israelita ireo, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "34": "Dia nanao araka ny didy rehetra nomen’i Jehovah an’i Mosesy ny Israelita. Izany no nataon’izy ireo rehefa nitoby, araka ny fizarana nisy azy avy. Izany koa no nataony rehefa nifindra lasy, araka ny fianakaviany avy, sy arakaraka ny fianakaviambeny avy."
    },
    "3": {
        "1": "Ireto avy ny taranak’i Arona sy Mosesy, tamin’ilay andro niresahan’i Jehovah tamin’i Mosesy teo amin’ny Tendrombohitra Sinay.",
        "2": "Ireto avy ny anaran’ny zanakalahin’i Arona: I Nadaba no lahimatoa, dia nanarakaraka azy i Abiho sy Eleazara ary Itamara.",
        "3": "Ireo no anaran’ny zanak’i Arona, dia ny mpisorona voahosotra sy notendrena ho mpisorona.",
        "4": "Maty teo anatrehan’i Jehovah anefa i Nadaba sy Abiho. Nanolotra afo teo anatrehan’i Jehovah mantsy izy ireo tany an-tany efitr’i Sinay, nefa afo tsy nahazoana alalana ilay izy. Ary tsy nanan-janaka izy roa lahy. I Eleazara sy Itamara kosa mbola nanao ny asan’ny mpisorona niaraka tamin’i Arona rainy.",
        "5": "Dia hoy i Jehovah tamin’i Mosesy:",
        "6": "“Asaivo manatona ny fokon’i Levy, dia asaivo mijoro eo anatrehan’i Arona mpisorona mba hanampy azy.",
        "7": "Hanao ny andraikiny aminy sy amin’ny vahoaka manontolo, eo anoloan’ny tranolay fihaonana, izy ireo ka hanao ny fanompoany mifandray amin’ny tranolay masina.",
        "8": "Ary hikarakara ny fitaovana rehetra ao amin’ny tranolay fihaonana izy ireo, sady hanao ny andraikiny amin’ny Israelita, ka hanao fanompoana mifandray amin’ny tranolay masina.",
        "9": "Omeo an’i Arona sy ny zanany lahy ny Levita. Fanomezana izy ireo ary omen’ny Israelita an’i Arona.",
        "10": "Ary tendreo hanao ny asan’ny mpisorona i Arona sy ny zanany lahy. Hovonoina ho faty izay olona tsy nahazo alalana nefa manakaiky ny toerana masina.”",
        "11": "Hoy koa i Jehovah tamin’i Mosesy:",
        "12": "“Alaiko avy amin’ny Israelita ny Levita, mba ho solon’ny lahimatoa rehetra eo amin’ny Israelita. Dia ho ahy ny Levita,",
        "13": "fa ahy ny lahimatoa rehetra. Tamin’ilay andro namonoako ny lahimatoa rehetra tany Ejipta, dia nohamasiniko ho ahy izay lahy teraka voalohany rehetra teo amin’ny Israely, na olona na biby. Dia ho ahy ireny. Izaho no Jehovah.”",
        "14": "Hoy ihany i Jehovah tamin’i Mosesy tany an-tany efitr’i Sinay:",
        "15": "“Soraty ny anaran’ireo zanakalahin’i Levy, araka ny fianakaviambeny sy araka ny fianakaviany. Soraty ny anaran’izay lahy rehetra iray volana no ho miakatra.”",
        "16": "Dia nosoratan’i Mosesy ny anaran’izy ireo, araka izay nandidian’i Jehovah azy.",
        "17": "Ireto avy ny anaran’ny zanakalahin’i Levy: Gersona sy Kehata ary Merary.",
        "18": "Ireto kosa no anaran’ny zanakalahin’i Gersona, araka ny fianakaviany avy: Libny sy Simey.",
        "19": "Ny zanakalahin’i Kehata, araka ny fianakaviany avy, dia i Amrama, Jizara, Hebrona, ary Oziela.",
        "20": "Ny zanakalahin’i Merary, araka ny fianakaviany avy, dia i Maly sy Mosy. Ireo no fianakavian’ny Levita, araka ny fianakaviambeny.",
        "21": "Avy tamin’i Gersona ny fianakavian’ny Libnita sy ny fianakavian’ny Simeita. Ireo no fianakavian’ny Gersonita.",
        "22": "Ny lahy rehetra iray volana no ho miakatra no nosoratana anarana, ka 7 500 ny isan’izy ireo.",
        "23": "Tao ambadiky ny tranolay masina, teo andrefana, ny fianakavian’ny Gersonita no nitoby.",
        "24": "I Eliasafa zanak’i Laela no mpiadidy teo amin’ny fianakaviamben’ny Gersonita.",
        "25": "Ary ny andraikitry ny taranak’i Gersona tao amin’ny tranolay fihaonana dia ny nikarakara ny tranolay, ny rakotra, ny lamba fanakonana an’ilay fidirana mankao amin’ny tranolay fihaonana,",
        "26": "ny fefy lamban’ny tokotany, ny lamba fanakonana an’ilay fidirana mankao amin’ny tokotany manodidina ny tranolay sy ny alitara, ny tady fanenjanan-day, ary izay rehetra ampiasaina amin’ny fanompoana mifandray amin’ireny.",
        "27": "Avy tamin’i Kehata ny fianakavian’ny Amramita, ny fianakavian’ny Jizarita, ny fianakavian’ny Hebronita, ary ny fianakavian’ny Ozielita. Ireo no fianakavian’ny Kehatita.",
        "28": "Nisy 8 600 ny lahy rehetra iray volana no ho miakatra. Andraikitr’izy ireo ny mikarakara ny toerana masina.",
        "29": "Nitoby teo atsimon’ny tranolay ireo fianakavian’ny taranak’i Kehata.",
        "30": "I Elizafana zanak’i Oziela no mpiadidy teo amin’ny fianakaviamben’ny Kehatita.",
        "31": "Andraikitr’izy ireo ny nikarakara ny Vata, ny latabatra, ny fitoeran-jiro, ireo alitara, ny fitaovana ampiasaina rehefa manompo ao amin’ny toerana masina, ny lamba fanakonana, ary izay rehetra ampiasaina amin’ny fanompoana mifandray amin’ireny.",
        "32": "I Eleazara zanak’i Arona mpisorona no lehiben’ny mpiadidy teo amin’ny Levita. Izy no mpiandraikitra an’izay nanana andraikitra tao amin’ny toerana masina.",
        "33": "Ary avy tamin’i Merary ny fianakavian’ny Malita sy ny fianakavian’ny Mosita. Ireo no fianakavian’i Merary.",
        "34": "Nisy 6 200 ny lahy rehetra iray volana no ho miakatra voasoratra anarana.",
        "35": "I Zoriela zanak’i Abihaila no mpiadidy teo amin’ny fianakaviamben’i Merary. Nitoby teo avaratry ny tranolay izy ireo.",
        "36": "Ny taranak’i Merary no niandraikitra sy nanara-maso ny rafitry ny tranolay, ny barany, ny andry, ny faladia itsatohany, ny fitaovany rehetra, ary izay rehetra ampiasaina amin’ny fanompoana mifandray amin’ireny.",
        "37": "Andraikiny koa ny andry manodidina ny tokotany, ny faladia itsatohany, ny fantsika be fanenjanan-day, ary ny tady fanenjanan-day.",
        "38": "I Mosesy, miaraka amin’i Arona sy ny zanany lahy, no nitoby teo alohan’ny tranolay, teo atsinanana, izany hoe teo anoloan’ny tranolay fihaonana, tandrifin’ ny fiposahan’ny masoandro. Andraikitr’izy ireo ny nikarakara ny toerana masina, ary nanao an’izany izy ireo ho solon’ny Israelita. Hovonoina ho faty izay olona tsy nahazo alalana nefa manakaiky ny toerana masina.",
        "39": "Nisy 22 000 ny Levita rehetra voasoratra anarana, dia ny lahy rehetra iray volana no ho miakatra. I Mosesy sy Arona no nanoratra ny anaran’izy ireo, araka ny fianakaviany avy, araka ny baikon’i Jehovah.",
        "40": "Dia hoy i Jehovah tamin’i Mosesy: “Soraty ny anaran’ny lahimatoa rehetra iray volana no ho miakatra, amin’ny Israelita. Isao izy ireo, dia ataovy lisitra ny anarany.",
        "41": "Ary alaivo ho ahy ny Levita, ho solon’ny lahimatoa rehetra amin’ny Israelita. Alaivo ho ahy koa ny biby fiompin’ny Levita, ho solon’ny voalohan-teraka rehetra amin’ny biby fiompin’ny Israelita. Izaho no Jehovah.”",
        "42": "Dia nosoratan’i Mosesy ny anaran’ny lahimatoa rehetra tamin’ny Israelita, araka ny didy nomen’i Jehovah azy.",
        "43": "Nisy 22 273 ny lahimatoa rehetra iray volana no ho miakatra voasoratra anarana.",
        "44": "Hoy koa i Jehovah tamin’i Mosesy:",
        "45": "“Alaivo ny Levita mba ho solon’ny lahimatoa rehetra amin’ny Israelita, ary ny biby fiompin’ny Levita ho solon’ny biby fiompin’izy ireo. Dia ho ahy ny Levita. Izaho no Jehovah.",
        "46": "Mihoatra 273 amin’ny Levita anefa ny isan’ny lahimatoan’ny Israelita. Mba hanavotana an’ireo mihoatra ireo,",
        "47": "dia makà dimy sekely ho takalon’ny lahimatoa tsirairay, araka ny sekely fampiasa ao amin’ny toerana masina. Ary 20 gera ny iray sekely.",
        "48": "Dia omeo an’i Arona sy ny zanany lahy ilay vola hatao vidim-panavotana an’ireo olona mihoatra ireo.”",
        "49": "Koa nalain’i Mosesy ny vola hanavotana an’ireo Israelita nihoatra tamin’ny isan’ny Levita.",
        "50": "Avy tamin’ny lahimatoan’ny Israelita no nakany an’ilay vola, dia 1 365 sekely, araka ny sekely fampiasa ao amin’ny toerana masina.",
        "51": "Dia nomen’i Mosesy an’i Arona sy ny zanany lahy ny vola vidim-panavotana, araka ny tenin’i Jehovah, dia araka ny didy nomen’i Jehovah an’i Mosesy."
    },
    "4": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy sy Arona:",
        "2": "“Tokony hisaina isam-pianakaviana sy isaky ny fianakaviambe ny taranak’i Kehata anisan’ny taranak’i Levy,",
        "3": "dia izay rehetra 30 ka hatramin’ny 50 taona, anisan’ny antoko voatendry hiasa ao amin’ny tranolay fihaonana.",
        "4": "“Izao no fanompoan’ny taranak’i Kehata ao amin’ny tranolay fihaonana, ary zavatra masina indrindra izany:",
        "5": "Rehefa hiainga ny toby, dia hiditra i Arona sy ny zanany lahy ka hampidina ny ridao fanakonana, ary iny no handrakofany ny Vata Misy ny Tenin’ny Vavolombelona.",
        "6": "Horakofany hoditra faoky eo amboniny, ary mbola hamelarany lamba manga eo ambonin’io. Dia hataony amin’ny toerany ireo bao filanjana ny Vata.",
        "7": "“Hamelatra lamba manga eo ambonin’ny latabatry ny mofo aseho koa izy ireo, ka hataony eo ambonin’io ny vilia, ny kaopy, ny vilia baolina, ary ny zingan’ny fanatitra zava-pisotro. Tokony ho eo ambonin’ilay latabatra foana ny mofo, izay fanatitra atolotra tsy tapaka.",
        "8": "Hamelatra lamba mena midorehitra eo ambonin’ireo izy. Dia horakofany hoditra faoky ilay latabatra, ary hatsofony ny bao filanjana azy.",
        "9": "Haka lamba manga izy ireo avy eo hanaronany ny fitoeran-jiro sy ny kojakojany: Ny jiro, ny fitazonana lahin-jiro, ny fitondrana afo, ary ny fitoera-menaka rehetra ampiasaina mba hampirehitra foana ny jiro.",
        "10": "Hofonosiny ao anaty rakotra vita amin’ny hoditra faoky ilay fitoeran-jiro sy ny fitaovana rehetra miaraka aminy, ka hataony eo ambonin’ny bao filanjana.",
        "11": "Ary hamelatra lamba manga eo ambonin’ny alitara volamena izy ireo. Dia horakofany hoditra faoky ilay izy, ary hatsofony ny bao filanjana azy.",
        "12": "Halain’izy ireo ny fitaovana hafa rehetra ampiasainy hanompoana tsy tapaka ao amin’ny toerana masina, ka hataony ao anaty lamba manga. Dia hosaronany hoditra faoky ireo, ka hataony eo ambonin’ny bao filanjana.",
        "13": "“Tokony hanala ny lavenona eo amin’ny alitara izy ireo, dia hamelatra lamba volonondry volomparasy eo amboniny.",
        "14": "Hataony eo ambonin’ilay alitara ny fitaovana rehetra ampiasainy rehefa manompo eo, dia ny fitondrana afo, ny fitrebika, ny lapelina, ary ny vilia baolina, izany hoe ny fitaovana rehetra ho an’ny alitara. Dia hamelatra hoditra faoky handrakofana ny alitara izy ireo, ary hanatsofoka ny bao filanjana azy.",
        "15": "“Rehefa hiainga ny toby, dia tokony ho efa norakofan’i Arona sy ny zanany lahy ny toerana masina sy ny fitaovana rehetra miaraka aminy. Dia hiditra ny taranak’i Kehata ka hilanja an’ireo, nefa tsy hikasika an’ilay toerana masina izy ireo sao ho faty. Ireo zavatra ireo no andraikitry ny taranak’i Kehata mifandray amin’ny tranolay fihaonana.",
        "16": "“I Eleazara zanak’i Arona mpisorona no miandraikitra sy manara-maso ny menaky ny jiro, ny emboka manitra, ny fanatitra varimbazaha atolotra tsy tapaka, ary ny menaka masina fanosorana. Izy no miandraikitra ny tranolay masina, dia ilay izy manontolo sy ny ao anatiny rehetra, anisan’izany ny toerana masina sy ny fitaovana miaraka aminy.”",
        "17": "Hoy koa i Jehovah tamin’i Mosesy sy Arona:",
        "18": "“Tandremo sao ho ripaka ny taranak’i Kehata ka tsy hisy Kehatita intsony ao amin’ny fokon’i Levy.",
        "19": "Ataovy tsara kosa ny andraikitrareo, mba ho velona foana izy ireo fa tsy ho faty rehefa manatona an’ireo zavatra masina indrindra. Hiditra i Arona sy ny zanany lahy, ka hilaza amin’ny tsirairay ny fanompoana hataony sy izay tokony holanjainy.",
        "20": "Tsy tokony hiditra hijery an’ireo zava-masina ny Kehatita na dia indray mipy maso aza, sao ho faty.”",
        "21": "Dia hoy i Jehovah tamin’i Mosesy:",
        "22": "“Tokony hisaina isaky ny fianakaviambe sy isam-pianakaviana ny taranak’i Gersona.",
        "23": "Soraty ny anaran’izay 30 ka hatramin’ny 50 taona anisan’ny antoko voatendry hanompo ao amin’ny tranolay fihaonana.",
        "24": "Ireto avy no tokony hokarakarain’ny fianakavian’ny Gersonita sy hoentiny:",
        "25": "Hoentin’izy ireo ny lamban’ny tranolay, ny tranolay fihaonana, ny rakotra, ilay rakotra vita amin’ny hoditra faoky eo amboniny, ny lamba fanakonana an’ilay fidirana amin’ny tranolay fihaonana,",
        "26": "ny fefy lamban’ny tokotany, ny lamba fanakonana an’ilay fidirana amin’ny vavahadin’ny tokotany manodidina ny tranolay sy ny alitara, ny tady fanenjanan-day sy ny fitaovana rehetra miaraka aminy, ary ny zavatra rehetra ampiasaina rehefa manompo ao amin’ny tranolay masina. Izany no anendrena azy ireo.",
        "27": "Tokony hanara-maso ny fanompoana rehetra ataon’ny Gersonita sy ny zavatra entiny i Arona sy ny zanany lahy. Asaivo entiny ireo entana rehetra ireo, fa ireo no andraikiny.",
        "28": "Izany no fanompoana tokony hataon’ireo fianakavian’ny Gersonita ao amin’ny tranolay fihaonana, ka i Itamara zanak’i Arona mpisorona no miandraikitra ny fanompoan’izy ireo.",
        "29": "“Ny taranak’i Merary kosa tokony hosoratanao anarana isam-pianakaviana sy isaky ny fianakaviambeny.",
        "30": "Izay 30 ka hatramin’ny 50 taona no hosoratanao anarana, dia izay rehetra anisan’ny antoko voatendry hanao ny fanompoana ao amin’ny tranolay fihaonana.",
        "31": "Ireto avy ny andraikiny, dia izay tokony hoentiny mifandray amin’ny fanompoany ao amin’ny tranolay fihaonana: Ny rafitry ny tranolay, ny barany, ny andry, ary ny faladia itsatohany.",
        "32": "Hoentiny koa ireo andrin’ny tokotany manodidina, ny faladia itsatohany, ny fantsika be fanenjanan-day, ny tady fanenjanan-day, ary ny fitaovana rehetra miaraka aminy sy izay rehetra ampiasaina amin’ny fanompoana mifandray amin’ireny. Holazainareo aminy ny anaran’ny fitaovana tokony hoentiny.",
        "33": "Hoatr’izany no tokony hataon’ireo fianakavian’ny taranak’i Merary rehefa manompo ao amin’ny tranolay fihaonana, ka i Itamara zanak’i Arona mpisorona no hiandraikitra azy ireo.”",
        "34": "Ary nosoratan’i Mosesy sy Arona ary ny mpiadidy vahoaka araka ny fianakaviany sy araka ny fianakaviambeny ny anaran’ireo taranaky ny Kehatita,",
        "35": "dia izay rehetra 30 ka hatramin’ny 50 taona anisan’ny antoko voatendry hanompo ao amin’ny tranolay fihaonana.",
        "36": "Koa nisy 2 750 ireo voasoratra anarana rehetra araka ny fianakaviany avy.",
        "37": "Ireo no voasoratra anarana tamin’ny fianakavian’ny Kehatita, dia izay rehetra nanompo tao amin’ny tranolay fihaonana. I Mosesy sy Arona no nanoratra ny anarany, araka ny baikon’i Jehovah nampitaina tamin’i Mosesy.",
        "38": "Nosoratana araka ny fianakaviany sy araka ny fianakaviambeny ny anaran’ny taranak’i Gersona,",
        "39": "dia izay rehetra 30 ka hatramin’ny 50 taona anisan’ny antoko voatendry hanompo ao amin’ny tranolay fihaonana.",
        "40": "Koa nisy 2 630 ireo voasoratra anarana rehetra araka ny fianakaviany sy araka ny fianakaviambeny.",
        "41": "Ireo no voasoratra anarana tamin’ny fianakavian’ny taranak’i Gersona, dia izay rehetra nanompo tao amin’ny tranolay fihaonana. I Mosesy sy Arona no nanoratra ny anarany, araka ny baikon’i Jehovah.",
        "42": "Nosoratana araka ny fianakaviany sy araka ny fianakaviambeny ny anaran’ny taranak’i Merary,",
        "43": "dia izay rehetra 30 ka hatramin’ny 50 taona anisan’ny antoko voatendry hanompo ao amin’ny tranolay fihaonana.",
        "44": "Koa nisy 3 200 ireo voasoratra anarana rehetra araka ny fianakaviany avy.",
        "45": "Ireo no voasoratra anarana tamin’ny fianakavian’ny taranak’i Merary. I Mosesy sy Arona no nanoratra ny anarany, araka ny baikon’i Jehovah nampitaina tamin’i Mosesy.",
        "46": "Nosoratan’i Mosesy sy Arona ary ny mpiadidy teo amin’ny Israely ny anaran’ireo Levita rehetra ireo, ka nataony araka ny fianakaviany sy araka ny fianakaviambeny izany.",
        "47": "Ary 30 ka hatramin’ny 50 taona izy ireo. Voatendry hanompo sy hitondra an’ireo fitaovan’ny tranolay fihaonana izy rehetra.",
        "48": "Nisy 8 580 ireo voasoratra anarana rehetra.",
        "49": "Nosoratana ny anaran’izy ireo, araka ny baikon’i Jehovah nampitain’i Mosesy, ka samy nanana ny fanompoana nanendrena azy sy ny anjara entany avy ny tsirairay. Nosoratana ny anaran’izy ireo, araka ny didy nomen’i Jehovah an’i Mosesy."
    },
    "5": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Omeo baiko ny Israelita hoe avoahy eny ivelan’ny toby daholo izay olona boka, na misy tsiranoka mivoaka amin’ny taovam-pananahany, na maloto satria nikasika faty.",
        "3": "Avoahy izy ireny, na lahy na vavy. Avoahy eny ivelan’ny toby ireny mba tsy handotoany ny toby, satria mipetraka eo amin’ny vahoaka ao amin’ny toby aho.”",
        "4": "Dia nataon’ny Israelita izany, ka navoakany teny ivelan’ny toby ireny. Araka ny didy nomen’i Jehovah an’i Mosesy no nataon’izy ireo.",
        "5": "Hoy ihany i Jehovah tamin’i Mosesy:",
        "6": "“Teneno ny Israelita hoe: ‘Raha misy lehilahy na vehivavy manota, na inona na inona fahotany, ary mivadika amin’i Jehovah izy, dia ho meloka.",
        "7": "Tsy maintsy miaiky ny fahotany izy, ary hanome onitra ka honerany manontolo izay nalainy tamin’ilay olona nanaovany fahadisoana, sady mbola hampiany ampahadiminy. Dia homeny an’ilay olona izany.",
        "8": "Raha tsy manana havana akaiky handray an’ilay onitra anefa ilay olona nanaovany fahadisoana, dia homena an’i Jehovah izany, ka ho lasan’ny mpisorona, afa-tsy ilay ondrilahy hatao fandrakofam-pahotana. Io mantsy no handrakofan’ilay mpisorona ny fahotan’ilay meloka.",
        "9": "“‘Ho an’ny mpisorona daholo izay fanomezana masina entin’ny Israelita any aminy.",
        "10": "Ho azy foana ny zava-masina atolotry ny olona tsirairay. Izay omen’ny tsirairay ho an’ny mpisorona, dia ho lasan’ilay mpisorona.’”",
        "11": "Hoy koa i Jehovah tamin’i Mosesy:",
        "12": "“Teneno ny Israelita hoe: ‘Raha misy vehivavy manambady nefa manota ka mivadika amin’ny vadiny,",
        "13": "ary misy lehilahy hafa manao firaisana aminy, nefa tsy fantatr’ilay vadiny izany sady tsy misy mahafantatra mihitsy, izany hoe mandoto ny tenany ilay vehivavy, nefa tsy misy vavolombelona miampanga azy ary tsy tratra izy, dia izao no tokony hatao:",
        "14": "Raha lasa saro-piaro ilay lehilahy vadiny ka ahiahiny hoe nivadika taminy ilay vehivavy, ary efa nandoto ny tenany tokoa, na raha lasa saro-piaro ilay lehilahy ka ahiahiny hoe nivadika taminy ilay vehivavy, nefa tsy nandoto ny tenany akory,",
        "15": "dia hoentin’ilay lehilahy any amin’ny mpisorona ilay vehivavy, ary hoentiny miaraka aminy koa ny fanatitra aterin’ilay vehivavy, izany hoe lafarinina ampahafolon’ny efaha vita amin’ny vary orza. Tsy horarahany menaka eo ambonin’ilay izy sady tsy hasiany ditin-kazo manitra, satria fanatitra varimbazaha atolotra noho ny fahasarotam-piaro izany, dia fanatitra ahafantarana raha nisy fahadisoana tokoa na tsia.",
        "16": "“‘Dia hasain’ny mpisorona manatona ilay vehivavy, ka hasainy mijoro eo anatrehan’i Jehovah.",
        "17": "Haka rano madio amin’ny zinga tanimanga ilay mpisorona, ary haka vovoka eo amin’ny tany misy an’ilay tranolay masina, dia hataony ao anatin’ilay rano ilay izy.",
        "18": "Ary hasain’ny mpisorona mijoro eo anatrehan’i Jehovah ilay vehivavy, ka hovahany ny volony. Dia hataony eo am-pelatanan’ilay vehivavy ny fanatitra varimbazaha mampahatsiahy an’ilay fahadisoana, dia ilay fanatitra atolotra noho ny fahasarotam-piaro. Ary ho eny an-tanan’ny mpisorona kosa ny rano mangidy mitondra ozona.",
        "19": "“‘Dia hasain’ilay mpisorona mianiana ilay vehivavy, sady hoteneniny hoe: “Raha tsy nisy lehilahy nanao firaisana taminao, amin’izao ianao mbola eo ambany fahefan’ny vadinao izao, ary tsy hoe nanota ianao ka nandoto ny tenanao, dia enga anie tsy hampaninona anao ity rano mangidy mitondra ozona ity!",
        "20": "Fa raha nanota ianao ka nandoto tena nefa mbola eo ambany fahefan’ny vadinao, ary efa nanao firaisana tamin’ny lehilahy hafa ankoatra ny vadinao...”",
        "21": "Dia hasain’ny mpisorona mianiana sy miozona ilay vehivavy, sady hotenenin’ilay mpisorona hoe: “Enga anie ny anaranao ka hataon’i Jehovah fampiasan’ny firenenao rehefa manozona na mianiana, ary enga anie hataon’i Jehovah tsy miteraka ianao, dia hataony mibontsina ny kibonao!",
        "22": "Hiditra ao amin’ny tsinainao ity rano mitondra ozona ity, ka hampibontsina ny kibonao dia tsy ho afaka hiteraka ianao.” Dia tokony hiteny ilay vehivavy hoe: “Amena! Amena!”",
        "23": "“‘Dia hosoratan’ny mpisorona ao anaty boky ireo ozona ireo ka hofafany ao anatin’ilay rano mangidy.",
        "24": "Avy eo dia hampisotroiny an’ilay vehivavy ilay rano mangidy mitondra ozona, dia hiditra ao anatiny ka hijalijaly izy.",
        "25": "Ary halain’ny mpisorona eny an-tanan’ilay vehivavy ilay fanatitra varimbazaha atolotra noho ny fahasarotam-piaro, ka hahetsiketsiny eo anatrehan’i Jehovah, dia hoentiny eo akaikin’ny alitara.",
        "26": "Haka eran’ny tanan’ila amin’ilay fanatitra varimbazaha ny mpisorona mba hatao santionany amin’ilay fanatitra. Ary hodorany eo ambony alitara ilay izy mba hidona-tsetroka. Dia hampisotroiny an’ilay vehivavy ilay rano.",
        "27": "Rehefa ampisotroiny an’ilay vehivavy ilay rano, ary raha nandoto ny tenany izy ka nivadika tamin’ny vadiny, dia hiditra ao anatiny ilay rano mitondra ozona, ka hijalijaly izy. Dia hibontsina ny kibony ka tsy ho afaka hiteraka izy, ary ny anarany no hampiasain’ny fireneny rehefa manozona.",
        "28": "Raha tsy nandoto ny tenany anefa ilay vehivavy fa madio, dia tsy hiharan’izany sazy izany izy. Dia ho afaka hiteraka izy ka hanan-janaka.",
        "29": "“‘Izany no lalàna momba ny fahasarotam-piaro, rehefa misy vehivavy manota ka mandoto ny tenany nefa mbola eo ambany fahefan’ny vadiny,",
        "30": "na koa rehefa misy lehilahy lasa saro-piaro, ka miahiahy hoe nivadika taminy ny vadiny. Tokony hasainy mijoro eo anatrehan’i Jehovah ilay vehivavy, ka hampiharin’ny mpisorona aminy izany lalàna rehetra izany.",
        "31": "Tsy hanan-tsiny ilay lehilahy, fa ny vadiny kosa hizaka ny vokatry ny ratsy nataony.’”"
    },
    "6": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Teneno ny Israelita hoe: ‘Raha misy lehilahy na vehivavy manao voady manokana ho Nazirita ho an’i Jehovah,",
        "3": "dia tokony hifady divay sy toaka izy. Tsy hisotro vinaingitra vita amin’ny divay na vita amin’ny zava-pisotro misy alkaola izy. Tsy tokony hisotro ranon-javatra vita amin’ny voaloboka izy, na hihinana voaloboka lena na maina.",
        "4": "Tsy hihinana na inona na inona avy amin’ny voaloboka izy, na voaloboka manta izany, na ny hoditry ny voaloboka aza, amin’ny andro rehetra maha Nazirita azy.",
        "5": "“‘Tsy tokony hotapahina ny volony amin’ny andro rehetra anefany ny voadiny ho Nazirita. Tokony ho masina foana izy ka havelany ho lava ny volon-dohany, mandra-pahatapitr’ireo andro anokanany tena ho an’i Jehovah.",
        "6": "Tsy tokony hanakaikikaiky faty izy mandritra ny andro rehetra anokanany tena ho an’i Jehovah.",
        "7": "Tsy mahazo mandoto ny tenany izy, na dia rehefa maty aza ny rainy na ny reniny na ny rahalahiny na ny anabaviny, satria ny volony lava no amantarana hoe Nazirita eo anatrehan’Andriamaniny izy.",
        "8": "“‘Masina eo anatrehan’i Jehovah izy amin’ny andro rehetra maha Nazirita azy.",
        "9": "Fa raha misy olona maty tampoka kosa eo akaikiny ka voaloto ilay volo famantarana hoe nanokan-tena ho an’Andriamanitra izy, dia hosolainy ny lohany amin’ny andro hanekena azy hoe madio. Tokony hosolaina izy amin’ny andro fahafito.",
        "10": "Amin’ny andro fahavalo kosa izy hitondra domohina roa na zana-boromailala roa any amin’ny mpisorona, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "11": "Dia hokarakarain’ny mpisorona mba ho fanatitra noho ny ota ny iray, fa ny iray kosa ho fanatitra dorana. Izany no handrakofana ny fahotan’ilay olona nanota noho izy nikasika faty. Dia hanamasina ny lohany ilay olona amin’io andro io.",
        "12": "Dia ho Nazirita eo anatrehan’i Jehovah indray izy mandritra an’ireo andro maha Nazirita azy. Hitondra ondrilahy kely tsy mihoatra ny herintaona koa izy ho fanatitra noho ny heloka. Tsy hisaina anefa ireo andro teo aloha, satria nolotoiny ny maha Nazirita azy.",
        "13": "“‘Ary izao no lalàna momba ny Nazirita: Rehefa tapitra ny andro maha Nazirita azy, dia hoentina eo amin’ny fidirana amin’ny tranolay fihaonana izy.",
        "14": "Dia hatolony ho fanatitra ho an’i Jehovah ireto: Ondrilahy kely iray tsy misy kilema sady tsy mihoatra ny herintaona ho fanatitra dorana, ondrivavy kely iray tsy misy kilema sady tsy mihoatra ny herintaona ho fanatitra noho ny ota, ondrilahy iray tsy misy kilema ho sorona iombonana,",
        "15": "harona misy mofo boribory vita amin’ny lafarinina tsara toto tsy misy lalivay sady nafangaro menaka, mofo fisaka tsy misy lalivay sady nohosorana menaka, ary ny fanatitra varimbazaha sy ny fanatitra zava-pisotro.",
        "16": "Hoentin’ilay mpisorona eo anatrehan’i Jehovah daholo ireo. Dia hanolotra ny fanatitra noho ny ota sy ny fanatitra dorana aterin’ilay olona izy.",
        "17": "Hatolony ho an’i Jehovah mba ho sorona iombonana ilay ondrilahy, miaraka amin’ilay harona misy mofo tsy nasiana lalivay. Hatolony miaraka amin’ilay izy koa ny fanatitra varimbazaha sy ny fanatitra zava-pisotro.",
        "18": "“‘Ary hoharatan’ilay Nazirita eo amin’ny fidirana amin’ny tranolay fihaonana ny volon-dohany. Dia halainy ilay volony lava nandritra ny naha Nazirita azy ka hataony ao anaty afo, eo ambanin’ilay sorona iombonana.",
        "19": "Ary halain’ny mpisorona ny sorok’ilay ondrilahy, dia ny sorony iray efa nandrahoina, sy ny mofo boribory iray tsy misy lalivay avy ao anatin’ilay harona, ary ny mofo fisaka iray tsy misy lalivay. Dia hataony eo am-pelatanan’ilay Nazirita ireo, rehefa avy nasain’ilay Nazirita noharatana ilay famantarana ny maha Nazirita azy.",
        "20": "Dia hahetsiketsiky ny mpisorona ho fanatitra ahetsiketsika eo anatrehan’i Jehovah ireo. Zava-masina ho an’ny mpisorona ireo, ankoatra ny tratran’ilay ondrilahy atao fanatitra ahetsiketsika sy ny feny atao fanomezana. Aorian’izay dia mahazo misotro divay ilay Nazirita.",
        "21": "“‘Izao no lalàna momba ny Nazirita manao voady: Raha mivoady izy ka afaka manao fanatitra ho an’i Jehovah ankoatra an’izay efa takina aminy, dia tsy maintsy manefa ny voadiny izy mba hanarahany an’ilay lalàna momba ny Nazirita.’”",
        "22": "Ary hoy i Jehovah tamin’i Mosesy:",
        "23": "“Teneno i Arona sy ny zanany hoe: ‘Izao no tsodrano hataonareo amin’ny vahoakan’Israely:",
        "24": "“Enga anie i Jehovah hitahy anao sy hiaro anao!",
        "25": "Ho miramirana aminao anie i Jehovah ka hankasitraka anao!",
        "26": "Ho tsara fanahy aminao anie i Jehovah ka hanome fiadanana anao!”’",
        "27": "Ary hampiasa ny anarako eo amin’ny vahoakan’Israely izy ireo, mba hitahiako azy.”"
    },
    "7": {
        "1": "Rehefa voatsangan’i Mosesy ny tranolay masina, dia nohosorany sy nohamasininy tamin’iny andro iny ihany ilay tranolay sy ny kojakojany rehetra, ary ny alitara sy ny fitaovany rehetra. Rehefa avy nohosorany sy nohamasininy ireny,",
        "2": "dia nanao fanatitra ny mpiadidy teo amin’ny Israely, izany hoe ireo lohan’ny fianakaviambe. Ireo mpiadidy teo amin’ny foko ireo no nanara-maso ny fanisam-bahoaka,",
        "3": "ary nitondra ny fanatiny teo anatrehan’i Jehovah, dia sarety enina mitafo sy omby 12, ka sarety iray no nomen’ny mpiadidy roa, ary ombilahy iray no nomen’ny mpiadidy tsirairay. Dia nentin’izy ireo teo anoloan’ny tranolay masina ireny.",
        "4": "Ary hoy i Jehovah tamin’i Mosesy:",
        "5": "“Raiso ireo fanatitra nomeny ireo, satria ireo no hampiasaina amin’ny fanompoana ao amin’ny tranolay fihaonana. Tokony homenao ny Levita ireo, araka izay ilain’ny tsirairay amin’ny andraikiny.”",
        "6": "Noraisin’i Mosesy àry ireo sarety sy omby ireo dia nomeny ny Levita.",
        "7": "Nomeny sarety roa sy omby efatra ny taranak’i Gersona, fa izany no nilainy mba hamitany ny andraikiny.",
        "8": "Ny taranak’i Merary indray nomeny sarety efatra sy omby valo, fa izany no nilainy mba hamitany ny andraikiny. Ary i Itamara zanak’i Arona mpisorona no niandraikitra azy ireo.",
        "9": "Tsy nomeny na inona na inona kosa ny taranak’i Kehata, satria nifandray tamin’ny toerana masina ny fanompoana nataon’izy ireo, ary nolanjainy teny an-tsorony ny zava-masina.",
        "10": "Dia nanao fanatitra indray ny mpiadidy rehefa notokanana ny alitara, tamin’ny andro nanosorana an’ilay izy. Rehefa nanolotra ny fanatiny teo anoloan’ny alitara izy ireo,",
        "11": "dia hoy i Jehovah tamin’i Mosesy: “Mpiadidy iray isan’andro no hanolotra fanatitra hitokanana ny alitara.”",
        "12": "I Nasona zanak’i Aminadaba avy amin’ny fokon’i Joda no nanolotra ny fanatiny tamin’ny andro voalohany.",
        "13": "Ny fanatitra nataony dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "14": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "15": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "16": "zanak’osy iray hatao fanatitra noho ny ota;",
        "17": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Nasona zanak’i Aminadaba.",
        "18": "Tamin’ny andro faharoa, dia i Netanela zanak’i Zoara, mpiadidy teo amin’ny fokon’i Isakara, no nanao fanatitra.",
        "19": "Ny nentiny hatao fanatitra dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "20": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "21": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "22": "zanak’osy iray hatao fanatitra noho ny ota;",
        "23": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Netanela zanak’i Zoara.",
        "24": "Tamin’ny andro fahatelo, dia i Eliaba zanak’i Helona, mpiadidy teo amin’ny taranak’i Zebolona,",
        "25": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "26": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "27": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "28": "zanak’osy iray hatao fanatitra noho ny ota;",
        "29": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Eliaba zanak’i Helona.",
        "30": "Tamin’ny andro fahefatra, dia i Elizora zanak’i Sedeora, mpiadidy teo amin’ny taranak’i Robena,",
        "31": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "32": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "33": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "34": "zanak’osy iray hatao fanatitra noho ny ota;",
        "35": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Elizora zanak’i Sedeora.",
        "36": "Tamin’ny andro fahadimy, dia i Selomiela zanak’i Zorisaday, mpiadidy teo amin’ny taranak’i Simeona,",
        "37": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "38": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "39": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "40": "zanak’osy iray hatao fanatitra noho ny ota;",
        "41": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Selomiela zanak’i Zorisaday.",
        "42": "Tamin’ny andro fahenina, dia i Eliasafa zanak’i Doela, mpiadidy teo amin’ny taranak’i Gada,",
        "43": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "44": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "45": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "46": "zanak’osy iray hatao fanatitra noho ny ota;",
        "47": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Eliasafa zanak’i Doela.",
        "48": "Tamin’ny andro fahafito, dia i Elisama zanak’i Amihoda, mpiadidy teo amin’ny taranak’i Efraima,",
        "49": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "50": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "51": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "52": "zanak’osy iray hatao fanatitra noho ny ota;",
        "53": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Elisama zanak’i Amihoda.",
        "54": "Tamin’ny andro fahavalo, dia i Gamaliela zanak’i Pedazora, mpiadidy teo amin’ny taranak’i Manase,",
        "55": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "56": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "57": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "58": "zanak’osy iray hatao fanatitra noho ny ota;",
        "59": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Gamaliela zanak’i Pedazora.",
        "60": "Tamin’ny andro fahasivy, dia i Abidana zanak’i Gideony, mpiadidy teo amin’ny taranak’i Benjamina,",
        "61": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "62": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "63": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "64": "zanak’osy iray hatao fanatitra noho ny ota;",
        "65": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Abidana zanak’i Gideony.",
        "66": "Tamin’ny andro fahafolo, dia i Ahiezera zanak’i Amisaday, mpiadidy teo amin’ny taranak’i Dana,",
        "67": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "68": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "69": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "70": "zanak’osy iray hatao fanatitra noho ny ota;",
        "71": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Ahiezera zanak’i Amisaday.",
        "72": "Tamin’ny andro faha-11, dia i Pagiela zanak’i Okrana, mpiadidy teo amin’ny taranak’i Asera,",
        "73": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "74": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "75": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "76": "zanak’osy iray hatao fanatitra noho ny ota;",
        "77": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Pagiela zanak’i Okrana.",
        "78": "Tamin’ny andro faha-12, dia i Ahira zanak’i Enana, mpiadidy teo amin’ny taranak’i Naftaly,",
        "79": "no nanao fanatitra, dia vilia volafotsy iray milanja 130 sekely, sy vilia baolina volafotsy iray milanja 70 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ary samy feno lafarinina tsara toto nafangaro menaka ireo vilia ireo, mba hatao fanatitra varimbazaha;",
        "80": "kaopy volamena iray milanja 10 sekely feno emboka manitra;",
        "81": "vantotr’ombilahy iray sy ondrilahy iray ary ondrilahy kely iray tsy mihoatra ny herintaona, hatao fanatitra dorana;",
        "82": "zanak’osy iray hatao fanatitra noho ny ota;",
        "83": "ary omby roa sy ondrilahy dimy sy osilahy dimy ary ondrilahy kely dimy izay herintaona avy, hatao sorona iombonana. Ireo no fanatitr’i Ahira zanak’i Enana.",
        "84": "Ireto no fanatitra avy tamin’ny mpiadidy teo amin’ny Israely rehefa notokanana sy nohosorana ny alitara: Vilia volafotsy 12, sy vilia baolina volafotsy 12, ary kaopy volamena 12.",
        "85": "Milanja 130 sekely avy ny vilia volafotsy tsirairay, ary 70 sekely avy ny vilia baolina tsirairay, ka 2 400 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, ny lanjan’ny volafotsy rehetra nanaovana an’ireo vilia.",
        "86": "Ary milanja 10 sekely avy, araka ny sekely fampiasa ao amin’ny toerana masina, ireo kaopy volamena 12 feno emboka manitra, ka milanja 120 sekely ny volamena rehetra nanaovana an’ireo kaopy.",
        "87": "Ny biby rehetra natao fanatitra dorana dia ombilahy 12, ondrilahy 12, ondrilahy kely 12 izay herintaona avy, nampiarahina tamin’ny fanatitra varimbazaha, ary zanak’osy 12 natao fanatitra noho ny ota.",
        "88": "Ny biby rehetra natao sorona iombonana kosa dia ombilahy 24, ondrilahy 60, osilahy 60, ary ondrilahy kely 60 izay herintaona avy. Ireo no fanatitra natao tamin’ny fitokanana ny alitara, rehefa avy nohosorana izy io.",
        "89": "Isaky ny niditra tao amin’ny tranolay fihaonana mba hiresaka tamin’Andriamanitra i Mosesy, dia naheno an’ilay feo niresaka taminy avy teo ambonin’ny saron’ilay Vata Misy ny Tenin’ny Vavolombelona, avy teo anelanelan’ny kerobima roa. Ary niresaka taminy Andriamanitra."
    },
    "8": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Teneno i Arona hoe: ‘Rehefa mandrehitra an’ireo jiro fito ianao, dia ataovy manazava ny faritra eo anoloan’ny fitoeran-jiro ilay izy.’”",
        "3": "Izao àry no nataon’i Arona: Nampirehetiny ny jiro mba hanazava an’ilay faritra eo anoloan’ny fitoeran-jiro, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "4": "Ary hoatr’izao no nanamboarana an’ilay fitoeran-jiro: Volamena notefena tamin’ny marotoa izy io. Notefena tamin’ny marotoa ilay izy, hatramin’ny sampany ka hatramin’ny felany. Araka ny fahitana nasehon’i Jehovah an’i Mosesy no nanamboarana an’ilay izy.",
        "5": "Hoy koa i Jehovah tamin’i Mosesy:",
        "6": "“Saraho amin’ny Israelita ny Levita ka diovy.",
        "7": "Hoatr’izao no hataonao mba hanadiovana azy: Fafazo rano manadio amin’ny ota izy ireo. Dia hokakasany ny tenany manontolo, ka hosasany ny akanjony ary hodioviny ny tenany.",
        "8": "Haka vantotr’ombilahy izy ireo avy eo, dia hampiarahiny amin’ny fanatitra varimbazaha, izany hoe lafarinina tsara toto nafangaro menaka. Haka vantotr’ombilahy hafa iray koa ianao, ho fanatitra noho ny ota.",
        "9": "Dia ento eo anoloan’ny tranolay fihaonana ny Levita, ary vorio ny vahoakan’Israely manontolo.",
        "10": "Rehefa entinao eo anatrehan’i Jehovah ny Levita, dia hametra-tanana amin’izy ireo ny Israelita.",
        "11": "Dia hatolotr’i Arona eo anatrehan’i Jehovah ny Levita, ho fanatitra ahetsiketsika avy amin’ny Israelita. Ary hanao ny fanompoana an’i Jehovah izy ireo.",
        "12": "“Avy eo dia hametraka ny tanany eo amin’ny lohan’ireo ombilahy ireo ny Levita. Dia atolory ho fanatitra noho ny ota ny iray, fa ny iray kosa ho fanatitra dorana ho an’i Jehovah, mba handrakofana ny fahotan’ny Levita.",
        "13": "Asaivo mijoro eo anatrehan’i Arona sy ny zanany lahy ny Levita, ka atolory ho fanatitra ahetsiketsika ho an’i Jehovah.",
        "14": "Ary saraho amin’ny Israelita ny Levita, dia ho ahy izy ireo.",
        "15": "Hiditra hanompo ao amin’ny tranolay fihaonana ny Levita, aorian’izay. Hoatr’izany no hataonao rehefa manadio azy ireo sy manolotra azy ho fanatitra ahetsiketsika.",
        "16": "Fanomezana mantsy izy ireo, dia fanomezana nomen’ny Israelita ahy. Halaiko ho ahy izy ireo, ho solon’ny lahimatoa rehetra eo amin’ny Israelita.",
        "17": "Fa ahy izay lahy teraka voalohany rehetra eo amin’ny Israelita, na olona na biby. Nohamasiniko ho ahy izy ireo tamin’ilay andro namonoako ny lahimatoa rehetra tany Ejipta.",
        "18": "Halaiko ho solon’ny lahimatoa rehetra eo amin’ny Israelita ny Levita.",
        "19": "Dia homeko an’i Arona sy ny zanany lahy ny Levita, izay nofidiko avy amin’ny Israelita, mba hanao ny fanompoana tokony hataon’ny Israelita ao amin’ny tranolay fihaonana, sady handrakotra ny fahotan’ny Israelita. Amin’izay dia tsy hisy loza hanjo ny vahoakan’Israely satria hoe nanakaiky ny toerana masina izy ireo.”",
        "20": "Izany no nataon’i Mosesy sy Arona ary ny vahoakan’Israely manontolo tamin’ny Levita. Araka ny didy rehetra nomen’i Jehovah an’i Mosesy momba ny Levita no nataon’ny Israelita tamin’izy ireo.",
        "21": "Nanadio ny tenany àry ny Levita, dia nanasa ny akanjony. Avy eo dia natolotr’i Arona ho fanatitra ahetsiketsika teo anatrehan’i Jehovah izy ireo. Dia nandrakotra ny fahotan’izy ireo i Arona mba hanadiovana azy.",
        "22": "Taorian’izay dia niditra tao amin’ny tranolay fihaonana ny Levita mba hanao ny fanompoany teo anatrehan’i Arona sy ny zanany lahy. Araka ny didy nomen’i Jehovah an’i Mosesy momba ny Levita no natao tamin’izy ireo.",
        "23": "Ary hoy i Jehovah tamin’i Mosesy:",
        "24": "“Izao no toromarika ho an’ny Levita: Izay lehilahy 25 taona no ho miakatra no hiditra ho anisan’ireo manao fanompoana ao amin’ny tranolay fihaonana.",
        "25": "Hitsahatra tsy ho anisan’ireo manao fanompoana ireo anefa izy rehefa feno 50 taona, ka tsy hanompo intsony.",
        "26": "Fa mahazo manampy an’ireo rahalahiny manao ny andraikiny ao amin’ny tranolay fihaonana izy, saingy tsy hoe fanompoana tokony hataony izany. Izany no hataonao momba ny Levita sy ny andraikiny.”"
    },
    "9": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy tany an-tany efitr’i Sinay tamin’ny volana voalohany tamin’ny taona faharoa, taorian’ny nivoahan’izy ireo avy tany Ejipta:",
        "2": "“Tokony hataon’ny Israelita vonona ny biby hatao sorona hankalazana ny Paska, amin’ny fotoana voatondro.",
        "3": "Tokony hataonareo vonona ilay izy amin’ny andro faha-14 amin’ity volana ity, amin’ny takariva, amin’ny fotoana voatondro. Araka ny lalàna rehetra sy araka ny fanao rehetra momba azy io no tokony hikarakaranareo azy.”",
        "4": "Koa nasain’i Mosesy nikarakara ny biby hatao sorona hankalazana ny Paska ny Israelita.",
        "5": "Dia nokarakarain’izy ireo tamin’ny andro faha-14 tamin’ny volana voalohany, tamin’ny takariva, ny biby hatao sorona hankalazana ny Paska, tany an-tany efitr’i Sinay. Araka ny didy rehetra nomen’i Jehovah an’i Mosesy no nanaovan’ny Israelita an’izany.",
        "6": "Naloto anefa ny olona sasany satria nikasika faty, ka tsy afaka nikarakara ny biby hatao sorona hankalazana ny Paska, tamin’iny andro iny. Koa niseho teo anatrehan’i Mosesy sy Arona izy ireo tamin’izay,",
        "7": "dia niteny hoe: “Marina fa maloto izahay satria nikasika faty. Maninona anefa izahay no sakanana tsy hanolotra fanatitra ho an’i Jehovah amin’ny fotoana voatondro, miaraka amin’ny Israelita hafa?”",
        "8": "Dia hoy i Mosesy tamin’ireo: “Andraso eto aloha, fa aleo hofantariko izay didin’i Jehovah momba anareo.”",
        "9": "Dia hoy i Jehovah tamin’i Mosesy:",
        "10": "“Teneno ny Israelita hoe: ‘Raha misy aminareo na amin’ny taranakareo any aoriana any lasa maloto satria nikasika faty, na tsy maintsy nandeha lavitra, dia hikarakara an’ilay biby hatao sorona hankalazana ny Paska ho an’i Jehovah ihany izy.",
        "11": "Ny andro faha-14 amin’ny volana faharoa, amin’ny takariva, no tokony hikarakarany an’ilay izy. Tokony hohaniny miaraka amin’ny mofo tsy misy lalivay sy ny anana mangidy izy io.",
        "12": "Tsy havelany hisy ambiny tratra maraina ilay izy, sady tsy hisy hotapahiny ny taolany. Araka ny lalàna rehetra momba ny Paska no hikarakarany azy.",
        "13": "Fa raha madio kosa ilay olona na tsy nandeha lavitra nefa tsy nikarakara an’ilay biby hatao sorona hankalazana ny Paska, dia haringana tsy ho anisan’ny fireneny izany olona izany. Tsy nanolotra an’ilay fanatitra ho an’i Jehovah tamin’ny fotoana voatondro mantsy izy. Hizaka ny vokatry ny fahotany izy.",
        "14": "“‘Ary raha misy olona hafa firenena mipetraka eo aminareo, dia tokony hikarakara ny biby hatao sorona hankalazana ny Paska ho an’i Jehovah koa izy. Araka ny lalàn’ny Paska sy araka izay efa fanao amin’izy io no hikarakarany azy. Tokony hitovy ihany ny lalàna ho an’ny vahiny sy ny teratany.’”",
        "15": "Tamin’ilay andro nananganana ny tranolay, dia nanarona an’ilay tranolay misy ny Tenin’ny Vavolombelona ny rahona. Fa zavatra hoatran’ny afo kosa no teo ambonin’ny tranolay tamin’ny takariva ka mandra-paharainan’ny andro.",
        "16": "Dia izany foana no nitranga: Ilay rahona no nanarona an’ilay tranolay rehefa antoandro, fa zavatra hoatran’ny afo kosa rehefa alina.",
        "17": "Isaky ny niakatra avy teo ambonin’ny tranolay ilay rahona, dia niainga avy hatrany ny Israelita. Teo amin’izay nijanonan’ny rahona kosa ny Israelita no nitoby.",
        "18": "Niainga ny Israelita rehefa nanome baiko i Jehovah, ary nitoby izy ireo rehefa izay no baikon’i Jehovah. Nitoby teo foana izy ireo, raha mbola nijanona teo ambonin’ny tranolay ilay rahona.",
        "19": "Rehefa nijanona andro maro teo ambonin’ny tranolay ilay rahona, dia nankatò an’i Jehovah ny Israelita ka tsy niainga.",
        "20": "Nijanona andro vitsivitsy teo ambonin’ny tranolay ilay rahona indraindray. Nitoby teo foana izy ireo rehefa nanome baiko i Jehovah, ary niainga izy ireo rehefa izay no baikon’i Jehovah.",
        "21": "Nijanona nanomboka tamin’ny takariva ka hatramin’ny maraina fotsiny ilay rahona indraindray. Rehefa niakatra ilay rahona ny maraina, dia niainga izy ireo. Koa niainga izy ireo, na andro na alina no niakaran’ilay rahona.",
        "22": "Na roa andro na iray volana na mihoatra an’izany no nijanonan’ilay rahona teo ambonin’ny tranolay, dia nitoby teo foana ny Israelita fa tsy niainga. Rehefa niakatra anefa ilay rahona, dia niainga izy ireo.",
        "23": "Nijanona izy ireo ka nitoby rehefa nanome baiko i Jehovah, fa niainga kosa rehefa izay no baikon’i Jehovah. Nankatò ny didin’i Jehovah izy ireo, araka ny baikon’i Jehovah nampitaina tamin’i Mosesy."
    },
    "10": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Manamboara trompetra volafotsy roa. Tefeo amin’ny marotoa ilay izy, dia ampiasao rehefa tokony hantsoina ny vahoaka, na rehefa tokony hifindra lasy.",
        "3": "Rehefa miara-tsofina izy roa, dia ny vahoaka manontolo no hantsoina hankeny aminao eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "4": "Fa raha ny iray ihany no tsofina, dia ny mpiadidy, izany hoe ny mpifehy ny arivo eo amin’ny Israely, ihany no hantsoina hankeny aminao.",
        "5": "“Rehefa tsofinareo hamoaka feo miovaova ny trompetra, dia tokony hiainga izay mitoby eny atsinanana.",
        "6": "Rehefa tsofinareo fanindroany hamoaka feo miovaova ny trompetra, dia izay mitoby eny atsimo indray no tokony hiainga. Tokony ho hoatr’izany foana no hitsofana ny trompetra, isaky ny misy fizarana hiainga.",
        "7": "“Rehefa hamory ny fiangonana rehetra ianareo, dia tokony hitsoka trompetra, nefa aza ovaovana ny feony.",
        "8": "Ireo mpisorona zanakalahin’i Arona no hitsoka azy. Ho fitsipika harahinareo foana hatrany amin’ny taranakareo fara aman-dimby izany fomba ampiasana trompetra izany.",
        "9": "“Rehefa any amin’ny taninareo ianareo ka misy fahavalo tonga manafika anareo, dia tsofy ny trompetra mba hilazana hoe handeha hiady ianareo. Dia hotsaroan’i Jehovah Andriamanitrareo ianareo, ka hovonjeny dia tsy ho resin’ny fahavalonareo.",
        "10": "“Rehefa tonga koa ny fotoana mahafaly anareo, izany hoe rehefa fety sy amin’ny fiandohan’ny volana, dia hitsoka trompetra ianareo rehefa manolotra fanatitra dorana sy sorona iombonana. Hotsaroan’Andriamanitra ianareo amin’izay, rehefa tsofina ny trompetra. Izaho no Jehovah Andriamanitrareo.”",
        "11": "Tamin’ny andro faha-20 tamin’ny volana faharoa, tamin’ny taona faharoa, dia niakatra ny rahona ka niala teo amin’ny tranolay misy ny Tenin’ny Vavolombelona.",
        "12": "Dia niainga ny Israelita ka niala tany an-tany efitr’i Sinay. Nanaraka tsara an’ilay filaharana efa napetraka izy ireo rehefa niainga. Ary nijanona tany an-tany efitr’i Parana ilay rahona.",
        "13": "Tamin’izay izy ireo no niainga voalohany, satria izay no baiko nampitain’i Jehovah tamin’i Mosesy.",
        "14": "Ny fizarana nisy ny tobin’ny taranak’i Joda àry no niainga voalohany, arakaraka ny antokony avy. I Nasona zanak’i Aminadaba no mpifehy ny antokon’ny taranak’i Joda.",
        "15": "I Netanela zanak’i Zoara indray no mpifehy ny antoko misy ny fokon’ny taranak’i Isakara.",
        "16": "Ary i Eliaba zanak’i Helona no mpifehy ny antoko misy ny fokon’ny taranak’i Zebolona.",
        "17": "Rehefa noravana ny tranolay, dia niainga ny taranak’i Gersona sy ny taranak’i Merary, izay nitondra ny tranolay.",
        "18": "Taorian’izay, dia niainga ny fizarana nisy ny tobin’i Robena, arakaraka ny antokony avy. I Elizora zanak’i Sedeora no mpifehy ny antokon’ny taranak’i Robena.",
        "19": "I Selomiela zanak’i Zorisaday kosa no mpifehy ny antoko misy ny fokon’ny taranak’i Simeona.",
        "20": "Ary i Eliasafa zanak’i Doela no mpifehy ny antoko misy ny fokon’ny taranak’i Gada.",
        "21": "Avy eo dia niainga ny Kehatita, izay nilanja an’ireo fitaovan’ny toerana masina. Tokony ho efa voatsangana ny tranolay masina, rehefa tonga izy ireo.",
        "22": "Taorian’izay, dia niainga ny fizarana nisy ny tobin’ny taranak’i Efraima, arakaraka ny antokony avy. I Elisama zanak’i Amihoda no mpifehy ny antokon’ny taranak’i Efraima.",
        "23": "I Gamaliela zanak’i Pedazora kosa no mpifehy ny antoko misy ny fokon’ny taranak’i Manase.",
        "24": "Ary i Abidana zanak’i Gideony no mpifehy ny antoko misy ny fokon’ny taranak’i Benjamina.",
        "25": "Taorian’izay, dia niainga ny fizarana nisy ny tobin’ny taranak’i Dana, arakaraka ny antokony avy. Izy ireo no vodilaharana mpiaro ny toby rehetra. I Ahiezera zanak’i Amisaday no mpifehy ny antokon’ny taranak’i Dana.",
        "26": "I Pagiela zanak’i Okrana kosa no mpifehy ny antoko misy ny fokon’ny taranak’i Asera.",
        "27": "Ary i Ahira zanak’i Enana no mpifehy ny antoko misy ny fokon’ny taranak’i Naftaly.",
        "28": "Izany no filaharan’ny Israelita sy ny antokony, rehefa niainga izy ireo.",
        "29": "Ary hoy i Mosesy tamin’i Hobaba zanak’i Regoela Midianita, rafozandahin’i Mosesy: “Handeha izahay ka ho any amin’ilay toerana nolazain’i Jehovah hoe: ‘Homeko anareo io.’ Andao hiaraka aminay fa hokarakarainay tsara ianao, satria i Jehovah efa nampanantena zavatra tsara ho an’ny Israely.”",
        "30": "Hoy anefa i Hobaba: “Tsy handeha aho fa hody any amin’ny taniko sy ny havako.”",
        "31": "Dia hoy i Mosesy: “Aza ilaozana re izahay e! Ianao mantsy no mahalala hoe aiza izahay no tokony hitoby atỳ an-tany efitra, dia ianao no afaka mitari-dalana anay.",
        "32": "Raha miaraka aminay ianao, dia tena homenay amin’izay soa rehetra hataon’i Jehovah aminay.”",
        "33": "Dia niala teo amin’ilay tendrombohitr’i Jehovah izy ireo, ka nandeha lalana telo andro. Nentina teo alohan’izy ireo foana ny Vata misy ny fifanekena nataon’i Jehovah, tao anatin’ireo telo andro ireo, mba hitady toerana azon’izy ireo akana aina.",
        "34": "Ary teo ambonin’izy ireo ilay rahon’i Jehovah rehefa antoandro, rehefa niainga avy teo amin’izay nitobiany izy ireo.",
        "35": "Isaky ny niainga ilay Vata, dia hoy i Mosesy: “Mitsangàna, Jehovah ô, ka ataovy miparitaka ny fahavalonao. Ataovy mandositra eo anatrehanao ireo mankahala anao.”",
        "36": "Rehefa nijanona kosa ilay izy, dia hoy izy: “Miverena, Jehovah ô! Miverena eo amin’ny Israely tsy hita isa.”"
    },
    "11": {
        "1": "Ary nitaraina mafy teo anatrehan’i Jehovah ny vahoaka, ka tezitra be i Jehovah rehefa naheno an’izany. Dia nisy afo avy tamin’i Jehovah nandoro azy ireo, ka levona ny sasany teny an-tsisin’ny toby.",
        "2": "Rehefa nitaraina tamin’i Mosesy ny vahoaka, dia nitalaho tamin’i Jehovah i Mosesy, ka maty ilay afo.",
        "3": "Dia natao hoe Tabera ny anaran’ilay toerana, satria nisy afo avy tamin’i Jehovah nandoro ny olona.",
        "4": "Tia tena loatra ireo olona avy amin’ny firenena samihafa niaraka tamin’izy ireo, ka naniry mafy hihinana sakafo hafa. Dia nitomany indray ny Israelita hoe: “Iza no hanome hena hohaninay?",
        "5": "Tsaroanay erỳ ny trondro nohaninay maimaim-poana tany Ejipta, ny kôkômbra, ny pasteky, ny poarô, ny tongolobe, ary ny tongolo lay!",
        "6": "Izao anefa mihareraka izahay! Tsy mba mahita na inona na inona afa-tsy mana izahay.”",
        "7": "Toy ny voan-kotimila ny mana, ary toy ny ditin’ny hazo matambelo.",
        "8": "Niparitaka nitsimpona azy io ny olona, ka nototoiny tao anaty vato fikosoham-bary na laona ilay izy. Dia nandrahoin’izy ireo tao anaty vilany ilay izy, na nataony mofo boribory, ka toy ny tsirona mofomamy misy menaka ny tsirony.",
        "9": "Rehefa nilatsaka teo amin’ny toby ny ando tamin’ny alina, dia nilatsaka teny koa ny mana.",
        "10": "Ary henon’i Mosesy nitomany daholo ny fianakaviana. Samy teo amin’ny fidirana amin’ny tranolainy daholo ny olona. Dia tezitra be mihitsy i Jehovah, ary tena tsy faly mihitsy koa i Mosesy.",
        "11": "Dia hoy i Mosesy tamin’i Jehovah: “Fa maninona no ampijalinao izaho mpanomponao? Fa inona no nataoko no tsy faly amiko ianao, dia izaho no asainao mitondra an’ireo vahoaka rehetra ireo, nefa enta-mavesatra amiko ry zareo?",
        "12": "Izaho angaha no nitondra an’ireo vahoaka rehetra ireo tao an-kibo? Izaho angaha no niteraka an-dry zareo no teneninao hoe: ‘Trotroy izy, hoatran’ny ataon’ny mpitaiza mitrotro zaza mbola minono’, dia lasa izaho no hitondra azy ho any amin’ilay tany nianiananao hoe homena ny razambeny?",
        "13": "Aiza no hahitako hena homena an’ireo vahoaka rehetra ireo? Fa mitomany eto amiko foana ry zareo hoe: ‘Omeo hena izahay hohaninay!’",
        "14": "Tsy vitako raha izaho irery no hitondra an’ireo vahoaka rehetra ireo, fa mavesatra loatra amiko.",
        "15": "Tonga dia vonoy izao dia izao mihitsy re aho raha hoatr’izao no ataonao amiko e! Raha mba ankasitrahanao ihany aho, dia aza avela hahita fahoriana hafa intsony.”",
        "16": "Dia hoy i Jehovah tamin’i Mosesy: “Manangòna 70 lahy amin’ny anti-panahin’ny Israely, dia izay fantatrao hoe anti-panahy sady mpifehy eo amin’ny vahoaka. Ento mankeo amin’ny tranolay fihaonana ry zareo, dia asaivo mijoro miaraka aminao eo.",
        "17": "Fa hidina aho ka hiresaka aminao eo. Ary hangalako ny fanahy ao aminao ka hataoko ao amin-dry zareo. Dia hanampy anao hitondra ny vahoaka ry zareo, amin’izay tsy ianao irery no hitondra an’izany enta-mavesatra izany.",
        "18": "Ary ilazao ny vahoaka hoe: ‘Hamasino ny tenanareo, fa hihinan-kena ianareo rahampitso. Efa henon’i Jehovah mantsy ilay ianareo nitomany hoe: “Iza no hanome hena hohaninay? Naleonay ihany tany Ejipta!” Dia homen’i Jehovah hena tokoa ianareo, ka hihinan-kena.",
        "19": "Tsy iray andro ianareo no hihinan-kena, na 2 andro, na 5 andro, na 10 andro, na 20 andro,",
        "20": "fa iray volana be izao, mandra-pivoakan’izany eo am-bavoronareo, ka ho rikoriko ianareo. Fa nanda an’i Jehovah, izay eo aminareo, ianareo ary nitomany teo anatrehany hoe: “Maninona loatra re izahay no nivoaka avy tany Ejipta e?”’”",
        "21": "Ary hoy i Mosesy: “Misy lehilahy 600 000 mandeha an-tongotra miaraka amiko eto. Ianao anefa niteny hoe: ‘Homeko hena izy ireo, dia tena hihinan-kena foana mandritra ny iray volana be izao’!",
        "22": "Koa na hovonoina daholo aza ny ondry aman’osy sy omby rehetra, dia ho ampy an-dry zareo ve izany? Ary na ny trondro rehetra any an-dranomasina koa aza no halaina, dia ho ampy an-dry zareo ve izany?”",
        "23": "Dia hoy i Jehovah tamin’i Mosesy: “Angaha fohy loatra ny tanan’i Jehovah ka tsy mahavita an’izany? Ho hitanao tokoa raha ho tanteraka ny teniko na tsia.”",
        "24": "Dia nivoaka i Mosesy ka noteneniny tamin’ny vahoaka ny tenin’i Jehovah. Ary nanangona 70 lahy avy tamin’ny anti-panahy teo amin’ny vahoaka izy, ka nasainy nijoro nanodidina ny tranolay izy ireo.",
        "25": "Dia nidina tao anaty rahona i Jehovah, ka niresaka tamin’i Mosesy. Ary nakany ny fanahy tao amin’i Mosesy ka samy nomeny tamin’ilay fanahy ireo anti-panahy 70 ireo. Vao niasa tamin’izy ireo ny fanahy, dia nanao hoatran’ny mpaminany izy ireo. Tamin’io ihany anefa izy ireo no nanao an’izany.",
        "26": "Mbola nisy roa lahy tamin’izy ireo nijanona tao an-toby. Eldada sy Medada no anaran’izy ireo. Dia niasa tamin’izy roa lahy ny fanahy, satria anisan’ny voasoratra anarana koa izy ireo, saingy tsy nankany amin’ny tranolay fihaonana. Nanao hoatran’ny mpaminany àry izy ireo tao an-toby.",
        "27": "Ary nisy tovolahy iray nihazakazaka niteny tamin’i Mosesy hoe: “Manao hoatran’ny mpaminany koa i Eldada sy Medada ao an-toby!”",
        "28": "Dia hoy i Josoa zanak’i Nona, mpanompon’i Mosesy efa hatramin’izy mbola tanora: “Ry Mosesy tompoko ô, sakano ry zareo!”",
        "29": "Hoy anefa i Mosesy taminy: “Saro-piaro amin’ny fahefako ve ianao? Tsy mety izany! Satriko aza raha mpaminany daholo ny vahoakan’i Jehovah rehetra, dia homen’i Jehovah ny fanahiny koa!”",
        "30": "Niverina tao an-toby i Mosesy avy eo, niaraka tamin’ny anti-panahin’ny Israely.",
        "31": "Dia nisy rivotra nitsoka tampoka avy tamin’i Jehovah ka nitondra papelika avy tany an-dranomasina, ary nampilatsaka an’izany nanodidina ny toby. Niparitaka teny amin’ny manodidina rehetra teny ny papelika. Feno papelika daholo àry teo amin’ny ilany sy ilany amin’ny toby, hatrany amin’ny lalana iray andro teo ho eo, ary tokotokony ho roa hakiho avy eo amin’ny tany ny haavony.",
        "32": "Dia nanangona papelika foana ny olona nandritra an’iny andro iny sy ny alina tontolo ary ny ampitson’iny tontolo, fa tsy natory. Tsy nisy nanangona latsaka ny folo homera izy ireo. Dia napetrapetrany nanodidina ny toby izy ireny, mba hotehiriziny.",
        "33": "Raha mbola iny teo am-bavany iny anefa ny hena, ka mbola tsy voatsako akory, dia tezitra be tamin’ny vahoaka i Jehovah. Ary namely azy ireo i Jehovah, ka be dia be no maty.",
        "34": "Koa natao hoe Kibrota-hatava ny anaran’ilay toerana, satria teo no nandevenana ny olona tia tena loatra ka naniry mafy hihinana sakafo hafa.",
        "35": "Avy teo Kibrota-hatava ny vahoaka no niainga ho any Hazerota. Dia nijanona tao Hazerota izy ireo."
    },
    "12": {
        "1": "Ary nanome tsiny an’i Mosesy i Miriama sy Arona, noho ilay vehivavy kosita nalainy ho vady. Nanambady vehivavy kosita mantsy i Mosesy.",
        "2": "Dia hoy izy mianadahy: “Angaha amin’ny alalan’i Mosesy ihany i Jehovah no miteny, fa tsy amin’ny alalanay koa?” Dia henon’i Jehovah izany.",
        "3": "Ary i Mosesy no be fandeferana indrindra, tamin’ny olona rehetra teto an-tany.",
        "4": "Tampoka teo dia hoy i Jehovah tamin’i Mosesy sy Arona ary Miriama: “Mankanesa any amin’ny tranolay fihaonana ianareo telo mianadahy.” Dia lasa izy telo.",
        "5": "Nidina tao anatin’ny andry rahona àry i Jehovah. Nijoro teo amin’ny fidirana amin’ny tranolay fihaonana izy, ka niantso an’i Arona sy Miriama. Dia nandroso izy mianadahy.",
        "6": "Dia hoy izy: “Henoy ny teniko, azafady. Raha misy mpaminanin’i Jehovah eo aminareo, dia ao amin’ny fahitana aho no mampahafantatra ny tenako aminy, ary ao amin’ny nofy aho no miresaka aminy.",
        "7": "Tsy hoatr’izany anefa no ataoko amin’i Mosesy mpanompoko. Fa izy no anankinako an’izay rehetra ao an-tranoko.",
        "8": "Miresaka mivantana aminy mihitsy aho, sady miresaka mazava tsara, fa tsy mampiasa teny saro-pantarina. Ny endrik’i Jehovah mihitsy no hitany. Koa nahoana ianareo no tsy natahotra hanome tsiny an’i Mosesy mpanompoko?”",
        "9": "Tezitra be tamin’izy ireo àry i Jehovah, dia lasa.",
        "10": "Niala teo ambonin’ny tranolay ny rahona, dia io fa boka i Miriama ka lasa fotsy be. Dia nitodika tany amin’i Miriama i Arona, ka hitany hoe boka izy.",
        "11": "Tonga dia niteny tamin’i Mosesy i Arona hoe: “Miangavy anao re aho, tompoko ô! Aza atao am-po re iny fahotanay iny e! Fa tena nanao hadalana mihitsy izahay tamin’iny.",
        "12": "Mba aza avela hijanona hoatr’izao re izy e, hoatran’ny zaza maty tao an-kibon-dreniny dia efa simba ny antsasaky ny nofony rehefa teraka izy.”",
        "13": "Koa nitaraina mafy tamin’i Jehovah i Mosesy hoe: “Mba miangavy re, Andriamanitra ô! Mba sitrano re izy e!”",
        "14": "Dia hoy i Jehovah tamin’i Mosesy: “Tsy ho afa-baraka fito andro ve izy raha roran’ny dadany ny tarehiny? Fa aleo izy hatokan-toerana fito andro any ivelan’ny toby, dia aorian’izay izy vao mahazo miverina.”",
        "15": "Dia natokan-toerana fito andro tany ivelan’ny toby i Miriama. Ary tsy nifindra lasy ny vahoaka raha tsy efa niverina tao an-toby izy.",
        "16": "Avy eo dia niala tao Hazerota ny vahoaka, ka nitoby tany an-tany efitr’i Parana."
    },
    "13": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Maniraha olona hitsikilo ny tany Kanana izay homeko ny Israelita. Lehilahy iray isam-poko no hirahinareo, izay samy mpiadidy eo amin’izy ireo.”",
        "3": "Koa nirahin’i Mosesy avy tany an-tany efitr’i Parana izy ireo, araka ny baikon’i Jehovah. Samy lohany teo amin’ny Israelita izy rehetra.",
        "4": "Ireto avy ny anaran’izy ireo: I Samoa zanak’i Zakora no avy amin’ny fokon’i Robena;",
        "5": "Safata zanak’i Hory no avy amin’ny fokon’i Simeona;",
        "6": "Kaleba zanak’i Jefone no avy amin’ny fokon’i Joda;",
        "7": "Jigala zanak’i Josefa no avy amin’ny fokon’i Isakara;",
        "8": "Hosea zanak’i Nona no avy amin’ny fokon’i Efraima;",
        "9": "Palty zanak’i Rafo no avy amin’ny fokon’i Benjamina;",
        "10": "Gadiela zanak’i Sody no avy amin’ny fokon’i Zebolona;",
        "11": "Gady zanak’i Sosy no avy amin’ny fokon’i Josefa, izany hoe avy amin’ny fokon’i Manase;",
        "12": "Amiela zanak’i Gemaly no avy amin’ny fokon’i Dana;",
        "13": "Setora zanak’i Mikaela no avy amin’ny fokon’i Asera;",
        "14": "Naby zanak’i Vofsy no avy amin’ny fokon’i Naftaly;",
        "15": "ary Geoela zanak’i Maky no avy amin’ny fokon’i Gada.",
        "16": "Ireo no anaran’ny lehilahy nirahin’i Mosesy hitsikilo an’ilay tany. Ary nantsoin’i Mosesy hoe Josoa i Hosea zanak’i Nona.",
        "17": "Rehefa nalefan’i Mosesy hitsikilo an’i Kanana izy ireo, dia noteneniny hoe: “Miakara mankany Negeba, dia avy eo miakara mankany amin’ny faritra be tendrombohitra.",
        "18": "Jereo hoe manao ahoana ilay tany. Dia jereo koa ny olona mipetraka ao raha matanjaka na tsia, ary raha vitsy na be dia be.",
        "19": "Jereo ilay tany raha tsara na ratsy, ary jereo ny tanànany raha anaty toby na anaty manda.",
        "20": "Jereo koa ilay tany raha lonaka na tsy mamokatra, ary raha misy hazo na tsia. Manàna herim-po, dia makà amin’ny vokatry ny tany any.” Fotoana fahamasahan’ny voaloboka tamin’izay, dia ny voaloboka vokatra voalohany.",
        "21": "Koa niakatra nitsikilo an’ilay tany izy ireo, hatrany amin’ny tany efitr’i Zina ka hatrany Rehoba, tany akaikin’i Lebo-hamata.",
        "22": "Rehefa niakatra nankany Negeba izy ireo, dia tonga tao Hebrona. Tao ry Ahimana sy Sesay ary Talmay, izany hoe ny Anakita, no nipetraka. Fito taona talohan’ny nanorenana an’i Zoana any Ejipta i Hebrona no efa voaorina.",
        "23": "Rehefa tonga teo amin’ny Lohasahan’i Eskola ireo mpitsikilo, dia nanapaka sampam-boaloboka nisy tangozany iray ngezabe. Roa lahy vao nahazaka an’ilay voaloboka tamin’ny bao filanjana. Nitondra ampongabendanitra sy aviavy koa izy ireo.",
        "24": "Koa nantsoin’izy ireo hoe Lohasahan’i Eskola io toerana io, noho ilay voaloboka notapahin’ny Israelita teo.",
        "25": "Dia niverina izy ireo, 40 andro tatỳ aoriana, rehefa avy nitsikilo an’ilay tany.",
        "26": "Niverina tany amin’i Mosesy sy Arona ary ny vahoakan’Israely manontolo izy ireo, tany an-tany efitr’i Parana any Kadesy. Nanao tatitra tamin’ny vahoaka manontolo izy ireo, sady nampiseho azy ny vokatr’ilay tany.",
        "27": "Ary izao no tatitra nataony tamin’i Mosesy: “Nankao amin’ilay tany nanirahanao anay izahay, ary tena tondra-dronono sy tantely tokoa ilay izy. Ireto no vokatra avy tany.",
        "28": "Matanjaka anefa ny mponina ao, sady tena lehibe ireo tanàna voaro mafy. Hitanay tao koa ny Anakita.",
        "29": "Mipetraka any Negeba ny Amalekita, ary any amin’ny faritra be tendrombohitra ny Hetita sy ny Jebosita ary ny Amorita. Ny Kananita kosa mipetraka any amoron’ny ranomasina sy eny amoron’i Jordana.”",
        "30": "Ary niezaka nampitony ny vahoaka i Kaleba. Nijoro teo anatrehan’i Mosesy ny vahoaka tamin’izay. Dia hoy i Kaleba: “Andao isika tonga dia hiakatra any, fa tsy maintsy ho azontsika io tany io. Tena ho resintsika ny mponina ao.”",
        "31": "Hoy anefa ireo lehilahy niaraka taminy: “Tsy ho vitantsika ny hiakatra hiady amin’io firenena io, fa mahery noho isika ry zareo.”",
        "32": "Ary ratsy foana ny tatitra nataon’izy ireo tamin’ny Israelita rehefa niresaka momba an’ilay tany izy ireo. Hoy mantsy izy ireo: “Mampidi-doza ilay tany notetezinay sy notsikilovinay, ka ho faty daholo izay mipetraka ao. Lava ranjanana daholo ny olona hitanay tao.",
        "33": "Hitanay tao koa ny Nefilima, dia ny taranak’i Anàka avy amin’ny Nefilima. Hoatran’ny valala izahay raha ampitahaina aminy, ary hoatr’izany koa ny fahitany anay.”"
    },
    "14": {
        "1": "Dia nitaraina mafy ny vahoaka manontolo. Nigogogogo nitomany ny olona, nandritra an’iny alina iny.",
        "2": "Ary nimenomenona tamin’i Mosesy sy Arona ny Israelita rehetra. Dia nanohitra azy roa lahy ny vahoaka manontolo, hoe: “Naleonay maty tany Ejipta na tatỳ an-tany efitra!",
        "3": "Fa maninona isika no entin’i Jehovah ho any amin’izany tany izany, dia ho fatin’ny sabatra any? Ho lasa babo any ny vadintsika sy ny zanatsika. Tsy aleontsika ve miverina any Ejipta e?”",
        "4": "Nifampiresaka mihitsy aza izy ireo hoe: “Andao isika hanendry mpitarika, dia hiverina any Ejipta!”",
        "5": "Ary niankohoka tamin’ny tany teo anatrehan’ny fiangonan’Israely manontolo i Mosesy sy Arona.",
        "6": "Nandrovitra ny akanjony kosa i Josoa zanak’i Nona, sy Kaleba zanak’i Jefone, izay anisan’ireo nitsikilo an’ilay tany.",
        "7": "Dia hoy izy roa lahy tamin’ny vahoakan’Israely manontolo: “Tena tsara be ilay tany notetezinay sy notsikilovinay.",
        "8": "Raha ankasitrahan’i Jehovah isika, dia tena hoentiny hiditra ao amin’io tany io, ka homeny antsika io tany tondra-dronono sy tantely io.",
        "9": "Aza mikomy amin’i Jehovah anefa ianareo, ary aza atahorana ny olona ao amin’io tany io, fa tsy ampy hohanintsika ireo. Efa tsy misy miaro an-dry zareo intsony, dia i Jehovah koa manampy antsika, fa aza matahotra an-dry zareo.”",
        "10": "Nifampiresaka anefa ny vahoaka manontolo hoe hitora-bato azy roa lahy, saingy niseho tampoka teo ambonin’ny tranolay fihaonana, teo imason’ny vahoakan’Israely manontolo, ny voninahitr’i Jehovah.",
        "11": "Dia hoy i Jehovah tamin’i Mosesy: “Mandra-pahoviana ity vahoaka ity no tsy hanaja ahy sy tsy hino ahy, na dia teo aza ny famantarana rehetra nataoko teo aminy?",
        "12": "Avelao hasiako amin’ny areti-mandringana ry zareo dia haripako, dia aleo ianao hataoko firenena lehibe sy matanjaka noho ireo.”",
        "13": "Hoy anefa i Mosesy tamin’i Jehovah: “Dia ho henon’ny Ejipsianina izany, nefa ianao efa nampiasa ny herinao dia namoaka an’ity vahoaka ity avy teo amin-dry zareo.",
        "14": "Dia horesahin-dry zareo amin’ny mponin’io tany io izany. Efa henon-dry zareo koa fa eto amin’ity vahoaka ity ianao, Jehovah ô, sady miseho aminy sy miresaka aminy mivantana. Ianao no Jehovah, ary asianao rahona eo ambonin’ny vahoakanao. Mandeha eo alohany ao anatin’ny andry rahona koa ianao rehefa antoandro, ary ao anatin’ny andry afo rehefa alina.",
        "15": "Koa raha indray aripakao ity vahoaka ity, dia izao no holazain’ireo firenena efa naheno ny lazanao ireo:",
        "16": "‘Tsy vitan’i Jehovah ny nitondra an’io vahoaka io nankany amin’ilay tany efa nianianany hoe homena azy, dia novonoiny tany an-tany efitra ry zareo.’",
        "17": "Jehovah ô, mba asehoy re fa lehibe ny herinao e! Ianao mantsy efa nampanantena hoe:",
        "18": "‘Tsy mora tezitra i Jehovah sady tena be fitiavana sy tsy mivadika, ary mamela fahadisoana sy heloka, kanefa sanatria azy ny tsy hanasazy an’izay meloka, fa hosaziny noho ny fahadisoan’ny rainy ny zanany sy ny zafikeliny ary ny zafiafiny.’",
        "19": "Asehoy re fa tena be fitiavana sy tsy mivadika ianao e, ka avelao ny helok’ity vahoaka ity, toy ny namelanao ny helony nanomboka tany Ejipta ka hatramin’izao.”",
        "20": "Dia hoy i Jehovah: “Avelako àry ny helony, araka ny teninao.",
        "21": "Raha mbola velona koa anefa aho, dia ho feno ny voninahitr’i Jehovah ny tany manontolo.",
        "22": "Saingy izao: Efa nahita ny voninahitro sy ny famantarana nataoko tany Ejipta sy tatỳ an-tany efitra ireo lehilahy ireo. Mbola mitsapa toetra ahy ihany anefa ry zareo efa impolo izay, sady tsy nihaino ny teniko, ka na ny iray amin’ireo aza",
        "23": "tsy hahita an’ilay tany nianianako tamin’ny razambeny. Tsy hisy hahita an’ilay izy mihitsy izay rehetra tsy manaja ahy.",
        "24": "Fa i Kaleba mpanompoko kosa hampidiriko ao amin’ilay tany nalehany, dia ny taranany no haka an’ilay izy ho fananany. Hafa mihitsy mantsy ny toe-tsainy, sady nanaraka ahy tamin’ny fony manontolo izy.",
        "25": "Koa miverena mankany an-tany efitra rahampitso, dia mandehana any amin’ny lalana mankany amin’ny Ranomasina Mena. Mipetraka eny amin’ny lohasaha mantsy ny Amalekita sy ny Kananita.”",
        "26": "Hoy koa i Jehovah tamin’i Mosesy sy Arona:",
        "27": "“Mandra-pahoviana ity vahoaka ratsy fanahy ity no himenomenona foana amiko hoatr’izao? Efa henoko hoe inona no imenomenonan’ny Israelita amiko.",
        "28": "Koa teneno ry zareo hoe: ‘“Raha mbola velona koa aho”, hoy i Jehovah, “dia hataoko aminareo izay henoko nolazainareo!",
        "29": "Atỳ amin’ity tany efitra ity ny fatinareo no hiampatrampatra’, dia ianareo rehetra voasoratra anarana, izay 20 taona no ho miakatra, ka nimenomenona tamiko.",
        "30": "Tsy hisy aminareo na iray aza hiditra ao amin’ilay tany nianianako hoe hipetrahanareo, afa-tsy i Kaleba zanak’i Jefone, sy Josoa zanak’i Nona.",
        "31": "“‘“Hampidiriko ao koa ny zanakareo izay nolazainareo hoe ho lasa babo, dia ry zareo no hipetraka ao amin’ilay tany tsy tianareo.",
        "32": "Ny fatinareo kosa hiampatrampatra atỳ amin’ity tany efitra ity.",
        "33": "Dia ho lasa mpiandry ondry atỳ an-tany efitra mandritra ny 40 taona ny zanakareo, ka ry zareo no hizaka ny vokatry ny nivadihanareo tamiko, mandra-pahafatinareo rehetra atỳ an-tany efitra.",
        "34": "Satria 40 andro ianareo no nitsikilo an’ilay tany, dia 40 taona ianareo no hizaka ny vokatry ny fahadisoanareo. Ny andro iray mantsy hosoloana taona iray. Dia ho fantatrareo hoe inona ny vokany rehefa manohitra ahy ianareo.",
        "35": "“‘“Izaho Jehovah no efa niteny. Izao no hataoko amin’io vahoaka ratsy fanahy mitambatra hanohitra ahy io: Atỳ amin’ity tany efitra ity izy ireo no ho ripaka tanteraka, ary atỳ izy ireo no ho faty.",
        "36": "Ary ireo lehilahy nirahin’i Mosesy hitsikilo an’ilay tany ireo, nefa nanao tatitra ratsy momba an’ilay tany rehefa tafaverina, ka nahatonga ny vahoaka manontolo himenomenona tamin’i Mosesy,",
        "37": "eny, ireo lehilahy nanao tatitra ratsy ireo no hosazina ka ho faty eo anatrehan’i Jehovah.",
        "38": "Amin’ireo lehilahy nitsikilo an’ilay tany kosa, dia i Josoa zanak’i Nona sy Kaleba zanak’i Jefone no mbola ho velona.”’”",
        "39": "Dia nalahelo be ny Israelita rehetra rehefa nilazan’i Mosesy an’izany teny izany.",
        "40": "Nifoha maraina koa izy ireo ny ampitson’iny, ka nitady hiakatra teny an-tampon-tendrombohitra, sady niteny hoe: “Efa nanota izahay. Koa ireto izahay vonona hiakatra any amin’ilay toerana nolazain’i Jehovah.”",
        "41": "Hoy anefa i Mosesy: “Fa maninona ianareo no mandika ny didin’i Jehovah? Tsy hahomby izany ataonareo izany!",
        "42": "Aza miakatra any fa tsy hanampy anareo i Jehovah. Ho resin’ny fahavalonareo any ianareo.",
        "43": "Fa ho avy hiady aminareo ny Amalekita sy ny Kananita, ka ho fatin’ny sabatra ianareo. Tsy nankatò an’i Jehovah intsony mantsy ianareo, ka tsy hanampy anareo i Jehovah.”",
        "44": "Mbola sahisahy ratsy ihany anefa izy ireo ka niakatra teny an-tampon-tendrombohitra. Tsy niala teo an-toby kosa i Mosesy sy ny Vata misy ny fifanekena nataon’i Jehovah.",
        "45": "Dia nidina ny Amalekita sy ny Kananita nipetraka teo amin’ilay tendrombohitra, ka namely sy nanaparitaka azy ireo hatrany Horma."
    },
    "15": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Teneno ny Israelita hoe: ‘Rehefa tafiditra ao amin’ilay tany omeko hipetrahanareo ianareo,",
        "3": "ka manolotra fanatitra atao anaty afo ho an’i Jehovah, na omby izany na ondry na osy, mba ho hanitra mahafinaritra an’i Jehovah,—na fanatitra dorana ilay izy, na sorona hanefana voady manokana, na fanatitra an-tsitrapo, na fanatitra mandritra an’ireo fety fanaonareo,—",
        "4": "dia hanome fanatitra varimbazaha ho an’i Jehovah koa ilay manolotra fanatitra. Lafarinina tsara toto ampahafolon’ny efaha, sady nafangaro menaka ampahefatry ny hina, ilay fanatitra varimbazaha.",
        "5": "Tokony hanolotra divay ampahefatry ny hina ho fanatitra zava-pisotro koa ianao, miaraka amin’ny ondrilahy kely atao fanatitra dorana na atao sorona.",
        "6": "Raha ondrilahy efa lehibe kosa no hoentinao, dia ampiaraho amin’ny fanatitra varimbazaha ilay izy, izany hoe lafarinina tsara toto roa ampahafolon’ny efaha sady nafangaro menaka ampahatelon’ny hina.",
        "7": "Ary manolora divay ampahatelon’ny hina ho fanatitra zava-pisotro, mba ho fofona mahafinaritra an’i Jehovah.",
        "8": "“‘Raha ombilahy kosa no atolotrao mba hatao fanatitra dorana na ho sorona hanefana voady manokana na ho sorona iombonana ho an’i Jehovah,",
        "9": "dia tokony hanolotra fanatitra varimbazaha miaraka amin’ilay ombilahy koa ianao, izany hoe lafarinina tsara toto telo ampahafolon’ny efaha sady nafangaro menaka antsasaky ny hina.",
        "10": "Manolora koa divay antsasaky ny hina mba hatao fanatitra zava-pisotro, ho fanatitra atao anaty afo, mba ho fofona mahafinaritra an’i Jehovah.",
        "11": "Izany no tokony hatao isaky ny manolotra ombilahy na ondrilahy efa lehibe na ondrilahy kely na osy.",
        "12": "Na firy na firy no hatolotrareo, dia izany no tokony hataonareo isaky ny biby tsirairay.",
        "13": "Izany no tokony hataon’ny teratany israelita rehetra, rehefa manolotra fanatitra atao anaty afo mba ho hanitra mahafinaritra an’i Jehovah.",
        "14": "“‘Ary raha misy hafa firenena mipetraka eo aminareo na olona efa teo aminareo efa hatramin’ny taranaka maro nifandimby, ka manolotra fanatitra atao anaty afo mba ho hanitra mahafinaritra an’i Jehovah, dia tokony hanao hoatran’ny ataonareo koa izy.",
        "15": "Ho fitsipika iray ihany no ho anareo anisan’ny fiangonana sy ho an’ny hafa firenena mipetraka eo aminareo. Ho fitsipika tokony harahinareo sy ny taranakareo foana izany. Eo anatrehan’i Jehovah, dia mitovy aminareo ihany ny hafa firenena mipetraka eo aminareo.",
        "16": "Lalàna iray sy didim-pitsarana iray ihany no ho anareo sy ho an’ny hafa firenena mipetraka eo aminareo.’”",
        "17": "Hoy koa i Jehovah tamin’i Mosesy:",
        "18": "“Teneno ny Israelita hoe: ‘Rehefa tafiditra ao amin’ilay tany itondrako anareo ianareo,",
        "19": "ka mihinana amin’ny vokatry ny tany, dia tokony hanao fanomezana ho an’i Jehovah.",
        "20": "Mofo boribory avy amin’ny santatry ny varimbazahanareo tsy nototoina malemy no ataovy fanomezana. Hoatran’ny ataonareo rehefa manome vokatra avy eny am-pamoloana ihany no hataonareo rehefa manome an’ilay izy.",
        "21": "Ny ampahany amin’ny santatry ny varimbazahanareo tsy nototoina malemy no hataonareo fanomezana ho an’i Jehovah, ary hanao an’izany ianareo hatramin’ny taranakareo fara aman-dimby.",
        "22": "“‘Ary raha manao fahadisoana ianareo, ka tsy manaraka an’ireo didy rehetra nolazain’i Jehovah tamin’i Mosesy ireo,",
        "23": "izany hoe izay rehetra nandidian’i Jehovah anareo tamin’ny alalan’i Mosesy, ka tokony harahinareo nanomboka tamin’ny andro nanomezan’i Jehovah an’izany didy izany sady tokony harahin’ny taranakareo fara aman-dimby,",
        "24": "ary raha tsy fanahy iniana ilay fahadisoana sady tsy fantatry ny vahoaka, dia hanolotra vantotr’ombilahy iray ho fanatitra dorana ny vahoaka manontolo mba ho hanitra mahafinaritra an’i Jehovah. Dia hampiarahiny amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro izany, araka ny efa fanao. Hanolotra zanak’osy iray koa izy ireo, hatao fanatitra noho ny ota.",
        "25": "Dia handrakotra ny fahotan’ny Israelita rehetra ny mpisorona, ka havela ny helok’izy ireo. Tsy fanahy inian’izy ireo mantsy ilay fahadisoana, sady izy ireo koa efa nitondra fanatitra atao anaty afo ho an’i Jehovah sy fanatitra noho ny ota eo anatrehan’i Jehovah noho ilay fahadisoany.",
        "26": "Havela ny heloky ny Israelita rehetra sy ny hafa firenena mipetraka eo aminy, satria tsy fanahy inian’ilay vahoaka manontolo ilay fahadisoana.",
        "27": "“‘Ary raha misy olona manota tsy nahy, dia hanolotra osivavy tsy mihoatra ny herintaona izy, hatao fanatitra noho ny ota.",
        "28": "Dia handrakotra ny fahotan’ilay olona ny mpisorona, fa nanao fahadisoana izy tamin’izy nanota tsy nahy teo anatrehan’i Jehovah. Handrakotra ny fahotany ilay mpisorona, dia havela ny helony.",
        "29": "Lalàna iray ihany no ho an’ny teratany israelita sy ny vahiny mipetraka eo amin’izy ireo, rehefa misy manota tsy nahy.",
        "30": "“‘Fa izay olona manao fanahy iniana manota kosa, na teratany izy na vahiny, dia manevateva an’i Jehovah, ka haringana tsy ho anisan’ny fireneny.",
        "31": "Tsy maintsy haringana izy satria nataony tsinontsinona ny tenin’i Jehovah sady tsy narahiny ny didiny. Hizaka ny vokatry ny fahadisoana nataony izy.’”",
        "32": "Tamin’ny mbola tany an-tany efitra ny Israelita, dia nahita lehilahy naka kitay tamin’ny andro sabata.",
        "33": "Dia nitondra azy nankany amin’i Mosesy sy Arona ary ny vahoaka manontolo ireo nahita azy naka kitay ireo.",
        "34": "Nambenana tsara àry izy, satria mbola tsy tena fantatra hoe inona no tokony hatao aminy.",
        "35": "Dia hoy i Jehovah tamin’i Mosesy: “Tsy maintsy vonoina ho faty ilay lehilahy, ka hitora-bato azy eny ivelan’ny toby ny vahoaka manontolo.”",
        "36": "Dia nentin’ny vahoaka manontolo teny ivelan’ny toby izy ka notorahany vato, araka ny didy nomen’i Jehovah an’i Mosesy. Dia maty izy.",
        "37": "Hoy koa i Jehovah tamin’i Mosesy:",
        "38": "“Teneno ny Israelita hoe tokony hanisy mikiramborambo eo amin’ny morontongotr’akanjony izy ireo, hatramin’ny taranany fara aman-dimby. Tokony hasiany kofehy manga koa eo ambonin’ilay mikiramborambo.",
        "39": "‘Asio an’ilay mikiramborambo ny akanjonareo, amin’izay rehefa mahita an’ilay izy ianareo, dia hahatsiaro ny didin’i Jehovah rehetra ka hankatò an’izany. Aza manao izay tian’ny fonareo sy ny masonareo fotsiny, fa hahatonga anareo hivaro-tena amin’ny andriamani-kafa izany.",
        "40": "Amin’izay dia hotadidinareo sy hankatoavinareo ny didiko rehetra, ka ho masina eo anatrehan’ilay Andriamanitrareo ianareo.",
        "41": "Izaho no Jehovah Andriamanitrareo, ilay nitondra anareo nivoaka avy tany Ejipta mba hampisehoako fa izaho no Andriamanitrareo. Izaho no Jehovah Andriamanitrareo.’”"
    },
    "16": {
        "1": "Ary i Kora, zanak’i Jizara, zanak’i Kehata, zanak’i Levy, dia niray tetika tamin’i Datana sy Abirama, zanak’i Eliaba, ary Ona zanak’i Peleta, izay samy taranak’i Robena.",
        "2": "Nanohitra an’i Mosesy izy ireo, niaraka tamin’ny lehilahy israelita 250. Mpiadidy vahoaka daholo ireo lehilahy ireo, ary solontenan’ny fiangonana sady olona ambony.",
        "3": "Dia nitambatra hanohitra an’i Mosesy sy Arona izy ireo, ka niteny hoe: “Tena leo anareo izahay! Masina daholo ange ny vahoaka manontolo e, dia i Jehovah no eo aminy. Koa maninona ianareo no mieritreritra hoe ambony noho ny fiangonan’i Jehovah?”",
        "4": "Vao naheno an’izany i Mosesy dia niankohoka.",
        "5": "Ary hoy izy tamin’i Kora sy ny mpanohana azy rehetra: “Rahampitso maraina i Jehovah no hampahafantatra hoe iza no azy, dia iza no masina, ary iza no tokony hanatona azy, ka izay hofidiny no hanatona azy.",
        "6": "Izao àry atao: Makà fitondrana afo, ry Kora sy ianareo mpanohana azy rehetra.",
        "7": "Asio afo ao anatiny, dia asio emboka manitra eo amboniny. Rahampitso izany no hataonareo eo anatrehan’i Jehovah. Dia izay olona hofidin’i Jehovah no masina. Efa tafahoatra loatra ny ataonareo, ry taranak’i Levy!”",
        "8": "Dia hoy i Mosesy tamin’i Kora: “Mba henoy kely izao, ry taranak’i Levy:",
        "9": "Angaha tsy misy dikany aminareo ilay ianareo navahan’ilay Andriamanitry ny Israely tamin’ny vahoakan’Israely? Dia navelany hanatona azy ianareo mba hanompo ao amin’ny tranolain’i Jehovah, sy hijoro eo anatrehan’ny vahoaka mba hanompo azy ireo!",
        "10": "Dia nasainy nanatona azy koa ianareo sy ny rahalahinareo rehetra taranak’i Levy. Angaha tsy misy dikany izany aminareo? Dia mbola te ho mpisorona koa ve ianareo?",
        "11": "Izany no mahatonga anao sy ny mpanohana anao rehetra hiara-manohitra an’i Jehovah hoatr’izao. Fa i Arona moa no iza no imenomenonanareo?”",
        "12": "Nampanantsoin’i Mosesy i Datana sy Abirama zanak’i Eliaba taorian’izay, nefa hoy izy roa lahy: “Izahay tsy ho any!",
        "13": "Ianao aza efa nitondra anay niala tany amin’ny tany tondra-dronono sy tantely mba hahafaty anay atỳ an-tany efitra atỳ! Angaha tsy ampy anao izany no mbola mitady hanjakazaka aminay koa ianao?",
        "14": "Tsy nampiditra anay tany amin’ny tany tondra-dronono sy tantely ianao, sady tsy nanome anay saha sy tanimboaloboka mba ho lovanay. Fa tadiavinao hopotsirina mihitsy ve ny mason’ireo olona ireo e? Izahay tsy ho any!”",
        "15": "Dia tezitra be i Mosesy, ka hoy izy tamin’i Jehovah: “Aza jerena akory ny fanatitra varimbazaha atolotr’ireo. Na ampondra iray aza tsy nalaiko taminy, ary tsy nisy nasiako ratsy ry zareo.”",
        "16": "Ary hoy i Mosesy tamin’i Kora: “Mandehana miseho eo anatrehan’i Jehovah ianao sy ny mpanohana anao rehetra rahampitso, dia ianao sy ry zareo ary Arona.",
        "17": "Samia maka ny fitondrany afo, dia asio emboka manitra eo ambonin’ilay izy. Ary samia mitondra ny fitondrany afo eo anatrehan’i Jehovah. Hitondra fitondrana afo 250 ireo mpanohana anao ireo, dia hitondra koa ianao sy Arona.”",
        "18": "Dia samy naka ny fitondrany afo izy ireo, ka nanisy afo sy emboka manitra teo amboniny, dia nijoro teo amin’ny fidirana amin’ny tranolay fihaonana, niaraka tamin’i Mosesy sy Arona.",
        "19": "Ary efa novorin’i Kora teo amin’ny fidirana amin’ny tranolay fihaonana ny mpanohana azy, mba hanohitra azy roa lahy. Dia niseho tamin’ny vahoaka manontolo ny voninahitr’i Jehovah.",
        "20": "Ary hoy i Jehovah tamin’i Mosesy sy Arona:",
        "21": "“Mialà eo amin’ireo olona ireo, fa haringako ao anatin’ny indray mipy maso ireo!”",
        "22": "Dia niankohoka tamin’ny tany izy roa lahy ka niteny hoe: “Andriamanitra ô! Ianao no Andriamanitra manome aina ny olona rehetra. Olona iray ve no nanota dia tezitra amin’ny vahoaka manontolo ianao?”",
        "23": "Dia hoy i Jehovah tamin’i Mosesy:",
        "24": "“Teneno ny vahoaka hoe: ‘Mialà eny akaikin’ny tranolain’i Kora sy Datana ary Abirama!’”",
        "25": "Dia nankeny amin’i Datana sy Abirama i Mosesy, ary niaraka taminy ny anti-panahin’ny Israely.",
        "26": "Ary hoy izy tamin’ny vahoaka: “Miangavy anareo aho mba hiala eny akaikin’ny tranolain’ireo olona ratsy fanahy ireo. Aza mikasika an’izay ananany rehetra, sao ianareo ho ringana noho ny fahotany.”",
        "27": "Tonga dia niala teny amin’ny manodidina ny tranolain’i Kora sy Datana ary Abirama ny olona. Dia ireny i Datana sy Abirama fa nivoaka ka nijoro teo amin’ny fidirana amin’ny tranolainy, niaraka tamin’ny vadiny sy ny zanany ary ny zanany kely.",
        "28": "Hoy i Mosesy avy eo: “Izao no hahafantaranareo fa i Jehovah no naniraka ahy hanao an’ireny zavatra rehetra ireny, fa tsy hoe sitrapoko fotsiny:",
        "29": "Raha hoatran’ny fomba ahafatesan’ny olon-drehetra ihany ny fomba hahafatesan’ireo olona ireo, ary raha sazy mitovy amin’ny an’ny olon-drehetra ihany ny sazy homena azy, dia tsy i Jehovah no naniraka ahy.",
        "30": "Fa raha zavatra miavaka be kosa no ataon’i Jehovah amin’ireo, ka misokatra ny tany sady mitelina an’ireo miaraka amin’izay ananany rehetra, ary midina velona any amin’ny Fasana ireo, dia ho fantatrareo tokoa fa nanao tsinontsinona an’i Jehovah ireo lehilahy ireo.”",
        "31": "Vao avy niteny an’izany rehetra izany izy, dia nitresaka ny tany nitsanganan’izy ireo.",
        "32": "Dia nisokatra ny tany ka nitelina azy ireo sy ny ankohonany ary ny olona rehetra niaraka tamin’i Kora. Natelin’ny tany daholo koa ny fananan’ireo olona ireo.",
        "33": "Dia nidina velona tany amin’ny Fasana izy ireo, niaraka tamin’izay nananany rehetra. Voasaron’ny tany tao izy ireo ka ringana tsy ho anisan’ny fiangonana intsony.",
        "34": "Ary nitsoaka daholo ny Israelita nanodidina teo, rehefa naheno azy ireo nikiakiaka. Hoy mantsy izy ireo: “Sao koa izahay hatelin’ny tany eo!”",
        "35": "Avy eo dia nisy afo nalefan’i Jehovah ka nandevona an’ireo 250 lahy nanatitra emboka manitra.",
        "36": "Dia hoy i Jehovah tamin’i Mosesy:",
        "37": "“Teneno i Eleazara zanakalahin’i Arona mpisorona mba haka an’ireo fitondrana afo ireo avy ao anaty afo, satria masina ireo. Teneno koa izy hoe ataovy miparitaka lavidavitra ny vainafo.",
        "38": "Alaivo ny fitondrana afon’ireny lehilahy maty noho ny fahotany ireny dia anamboary takelaka manify. Dia hapetaka eo amin’ny alitara ireo, satria nentiny teo anatrehan’i Jehovah ka masina. Hatao hampitandremana ny Israelita ireo takelaka manify ireo.’”",
        "39": "Nalain’i Eleazara mpisorona àry ny fitondrana afo varahina nentin’ireny olona kilan’ny afo ireny. Dia nokapokapohiny izany ka nataony takelaka manify, dia napetany teo amin’ny alitara,",
        "40": "araka izay notenenin’i Jehovah taminy tamin’ny alalan’i Mosesy. Natao hampahatsiahivana ny Israelita izany hoe tsy misy mahazo mandoro emboka manitra eo anatrehan’i Jehovah ny olona tsy nahazo alalana sady tsy anisan’ny taranak’i Arona. Natao hampahatsiahivana ny Israelita koa izany hoe tsy misy olona tokony hanao hoatran’ny nataon’i Kora sy ny mpanohana azy.",
        "41": "Ny ampitson’iny ihany, dia nimenomenona tamin’i Mosesy sy Arona ny vahoakan’Israely manontolo hoe: “Ianareo roa lahy ihany no nahafaty ny vahoakan’i Jehovah!”",
        "42": "Tamin’ilay nivondrona hanohitra an’i Mosesy sy Arona ny vahoaka, dia nitodika tany amin’ny tranolay fihaonana izy ireo, dia io fa nanarona ny tranolay ny rahona, ary niseho ny voninahitr’i Jehovah.",
        "43": "Ary nankeo alohan’ny tranolay fihaonana i Mosesy sy Arona.",
        "44": "Dia hoy i Jehovah tamin’i Mosesy:",
        "45": "“Mialà eo amin’io vahoaka io, fa haringako ao anatin’ny indray mipy maso ireo.” Dia niankohoka tamin’ny tany izy roa lahy.",
        "46": "Avy eo dia hoy i Mosesy tamin’i Arona: “Alaivo ny fitondrana afo dia asio afo avy eo amin’ny alitara ilay izy, ary asio emboka manitra eo amboniny. Dia mandehana haingana eny amin’ny vahoaka mba handrakotra ny fahotan’izy ireo, fa tezitra be i Jehovah. Efa nanomboka mantsy ny loza!”",
        "47": "Tonga dia nalain’i Arona àry ilay izy, araka ny tenin’i Mosesy, ka nihazakazaka nankeny amin’ ny fiangonana izy. Dia io tokoa fa efa nanomboka namely ny vahoaka ny loza. Koa nasiany emboka manitra teo ambonin’ilay fitondrana afo, ka nandrakotra ny fahotan’ny vahoaka izy.",
        "48": "Nijoro teo anelanelan’ny maty sy ny velona foana izy, dia nitsahatra ihany ny loza tamin’ny farany.",
        "49": "Ary nahatratra 14 700 ny olona matin’ilay loza, ankoatra an’izay maty noho ny nataon’i Kora.",
        "50": "Efa nitsahatra ilay loza vao niverina tany amin’i Mosesy teo amin’ny fidirana amin’ny tranolay fihaonana i Arona."
    },
    "17": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Teneno ny Israelita mba hanome tehina iray isaky ny fianakaviambe, avy amin’ny mpiadidy ny fianakaviambe tsirairay, ka tehina 12 izy rehetra. Dia soraty eo amin’ny tehiny avy ny anaran’ny tsirairay.",
        "3": "Tokony hosoratanao eo amin’ny tehin’i Levy ny anaran’i Arona, satria tehina iray ihany isaky ny lohan’ny fianakaviambe.",
        "4": "Apetraho ao amin’ny tranolay fihaonana ireo tehina ireo, ka ataovy eo anoloan’ny Vata Misy ny Tenin’ny Vavolombelona, eo amin’ilay isehoako aminao foana.",
        "5": "Ary hitsimoka ny tehin’izay lehilahy hofidiko, ka hatsahatro ny fimenomenonan’ny Israelita, izay mimenomenona amiko sy aminareo koa.”",
        "6": "Dia niteny tamin’ny Israelita i Mosesy, ka samy nanome azy tehina iray avy isaky ny fianakaviambe ny mpiadidy rehetra, dia tehina 12. Teo koa ny tehin’i Arona.",
        "7": "Dia napetrak’i Mosesy teo anatrehan’i Jehovah, tao amin’ny tranolay misy ny Tenin’ny Vavolombelona, ireo tehina ireo.",
        "8": "Rehefa nankao amin’ny tranolay misy ny Tenin’ny Vavolombelona i Mosesy ny ampitson’iny, dia io fa efa nitsimoka ny tehin’i Arona, ilay an’ny taranak’i Levy. Nitsimoka ilay izy ka nisy felany sy voan’amandy efa masaka.",
        "9": "Ary navoakan’i Mosesy avy teo anatrehan’i Jehovah daholo ireo tehina ireo, ka nentiny teo amin’ny vahoakan’Israely manontolo. Dia nijery an’ireo tehina ny olona, ka samy naka ny tehiny ny lehilahy tsirairay.",
        "10": "Dia hoy i Jehovah tamin’i Mosesy: “Avereno eo anoloan’ny Vata Misy ny Tenin’ny Vavolombelona ny tehin’i Arona, fa hotehirizina eo izy io ho fampitandremana ho an’izay zatra mikomy, mba tsy himenomenona amiko intsony izy ireo, ka tsy ho faty.”",
        "11": "Tonga dia nataon’i Mosesy izany, araka ny didy nomen’i Jehovah azy. Izany mihitsy no nataony.",
        "12": "Ary hoy ny Israelita tamin’i Mosesy: “Ho faty izao izahay! Tena ho ringana mihitsy izahay! Ho ringana daholo!",
        "13": "Fa ho faty izay manakaikikaiky ny tranolain’i Jehovah! Dia izahay ve izany dia ho faty daholo?”"
    },
    "18": {
        "1": "Ary hoy i Jehovah tamin’i Arona: “Ianao sy ny zanakao lahy ary ny fianakaviambenao no ho tompon’andraikitra raha misy manao fahadisoana ka mandoto ny toerana masina, ary ianao sy ny zanakao lahy no ho tompon’andraikitra raha misy manao fahadisoana mifandray amin’ny asan’ny mpisorona.",
        "2": "Asaivo mankeo aminao ny rahalahinao avy amin’ny fokon’i Levy, dia ny fokon’ny razambenao, mba hiara-miasa aminao sy hanampy anao sy ny zanakao lahy, eo anoloan’ny tranolay misy ny Tenin’ny Vavolombelona.",
        "3": "Ary hanao ny andraikiny aminao sy amin’ny tranolay manontolo ry zareo. Tsy mahazo manakaiky ny fitaovan’ny toerana masina sy ny alitara anefa izy ireo, sao ho faty na ry zareo na ianareo.",
        "4": "Ary hiara-miasa aminao izy ireo, ka hanao ny andraikiny mifandray amin’ny tranolay fihaonana sy ny fanompoana rehetra ao amin’ny tranolay. Tsy misy mahazo manakaiky anareo ny olona tsy nahazo alalana.",
        "5": "Ataovy ny andraikitrareo amin’ny toerana masina sy ny alitara, mba tsy ho tezitra amin’ny vahoakan’Israely intsony aho.",
        "6": "Efa nalaiko avy teo amin’ny Israelita ny Levita rahalahinareo, mba ho fanomezana ho anareo. Ho an’i Jehovah izy ireo ary hanao ny fanompoana ao amin’ny tranolay fihaonana.",
        "7": "Manana adidy amin’ny alitara sy izay ao ambadiky ny ridao ianareo mpisorona, ka ianao sy ny zanakao lahy no miandraikitra an’izany. Hataoko fanomezana ho anareo ny asan’ny mpisorona, ary hovonoina ho faty izay olona tsy nahazo alalana nefa manatona eo.”",
        "8": "Hoy koa i Jehovah tamin’i Arona: “Izaho mihitsy no manendry anao hiandraikitra an’ireo fanomezana omena ahy. Omeko amin’ny zava-masina rehetra omen’ny Israelita ianao sy ny zanakao lahy, ka ho anjaranareo foana izany.",
        "9": "Ireto avy no ho anao amin’ny fanatitra masina indrindra atao anaty afo: Izay fanatitra rehetra hatolony ho ahy, anisan’izany ny fanatitra varimbazaha sy ny fanatitra noho ny ota ary ny fanatitra noho ny heloka. Zavatra masina indrindra ho anao sy ho an’ny zanakao lahy izany.",
        "10": "Ao amin’ny toerana tena masina ianao no hihinana an’izany, ka ny lehilahy rehetra aminareo no mahazo mihinana an’ilay izy. Ho zava-masina ho anao izany.",
        "11": "Anao koa ny fanomezana omen’ny Israelita sy ny fanatitra ahetsiketsika rehetra ataony. Efa nomeko anao sy ny zanakao lahy ary ny zanakao vavy izany, mba ho anjaranareo foana. Mahazo mihinana an’izany izay rehetra madio ao amin’ny ankohonanao.",
        "12": "“Omeko anao ny tsara indrindra amin’ny menaka sy ny divay vaovao ary ny varimbazaha, izany hoe ny voaloham-bokatra omeny an’i Jehovah.",
        "13": "Ho anao ny voaloham-bokatra rehetra avy amin’ny taniny hoentiny ho an’i Jehovah. Mahazo mihinana an’izany izay rehetra madio ao amin’ny ankohonanao.",
        "14": "“Ho anao izay zavatra voatokana rehetra eo amin’ny Israely.",
        "15": "“Ho anao daholo koa ny voalohan-teraka amin’ny zavamananaina rehetra hatolony ho an’i Jehovah, na olona izany na biby. Tsy maintsy havotanao anefa ny voalohan-teraky ny olona, ary havotanao koa ny voalohan-teraky ny biby maloto.",
        "16": "Izay iray volana no ho miakatra no havotanao, ka ny vola hanavotana azy dia ny vidiny anombanana azy, izany hoe volafotsy dimy sekely, araka ny sekely fampiasa ao amin’ny toerana masina. Ny iray sekely dia 20 gera.",
        "17": "Ny lahy voalohan-teraky ny omby na ondry na osy ihany no tsy havotanao fa masina. Hafafinao eo ambony alitara ny rany, ary hodoranao ny taviny mba hidona-tsetroka, ho fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah.",
        "18": "Ho anao ny nofony, toy ny tratrany izay atao fanatitra ahetsiketsika sy ny feny ankavanana.",
        "19": "Ny fanomezana masina rehetra izay homen’ny Israelita an’i Jehovah, dia efa nomeko anao sy ny zanakao lahy ary ny zanakao vavy. Ho anjaranareo foana izany. Fifanekena maharitra ataon’i Jehovah aminao sy ny taranakao izany.”",
        "20": "Hoy koa i Jehovah tamin’i Arona: “Tsy hanana lova ao amin’ny tanin’izy ireo ianao, ary tsy hisy anjara taninao eo aminy. Fa izaho no anjaranao sy lovanao eo amin’ny Israelita.",
        "21": "“Efa nomeko ho lovan’ny taranak’i Levy ny ampahafolon-karena rehetra eo amin’ny Israely, ho takalon’ny fanompoana ataony, dia ny fanompoana ao amin’ny tranolay fihaonana.",
        "22": "Tsy mahazo manakaiky ny tranolay fihaonana intsony ny vahoakan’Israely, sao hanota ka ho faty.",
        "23": "Fa ny Levita no hanao ny fanompoana ao amin’ny tranolay fihaonana, ary izy ireo no hizaka ny vokatry ny fahadisoan’ny vahoaka. Ary tokony hanaraka an’izao fitsipika izao foana ianareo sy ny taranakareo fara aman-dimby: Tsy hahazo lova eo amin’ny Israelita ny Levita.",
        "24": "Fa efa nomeko ho lovan’ny Levita ny ampahafolon-karena omen’ny vahoakan’Israely ho fanomezana ho an’i Jehovah. Izany no nilazako taminy hoe: ‘Tsy hahazo lova eo amin’ny Israelita izy ireo.’”",
        "25": "Dia hoy i Jehovah tamin’i Mosesy:",
        "26": "“Teneno ny Levita hoe: ‘Hahazo ny ampahafolon-karena avy amin’ny Israelita ianareo, ary efa nomeko anareo ho lovanareo izany. Dia tokony hataonareo fanomezana ho an’i Jehovah ny ampahafolony amin’ilay ampahafolon-karena.",
        "27": "Hoheverina ho fanomezanareo izany, ka hoatran’ny hoe voa avy eny amin’ny famoloananareo ihany, na hoe divay na menaka avy amin’ny famiazanareo ihany.",
        "28": "Amin’izay ianareo dia hanao fanomezana ho an’i Jehovah, avy amin’ny ampahafolon-karena rehetra azonareo avy amin’ny Israelita. Avy amin’ireny no hakanareo fanomezana ho an’i Jehovah, ka homenareo an’i Arona mpisorona.",
        "29": "Hanao fanomezana isan-karazany ho an’i Jehovah ianareo, ary ho zava-masina izany. Avy amin’izay tsara indrindra amin’ny fanomezana rehetra omena anareo no hanaovanareo an’izany.’",
        "30": "“Ary teneno ny Levita hoe: ‘Rehefa manome ny tsara indrindra amin’ireny ianareo, dia hoheverina hoatran’ny hoe vokatra avy eny amin’ny famoloananareo ihany izany, sy hoe divay na menaka avy amin’ny famiazanareo ihany.",
        "31": "Mahazo mihinana an’ireny any amin’ny toerana rehetra ianareo sy ny ankohonanareo, satria ireny no karamanareo ho tambin’ny fanompoanareo ao amin’ny tranolay fihaonana.",
        "32": "Tsy fahotana ho anareo izany, rehefa ny tsara indrindra amin’ireny no omenareo. Ary aza manazimbazimba ny zava-masina omen’ny Israelita, sao ho faty ianareo.’”"
    },
    "19": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy sy Arona:",
        "2": "“Izao no didy sy lalàna nomen’i Jehovah: ‘Asaivo itondran’ny Israelita ombivavy mena iray ianao, dia ombivavy tsy misy kilema sy tsy manan-takaitra ary mbola tsy nitondra zioga.",
        "3": "Omeo an’i Eleazara mpisorona ilay ombivavy, dia hoentiny any ivelan’ny toby, ka hovonoina eo imasony.",
        "4": "Ary hakan’i Eleazara mpisorona amin’ny rantsantanany iray ny ran’ilay ombivavy, dia hafafiny impito tandrifin’ny fidirana amin’ny tranolay fihaonana.",
        "5": "Dia hodorana eo imasony ilay ombivavy. Hodorana ny hodiny, ny nofony, ny rany, ary ny tainy.",
        "6": "Ary haka rantsankazo sedera sy hysopa ary kofehy mena midorehitra ilay mpisorona, dia hatsipiny ao amin’ilay afo andoroana an’ilay ombivavy izany.",
        "7": "Avy eo dia hanasa ny akanjony ilay mpisorona dia handro amin’ny rano, izay vao mahazo miditra ao an-toby. Haloto mandra-paharivan’ny andro anefa izy.",
        "8": "“‘Ary hanasa ny akanjony amin’ny rano ilay nandoro an’ilay ombivavy, dia handro amin’ny rano. Haloto mandra-paharivan’ny andro anefa izy.",
        "9": "“‘Ary hisy lehilahy anankiray madio hanangona ny lavenon’ilay ombivavy, dia hapetrany eo amin’ny toerana iray madio any ivelan’ny toby ilay lavenona. Tokony hotehirizin’ny vahoakan’Israely manontolo ilay izy, mba hafangaro amin’ny rano ampiasaina amin’ny fanadiovana. Fanatitra noho ny ota ilay ombivavy.",
        "10": "Ary hanasa ny akanjony ilay nanangona ny lavenon’ilay ombivavy. Haloto mandra-paharivan’ny andro anefa izy. “‘Fitsipika harahin’ny Israelita sy ny vahiny mipetraka eo aminy foana izany.",
        "11": "Haloto fito andro izay mikasika fatin’olona.",
        "12": "Hanadio ny vatany amin’ilay rano fanadiovana izy amin’ny andro fahatelo, ka hadio amin’ny andro fahafito. Raha tsy manadio ny vatany anefa izy amin’ny andro fahatelo, dia tsy hadio amin’ny andro fahafito.",
        "13": "Izay mikasika fatin’olona nefa tsy manadio ny vatany, dia mandoto ny tranolain’i Jehovah. Tsy maintsy haringana tsy ho anisan’ny firenen’Israely izy. Mbola maloto izy, satria tsy nofafazana rano fanadiovana. Mbola haloto foana izy.",
        "14": "“‘Izao no lalàna harahina raha misy olona maty ao an-tranolay: Haloto fito andro izay miditra ao amin’ilay tranolay sy izay olona efa tao.",
        "15": "Haloto koa izay fitoeran-javatra misokatra tsy misy sarony mifatotra aminy.",
        "16": "Haloto fito andro izay olona eny an-tsaha nikasika olona novonoina tamin’ny sabatra na nikasika faty na taolam-paty na fasana.",
        "17": "Tokony hakana mba hanadiovana an’ilay olona maloto ilay lavenon’ny fanatitra noho ny ota izay efa nodorana. Hatao ao anaty vilia baolina ilay izy, dia horarahana rano nalaina avy amin’ny rano mandeha.",
        "18": "Ary haka hysopa ny lehilahy anankiray madio, dia hatsobony ao amin’ilay rano, ary hofafazany an’ilay rano ny tranolay sy ny vilia baolina ary ny olona rehetra tao. Hofafazany an’ilay izy koa izay nikasika taolam-paty na nikasika olona nisy namono na faty na fasana.",
        "19": "Ary hafafin’ilay olona madio amin’ilay olona maloto ilay rano, amin’ny andro fahatelo sy amin’ny andro fahafito, dia hodioviny ho afaka amin’ny ota izy amin’ny andro fahafito. Tokony hanasa ny akanjony izy avy eo, dia handro amin’ny rano, ka hadio amin’ny hariva.",
        "20": "“‘Haringana tsy ho anisan’ny fiangonana anefa izay olona maloto ka tsy manadio ny vatany. Nandoto ny toerana masin’i Jehovah mantsy izy. Tsy nofafazana rano fanadiovana izy ka maloto.",
        "21": "“‘Izao foana no fitsipika harahin’izy ireo: Tokony hanasa ny akanjony ilay namafy ny rano fanadiovana. Ary haloto mandra-paharivan’ny andro izay nikasika ny rano fanadiovana.",
        "22": "Haloto izay zavatra kasihin’ilay olona maloto, ary haloto mandra-paharivan’ny andro koa ilay olona mikasika an’iny zavatra iny.’”"
    },
    "20": {
        "1": "Tamin’ny volana voalohany, dia tonga tany an-tany efitr’i Zina ny vahoakan’Israely manontolo. Dia nipetraka tao Kadesy izy ireo. Tao i Miriama no maty sy nalevina.",
        "2": "Tsy nisy rano hosotroin’ny vahoaka tamin’izay, ka nitambatra hanohitra an’i Mosesy sy Arona izy ireo.",
        "3": "Dia nila ady tamin’i Mosesy ny olona hoe: “Naleonay ihany maty niaraka tamin’ny rahalahinay teo anatrehan’i Jehovah!",
        "4": "Maninona ianareo no nitondra ny fiangonan’i Jehovah tatỳ amin’ity tany efitra ity, mba hahafaty anay sy ny biby fiompinay atỳ?",
        "5": "Ary maninona ianareo no nitondra anay niakatra avy tany Ejipta, ho atỳ amin’ity toerana ratsy be ity? Tsy afaka mamboly izahay atỳ, sady tsy maniry atỳ ny aviavy sy voaloboka ary ampongabendanitra. Tsy misy rano hosotroina koa atỳ.”",
        "6": "Dia niala teo anatrehan’ny fiangonana i Mosesy sy Arona ka nankeo amin’ny fidirana amin’ny tranolay fihaonana, ary niankohoka tamin’ny tany. Dia niseho tamin’izy ireo ny voninahitr’i Jehovah.",
        "7": "Ary hoy i Jehovah tamin’i Mosesy:",
        "8": "“Alaivo ny tehinao, ary mandehana ianao sy Arona rahalahinao mamory ny vahoaka. Teneno eo imason’ny vahoaka ny vatolampy mba hiboiboika rano. Dia hisy rano hivoaka avy amin’ilay vatolampy, ka omeo rano hosotroina ny vahoaka sy ny biby fiompiny.”",
        "9": "Nalain’i Mosesy teo anatrehan’i Jehovah àry ilay tehina, araka ny didy nomeny azy.",
        "10": "Dia novorin’i Mosesy sy Arona teo alohan’ilay vatolampy ny fiangonana, ka hoy izy: “Henoy izao, ry mpikomy! Angaha izahay tsy maintsy mamoaka rano ho anareo avy ato amin’ity vatolampy ity?”",
        "11": "Ary ningain’i Mosesy ny tanany ka nokapohiny indroa tamin’ny tehiny ilay vatolampy. Dia nisy rano be niboiboika, ka nisotro teo ny vahoaka sy ny biby fiompiny.",
        "12": "Dia hoy i Jehovah tamin’i Mosesy sy Arona: “Satria ianareo tsy naneho finoana ahy sady tsy nanamasina ahy teo imason’ny vahoakan’Israely, dia tsy hitondra an’ity fiangonana ity hiditra ao amin’ilay tany homeko azy ianareo.”",
        "13": "Io ilay rano tao Meriba, fa tao ny Israelita no nila ady tamin’i Jehovah. Nasehony tamin’izy ireo àry hoe masina Izy.",
        "14": "Dia naniraka olona avy tao Kadesy i Mosesy mba ho any amin’ny mpanjakan’i Edoma, ka hilaza hoe: “Izao no tenin’i Israely rahalahinao: ‘Hainao tsara ny fahoriana rehetra natrehinay.",
        "15": "Nankany Ejipta ny razambenay, ka nipetraka tany nandritra ny taona maro izahay. Dia nampijalin’ny Ejipsianina izahay sy ny razambenay.",
        "16": "Nitaraina tamin’i Jehovah izahay, tamin’ny farany. Dia nihaino anay izy, ka naniraka anjely sy nitondra anay nivoaka avy tany Ejipta. Dia eto Kadesy izahay izao, eto amin’ilay tanàna eto an-tsisin’ny taninao.",
        "17": "Mba avelao handalo ao amin’ny taninao re izahay e! Tsy handeha eny amin’ny saha na tanimboaloboka izahay, sady tsy hisotro rano amin’izay lavadrano ao. Fa ny Lalan’ny Mpanjaka no handehananay, ary tsy hivily hiankavanana na hiankavia izahay, raha tsy efa tafavoaka ny taninao.’”",
        "18": "Hoy anefa i Edoma taminy: “Tsy mahazo mandalo ato amin’ny taninay ianareo, sao dia hotsenaiko amin’ny sabatra eo!”",
        "19": "Dia hoy ny Israelita taminy: “Ny lalambe ange no hiakaranay e! Raha misotro amin’ny ranonao izahay sy ny biby fiompinay, dia haloanay ny vidiny. Handalo fotsiny izahay.”",
        "20": "Hoy ihany anefa i Edoma: “Efa hoe tsy mahazo mandalo ianareo!” Dia nivoaka nitsena azy ireo i Edoma, niaraka tamin’ny vahoaka be sy tafika mahery.",
        "21": "Tsy navelan’i Edoma handalo tao amin’ny taniny àry ny Israelita, ka nivily lalana.",
        "22": "Ary niala tao Kadesy ny vahoakan’Israely manontolo, ka tonga teo amin’ny Tendrombohitra Hora.",
        "23": "Dia hoy i Jehovah tamin’i Mosesy sy Arona, teo amin’ny Tendrombohitra Hora, teo amin’ny sisin-tanin’i Edoma:",
        "24": "“Hangonina any amin’ny razambeny i Arona. Tsy hiditra ao amin’ilay tany homeko ny Israelita izy, satria nikomy tsy nanaraka ny didiko ianareo roa lahy, teo amin’ny rano tao Meriba.",
        "25": "Alaivo i Arona sy Eleazara zanany lahy, dia ento miakatra eny amin’ny Tendrombohitra Hora.",
        "26": "Esory ny akanjon’i Arona, dia ampanaovy an’i Eleazara zanany lahy, fa ho faty eo i Arona.”",
        "27": "Dia nataon’i Mosesy izay nasain’i Jehovah nataony, ka niakatra teny amin’ny Tendrombohitra Hora teo imason’ny vahoaka manontolo izy ireo.",
        "28": "Avy eo dia nesorin’i Mosesy ny akanjon’i Arona, ka nampanaoviny an’i Eleazara zanany lahy. Dia maty teo an-tampon’ilay tendrombohitra i Arona. Ary nidina avy tany an-tendrombohitra i Mosesy sy Eleazara.",
        "29": "Rehefa fantatry ny vahoaka manontolo fa maty i Arona, dia nitomany an’i Arona 30 andro ny taranak’Israely manontolo."
    },
    "21": {
        "1": "Ary henon’ilay Kananita mpanjakan’i Arada nipetraka tany Negeba fa efa eny amin’ny lalana mankany Atarima ny Israely. Dia notafihiny izy ireo ka nentiny ho babo ny sasany.",
        "2": "Koa nivoady tamin’i Jehovah ny Israely hoe: “Raha ataonao resinay io firenena io, dia tsy maintsy horavanay ny tanànany.”",
        "3": "Nohenoin’i Jehovah àry ny Israely ka nataony resin’izy ireo ny Kananita. Dia naringan’izy ireo ny Kananita sy ny tanànany. Koa nataon’izy ireo hoe Horma ny anaran’ilay toerana.",
        "4": "Niala teo amin’ny Tendrombohitra Hora izy ireo avy eo, ka nanohy ny diany nanaraka an’ilay lalana mankany amin’ny Ranomasina Mena mba tsy handalo eo amin’ny tanin’i Edoma. Dia nanomboka leo an’ilay dia ny vahoaka.",
        "5": "Ary nanome tsiny an’Andriamanitra sy Mosesy foana ny vahoaka hoe: “Fa maninona ianareo no nitondra anay niakatra avy tany Ejipta mba ho faty atỳ amin’ity tany efitra ity? Tsy misy sakafo atỳ na rano, sady efa maharikoriko anay itony mofo tsisy ilana azy itony.”",
        "6": "Dia nandefa bibilava misy poizina teo amin’ny vahoaka i Jehovah. Nokaikerin’ireny ny Israelita, ka be dia be no maty.",
        "7": "Nankany amin’i Mosesy àry ny vahoaka ka niteny hoe: “Efa nanota izahay, satria nanome tsiny anao sy Jehovah. Aleo re ianao mba mifona amin’i Jehovah ho anay e! Dia mba hesoriny any ireo bibilava ireo.” Ary nifona ho an’ny vahoaka i Mosesy.",
        "8": "Dia hoy i Jehovah tamin’i Mosesy: “Manamboara sarivongana bibilava misy poizina, dia ataovy eo amin’ny tsato-kazo ilay izy. Amin’izay rehefa misy voakaikitra dia hijery an’ilay bibilava izy ka tsy ho faty.”",
        "9": "Tonga dia nanamboatra bibilava varahina i Mosesy, dia nataony teo amin’ny tsato-kazo ilay izy. Koa isaky ny nisy olona voakaikitra ka nijery an’ilay bibilava varahina, dia tsy maty.",
        "10": "Taorian’izay dia niainga ny Israelita ka nitoby tao Obota.",
        "11": "Niala tao Obota indray izy ireo ka nitoby tao Ie-abarima, tany amin’ilay tany efitra tandrifin’i Moaba, any atsinanana.",
        "12": "Ary niala teo izy ireo ka nitoby teo akaikin’ny Lohasahan’i Zareda.",
        "13": "Dia niala teo indray izy ireo ka nitoby tao amin’ny faritr’i Arnona, izay tany an-tany efitra. Nanomboka teo amin’ny sisin-tanin’ny Amorita io tany efitra io. Fa i Arnona no sisin-tanin’i Moaba, teo anelanelan’i Moaba sy ny tanin’ny Amorita.",
        "14": "Izany no mahatonga an’ilay bokin’ny Adin’i Jehovah hiresaka momba an’i “Vaheba any Sofa, sy ny lohasahan’i Arnona,",
        "15": "ary ilay fidinana ao amin’ny lohasaha, izany hoe ilay fidinana tonga hatrany amin’ilay tanàna kely atao hoe Ara, sady manakaiky ny sisin-tanin’i Moaba.”",
        "16": "Dia lasa nankany Bera izy ireo. Teo amin’io lavadrano io i Jehovah no niteny tamin’i Mosesy hoe: “Vorio ny vahoaka fa homeko rano.”",
        "17": "Dia nihira an’izao hira izao ny Israely tamin’izay fotoana izay: “Hiboiboika anie ny ranonao, ry lavadrano! Valio izy e!",
        "18": "Io ilay lavadrano nolavahan’ny andriana! Ny olona ambony tamin’ny vahoaka no nandavaka azy, Tamin’ny tehim-pahefana sy tamin’ny tehin-dry zareo ihany.” Avy eo dia niala tany an-tany efitra izy ireo ka nankany Matana.",
        "19": "Avy tao Matana indray izy ireo dia nankany Nahaliela, ary avy tao Nahaliela dia nankany Bamota.",
        "20": "Avy tao Bamota kosa izy ireo dia nankany amin’ilay lohasaha teo amin’ny faritr’i Moaba, teo an-tampon’i Pisga, izay mahatazana an’i Jesimona.",
        "21": "Ary naniraka olona nankany amin’i Sihona mpanjakan’ny Amorita ny Israely, hiteny hoe:",
        "22": "“Avelao izahay handalo ao amin’ny taninao. Tsy hivily ho eny amin’ny saha na tanimboaloboka izahay, sady tsy hisotro rano amin’izay lavadrano ao. Fa ny Lalan’ny Mpanjaka no handehananay, mandra-pahatafavoakanay ny taninao.”",
        "23": "Tsy navelan’i Sihona handalo tao amin’ny taniny anefa ny Israely. Nangoniny daholo kosa ny vahoakany, dia nivoaka hiady tamin’ny Israely tany an-tany efitra izy. Ary tonga tao Jahaza izy ka niady tamin’ny Israely.",
        "24": "Resin’ny Israely anefa izy ka novonoiny tamin’ny sabatra ny mponina tao. Dia nalain’ny Israely ny taniny, hatrany Arnona ka hatrany Jaboka, teo akaikin’ny Amonita. I Jazera mantsy no sisin-tanin’ny Amonita.",
        "25": "Nalain’ny Israely daholo àry ireny tanàna ireny. Dia nipetrahan’izy ireo daholo ny tanànan’ny Amorita, izany hoe Hesbona sy ny tanàna rehetra niankina taminy.",
        "26": "Fa i Hesbona no tanànan’i Sihona mpanjakan’ny Amorita. Efa niady tamin’ny mpanjakan’i Moaba izy taloha, ka nalainy daholo ny tanin’io mpanjaka io, hatrany Arnona.",
        "27": "Izany no nahatonga an’ilay tononkalo fanesoana hoe: “Tongava any Hesbona. Aleo hamboarina ny tanànan’i Sihona ka hatao mafy orina.",
        "28": "Fa nisy afo avy tao Hesbona, nisy lelafo avy tao an-tanànan’i Sihona, Ka nandevona an’i Aran’i Moaba, dia ny tompon’ny toerana avo any Arnona.",
        "29": "Hahita loza ianao, ry Moaba! Ho ringana ianareo, ry vahoakan’i Kemosy! Tsy ho afa-manoatra izy mahita ny zanany lahy mandositra, sy mahita ny zanany vavy entin’i Sihona mpanjakan’ny Amorita ho babo.",
        "30": "Andao hotafihintsika ireo. Ho rava hatrany Dibona i Hesbona. Andao hataontsika tsy misy mponina intsony io tanàna io, hatrany Nofa. Dia hisy afo hitatra hatrany Medeba.”",
        "31": "Nipetraka tao amin’ny tanin’ny Amorita àry ny Israely.",
        "32": "Ary nandefa lehilahy hitsikilo tany Jazera i Mosesy. Dia azon’izy ireo ny tanàna niankina tamin’i Jazera, ka noroahiny ny Amorita tao.",
        "33": "Nivily lalana izy ireo avy eo, ka niakatra nanaraka an’ilay Lalan’i Basana. Dia nivoaka hiady tamin’izy ireo tao Edrehy i Oga mpanjakan’i Basana sy ny tafiny manontolo.",
        "34": "Ary hoy i Jehovah tamin’i Mosesy: “Aza matahotra azy fa hataoko resinao izy sy ny tafiny manontolo ary homeko anao ny taniny. Hataonao hoatran’i Sihona izy, dia ilay mpanjakan’ny Amorita nipetraka tao Hesbona.”",
        "35": "Dia nasian’izy ireo izy sy ny zanany lahy ary ny tafiny manontolo, ka nataony tsy nisy niangana na iray aza. Dia nalain’izy ireo ny taniny."
    },
    "22": {
        "1": "Dia niainga ny Israelita ka nitoby teny amin’ny lemaka karakaina any Moaba, teny ampitan’i Jordana sady tandrifin’i Jeriko.",
        "2": "Ary henon’i Balaka zanak’i Zipora ny zava-drehetra nataon’ny Israely tamin’ny Amorita.",
        "3": "Dia natahotra be ny Moabita satria vahoaka be ny Israelita. Koa nitebiteby be ny Moabita noho ny amin’ny Israelita.",
        "4": "Ary hoy ny Moabita tamin’ny anti-panahin’ny Midianina: “Hataon’io vahoaka io ripaka daholo izao ny manodidina antsika, hoatran’ny andripahan’ny omby ny ahitra rehetra eny an-tsaha.” I Balaka zanak’i Zipora no mpanjakan’i Moaba tamin’izany fotoana izany.",
        "5": "Ary nisy olona nirahiny ho any amin’i Balama zanak’i Beora, izay nipetraka tany amin’ny tanindrazany tany Petora, teo amoron’ilay Renirano. Nampiantso azy i Balaka sady niteny hoe: “Misy vahoaka iray izay, nivoaka avy tany Ejipta ka mandrakotra ny tany, ary mipetraka tandrifiko mihitsy izao ry zareo.",
        "6": "Koa mba tongava re atỳ e! Dia ozòny io vahoaka io, fa mahery noho izaho izy. Amin’izay aho mety handresy azy dia handroaka azy hiala eto amin’ny taniko. Fantatro tsara mantsy hoe izay tsofinao rano dia tena mahazo fitahiana, fa izay ozoninao kosa dia tena voaozona.”",
        "7": "Koa nandeha ny anti-panahin’i Moaba sy ny anti-panahin’ny Midianina, ka nitondra ny vola haloa amin’ny mpanao sikidy. Dia nankany amin’i Balama izy ireo ka nolazainy taminy ny tenin’i Balaka.",
        "8": "Dia hoy i Balama tamin’ireo: “Matoria eto anio alina, dia hoteneniko anareo izay holazain’i Jehovah amiko.” Koa nijanona tao amin’i Balama ireo andrianan’i Moaba ireo.",
        "9": "Avy eo dia nankeo amin’i Balama Andriamanitra, ka niteny hoe: “Iza ireo lehilahy ato aminao ireo?”",
        "10": "Dia hoy i Balama tamin’ilay tena Andriamanitra: “Olona nirahin’i Balaka zanak’i Zipora, mpanjakan’i Moaba, hankatỳ amiko ireo, hilaza hoe:",
        "11": "‘Mandrakotra ny tany ilay vahoaka nivoaka avy tany Ejipta. Koa tongava atỳ ka ozòny ireo. Amin’izay mba mety ho vitako ny hiady aminy sy handroaka azy.’”",
        "12": "Hoy anefa Andriamanitra tamin’i Balama: “Aza mandeha miaraka amin’ireo, ary aza manozona an’io vahoaka io, fa mitahy azy ireo aho.”",
        "13": "Ary nifoha maraina i Balama ka niteny tamin’ireo andrianan’i Balaka hoe: “Modia any amin’ny taninareo, fa tsy avelan’i Jehovah hiaraka aminareo aho.”",
        "14": "Koa lasa niverina tany amin’i Balaka ireo andrianan’i Moaba ireo, ka nilaza hoe: “Tsy nety niaraka taminay i Balama.”",
        "15": "Naniraka andriana hafa indray anefa i Balaka, dia andriana maro kokoa sy manan-kaja kokoa noho ny teo aloha.",
        "16": "Dia tonga tany amin’i Balama ireo ka nilaza hoe: “Niteny i Balaka zanak’i Zipora hoe: ‘Mba aza avela hisy zavatra hanakantsakana anao tsy ho tonga atỳ amiko re e!",
        "17": "Fa homeko voninahitra miavaka be ianao, dia hataoko daholo izay asainao ataoko. Koa mba tongava re atỳ dia ozòny io vahoaka io e!’”",
        "18": "Hoy anefa i Balama tamin’ny mpanompon’i Balaka: “Na omen’i Balaka ahy aza ny tranony feno volafotsy sy volamena, dia tsy misy na inona na inona azoko atao, na kely izany na lehibe, afa-tsy izay asain’i Jehovah Andriamanitro ataoko ihany.",
        "19": "Miangavy anareo koa anefa aho mba hijanona eto anio alina. Amin’izay ho fantatro hoe inona no mbola holazain’i Jehovah amiko.”",
        "20": "Ary nankeo amin’i Balama Andriamanitra ny alin’iny, ka niteny hoe: “Raha tonga hiantso anao ireo olona ireo, dia mandehana miaraka aminy, fa izay holazaiko aminao ihany no azonao lazaina.”",
        "21": "Dia nifoha maraina i Balama ka nasiany lasely ny ampondrany, dia nandeha niaraka tamin’ireo andrianan’i Moaba ireo izy.",
        "22": "Tezitra be anefa Andriamanitra fa nandeha i Balama. Ary nisy anjelin’i Jehovah nijanona teo an-dalana mba hisakana azy. Nitaingina ny ampondrany i Balama tamin’izay, ary niaraka taminy ny mpanompony anankiroa.",
        "23": "Hitan’ilay ampondra ilay anjelin’i Jehovah nijanona teo an-dalana, sady nitana sabatra efa voatsoaka avy tao anaty tranony. Dia nitady hivily tany anaty saha ilay ampondra, nefa nokapohin’i Balama mba hiverina teo amin’ilay lalana.",
        "24": "Avy eo dia nijoro teo amin’ny lalana tery kely, teo anelanelan’ny tanimboaloboka roa, ilay anjelin’i Jehovah. Nisy fefy vato teo amin’ny andaniny roa tamin’ilay lalana.",
        "25": "Rehefa hitan’ilay ampondra ilay anjelin’i Jehovah, dia nisisika nitampify teo amin’ilay fefy ilay ampondra ka tery tao ny tongotr’i Balama. Dia nokapohin’i Balama indray izy.",
        "26": "Nandroso indray ilay anjelin’i Jehovah dia nijoro teo amin’ny toerana tery, ka tsy nisy nahafahana nivily niankavanana na niankavia mihitsy.",
        "27": "Rehefa hitan’ilay ampondra ilay anjelin’i Jehovah, dia nipetraka ilay ampondra nefa i Balama mbola nitaingina azy. Dia tezitra i Balama, ka vao mainka nokapohiny tamin’ny tehiny ilay ampondra.",
        "28": "Farany, dia nampitenenin’i Jehovah ilay ampondra, ka niteny tamin’i Balama hoe: “Fa inona no nataoko taminao no dia nokapohinao intelo aho?”",
        "29": "Dia hoy i Balama: “K’ianao manadala ahy! Raha nisy sabatra tetỳ an-tanako, dia efa matiko ianao!”",
        "30": "Ary hoy ilay ampondra tamin’i Balama: “Angaha tsy efa izaho foana ny ampondra fitaingenanao hatrizay niainanao ka hatramin’izao? Dia efa nanao hoatr’izao taminao ve aho?” Hoy izy: “Mbola tsy nanao!”",
        "31": "Dia nosokafan’i Jehovah ny mason’i Balama, ka hitany ilay anjelin’i Jehovah nijoro teo an-dalana sady nitana sabatra efa voatsoaka avy tao anaty tranony. Dia niondrika avy hatrany izy ka niankohoka.",
        "32": "Ary hoy ilay anjelin’i Jehovah taminy: “Fa maninona no nokapohinao intelo ny ampondranao? Izaho mihitsy izao no nivoaka hisakana anao, satria mifanipaka tanteraka amin’ny sitrapoko ny zavatra ataonao.",
        "33": "Nahita ahy anefa io ampondra io dia nitady hiala ahy intelo. Fa raha tsy niala ahy izy, dia efa matiko ianao, fa izy kosa navelako ho velona ihany.”",
        "34": "Dia hoy i Balama tamin’ilay anjelin’i Jehovah: “Efa nanota aho, fa tsy fantatro hoe ianao no nijoro teo amin’ny lalana teo mba hisakana ahy. Koa raha tsy mahafaly anao izao ataoko izao, dia hiverina aho.”",
        "35": "Hoy anefa ilay anjelin’i Jehovah tamin’i Balama: “Mandehana miaraka amin’ireo olona ireo, fa izay teny holazaiko aminao ihany no azonao lazaina.” Koa nanohy ny diany niaraka tamin’ny andrianan’i Balaka i Balama.",
        "36": "Rehefa henon’i Balaka hoe tonga i Balama, dia tonga dia nivoaka hitsena azy tao amin’ny tanànan’i Moaba izy, teo amoron’i Arnona, teo amin’ny sisin-taniny.",
        "37": "Ary hoy i Balaka taminy: “Maninona ianao no tsy tonga tatỳ amiko tamin’izaho naniraka olona hiantso anao? Nieritreritra angaha ianao hoe tsy ho vitako ny manome voninahitra anao?”",
        "38": "Dia hoy i Balama: “Efa tonga eto aminao aho izao. Tsy mahazo miteny an’izay tiako anefa aho, fa izay asain’Andriamanitra teneniko ihany no azoko tenenina.”",
        "39": "Koa niaraka tamin’i Balaka i Balama, ka tonga tao Kiriata-hozota izy ireo.",
        "40": "Ary nanao sorona omby aman’ondry i Balaka, ka nisy hena nampanateriny tany amin’i Balama sy ireo andriana niaraka taminy.",
        "41": "Ny ampitso maraina, dia nalain’i Balaka i Balama ka nentiny niakatra nankeo Bamota-bala. Teo izy no nahatazana an’ilay vahoaka manontolo."
    },
    "23": {
        "1": "Ary hoy i Balama tamin’i Balaka: “Manorena alitara fito eto amin’ity toerana ity, dia asio ombilahy fito sy ondrilahy fito efa vonona eto, fa ilaiko.”",
        "2": "Tonga dia nataon’i Balaka izay nolazain’i Balama. Dia nanolotra ombilahy iray sy ondrilahy iray teo ambonin’ny alitara tsirairay izy roa lahy.",
        "3": "Ary hoy i Balama tamin’i Balaka: “Mijanòna eto akaikin’ny fanatitra dorana natolotrao eto, fa handeha kely aho. Angamba hiresaka amiko i Jehovah, dia hoteneniko anao izay ampahafantariny ahy.” Dia nankeo amin’ny havoana iray mangadihady izy.",
        "4": "Dia nifandray tamin’i Balama Andriamanitra, ka hoy i Balama taminy: “Efa nalahatro ny alitara fito, dia efa nanolotra ombilahy iray sy ondrilahy iray teo ambonin’ny alitara tsirairay aho.”",
        "5": "Ary notenenin’i Jehovah an’i Balama izay tokony holazainy, ka hoy izy taminy: “Miverena any amin’i Balaka, dia lazao aminy izany.”",
        "6": "Dia niverina izy, ary hitany nijoro teo akaikin’ny fanatitra dorana natolony i Balaka sy ny andrianan’i Moaba rehetra.",
        "7": "Ary nanao an’izao oha-pitenenana izao i Balama: “Nalain’i Balaka mpanjakan’i Moaba avy any Arama aho, Avy any amin’ny tendrombohitra any atsinanana, ka hoy izy: ‘Tongava atỳ hanozona an’i Jakoba. Tongava atỳ hanameloka an’i Israely.’",
        "8": "Ataoko ahoana anefa ny hanozona an’izay tsy nozonin’Andriamanitra? Ary ataoko ahoana ny hanameloka an’izay tsy nomelohin’i Jehovah?",
        "9": "Avy eto an-tampon’ny harambato aho no mahita azy ireo, Ary avy eto amin’ny havoana no mahatazana azy. Vahoaka mitoka-monina izy, Sady tsy mihevitra ny tenany ho anisan’ireo firenena.",
        "10": "Iza no mahavita manisa ny vahoakan’i Jakoba, izay be dia be hoatran’ny vovoka, Na mahavita manisa na dia ny ampahefatry ny Israely fotsiny aza? Aleo aho ho faty hoatran’ny ahafatesan’ny olo-marina, Ary enga anie hitovy amin’ny hiafarany no hiafarako!”",
        "11": "Dia hoy i Balaka tamin’i Balama: “Fa inona ity ataonao amiko? Nentiko atỳ ianao mba hanozona ny fahavaloko, nefa vao mainka indray ianao mitso-drano azy!”",
        "12": "Dia hoy i Balama: “Tsy izay asain’i Jehovah lazaiko ihany angaha no lazaiko?”",
        "13": "Ary hoy i Balaka taminy: “Andao re hifindra any an-toeran-kafa hahitanao an-dry zareo koa e! Ny sasany amin-dry zareo ihany no ho hitanao, fa tsy izy rehetra. Dia ozòny ry zareo rehefa any ianao.”",
        "14": "Koa nentiny nankeo amin’ny sahan’i Zofima teo an-tampon’i Pisga i Balama. Dia nanorina alitara fito i Balaka, ary nanolotra ombilahy iray sy ondrilahy iray teo ambonin’ny alitara tsirairay.",
        "15": "Ary hoy i Balama taminy: “Mijanòna eto akaikin’ny fanatitra dorana natolotrao eto, fa izaho handeha etsy mba hifandray amin’Andriamanitra.”",
        "16": "Ary nifandray tamin’i Balama i Jehovah ka noteneniny azy izay tokony holazainy. Dia hoy izy taminy: “Miverena eny amin’i Balaka, dia lazao aminy izany.”",
        "17": "Koa nankeo amin’i Balaka izy, ary hitany fa efa niandry teo akaikin’ny fanatitra dorana natolony i Balaka sy ireo andrianan’i Moaba. Ary hoy i Balaka tamin’i Balama: “Inona, hono, no nolazain’i Jehovah?”",
        "18": "Dia nanao an’izao oha-pitenenana izao i Balama: “Mitsangàna, ry Balaka, ka mihainoa. Henoy aho, ry zanak’i Zipora ô!",
        "19": "Tsy mba olona Andriamanitra ka handainga, Na zanak’olombelona ka hiovaova hevitra. Tsy hotanterahiny ve izay nolazainy? Tsy hataony ve izay noteneniny?",
        "20": "Nantsoina aho mba hitso-drano. Nitso-drano Izy, ka tsy azoko ovana izany.",
        "21": "Tsy misy olona avelany hampiasa herin’ny maizina hamelezana an’i Jakoba, Ary tsy avelany hisy loza hanjo ny Israely. Manampy azy i Jehovah Andriamaniny, Ary ankalazain’izy ireo mafy Izy fa mpanjakany.",
        "22": "Entin’Andriamanitra mivoaka avy any Ejipta izy ireo, Ary toy ny tandrok’ombidia miaro azy ireo Izy.",
        "23": "Fa tsy mandaitra amin’i Jakoba ny fambara ratsy, Ary tsy mandaitra amin’i Israely ny sikidy. Izao àry no azo lazaina momba an’i Jakoba sy Israely amin’izao: ‘Jereo ny zava-bitan’Andriamanitra!’",
        "24": "Io misy firenena! Hitsangana hoatran’ny liona izy. Hijoro toy ny liona izy, Ka tsy hatory raha tsy efa avy mihinana remby, Sy avy misotro ny ran’izay novonoiny.”",
        "25": "Dia hoy i Balaka tamin’i Balama: “Raha tsy afaka manozona azy mihitsy àry ianao, dia aza mitso-drano azy!”",
        "26": "Fa hoy i Balama: “Angaha izaho tsy efa nilaza taminao hoe: ‘Izay rehetra tenenin’i Jehovah ihany no hataoko’?”",
        "27": "Ary hoy i Balaka: “Andao re hoentiko ho any an-toeran-kafa indray ianao e! Angamba any ianao no tian’ilay tena Andriamanitra hanozona an-dry zareo.”",
        "28": "Dia nentin’i Balaka teo an-tampon’i Peora izy, teo amin’ ilay ahatazanana an’i Jesimona.",
        "29": "Ary hoy i Balama tamin’i Balaka: “Manorena alitara fito eto amin’ity toerana ity, dia asio ombilahy fito sy ondrilahy fito efa vonona eto, fa ilaiko.”",
        "30": "Dia nataon’i Balaka izay nolazain’i Balama, ka nanolotra ombilahy iray sy ondrilahy iray teo ambonin’ny alitara tsirairay izy."
    },
    "24": {
        "1": "Rehefa hitan’i Balama fa tian’i Jehovah hahazo tsodrano ny Israely, dia tsy nandeha nitady fambara ratsy intsony izy. Dia nitodika tany an-tany efitra izy.",
        "2": "Ary niasa tamin’i Balama ny fanahin’Andriamanitra, tamin’izy nitazana ka nahita an’ireo Israelita nitoby araka ny fokony avy.",
        "3": "Dia nanao an’izao oha-pitenenana izao izy: “Ny tenin’i Balama zanak’i Beora, Dia ny tenin’ilay lehilahy nampahiratina ny masony.",
        "4": "Ny tenin’ilay maheno ny tenin’Andriamanitra, Sy nahazo fahitana avy tamin’ilay Mahery Indrindra, Dia ilay niankohoka sady natao nahiratra ny masony:",
        "5": "Tsara tarehy erỳ ny tranolainao, ry Jakoba ô, Sy ny fonenanao, ry Israely ô!",
        "6": "Nitatra lavitra ireny, hoatran’ny lohasaha, Hoatran’ny zaridaina eo amoron’ny renirano, Toy ny hazo aloesy nambolen’i Jehovah, Ary toy ny hazo sedera eo amoron-drano.",
        "7": "Misy rano mikoriana foana avy ao anatin’ny sininy roa, Ary afafy eny amoron’ny rano be ny voany. Ho ambony noho i Agaga ny mpanjakany, Ary hasandratra ny fanjakany.",
        "8": "Entin’Andriamanitra mivoaka avy any Ejipta i Israely, Ary toy ny tandrok’ombidia miaro azy ireo Izy. Hataony ripaka ireo firenena mampijaly azy, Dia hokepokepohiny ny taolan’ireny, ary ny zana-tsipìkany no hamotipotehany an’ireny.",
        "9": "Mipetraka ambany izy, ary mitsilailay hoatran’ny liona, Toy ny liona izy, ka iza no sahy hanaitra azy? Mahazo fitahiana izay mitso-drano anao, Fa voaozona kosa izay manozona anao.”",
        "10": "Dia tezitra be tamin’i Balama i Balaka. Sady tezitra izy no nitehaka, dia niteny tamin’i Balama hoe: “Ny hanozona ny fahavaloko no niantsoako anao, nefa vao mainka ianao nitso-drano azy intelo be izao.",
        "11": "Mandehana mody izao dia izao! Nieritreritra aho hoe homeko voninahitra miavaka be ianao, nefa nosakanan’i Jehovah tsy hahazo an’izany.”",
        "12": "Dia hoy i Balama tamin’i Balaka: “Koa izaho efa niteny tamin’ireny olona nirahinao ireny hoe:",
        "13": "‘Na omen’i Balaka ahy aza ny tranony feno volafotsy sy volamena, dia tsy afaka manao izay tiako aho, na tsara izany na ratsy, afa-tsy izay asain’i Jehovah ataoko ihany. Izay tenenin’i Jehovah amiko ihany no hoteneniko’!",
        "14": "Handeha hody any amin’ny fireneko aho izao. Avia àry fa hoteneniko anao izay hataon’io firenena io amin’ny firenenao any aoriana any.”",
        "15": "Dia nanao an’izao oha-pitenenana izao izy: “Ny tenin’i Balama zanak’i Beora, Dia ny tenin’ilay lehilahy natao nahiratra ny masony,",
        "16": "Ny tenin’ilay maheno ny tenin’Andriamanitra, Sy manana ny fahalalana ananan’ilay Avo Indrindra, Ary nahazo fahitana avy tamin’ilay Mahery Indrindra, Tamin’izy niankohoka sady natao nahiratra ny masony:",
        "17": "Hahita azy aho, nefa tsy izao dia izao, Hahatazana azy aho, nefa tsy ho ato ho ato. Hisy kintana hivoaka avy amin’i Jakoba, Ary hisy tehim-panjakana hipoitra avy amin’i Israely. Tena hovakiny ny handrin’i Moaba, Sy ny karandohan’ny zanaka rehetra tia herisetra.",
        "18": "Ho lasan’olona i Edoma, Ho lasan’ny fahavalony i Seira, Fa ny Israely indray ho be herim-po.",
        "19": "Hisy mpandresy koa avy amin’i Jakoba. Dia handringana an’izay sisa mbola velona ao an-tanàna izy.”",
        "20": "Rehefa nahita an’i Amaleka izy, dia mbola nanao oha-pitenenana ihany hoe: “I Amaleka no voalohany tamin’ireo firenena, Saingy ho ringana izy amin’ny farany.”",
        "21": "Rehefa nahita ny Kenita izy, dia mbola nanao oha-pitenenana indray hoe: “Voaro tsara ny tranonao, ary naorina teny amin’ny harambato ny fonenanao.",
        "22": "Hisy handoro anefa i Kaina. Rahoviana vao hitondra anao ho babo i Asyria?”",
        "23": "Ary mbola nanao oha-pitenenana ihany izy hoe: “Loza! Iza no ho tafavoaka velona rehefa manao an’izany Andriamanitra?",
        "24": "Hisy sambo ho tonga avy any amin’ny morontsirak’i Kitima, Dia hampijaly an’i Asyria ireny, Sady hampijaly an’i Ebera. Ho ringana tanteraka koa anefa izy.”",
        "25": "Dia lasa niverina tany aminy i Balama. Dia lasa koa i Balaka."
    },
    "25": {
        "1": "Rehefa nipetraka tao Sitima ny Israely, dia nijangajanga tamin’ny zanakavavin’i Moaba ny olona.",
        "2": "Nasain’ireo vehivavy ireo hiaraka aminy hanao sorona ho an’ny andriamaniny ny olona. Nihinana àry izy ireo, dia niankohoka tamin’ny andriamanitr’ireny.",
        "3": "Koa nanompo an’i Balan’i Peora ny Israely, ka tezitra be tamin’izy ireo i Jehovah.",
        "4": "Dia hoy i Jehovah tamin’i Mosesy: “Sambory ny mpitarika rehetra eo amin’ny vahoaka, dia ahantòny eo anatrehan’i Jehovah ny fatiny, ho hitan’ny olona rehetra. Amin’izay tsy ho tezitra be amin’ny Israely intsony i Jehovah.”",
        "5": "Hoy i Mosesy avy eo tamin’ny mpitsaran’ny Israely: “Samia mamono an’izay lehilahy eo ambany fahefany izay nanompo an’i Balan’i Peora!”",
        "6": "Tamin’izay mihitsy anefa no nisy Israelita anankiray nitondra vehivavy midianita nankeo amin’ny rahalahiny, teo imason’i Mosesy sy ny vahoakan’Israely manontolo. Izy ireo anefa tamin’izay mbola nitomany teo amin’ny fidirana amin’ny tranolay fihaonana.",
        "7": "Vao nahita an’izany i Finehasa zanak’i Eleazara, zanak’i Arona mpisorona, dia nitsangana avy teo amin’ny vahoaka ary naka lefona.",
        "8": "Nanaraka an’ilay lehilahy israelita nankao an-tranolay izy, dia nataony indray nandefona ilay lehilahy israelita sy ilay vehivavy. Dia nilentika hatrany amin’ny taovam-pananahan’ilay vehivavy ilay lefona. Dia nitsahatra ilay loza nahazo ny Israelita.",
        "9": "Nahatratra 24 000 ny olona matin’ilay loza.",
        "10": "Avy eo dia hoy i Jehovah tamin’i Mosesy:",
        "11": "“I Finehasa zanak’i Eleazara, zanak’i Arona mpisorona, no nahatonga ahy tsy ho tezitra amin’ny vahoakan’Israely intsony, satria tsy nilefitra mihitsy izy rehefa nisy nivadika tamiko tamin’ilay vahoaka. Tsy naripako tanteraka àry ny Israelita, na dia tiako aza hoe izaho irery ihany no tompoina.",
        "12": "Noho izany, dia teneno izy hoe: ‘Manao fifanekena aminy aho satria ankasitrahako izy.",
        "13": "Manao fifanekena aminy aho fa hanao ny asan’ny mpisorona foana izy sy ny taranany mandimby azy. Tsy nilefitra mihitsy mantsy izy rehefa nisy nivadika tamin’Andriamaniny. Nandrakotra ny fahotan’ny vahoakan’Israely koa izy tamin’izany.’”",
        "14": "Ary Zimry no anaran’ilay lehilahy israelita novonoina niaraka tamin’ilay vehivavy midianita. Zanak’i Salo izy, ary mpiadidy teo amin’ny fianakaviamben’ny Simeonita.",
        "15": "Ary Kosby kosa no anaran’ilay vehivavy midianita novonoina. Zanakavavin’i Zora lehibem-poko teo amin’ny fianakaviambe iray tany Midianina izy.",
        "16": "Tatỳ aoriana dia hoy i Jehovah tamin’i Mosesy:",
        "17": "“Mandehana tafiho ny Midianita ka aringano,",
        "18": "satria nila ady taminareo ry zareo ka nampiasa fitaka isan-karazany mba hahatonga anareo hanompo an’i Balan’i Peora. Nampiasainy koa i Kosby anabavin’izy ireo sady zanakavavin’ny mpiadidy midianita, dia ilay novonoina tamin’ilay andro nandefasana loza taminareo noho ianareo nanompo an’i Balan’i Peora.”"
    },
    "26": {
        "1": "Taorian’ilay loza, dia hoy i Jehovah tamin’i Mosesy sy Eleazara zanak’i Arona mpisorona:",
        "2": "“Isao ny vahoakan’Israely manontolo, dia izay 20 taona no ho miakatra, isaky ny fianakaviambeny, ka isao izay rehetra afaka manompo ao amin’ny tafika eo amin’ny Israely.”",
        "3": "Hoy àry i Mosesy sy Eleazara mpisorona tamin’izy ireo, tany amin’ny lemaka karakaina any Moaba, tany akaikin’ny Reniranon’i Jordana sady tandrifin’i Jeriko:",
        "4": "“Isao izay 20 taona no ho miakatra, araka ny didy nomen’i Jehovah an’i Mosesy.” Ireto avy ny zanak’Israely nivoaka avy tany Ejipta:",
        "5": "I Robena no lahimatoan’i Israely, ka ireto avy ny taranany: Avy tamin’i Hanoka ny Hanokita, avy tamin’i Palo ny Paloita,",
        "6": "avy tamin’i Hezrona ny Hezronita, ary avy tamin’i Karmy ny Karmita.",
        "7": "Ireo no fianakavian’ny Robenita, ary 43 730 no voasoratra anarana tamin’izy ireo.",
        "8": "Ary ny zanakalahin’i Palo dia i Eliaba.",
        "9": "Ny zanakalahin’i Eliaba kosa dia i Nemoela sy Datana ary Abirama. Solontenan’ny fiangonana i Datana sy Abirama, ary izy roa lahy ireo ilay niaraka tamin’ny antokon’i Kora niady tamin’i Mosesy sy Arona, tamin’izy ireo niady tamin’i Jehovah.",
        "10": "Nisokatra ny tany tamin’izay ka nitelina azy ireo. Fa i Kora kosa niara-maty tamin’ny mpanohana azy, rehefa nolevonin’ny afo izy 250 lahy. Koa lasa anatra ho an’ny hafa izy ireo.",
        "11": "Tsy maty kosa anefa ny zanakalahin’i Kora.",
        "12": "Ireto avy ny taranak’i Simeona, araka ny fianakaviany avy: Avy tamin’i Nemoela ny Nemoelita, avy tamin’i Jamina ny Jaminita, avy tamin’i Jakina ny Jakinita,",
        "13": "avy tamin’i Zera ny Zerita, ary avy tamin’i Saoly ny Saolita.",
        "14": "Ireo no fianakavian’ny Simeonita: 22 200 ny isany.",
        "15": "Ireto avy ny taranak’i Gada, araka ny fianakaviany avy: Avy tamin’i Zefona ny Zefonita, avy tamin’i Hagy ny Hagita, avy tamin’i Sony ny Sonita,",
        "16": "avy tamin’i Ozny ny Oznita, avy tamin’i Ery ny Erita,",
        "17": "avy tamin’i Aroda ny Arodita, ary avy tamin’i Arely ny Arelita.",
        "18": "Ireo no fianakavian’ny taranak’i Gada, ary 40 500 no voasoratra anarana tamin’izy ireo.",
        "19": "Ary ny zanakalahin’i Joda dia i Era sy Onana. Maty tany Kanana anefa i Era sy Onana.",
        "20": "Ireto avy ny taranak’i Joda, araka ny fianakaviany avy: Avy tamin’i Sela ny Selita, avy tamin’i Pereza ny Perezita, ary avy tamin’i Zera ny Zerita.",
        "21": "Ireto avy ny taranak’i Pereza: Avy tamin’i Hezrona ny Hezronita, ary avy tamin’i Hamola ny Hamolita.",
        "22": "Ireo no fianakavian’i Joda, ary 76 500 no voasoratra anarana tamin’izy ireo.",
        "23": "Ireto avy ny taranak’i Isakara, araka ny fianakaviany avy: Avy tamin’i Tola ny Tolita, avy tamin’i Pova ny Povita,",
        "24": "avy tamin’i Jasoba ny Jasobita, ary avy tamin’i Simrona ny Simronita.",
        "25": "Ireo no fianakavian’i Isakara, ary 64 300 no voasoratra anarana tamin’izy ireo.",
        "26": "Ireto avy ny taranak’i Zebolona, araka ny fianakaviany avy: Avy tamin’i Sereda ny Seredita, avy tamin’i Elona ny Elonita, ary avy tamin’i Jahalela ny Jahalelita.",
        "27": "Ireo no fianakavian’ny Zebolonita, ary 60 500 no voasoratra anarana tamin’izy ireo.",
        "28": "Ary ny zanakalahin’i Josefa, araka ny fianakaviany avy, dia i Manase sy Efraima.",
        "29": "Ireto no taranak’i Manase: Avy tamin’i Makira ny Makirita. I Makira no niteraka an’i Gileada, ary avy tamin’i Gileada ny Gileadita.",
        "30": "Ireto avy ny taranak’i Gileada: Avy tamin’i Jezera ny Jezerita, avy tamin’i Heleka ny Helekita,",
        "31": "avy tamin’i Asriela ny Asrielita, avy tamin’i Sekema ny Sekemita,",
        "32": "avy tamin’i Semida ny Semidita, ary avy tamin’i Hefera ny Heferita.",
        "33": "Tsy nanan-janakalahy anefa i Zelofada zanak’i Hefera, fa zanakavavy ihany. Ny anaran’ny zanakavavin’i Zelofada dia Mahala, Noa, Hogla, Milka, ary Tirza.",
        "34": "Ireo no fianakavian’i Manase, ary 52 700 no voasoratra anarana tamin’izy ireo.",
        "35": "Ireto avy ny taranak’i Efraima, araka ny fianakaviany avy: Avy tamin’i Sotela ny Sotelita, avy tamin’i Bekera ny Bekerita, ary avy tamin’i Tahana ny Tahanita.",
        "36": "Ireto no taranak’i Sotela: Avy tamin’i Erana ny Eranita.",
        "37": "Ireo no fianakavian’ny taranak’i Efraima, ary 32 500 no voasoratra anarana tamin’izy ireo. Ireo no taranak’i Josefa, araka ny fianakaviany avy.",
        "38": "Ireto avy ny taranak’i Benjamina, araka ny fianakaviany avy: Avy tamin’i Bela ny Belita, avy tamin’i Asbela ny Asbelita, avy tamin’i Ahirama ny Ahiramita,",
        "39": "avy tamin’i Sefofama ny Sefofamita, ary avy tamin’i Hofama ny Hofamita.",
        "40": "Ny zanakalahin’i Bela dia i Arda sy Namàna. Avy tamin’i Arda ny Ardita, ary avy tamin’i Namàna ny Namanita.",
        "41": "Ireo no taranak’i Benjamina, araka ny fianakaviany avy, ary 45 600 no voasoratra anarana tamin’izy ireo.",
        "42": "Ireto no taranak’i Dana, araka ny fianakaviany avy: Avy tamin’i Sohama ny Sohamita. Ireo no fianakavian’i Dana, araka ny fianakaviany avy.",
        "43": "Nisy 64 400 no voasoratra anarana tamin’ ny fianakavian’ny Sohamita rehetra.",
        "44": "Ireto avy ny taranak’i Asera, araka ny fianakaviany avy: Avy tamin’i Jimna ny Jimnita, avy tamin’i Jisvy ny Jisvita, ary avy tamin’i Beria ny Berita.",
        "45": "Ireto no taranak’i Beria: Avy tamin’i Hebera ny Heberita, ary avy tamin’i Malkiela ny Malkielita.",
        "46": "Ary Sera no anaran’ny zanakavavin’i Asera.",
        "47": "Ireo no fianakavian’ny taranak’i Asera, ary 53 400 no voasoratra anarana tamin’izy ireo.",
        "48": "Ireto avy ny taranak’i Naftaly, araka ny fianakaviany avy: Avy tamin’i Jazila ny Jazilita, avy tamin’i Gony ny Gonita,",
        "49": "avy tamin’i Jezera ny Jezerita, ary avy tamin’i Silema ny Silemita.",
        "50": "Ireo no fianakavian’i Naftaly, araka ny fianakaviany avy, ary 45 400 no voasoratra anarana tamin’izy ireo.",
        "51": "Nisy 601 730 àry ny Israelita rehetra voasoratra anarana.",
        "52": "Taorian’izany, dia hoy i Jehovah tamin’i Mosesy:",
        "53": "“Hozaraina amin’izy ireo arakaraka ny isan’ny olona ny tany mba ho lovany.",
        "54": "Izay foko lehibe kokoa dia tokony homenao lova lehibe kokoa, ary izay foko kely kokoa dia tokony homenao lova kely kokoa. Tokony ho arakaraka ny isan’ny voasoratra anarana ny lova homena ny foko tsirairay.",
        "55": "Hatao antsapaka anefa ny fizarana ny tany, ary tokony ho arakaraka ny anaran’ny fokon’ny fianakaviambeny no hahazoany ny lovany.",
        "56": "Hanao antsapaka ianareo mba hamantarana ny lovan’ny foko tsirairay, na kely ilay foko na lehibe.”",
        "57": "Ireto avy no voasoratra anarana tamin’ny Levita, araka ny fianakaviany avy: Avy tamin’i Gersona ny Gersonita, avy tamin’i Kehata ny Kehatita, ary avy tamin’i Merary ny Merarita.",
        "58": "Ireto avy ny fianakavian’ny Levita: Ny Libnita, ny Hebronita, ny Malita, ny Mosita, ary ny Korahita. Ary niteraka an’i Amrama i Kehata.",
        "59": "Ny anaran’ny vadin’i Amrama dia Jokebeda, zanakavavin’i Levy izay naterany tany Ejipta. Niteraka an’i Arona sy Mosesy ary Miriama anabaviny tamin’i Amrama i Jokebeda.",
        "60": "Ary niteraka an’i Nadaba, Abiho, Eleazara, ary Itamara i Arona.",
        "61": "Maty anefa i Nadaba sy Abiho, satria nanolotra afo teo anatrehan’i Jehovah nefa tsy nahazoana alalana ilay izy.",
        "62": "Nisy 23 000 no voasoratra anarana rehetra, dia ny lahy rehetra iray volana no ho miakatra. Tsy nosoratana anarana niaraka tamin’ny Israelita mantsy izy ireo, satria tsy tokony homena lova teo amin’ny Israelita.",
        "63": "Ireo no voasoratra anarana, ka i Mosesy sy Eleazara mpisorona no nanoratra ny anarany, tamin’izy ireo nanoratra ny anaran’ny Israelita tany amin’ny lemaka karakaina any Moaba, any akaikin’ny Reniranon’i Jordana sady tandrifin’i Jeriko.",
        "64": "Tsy anisan’ireo voasoratra anarana tany an-tany efitr’i Sinay anefa izy ireo na iray aza, tamin’i Mosesy sy Arona mpisorona nanisa ny Israelita.",
        "65": "Fa hoy i Jehovah momba azy ireny: “Tsy maintsy ho faty atỳ an-tany efitra ireo.” Koa tsy nisy niangana ireny, afa-tsy i Kaleba zanak’i Jefone sy Josoa zanak’i Nona."
    },
    "27": {
        "1": "Ary nanatona an’i Mosesy ny zanakavavin’i Zelofada, zanakalahin’i Hefera, zanak’i Gileada, zanak’i Makira, zanak’i Manase, avy tamin’ny fianakaviamben’i Manase zanak’i Josefa. Ireto avy ny anaran’ireo zanany vavy ireo: Mahala, Noa, Hogla, Milka, ary Tirza.",
        "2": "Dia nijoro teo anatrehan’i Mosesy sy Eleazara mpisorona sy ny mpiadidy ary ny vahoaka manontolo izy ireo, teo amin’ny fidirana amin’ny tranolay fihaonana, ka niteny hoe:",
        "3": "“Maty tany an-tany efitra ny rainay, nefa izy tsy anisan’ireo olona nanohitra an’i Jehovah niaraka tamin’ny mpanohana an’i Kora. Maty noho ny fahotany ihany izy, ary tsy mba nanan-janakalahy.",
        "4": "Dia ny anaran’ny rainay ve dia hofoanana tsy ho eo amin’ny fianakaviany, satria hoe tsy nanan-janakalahy izy? Mba omeo lova koa izahay, hoatran’ny rahalahin-drainay.”",
        "5": "Dia nentin’i Mosesy teo anatrehan’i Jehovah ilay raharaha.",
        "6": "Ary hoy i Jehovah tamin’i Mosesy:",
        "7": "“Marina ny tenin’ny zanakavavin’i Zelofada. Tena tokony homenao lova eo amin’ny rahalahin-drainy izy ireo. Afindrao aminy àry ny lovan’ny rainy.",
        "8": "Ary teneno ny Israelita hoe: ‘Raha misy lehilahy maty nefa tsy manan-janakalahy, dia afindrao amin’ny zanany vavy ny lovany.",
        "9": "Fa raha tsy manan-janakavavy izy, dia omeo ny rahalahiny izany.",
        "10": "Ary raha tsy manan-drahalahy izy, dia omeo ny rahalahin-drainy ny lovany.",
        "11": "Raha tsy manan-drahalahy kosa ny rainy, dia omeo an’izay havany akaiky indrindra ao amin’ny fokony ny lovany, ka ho lasan’io ilay izy. Ho lalàna ho an’ny Israelita izany didim-pitsarana izany, araka ny didy nomen’i Jehovah an’i Mosesy.’”",
        "12": "Hoy koa i Jehovah tamin’i Mosesy: “Miakara eo amin’io tendrombohitr’i Abarima io, dia tazano ilay tany homeko ny Israelita.",
        "13": "Rehefa hitanao ilay izy, dia hangonina any amin’ny razambenao ianao, hoatran’i Arona rahalahinao.",
        "14": "Tamin’ilay vahoaka nila ady tamiko tany an-tany efitr’i Zina mantsy, dia nikomy tsy nanaraka ny didiko ianareo, ka tsy nanamasina ahy teo anatrehan’ny vahoaka. Teo amin’ny rano tao Meriba, tao Kadesy, tany an-tany efitr’i Zina, izany no nitranga.”",
        "15": "Ary hoy i Mosesy tamin’i Jehovah:",
        "16": "“Ry Jehovah Andriamanitra mpanome aina ny olona rehetra ô! Manendre lehilahy iray hitondra ny vahoaka,",
        "17": "mba ho mpitarika azy amin’ny zava-drehetra, izany hoe hitarika azy amin’izay rehetra ataony, amin’izay tsy ho hoatran’ny ondry tsy misy mpiandry ny vahoakan’i Jehovah.”",
        "18": "Dia hoy i Jehovah tamin’i Mosesy: “Alaivo i Josoa zanak’i Nona, fa manana ny toetra ilaina mba ho mpitarika izy. Dia ametraho tanana izy.",
        "19": "Ary asaivo mijoro eo anatrehan’i Eleazara mpisorona sy ny vahoaka manontolo izy, dia tendreo ho mpitarika eo imason’izy ireo.",
        "20": "Ary zarao aminy ny fahefanao, mba hihaino azy ny vahoakan’Israely manontolo.",
        "21": "Hijoro eo anatrehan’i Eleazara mpisorona izy, ary rehefa manam-panontaniana izy, dia i Eleazara no hanontany eo anatrehan’i Jehovah, amin’ny alalan’ny fitsaran’ny Orima. Dia izay baiko azo eo no harahin’izy rehetra, dia izy sy ny Israelita rehetra, izany hoe ny vahoaka manontolo.”",
        "22": "Koa nanao an’izay nasain’i Jehovah nataony i Mosesy. Nalainy i Josoa ka nasainy nijoro teo anatrehan’i Eleazara mpisorona sy ny vahoaka manontolo.",
        "23": "Dia nametra-tanana tamin’i Josoa izy ka nanendry azy, araka izay nolazain’i Jehovah tamin’ny alalan’i Mosesy."
    },
    "28": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Lazao amin’ny Israelita izao didy izao: ‘Tandremo sao hadinonareo ny manolotra ny fanatitra, izany hoe ny sakafo tokony homena ahy. Tsy maintsy atolotra amin’ny fotoana voatondro ny fanatitra atao anaty afo, mba ho hanitra mahafinaritra ahy.’",
        "3": "“Lazao aminy hoe: ‘Izao no fanatitra atao anaty afo hatolotrareo ho an’i Jehovah: Ondrilahy kely roa tsy misy kilema herintaona avy, ho fanatitra dorana atolotra tsy tapaka.",
        "4": "Hatolotrao amin’ny maraina ny ondrilahy kely iray, fa ny iray kosa amin’ny takariva.",
        "5": "Ny ondrilahy tsirairay dia hampiarahina amin’ny fanatitra varimbazaha, izany hoe lafarinina tsara toto ampahafolon’ny efaha, afangaro menaka ampahefatry ny hina avy amin’ny oliva voatoto.",
        "6": "Fanatitra dorana atolotra tsy tapaka izany, araka ny didy nomena teo amin’ny Tendrombohitra Sinay, mba ho hanitra mahafinaritra, ho fanatitra atao anaty afo ho an’i Jehovah.",
        "7": "Hampiarahina amin’ny fanatitra zava-pisotro ampahefatry ny hina koa ny ondrilahy tsirairay. Dia araraho ho an’i Jehovah eo amin’ny toerana masina ilay fanatitra zava-pisotro misy alkaola.",
        "8": "Ary atolory amin’ny takariva ny ondrilahy kely iray, dia ampiaraho amin’ny fanatitra varimbazaha mitovy amin’ilay atao amin’ny maraina, sy ny fanatitra zava-pisotro mitovy amin’ilay teo aloha, mba ho fanatitra atao anaty afo ka ho hanitra mahafinaritra an’i Jehovah.",
        "9": "“‘Izao kosa no hatolotra amin’ny andro sabata: Ondrilahy kely roa tsy misy kilema herintaona avy, sy lafarinina tsara toto roa ampahafolon’ny efaha ho fanatitra varimbazaha afangaro menaka, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "10": "Izany no fanatitra dorana atolotra isaky ny Sabata, miaraka amin’ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra zava-pisotro ampiarahina aminy.",
        "11": "“‘Ireto no hatolotrareo ho fanatitra dorana ho an’i Jehovah, isaky ny voalohan’ny volana: Vantotr’ombilahy roa, sy ondrilahy iray, ary ondrilahy kely fito tsy misy kilema herintaona avy.",
        "12": "Ny vantotr’ombilahy tsirairay dia hampiarahina amin’ny lafarinina tsara toto telo ampahafolon’ny efaha nafangaro menaka, izay atao fanatitra varimbazaha. Ilay ondrilahy kosa hampiarahina amin’ny lafarinina tsara toto roa ampahafolon’ny efaha, nafangaro menaka, izay atao fanatitra varimbazaha.",
        "13": "Ary ny ondrilahy kely tsirairay dia hampiarahina amin’ny lafarinina tsara toto ampahafolon’ny efaha, nafangaro menaka, izay atao fanatitra varimbazaha. Hatao fanatitra dorana izany mba ho hanitra mahafinaritra, ho fanatitra atao anaty afo ho an’i Jehovah.",
        "14": "Ny fanatitra zava-pisotro hampiarahina amin’ireo, dia divay antsasaky ny hina isaky ny ombilahy, ary ampahatelon’ny hina no hampiarahina amin’ilay ondrilahy, ary ampahefatry ny hina kosa isaky ny ondrilahy kely. Izany no fanatitra dorana atolotra isam-bolana, mandritra ny taona.",
        "15": "Zanak’osy iray koa no tokony hatolotra ho an’i Jehovah mba ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra zava-pisotro ampiarahina aminy.",
        "16": "“‘Ny andro faha-14 amin’ny volana voalohany no hankalazana ny Paskan’i Jehovah.",
        "17": "Hisy fety kosa amin’ny andro faha-15 amin’io volana io. Mofo tsy misy lalivay no hohanina mandritra ny fito andro.",
        "18": "Hisy fivoriambe masina amin’ny andro voalohany. Aza manao asa mafy, na inona izany na inona.",
        "19": "Ireto no hatolotrareo ho fanatitra atao anaty afo, ho fanatitra dorana ho an’i Jehovah: Vantotr’ombilahy roa, sy ondrilahy iray, ary ondrilahy kely fito izay herintaona avy. Biby tsy misy kilema no tokony hatolotrareo.",
        "20": "Ny fanatitra varimbazaha tokony hatolotrareo miaraka amin’ireo dia lafarinina tsara toto afangaro menaka, ka lafarinina telo ampahafolon’ny efaha no hampiarahina amin’ny ombilahy tsirairay, ary roa ampahafolon’ny efaha no hampiarahina amin’ilay ondrilahy.",
        "21": "Lafarinina ampahafolon’ny efaha kosa no hatolotrao isaky ny ondrilahy kely amin’ny ondrilahy kely fito.",
        "22": "Manolora koa osilahy iray ho fanatitra noho ny ota, mba handrakofana ny fahotanareo.",
        "23": "Ireo no hatolotrareo ankoatra ny fanatitra dorana isa-maraina, izay atolotra tsy tapaka.",
        "24": "Tokony hitovy foana ny ataonareo rehefa manolotra fanatitra isan’andro mandritra ny fito andro ianareo, dia ny sakafo omena ahy, ho fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah. Tokony hampiarahina amin’ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra zava-pisotro miaraka aminy izany fanatitra izany.",
        "25": "Ary manaova fivoriambe masina amin’ny andro fahafito. Aza manao asa mafy, na inona izany na inona.",
        "26": "“‘Amin’ny andron’ny voaloham-bokatra, izany hoe amin’ny fetin’ireo herinandro, rehefa manolotra fanatitra varimbazaha vaovao ho an’i Jehovah ianareo, dia tokony hanao fivoriambe masina. Aza manao asa mafy, na inona izany na inona.",
        "27": "Ireto no hatolotrareo ho fanatitra dorana, mba ho hanitra mahafinaritra an’i Jehovah: Vantotr’ombilahy roa, sy ondrilahy iray, ary ondrilahy kely fito izay herintaona avy.",
        "28": "Ny fanatitra varimbazaha izay hampiarahina amin’ireo dia lafarinina tsara toto afangaro menaka, ka lafarinina telo ampahafolon’ny efaha no hampiarahina amin’ny ombilahy tsirairay, ary roa ampahafolon’ny efaha no hampiarahina amin’ilay ondrilahy.",
        "29": "Lafarinina ampahafolon’ny efaha kosa no hatolotrareo isaky ny ondrilahy kely amin’ny ondrilahy kely fito.",
        "30": "Manolora koa zanak’osy iray handrakofana ny fahotanareo.",
        "31": "Ireo no hatolotrareo miaraka amin’ny fanatitra zava-pisotro, ankoatra ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra varimbazaha ampiarahina aminy. Tsy tokony hisy kilema ireo biby ireo."
    },
    "29": {
        "1": "“‘Manaova fivoriambe masina, amin’ny andro voalohan’ny volana fahafito. Ary aza manao asa mafy, na inona izany na inona. Tokony hitsoka trompetra ianareo amin’io andro io.",
        "2": "Ireto no hatolotrareo ho fanatitra dorana, mba hamoaka hanitra mahafinaritra an’i Jehovah: Vantotr’ombilahy iray, sy ondrilahy iray, ary ondrilahy kely fito izay herintaona avy. Tsy tokony hisy kilema ireo biby rehetra ireo.",
        "3": "Ny fanatitra varimbazaha ampiarahina amin’ireo dia lafarinina tsara toto afangaro menaka, ka lafarinina telo ampahafolon’ny efaha no hampiarahina amin’ilay omby, roa ampahafolon’ny efaha no hampiarahina amin’ilay ondrilahy,",
        "4": "ary ampahafolon’ny efaha no hampiarahina amin’ny ondrilahy kely tsirairay amin’ny ondrilahy kely fito.",
        "5": "Manolora koa osilahy kely iray ho fanatitra noho ny ota, mba handrakofana ny fahotanareo.",
        "6": "Ireo no hatolotrareo, ankoatra ny fanatitra dorana atolotra isam-bolana sy ny fanatitra varimbazaha hampiarahina aminy, ary ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra varimbazaha ampiarahina aminy. Hampiarahina amin’ny fanatitra zava-pisotro daholo ireo, araka ny efa fanao, mba ho hanitra mahafinaritra, ho fanatitra atao anaty afo ho an’i Jehovah.",
        "7": "“‘Tokony hanao fivoriambe masina ianareo, amin’ny andro fahafolon’io volana fahafito io, ary hampijaly tena. Aza miasa mihitsy.",
        "8": "Ireto no hatolotrareo ho fanatitra dorana ho an’i Jehovah, mba ho hanitra mahafinaritra: Vantotr’ombilahy iray, sy ondrilahy iray, ary ondrilahy kely fito izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "9": "Ny fanatitra varimbazaha ampiarahina amin’ireo dia lafarinina tsara toto afangaro menaka, ka lafarinina telo ampahafolon’ny efaha no hampiarahina amin’ilay omby, roa ampahafolon’ny efaha no hampiarahina amin’ilay ondrilahy,",
        "10": "ary ampahafolon’ny efaha no hampiarahina amin’ny ondrilahy kely tsirairay amin’ny ondrilahy kely fito.",
        "11": "Manolora koa osilahy kely iray ho fanatitra noho ny ota, ankoatra an’ilay fanatitra noho ny ota hatao fandrakofam-pahotana, sy ny fanatitra dorana atolotra tsy tapaka, ary ny fanatitra varimbazaha miaraka aminy. Hampiarahina amin’ny fanatitra zava-pisotro daholo ireo.",
        "12": "“‘Manaova fivoriambe masina, amin’ny andro faha-15 amin’ny volana fahafito. Aza manao asa mafy, na inona izany na inona. Ary mankalazà fety ho an’i Jehovah mandritra ny fito andro.",
        "13": "Ireto no hatolotrareo ho fanatitra dorana, izany hoe ho fanatitra atao anaty afo mba ho hanitra mahafinaritra an’i Jehovah: Vantotr’ombilahy 13, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "14": "Ny fanatitra varimbazaha ampiarahina amin’ireo, dia lafarinina tsara toto afangaro menaka, ka lafarinina telo ampahafolon’ny efaha no hampiarahina amin’ny omby tsirairay amin’ireo omby 13 ireo, ary roa ampahafolon’ny efaha no hampiarahina amin’ny ondrilahy tsirairay amin’ireo ondrilahy 2 ireo,",
        "15": "ary ampahafolon’ny efaha no hampiarahina amin’ny ondrilahy kely tsirairay amin’ireo ondrilahy kely 14 ireo.",
        "16": "Manolora koa osilahy kely iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "17": "“‘Amin’ny andro faharoa, dia manolora vantotr’ombilahy 12, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "18": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "19": "Manolora koa osilahy kely iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka sy ny fanatitra varimbazaha miaraka aminy. Hampiarahina amin’ny fanatitra zava-pisotro daholo ireo.",
        "20": "“‘Amin’ny andro fahatelo, dia manolora vantotr’ombilahy 11, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "21": "Hampiarahina amin’ ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "22": "Manolora koa osilahy iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "23": "“‘Amin’ny andro fahefatra, dia manolora vantotr’ombilahy 10, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "24": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "25": "Manolora koa osilahy kely iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "26": "“‘Amin’ny andro fahadimy, dia manolora vantotr’ombilahy 9, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "27": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "28": "Manolora koa osilahy iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "29": "“‘Amin’ny andro fahenina, dia manolora vantotr’ombilahy 8, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "30": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "31": "Manolora koa osilahy iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "32": "“‘Amin’ny andro fahafito, dia manolora vantotr’ombilahy 7, sy ondrilahy 2, ary ondrilahy kely 14 izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "33": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "34": "Manolora koa osilahy iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "35": "“‘Amin’ny andro fahavalo, dia manaova fivoriambe makotrokotroka. Ary aza manao asa mafy, na inona izany na inona.",
        "36": "Ireto no hatolotrareo ho fanatitra dorana, dia fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah: Vantotr’ombilahy iray, sy ondrilahy iray, ary ondrilahy kely fito izay herintaona avy. Tsy tokony hisy kilema daholo ireo.",
        "37": "Hampiarahina amin’ny fanatitra varimbazaha sy fanatitra zava-pisotro ireo omby sy ondrilahy ary ondrilahy kely ireo, araka ny isany avy, sy araka ny efa fanao.",
        "38": "Manolora koa osilahy iray ho fanatitra noho ny ota, ankoatra ny fanatitra dorana atolotra tsy tapaka, sy ny fanatitra varimbazaha, ary ny fanatitra zava-pisotro ampiarahina aminy.",
        "39": "“‘Ireo no hatolotrareo ho an’i Jehovah mandritra an’ireo fety fanaonareo, ho fanatitra dorana sy fanatitra varimbazaha sy fanatitra zava-pisotro ary sorona iombonana, ankoatra ny fanatitra fanefana voady sy ny fanatitra an-tsitrapo atolotrareo.’”",
        "40": "Dia nolazain’i Mosesy tamin’ny Israelita ny didy rehetra nomen’i Jehovah azy."
    },
    "30": {
        "1": "Dia niresaka tamin’ireo lehibem-pokon’ny Israely i Mosesy, hoe: “Izao no didin’i Jehovah:",
        "2": "Raha mivoady amin’i Jehovah ny lehilahy iray, na mianiana ka mivoady hoe hifady zavatra, dia tsy mahazo mivadika amin’ny teniny izy. Tokony hotanterahiny daholo izay rehetra nolazainy tao amin’ilay voady.",
        "3": "“Ary raha misy tovovavy mbola mipetraka ao amin’ny rainy ka mivoady amin’i Jehovah, na mivoady hoe hifady zavatra,",
        "4": "ary henon’ny rainy ilay voady nataony, na ilay voadiny hoe hifady zavatra, nefa tsy manakana azy ny rainy, dia hanan-kery ny voadiny rehetra, ary hanan-kery koa izay voadiny hoe hifady zavatra.",
        "5": "Raha mandrara azy anefa ny rainy rehefa henony hoe nanao voady ilay zanany, na nivoady hoe hifady zavatra, dia tsy hanan-kery ilay voady. Hamela ny helok’ilay tovovavy i Jehovah, satria nandrara azy ny rainy.",
        "6": "“Raha manambady kosa ilay vehivavy, ka mivoady na manao fampanantenana maimaika,",
        "7": "ary henon’ny vadiny ilay izy nefa tsy manakana azy ilay vadiny amin’ilay andro ahenoany an’ilay izy, dia hanan-kery ny voady ataon’ilay vehivavy, na ny voadiny hoe hifady zavatra.",
        "8": "Raha mandrara azy anefa ny vadiny amin’ilay andro ahenoany an’ilay izy, dia azon’ilay vadiny foanana ilay voady, na ilay fampanantenana maimaika nataon’ilay vehivavy. Ary hamela ny helok’ilay vehivavy i Jehovah.",
        "9": "“Raha vehivavy maty vady na nisara-bady indray no mivoady, dia ho voafatotry ny teniny rehetra izy.",
        "10": "“Fa raha ao an-tranon’ny vadiny kosa ny vehivavy no manao voady, na mivoady hoe hifady zavatra,",
        "11": "ary henon’ny vadiny ilay izy nefa tsy manakana azy ilay vadiny sady tsy miteny hoe tsy ekeny ilay izy, dia hanan-kery daholo ny voady rehetra nataon’ilay vehivavy, na izay voadiny hoe hifady zavatra.",
        "12": "Tsy hanan-kery anefa izay voady nataon’ilay vehivavy, na izay voadiny hoe hifady zavatra, na dia nianiana aza izy, raha nanafoana tanteraka an’ilay izy ny vadiny, tamin’ny andro nahenoany an’izany. Efa nofoanan’ny vadiny mantsy ilay izy. Ary hamela ny helok’ilay vehivavy i Jehovah.",
        "13": "Na inona na inona voady ataon’ilay vehivavy, na fianianana sy voady ataony hoe hifady zavatra na hampihafy tena, dia ny vadiny no hampanan-kery na hanafoana an’ilay izy.",
        "14": "Raha tsy manakana azy mihitsy anefa ny vadiny rehefa mandeha ny fotoana, dia mampanan-kery ny voady rehetra nataon’ilay vehivavy izy, na ny voadiny rehetra hoe hifady zavatra. Mampanan-kery an’izany ilay lehilahy, satria tsy nanakana azy tamin’ilay andro nahenoany an’ilay vehivavy nanao an’ilay voady.",
        "15": "Fa raha manafoana an’izany kosa ilay lehilahy taorian’ilay andro nahenoany an’izany, dia izy no hizaka ny fahadisoan’ilay vehivavy.",
        "16": "“Ireo no fitsipika nandidian’i Jehovah an’i Mosesy momba ny lehilahy sy ny vadiny, sy momba ny ray sy ny zanany vavy tanora mbola ao an-tranony.”"
    },
    "31": {
        "1": "Ary hoy i Jehovah tamin’i Mosesy:",
        "2": "“Valio ny Midianita noho ny ratsy nataony tamin’ny Israelita. Aorian’izay dia hangonina any amin’ny razambenao ianao.”",
        "3": "Dia hoy i Mosesy tamin’ny vahoaka: “Asaivo miomana ny lehilahy sasany eo aminareo, mba handeha hiady amin’ny Midianina fa hamaly faty azy i Jehovah.",
        "4": "Tokony ho 1 000 lahy isaky ny fokon’ny Israely no halefanareo ao amin’ny tafika.”",
        "5": "Nisy 1 000 lahy isaky ny foko àry notendrena avy tamin’ireo fokon’ny Israely, ka 12 000 no vonona handeha hiady.",
        "6": "Dia nalefan’i Mosesy tany an’ady niaraka tamin’i Finehasa zanak’i Eleazara ireo 1 000 lahy isam-poko ireo. I Finehasa no mpisorona niaraka tamin’ilay tafika, sady nitondra ny fitaovana masina sy ny trompetra fanairana.",
        "7": "Niady tamin’ny Midianina izy ireo, araka ny didy nomen’i Jehovah an’i Mosesy, dia naripany ny lehilahy rehetra.",
        "8": "Novonoiny niaraka tamin’ireo ny mpanjaka dimy tany Midianina, dia i Evy, Rekema, Zora, Hora, ary Reba. Novonoiny tamin’ny sabatra koa i Balama zanak’i Beora.",
        "9": "Fa nentin’ny Israelita ho babo kosa ny zaza amam-behivavy tany Midianina. Norobain’izy ireo daholo koa ny biby fiompiny sy ny biby hafa ary ny fananany rehetra.",
        "10": "Ary nodorany ny tanàna rehetra nipetrahan’izy ireo sy ny tobiny rehetra.",
        "11": "Dia nalainy daholo ny olona sy biby rehetra azony babo sy norobainy.",
        "12": "Avy eo dia nentiny tao an-toby ny olona babo sy ny zavatra norobainy, izany hoe tany amin’i Mosesy sy Eleazara mpisorona ary ny vahoakan’Israely, tany amin’ny lemaka karakaina any Moaba, any akaikin’ny Reniranon’i Jordana sady tandrifin’i Jeriko.",
        "13": "Dia nivoaka hitsena azy teny ivelan’ny toby i Mosesy sy Eleazara mpisorona ary ny mpiadidy rehetra teo amin’ny vahoaka.",
        "14": "Tezitra tamin’ireo lehilahy voatendry hifehy ny tafika anefa i Mosesy, dia tamin’ny lehiben’ny arivo sy ny lehiben’ny zato avy tany an’ady.",
        "15": "Hoy izy tamin’ireo: “Ary toa tsy nisy novonoinareo ny vehivavy?",
        "16": "Ireo ihany anefa no nitaona ny Israelita hivadika tamin’i Jehovah mba hanompo an’i Balan’i Peora, rehefa nampirisihin’i Balama, ka namely ny vahoakan’i Jehovah ny loza.",
        "17": "Vonoy daholo ny ankizilahikely rehetra sy ny vehivavy rehetra efa nanao firaisana tamin’ny lehilahy.",
        "18": "Tsy voatery hovonoinareo kosa ny tovovavy rehetra mbola tsy nanao firaisana tamin’ny lehilahy.",
        "19": "Ary mitobia fito andro atỳ ivelan’ny toby. Izay rehetra nahafaty olona aminareo sy nikasika faty, dia tokony hanadio ny vatany, amin’ny andro fahatelo sy amin’ny andro fahafito. Tokony hanadio ny tenany koa ny olona nentinareo ho babo.",
        "20": "Diovy koa ny akanjo rehetra, sy ny zavatra rehetra vita amin’ny hoditra, na vita amin’ny volon’osy, na vita amin’ny hazo.”",
        "21": "Dia hoy i Eleazara mpisorona tamin’ny miaramila nandeha niady: “Izao no lalàna nandidian’i Jehovah an’i Mosesy:",
        "22": "‘Ny volamena, ny volafotsy, ny varahina, ny vy, ny firapotsy, ary ny firamainty ihany,",
        "23": "izany hoe izay rehetra mahatanty afo, no ataovy ao anaty afo mba hadio. Hodiovina amin’ny rano fanadiovana koa anefa ilay izy. Izay rehetra tsy mahatanty afo kosa dia diovy amin’ny rano.",
        "24": "Ary sasao ny akanjonareo amin’ny andro fahafito, dia hadio ianareo ka mahazo miditra ao an-toby.’”",
        "25": "Hoy koa i Jehovah tamin’i Mosesy:",
        "26": "“Ataovy lisitra ny zavatra rehetra azo babo, na olona na biby. Ianao sy Eleazara mpisorona ary ny lohan’ireo fianakaviambe eo amin’ny vahoaka no hanao an’izany.",
        "27": "Zarao izay rehetra azo babo, ka ny antsasany ho an’izay ao amin’ny tafika nandeha niady, ary ny antsasany ho an’ny vahoaka sisa rehetra.",
        "28": "Ary tokony hakanao iray isaky ny 500 ny anjaran’ny miaramila nandeha niady, ka hangalana daholo na ny olona na ny omby na ny ampondra na ny ondry aman’osy. Hatao hetra ho an’i Jehovah izany.",
        "29": "Tokony halainao amin’ilay anjaran’izy ireo izany, ka homenao an’i Eleazara mpisorona mba hatao fanomezana ho an’i Jehovah.",
        "30": "Tokony hakanao iray isaky ny 50 kosa ilay anjaran’ny Israelita, ka hakanao daholo na ny olona na ny omby na ny ampondra na ny ondry aman’osy na ny karazana biby fiompy rehetra. Dia omeo ny Levita izany, satria manana andraikitra mifandray amin’ny tranolain’i Jehovah izy ireo.”",
        "31": "Nataon’i Mosesy sy Eleazara mpisorona àry izay nandidian’i Jehovah an’i Mosesy.",
        "32": "Ary ny ambin’ny zavatra azo babo nentin’ny miaramila, dia ondry aman’osy 675 000,",
        "33": "sy omby 72 000,",
        "34": "ary ampondra 61 000.",
        "35": "Ary 32 000 ny vehivavy mbola tsy nanao firaisana tamin’ny lehilahy.",
        "36": "Ny anjaran’ireo nandeha niady dia ondry aman’osy 337 500.",
        "37": "Nisy 675 àry ny hetra ho an’i Jehovah nalaina tamin’ny ondry aman’osy.",
        "38": "Ary 36 000 ny omby, ka 72 ny hetra ho an’i Jehovah.",
        "39": "Ny ampondra indray nisy 30 500, ka 61 ny hetra ho an’i Jehovah.",
        "40": "Ary nisy 16 000 ny olona, ka 32 ny hetra ho an’i Jehovah.",
        "41": "Dia nomen’i Mosesy an’i Eleazara mpisorona izany hetra izany ho fanomezana ho an’i Jehovah, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "42": "Ny antsasany, izay anjaran’ny Israelita, kosa dia navahan’i Mosesy tamin’ny anjaran’ireo lehilahy nandeha niady.",
        "43": "Ireto avy no tao amin’io antsasany io: Ondry aman’osy 337 500,",
        "44": "omby 36 000,",
        "45": "ampondra 30 500,",
        "46": "ary olona 16 000.",
        "47": "Tamin’io anjaran’ny Israelita io no nakan’i Mosesy iray isaky ny 50, na tamin’ny olona izany na tamin’ny biby, ka nomeny ny Levita, araka ny didy nomen’i Jehovah an’i Mosesy. Manana andraikitra ao amin’ny tranolain’i Jehovah mantsy ny Levita.",
        "48": "Avy eo dia nanatona an’i Mosesy ny lehilahy voatendry hifehy an’ireo antoko ao amin’ny tafika, izany hoe ny lehiben’ny arivo sy ny lehiben’ny zato,",
        "49": "ka niteny hoe: “Efa nisain’ny mpanomponao ny lehilahy mpiady eo ambany fahefanay, ka nolazaina taminay hoe tsy misy tsy ao na iray aza.",
        "50": "Aleo àry izahay samy hanolotra ny zavatra hitanay ho fanatitra ho an’i Jehovah, dia zavatra vita amin’ny volamena, rojon-tongotra, brasele, peratra fanombohan-kase, kavina, ary firavaka hafa, mba handrakofana ny fahotanay eo anatrehan’i Jehovah.”",
        "51": "Dia noraisin’i Mosesy sy Eleazara mpisorona ny volamena, dia ny firavaka rehetra nomen’izy ireo.",
        "52": "Koa nahatratra 16 750 sekely ny volamena rehetra natao fanomezana ho an’i Jehovah, avy tamin’ireo lehiben’ny arivo sy lehiben’ny zato.",
        "53": "Samy naka tamin’ny zavatra norobaina mantsy ny miaramila.",
        "54": "Noraisin’i Mosesy sy Eleazara mpisorona ny volamena nomen’ireo lehiben’ny arivo sy lehiben’ny zato, ka nentiny tao amin’ny tranolay fihaonana, mba ho fampahatsiahivana an’izay nataon’i Jehovah ho an’ny vahoakan’Israely."
    },
    "32": {
        "1": "Ary nanana biby fiompy faran’izay betsaka ny taranak’i Robena sy ny taranak’i Gada. Dia hitan’izy ireo fa tsara ho an’ny biby fiompy ny tany tao Jazera sy ny tao Gileada.",
        "2": "Koa nanatona an’i Mosesy sy Eleazara mpisorona ary ny mpiadidy vahoaka ny taranak’i Gada sy ny taranak’i Robena, ka niteny hoe:",
        "3": "“Tany tsara i Atarota, Dibona, Jazera, Nimra, Hesbona, Elale, Sebama, Nebo, ary Beona,",
        "4": "izay nataon’i Jehovah resin’ny vahoakan’Israely. Tena tsara ho an’ny biby fiompy ilay tany. Izahay mpanomponao koa manana biby fiompy be dia be.”",
        "5": "Hoy koa izy ireo: “Aleo omena anay mpanomponao ity tany ity, raha mba mety aminao, fa aza asaina miampita an’i Jordana izahay.”",
        "6": "Dia hoy i Mosesy tamin’ny taranak’i Gada sy ny taranak’i Robena: “Ny rahalahinareo ve handeha hiady nefa ianareo hijanona fotsiny atỳ?",
        "7": "Maninona ianareo no manakivy ny vahoakan’Israely tsy hiampita hankany amin’ilay tany homen’i Jehovah azy?",
        "8": "Izany no nataon’ny razambenareo tamin-dry zareo nirahiko avy tany Kadesi-barnea mba hijery an’ilay tany.",
        "9": "Rehefa niakatra nankany amin’ny Lohasahan’i Eskola izy ka nahita an’ilay tany, dia nataony izay hahakivy ny vahoakan’Israely mba tsy hiditra any amin’ilay tany homen’i Jehovah azy.",
        "10": "Tezitra be i Jehovah tamin’izay andro izay, ka nianiana hoe:",
        "11": "‘Tsy hahita an’ilay tany nianianako tamin’i Abrahama sy Isaka ary Jakoba ny lehilahy 20 taona no ho miakatra, izay nivoaka avy tany Ejipta, satria tsy mba nanaraka ahy tamin’ny fony manontolo izy ireo.",
        "12": "I Kaleba zanak’i Jefone Kenizita sy Josoa zanak’i Nona ihany no hahita an’ilay tany, satria nanaraka an’i Jehovah tamin’ny fony manontolo izy roa lahy.’",
        "13": "Koa tezitra be tamin’ny Israely i Jehovah ka nataony nirenireny tany an-tany efitra nandritra ny 40 taona ry zareo, mandra-paharipaka tanteraka an’ilay taranaka nanao izay ratsy teo imason’i Jehovah.",
        "14": "Manao hoatran’ny razambenareo ihany ianareo izao, ry taranaka ratsy fanahy, ka vao mainka tezitra be amin’ny Israely i Jehovah.",
        "15": "Raha mivadika aminy ianareo, dia tsy maintsy hafoiny atỳ an-tany efitra indray ity vahoaka manontolo ity. Dia ny ataonareo ihany no hampidi-kizo an-dry zareo.”",
        "16": "Nanatona an’i Mosesy izy ireo taorian’izay, ka niteny hoe: “Aleo izahay mba hanorina vala eto ho an’ny biby fiompinay, sy tanàna ho an’ny zanakay.",
        "17": "Hiomana hiady foana anefa izahay, sady handeha eo alohan’ny Israelita, mandra-pitondranay azy any amin’ny taniny. Ny zanakay kosa hipetraka ao amin’ny tanàna misy manda, dia ho voaro amin’ny mponina eto amin’ity tany ity.",
        "18": "Tsy hody any an-tranonay izahay raha tsy efa mahazo anjara tany ho lovany ny Israelita tsirairay.",
        "19": "Fa tsy hahazo lova miaraka amin’izy ireo erỳ ampitan’i Jordana sy any ambadika rehetra any izahay, satria efa nahazo lova etỳ atsinanan’i Jordana.”",
        "20": "Ary hoy i Mosesy tamin’izy ireo: “Izao àry: Raha mandray ny fiadianareo ianareo mba hoentinareo miady eo anatrehan’i Jehovah,",
        "21": "ary raha samy mandray ny fiadianareo ianareo ka miampita an’i Jordana eo anatrehan’i Jehovah, rehefa mandroaka ny fahavalony hiala eo anatrehany izy,",
        "22": "mandra-paharesy an’ilay tany eo anatrehan’i Jehovah, dia mahazo miverina ianareo. Tsy ho meloka eo imason’i Jehovah sy ny Israely ianareo amin’izay, dia ho lasanareo eo anatrehan’i Jehovah ity tany ity.",
        "23": "Fa raha tsy manao an’izany kosa ianareo, dia manota amin’i Jehovah. Raha manota anefa ianareo, dia fantaro fa hizaka ny vokatr’izany ianareo.",
        "24": "Mahazo manorina tanàna ho an’ny zanakareo àry ianareo, sady mahazo manao vala ho an’ny ondry aman’osinareo koa. Tsy maintsy mitana ny teninareo anefa ianareo.”",
        "25": "Dia hoy ny taranak’i Gada sy ny taranak’i Robena tamin’i Mosesy: “Izay andidian’ny tompoko mihitsy no hataon’ny mpanomponao.",
        "26": "Hijanona atỳ amin’ny tanànan’i Gileada ny zanakay sy ny vadinay ary ny biby fiompinay rehetra.",
        "27": "Fa araka izay lazain’ny tompoko, dia izahay mpanomponao rehetra no handeha hiampita, izany hoe izay lehilahy mitondra fitaovam-piadiana ka efa vonona hiady eo anatrehan’i Jehovah.”",
        "28": "Dia nomen’i Mosesy baiko i Eleazara mpisorona sy Josoa zanak’i Nona ary ny lohan’ny fianakaviamben’ny fokon’ny Israely,",
        "29": "ka hoy izy tamin’izy ireo: “Raha miampita an’i Jordana miaraka aminareo eo anatrehan’i Jehovah ny taranak’i Gada sy ny taranak’i Robena, izany hoe izay lehilahy mitondra fitaovam-piadiana sy efa vonona hiady, ka resinareo ilay tany, dia omeo an-dry zareo i Gileada.",
        "30": "Fa raha tsy mitondra fitaovam-piadiana kosa ry zareo ary tsy miampita miaraka aminareo, dia hipetraka ao Kanana miaraka aminareo ihany.”",
        "31": "Dia hoy ny taranak’i Gada sy ny taranak’i Robena: “Izay nolazain’i Jehovah taminay mpanomponao no hataonay.",
        "32": "Hitondra fitaovam-piadiana izahay, dia handeha hiampita ho any Kanana eo anatrehan’i Jehovah. Ny etỳ aminay etỳ ampitan’i Jordana anefa no ho lovanay.”",
        "33": "Ireto àry no nomen’i Mosesy ho an’ny taranak’i Gada sy ny taranak’i Robena ary ny antsasaky ny fokon’i Manase zanak’i Josefa: Ny fanjakan’i Sihona mpanjakan’ny Amorita sy ny fanjakan’i Oga mpanjakan’i Basana, izany hoe ny tany ao amin’ireo tanàna ao anatin’ireo faritra ireo, ary ny tanàna any amin’ny faritra manodidina.",
        "34": "Dia naorin’ny taranak’i Gada i Dibona, Atarota, Aroera,",
        "35": "Atrota-sofana, Jazera, Jogbeha,",
        "36": "Beti-nimra, ary Beti-harana. Tanàna misy manda daholo ireo. Nanorina vala vita amin’ny vato ho an’ny ondry aman’osy koa izy ireo.",
        "37": "Ny taranak’i Robena kosa nanorina an’i Hesbona, Elale, Kiriataima,",
        "38": "Nebo sy Bala-meona izay samy novana anarana, ary Sibma. Naorin’izy ireo indray ireo tanàna ireo ka nomeny anarana vaovao.",
        "39": "Ary nandeha nanafika an’i Gileada ny taranak’i Makira zanak’i Manase, dia azony ilay tany ka noroahiny ny Amorita nipetraka tao.",
        "40": "Koa nomen’i Mosesy an’i Makira zanak’i Manase i Gileada, ary lasa nipetraka tao izy.",
        "41": "I Jaira zanak’i Manase indray nandeha nanafika ka azony ny tanàna tranolay tao Gileada. Dia nantsoiny hoe Havota-jaira ireny.",
        "42": "Ary nandeha nanafika an’i Kenata sy ny tanàna niankina taminy i Noba. Dia nantsoiny hoe Noba araka ny anarany ihany ilay izy."
    },
    "33": {
        "1": "Ireto avy ny lalana nalehan’ny vahoakan’Israely, rehefa nivoaka avy tany Ejipta araka ny antokony avy izy ireo, ary i Mosesy sy Arona no nitarika azy tamin’izay.",
        "2": "Nosoratan’i Mosesy foana izay toerana niaingana isaky ny lalana nandalovan’izy ireo, araka ny baikon’i Jehovah. Ireto avy izany lalana izany, niainga avy teo amin’ny toerana anankiray mankany amin’ny anankiray:",
        "3": "Niainga avy tao Ramesesa ny Israelita tamin’ny andro faha-15 amin’ny volana voalohany. Ny ampitson’ny Paska ihany izy ireo dia nivoaka teo imason’ny Ejipsianina rehetra sady feno toky.",
        "4": "Nandevina ny lahimatoany rehetra novonoin’i Jehovah ny Ejipsianina tamin’izay, satria efa nofaizin’i Jehovah ny andriamanitry ny Ejipsianina.",
        "5": "Niainga avy tao Ramesesa àry ny Israelita, dia nitoby tao Sokota;",
        "6": "niainga avy tao Sokota, dia nitoby tao Etama teo an-tsisin’ny tany efitra;",
        "7": "niainga avy tao Etama, dia niverina tany Pihahirota, teny akaikin’i Bala-zefona, dia nitoby nanandrify an’i Migdola.",
        "8": "Niainga avy tao Pihahirota izy ireo taorian’izay, dia namakivaky teo afovoan’ny ranomasina mba hankany an-tany efitra. Nandeha lalana telo andro tany an-tany efitr’i Etama izy ireo, dia nitoby tao Mara.",
        "9": "Avy eo dia niainga avy tao Mara izy ireo, dia tonga tao Elima. Nisy loharano 12 sy hazo palmie 70 tao Elima, ka nitoby tao izy ireo.",
        "10": "Niainga avy tao Elima indray izy ireo, dia nitoby teo akaikin’ny Ranomasina Mena;",
        "11": "niainga avy teo amin’ny Ranomasina Mena, dia nitoby tany an-tany efitr’i Sina;",
        "12": "niainga avy tany an-tany efitr’i Sina, dia nitoby tao Dopka;",
        "13": "niainga avy tao Dopka, dia nitoby tao Alosy;",
        "14": "niainga avy tao Alosy, dia nitoby tao Refidima. Tsy nisy rano hosotroin’ny olona tao tamin’izay.",
        "15": "Niainga avy tao Refidima indray izy ireo, dia nitoby tany an-tany efitr’i Sinay.",
        "16": "Niainga avy tany an-tany efitr’i Sinay izy ireo, dia nitoby tao Kibrota-hatava;",
        "17": "niainga avy tao Kibrota-hatava, dia nitoby tao Hazerota;",
        "18": "niainga avy tao Hazerota, dia nitoby tao Ritma;",
        "19": "niainga avy tao Ritma, dia nitoby tao Rimona-pereza;",
        "20": "niainga avy tao Rimona-pereza, dia nitoby tao Libna;",
        "21": "niainga avy tao Libna, dia nitoby tao Risa;",
        "22": "niainga avy tao Risa, dia nitoby tao Kehelata;",
        "23": "ary niainga avy tao Kehelata, dia nitoby teo amin’ny Tendrombohitra Sapera.",
        "24": "Niainga avy teo amin’ny Tendrombohitra Sapera indray izy ireo, dia nitoby tao Harada;",
        "25": "niainga avy tao Harada, dia nitoby tao Makelota;",
        "26": "niainga avy tao Makelota, dia nitoby tao Tahata;",
        "27": "niainga avy tao Tahata, dia nitoby tao Tera;",
        "28": "niainga avy tao Tera, dia nitoby tao Mitka;",
        "29": "niainga avy tao Mitka, dia nitoby tao Hasmona;",
        "30": "niainga avy tao Hasmona, dia nitoby tao Moserota;",
        "31": "niainga avy tao Moserota, dia nitoby tao Bene-jakana;",
        "32": "niainga avy tao Bene-jakana, dia nitoby tao Hora-hagidgada;",
        "33": "niainga avy tao Hora-hagidgada, dia nitoby tao Jotbata;",
        "34": "niainga avy tao Jotbata, dia nitoby tao Abrona;",
        "35": "niainga avy tao Abrona, dia nitoby tao Eziona-gebera;",
        "36": "ary niainga avy tao Eziona-gebera, dia nitoby tao an-tany efitr’i Zina, izany hoe Kadesy.",
        "37": "Taorian’izay, dia niainga avy tao Kadesy izy ireo, dia nitoby teo amin’ny Tendrombohitra Hora, teo amin’ny sisin-tanin’i Edoma.",
        "38": "Dia niakatra teo amin’ny Tendrombohitra Hora i Arona mpisorona, araka ny baikon’i Jehovah. Tao izy no maty, tamin’ny taona faha-40 taorian’ny nialan’ny Israelita tany Ejipta, tamin’ny andro voalohan’ny volana fahadimy.",
        "39": "Ary 123 taona i Arona tamin’izy maty tao amin’ny Tendrombohitra Hora.",
        "40": "Dia henon’ilay Kananita mpanjakan’i Arada, izay nipetraka tany Negeba, tany Kanana, fa tonga ny Israelita.",
        "41": "Tatỳ aoriana, dia niainga avy teo amin’ny Tendrombohitra Hora ny Israelita, dia nitoby tao Zalmona;",
        "42": "niainga avy tao Zalmona, dia nitoby tao Ponona;",
        "43": "niainga avy tao Ponona, dia nitoby tao Obota;",
        "44": "niainga avy tao Obota, dia nitoby tao Ie-abarima, teo amin’ny sisin-tanin’i Moaba;",
        "45": "niainga avy tao Ima, dia nitoby tao Dibona-gada;",
        "46": "niainga avy tao Dibona-gada, dia nitoby tao Almona-diblataima;",
        "47": "niainga avy tao Almona-diblataima, dia nitoby teo amin’ireo tendrombohitr’i Abarima, tandrifin’i Nebo;",
        "48": "ary niainga avy teo amin’ireo tendrombohitr’i Abarima, dia nitoby teny amin’ny lemaka karakaina any Moaba, teo akaikin’ny Reniranon’i Jordana, tandrifin’i Jeriko.",
        "49": "Mbola nitoby teo akaikin’ny Reniranon’i Jordana izy ireo, nanomboka tany Beti-jesimota ka hatrany Abela-sitima, teny amin’ny lemaka karakaina any Moaba.",
        "50": "Ary hoy i Jehovah tamin’i Mosesy, teo amin’ny lemaka karakaina any Moaba, teo akaikin’ny Reniranon’i Jordana, tandrifin’i Jeriko:",
        "51": "“Teneno ny Israelita hoe: ‘Hiampita an’i Jordana izao ianareo, dia hiditra ao Kanana.",
        "52": "Roahy eo anatrehanareo daholo ny mponina ao amin’ilay tany, dia poteho daholo ny sarivongana vato namboarin’izy ireo. Poteho daholo koa ny sarivongana metaly sy ny toerana avo masina ao.",
        "53": "Ary alaivo ho anareo ilay tany, dia mipetraha ao. Tena homeko ho fanananareo mantsy io tany io.",
        "54": "Dia zarao isaky ny foko sy fianakaviana ilay tany, ka ataovy antsapaka. Tokony hataonareo ngeza kokoa ny an’izay foko lehibe kokoa, fa hatao kely kokoa ny an’izay foko kely kokoa. Izay tany azon’ny foko tsirairay amin’ny antsapaka no ho lasa lovany. Ary araka ny fokon’ny razambenareo no hahazoanareo tany ho anjara lovanareo.",
        "55": "“‘Fa raha tsy roahinareo hiala eo anatrehanareo ny mponina ao amin’ilay tany, dia ho toy ny zavatra malailay amin’ny masonareo ny olona avelanareo hijanona ao, sady ho toy ny tsilo eo amin’ny andilanareo. Hampijaly anareo ry zareo, eo amin’ilay tany hipetrahanareo.",
        "56": "Ary izay noeritreretiko hatao amin-dry zareo no hataoko aminareo.’”"
    },
    "34": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Omeo an’izao toromarika izao ny Israelita: ‘Hiditra ao Kanana ianareo, ka ireto avy ny sisin’ny tany Kanana, ilay tany homena ho lovanareo.",
        "3": "“‘Ny sisiny atsimo amin’ny taninareo dia hanomboka any amin’ny tany efitr’i Zina eo akaikin’i Edoma. Ary hanomboka any amin’ny faran’ny Ranomasin-tsira ilay izy, any atsinanana.",
        "4": "Hivily eo atsimon’ilay fiakarana Akrabima ny sisin-taninareo, dia hitohy hatrany Zina, ary any atsimon’i Kadesi-barnea ny farany. Hitatra hatrany Hazara-adara ilay izy ka hitohy hatrany Azmona.",
        "5": "Dia eo Azmona ilay izy no hivily mankany amin’ny Reniranon’i Ejipta, ary any amin’ny Ranomasina ny farany.",
        "6": "“‘Ny Ranomasina Lehibe sy ny morontsiraka indray no ho sisiny andrefana amin’ny taninareo. Io no ho sisiny andrefana amin’ny taninareo.",
        "7": "“‘Izao kosa no ho sisiny avaratra amin’ny taninareo: Manomboka eo amin’ny Ranomasina Lehibe ilay izy, ka hatrany amin’ny Tendrombohitra Hora,",
        "8": "ary avy eo amin’ny Tendrombohitra Hora ka hatrany Lebo-hamata, ary any Zedada ny farany.",
        "9": "Dia hitohy hatrany Zifrona ilay izy ka any Hazara-enana ny farany. Io no ho sisiny avaratra amin’ny taninareo.",
        "10": "“‘Farito ny sisin-taninareo any atsinanana, manomboka eo Hazara-enana ka hatrany Sefama.",
        "11": "Hanomboka eo Sefama ilay izy ka hitohy hatrany Ribla, hatrany atsinanan’i Aina, ary hidina ihany ka hanapaka ny tehezan-kavoana eny atsinanan’ny Ranomasin’i Kinereta,",
        "12": "dia hitohy hatrany amin’ny Reniranon’i Jordana, ka any amin’ny Ranomasin-tsira ny farany. Izany no ho taninareo miaraka amin’ny sisin-tany manodidina azy.’”",
        "13": "Nomen’i Mosesy toromarika àry ny Israelita hoe: “Io ilay tany hozarainareo ho fanananareo, ka hatao antsapaka ny fizarana azy, araka ilay didy nomen’i Jehovah hoe homena ny foko sivy sy sasany io tany io.",
        "14": "Efa naka ny lovany mantsy ny fokon’ny taranaky ny Robenita isaky ny fianakaviambeny, sy ny fokon’ny taranaky ny Gadita isaky ny fianakaviambeny, ary ny antsasaky ny fokon’i Manase.",
        "15": "Ireo foko roa sy sasany ireo dia efa naka ny lovany etỳ atsinanan’ny faritr’i Jordana, tandrifin’i Jeriko, manandrify ny fiposahan’ny masoandro.”",
        "16": "Hoy koa i Jehovah tamin’i Mosesy:",
        "17": "“Ireto no anaran’ny lehilahy hizara an’ilay tany ho fanananareo: Eleazara mpisorona sy Josoa zanak’i Nona.",
        "18": "Ary haka mpiadidy iray isam-poko ianareo mba hizara an’ilay tany ho lovanareo.",
        "19": "Dia ireto no anaran’ireo lehilahy ireo: Kaleba zanak’i Jefone no avy amin’ny fokon’i Joda;",
        "20": "Semoela zanak’i Amihoda no avy amin’ny fokon’ny taranak’i Simeona;",
        "21": "Elidada zanak’i Kislona no avy amin’ny fokon’i Benjamina;",
        "22": "Boky mpiadidy zanak’i Jogly no avy amin’ny fokon’ny taranak’i Dana;",
        "23": "ny avy amin’ny taranak’i Josefa: Haniela mpiadidy zanak’i Efoda no avy amin’ny fokon’ny taranak’i Manase,",
        "24": "ary Kemoela mpiadidy zanak’i Siftana no avy amin’ny fokon’ny taranak’i Efraima;",
        "25": "Elizafana mpiadidy zanak’i Parnaka no avy amin’ny fokon’ny taranak’i Zebolona;",
        "26": "Paltiela mpiadidy zanak’i Azana no avy amin’ny fokon’ny taranak’i Isakara;",
        "27": "Ahihoda mpiadidy zanak’i Selomy no avy amin’ny fokon’ny taranak’i Asera;",
        "28": "ary Pedahela mpiadidy zanak’i Amihoda no avy amin’ny fokon’ny taranak’i Naftaly.”",
        "29": "Ireo no nasain’i Jehovah nizara an’ilay tany ho an’ny Israelita tao Kanana."
    },
    "35": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy, teo amin’ny lemaka karakaina any Moaba, teo akaikin’ny Reniranon’i Jordana, tandrifin’i Jeriko:",
        "2": "“Teneno ny Israelita hoe omeo tanàna avy amin’ny lovany ny Levita mba hipetrahany. Homen’izy ireo ho an’ny Levita koa ny kijana manodidina an’ireo tanàna ireo.",
        "3": "Hipetraka ao amin’ireny tanàna ireny ny Levita, fa ny kijana kosa ho an’ny biby fiompiny sy ny fananany ary ny bibiny hafa rehetra.",
        "4": "Ataovy 1 000 hakiho miala avy eo amin’ny manda manodidina ny tanàna ny kijana homenareo ny Levita.",
        "5": "Any ivelan’ny tanàna, dia handrefy 2 000 hakiho amin’ny lafiny atsinanana ianareo, 2 000 hakiho amin’ny lafiny atsimo, 2 000 hakiho amin’ny lafiny andrefana, ary 2 000 hakiho amin’ny lafiny avaratra, ka ny tanàna no eo afovoany. Ireo no ho kijanan’ny tanànan’izy ireo.",
        "6": "“Ny tanàna homenareo ny Levita dia tanàna fialokalofana 6 handosiran’izay nahafaty olona, miampy tanàna 42 ankoatra an’ireo.",
        "7": "Tanàna 48 miaraka amin’ny kijanany àry no homenareo ny Levita.",
        "8": "Avy amin’ny tanin’ny Israelita ireo tanàna homenareo ny Levita ireo. Izay foko lehibe kokoa no hakanareo betsaka, ary izay foko kely kokoa hakanareo kely. Samy hanome amin’ny tanànany ho an’ny Levita ny foko tsirairay, arakaraka ny lova azony.”",
        "9": "Hoy koa i Jehovah tamin’i Mosesy:",
        "10": "“Teneno ny Israelita hoe: ‘Hiampita an’i Jordana izao ianareo, dia ho any Kanana.",
        "11": "Fidio izay tanàna mety aminareo, mba hatao tanàna fialokalofana handosiran’izay nahafaty olona tsy nahy.",
        "12": "Ho fialokalofana ho anareo ireny tanàna ireny, mba tsy ho tratran’ny mpamaly ra ianareo. Amin’izay dia tsy ho faty izay nahafaty olona, alohan’ny hitsarana azy eo anatrehan’ny vahoaka.",
        "13": "Izany no hampiasana ny tanàna fialokalofana enina homenareo.",
        "14": "Tanàna telo no homenareo etỳ ampitan’i Jordana, ary telo kosa any Kanana, mba hatao tanàna fialokalofana.",
        "15": "Ho fialokalofana ho an’ny Israelita sy ny vahiny ary ny mpiavy ireo tanàna enina ireo, mba handosiran’izay nahafaty olona tsy nahy.",
        "16": "“‘Raha fitaovana vy no namelezany an’ilay olona ka maty ilay olona, dia mpamono olona izy. Tsy maintsy vonoina ho faty ilay mpamono olona.",
        "17": "Raha vato mety hahafaty no namelezany azy ka maty ilay olona, dia mpamono olona izy. Tsy maintsy vonoina ho faty ilay mpamono olona.",
        "18": "Ary raha fitaovana vita amin’ny hazo mety hahafaty no namelezany azy ka maty ilay olona, dia mpamono olona izy. Tsy maintsy vonoina ho faty ilay mpamono olona.",
        "19": "“‘Ny mpamaly ra no hamono ho faty an’ilay mpamono olona. Izy no hamono azy ho faty rehefa mahita azy.",
        "20": "Ary raha maty ilay olona fa natosiny satria halany, na notorahany satria tiany hovonoina,",
        "21": "na raha nasiany ilay olona satria halany ka maty, dia tsy maintsy vonoina ho faty ilay namely. Mpamono olona izy. Hamono azy ho faty ny mpamaly ra rehefa mahita azy.",
        "22": "“‘Raha tsy nampoiziny kosa fa voatosiny ilay olona na voatorany zavatra, nefa tsy halany na tsy tiany hovonoina,",
        "23": "na raha tsy hitany ilay olona ka voazerany vato, nefa izy tsy fahavalon’ilay olona na te hanisy ratsy azy, ka maty ilay olona,",
        "24": "dia hotsarain’ny fiangonana araka ireo didy ireo ilay namely sy ny mpamaly ra.",
        "25": "Avy eo dia hovonjen’ny fiangonana mba tsy ho tratran’ny mpamaly ra ilay nahafaty olona, ka haverina any amin’ilay tanàna fialokalofana efa nalehany tamin’izy nandositra. Hipetraka any izy mandra-pahafatin’ny mpisoronabe izay nohosorana menaka masina.",
        "26": "“‘Raha mivoaka an’ilay faritry ny tanàna fialokalofana nalehany anefa ilay nahafaty olona,",
        "27": "ary hitan’ny mpamaly ra any ivelan’ny faritr’ilay tanàna izy ka vonoiny, dia tsy ho meloka ho nandatsa-dra ilay mpamaly ra.",
        "28": "Tsy maintsy mipetraka ao amin’ny tanàna fialokalofana mantsy ilay nahafaty olona, mandra-pahafatin’ny mpisoronabe. Fa rehefa maty ilay mpisoronabe, dia mahazo miverina any amin’ny taniny izy.",
        "29": "Izany no lalàna harahinareo hatramin’ny taranakareo fara aman-dimby, rehefa mitsara an’ireo raharaha ireo ianareo, any amin’izay tany ipetrahanareo.",
        "30": "“‘Izay mahafaty olona dia tokony hovonoina ho faty, satria mpamono olona. Tokony hisy vavolombelona manamarina an’izany anefa. Tsy misy azo vonoina ho faty kosa raha iray monja ny vavolombelona.",
        "31": "Aza mandray vidim-panavotana hamonjena ny ain’ny mpamono olona izay mendrika ny ho faty. Tsy maintsy vonoina ho faty mantsy izy.",
        "32": "Ary aza mandray vidim-panavotana homen’izay nandositra tany amin’ny tanàna fialokalofana mba hamelana azy hody any amin’ny taniny alohan’ny hahafatesan’ny mpisoronabe.",
        "33": "“‘Aza mandoto ny tany misy anareo. Mandoto ny tany mantsy ny ra. Tsy misy fandrakofam-pahotana ho an’ilay tany raha misy ra nalatsaka teo amin’ilay izy, afa-tsy ny ran’izay nandatsaka an’izany ihany.",
        "34": "Aza mandoto an’ilay tany ipetrahanareo, izay sady onenako koa. Fa izaho Jehovah dia monina eo afovoan’ny vahoakan’Israely.’”"
    },
    "36": {
        "1": "Dia nanatona an’i Mosesy sy ireo mpiadidy teo amin’ny Israelita ny lohan’ny fianakaviamben’ny taranak’i Gileada, zanak’i Makira, zanak’i Manase, avy tamin’ny fianakaviamben’ny taranak’i Josefa.",
        "2": "Dia hoy izy ireo: “Nomen’i Jehovah didy ny tompoko mba hizara ny tany ho lovan’ny Israelita amin’ny alalan’ny antsapaka. Nodidian’i Jehovah koa ny tompoko mba hanome ny lovan’i Zelofada rahalahinay ho an’ny zanany vavy.",
        "3": "Raha manambady lehilahy avy amin’ny foko hafa amin’ny Israelita anefa izy ireo, dia hesorina amin’ny lovan’ny razambenay ny lovan-dry zareo, ka hitambatra amin’ny lovan’ny fokon’izay olona ho vadiny. Dia hesorina amin’ny lova nomena anay tamin’ny antsapaka izany.",
        "4": "Ary rehefa tonga ny Jobily ho an’ny vahoakan’Israely, dia hatambatra amin’ny lovan’ny fokon’izay olona ho vadiny ny lovan-dry zareo, ka hesorina amin’ny lovan’ny fokon’ny razambenay.”",
        "5": "Dia notenenin’i Mosesy ny Israelita, araka ny baikon’i Jehovah, hoe: “Marina izany tenin’ny fokon’ny taranak’i Josefa izany.",
        "6": "Izao àry no didin’i Jehovah ho an’ny zanakavavin’i Zelofada: ‘Afaka manambady an’izay tiany izy ireo, nefa tokony ho ao amin’ny fianakavian’ny fokon’ny rainy ihany.",
        "7": "Tsy misy lova tokony hafindrafindra foko eo amin’ny Israelita, fa samy tokony hitazona ny lovan’ny fokon’ny razambeny izy ireo.",
        "8": "Izay anisan’ny taranaky ny fokon’ny rainy ihany no tokony ho vadin’ny zanakavavy rehetra manana lova eo amin’ny fokon’ny Israely. Amin’izay dia samy hitazona ny lovan’ny razambeny ny Israelita.",
        "9": "Tsy misy lova tokony hafindrafindra foko eo amin’ny Israelita, fa samy tokony hitazona ny lovany avy ny fokon’ny Israely.’”",
        "10": "Dia nanao an’izay nandidian’i Jehovah an’i Mosesy ny zanakavavin’i Zelofada.",
        "11": "Nanambady an’ireo zanaky ny rahalahin-drainy àry i Mahala sy Tirza sy Hogla sy Milka ary Noa, zanakavavin’i Zelofada.",
        "12": "Lasa vadin’ny lehilahy tao amin’ny fianakavian’ny taranak’i Manase, zanak’i Josefa, izy ireo. Amin’izay dia hijanona ao amin’ny fokon’ny fianakavian’ny rainy ihany ny lovan’izy ireo.",
        "13": "Ireo no didy sy didim-pitsarana nomen’i Jehovah ny Israelita tamin’ny alalan’i Mosesy, teo amin’ny lemaka karakaina any Moaba, teo akaikin’ny Reniranon’i Jordana, tandrifin’i Jeriko."
    },
    "meta": {
        "name": "Nomery",
        "order": 3,
        "chapter_number": 36
    }
}