{
    "1": {
        "1": "Ny fahitan’i Obadia: Hoy i Jehovah Tompo Fara Tampony momba an’i Edoma: “Naheno tatitra avy amin’i Jehovah izahay, Dia nisy olona nirahina hankany amin’ireo firenena hilaza hoe: ‘Mitsangàna! Andao isika hiomana hiady amin’i Edoma!’”",
        "2": "“Ataoko tsy misy dikany ianao eo amin’ireo firenena; Ary tena atao tsinontsinona.",
        "3": "Nirehareha loatra ny fonao ka voafitaka ianao, Ry ilay mipetraka eny an-tsefatsefaky ny harambato, Sy mipetraka eny amin’ny toerana avo, ka mieritreritra hoe: ‘Iza no hahavita hampidina ahy eny amin’ny tany?’",
        "4": "Na ataonao avo hoatran’ny an’ny voromahery aza ny tranonao, Ary na ataonao eny amin’ny kintana aza ny akaninao, Dia avy eny no hampidinako anao”, hoy i Jehovah.",
        "5": "“Raha misy mpangalatra tonga ao aminao, ary misy mpandroba tonga amin’ny alina, Tsy izay tiany ihany ve no hangalariny? Na, raha mpioty voaloboka no tonga ao aminao, Tsy hamela sisa hotsimponina ihany ve izy? Fa ianao kosa ho ringana tsy hisy hiangana intsony!",
        "6": "Notadiavina daholo ny taranak’i Esao. Nokarohina mafy ny harenany miafina.",
        "7": "Ary nanery anao hankeny amin’ny sisin-taniny ny olona nifanaraka taminao. Namitaka anao daholo izy ireo. Nandresy anao ny olona nihavana tsara taminao. Ary hamelatra harato hamandrihana anao izay miara-misakafo aminao, Nefa tsy ho fantatrao akory izany.",
        "8": "Hoy i Jehovah: “Amin’izany andro izany, Dia haringako ny olon-kendrin’i Edoma, Ary haringako ny olona misaina, ao amin’ny faritra be tendrombohitr’i Esao.",
        "9": "Dia hatahotra be ny miaramilanao, ry Temana ô! Hovonoina ho faty daholo mantsy izy ireo, ka tsy hisy ho tavela intsony ao amin’ny faritra be tendrombohitr’i Esao.",
        "10": "Ho menatra be ianao, Dia ho ringana mandrakizay, Satria nahery setra tamin’i Jakoba rahalahinao.",
        "11": "Nitazam-potsiny ianao tamin’izay andro izay, Rehefa naka ny tafiny ho babo ny fahavalo, Ary niditra teo am-bavahadiny ny hafa firenena ka nanao antsapaka an’i Jerosalema. Nanao hoatran’ny nataon’izy ireo ianao.",
        "12": "Tsy tokony ho nifaly tamin’izay nanjo ny rahalahinao ianao, tamin’ny andro nahitany loza. Tsy tokony ho nifaly ianao, tamin’ny andro nandringanana ny taranak’i Joda, Ary tsy tokony ho nanao teny an’avona ianao, tamin’ny andro nijaliany.",
        "13": "Tsy tokony ho niditra teo am-bavahadin’ny vahoakako ianao, tamin’ny andro nahitany loza. Tsy tokony ho nifaly tamin’izay nanjo azy ianao, tamin’ny andro nahitany loza, Ary tsy tokony ho naka ny harenany ianao, tamin’ny andro nahitany loza.",
        "14": "Tsy tokony ho niandry teny amin’ny sampanan-dalana ianao, mba hamono an’izay afa-nandositra, Ary tsy tokony ho natolotrao teo am-pelatanan’ny fahavalony izay sisa tsy maty, tamin’ny andro nijaliany.",
        "15": "Fa efa akaiky ny andron’i Jehovah, ka hanafay ny firenena rehetra izy amin’izay. Hoatran’izay nataonao taminy ihany no hatao aminao koa. Ary hivaly aminao izay nataonao tamin’olon-kafa.",
        "16": "Nisotro divay teo amin’ny tendrombohitro masina ianareo, Dia hisotro ny divain’ny fahatezerako hoatr’izany foana koa ny firenena rehetra, Ary hisotro sy hitelina an’izany izy ireo, Ka ho lasa hoatran’ny tsy nisy akory.",
        "17": "Izay afa-mandositra kosa hankeo amin’ny Tendrombohitra Ziona, Dia ho masina izy io. Ary ho lasan’ny taranak’i Jakoba indray ny fananany taloha.",
        "18": "Dia ho lasa afo ny taranak’i Jakoba, Ho lelafo ny taranak’i Josefa, Ary ho vodivary kosa ny taranak’i Esao. Hodoran’izy ireo sy holevoniny ny taranak’i Esao, Ka tsy hisy ho velona intsony, Fa i Jehovah no efa niteny.",
        "19": "Ary ho lasan’izy ireo i Negeba sy ny faritra be tendrombohitr’i Esao, Sy Sefela, ary ny tanin’ny Filistinina. Ho lasan’izy ireo koa ny faritr’i Efraima sy ny faritr’i Samaria, Ary ho lasan’i Benjamina kosa i Gileada.",
        "20": "Ireo teto amin’ity dongon-tany ity izay natao sesitany, izany hoe ny vahoakan’Israely, No hahazo ny tanin’ny Kananita hatrany Zarefata. Fa ny mponin’i Jerosalema izay natao sesitany tany Sefarada kosa no haka an’ireo tanànan’i Negeba.",
        "21": "Hisy mpamonjy hiakatra eo amin’ny Tendrombohitra Ziona, Ary hitsara ny faritra be tendrombohitr’i Esao izy ireo. Dia ho lasan’i Jehovah ny fanjakana.”"
    },
    "meta": {
        "name": "Obadia",
        "order": 30,
        "chapter_number": 1
    }
}