{
    "1": {
        "1": "Ny fahitan’i Obadia: Izao no nolazain’i Jehovah Tompo Fara Tampony, momba an’i Edoma: “Nandre tatitra avy amin’i Jehovah izahay, ary nisy iraka nalefa tany amin’ireo firenena hilaza hoe: ‘Mitsangàna! Andao hiady aminy!’”",
        "2": "“Efa nataoko firenena kely ianao, teo amin’ireo firenena. Ary tena atao tsinontsinona ianao.",
        "3": "Ny fireharehan’ny fonao no namitaka anao, ry ilay mipetraka eny an-tsefatsefa-bato sy monina eny amin’ny toerana avo, ka manao anakampo hoe: ‘Iza no hampidina ahy eny amin’ny tany?’",
        "4": "Raha miakatra eny amin’ny avo toy ny ataon’ny voromahery ianao, na mametraka ny akaninao eny amin’ny kintana, dia avy eny no hampidinako anao”, hoy i Jehovah.",
        "5": "“Raha mpangalatra no tonga ao aminao, ary raha mpandroba no tonga amin’ny alina, dia haripany tanteraka ve ianao? Tsy izay tiany ihany ve no hangalariny? Na, raha mpioty voaloboka no tonga ao aminao, tsy hamela sisa hotsimponina ve izy?",
        "6": "Fisavana re izany natao tamin’ny taranak’i Esao izany! Notadiavina fatratra ireo harenany miafina.",
        "7": "Ary nalefany hatrany amin’ny sisin-tany ianao. Samy namitaka anao ireo nanao fifanekena taminao. Nandresy anao ireo tsara fihavanana taminao. Ary hamelatra harato hamandrihana anao ireo miara-misakafo aminao, fa toy ny olona tsy misaina ianao.",
        "8": "Tsy hitranga ve izany amin’izay andro izay?”, hoy i Jehovah. “Ary haringako tokoa tsy ho ao Edoma ny olon-kendry, ary hofoanako tsy ho ao amin’ny faritra be tendrombohitr’i Esao ny olona mahay manavaka.",
        "9": "Dia hihorohoro ireo olo-mahery eo aminao, ry Temana ô! Fa ho ringana tsy ho eo amin’ny faritra be tendrombohitr’i Esao ny tsirairay aminy, satria hovonoina.",
        "10": "Koa hanarona anao ny henatra, ary ho ringana mandrakizay ianao, noho ny herisetra nihatra tamin’i Jakoba rahalahinao.",
        "11": "Tamin’ny andro nihatakatahanao, sy namaboan’ny vahiny ny tafiky ny rahalahinao, ary nidiran’ny hafa firenena teo am-bavahadiny ka nanaovan’izy ireny antsapaka an’i Jerosalema, dia toy ny iray tamin’ireny koa ianao.",
        "12": "“Tsy tokony ho finaritra nitazana ianao, tamin’ny andro nahitan’ny rahalahinao fahavoazana. Tsy tokony ho nifaly ianao, tamin’ny andro nandringanana ny taranak’i Joda. Ary tsy tokony ho be vava ianao, tamin’ny andro fahoriany.",
        "13": "Tsy tokony ho niditra teo am-bavahadin’ny oloko ianao, tamin’ny andro nahitany loza. Tsy tokony ho nijery ny fahavoazany ianao, tamin’ny andro nahitany loza. Ary tsy tokony ho nanatsotra ny tananao haka ny harenany ianao, tamin’ny andro nahitany loza.",
        "14": "Tsy tokony ho nijoro teny amin’ny sampanan-dalana ianao mba hamono an’ireo afa-nandositra. Ary tsy tokony ho natolotrao teo an-tanan’ny fahavalony ireo sisa niangana taminy, tamin’ny andro fahoriana.",
        "15": "Fa efa akaiky ny andro hamelezan’i Jehovah ny firenena rehetra. Koa araka izay nataonao taminy no mba hatao aminao koa. Ary hatsingerina eo an-dohanao ny nataonao taminy.",
        "16": "Fa toy ny nisotroanareo teo amin’ny tendrombohitro masina, no hisotroan’ny firenena rehetra tsy an-kiato. Ary hisotro sy hanao teli-moka tokoa izy ireo, dia ho toy ny tsy nisy akory.",
        "17": "“Eo amin’ny Tendrombohitra Ziona no hisy an’ireo ho afa-mandositra, ary ho lasa zava-masina izy io. Ary halain’ny taranak’i Jakoba ho fananany ireo zavatra tokony ho azy.",
        "18": "Dia ho lasa afo ny taranak’i Jakoba, ho lelafo ny taranak’i Josefa, ary ho vodivary kosa ny taranak’i Esao. Koa hodoran’izy ireo sy holevoniny ny taranak’i Esao, ka tsy hisy hiangana, fa i Jehovah no efa niteny.",
        "19": "Ary halain’izy ireo ho fananany i Negeba, sy ny faritra be tendrombohitr’i Esao, sy Sefela ary ny tanin’ny Filistinina. Ho lasan’izy ireo koa ny sahan’i Efraima sy ny sahan’i Samaria. Ary ho lasan’i Benjamina kosa i Gileada.",
        "20": "Ary ny zanak’Israely izay teto amin’ity tovon-tany fiarovana ity ka natao sesitany, no hanjary ho tompon’ny fananan’ny Kananita, hatrany Zarefata. Ary ny mponin’i Jerosalema natao sesitany tany Sefarada kosa, no haka an’ireo tanànan’i Negeba.",
        "21": "“Ary hisy mpamonjy hiakatra eo amin’ny Tendrombohitra Ziona, mba hitsara ny faritra be tendrombohitr’i Esao. Ary ho lasan’i Jehovah ny fanjakana.”"
    },
    "meta": {
        "name": "Obadia",
        "order": 30,
        "chapter_number": 1
    }
}