{
    "1": {
        "1": "Ny ohabolan’i Solomona zanak’i Davida, mpanjakan’ny Israely.",
        "2": "Nosoratana ireny mba hahalalana ny atao hoe fahendrena sy anatra, Mba hahazoana ny dikan’ny tenin’ny hendry,",
        "3": "Mba hanekena anatra ka hahatonga ny olona ho lasa lalin-tsaina, Hanao ny marina, hahay hanapa-kevitra, ary hanao ny rariny sy ny hitsiny.",
        "4": "Nosoratana koa ireny mba ho lasa malina ny olona mbola tsy dia nahita fiainana, Ary hanam-pahalalana sy hahay hisaina tsara ny tanora.",
        "5": "Mihaino ny hendry ka mitombo ny zavatra fantany. Mahazo tari-dalana tsara ny mahira-tsaina,",
        "6": "Mba hahazoany ny dikan’ny ohabolana sy ny sarin-teny saro-pantarina, Ary ny tenin’olon-kendry sy ny ankamantatra ataony.",
        "7": "Ny fahatahorana an’i Jehovah no fiandohan’ny fahalalana. Ny tsisy saina ihany no manao tsinontsinona ny fahendrena sy ny anatra.",
        "8": "Henoy, anaka, ny anatry ny rainao, Ary aza lavina ny tenin’ny reninao.",
        "9": "Fehiloha tsara tarehy eo amin’ny lohanao izany, Ary firavaka tena tsara eny amin’ny tendanao.",
        "10": "Aza manaiky, anaka, raha misy mpanota mitady hitaona anao,",
        "11": "Na raha miteny izy ireo hoe: “Andao hiaraka aminay. Andao hiafina mba hamono olona. Hiafina isika dia hiandriandry olona tsy manan-tsiny, mba hamely azy tsy amin’antony.",
        "12": "Hitelina azy velona isika, hoatran’ny ataon’ny Fasana, Dia hataontsika indray mitelina izy manontolo, sahala amin’ny olona latsaka any an-davaka.",
        "13": "Andao halaintsika daholo ny harenany sarobidy, Dia hofenointsika zavatra norobaina ny tranontsika.",
        "14": "Andao hiaraka aminay, Dia hozaraintsika mitovy izay zavatra hangalarintsika.”",
        "15": "Aza manaraka azy ireo, anaka. Aza mandeha amin’ny lalany mihitsy.",
        "16": "Fa mihazakazaka hanao ratsy ny tongony, Ary maika handatsa-dra izy.",
        "17": "Tena hiala maina izay mamelatra harato eo imason’ny vorona.",
        "18": "Izany no mahatonga azy ireo hiafina mba handatsa-dra. Miafina mba hanala ain’olona izy ireo.",
        "19": "Izany no fanaon’ny olona mitady tombony amin’ny tsy marina. Haningotra ny ain’izay mahazo azy izany.",
        "20": "Miantsoantso eny an-dalana ny tena fahendrena, Ary manandratra ny feony eny amin’ny tany malalaky ny tanàna.",
        "21": "Eny an-joron-dalana be olona izy no miantsoantso. Eo amin’ny vavahady fidirana mankao an-tanàna izy no miteny hoe:",
        "22": "“Mandra-pahoviana ianareo tsy dia nahita fiainana no mbola te hiadaladala? Mandra-pahoviana ianareo mpaneso no mbola ho tia manesoeso? Ary mandra-pahoviana ianareo tsisy saina no mbola hankahala fahalalana?",
        "23": "Ekeo ny anatro, Dia handatsahako ny fanahiko ianareo, Ary hampahafantariko anareo ny teniko.",
        "24": "Efa niantsoantso mantsy aho, fa tsy nety mihitsy ianareo, Ary efa nanolotra ny tanako aho, fa tsy nisy niraharaha.",
        "25": "Tsy nisy noraharahianareo ny torohevitro rehetra, Ary nolavinareo ny anatro.",
        "26": "Dia hihomehy koa aho rehefa mamely anareo ny loza, Ary haneso aho rehefa tonga izay tena atahoranareo,",
        "27": "Rehefa avy hoatran’ny oram-baratra ny zavatra mampatahotra be anareo, Ary tonga tahaka ny tafio-drivotra ny loza hanjo anareo, Rehefa mianjady aminareo ny fahoriana sy ny zava-tsarotra.",
        "28": "Hiantso ahy foana izy ireo amin’izay, fa tsy hamaly aho, Ary hitady ahy mafy izy, fa tsy hahita ahy.",
        "29": "Nankahala fahalalana mantsy izy, Ary tsy nifidy ny hatahotra an’i Jehovah.",
        "30": "Tsy nekeny ny torohevitro, Sady tsy nisy noraharahiany ny anatro.",
        "31": "Koa hizaka ny vokatry ny nataony izy, Ary hahita faisana noho ny teti-dratsiny.",
        "32": "Fa ny ditran’izay mbola tsy dia nahita fiainana no hahafaty azy, Ary ho ringana ny tsisy saina satria tsy mivaky loha.",
        "33": "Izay mihaino ahy kosa hilamina, Sady tsy mba hiady saina satria tsy matahotra loza.”"
    },
    "2": {
        "1": "Raha ekenao ny teniko, anaka, Ary tehirizinao ao am-ponao ny didiko,",
        "2": "Ka manongilan-tsofina hihaino ny fahendrena ianao, Ary manokatra ny fonao mba hahatonga anao hahay handinika,",
        "3": "Raha miantsoantso mitady fahiratan-tsaina koa ianao, Ary manandratra ny feonao mba hahatonga anao hahay handinika,",
        "4": "Raha mitady an’izany foana hoatran’ny mitady volafotsy ianao, Ary mikaroka an’izany foana hoatran’ny mikaroka harena miafina,",
        "5": "Dia ho azonao ny atao hoe fahatahorana an’i Jehovah, Ary ho hitanao ny fahalalana an’Andriamanitra.",
        "6": "Fa i Jehovah mihitsy no manome fahendrena, Ary avy amin’ny vavany ny fahalalana sy ny fahaiza-mandinika.",
        "7": "Mitahiry fahendrena ho an’ny olo-marina izy, Ary ampingan’izay tsy mivadika aminy.",
        "8": "Mitsinjo ny lalan’izay tia rariny izy, Sady hiaro ny lalan’izay tsy mivadika aminy.",
        "9": "Amin’izay dia ho azonao ny atao hoe marina sy rariny ary hitsiny, Ka ho fantatrao daholo ny atao hoe tsara.",
        "10": "Raha tafiditra ao am-ponao ny fahendrena, Ary lasa mahafinaritra anao ny fahalalana,",
        "11": "Dia hiambina anao ny fahaiza-misaina, Ary hiaro anao ny fahaiza-mandinika,",
        "12": "Amin’izay ianao ho voaro tsy hanao ratsy, Sady tsy ho voatariky ny olona miresaka zava-dratsy.",
        "13": "Amin’izay koa ianao ho voaro amin’ny olona miala amin’ny lala-mahitsy, Dia amin’ny olona te handeha amin’ny lalan’ny haizina,",
        "14": "Sady ho voaro amin’izay faly manao ratsy, Izay ravoravo manao zavatra tena ratsy,",
        "15": "Dia izay manaraka lalana miolakolaka, Sy efa zatra mametsifetsy.",
        "16": "Ny fahendrena koa no hanafaka anao tsy ho azon’ny vehivavy maditra, Sy tsy ho voafitaky ny teny malefaka lazain’ny vehivavy ratsy fitondran-tena,",
        "17": "Izay nandao ny vadin’ny fahatanorany, Ary manadino an’ilay fifanekena nifanaovany tamin’ny Andriamaniny.",
        "18": "Fa milentika ho any amin’ny fahafatesana ny tranony, Ary ny lalany mankany amin’ny maty tsy mahavita na inona na inona.",
        "19": "Tsy hisy hiverina intsony izay manao firaisana aminy, Sady tsy handeha amin’ny lalan’ny fiainana intsony.",
        "20": "Koa araho ny lalan’ny olona tsara toetra, Ary aza miala amin’ny lalan’ny olo-marina.",
        "21": "Fa ny olo-marina ihany no honina eto an-tany, Ary ny tsy misy tsiny no hipetraka eto foana.",
        "22": "Fa ny ratsy fanahy kosa horinganina tsy hisy eto an-tany, Ary ny mpivadika hesorina tanteraka eto."
    },
    "3": {
        "1": "Aza manadino ny fampianarako, anaka, Ary enga anie ny fonao hankatò ny didiko!",
        "2": "Fa hahatonga anao ho lava andro iainana ireny, Ary hahatonga anao ho ela velona sy hiadana.",
        "3": "Aza avela hiala aminao ny fitiavana sy ny tsy fivadihana. Afatory eo amin’ny vozonao ireo toetra ireo, Ary soraty eo amin’ny fonao,",
        "4": "Dia hahazo sitraka amin’Andriamanitra sy ny olona ianao, Ka ho hitan’izy ireo hoe misaina tsara.",
        "5": "Matokia an’i Jehovah amin’ny fonao manontolo, Fa aza miantehitra amin’ny fahaizanao.",
        "6": "Eritrereto izy amin’izay rehetra ataonao, Dia hataony mandeha tsara ny fiainanao.",
        "7": "Aza mihevi-tena ho hendry, Fa matahora an’i Jehovah ka aza manao ratsy intsony.",
        "8": "Hanasitrana ny vatanao izany, Sady hamelombelona ny taolanao.",
        "9": "Manomeza voninahitra an’i Jehovah amin’ireo zava-tsarobidy anananao, Sy amin’ny voaloham-bokatrao rehetra.",
        "10": "Dia ho feno mitafotafo ny trano fitehirizam-bokatrao, Ary ny divay vaovao hihoatra an’ireo fanantazanao divay.",
        "11": "Aza lavina ny famaizan’i Jehovah, anaka, Ary aza ankahalaina ny anatra omeny.",
        "12": "Fa izay tian’i Jehovah no anariny, Toy ny ataon’ny ray amin’ny zanaka tiany.",
        "13": "Sambatra ny olona mahita fahendrena, Sy ny olona lasa mahay mandinika.",
        "14": "Aleo mahazo fahendrena toy izay mahazo volafotsy, Ary mahazo tombony kokoa izay manana azy noho izay manana volamena.",
        "15": "Sarobidy noho ny haran-dranomasina izy io, Ary tsy misy azo ampitahaina aminy izay rehetra tianao.",
        "16": "Androm-piainana lava be no eny an-tanany ankavanana, Ary harena sy voninahitra no eny an-tanany ankavia.",
        "17": "Mahafinaritra ny lalany, Ary hahita fiadanana izay mandeha amin’ny lalany rehetra.",
        "18": "Hazon’aina ho an’izay mitazona azy izy io, Ary izay mifikitra mafy aminy no hatao hoe sambatra.",
        "19": "Nampiasa ny fahendreny i Jehovah tamin’izy nanorina ny tany, Ary nasehony hoe mahira-tsaina izy tamin’izy nanao ny lanitra ho mafy orina.",
        "20": "Ny fahalalany no nampisaraka ny rano lalina, Sy nahatonga ny lanitra hitete ando.",
        "21": "Afantohy amin’izany foana ny masonao, anaka. Arovy ny fahendrena sy ny fahaiza-misaina,",
        "22": "Fa hahazoanao fiainana izany, Ary ho firavaka eo amin’ny tendanao.",
        "23": "Amin’izay dia handeha tsy manana ahiahy ianao eo amin’ny lalanao, Ary tsy ho tafintohina mihitsy ny tongotrao.",
        "24": "Tsy mba hatahotra ianao rehefa matory. Hatory tokoa ianao ka ho mamy ny torimasonao.",
        "25": "Tsy hatahoranao ny zavatra mampihorohoro tampoka, Na ny oram-baratra mamely ny ratsy fanahy.",
        "26": "Fa i Jehovah no ho tokinao, Ary harovany mba tsy ho voafandrika ny tongotrao.",
        "27": "Aza misalasala manao soa amin’izay tokony hanaovan-tsoa, Raha mbola azonao atao ihany ny manampy.",
        "28": "Aza miteny amin’ny namanao hoe: “Mandehana dia miverena amin’ny manaraka! Rahampitso ianao homeko”, Nefa afaka manome eo no ho eo ihany ianao.",
        "29": "Aza mitetika ny hanisy ratsy ny namanao, Nefa izy miara-monina aminao sady matoky anao.",
        "30": "Aza mifamaly tsy amin’antony amin’olona, Raha tsy nanao ratsy anao izy.",
        "31": "Aza mitsiriritra olona mahery setra, Na mifidy ny lalany.",
        "32": "Halan’i Jehovah ny olona fetsifetsy, Fa ataony namana akaiky kosa ny olona manao izay mahitsy.",
        "33": "Ny ozon’i Jehovah dia ao an-tranon’ny ratsy fanahy, Fa ny fitahiany kosa ao an-tranon’ny olo-marina.",
        "34": "Esoesoiny mantsy izay maneso, Fa ankasitrahany kosa ny mpandefitra.",
        "35": "Hahazo voninahitra ny hendry, Fa zavatra manala baraka kosa no sarobidy amin’ny adala."
    },
    "4": {
        "1": "Henoy, anaka, ny anatry ny ray. Mihainoa tsara, dia hahira-tsaina ianareo,",
        "2": "Fa homeko torohevitra tsara ianareo, Ka aza lavina ny fampianarako.",
        "3": "Tena zanaka hendry aho tamin’ny raiko, Ary izaho ilay tena tian’ny reniko.",
        "4": "Nampianarin’ny raiko aho hoe: “Ataovy ao am-ponao foana ny teniko. Araho foana ny didiko, dia ho ela velona ianao.",
        "5": "Miezaha hanana fahendrena sy ho lasa mahira-tsaina. Aza hadinoina ary aza ialana ny teniko.",
        "6": "Aza mahafoy ny fahendrena, dia hiaro anao izy. Tiavo izy, dia hambenany tsara ianao.",
        "7": "Ny fahendrena no zava-dehibe indrindra, ka miezaha hanana fahendrena. Ary ankoatra an’izay efa azonao rehetra, dia miezaha ho lasa mahira-tsaina.",
        "8": "Hevero ho sarobidy be ny fahendrena, dia hataony misandratra ianao. Homeny voninahitra ianao satria tena tia azy.",
        "9": "Hasiany fehiloha tsara tarehy ny lohanao, Ary horavahany satroboninahitra tsara tarehy ianao.”",
        "10": "Mihainoa, anaka, ary ekeo ny teniko, Dia hihamaro ny taona hiainanao.",
        "11": "Hatoroko anao ny lalan’ny fahendrena. Hotarihiko handeha eo amin’ny lalan’ny fahitsiana ianao.",
        "12": "Rehefa mandeha ianao, dia tsy hisy hanembantsembana, Ary raha mihazakazaka ianao, dia tsy ho tafintohina.",
        "13": "Tazòny mafy ny anatra omena anao ka aza avotsotra. Arovy izy fa ainao.",
        "14": "Aza mankany amin’ny lalan’ny ratsy fanahy, Ary aza mandeha eny amin’ny lalan’ny olon-dratsy.",
        "15": "Halaviro ny lalany fa aza arahina. Mivilia ary aza mandalo eny.",
        "16": "Fa tsy matory izy ireny raha tsy avy manao ratsy, Ary tsy mahita tory raha tsy avy mamingana olona.",
        "17": "Amin’ireny, dia hoatran’ny mihinana mofo ny manao ratsy, Ary hoatran’ny misotro divay ny mampiasa herisetra.",
        "18": "Ny lalan’ny marina kosa toy ny hazavan’ny maraina, Izay mihamazava tsikelikely mandra-pahatoandron’ny andro.",
        "19": "Mitovy amin’ny haizim-pito ny lalan’ny ratsy fanahy. Tsy fantany akory izay mahatafintohina azy.",
        "20": "Henoy, anaka, ny teniko. Henoy tsara izay lazaiko.",
        "21": "Afantohy amin’izany foana ny masonao, Dia ataovy ao am-ponao foana izany.",
        "22": "Fa ho velona izay mahita an’izany, Ary ho salama tsara ny vatany manontolo.",
        "23": "Arovy ny fonao, mihoatra noho izay rehetra tokony harovana, Fa avy ao aminy ny loharanon’aina.",
        "24": "Ataovy fady anao ny mandainga, Ary ataovy lavitra anao ny milaza teny mamitaka.",
        "25": "Ataovy mijery tsara ny any aloha ny masonao, Eny, afantohy any aloha ny masonao.",
        "26": "Ataovy tsy misy mikitoantoana izay andehanan’ny tongotrao, Dia ho azo antoka tsara ny lalanao rehetra.",
        "27": "Aza mivily miankavanana na miankavia. Aza avela ho any amin’ny ratsy ny tongotrao."
    },
    "5": {
        "1": "Henoy, anaka, ny tenim-pahendrena lazaiko. Henoy tsara fa ampianariko anao ny atao hoe mahay mandinika,",
        "2": "Amin’izay ianao hahay hisaina tsara foana, Ka hifanaraka amin’ny fahalalana foana ny zavatra lazainao.",
        "3": "Fa mamy hoatran’ny tantely ny tenin’ny vehivavy maditra, Ary malefaka noho ny menaka ny vavany.",
        "4": "Mangidy be toy ny vahona anefa ilay vehivavy amin’ny farany, Ary maranitra hoatran’ny sabatra roa lela.",
        "5": "Midina mankany amin’ny fahafatesana ny tongony, Ary mamantana any amin’ny Fasana ny diany.",
        "6": "Tsy mba miraharaha ny lalan’ny fiainana izy. Mirenireny eny izy, nefa tsy fantany hoe ho aiza.",
        "7": "Henoy àry aho, anaka, Ary aza hadinoina izay teneniko.",
        "8": "Ialao lavitra be ny vehivavy toy izany, Ary aza manakaiky ny fidirana mankao an-tranony,",
        "9": "Sao homenao olona ny hajanao, Ary hijinja ny vokany ianao, ka hijaly mandritra ny taona maro.",
        "10": "Sao koa ny vahiny no handany ny harenanao, Ary ho lasan’olon-kafa ny zavatra nisasaranao.",
        "11": "Sao hitaraindraina ianao rehefa ho faty, Sy rehefa ho levona ny nofonao sy ny vatanao.",
        "12": "Dia hilaza ianao amin’izay hoe: “Fa naninona re aho no nankahala anatra e? Naninona re ny foko no tsy niraharaha fananarana e?",
        "13": "Tsy mba nohenoiko ny tenin’ny mpanoro hevitra ahy, Ary tsy noraharahiako izay nolazain’ny mpampianatra ahy.",
        "14": "Fa efa ho potika tanteraka izao ny fiainako, Eo anivon’ny fiangonana manontolo.”",
        "15": "Misotroa rano avy ao amin’ny lavaka fanangonanao rano, Ary misotroa rano velona avy ao amin’ny lavadranonao.",
        "16": "Ny loharanonao ve dia avelanao hiparitaka eny ivelany, Ary ny ranonao avelanao hikoriana eny amin’ny tany malalaky ny tanàna?",
        "17": "Aleo ho anao irery izany, Fa tsy ho an’ny vahiny eo aminao.",
        "18": "Enga anie hotahina ny loharanonao! Ary enga anie ianao hifaly amin’ny vadin’ny fahatanoranao!",
        "19": "Fa serfavavy mahatehotia sy osy kely mahafatifaty izy. Enga anie ianao hahazo fahafinaretana foana amin’ny nonony, Ary ho babon’ny fitiavany foana anie ianao!",
        "20": "Fa nahoana ianao, anaka, no ho babon’ny vehivavy maditra, Na hamihina ny tratran’ny vehivavy ratsy fitondran-tena?",
        "21": "Fa hitan’i Jehovah izay ataon’ny olona, Ary dinihiny tsara daholo ny lalany rehetra.",
        "22": "Voafandriky ny ratsy nataony ihany ny ratsy fanahy, Ary ho voafatotry ny fahotany ihany izy.",
        "23": "Ho faty izy satria tsy nihaino anatra, Ary ho diso lalana satria be loatra ny hadalana vitany."
    },
    "6": {
        "1": "Raha nanaiky hiantoka olona nindram-bola ianao, anaka, Ary raha efa nifanaiky sy nifandray tanana tamin’olon-kafa,",
        "2": "Raha voafandrik’izay efa nampanantenainao ianao, Ka voafatotry ny teninao ihany,",
        "3": "Dia efa eo am-pelatanan’ilay olona ianao, anaka, Ka izao atao raha te ho afaka ianao: Mandehana manetry tena eo anatrehany, dia iangavio mafy izy.",
        "4": "Aza avela hatory ny masonao, Ary aza avela ho rendremana raha tsy efa vitanao izany.",
        "5": "Afaho ny tenanao, hoatran’ny gazela mandositra avy eny an-tanan’ny mpihaza, Sy toy ny vorona mandositra avy eny an-tanan’ny mpamandri-borona.",
        "6": "Mandehana any amin’ny vitsika, ry ilay kamo, Ary diniho ny fanaony ka mba hendre.",
        "7": "Na dia tsy manana mpitondra na mpiadidy na mpitarika aza izy,",
        "8": "Dia manangona sakafo rehefa fahavaratra, Ary manangona hanina rehefa fotoam-pijinjana.",
        "9": "Mandra-pahoviana ianao, ry ilay kamo, no mbola hatory? Rahoviana ianao vao hifoha amin’ny torimasonao?",
        "10": "Raha mbola hatory kely ihany ianao, mbola ho rendremana kely ihany, Ary mbola haka aina kely ihany,",
        "11": "Dia ho avy tampoka hoatran’ny mpangalatra ny fahantranao, Ary ho tonga tampoka hoatran’ny lehilahy mitondra fiadiana ny fahasahirananao.",
        "12": "Mandehandeha mandaingalainga eny ny olona tsisy ilana azy sy ratsy fanahy.",
        "13": "Mipy maso izy, sady manao fihetsika amin’ny tongony sy amin’ny rantsantanany mba hilazana zavatra.",
        "14": "Zava-dratsy ihany no ao am-pony, Dia mitetika ny hanao ratsy foana izy, sady tsy manao afa-tsy ny mampiady olona.",
        "15": "Koa hamely azy tampoka ny loza. Ho torotoro ao anatin’ny indray mipy maso izy ka tsy ho sitrana intsony.",
        "16": "Misy zavatra enina halan’i Jehovah, Eny, fito ny zavatra tena tsy tiany:",
        "17": "Ny maso mianjonanjona, ny lela zatra mandainga, ny tanana mandatsaka ran’olona tsy manan-tsiny,",
        "18": "Ny fo mamorona teti-dratsy, ny tongotra mihazakazaka hanao ratsy,",
        "19": "Ny vavolombelona mandainga izay efa tranon-dainga mihitsy, Ary ny olona mampiady ny mpirahalahy.",
        "20": "Araho, anaka, ny didin’ny rainao, Ary aza lavina ny tenin’ny reninao.",
        "21": "Ataovy ao am-ponao foana izany, Ary afatory eo amin’ny vozonao.",
        "22": "Hitari-dalana anao izany rehefa mandeha ianao. Hiambina anao koa izany rehefa matory ianao, Ary hiresaka aminao rehefa mifoha ianao.",
        "23": "Fa jiro ny didy, Hazavana ny lalàna, Ary lalana mankany amin’ny fiainana ny anatra sy ny fanitsiana.",
        "24": "Hiaro anao amin’ny vehivavy maditra izany, Mba tsy ho babon’ny teny malefaka ataon’ny vehivavy ratsy fitondran-tena ianao.",
        "25": "Aza mitsiriritra azy ao am-ponao satria hoe tsara tarehy izy, Ary aza manaiky ho babon’ny masony manintona,",
        "26": "Fa ny vehivavy mpivaro-tena no mahatonga ny lehilahy tsy hanana afa-tsy sombi-mofo, Ary ny vehivavy efa vadin’olona, mamelatra fandrika hamandrihana aina sarobidy.",
        "27": "Misy olona afaka manangona vainafo eo an-tratrany ve, nefa tsy ho may ny akanjony?",
        "28": "Ary misy olona afaka mandeha eo ambony vainafo ve, nefa tsy ho may ny tongony?",
        "29": "Hoatr’izany izay lehilahy manao firaisana amin’ny vadin’olona. Tsy hisy ho afa-maina izay mikasika an’ilay vehivavy.",
        "30": "Tsy ankahalain’ny olona ny mpangalatra, Raha mangalatra zavatra hahavoky azy satria noana.",
        "31": "Raha tratra anefa izy, dia hanonitra avo fito heny, Ka hanome ny zava-tsarobidy rehetra ao an-tranony.",
        "32": "Tsy ampy saina izay manitsakitsa-bady ka mijangajanga amin’ny vehivavy. Manimba tena izay manao an’izany.",
        "33": "Haradratra sy ho afa-baraka izy, Ary ho ratsy laza eny foana.",
        "34": "Fa ny fahasarotam-piaro no mahatonga ny lehilahy ho tezitra mafy, Ary tsy hamindra fo mihitsy izy rehefa mamaly faty.",
        "35": "Tsy hanaiky handray onitra izy, Sady tsy hilefitra mihitsy, na dia omenao fanomezana lafo vidy aza."
    },
    "7": {
        "1": "Araho foana ny teniko, anaka, Ary tehirizo ao am-ponao ny didiko.",
        "2": "Araho ny didiko, dia ho velona ianao, Ary arovy toy ny anakandriamasonao ny teniko.",
        "3": "Afatory eo amin’ny rantsantananao izany, Ary soraty eo amin’ny fonao.",
        "4": "Lazao amin’ny fahendrena hoe: “Anabaviko ianao”, Ary amin’ny fahiratan-tsaina hoe: “Havako ianao.”",
        "5": "Amin’izay ianao harovany amin’ny vehivavy maditra, Sy amin’ny vehivavy ratsy fitondran-tena, izay manao teny malefaka.",
        "6": "Tamin’izaho nitazana avy teo am-baravarankelin’ny tranoko, Teo amin’ilay makarakara,",
        "7": "Dia nandinika an’ireo olona mora fetsifetsena aho, Ka nahamarika tovolahy iray tsy ampy saina, izay niaraka tamin’ny tanora maromaro.",
        "8": "Nandalo teo amin’ilay zoron-dalana teny akaikin’ny tranon’ilay vehivavy izy, Dia nandeha tamin’ny lalana mankany amin’ny tranony.",
        "9": "Harivariva efa maizimaizina tamin’izay, Rehefa ho alina sy maizina iny ny andro.",
        "10": "Dia iny nisy vehivavy nitsena azy, Nanao akanjona mpivaro-tena sady fetsifetsy.",
        "11": "Petsam-bava be izy sady sahisahy. Tsy mba mipetraka an-trano mihitsy koa izy,",
        "12": "Fa mbetika eny ivelany, mbetika eny amin’ny tany malalaky ny tanàna. Eny akaikin’ny zoron-dalana rehetra eny izy no miandriandry.",
        "13": "Notazoniny ilay tovolahy dia norohany. Hita hoe sahisahy be ilay vehivavy niteny hoe:",
        "14": "“Tsy maintsy nanao sorona iombonana aho, Ary nanefa ny voadiko aho androany.",
        "15": "Dia nivoaka hitsena anao aho Mba hitady anao, dia hitako ianao!",
        "16": "Efa nasiako lambam-pandriana tsara tarehy ny fandrianako, Lamba rongony marevaka avy any Ejipta.",
        "17": "Efa nofafazako miora sy aloesy ary kanelina koa ny fandrianako.",
        "18": "Andao isika hiara-higoka ny hamamin’ny fitiavana, mandra-paharainan’ny andro. Andao isika haka fahafinaretana amin’ny fifanehoam-pitiavana.",
        "19": "Tsy ao an-trano mantsy ny vadiko, Fa nandeha lavitra be.",
        "20": "Nitondra kitapom-bola izy, Dia tsy hody raha tsy efa fenomanana ny volana.”",
        "21": "Noreseny lahatra teo foana ilay tovolahy dia voafitaka. Nanaovany teny malefaka izy ka babony.",
        "22": "Tampoka teo, dia lasa nanaraka azy ilay tovolahy, toy ny omby entina hovonoina, Ary hoatran’ny adala hosazina dia hasiana gadra hazo.",
        "23": "Farany, dia nitsatoka tamin’ny atiny ny zana-tsipìka. Toy ny vorona misosososo mankao anaty fandrika izy, ka tsy fantany hoe haningotra ny ainy izany.",
        "24": "Henoy àry aho, anaka, Henoy tsara izay lazaiko.",
        "25": "Aza avela hivily mankany amin’ny lalan’ilay vehivavy ny fonao. Aza mandehandeha eny amin’ny lalany,",
        "26": "Fa be dia be ny olona efa matiny, Ary betsaka no efa novonoiny.",
        "27": "Lalana mankany amin’ny Fasana ny tranony, Dia lalana midina mankany amin’ny efitra anatiny misy ny maty."
    },
    "8": {
        "1": "Tsy ny fahendrena ve izany miantsoantso izany? Ary tsy ny fahaiza-mandinika ve izany manao antso avo izany?",
        "2": "Eny amin’ny toerana avoavo amoron-dalana izy no mijanona, Dia eny amin’ny sampanan-dalana.",
        "3": "Eny akaikin’ny vavahady mankao an-tanàna, Eo amin’ny vavahady fidirana, Izy no miantsoantso mafy be hoe:",
        "4": "“Ianareo no antsoiko, rey olona e! Miantso ny olona rehetra aho.",
        "5": "Ianareo mbola tsy dia nahita fiainana, mba ianaro ny atao hoe malina. Ary ianareo tsisy saina, miezaha hahira-tsaina.",
        "6": "Henoy aho fa zava-dehibe no resahiko, Ary zavatra marina no lazain’ny molotro.",
        "7": "Fa mibitsibitsika fahamarinana ny vavako, Ary tena tsy tian’ny molotro ny zavatra ratsy.",
        "8": "Marina daholo izay lazain’ny vavako, Fa tsy misy lainga na fitaka mihitsy.",
        "9": "Amin’ny olona mahay mandinika, dia mivantana daholo ny teniko, Ary amin’ny olona nahazo fahalalana, dia mety tsara izay lazaiko.",
        "10": "Ny anatra omeko no raiso, fa tsy ny volafotsy, Ary ny fahalalana, fa tsy ny volamena faran’izay tsara.",
        "11": "Fa tsara noho ny haran-dranomasina ny fahendrena, Ary tsy misy azo ampitahaina aminy ny zavatra hafa rehetra irin’ny olona.",
        "12": "Fahendrena no anarako, ary miara-mipetraka amin’ny fahamalinana aho. Nahazo fahalalana aho sady lasa mahay misaina tsara.",
        "13": "Mankahala ny ratsy izay matahotra an’i Jehovah. Halako ny manambony tena, ny mirehareha, ny manao ratsy, ary ny mandaingalainga.",
        "14": "Manana torohevitra tsara sy fahendrena aho, Ary mahira-tsaina sy mahery.",
        "15": "Raha tsy eo aho, dia tsy haharitra eo amin’ny fitondrana ny mpanjaka, Ary tsy hahavita hamoaka didy ara-drariny ny manam-pahefana ambony.",
        "16": "Raha tsy eo aho, dia tsy haharitra eo amin’ny fitondrana ny andriana, Ary tsy hahavita hitsara araka ny rariny ny lehibe.",
        "17": "Izay tia ahy dia tiako, Ary izay mitady ahy no hahita ahy.",
        "18": "Eto amiko ny harena, ny voninahitra, Ny lova sarobidy, ary ny fahamarinana.",
        "19": "Tsara noho ny volamena ny zavatra omeko, mihoatra noho ny volamena voadio aza. Tsara noho ny volafotsy faran’izay tsara ny vokatra avy amiko.",
        "20": "Mandeha eo amin’ny lalan’ny fahamarinana aho, Eo afovoan’ny lalan’ny rariny.",
        "21": "Omeko lova sarobidy izay tia ahy, Ary fenoiko ny trano fitehirizany vokatra.",
        "22": "Izaho no noforonin’i Jehovah voalohany. Izaho no voalohany indrindra amin’ny zava-bitany fahiny.",
        "23": "Efa hatramin’ny taloha ela be aho no nomeny toerana ambony, Hatrany am-piandohana, tamin’ny mbola tsy nisy ny tany.",
        "24": "Efa teraka aho, na dia mbola tsy nisy aza ny rano lalina, Ary mbola tsy nisy ny loharano miboiboika.",
        "25": "Mbola tsy nisy ny tendrombohitra, Ary mbola tsy noforonina ny havoana, dia efa teraka aho.",
        "26": "Mbola tsy nanao ny tany sy ny saha izy tamin’izany, Sady mbola tsy nanao ny baingan-tany voalohany.",
        "27": "Efa teo aho rehefa nanao ny lanitra izy. Tamin’izy namaritra ny faravodilanitra eny ambony rano,",
        "28": "Tamin’izy nametraka ny rahona eny ambony, Tamin’izy nanao ny loharano lalina,",
        "29": "Tamin’izy nanome baiko ny ranomasina hoe Tsy tokony hihoatra ny fetra nolazainy ny onjany, Tamin’izy nametraka ny fototry ny tany,",
        "30": "Dia mpiasa tena mahay teo akaikiny aho. Izaho ilay tena nahafinaritra azy isan’andro isan’andro, Ary falifaly foana aho teo anatrehany.",
        "31": "Nahafaly ahy ilay tany nataony honenana, Ary tena tiako ny zanak’olombelona.",
        "32": "Henoy àry aho, anaka. Sambatra izay manaraka ny lalana atoroko.",
        "33": "Mihainoa anatra, ka hendre, Ary aza atao tsinontsinona mihitsy izany.",
        "34": "Sambatra ny olona mihaino ahy, Ka tonga vao maraina be isan’andro eo am-baravarako, Ary miandry eo akaikin’ny tolàm-baravarako.",
        "35": "Fa hahazo fiainana izay olona mahita ahy, Sady ankasitrahan’i Jehovah.",
        "36": "Manimba tena kosa izay tsy miraharaha ahy, Ary te ho faty izay mankahala ahy.”"
    },
    "9": {
        "1": "Nanorina ny tranony ny tena fahendrena, Ary nanangana ny andry fito amin’ilay trano.",
        "2": "Nokarakarainy tsara ny hena, Dia nasiany fangarony ny divainy, Ary nataony vonona ny latabatra.",
        "3": "Dia nirahiny ny ankizivavy mpanompony, Mba hiantsoantso eny amin’ny toerana avoavo ao an-tanàna hoe:",
        "4": "“Tongava atỳ izay mbola tsy dia nahita fiainana!” Hoy koa izy amin’ny tsy ampy saina:",
        "5": "“Avia hihinana ny mofo nokarakaraiko, Sy hisotro ny divay efa nasiako fangarony.",
        "6": "Ialao ny tsy fahamatorana dia ho velona ianao, Ary avelao hitarika anao ny fahiratan-tsaina.”",
        "7": "Manala baraka ny tenany izay manitsy ny mpanesoeso. Ary hahita loza izay mananatra ny ratsy fanahy.",
        "8": "Aza mananatra ny mpanesoeso sao ho halany ianao. Ny hendry kosa no anaro dia ho tiany ianao.",
        "9": "Toroy hevitra ny hendry, dia vao mainka izy ho hendry. Ampianaro ny olo-marina, dia hitombo ny zavatra fantany.",
        "10": "Ny fahatahorana an’i Jehovah no fiandohan’ny fahendrena, Ary izay mahalala an’Ilay Masina Indrindra no mahira-tsaina.",
        "11": "Izaho no manalava ny androm-piainanao, Sy mampitombo ny taona iainanao.",
        "12": "Raha lasa hendry ianao, dia ianao ihany no handray soa amin’izany, Fa raha manesoeso ianao, dia ianao ihany no hizaka ny vokany.",
        "13": "Petsam-bava ny vehivavy tsisy saina, Dondrona izy sady tsy mahay na inona na inona mihitsy.",
        "14": "Mipetraka eo ambony seza eo am-baravaran’ny tranony izy, Eny amin’ny toerana avoavo ao an-tanànany,",
        "15": "Sady miantsoantso an’izay mandalo, Dia izay mandeha eny an-dalana, hoe:",
        "16": "“Tongava atỳ izay mbola tsy dia nahita fiainana!” Hoy koa izy amin’ny tsy ampy saina:",
        "17": "“Mamy ny rano nangalarina, Ary tsara ny mofo hanina miafina.”",
        "18": "Tsy fantatr’izy ireny anefa hoe ny maty, izay tsy mahavita na inona na inona, no any, Ary any amin’ny Fasana ny olona nasain’ilay vehivavy."
    },
    "10": {
        "1": "Ohabolan’i Solomona. Ny zanaka hendry mampifaly ny rainy, Fa ny zanaka adala mampalahelo ny reniny.",
        "2": "Tsy mahasoa ny harena azo tamin’ny tsy marina, Fa hiaro ny olona tsy ho faty kosa ny fanaovana ny marina.",
        "3": "Tsy havelan’i Jehovah ho noana ny olo-marina, Fa holaviny kosa izay irin’ny ratsy fanahy.",
        "4": "Ny tanan’ny kamo mampahantra, Fa ny tanan’ny mazoto kosa mampanan-karena.",
        "5": "Manangom-bokatra mandritra ny fahavaratra ny zanaka hendry, Fa matory mandritra ny fijinjana ny zanaka manala baraka.",
        "6": "Hotahina ny olo-marina, Fa herisetra kosa no ao ambadiky ny tenin’ny ratsy fanahy.",
        "7": "Hotsaroana foana ny olo-marina ka hotahina, Fa ho hadino ny anaran’ny ratsy fanahy.",
        "8": "Hanaiky torohevitra ny olona manana fo hendry, Fa ho voahitsakitsaka kosa izay miteniteny foana.",
        "9": "Hilamin-tsaina ny olona tsy mivadika, Fa ny mpamitaka ho tratra eny ihany.",
        "10": "Mandratra fo ny olona mipy maso nefa te hamitaka, Ary ho voahitsakitsaka izay miteniteny foana.",
        "11": "Loharanon’aina ny vavan’ny olo-marina, Fa herisetra kosa no ao ambadiky ny tenin’ny ratsy fanahy.",
        "12": "Ny fankahalana no mampiady olona, Fa ny fitiavana indray manarona ny fahadisoana rehetra.",
        "13": "Milaza tenim-pahendrena ny molotry ny olona mahay mandinika, Fa natao ho an’ny lamosin’ny tsy ampy saina kosa ny tsorakazo.",
        "14": "Mitahiry fahalalana ny hendry, Fa ny vavan’ny adala kosa mahatonga azy ho ringana.",
        "15": "Ny harenan’ny mpanankarena no miaro azy, toy ny tanàna misy manda, Fa ny fahantran’ny sahirana kosa no mahavoa azy.",
        "16": "Hahazoana fiainana ny zavatra ataon’ny olo-marina, Fa fahotana kosa no vokatry ny ataon’ny ratsy fanahy.",
        "17": "Mitarika olona hanaraka ny lalan’ny fiainana ny olona mihaino anatra, Fa izay tsy miraharaha anatra kosa mitarika olona hanaraka lalan-diso.",
        "18": "Mandainga izay mody tsy mankahala, Ary tsisy saina izay manely tsaho.",
        "19": "Izay be resaka loatra dia tsy maintsy hanota amin’izay lazainy, Fa malina kosa ny olona mahafehy ny vavany.",
        "20": "Hoatran’ny volafotsy faran’izay tsara ny lelan’ny marina, Fa tsy dia misy vidiny kosa ny fon’ny ratsy fanahy.",
        "21": "Mitari-dalana olona maro ny tenin’ny olo-marina, Fa matin’ny hadalany ihany ny tsisy saina.",
        "22": "Ny fitahian’i Jehovah no mampanan-karena, Ary tsy ampiany fijaliana izany.",
        "23": "Amin’ny tsisy saina, dia toy ny kilalao ny fitondran-tena mahamenatra, Fa natao ho an’ny olona mahay mandinika kosa ny fahendrena.",
        "24": "Ny zavatra atahoran’ny ratsy fanahy mihitsy no hanjo azy, Fa ho tanteraka kosa ny fanirian’ny olo-marina.",
        "25": "Rehefa mandalo ny tafio-drivotra, dia tsy hisy intsony ny ratsy fanahy, Fa ny olo-marina kosa ho mafy orina mandrakizay.",
        "26": "Toy ny vinaingitra amin’ny nify sy toy ny setroka amin’ny maso, Dia hoatr’izany koa ny kamo amin’ny olona maniraka azy.",
        "27": "Ny tahotra an’i Jehovah no mahela velona, Fa hohafohezina kosa ny taona iainan’ny ratsy fanahy.",
        "28": "Mahafalifaly ny fanantenan’ny olo-marina, Fa tsy ho tanteraka mihitsy ny zavatra antenain’ny ratsy fanahy.",
        "29": "Manda fiarovana ho an’ny tsy misy tsiny ny lalan’i Jehovah, Fa fandringanana kosa izy io ho an’ny ratsy fanahy.",
        "30": "Tsy ho lavo mihitsy ny olo-marina, Fa ny ratsy fanahy kosa tsy hisy eto an-tany intsony.",
        "31": "Milaza fahendrena ny vavan’ny olo-marina, Fa hotapahina kosa ny lelan’ny mpandainga.",
        "32": "Milaza teny mahafinaritra ny molotry ny olo-marina, Fa lainga no eo am-bavan’ny ratsy fanahy."
    },
    "11": {
        "1": "Maharikoriko an’i Jehovah ny mizana mandainga, Fa mahafaly azy kosa ny vatomizana marina.",
        "2": "Ho afa-baraka izay lasa manambony tena, Fa izay manetry tena no hendry.",
        "3": "Manao izay mahitsy foana ny olona tsy mivadika, Fa haringana kosa ny mpivadika satria zatra mametsifetsy.",
        "4": "Tsy hisy hilana azy ny harena amin’ny andro fahatezerana, Fa ny fahamarinana kosa no hamonjy ny olona tsy ho faty.",
        "5": "Ny fahamarinan’ny tsy misy tsiny no mahatonga azy hanaraka lala-mahitsy, Fa ny ratsy fanahy kosa ho lavo satria manao ratsy.",
        "6": "Ny fahamarinan’ny olo-mahitsy no hamonjy azy, Fa ho voafandriky ny faniriany kosa ny mpivadika.",
        "7": "Foana ny fanantenan’ny ratsy fanahy rehefa maty izy, Ary foana koa ny zavatra nantenainy hoe ho vitany amin’ny heriny.",
        "8": "Vonjena amin’ny fahoriana ny olo-marina, Ka ny ratsy fanahy indray no iharan’izany.",
        "9": "Mitondra loza ho an’ny namany ny tenin’ny mpivadi-pinoana, Fa ny olo-marina kosa vonjena satria manana fahalalana.",
        "10": "Faly ny ao an-tanàna noho ny toetra tsaran’ny olo-marina, Ary mihoby ny olona rehefa maty ny ratsy fanahy.",
        "11": "Lasa mandroso ny tanàna noho ny tsodranon’ny olo-mahitsy, Fa rava kosa ilay izy noho ny tenin’ny ratsy fanahy.",
        "12": "Manambanimbany ny namany ny olona tsy ampy saina, Fa mangina kosa ny olona mahay mandinika tsara.",
        "13": "Mandehandeha mamoaka tsiambaratelo ny mpanendrikendrika, Fa mitana tsiambaratelo kosa ny olona mendri-pitokisana.",
        "14": "Hijaly ny vahoaka raha tsy mahazo tari-dalana tsara, Fa hahomby kosa izay ataony raha maro ny mpanolo-tsaina.",
        "15": "Tsy maintsy hahita loza izay miantoka olona mindram-bola raha tsy fantany akory ilay olona, Fa hilamin-tsaina kosa izay tsy mety mifandray tanana mba hiantoka olona.",
        "16": "Mahazo voninahitra ny vehivavy mahafinaritra, Fa mandroba harena ny olona tsy misy antra.",
        "17": "Manao soa amin’ny tenany ny olona tsara fanahy, Fa mampidi-kizo ny tenany kosa ny olona tia mampijaly.",
        "18": "Tsy tena karama no azon’ny ratsy fanahy, Fa tena valisoa kosa no azon’izay mamafy fahamarinana.",
        "19": "Hahazo fiainana ny olona miezaka manao ny marina, Fa ho faty izay tsy mieritreritra afa-tsy ny hanao ratsy.",
        "20": "Maharikoriko an’i Jehovah ny olona fetsifetsy, Fa mahafinaritra azy kosa izay mandeha tsy misy tsiny.",
        "21": "Matokia fa tsy maintsy ho voasazy ny olon-dratsy, Fa ho afa-mandositra kosa ny zanaky ny olo-marina.",
        "22": "Hoatran’ny kavim-bolamena eo amin’ny oron-kisoa Ny vehivavy tsara tarehy nefa tsy misaina.",
        "23": "Mitondra soa ny fanirian’ny olo-marina, Fa mampahatezitra kosa ny zavatra antenain’ny ratsy fanahy.",
        "24": "Misy tia manome nefa vao mainka mihamanana, Fa misy tsy mahafoy manome zavatra tokony homena, nefa lasa mihamahantra.",
        "25": "Handeha tsara ny fiainan’izay tia manome, Ary izay manome rano dia homena rano koa.",
        "26": "Hozonin’ny olona izay tsy mety mivarotra vokatra, Fa homeny tsodrano kosa izay manaiky hivarotra vokatra.",
        "27": "Izay mazoto manao soa dia ankasitrahan’ny olona, Fa izay mitetika ny hanao ratsy kosa tsy maintsy hiharan’izay ratsy noeritreretiny ihany.",
        "28": "Ho lavo izay matoky ny harenany, Fa handrobona toy ny hazo midoroboka kosa ny olo-marina.",
        "29": "Hisambo-drivotra izay mampidi-kizo ny ankohonany, Ary ho mpanompon’izay manana fo hendry ny tsisy saina.",
        "30": "Toy ny hazon’aina ny vokatry ny ataon’ny olo-marina, Ary hendry izay maharesy lahatra olona.",
        "31": "Raha ny olo-marina eto an-tany aza mahazo ny valin’ny nataony, Koa mainka fa ny ratsy fanahy sy ny mpanota!"
    },
    "12": {
        "1": "Tia fahalalana izay tia anatra, Fa tsy misaina kosa izay mankahala fananarana.",
        "2": "Ankasitrahan’i Jehovah ny olona tsara toetra, Fa melohiny kosa izay mitetika ny hanao ratsy.",
        "3": "Tsy hilamina ny fiainan’izay olona manao ratsy, Fa ny olo-marina kosa hoatran’ny hazo tsy mety voaongotra mihitsy.",
        "4": "Satroboninahitry ny vadiny ny vehivavy tsara toetra, Fa ny vehivavy manao zavatra manala baraka kosa toy ny lo mikiky ny taolan’ny vadiny.",
        "5": "Ara-drariny ny hevitry ny olo-marina, Fa mamitaka kosa ny tari-dalana omen’ny ratsy fanahy.",
        "6": "Mitovy amin’ny fandrika mahafaty ny tenin’ny ratsy fanahy, Fa ny tenin’ny olo-marina kosa mamonjy azy.",
        "7": "Tsy hisy intsony ny ratsy fanahy rehefa ringana, Fa ho eo foana kosa ny ankohonan’ny olo-marina.",
        "8": "Hoderaina ny olona mitandrina tsara an’izay lazain’ny vavany, Fa hatao tsinontsinona kosa ny olona fetsifetsy.",
        "9": "Aleo tsotsotra nefa manana mpanompo iray, Toy izay miseho ho ambony nefa tsy manan-kohanina.",
        "10": "Mikarakara ny biby fiompiny ny olo-marina, Fa tia mampijaly kosa ny ratsy fanahy, na dia mihevitra aza izy hoe mamindra fo.",
        "11": "Ho voky hanina izay miasa ny taniny, Fa tsy ampy saina izay mikatsaka zava-poana.",
        "12": "Ny ratsy fanahy mitsiriritra ny zavatra azon’ny olon-dratsy, Fa ny olo-marina kosa toy ny hazo mamaka tsara ka mamokatra.",
        "13": "Manota amin’izay lazainy ny olon-dratsy ka voafandriky ny teniny ihany, Fa ny olo-marina kosa afaka amin’ny fijaliana.",
        "14": "Mandray soa be dia be avy amin’izay lazainy ny olona, Ary hahazo valisoa izy noho ny asan’ny tanany.",
        "15": "Amin’ny adala dia mety ny ataony, Fa ny hendry kosa manaiky torohevitra.",
        "16": "Ny adala no tonga dia mampiseho hoe sosotra, Fa ny olona malina kosa tsy miraharaha esoeso.",
        "17": "Hilaza ny marina ny vavolombelona azo itokisana, Fa mamitaka kosa ny vavolombelona mandainga.",
        "18": "Manindrona hoatran’ny sabatra ny teny tsy voahevitra, Fa manasitrana kosa ny tenin’ny hendry.",
        "19": "Haharitra mandrakizay ny molotra milaza ny marina, Fa hiserana fotsiny ny lela zatra mandainga.",
        "20": "Fitaka no ao am-pon’izay mitetika ny hanao ratsy, Fa falifaly kosa ny olona miezaka ny hampisy fihavanana.",
        "21": "Tsy mba haninona mihitsy ny olo-marina, Fa ho tototry ny loza kosa ny ratsy fanahy.",
        "22": "Maharikoriko an’i Jehovah ny molotra mandainga, Fa mahafinaritra azy kosa ny olona tsy mivadika.",
        "23": "Tsy miresadresaka an’izay zavatra fantany ny olona malina, Fa mamoaka ny hadalana rehetra ao am-pony kosa ny tsisy saina.",
        "24": "Hanam-pahefana ny olona mazoto, Fa hampanaovina asa an-terivozona kosa ny kamo.",
        "25": "Ny tebiteby ao am-pon’ny olona no mahakivy azy, Fa ny teny mampahery kosa no mahafalifaly azy.",
        "26": "Ny olo-marina mitady an’izay kijana tsara indrindra, Fa ny ratsy fanahy kosa lasa diso lalana noho ny ataony ihany.",
        "27": "Tsy mety mandeha mihaza ny kamo, Fa harena sarobidy ho an’ny olona kosa ny fahazotoana.",
        "28": "Mitarika mankany amin’ny fiainana ny lalan’ny fahamarinana, Ary tsy mba misy fahafatesana ny lalana alehany."
    },
    "13": {
        "1": "Manaiky ny anatry ny rainy ny zanaka hendry, Fa tsy mety mihaino kosa ny mpanesoeso na dia tenenina mafy aza.",
        "2": "Handray soa avy amin’izay lazainy ny olona, Fa tsy mieritreritra afa-tsy ny hampiasa herisetra kosa ny mpivadika.",
        "3": "Miaro ny ainy ny olona mahafehy ny vavany, Fa izay tsy mitandrina an’izay lazainy kosa hahita loza.",
        "4": "Betsaka ny zavatra irin’ny kamo, nefa mbola tsy manana na inona na inona ihany izy, Fa ho tanteraka daholo kosa izay irin’ny mazoto.",
        "5": "Tena tsy tia lainga ny olo-marina, Fa mahamenatra sy manala baraka kosa ny ataon’ny ratsy fanahy.",
        "6": "Ny fahamarinana no miaro an’izay mandeha tsy misy tsiny, Fa ny ratsy ataon’ny mpanota ihany no mahavoa azy.",
        "7": "Misy olona miseho ho manankarena nefa tsy manana na inona na inona akory, Fa misy indray mody mahantra nefa manankarem-be.",
        "8": "Ny harenan’ny manankarena no omeny hanavotana ny ainy, Fa ny mahantra kosa tsy mba misy mandrahona.",
        "9": "Mamirapiratra be ny hazavan’ny olo-marina, Fa ho faty kosa ny jiron’ny ratsy fanahy.",
        "10": "Mampisy ady fotsiny ny olona sahisahy ratsy, Fa izay mangataka torohevitra kosa no hendry.",
        "11": "Hihena ny harena azo vetivety, Fa hitombo kosa ny harenan’ny olona manangona tsikelikely.",
        "12": "Marary ny fo raha ela be vao tanteraka ny zavatra antenaina, Fa hazon’aina kosa ny faniriana rehefa tanteraka.",
        "13": "Izay tsy miraharaha toromarika dia hizaka ny vokany, Fa izay mankatò ny didy no homena valisoa.",
        "14": "Loharanon’aina ny fampianaran’ny hendry, Ka miaro azy tsy ho azon’ny fandriky ny fahafatesana.",
        "15": "Izay tena lalin-tsaina no ankasitrahan’ny olona, Fa sarotra kosa ny lalan’ny mpivadika.",
        "16": "Miezaka hahalala ny zava-drehetra ny olona malina vao manao zavatra, Fa ny adala kosa mampiseho ny hadalany rehetra.",
        "17": "Idiran-doza ny mpitondra hafatra rehefa ratsy fanahy, Fa manasitrana kosa ny iraka rehefa mendri-pitokisana.",
        "18": "Hahantra sy ho afa-baraka izay tsy miraharaha anatra, Fa homena voninahitra kosa izay manaiky hahitsy.",
        "19": "Mahafinaritra erỳ rehefa tanteraka ny faniriana, Fa halan’ny olona tsisy saina ny miala amin’ny ratsy.",
        "20": "Ho hendry izay miaraka amin’ny hendry, Fa hahita loza kosa izay minamana amin’ny tsisy saina.",
        "21": "Arahin’ny loza avy ao aoriana ny mpanota, Fa ny fiadanana kosa no mamaly soa ny olo-marina.",
        "22": "Mamela lova ho an’ny zafikeliny ny olona tsara toetra, Fa ny harenan’ny mpanota kosa hotehirizina ho an’ny olo-marina.",
        "23": "Voasa tsara ny tanimbolin’ny mahantra ka mamokatra sakafo be dia be, Saingy mety hisy haka tsy ara-drariny izany.",
        "24": "Izay mitsitsy ny tsorakazony dia tsy tia ny zanany, Fa izay tia azy kosa mazoto mananatra azy.",
        "25": "Misakafo ny olo-marina ka voky tsara, Fa ny kibon’ny ratsy fanahy kosa noana."
    },
    "14": {
        "1": "Manamafy orina ny tokantranony ny vehivavy tena hendry, Fa mandrava ny tokantranony kosa ny vehivavy tsisy saina.",
        "2": "Matahotra an’i Jehovah ny olona manao izay mahitsy, Fa manao tsinontsinona Azy kosa izay zatra mametsifetsy.",
        "3": "Ny teny an’avona ataon’ny adala dia toy ny tsorakazo fikapohana, Fa ny tenin’ny hendry kosa hiaro ny tenany.",
        "4": "Madio ny fihinanam-bilona raha tsy misy omby, Fa be dia be kosa ny vokatra rehefa matanjaka ny omby.",
        "5": "Tsy handainga ny vavolombelona mendri-pitokisana, Fa ny vavolombelona mandainga kosa efa tranon-dainga mihitsy.",
        "6": "Miezaka mitady fahendrena ny mpanesoeso fa tsy mahita, Fa mora mahay kosa ny olona mahira-tsaina.",
        "7": "Ialao ny olona tsisy saina, Fa tsy hahazo fahalalana amin’izay lazainy ianao.",
        "8": "Hendry ny olona malina ka mahalala an’izay ataony, Fa ny adala kosa voafitaky ny hadalany.",
        "9": "Ihomehezan’ny adala fotsiny ny fahadisoana vitany, Fa vonona hihavana kosa ny olona manao izay mahitsy.",
        "10": "Ny fon’ny olona no mahatsapa ny alahelo ao anatiny, Ary tsy misy olon-kafa tena mahatsapa ny fifaliana ao anatiny.",
        "11": "Ho rava ny tranon’ny ratsy fanahy, Fa ho mafy orina kosa ny tranolain’ny olo-marina.",
        "12": "Misy lalana eritreretin’ny olona hoe mety, Nefa any amin’ny fahafatesana no hiafarany.",
        "13": "Na mihomehy aza ny olona dia mety ho ory izy ao am-pony ao, Ary ny fifaliana dia mety hiafara amin’ny alahelo.",
        "14": "Hijinja ny vokatry ny ataony ny olona mivadika, Fa hahazo valisoa noho ny ataony kosa ny olona tsara toetra.",
        "15": "Mino an’izay teny rehetra henony ny olona mora fetsifetsena, Fa ny olona malina kosa mieritreritra tsara isaky ny hanao zavatra.",
        "16": "Mitandrina tsara ny hendry ka miala amin’ny ratsy, Fa ny adala kosa tsy miraharaha mihitsy sady matoky tena loatra.",
        "17": "Manaonao foana ny olona mora tezitra, Fa izay mandinika tsara kosa ankahalain’ny olona.",
        "18": "Hadalana no ho anjara lovan’ny olona mora fetsifetsena, Fa fahalalana kosa no satroboninahitry ny olona malina.",
        "19": "Tsy maintsy hiankohoka eo anatrehan’ny tsara toetra ny olon-dratsy, Ary hiankohoka eo am-bavahadin’ny olo-marina ny ratsy fanahy.",
        "20": "Ankahalain’ny olona ny mahantra, ka na ny namany aza mankahala azy, Fa be namana be kosa ny mpanankarena.",
        "21": "Manota izay manao tsinontsinona ny namany, Fa sambatra izay mangoraka ny mahantra.",
        "22": "Tsy ho diso lalana ve izay mitetika ny hanao ratsy? Izay tapa-kevitra hanao ny tsara kosa ho tian’ny olona foana sady tsy hivadihany.",
        "23": "Ahazoana tombony foana ny asa mafy rehetra, Fa hahantra kosa izay be resaka fotsiny.",
        "24": "Ny harenan’ny hendry no satroboninahiny, Fa ny hadalan’ny adala kosa tsy miala aminy mihitsy.",
        "25": "Mamonjy ain’olona ny vavolombelona milaza ny marina, Fa ny vavolombelona mamitaka kosa efa tranon-dainga mihitsy.",
        "26": "Tena feno toky ny olona matahotra an’i Jehovah, Ka ho fialofana ho an’ny zanany koa izany tahotra izany.",
        "27": "Loharanon’aina ny fahatahorana an’i Jehovah, Ka miaro ny olona tsy ho azon’ny fandriky ny fahafatesana.",
        "28": "Voninahitra ho an’ny mpanjaka ny manana vahoaka be dia be, Fa rava ny fanjakan’izay mpitondra tsy manana vahoaka.",
        "29": "Ny olona tsy mora tezitra dia mahay mandinika tsara, Fa ny olona tsy manam-paharetana kosa mampiseho ny hadalany.",
        "30": "Mahasalama ny vatana ny fo tony, Fa mahatonga ny taolana ho lo kosa ny fialonana.",
        "31": "Izay manambaka ny tsy manana dia manao tsinontsinona ny Mpanao azy, Fa manome voninahitra Azy kosa izay mangoraka ny mahantra.",
        "32": "Ho lavo noho ny ratsy nataony ihany ny ratsy fanahy. Ny olo-marina anefa hahita fialofana satria tsy mivadika.",
        "33": "Ao am-pon’ny mahira-tsaina ny fahendrena nefa aleony mangina, Fa ny tsisy saina kosa mampideradera an’izay zavatra fantany.",
        "34": "Ny fahamarinana no mahatonga ny fanjakana hahazo voninahitra, Fa ny ota kosa manala baraka ny vahoaka.",
        "35": "Tian’ny mpanjaka ny mpanompo lalin-tsaina, Fa tezitra amin’ny mpanompo manala baraka kosa izy."
    },
    "15": {
        "1": "Mampitony hatezerana mafy ny valin-teny malefaka, Fa ny teny henjana kosa vao mainka mampahatezitra.",
        "2": "Mahay mampiasa tsara ny fahalalana ananany ny lelan’ny hendry, Fa mamoaka hadalana kosa ny vavan’ny adala.",
        "3": "Mijery eny rehetra eny ny mason’i Jehovah, Ka dinihiny daholo na ny ratsy toetra na ny tsara toetra.",
        "4": "Hazon’aina ny tenin’ny olona tony, Fa mahakivy kosa ny teny mamitaka.",
        "5": "Tsy miraharaha ny anatry ny rainy ny tsisy saina, Fa manaiky hahitsy kosa ny malina.",
        "6": "Misy harena be dia be ao an-tranon’ny olo-marina, Fa mampidi-kizo ny ratsy fanahy kosa ny tombony azony.",
        "7": "Mampiely fahalalana ny molotry ny hendry, Fa tsy mba hoatr’izany ny fon’ny adala.",
        "8": "Maharikoriko an’i Jehovah ny sorona ataon’ny ratsy fanahy, Fa mahafinaritra azy kosa ny vavaky ny olona manao izay mahitsy.",
        "9": "Maharikoriko an’i Jehovah ny fanaon’ny ratsy fanahy, Fa tiany kosa izay miezaka manao ny marina foana.",
        "10": "Tsy tian’ny olona mivily lalana ny hoe ahitsy. Ho faty anefa izay mankahala fananarana.",
        "11": "Na ny Fasana sy ny toerana mahalò ny nofo aza tsy misy miafina amin’i Jehovah, Koa mainka fa ny ao am-pon’ny olombelona!",
        "12": "Tsy tian’ny mpanesoeso ny olona manitsy azy, Ary tsy hanontany ny hendry izy.",
        "13": "Miramirana ny endrika rehefa falifaly ny fo, Fa kivy kosa ny olona rehefa malahelo ny fony.",
        "14": "Mitady fahalalana ny fon’ny mahira-tsaina, Fa hadalana kosa no ankafizin’ny vavan’ny tsisy saina.",
        "15": "Manjombona foana ny andron’ny olona malahelo, Fa hoatran’ny manao fety foana kosa ny olona manana fo falifaly.",
        "16": "Aleo tsy dia manana firy nefa matahotra an’i Jehovah, Toy izay manankarem-be nefa mitebiteby lava.",
        "17": "Aleo mihinana anana ao anatin’ny fifankatiavana, Toy izay mihinana hena matavy ao anatin’ny fifankahalana.",
        "18": "Mampisy ady izay mora tezitra, Fa mampitsahatra fifamaliana kosa ny olona tsy mora tezitra.",
        "19": "Hoatran’ny hoe misy fefy tsilo ny lalan’ny kamo, Fa toy ny lalambe tsy misy mikitoantoana kosa ny lalan’ny olo-marina.",
        "20": "Mampifaly ny rainy ny zanaka hendry, Fa ny adala kosa manao tsinontsinona ny reniny.",
        "21": "Mahafaly ny tsy ampy saina ny hadalana, Fa mandeha mahitsy kosa ny olona mahay mandinika.",
        "22": "Tsy tanteraka izay kasaina hatao raha tsy maka hevitra amin’olona, Fa tanteraka kosa izany rehefa be dia be ny mpanoro hevitra.",
        "23": "Faly ny olona rehefa mahay mamaly, Ary tsara erỳ ny teny lazaina amin’ny fotoana mety!",
        "24": "Miaka-piakarana ny lalin-tsaina rehefa mandeha amin’ny lalana mankany amin’ny fiainana, Mba tsy hidinany any amin’ny Fasana any ambany.",
        "25": "Horavan’i Jehovah ny tranon’izay manambony tena, Fa harovany kosa ny faritry ny tanin’ny mpitondratena.",
        "26": "Maharikoriko an’i Jehovah ny tetiky ny ratsy fanahy, Fa madio eo imasony kosa ny teny mahafinaritra.",
        "27": "Mampidi-kizo ny ankohonany ny olona mitady tombony amin’ny tsy marina, Fa ho ela velona kosa izay tsy tia kolikoly.",
        "28": "Mieritreritra tsara ny olo-marina vao mamaly, Fa mamoaka zava-dratsy kosa ny vavan’ny ratsy fanahy.",
        "29": "Lavitra ny ratsy fanahy i Jehovah, Fa henoiny kosa ny vavaky ny olo-marina.",
        "30": "Mahafaly ny fo ny endrika miramirana, Ary mampahatanjaka ny taolana ny tatitra tsara.",
        "31": "Ahazoana fiainana ny anatra, ka izay mihaino an’izany Dia anisan’ny olona hendry.",
        "32": "Manao tsinontsinona ny ainy izay tsy manaiky anatra, Fa lasa mahira-tsaina kosa izay mihaino anatra.",
        "33": "Manampy ny olona hahazo fahendrena ny tahotra an’i Jehovah, Ary hahazo voninahitra izay manetry tena."
    },
    "16": {
        "1": "Omanin’ny olona ao am-pony ny teny holazainy, Fa avy amin’i Jehovah kosa ny valin-teny omeny.",
        "2": "Heverin’ny olona hoe mety daholo izay ataony, Fa i Jehovah kosa mandinika ny antony anaovany an’izany.",
        "3": "Ankino amin’i Jehovah daholo izay ataonao, Dia hahomby izay kasainao hatao.",
        "4": "Nataon’i Jehovah hanatanterahana ny fikasany ny zava-drehetra, Ka na ny ratsy fanahy aza haringana, amin’ny andro hahitana loza.",
        "5": "Maharikoriko an’i Jehovah izay rehetra manana fo mirehareha. Matokia fa tsy maintsy ho voasazy ny olona hoatr’izany.",
        "6": "Ny fitiavana sy tsy fivadihana no andrakofana fahadisoana, Ary izay matahotra an’i Jehovah dia miala amin’ny ratsy.",
        "7": "Rehefa mahafinaritra an’i Jehovah ny ataon’ny olona, Dia ataony mihavana aminy na dia ny fahavalony aza.",
        "8": "Aleo kely azo tamin’ny marina, Toy izay be dia be azo tamin’ny tsy rariny.",
        "9": "Mety ho efa mandamina tsara an’izay hataony ny olona, ao am-pony ao, Nefa i Jehovah no mitarika ny diany.",
        "10": "Didim-pitsarana avy amin’Andriamanitra no tokony holazain’ny mpanjaka, Ary tsy tokony hamadika ny rariny mihitsy izy.",
        "11": "Avy amin’i Jehovah ny fandanjana marina sy ny mizana marina. Avy aminy daholo koa ny vatomizana ao anaty kitapo.",
        "12": "Maharikoriko ny mpanjaka ny fanao ratsy, Satria ny fahamarinana no manamafy orina ny seza fiandrianany.",
        "13": "Mahafinaritra ny mpanjaka ny olona milaza ny marina, Ary tiany ny olona mitsotra ny marina.",
        "14": "Toy ny olona nirahina hamono olona ho faty ny hatezeran’ny mpanjaka, Fa ny hendry kosa mahay mampitony an’izany.",
        "15": "Ho sambatra izay ankasitrahan’ny mpanjaka, Satria hoatran’ny rahona mitondra orana amin’ny lohataona ny fankasitrahany.",
        "16": "Aleo mahazo fahendrena toy izay mahazo volamena, Ary aleo lasa mahira-tsaina toy izay mahazo volafotsy.",
        "17": "Halavirin’ny olo-marina ny ratsy, Ary izay mitandrina tsara an’izay ataony dia miaro ny ainy.",
        "18": "Ho lavo izay mirehareha, Ary hianjera izay manambony tena.",
        "19": "Aleo manetry tena miaraka amin’ny mpandefitra, Toy izay mifampizara harena amin’ny olona manambony tena.",
        "20": "Hahomby ny olona mandinika tsara an’izay ataony, Ary sambatra izay matoky an’i Jehovah.",
        "21": "Izay manana fo hendry no hatao hoe mahira-tsaina, Ary izay manao teny mahafinaritra no maharesy lahatra olona.",
        "22": "Raha lalin-tsaina ny olona, dia loharanon’aina ho azy izany, Fa ny tsisy saina kosa faizin’ny hadalany ihany.",
        "23": "Ny fon’ny hendry mahatonga azy hifidy tsara an’izay hoteneniny, Ka maharesy lahatra olona ny zavatra lazainy.",
        "24": "Toho-tantely ny teny mahafinaritra, Ka sady mamy no manasitrana ny taolana.",
        "25": "Misy lalana eritreretin’ny olona hoe mety, Nefa any amin’ny fahafatesana no hiafarany.",
        "26": "Mikely aina miasa mafy ny mpiasa satria te hihinan-kanina. Miasa mafy mantsy izy satria noana.",
        "27": "Zava-dratsy no fongarin’ny olona tsy misy ilana azy, Ary toy ny afo mandoro ny teniny.",
        "28": "Mampisy ady fotsiny ny mpanakorontana, Ary mampisaraka ny mpinamana be ny mpanendrikendrika.",
        "29": "Mitaona ny namany hanao ratsy ny olona tia herisetra, Sady mitarika azy any amin’ny lalan-diso.",
        "30": "Mipy maso izy rehefa mitetika hanao ratsy, Dia manaiki-molotra rehefa manatanteraka ny sain-dratsiny.",
        "31": "Satroboninahitra tsara tarehy ny volofotsy, Raha ao amin’ny lalan’ny fahamarinana no ahazoana azy.",
        "32": "Aleo olona tsy mora tezitra toy izay lehilahy matanjaka, Ary aleo olona mahafehy tena toy izay olona mahazo tanàna ho babo.",
        "33": "Eo am-pofoana no anaovana antsapaka, Fa an’i Jehovah kosa ny fanapahan-kevitra rehetra amin’izany."
    },
    "17": {
        "1": "Aleo sombi-mofo maina hohanina ao amin’izay misy fihavanana, Toy izay trano misy fety be nefa misy fifamaliana.",
        "2": "Ny mpanompo lalin-tsaina no hifehy ny zanaka manala baraka. Hahazo anjara lova koa izy, hoatran’ny zanaky ny tompony ihany.",
        "3": "Natao ho an’ny volafotsy ny vilany fanadiovana metaly, ary ho an’ny volamena ny fatana fandrendrehana, Fa i Jehovah kosa no mpandinika ny fo.",
        "4": "Mihaino fosafosa ny ratsy fanahy, Ary mihaino fanaratsiana ny mpamitaka.",
        "5": "Izay manesoeso ny mahantra dia manao tsinontsinona ny Mpanao azy, Ary izay faly amin’ny fahavoazan’ny hafa dia tsy maintsy ho voasazy.",
        "6": "Satroboninahitry ny be taona ny zafikeliny, Ary voninahitry ny zanakalahy ny rainy.",
        "7": "Tsy mendrika ny hilaza ny marina ny tsisy saina, Ary vao mainka tsy mendrika ny handainga ny mpitondra.",
        "8": "Amin’ny tompony, dia toy ny vatosoa ny fanomezana, Ka na aiza na aiza alehany, dia lasa mety daholo izay ataony.",
        "9": "Izay mamela fahadisoana dia mitady fitiavana, Fa izay mbola miresadresaka an’ilay fahadisoana kosa mampisaraka ny mpinamana be.",
        "10": "Ny teny henjana atao indray mandeha amin’ny mahira-tsaina dia mandaitra kokoa Noho ny kapoka injato amin’ny tsisy saina.",
        "11": "Tsy mitady afa-tsy ny hikomy ny olon-dratsy, Nefa hisy olona tsy misy antra hirahina hanasazy azy.",
        "12": "Aleo mifanena amin’ny orsa very zanaka, Toy izay mifanena amin’ny olona tsisy saina mampiseho ny hadalany.",
        "13": "Izay mamaly ratsy ny soa natao taminy, Dia tsy hialan’ny ratsy koa ny ao an-tranony.",
        "14": "Hoatran’ny mamaky fefiloha izay mila ady, Koa mialà dieny mbola tsy raikitra ny fifamaliana.",
        "15": "Samy maharikoriko an’i Jehovah, Na izay manafaka madiodio ny ratsy fanahy, na izay manameloka ny olo-marina.",
        "16": "Inona moa ny soa azon’ny tsisy saina raha afaka mahazo fahendrena izy, Nefa izy aza tsy te hahazo an’izany akory?",
        "17": "Tia amin’ny fotoana rehetra ny tena namana, Sady tena rahalahy natao hanampy amin’ny fotoan-tsarotra.",
        "18": "Mifandray tanana amin’ny olona ny tsy ampy saina, Ka manaiky eo imason’ny namany hoe hiantoka olona mindram-bola.",
        "19": "Tia manao fahadisoana izay tia ady, Ary mitady loza izay manangana vavahady avo.",
        "20": "Tsy hahomby izay manana fo fetsifetsy, Ary hahita loza izay mamitapitaka.",
        "21": "Halahelo ny ray miteraka zaza tsisy saina, Ary tsy ho faly mihitsy ny rain’ny zaza tsy ampy saina.",
        "22": "Fanafody tena mandaitra ny fo falifaly, Fa mandany hery kosa ny hakiviana.",
        "23": "Mandray kolikoly mangingina ny ratsy fanahy Mba hamadihana ny rariny.",
        "24": "Mifantoka amin’ny fahendrena foana ny mason’ny mahira-tsaina, Fa ny mason’ny tsisy saina kosa mandehandeha hatrany amin’ny faran’ny tany.",
        "25": "Manao izay hampalahelo ny rainy ny zanaka tsisy saina, Sady mankarary ny fon’ny reny niteraka azy.",
        "26": "Tsy tsara ny manasazy olo-marina, Ary tsy mety ny mamely olona manan-kaja amin’ny karavasy.",
        "27": "Mahafehy ny vavany ny olona manam-pahalalana, Ary ho tony foana ny olona mahay mandinika.",
        "28": "Na ny adala aza rehefa mangina, dia hoheverina hoe hendry, Ary hoheverina hoe mahay mandinika izay manakombona ny vavany."
    },
    "18": {
        "1": "Izay mitokantokana dia tsy mitady afa-tsy izay tiany fotsiny, Ka laviny daholo rehefa mety ho fahendrena.",
        "2": "Tsy tian’ny tsisy saina ny ho lasa mahira-tsaina, Fa aleony mamoaka ny ao am-pony.",
        "3": "Rehefa tonga ny ratsy fanahy, dia misy koa ny fanaovana tsinontsinona, Ary miaraka amin’ny fahafaham-baraka ny henatra.",
        "4": "Rano lalina ny teny lazain’ny vavan’ny olona, Ary rano miboiboika ny loharanom-pahendrena.",
        "5": "Tsy tsara raha ny ratsy fanahy indray no iangarana, Na hoe ny olo-marina indray no tsy omena rariny.",
        "6": "Mahatonga fifamaliana ny tenin’ny tsisy saina, Ary ny vavany no mahatonga azy ho voakapoka.",
        "7": "Ny tenin’ny tsisy saina no mampidi-kizo azy. Fandrika ho an’ny ainy koa ny zavatra lazainy.",
        "8": "Ny tenin’ny mpanendrikendrika dia hoatran’ny sakafo matsiro, Ka tonga dia midina any an-kibo.",
        "9": "Izay kamo miasa, Dia rahalahin’ny mpandrava.",
        "10": "Ny anaran’i Jehovah dia tilikambo mafy. Mihazakazaka mankao ny olo-marina ka voaro.",
        "11": "Amin’ny mpanankarena dia toy ny tanàna voaro mafy ny harenany. Heveriny hoe manda fiarovana izany.",
        "12": "Ho lavo izay manambony tena, Ary hahazo voninahitra izay manetry tena.",
        "13": "Izay mamaly nefa mbola tsy nihaino akory, Dia tsisy saina sady ho afa-baraka.",
        "14": "Zakan’ny olona matanja-tsaina ny aretiny, Fa iza kosa no mahazaka ny hakiviana?",
        "15": "Miezaka hahazo fahalalana ny fon’ny mahira-tsaina, Ary te hihaino fahalalana ny sofin’ny hendry.",
        "16": "Ny fanomezana ataon’ny olona dia manokatra lalana ho azy, Ka mahatonga azy ho afaka hankeo anatrehan’ny olona ambony.",
        "17": "Hoatran’ny hoe izay miteny voalohany no marina, Mandra-pahatongan’ny ankilany, izay manadihady tsara azy.",
        "18": "Mampitsahatra fifandirana ny antsapaka, Sady mamaha olana eo amin’ny mpifahavalo samy matanjaka.",
        "19": "Sarotra kokoa noho ny mandresy tanàna voaro mafy ny mampitony rahalahy tezitra, Ary mampisaraka olona ny fifandirana, toy ny bara vy hidim-bavahadin’ny tanàna misy manda.",
        "20": "Ho vokin’ny teniny ny kibon’ny olona, Ary ho vokin’ny teny avoakan’ny molony izy.",
        "21": "Samy vitan’ny lela na ny mamono na ny mamelona. Izay tia mampiasa azy dia hijinja ny vokany.",
        "22": "Izay mahita vady tsara dia mahazo zava-tsoa, Sady ankasitrahan’i Jehovah.",
        "23": "Mitalaho ny mahantra rehefa miteny, Fa mitrerona azy kosa ny mpanankarena.",
        "24": "Misy mpinamana vonona hifamotika, Fa misy kosa namana mifikitra noho ny rahalahy aza."
    },
    "19": {
        "1": "Aleo mahantra nefa tsy mivadika, Toy izay tsisy saina sady mpandaingalainga.",
        "2": "Tsy tsara raha tsy manam-pahalalana ny olona, Ary manota izay maimaika loatra.",
        "3": "Ny hadalan’ny olona ihany no manimba ny fiainany, Ka amin’i Jehovah no tezitra ny fony.",
        "4": "Ny harena no mahatonga ny olona ho be namana, Fa ny mahantra kosa, na ny namany aza handao azy.",
        "5": "Tsy maintsy ho voasazy ny vavolombelona mandainga, Ary tsy ho afa-maina ny olona efa tranon-dainga.",
        "6": "Maro no mila sitraka amin’ny olona ambony, Ary naman’izay tia manao fanomezana ny olona rehetra.",
        "7": "Na ny rahalahin’ny mahantra aza mankahala azy daholo, Koa mainka moa fa ny namany! Mba mitalaho sy mangataka amin’ireny izy, saingy tsy misy mihaino azy.",
        "8": "Tia ny tenany izay miezaka hisaina tsara, Ary hahomby izay mihevitra hoe sarobidy ny fahaiza-mandinika.",
        "9": "Tsy maintsy ho voasazy ny vavolombelona mandainga, Ary ho ringana ny olona efa tranon-dainga.",
        "10": "Tsy mendrika ny hanana fiainana mirenty ny tsisy saina, Ary vao mainka tsy mendrika ny hibaiko andriana ny mpanompo!",
        "11": "Mahatsindry fo ny olona lalin-tsaina, Ary voninahitra ho azy ny mamela fahadisoana.",
        "12": "Hoatran’ny liona mierona ny mpanjaka rehefa tezitra be, Fa toy ny ando eo amin’ny ahitra kosa ny fankasitrahany.",
        "13": "Mitondra fahoriana ho an’ny rainy ny zanaka tsisy saina, Ary toy ny tafo mitete tsy an-kijanona ny vehivavy tia ady.",
        "14": "Trano sy harena no lova avy amin’ny ray, Fa vady malina kosa no fanomezana avy amin’i Jehovah.",
        "15": "Mahatonga torimaso lalina ny hakamoana, Ary ho noana ny olona malaina.",
        "16": "Izay mankatò ny didy dia miaro ny ainy, Fa ho faty kosa ny olona tsy mba miraharaha izay ataony.",
        "17": "Izay miantra ny mahantra dia mampisambotra an’i Jehovah, Ka Izy no hamaly ny soa nataony.",
        "18": "Faizo ny zanakao dieny mbola misy fanantenana, Ary tandremo sao ho lasa tompon’andraikitra amin’ny fahafatesany ianao.",
        "19": "Handoa sazy izay mora tezitra. Raha arovanao izy, dia ho voatery hiaro azy foana ianao.",
        "20": "Henoy ny torohevitra ary raiso ny anatra, Mba ho hendry ianao amin’ny hoavy.",
        "21": "Maro ny zavatra kasain’ny olona hatao, Fa ny fikasan’i Jehovah ihany no ho tanteraka.",
        "22": "Tian’ny olona izay be fitiavana sy tsy mivadika, Ary aleo lasa mahantra toy izay lasa mpandainga.",
        "23": "Mitarika mankany amin’ny fiainana ny fahatahorana an’i Jehovah. Hatory tsara izay matahotra Azy, fa tsy ho tratran’ny loza.",
        "24": "Mangarona ny ao anaty vilia baolina ny kamo, Nefa na ny hampakatra an’ilay tanany ho ao am-bavany aza mahakamo azy.",
        "25": "Kapohy ny mpanesoeso mba ho malina izay mbola tsy dia nahita fiainana. Ary anaro ny mahira-tsaina mba hitombo ny fahalalany.",
        "26": "Izay mampijaly ny rainy sy mandroaka ny reniny, Dia zanaka mahamenatra sy manala baraka.",
        "27": "Raha tsy mihaino anatra intsony ianao, anaka, Dia hiala amin’ny lalan’ny fahalalana.",
        "28": "Manao tsinontsinona ny rariny ny vavolombelona tsy misy ilana azy. Ary amin’ny ratsy fanahy, dia mahafinaritra hoatran’ny misakafo ny manao ratsy.",
        "29": "Didim-pitsarana no miandry ny mpanesoeso, Ary hokapohina ny lamosin’ny tsisy saina."
    },
    "20": {
        "1": "Tsy manaja tena izay mamon’ny divay, ary tsy mahafehy tena izay mamon’ny toaka. Tsy hendry izay voavilin’ireny satria manaonao foana.",
        "2": "Atahorana hoatran’ny liona mierona ny mpanjaka, Ka mety hamoy ny ainy izay mampahatezitra azy.",
        "3": "Voninahitra ho an’ny olona ny mifehy tena tsy hifamaly, Fa ny tsisy saina rehetra kosa miditra amin’ilay fifamaliana.",
        "4": "Tsy miasa tany ny kamo amin’ny ririnina, Ka hangataka izy amin’ny fotoam-pijinjana rehefa tsy manana na inona na inona.",
        "5": "Toy ny rano lalina ny hevitra ao am-pon’ny olona, Fa mahay manovo an’izany izay mahay mandinika.",
        "6": "Be dia be no milaza hoe tia sy tsy mivadika, Saingy sarotra ny mahita olona azo itokisana.",
        "7": "Tsy mivadika ny olo-marina, Ary sambatra izay zanany mandimby azy.",
        "8": "Rehefa mipetraka eo amin’ny seza fiandrianana ny mpanjaka mba hitsara, Dia hain’ny masony ny manavaka ny ratsy rehetra.",
        "9": "Iza no afaka milaza hoe: “Efa nanadio ny foko aho, Ka madio tsy misy ota”?",
        "10": "Samy maharikoriko an’i Jehovah, Na ny vatomizana mandainga na ny famarana tsy marina.",
        "11": "Na ny ankizikely aza dia hita amin’ny ataony Raha madio sy mety ny fanaony.",
        "12": "Na ny sofina mandre na ny maso mahita, Dia samy nataon’i Jehovah.",
        "13": "Aza tia torimaso, sao ianao ho lasa mahantra. Sokafy ny masonao, dia ho voky sakafo ianao.",
        "14": "“Tsisy ilana an’io! Tsisy ilana an’io!”, hoy ny mpividy. Dia lasa izy avy eo sady mirehareha.",
        "15": "Mety hanana volamena sy haran-dranomasina be dia be ny olona, Fa ny molotra mampita fahalalana anefa no tena sarobidy.",
        "16": "Raha niantoka olona tsy fantany ny olona iray, dia alaivo ny akanjony. Raha niantoka vehivavy hafa firenena izy, dia alaivo ny antoka nomeny.",
        "17": "Matsiro amin’ny olona ny sakafo azo tamin’ny fitaka, Nefa avy eo ho feno vatokely ao am-bavany.",
        "18": "Hahomby izay kasaina hatao raha maka hevitra amin’olona, Ary tari-dalana tsara no ilainao rehefa handeha hiady.",
        "19": "Mandehandeha mamoaka tsiambaratelo ny mpanendrikendrika. Aza miarakaraka amin’ny olona tia fosafosa.",
        "20": "Izay manozona ny rainy sy ny reniny, Dia ho faty ny jirony rehefa tonga ny alina.",
        "21": "Raha fitiavan-karena no nahazoana lova tamin’ny voalohany, Dia tsy hahazoana fitahiana izany amin’ny farany.",
        "22": "Aza miteny hoe: “Handeha hamaly faty aho!” Aoka ianao hanantena an’i Jehovah, dia hamonjy anao izy.",
        "23": "Maharikoriko an’i Jehovah ny vatomizana mandainga, Ary tsy tsara ny mizana mamitaka.",
        "24": "I Jehovah no mitarika ny dian’ny olona; Fa ahoana moa no ahafantaran’ny olona an’izay lalana tokony halehany?",
        "25": "Fandrika ho an’ny olona ny maimaika hanao voady hoe: “Masina!”, Ka efa atỳ aoriana izy vao mandinika an’ilay voady nataony.",
        "26": "Avahan’ny mpanjaka hendry ny ratsy fanahy, Ka hosihoseny amin’ny kodiaram-by.",
        "27": "Ny fofonain’ny olona no jiron’i Jehovah Hitsilovana ny hatrany anatin’ny fony.",
        "28": "Voaro ny mpanjaka raha be fitiavana sy tsy mivadika ary mitana ny teniny. Maharitra eo amin’ny seza fiandrianany izy raha be fitiavana sy tsy mivadika.",
        "29": "Voninahitry ny tanora ny tanjany, Fa voninahitry ny zokiolona kosa ny volofotsiny.",
        "30": "Ny ratra sy ny mangana no manala ny toetra ratsy rehetra, Ary ny kapoka no manadio ny hatrany anatin’ny fo."
    },
    "21": {
        "1": "Hoatran’ny renirano eo an-tanan’i Jehovah ny fon’ny mpanjaka, Ka aviliny hankany amin’izay tiany.",
        "2": "Heverin’ny olona hoe mety daholo izay ataony, Fa i Jehovah kosa mandinika ny fo.",
        "3": "Ny manao ny rariny sy ny hitsiny, No tian’i Jehovah kokoa noho ny manao sorona.",
        "4": "Ny maso mianjonanjona sy ny fo mirehareha no jiro manazava ny ratsy fanahy, Ary fahotana daholo izany.",
        "5": "Mandamina mialoha an’izay hataony ny mazoto, ka mahomby, Fa hahantra kosa izay rehetra maimaika.",
        "6": "Ny harena azo amin’ny lainga, Dia toy ny zavona miserana sy fandrika mahafaty.",
        "7": "Ny herisetra ataon’ny ratsy fanahy no haharingana azy, Satria tsy mety manao ny rariny izy.",
        "8": "Miolakolaka ny lalan’ny olo-meloka, Fa manao izay mahitsy kosa ny olona tsy manan-tsiny.",
        "9": "Aleo mipetraka eny an-joron’ny tafontrano, Toy izay miray trano amin’ny vehivavy tia ady.",
        "10": "Ny ratsy foana no tian’ny ratsy fanahy, Ary tsy mba mangoraka ny namany izy.",
        "11": "Ho hendry kokoa izay mbola tsy dia nahita fiainana, rehefa sazina ny mpanesoeso, Ary hahazo fahalalana ny hendry rehefa lasa lalin-tsaina.",
        "12": "Dinihin’Ilay Marina ny ankohonan’ny ratsy fanahy, Ka ataony mahita loza.",
        "13": "Izay manampin-tsofina tsy hihaino ny fitarainan’ny mahantra, Dia tsy hohenoina koa rehefa miantso.",
        "14": "Mampitony hatezerana ny fanomezana omena mangingina, Ary mampitony an’izay tezitra be ny kolikoly atao ao amin’ny miafina.",
        "15": "Mahafaly ny olo-marina ny manao ny rariny, Fa maharikoriko an’izay zatra manao ratsy kosa izany.",
        "16": "Izay miala amin’ny lalan’ny fahiratan-tsaina, Dia hiala sasatra miaraka amin’ireo maty tsy mahavita na inona na inona.",
        "17": "Hahantra izay tia miala voly, Ary tsy hanan-karena izay tia divay sy menaka.",
        "18": "Ny ratsy fanahy no omena hanavotana ny olo-marina, Ary ny mpivadika no hatao solon’ny olo-marina.",
        "19": "Aleo mipetraka any an-tany efitra, Toy izay miray trano amin’ny vehivavy tia ady sady kizitina.",
        "20": "Harena sarobidy sy menaka no hita ao an-tranon’ny hendry, Fa ny adala kosa mandanilany ny fananany.",
        "21": "Izay miezaka hanao ny marina foana sy ho be fitiavana ary tsy hivadika, Dia hahazo fiainana sy fahamarinana ary voninahitra.",
        "22": "Vitan’ny hendry ny mananika ny tanànan’ny olona matanjaka, Sy mamotika ny fiarovana mafy itokisan’izy ireny.",
        "23": "Miaro ny tenany tsy hidi-kizo Ny olona mitandrina an’izay lazain’ny vavany.",
        "24": "Olona mirehareha sy sahisahy ratsy ary mizahozaho No iantsoana an’izay tsy mba mandinika fa sahisahy loatra.",
        "25": "Ny zavatra irin’ny kamo no hahafaty azy, Satria tsy mety miasa izy.",
        "26": "Mitsiriritra foana izy tontolo andro, Fa ny olo-marina kosa manome foana sady tsy kahihitra.",
        "27": "Efa maharikoriko ny sorona ataon’ny ratsy fanahy, Mainka moa raha hoe mitetika hanao ratsy izy rehefa manolotra an’izany!",
        "28": "Ho faty ny vavolombelona mandainga, Fa izay mihaino kosa no hahomby rehefa mijoro ho vavolombelona.",
        "29": "Sahisahy ratsy ny ratsy fanahy, Fa ny olona manao izay mahitsy kosa no mandeha amin’ny lalana azo antoka.",
        "30": "Tsy misy fahendrena na fahaiza-mandinika na torohevitra mahatohitra an’i Jehovah.",
        "31": "Voaomana hampiasaina amin’ny andron’ny ady ny soavaly, Fa avy amin’i Jehovah kosa ny famonjena."
    },
    "22": {
        "1": "Aleo tsara laza toy izay mahazo harem-be, Ary aleo hajain’ny olona toy izay mahazo volafotsy sy volamena.",
        "2": "Izao no mampitovy ny mpanankarena sy ny mahantra: Samy nataon’i Jehovah izy ireo.",
        "3": "Mahatsinjo ny loza ny olona malina ka miafina, Fa izay tsy dia nahita fiainana kosa mbola miroso ihany ka voa.",
        "4": "Izay manetry tena sy matahotra an’i Jehovah Dia hahazo harena sy voninahitra ary fiainana.",
        "5": "Tsilo sy fandrika no eo amin’ny lalan’ny fetsifetsy, Fa manalavitra an’izany kosa izay mankamamy ny ainy.",
        "6": "Zaro amin’izay lalana tokony halehany ny zaza, Ka na rehefa antitra aza izy, dia tsy hiala amin’izany.",
        "7": "Ny mpanankarena no mifehy ny mahantra, Ary mpanompon’izay nampindram-bola ny olona nindram-bola.",
        "8": "Izay manao ny tsy marina dia hijinja loza, Ary ho tapatapaka ny tsorakazon’ny hatezerany.",
        "9": "Hotahina izay tia manome, Satria mizara ny sakafony amin’ny mahantra.",
        "10": "Roahy ny mpaneso, Dia hijanona ny ady, Ary hitsahatra ny fifamaliana sy ny ompa.",
        "11": "Izay madio fo sy manao teny mahafinaritra, No ho lasa naman’ny mpanjaka.",
        "12": "Miaro an’izay manana fahalalana ny mason’i Jehovah, Fa avadiny kosa ny tenin’ny mpivadika.",
        "13": "Hoy ny kamo: “Misy liona ao ivelany ao, Ka sao dia ho fatiny eny amin’ny tany malalaka aho!”",
        "14": "Toy ny lavaka lalina ny tenin’ny vehivavy maditra, Ka izay melohin’i Jehovah no ho latsaka ao.",
        "15": "Latsa-paka ao am-pon’ny zaza ny hadalana, Fa ny tsorakazo famaizana no hahatonga an’izany ho lavitra azy.",
        "16": "Izay manambaka ny mahantra mba hitomboan’ny harenany, Ary izay manome fanomezana ho an’ny mpanankarena, Dia hahantra no hiafarany.",
        "17": "Aoka ianao hanongilan-tsofina dia henoy ny tenin’ny hendry, Mba hanekenao amin’ny fo manontolo ny zavatra ampianariko anao.",
        "18": "Fa tsara raha tehirizinao any am-ponao lalina any izany, Mba hiteny an’izany rehetra izany foana ny molotrao.",
        "19": "Omeko fahalalana ianao androany, Amin’izay lasa matoky an’i Jehovah.",
        "20": "Tsy efa nanoratra taminao ve aho, Ka nanome anao torohevitra sy fahalalana,",
        "21": "Mba hampianarana anao zavatra marina sy azo antoka? Amin’izay ianao hiverina hitondra tatitra marina any amin’ilay naniraka anao.",
        "22": "Aza robaina ny mahantra satria hoe mahantra izy, Ary aza ampijalina eo am-bavahadin’ny tanàna ny madinika.",
        "23": "Fa i Jehovah mihitsy no hiady ho an’ireny any amin’ny fitsarana, Sy hamono an’izay manambaka azy.",
        "24": "Aza minamana amin’ny olona mora tezitra, Na miarakaraka amin’ny olona mora misafoaka.",
        "25": "Amin’izay ianao tsy hanao ny fanaony mihitsy, Ka tsy ho voafandrika.",
        "26": "Aza manaiky ho anisan’izay mifandray tanana amin’olona, Ka manaiky hiantoka olona nindram-bola.",
        "27": "Fa raha tsy manam-bola handoavana an’ilay izy ianao, Dia halaina ny fandriananao.",
        "28": "Aza akisaka ny marika mamaritra ny tanin’olona, Izay napetraky ny razambenareo taloha ela be.",
        "29": "Mahita olona mahay tsara ny asany ve ianao? Hijoro eo anatrehan’ny mpanjaka izy, Fa tsy hijoro eo anatrehan’ny olon-tsotra."
    },
    "23": {
        "1": "Raha mipetraka mba hiara-misakafo amin’ny mpanjaka ianao, Dia mitandrema tsara,",
        "2": "Ka mahaiza mifehy tena, Raha mazoto homana be ianao.",
        "3": "Aza mitsiriritra ny sakafo matsiro arosony, Satria sakafo misy fitaka izany.",
        "4": "Aza mandrera-tena mikatsaka harena. Ajanòny izany dia asehoy hoe mahira-tsaina ianao.",
        "5": "Raha avelanao hitopy any amin’ny harena ny masonao, dia tsy ho hitanao akory izany. Fa haniry elatra izany ka hanidina eny amin’ny lanitra toy ny voromahery.",
        "6": "Aza mihinana ny sakafo aroson’ny kahihitra. Aza mitsiriritra ny sakafo matsiro arosony.",
        "7": "Efa kajikajiny tsara mantsy ny habetsahan’ny laninao. Hoy izy aminao: “Mihinàna, dia misotroa e!”, nefa tsy vokatry ny fony akory izany.",
        "8": "Dia haloan’ny vavanao izay sombiny kely efa laninao, Ary ho very maina ny teny fiderana nataonao.",
        "9": "Aza atao henon’ny tsisy saina ny teninao, Fa hataony tsinontsinona ny tenim-pahendrena lazainao.",
        "10": "Aza akisaka ny marika mamaritra ny tanin’olona, izay napetraka taloha ela be, Ary aza mitsofotsofoka ao amin’ny tanin’ny kamboty ray.",
        "11": "Fa mahery ilay Mpiaro azy, Ary Izy no hiady aminao eny amin’ny fitsarana mba hiarovana azy.",
        "12": "Sokafy ny fonao hanaiky anatra, Ary ny sofinao hihaino fahalalana.",
        "13": "Aza misalasala manafay zanaka, Fa tsy hoe ho faty izy akory raha kapohinao amin’ny tsorakazo.",
        "14": "Kapohy amin’ny tsorakazo izy, Amin’izay ho voavonjy tsy ho any amin’ny Fasana.",
        "15": "Raha manana fo hendry ianao, anaka, Dia ho faly ny foko.",
        "16": "Ho faly ny any anatiko lalina any, Raha milaza ny marina ianao.",
        "17": "Aza avela hitsiriritra ny mpanota ny fonao, Fa matahora foana an’i Jehovah,",
        "18": "Dia ho tsara ny hoavinao, Ary tsy ho foana ny fanantenanao.",
        "19": "Mihainoa, anaka, ka hendre, Ary avilio hanaraka ny lalana tsara ny fonao.",
        "20": "Aza manaiky ho anisan’izay mpiboboka divay be, Na ho anisan’izay mpihinan-kena tafahoatra.",
        "21": "Fa hahantra ny mamo lava sy ny tendan-kanina, Ary hitafy voro-damba izay tia torimaso.",
        "22": "Henoy ny rainao niteraka anao, Ary aza atao tsinontsinona ny reninao satria hoe efa antitra izy.",
        "23": "Vidio ny fahamarinana ka aza amidy mihitsy, Dia vidio koa ny fahendrena sy ny anatra ary ny fahiratan-tsaina.",
        "24": "Tena ho faly ny rain’ny olo-marina, Ary izay ray manan-janaka hendry ho ravoravo aminy.",
        "25": "Ho ravoravo ny rainao sy ny reninao, Ary ho faly ny reninao niteraka anao.",
        "26": "Omeo ahy ny fonao, anaka, Ary enga anie ny masonao ho finaritra mandinika ny lalako!",
        "27": "Fa hoatran’ny lavaka lalina ny mpivaro-tena, Ary toy ny lavadrano tery ny vehivavy ratsy fitondran-tena.",
        "28": "Miafina toy ny jiolahy izy, Ary noho ny ataony dia mihabetsaka ny lehilahy mpivadika.",
        "29": "Iza no miferinaina? Iza no tsy mahazo aina? Iza no tia miady? Iza no be taraina? Iza no maradratra tsy amin’antony? Ary iza no mena maso?",
        "30": "Tsy iza fa izay tsy mety miala eo am-pototry ny divay, Sy izay mitady divay misy fangarony.",
        "31": "Aza mijery ny hamenan’ny divay, Sy ilay izy mamirapiratra ao anaty kaopy, sady mora atelina.",
        "32": "Fa hanaikitra hoatran’ny menarana izy amin’ny farany, Ary hamoaka poizina hoatran’ny bibilava.",
        "33": "Hahita zavatra hafahafa ny masonao, Ary hirediredy ianao noho ny eritreri-dratsy mitsiry ao am-ponao.",
        "34": "Ho toy ny olona matory eo afovoan-dranomasina ianao, Ary ho toy ny olona matory eny an-tendron’ny andrin-tsambo.",
        "35": "Dia hoy ianao: “Nokapohiny aho, nefa tsy naheno naharary. Noveleziny aho, nefa tsy tadidiko akory. Rahoviana àry aho no hifoha? Fa mila misotro indray aho.”"
    },
    "24": {
        "1": "Aza mitsiriritra ny olon-dratsy, Ary aza maniry mafy hiaraka aminy.",
        "2": "Fa herisetra no saintsaininy ao am-pony ao, Ary ny ratsy nataony no resahin’ny molony.",
        "3": "Fahendrena no ilain’izay hanorina trano, Ary fahaiza-mandinika no ilaina mba hahamafy orina azy.",
        "4": "Fahalalana no mahatonga an’ireo efitranony Ho feno harena sarobidy sy mahafinaritra isan-karazany.",
        "5": "Mahery ny lehilahy hendry, Ary vao mainka mahery ny olona manam-pahalalana.",
        "6": "Tari-dalana tsara no ilainao rehefa handeha hiady, Ary handresy izay manana mpanolo-tsaina maro.",
        "7": "Tsy ho takatry ny tsisy saina ny tena fahendrena, Ary tsy hahita hotenenina izy eo am-bavahadin’ny tanàna.",
        "8": "Izay mitetika ny hanao ratsy Dia hantsoina hoe mpamorona teti-dratsy raindahiny.",
        "9": "Fahotana ny teti-dratsin’ny adala, Ary tsy tian’ny olona ny mpanesoeso.",
        "10": "Raha kivy ianao rehefa ao anatin’ny sarotra, Dia ho kely ny herinao.",
        "11": "Vonjeo izay entina hovonoina, Ary avoty izay mangozohozo efa haringana.",
        "12": "Raha hoy anefa ianao: “Tsy fantatray izany”, Dia tsy ho fantatr’Ilay mandinika ny fo ve ny eritreritrao? Ho fantatr’Ilay mandinika tsara anao izany, Ka hovaliany araka ny nataony avy ny olona tsirairay.",
        "13": "Mihinàna tantely, anaka, fa tsara izany. Mamy ny tantely avy amin’ny toho-tantely.",
        "14": "Fantaro koa fa mahasoa anao ny fahendrena. Raha mahazo an’izany ianao, dia ho tsara ny hoavinao, Ary tsy ho foana ny fanantenanao.",
        "15": "Aza miafina eny akaikin’ny tranon’ny olo-marina ka mitetika ny hanafika azy, Ary aza ravana ny toerana onenany.",
        "16": "Mety ho lavo impito ny olo-marina, nefa ho tafarina ihany, Fa ny ratsy fanahy kosa ho tafintohina noho ny loza.",
        "17": "Aza mifaly raha lavo ny fahavalonao, Ary aza avela ho falifaly ny fonao raha tafintohina izy,",
        "18": "Sao ho hitan’i Jehovah izany ka tsy ho faly Izy, Ary tsy ho tezitra amin’ilay fahavalonao intsony.",
        "19": "Aza tezitra noho ny ataon’ny olon-dratsy, Ary aza mitsiriritra ny ratsy fanahy.",
        "20": "Fa tsy ho tsara ny hoavin’ny olon-dratsy, Ary ho faty ny jiron’ny ratsy fanahy.",
        "21": "Matahora an’i Jehovah sy ny mpanjaka, anaka. Aza miarakaraka amin’ny mpikomy,",
        "22": "Fa ho tonga tampoka ny loza hanjo azy. Ka iza no mahalala an’izay loza hamelezan’izy ireo an’ireny?",
        "23": "Miteny koa ny hendry hoe: Tsy tsara ny miangatra rehefa mitsara.",
        "24": "Izay milaza amin’ny ratsy fanahy hoe: “Olo-marina ianao”, Dia hozonin’ny vahoaka sady homelohin’ny firenena.",
        "25": "Fa handeha tsara kosa ny fiainan’ireo mananatra ny ratsy fanahy, Ary hotahina izy ireo ka hahazo zava-tsoa.",
        "26": "Hohajain’ny olona izay mitsotra ny marina.",
        "27": "Karakarao ny asanao eny ivelany, ary ataovy vonona daholo ny eny an-tsaha. Avy eo dia aoreno ny tranonao.",
        "28": "Aza mijoro ho vavolombelona hiampanga olona tsy amin’antony. Aza mamitaka olona amin’izay lazain’ny vavanao.",
        "29": "Aza miteny hoe: “Izay nataony tamiko ihany no hataoko aminy. Hovaliako izy noho izay nataony.”",
        "30": "Nandalo teo amin’ny tanimbolin’ny kamo aho, Teo amin’ny tanimboaloboky ny tsy ampy saina.",
        "31": "Hitako fa feno ahidratsy ilay izy, Sady rakotra tsilo, Ary nirodana ny tamboho vato nanodidina azy.",
        "32": "Nodinihiko tsara izany ka nosaintsainiko, Hitako izany dia izao no lesona nianarako:",
        "33": "Raha mbola hatory kely ihany ianao, mbola ho rendremana kely ihany, Ary mbola haka aina kely ihany,",
        "34": "Dia ho avy tampoka hoatran’ny mpangalatra ny fahantranao, Ary ho tonga tampoka hoatran’ny lehilahy mitondra fiadiana ny fahasahirananao."
    },
    "25": {
        "1": "Ireto koa ny ohabolan’i Solomona, ary ny olon’i Hezekia mpanjakan’ny Joda no nanangona sy nandika azy:",
        "2": "Voninahitra ho an’Andriamanitra ny mitazona tsiambaratelo, Ary voninahitra ho an’ny mpanjaka ny mikaroka fahalalana.",
        "3": "Samy tsy takatry ny saina na ny haavon’ny lanitra, na ny halalin’ny tany, Na ny ao am-pon’ny mpanjaka.",
        "4": "Esory amin’ny volafotsy ny tain-drendrika, Dia hadio tanteraka ilay volafotsy.",
        "5": "Esory eo anatrehan’ny mpanjaka ny ratsy fanahy, Dia hiorina mafy amin’ny fahamarinana ny seza fiandrianany.",
        "6": "Aza manambony tena eo anatrehan’ny mpanjaka, Ary aza miray toerana amin’ny olona manan-kaja.",
        "7": "Fa aleo ianao teneniny hoe: “Mipetraha eto”, Toy izay alainy baraka eo anatrehan’ny olona ambony.",
        "8": "Aza maika hitory olona any amin’ny fitsarana, Fa raha manala baraka anao any ilay olona, dia inona no hataonao?",
        "9": "Alamino miaraka aminy ilay olana, Nefa aza avoaka ny tsiambaratelo noresahina taminao,",
        "10": "Sao hanala baraka anao izay maheno anao, Sady ho lasa manely tsaho ianao nefa tsy ho azonao tsoahana intsony ny teninao.",
        "11": "Ny teny lazaina amin’ny fotoana mety, Dia toy ny paoma volamena ao anaty fitoerany volafotsy natao sokitra.",
        "12": "Amin’ny olona mihaino anatra, Dia toy ny kavina volamena sy firavaka volamena tena tsara ny olon-kendry mananatra azy.",
        "13": "Hoatran’ny lanezy mangatsiatsiaka amin’ny andro fijinjana Ny mpitondra hafatra mendri-pitokisana, amin’ny olona naniraka azy. Mamelombelona an’ilay tompony mantsy izy.",
        "14": "Toy ny rahona sy rivotra tsy mitondra orana Ny olona mirehareha hoe hanao fanomezana nefa tsy manome mihitsy.",
        "15": "Faharetana no ahafahana mandresy lahatra mpitari-tafika, Ary ny teny malefaka mahavita manapaka taolana.",
        "16": "Raha mahita tantely ianao, dia izay sahaza anao ihany hanina. Handoa mantsy ianao raha mihinana be loatra.",
        "17": "Aza mandeha matetika any an-tranon’ny namanao, Sao ho leo anao izy ka ho halany ianao.",
        "18": "Hoatran’ny kibay sy sabatra ary zana-tsipìka maranitra Ny olona mijoro ho vavolombelona mandainga hiampanga ny namany.",
        "19": "Toy ny mitsako amin’ny nify tapaka na mandeha amin’ny tongotra mangozohozo Ny miantehitra amin’ny olona tsy azo itokisana rehefa ao anatin’ny sarotra.",
        "20": "Izay mihira amin’ny olona malahelo, Dia toy ny manala akanjo amin’ny andro mangatsiaka, Sy toy ny mandraraka vinaingitra amin’ny karibonetra.",
        "21": "Raha noana ny fahavalonao, dia omeo sakafo, Ary raha mangetaheta izy, dia omeo rano.",
        "22": "Fa hampivangongo vainafo eo ambony lohany ianao raha manao an’izany, Ka hamaly soa anao i Jehovah.",
        "23": "Mitondra orana mivatravatra ny rivotra avy any avaratra, Ary izay mifosafosa dia mampahatezitra olona.",
        "24": "Aleo mipetraka eny an-joron’ny tafontrano, Toy izay miray trano amin’ny vehivavy tia ady.",
        "25": "Hoatran’ny rano mangatsiatsiaka mamelombelona olona reraka, Ny tatitra tsara avy any an-tany lavitra.",
        "26": "Toy ny loharano misy fotaka sy lavadrano voaloto Ny olo-marina milefitra eo anatrehan’ny ratsy fanahy.",
        "27": "Tsy tsara ny mihinana tantely be loatra, Ary tsy hahazo voninahitra izay mitady voninahitra ho an’ny tenany.",
        "28": "Toy ny tanàna voagorobaka tsy misy manda intsony Ny olona tsy mahafehy ny hatezerany."
    },
    "26": {
        "1": "Hafahafa raha misy lanezy amin’ny fahavaratra, na misy orana amin’ny fotoam-pijinjana. Hoatr’izany koa fa hafahafa raha omena voninahitra ny adala.",
        "2": "Misy antony matoa mandositra ny vorona na manidina ny sidintsidina, Dia hoatr’izany koa fa misy antony matoa tonga ny ozona.",
        "3": "Natao ho an’ny soavaly ny karavasy, ho an’ny ampondra ny lamboridy, Ary natao ho an’ny lamosin’ny tsisy saina ny tsorakazo.",
        "4": "Aza mamaly ny tsisy saina araka ny hadalany, Sao ianao ho lasa mitovy aminy koa.",
        "5": "Valio araka ny hadalany ny adala, Sao izy hihevi-tena ho hendry.",
        "6": "Toy ny olona manapaka ny tongony sy mandratra ny tenany Ny olona manankina andraikitra amin’ny tsisy saina.",
        "7": "Hoatran’ny tongotry ny malemy tongotra, Dia hoatr’izany koa ny ohabolana lazain’ny tsisy saina.",
        "8": "Izay manome voninahitra ny tsisy saina, Dia toy ny mamatotra vato amin’ny pilotra.",
        "9": "Hoatran’ny tsilo eny an-tanan’ny olona mamo Ny ohabolana lazain’ny tsisy saina.",
        "10": "Toy ny mpandefa zana-tsipìka mandratra an’izay sendra azy Ny olona manakarama ny tsisy saina na ny mpandalo.",
        "11": "Hoatran’ny alika miverina amin’ny loany Ny tsisy saina miverina amin’ny hadalany.",
        "12": "Mahita olona mihevi-tena ho hendry ve ianao? Ny adala aza mbola misy antenaina noho izy.",
        "13": "Hoy ny kamo: “Misy liona tanora eny an-dalana! Misy liona eny amin’ny tany malalaka!”",
        "14": "Mihodina eo amin’ny savily ny varavarana, Ary mihodina eo am-pandrianany koa ny kamo.",
        "15": "Mangarona ny ao anaty vilia baolina ny kamo, Nefa na ny hampakatra an’ilay tanany ho ao am-bavany aza mandreraka be azy.",
        "16": "Mihevitra ny kamo hoe Izy no hendry kokoa noho ny olona fito mahay mamaly.",
        "17": "Hoatran’ny olona mitazona alika amin’ny sofiny Ny mpandalo misafoaka amin’ny adin’ny olon-kafa.",
        "18": "Toy ny adala mandefa zana-tsipìka mirehitra sy mahafaty",
        "19": "Izay manao sangy ratsy, nefa avy eo miteny hoe: “Vazivaziko fotsiny iny e!”",
        "20": "Maty ny afo rehefa tsy misy kitay, Ary mijanona ny fifamaliana rehefa tsy misy mpanendrikendrika.",
        "21": "Toy ny saribao atao anaty vainafo sy kitay atao anaty afo, Dia hoatr’izany koa fa manitatra ady ny olona tia ady.",
        "22": "Ny tenin’ny mpanendrikendrika dia hoatran’ny sakafo matsiro, Ka tonga dia midina any an-kibo.",
        "23": "Toy ny ranom-bolafotsy nahosotra tamin’ny silaka tanimanga Ny teny mamy ataon’ny olona ratsy saina.",
        "24": "Mahay miresaka erỳ ny mpankahala ka mihatsaravelatsihy, Nefa ny ao am-pony ao feno fitaka.",
        "25": "Aza matoky azy na dia manao teny malefaka aza izy, Satria zavatra fito maharikoriko no ao am-pony.",
        "26": "Na dia mamitaka aza izy ka afeniny ny fankahalany, Dia hibaribary eo anivon’ny fiangonana ny toetra ratsiny.",
        "27": "Izay mihady lavaka ihany no ho latsaka ao, Ary izay manakodia vato ihany no hiverenany.",
        "28": "Halan’ny mpandainga ny olona voafitany, Ary manimba olona ny teny fandokafana."
    },
    "27": {
        "1": "Aza mirehareha ny amin’ny ampitso, Fa tsy fantatrao izay havoaky ny andro tsirairay.",
        "2": "Aleo ny olon-kafa no hidera anao fa tsy ny vavanao, Ary aleo ny hafa fa tsy ny molotrao.",
        "3": "Samy mavesatra na ny vato na ny fasika, Fa ny hatezerana vokatry ny ataon’ny adala mbola mavesatra kokoa.",
        "4": "Tsy misy antra izay misafoaka, ary mandravarava hoatran’ny tondra-drano izay tezitra, Fa iza kosa no mahatanty an’izay saro-piaro?",
        "5": "Aleo anatra tsy an-kifonofono, toy izay fitiavana afenina.",
        "6": "Ny ratra ataon’ny namana no ahitana hoe tsy mivadika izy, Fa be dia be kosa ny oroky ny fahavalo.",
        "7": "Tsy raharahian’ny voky ny tantely avy amin’ny toho-tantely, Fa mamy amin’ny noana kosa na dia ny zavatra mangidy aza.",
        "8": "Hoatran’ny vorona mandao ny akaniny Ny olona mandao ny tranony.",
        "9": "Mahatonga ny fo ho falifaly ny menaka sy ny emboka manitra, Dia hoatr’izany koa ny namana mahafinaritra, izay manoro hevitra amim-pahatsorana.",
        "10": "Aza ilaozana ny namanao na ny naman’ny rainao, Ary aza miditra ao an-tranon’ny rahalahinao rehefa ao anatin’ny sarotra ianao. Aleo namana eo akaiky eo, toy izay rahalahy any lavitra any.",
        "11": "Hendre, anaka, ary ampifalio ny foko, Mba hamaliako an’ilay manaratsy ahy.",
        "12": "Mahatsinjo ny loza ny malina ka miafina, Fa izay tsy dia nahita fiainana kosa mbola miroso ihany ka voa.",
        "13": "Raha niantoka olona tsy fantany ny olona iray, dia alaivo ny akanjony. Raha niantoka vehivavy hafa firenena izy, dia alaivo ny antoka nomeny.",
        "14": "Izay mirary soa ny namany vao maraina nefa miteny mafy be, Dia hoatran’ny hoe manozona azy ihany.",
        "15": "Toy ny tafo mitete tsy an-kijanona amin’ny andro manorana ny vehivavy tia ady.",
        "16": "Izay mahasakana azy dia mahasakana rivotra, Sady mahatazona menaka amin’ny tanany ankavanana.",
        "17": "Ny vy no mandranitra ny vy, Ary toy ny mandranitra ny namany koa ny olona rehefa manampy azy.",
        "18": "Izay mikarakara ny aviaviny no hihinana ny voany, Ary izay mikarakara ny tompony no homena voninahitra.",
        "19": "Azo itarafana ny tarehy ny rano, Dia hoatr’izany koa fa azo itarafana ny fo ny fon’olon-kafa.",
        "20": "Samy tsy mety afa-po mihitsy na ny Fasana na ny toerana mahalò ny nofo, Ary tsy mety afa-po mihitsy koa ny mason’olombelona.",
        "21": "Natao ho an’ny volafotsy ny vilany fanadiovana metaly, ary ho an’ny volamena ny fatana fandrendrehana, Dia hoatr’izany koa fa natao hitsapana ny olona ny teny fiderana azy.",
        "22": "Na dia totoinao amin’ny fanoto aza ny adala, Hoatran’ny mitoto vary ao anaty laona, Dia mbola tsy hiala aminy ihany ny hadalany.",
        "23": "Fantaro tsara hoe manao ahoana ny andian’ondrinao. Dia karakarao tsara ny ondrinao.",
        "24": "Fa tsy haharitra mandrakizay ny harena, Ary tsy haharitra ho an’ny taranaka rehetra hifandimby koa ny satroboninahitra.",
        "25": "Malazo ny ahi-maitso, dia misy ahitra vaovao mitsimoka, Ary angonina hohanin’ny biby fiompy ny zavamaniry eny an-tendrombohitra.",
        "26": "Ahazoanao akanjo ny vantotr’ondrilahy, Ary ahafahanao mividy tany ny osilahy.",
        "27": "Hanana rononon’osy ampy hataonao sakafo ianao, Sady ho ampy ho an’ny ankohonanao no ampy hiveloman’ny mpanompovavinao."
    },
    "28": {
        "1": "Mandositra ny ratsy fanahy na dia tsy misy manenjika aza, Fa feno toky hoatran’ny liona kosa ny olo-marina.",
        "2": "Misolosolo foana ny mpitondra, rehefa misy mandika lalàna eo amin’ilay tany, Fa raha ampian’ny olona mahay mandinika sy manam-pahalalana kosa ny mpitondra, dia haharitra ny fitondrany.",
        "3": "Izay lehilahy mahantra nefa manambaka ny madinika, Dia toy ny ranonorana mifaoka ny vokatra rehetra.",
        "4": "Midera ny ratsy fanahy ny olona mandika lalàna, Fa tezitra amin’ireny kosa izay mankatò lalàna.",
        "5": "Tsy mahalala ny dikan’ny hoe rariny ny ratsy fanahy, Fa mahalala ny zava-drehetra kosa izay mitady an’i Jehovah.",
        "6": "Aleo mahantra nefa tsy mivadika, Toy izay mpanankarena nefa fetsy ratsy.",
        "7": "Mankatò lalàna ny zanaka mahira-tsaina, Fa manala baraka ny rainy kosa izay minamana amin’ny tendan-kanina.",
        "8": "Izay maka zanabola sy tombony tafahoatra mba hampitomboana ny harenany, Dia manangona an’izany ho an’izay miantra ny mahantra.",
        "9": "Izay tsy mety mihaino ny lalàna, Na ny vavaka ataony aza maharikoriko.",
        "10": "Izay mamitaka olo-marina mba hitaomana azy hanao ratsy, dia ho latsaka ao amin’ny lavaka nataony ihany. Fa ny tsy misy tsiny kosa handova zava-tsoa.",
        "11": "Mihevi-tena ho hendry ny mpanankarena. Mahalala ny tena marina momba azy anefa ny mahantra mahay mandinika.",
        "12": "Rehefa mandresy ny olo-marina, dia voninahitra lehibe izany, Fa rehefa mahazo fahefana kosa ny ratsy fanahy, dia misitrika ny vahoaka.",
        "13": "Izay nandika lalàna ka manarontsarona ny nataony dia tsy hahomby, Fa izay miaiky heloka sy miala amin’izany kosa no hamindrana fo.",
        "14": "Sambatra izay olona miambina foana, Fa izay manamafy fo kosa hahita loza.",
        "15": "Ny mpitondra ratsy fanahy, izay manjaka amin’ny vahoaka tsy misy mpiaro, Dia hoatran’ny liona mierona sy orsa mihazakazaka hanafika.",
        "16": "Manampatra fahefana ny mpitarika tsy mahay mandinika, Fa ho ela velona kosa izay tsy tia tombony azo amin’ny tsy marina.",
        "17": "Handositra hatrany am-pasana izay mivesatra trosan-dra fa namono olona. Aza misy manampy azy.",
        "18": "Hovonjena izay mandeha tsy misy tsiny, Fa ho lavo tampoka kosa izay fetsifetsy.",
        "19": "Hahazo sakafo be dia be izay miasa ny taniny, Fa hahantra fadiranovana kosa izay mikatsaka zava-poana.",
        "20": "Hahazo fitahiana be dia be ny olona mendri-pitokisana, Fa hanan-tsiny kosa izay te hanan-karena haingana.",
        "21": "Tsy tsara ny miangatra, Nefa mety hanaonao foana ny olona iray mba hahazoana sombi-mofo.",
        "22": "Maimay te hanan-karena ny olona mitsiriritra, Nefa tsy fantany fa hahantra izy amin’ny farany.",
        "23": "Izay mananatra no ho tian’ny olona kokoa Noho izay mandokadoka.",
        "24": "Izay mandroba ny rainy sy ny reniny nefa miteny hoe: “Tsy maninona izany!”, Dia naman’ny mpangalatra ihany.",
        "25": "Mampisy ady ny olona tsy mety afa-po, Nefa hilamina tsara ny fiainan’izay miantehitra amin’i Jehovah.",
        "26": "Tsisy saina izay matoky ny fony, Fa ho voaro kosa izay manao zavatra amim-pahendrena.",
        "27": "Tsy hisy hahory an’izay manome ho an’ny mahantra, Fa ho voaozona imbetsaka kosa izay manakimpy ny masony tsy hijery an’ireny.",
        "28": "Miafina ny olona rehefa mahazo fahefana ny ratsy fanahy, Fa mihabetsaka kosa ny olo-marina rehefa ringana ireny."
    },
    "29": {
        "1": "Izay efa nanarina imbetsaka nefa mbola mafy loha ihany, Dia ho torotoro tampoka ka tsy ho sitrana intsony.",
        "2": "Faly ny vahoaka rehefa be dia be ny olo-marina, Fa mitaraina kosa izy ireo rehefa ny ratsy fanahy no mitondra.",
        "3": "Mampifaly ny rainy ny olona tia fahendrena, Fa mandanilany ny harenany kosa izay miaraka amin’ny mpivaro-tena.",
        "4": "Lasa milamina ny tany rehefa manao ny rariny ny mpanjaka, Fa mandrava azy kosa ny olona tia kolikoly.",
        "5": "Izay mandokadoka ny namany, Dia mamelatra harato hamandrihana ny tongotr’ilay namany.",
        "6": "Mamandrika ny tenany ny olon-dratsy rehefa mandika lalàna, Fa mifaly sy mihoby kosa ny olo-marina.",
        "7": "Manaja ny zon’ny mahantra ny olo-marina, Fa tsy miraharaha an’izany kosa ny ratsy fanahy.",
        "8": "Mampikorontana ny iray tanàna ny mpirehareha, Fa mampitony hatezerana kosa ny hendry.",
        "9": "Raha miady amin’ny adala eny amin’ny fitsarana ny hendry, Dia tsy hisy zava-banona satria hitabataba sy hanesoeso fotsiny ilay adala.",
        "10": "Mankahala an’izay tsy manan-tsiny ny mpandatsa-dra, Ka te hamono an’ireo olo-marina.",
        "11": "Avoakan’ny adala daholo ny hatezerany, Fa mahatsindry fo kosa ny hendry.",
        "12": "Raha mihaino lainga ny mpitondra, Dia ho ratsy fanahy daholo ny mpanompony.",
        "13": "Izao no mampitovy ny mahantra sy ny mpampijaly: I Jehovah no manome hazavana ho an’ny mason’izy ireo.",
        "14": "Raha mitsara ny mahantra ara-drariny ny mpanjaka, Dia ho mafy orina foana ny seza fiandrianany.",
        "15": "Ny tsorakazo sy ny anatra no mampahahendry, Fa ny zaza avela hanaram-po kosa mahamenatra ny reniny.",
        "16": "Mitombo ny fandikan-dalàna rehefa mihabetsaka ny ratsy fanahy, Nefa ho hitan’ny olo-marina fa ratsy ny hiafaran’ireny.",
        "17": "Faizo ny zanakao, dia hampilamin-tsaina anao izy, Sady tena hahafinaritra anao.",
        "18": "Samy manao izay tiany fotsiny ny olona rehefa tsy misy fahitana, Fa sambatra kosa izay manaraka ny lalàna.",
        "19": "Tsy hanaiky hahitsy ny mpanompo raha tenenina fotsiny, Satria na azony tsara aza izany, dia tsy ankatoaviny.",
        "20": "Mahita olona faingam-bava ve ianao? Ny tsisy saina aza mbola misy antenaina noho izy.",
        "21": "Raha nampihantaina hatramin’ny mbola kely ny mpanompo, Dia tsy hahay hankasitraka izy rehefa any aoriana any.",
        "22": "Mampisy ady izay mora tezitra, Ary manao fahadisoana be dia be izay mora misafoaka.",
        "23": "Hietry izay manambony tena, Fa hahazo voninahitra kosa izay manetry tena.",
        "24": "Mankahala ny tenany izay miray tsikombakomba amin’ny mpangalatra. Mety hasaina hijoro ho vavolombelona izy, saingy tsy miteny na inona na inona.",
        "25": "Fandrika ny tahotra olona, Fa izay matoky an’i Jehovah kosa no ho voaro.",
        "26": "Maro no mangataka hiresaka amin’ny mpitondra, Nefa amin’i Jehovah ihany ny olona no mahazo rariny.",
        "27": "Izay manao ny tsy rariny dia maharikoriko ny olo-marina, Fa ny olo-marina koa maharikoriko ny ratsy fanahy."
    },
    "30": {
        "1": "Izao no hafatra mafonja tao amin’ny tenin’i Agora zanak’i Jake, izay nolazainy tamin’i Itiela sy Okala:",
        "2": "Izaho no tsy misaina indrindra amin’ny olona rehetra, Sady tsy mba mahira-tsaina hoatran’ny olona.",
        "3": "Tsy mba nianatra ny atao hoe fahendrena aho, Ary tsy manana ny fahalalana ananan’Ilay Masina Indrindra.",
        "4": "Iza no niakatra tany an-danitra ka nidina avy any? Iza no nahavita nanangona rivotra tamin’ny tanany roa? Iza no nahavita nandrakotra ny rano tamin’ny akanjony? Iza no nahavita namaritra ny faran’ny tany? Iza no anarany, ary iza no anaran’ny zanany, raha fantatrao?",
        "5": "Madio toy ny metaly voadio daholo ny teny nolazain’Andriamanitra. Ampingan’izay mialoka aminy Izy.",
        "6": "Aza ampiana ny teniny, Sao hanariny ianao, Ka ho hita fa mpandainga.",
        "7": "Andriamanitra ô, zavatra roa no angatahiko aminao, Ka aza lavina dieny mbola tsy maty aho:",
        "8": "Ampio aho mba tsy hilaza zavatra tsy marina na handainga. Aza atao mahantra aho, nefa aza atao manankarena koa. Avelao fotsiny aho hihinana an’izay sakafo sahaza ahy,",
        "9": "Sao ho voky aho ka handa anao, dia hiteny hoe: “Fa iza koa izay Jehovah?”, Na sao ho lasa mahantra aho ka hangalatra, dia hanala baraka ny anaran’Andriamanitro.",
        "10": "Aza endrikendrehina any amin’ny tompony ny mpanompo, Sao izy hanozona anao, ka ho hita fa meloka ianao.",
        "11": "Misy taranaka manozona ny rainy Sady tsy manaja ny reniny.",
        "12": "Misy taranaka mihevi-tena ho madio, Nefa tsy voasasa ka tsy afaka akory ny lotony.",
        "13": "Misy taranaka manao fijery mianjonanjona be, Sady tena manao fijery miavonavona be.",
        "14": "Misy taranaka manana nify hoatran’ny sabatra, Sy vazana toy ny antsin-kena. Arapany ny madinika eto an-tany, Sy ny mahantra eo amin’ny olombelona.",
        "15": "Ny dinta dia manan-janakavavy roa, izay miantsoantso hoe: “Omeo! Omeo!” Ireto misy zavatra telo tsy mety voky, Eny, zavatra efatra tsy miteny mihitsy hoe: “Aoka izay!”:",
        "16": "Ny Fasana sy ny kibo momba, Ny tany tsy misy rano, Ary ny afo izay tsy miteny mihitsy hoe: “Aoka izay!”",
        "17": "Ny mason’izay manesoeso ray sy tsy mankatò reny Dia hotsaingohin’ny goaika mpankeny amin’ny lohasaha, Sady ho lanin’ny zana-boromahery.",
        "18": "Ireto misy zavatra telo tsy takatry ny saiko, Eny, zavatra efatra tsy azoko:",
        "19": "Ny lalan’ny voromahery manidina eny amin’ny lanitra, Ny lalan’ny bibilava mandady eny ambony vatolampy, Ny lalan’ny sambo mandeha eny afovoan-dranomasina, Ary ny ataon’ny lehilahy rehefa miaraka amin’ny tovovavy.",
        "20": "Izao no fanaon’ny vehivavy mpanitsakitsa-bady: Mihinana izy dia mamafa vava, Ary miteny izy avy eo hoe: “Tsy nanao ratsy mihitsy aho!”",
        "21": "Ireto misy zavatra telo mampikorontana ny tany, Eny, zavatra efatra tsy zakany mihitsy:",
        "22": "Rehefa ny mpanompo no lasa mpanjaka, Ary ny adala no lasa voky be,",
        "23": "Rehefa ny vehivavy halan’ny olona no nisy naka vady, Ary ny mpanompovavy no maka ny toeran’ny tompovaviny.",
        "24": "Ireto misy zavatra efatra anisan’ny kely indrindra eto an-tany, Nefa manana fahendrena voajanahary:",
        "25": "Ny vitsika dia zavaboary tsy matanjaka, Nefa manangona ny sakafony rehefa fahavaratra.",
        "26": "Ny bitrom-bato dia zavaboary tsy mahery, Nefa manao ny tranony eny ambony vatolampy.",
        "27": "Ny valala dia tsy manana mpanjaka, Nefa miara-mandroso manao andiany izy rehetra.",
        "28": "Ny katsatsaka dia mamikitra amin’ny tongony, Ary miditra ao amin’ny lapan’ny mpanjaka.",
        "29": "Ireto misy zavatra telo tsara famindra, Eny, zavatra efatra tsara fandeha:",
        "30": "Ny liona izay biby mahery indrindra, Sady tsy mba mihemotra eo anatrehan’iza na iza,",
        "31": "Ny alika mpihaza, ny osilahy, Ary ny mpanjaka mitarika ny tafiny.",
        "32": "Raha nanao hadalana ianao satria nanambony tena, Na nitetika ny hanao an’izany, Dia tampeno amin’ny tananao ny vavanao.",
        "33": "Fa ahazoana dibera ny ronono rehefa ahontsankontsana, Ary mandeha ra ny orona rehefa potserina, Dia hoatr’izany koa fa raikitra ny ady raha atao izay hampahatezitra ny olona."
    },
    "31": {
        "1": "Izao no tenin’i Lemoela Mpanjaka, izany hoe ny hafatra mafonja nolazain’ny reniny mba hampianarana azy:",
        "2": "Inona no holazaiko aminao, anaka? Inona no holazaiko, ry ilay naloaky ny kiboko, Ilay zanaka azoko tamin’ny voady?",
        "3": "Aza mandany ny herinao amin’ny vehivavy, Ary aza manaraka fomba fiaina ratsy, fa izany no mahatonga ny mpanjaka ho ripaka.",
        "4": "Tsy tsara ho an’ny mpanjaka, ry Lemoela ô, Tsy tsara ho an’ny mpanjaka ny misotro divay, Na ho an’ny mpitondra ny manontany hoe: “Aiza ny toakako?”",
        "5": "Sao hisotro izy dia hanadino ny didy efa navoaka, Ka hanitsakitsaka ny zon’ny madinika.",
        "6": "Omeo toaka izay efa ho faty, Ary omeo divay izay kivy be.",
        "7": "Aleo izy hisotro dia ho hadinony ny fahantrany, Ary aleo izy tsy hahatsiaro intsony ny fahoriany.",
        "8": "Mitenena mba hiaro an’izay tsy afaka miteny, Ary arovy ny zon’izay rehetra efa ho faty.",
        "9": "Mitenena ka mitsarà araka ny rariny. Arovy ny zon’ny madinika sy ny mahantra. א [ Alefa ]",
        "10": "Iza no nahita vady tsara? Sarobidy lavitra noho ny haran-dranomasina izany vehivavy izany. ב [ Beta ]",
        "11": "Matoky azy amin’ny fony manontolo ny vadiny, Sady manana an’izay rehetra ilainy. ג [ Gimela ]",
        "12": "Tsara ny ataon’ilay vehivavy aminy fa tsy ratsy, Mandritra ny androm-piainany. ד [ Daleta ]",
        "13": "Mitady volonondry sy lamba rongony ilay vehivavy, Ary mahafinaritra azy ny miasa amin’ny tanany. ה [ He ]",
        "14": "Hoatran’ny sambon’ny mpivaro-mandeha izy, Ka mitondra ny sakafony avy any lavitra. ו [ Vao ]",
        "15": "Mifoha koa izy na dia mbola alina aza, Ka manome sakafo ho an’ny ankohonany Sy anjara sakafo ho an’ny mpanompovaviny. ז [ Zaina ]",
        "16": "Mandinika tsara aloha izy vao mividy saha. Ny asa mafy nataony no ahafahany mamboly voaloboka. ח [ Heta ]",
        "17": "Miomana hiasa mafy izy, Ka hatanjahiny ny sandriny. ט [ Teta ]",
        "18": "Hitany fa ahazoany tombony ny varotra ataony, Ary tsy maty jiro izy mandritra ny alina. י [ Yôda ]",
        "19": "Alainy ny fitazonana kofehy mbola tsy voafoly, Ary tazoniny koa ny ampela. כ [ Kafa ]",
        "20": "Manatsotra ny tanany hanampy ny madinika izy, Sady malala-tanana amin’ny mahantra. ל [ Lameda ]",
        "21": "Tsy manahy ny amin’ny ankohonany izy rehefa latsaka ny lanezy, Satria manao akanjo mafana daholo izy mianakavy. מ [ Mema ]",
        "22": "Izy ihany no manamboatra ny lambam-pandrianany, Ary lamba rongony sy volonondry volomparasy ny akanjony. נ [ Nona ]",
        "23": "Be mpahafantatra eo am-bavahadin’ny tanàna ny vadiny, Eo amin’ilay toerana iarahany mipetrapetraka amin’ny anti-panahy ao amin’ilay tany. ס [ Sameka ]",
        "24": "Manamboatra akanjo rongony izy, dia mivarotra an’izany. Mamatsy fehikibo ho an’ny mpivaro-mandeha koa izy. ע [ Aina ]",
        "25": "Hery sy voninahitra no akanjony, Ary feno toky izy miandrandra ny hoavy. פ [ Pe ]",
        "26": "Hita hoe hendry izy rehefa miteny, Ary ny lalàn’ny hatsaram-panahy no eo am-bavany. צ [ Tsade ]",
        "27": "Manara-maso an’izay mitranga ao an-tokantranony izy, Ary tsy mihinana ny mofon’ny hakamoana. ק [ Kôfa ]",
        "28": "Mitsangana ny zanany, ka milaza azy hoe sambatra. Mitsangana koa ny vadiny, ka midera azy hoe: ר [ Resa ]",
        "29": "Betsaka ny vehivavy mahay, Fa ianao mbola mihoatra noho izy rehetra. ש [ Shina ]",
        "30": "Mety hamitaka ny hatsaram-bika, ary mety hihelina ihany ny hatsaran-tarehy, Fa ny vehivavy matahotra an’i Jehovah no hoderaina. ת [ Tao ]",
        "31": "Omeo valisoa izy noho izay ataony, Ary aoka hidera azy eny am-bavahadin’ny tanàna ny asany."
    },
    "meta": {
        "name": "Ohabolana",
        "order": 19,
        "chapter_number": 31
    }
}