{
    "1": {
        "1": "Ny ohabolan’i Solomona zanak’i Davida, mpanjakan’ny Israely,",
        "2": "izay natao mba hahazoana fahendrena sy anatra. Natao koa izany mba hahatakarana ny hevitry ny teny mifono hevi-dalina,",
        "3": "ary mba hanekena anatra, izay mahatonga ny olona ho lalin-tsaina sy ho marina ary hanao ny rariny sy ny hitsiny.",
        "4": "Eny, nanao ohabolana izy mba ho malina ny tanora fanahy, ary hanam-pahalalana sy fahaiza-misaina ny zatovo.",
        "5": "Hihaino ny hendry ka hitombo ny zavatra fantany, ary ny mahira-tsaina no mahazo tari-dalana tsara,",
        "6": "mba hahazoana ny dikan’ny ohabolana, sy ny teny saro-takarina, ary ny tenin’olon-kendry sy ny ankamantatra ataony.",
        "7": "Ny fahatahorana an’i Jehovah no fiandoham-pahalalana. Fa hamavoin’ny adala kosa ny fahendrena sy ny fananarana.",
        "8": "Henoy, anaka, ny anatry ny rainao, ary aza atao tsinontsinona ny lalàn-dreninao.",
        "9": "Fa fehiloha tsara tarehy eo amin’ny lohanao izany, ary rojo tena tsara eny amin’ny vozonao.",
        "10": "Anaka, aza manaiky raha mitady hitaona anao ny mpanota.",
        "11": "Raha tsy mitsahatra miteny izy hoe: “Andao hiaraka aminay. Andao hiafina mba handatsa-dra. Ary andao hamitsaka ao amin’ny takona mba hamely tsy amin’antony an’ireo tsy manan-tsiny.",
        "12": "Andao isika hitelina azy velona toy ny Fasana, * eny, hitelina azy manontolo, sahala amin’izay latsaka any an-davaka.",
        "13": "Andao isika hitady zava-tsarobidy isan-karazany, ka hofenointsika zavatra norobaina ny tranontsika.",
        "14": "Tokony hiara-manao antsapaka aminay ianao ka ho namanay. Aoka ho kitapo iray ihany no ho antsika rehetra.”",
        "15": "Raha izany no ataony, anaka, dia aza miara-dalana aminy. Ampanalaviro ny lalany ny tongotrao.",
        "16": "Fa mihazakazaka hanao ratsy ny tongony, ary maika handatsa-dra izy.",
        "17": "Fa very maina ny amelarana harato raha hatao eo imason’izay manana elatra.",
        "18": "Koa miafina mba handatsaka ny ran’ireny izy, ary miafina mba hikendry ny ainy. *",
        "19": "Izany no fanaon’ny olona mitady tombony amin’ny tsy rariny. Mahafaka ny ain’ny mahazo azy izany fitadiavan-tombony izany.",
        "20": "Miantsoantso eny an-dalambe ny tena fahendrena. Manandratra ny feony eny an-tany malalaky ny tanàna izy.",
        "21": "Eny an-tampom-piakarana amin’ny lalana be olona no iantsoantsoany. Eo amin’ny fidirana mankao am-bavahadin’ny tanàna no ilazany hoe:",
        "22": "“Mandra-pahoviana ianareo tanora fanahy no mbola te hijanona ho tanora fanahy? Ary mandra-pahoviana ianareo mpaneso no mbola ho tia manesoeso? Ary mandra-pahoviana ianareo tsisy saina no mbola hankahala fahalalana?",
        "23": "Miverena ka ekeo ny anatro, dia hataoko toy ny loharano miboiboika ao anatinareo ny heriko. Hampahafantariko anareo ny teniko.",
        "24": "Efa niantsoantso aho fa nanda foana ianareo, ary efa nanolotra ny tanako aho fa tsy nisy niraharaha,",
        "25": "ary tsy nasianareo vidiny ny torohevitro rehetra, ary tsy noraisinareo ny anatro.",
        "26": "Koa hihomehy aho rehefa hanjo anareo ny loza, ary haneso aho rehefa ho avy izay hatahoranareo,",
        "27": "eny, rehefa ho avy toy ny oram-baratra ny zavatra hatahoranareo, ary ho avy tahaka ny tafiotra ny loza hanjo anareo, ary ho tonga aminareo ny fahoriana sy ny fotoan-tsarotra.",
        "28": "Hiantso ahy foana izy amin’izay, fa tsy hamaly aho, ary hitady ahy foana izy, nefa tsy ho hitany aho,",
        "29": "satria nankahala fahalalana izy, ary tsy nifidy ny hatahotra an’i Jehovah.",
        "30": "Tsy nanaiky ny torohevitro izy, sady tsy nandray ny fananarako rehetra.",
        "31": "Koa hihinana ny vokatry ny nataony izy, ary ho vokin’ny tetika nataony.",
        "32": "Fa ny fikomian’ny tanora fanahy no hahafaty azy, ary ny tsy firaharahan’ny tsisy saina no haharingana azy.",
        "33": "Fa izay mihaino ahy kosa tsy hanana ahiahy, sady tsy mba hiady saina noho ny fahatahorana loza.”"
    },
    "2": {
        "1": "Anaka, raha henoinao ny teniko, ary raketinao ao am-ponao ny didiko,",
        "2": "ka manongilan-tsofina hihaino ny fahendrena ianao, ary ataonao izay hananan’ny fonao fahaiza-manavaka,",
        "3": "raha miantsoantso mitady fahiratan-tsaina ianao, ary manandratra ny feonao mba hahazoana fahaiza-manavaka,",
        "4": "raha tsy mitsahatra mitady azy toy ny fitady volafotsy ianao, ary tsy mitsahatra mikaroka azy toy ny fikaroka harena miafina,",
        "5": "dia ho takatrao ny atao hoe fahatahorana an’i Jehovah, ary ho hitanao ny fahalalana an’Andriamanitra.",
        "6": "Fa i Jehovah no manome fahendrena, ary avy amin’ny vavany ny fahalalana sy ny fahaiza-manavaka.",
        "7": "Hitahiry fahendrena ho an’ny olo-mahitsy izy, ary ampingan’izay tsy mivadika aminy,",
        "8": "ka mitsinjo ny lalan’izay tia rariny, sady miaro ny lalan’izay tsy mivadika aminy.",
        "9": "Amin’izay dia ho takatrao ny atao hoe fahamarinana sy rariny ary fahitsiana, eny, izay tsara rehetra.",
        "10": "Raha alatsakao am-po ny fahendrena, ary manjary mahafinaritra anao ny fahalalana,",
        "11": "dia hiambina anao ny fahaiza-misaina, ary hiaro anao ny fahaiza-manavaka.",
        "12": "Hanafaka anao amin’ny ratsy izany, sy amin’ny olona miresaka zava-dratsy,",
        "13": "sy amin’izay mandao ny lalan’ny fahitsiana mba handeha amin’ny lalan’ny haizina,",
        "14": "sy amin’ireo faly hanao ratsy sady ravoravo amin’ny zava-dratsy mamoafady,",
        "15": "sy amin’ireo fetsifetsy, sy amin’ireo tsy mba mahitsy eo amin’izay rehetra ataony.",
        "16": "Ary hanafaka anao tsy ho azon’ny vehivavy vahiny koa izany, sy tsy ho azon’ny vehivavy hafa firenena izay manao teny malefaka,",
        "17": "sy nandao ny vadin’ny * fahatanorany sady nanadino an’ilay fifanekena nifanaovany tamin’Andriamaniny.",
        "18": "Fa milentika any amin’ny fahafatesana ny tranony, ary ny lalany kosa midina any amin’ny maty, izay tsy mahefa na inona na inona.",
        "19": "Tsy hiverina intsony ary tsy handia ny lalan’ny velona intsony ireo manao firaisana aminy.",
        "20": "Amin’izay dia handeha amin’ny lalan’ny olona tsara toetra ianao, ary hizotra eo amin’ny lalan’ny olo-marina.",
        "21": "Fa ny olo-mahitsy no honina amin’ny tany, ary ny tsy manan-tsiny ihany no ho sisa tavela eo.",
        "22": "Fa ny ratsy fanahy kosa ho ringana tsy ho amin’ny tany, ary ny mpivadika hesorina tsy ho amin’ny tany."
    },
    "3": {
        "1": "Anaka, aza manadino ny lalàko, ary aoka ny fonao hitandrina ny didiko,",
        "2": "fa ho lava andro sy ho maro taona iainana ianao ary hiadana.",
        "3": "Aoka tsy hiala aminao ny hatsaram-panahy sy ny fahamarinana. Afatory eo amin’ny vozonao ireo, ary soraty eo amin’ny fonao,",
        "4": "dia hahazo sitraka amin’Andriamanitra sy ny olona ianao ary ho hitan’izy ireo fa tena lalin-tsaina.",
        "5": "Matokia an’i Jehovah amin’ny fonao manontolo, fa aza miantehitra amin’ny fahaizanao.",
        "6": "Eritrereto izy amin’izay rehetra ataonao, dia hataony mandeha tsara ny fiainanao.",
        "7": "Aza mihevi-tena ho hendry. Matahora an’i Jehovah ka mialà amin’ny ratsy.",
        "8": "Aoka izany ho fanasitranana ny vatanao * sy ho famelombelomana ny taolanao.",
        "9": "Manomeza voninahitra an’i Jehovah amin’ireo zava-tsarobidy anananao sy amin’ny voaloham-bokatrao rehetra,",
        "10": "dia ho feno mitafotafo ny fitehirizam-bokatrao, ary ny divay vaovao kosa hihoatra ny fanantazana azy.",
        "11": "Aza mandà ny fifehezan’i Jehovah, anaka, ary aza mankahala ny anatra omeny,",
        "12": "fa izay tian’i Jehovah no anariny, tahaka ny ataon’ny ray amin’ny zanaka tiany.",
        "13": "Sambatra ny olona mahita fahendrena, sy ny olona manana fahaiza-manavaka,",
        "14": "fa ny tombony azo aminy dia tsara noho ny volafotsy, ary ny vokatra azo aminy dia tsara noho ny volamena.",
        "15": "Sarobidy noho ny haran-dranomasina * izy, ary tsy misy afaka mifampitaha aminy izay rehetra mahafinaritra anao.",
        "16": "Andro maro no eo an-tanany ankavanana, ary harena sy voninahitra no eo an-tanany ankavia.",
        "17": "Lalana mahafinaritra ny lalany, ary fiadanana ny lalan-kalehany rehetra.",
        "18": "Hazon’aina ho an’izay mitana azy izy, ary izay mifikitra aminy no atao hoe sambatra.",
        "19": "Fahendrena no nanorenan’i Jehovah ny tany, ary fahaiza-manavaka no nanaovany izay hahamafy orina ny lanitra.",
        "20": "Ny fahalalany no nampisarahana ny rano lalina, sy nahatonga ny rahona hitete ranonorana madinika.",
        "21": "Anaka, aoka tsy hiala eo imasonao ireo. Arovy ny fahendrena sy ny fahaiza-misaina,",
        "22": "dia hidika ho fiainana ho anao izany, ary ho firavaka eo amin’ny vozonao.",
        "23": "Amin’izay dia tsy hanana ahiahy ianao rehefa mandeha amin’ny lalanao, ary ny tongotrao tsy mba ho tafintohina.",
        "24": "Tsy mba hatahotra ianao rehefa matory, eny, hatory tokoa ianao ka ho mamy ny torimasonao.",
        "25": "Tsy hihorohoro ianao rehefa misy zavatra mampahatahotra tampoka, na rehefa mamely ny ratsy fanahy ny tafiotra, satria ho tonga tokoa izany.",
        "26": "Fa i Jehovah, raha ny marina, no ho tokinao, ka hiaro ny tongotrao tsy ho voafandrika.",
        "27": "Aza miahotra manao soa amin’izay tokony hanaovan-tsoa raha mbola azon’ny tananao atao ihany.",
        "28": "Aza manao amin’ny namanao hoe: “Mandehana, dia miverena rahampitso fa homeko”, nefa misy ihany ao aminao.",
        "29": "Aza mamorona teti-dratsy hamelezana ny namanao, nefa izy mipetraka tsy manana ahiahy ao aminao.",
        "30": "Aza mifamaly tsy amin’antony amin’olona raha tsy nanao ratsy anao izy.",
        "31": "Aza mitsiriritra olona tia herisetra, na mifidy ny lalany.",
        "32": "Maharikoriko an’i Jehovah ny olona fetsifetsy, fa ny olo-mahitsy kosa no manana fifandraisana akaiky aminy.",
        "33": "Ny ozon’i Jehovah dia ao an-tranon’ny ratsy fanahy, fa ny fitahiany kosa ao amin’ny fonenan’ny marina.",
        "34": "Ny mpaneso no hanaovany eson-teny, fa ny mpandefitra kosa hankasitrahany.",
        "35": "Voninahitra no ho azon’ny hendry, fa fahafaham-baraka kosa no ireharehan’ny tsisy saina."
    },
    "4": {
        "1": "Henoy, anaka, ny anatry ny rainareo, ary aoka ianareo hanongilan-tsofina, mba hahira-tsaina.",
        "2": "Fa tsara ny fampianarana homeko anareo. Aza mahafoy ny lalàko.",
        "3": "Fa tena zanaka tokoa aho ho an’ny raiko, ary marefo sy tokana teo imason’ny reniko.",
        "4": "Ary nampianatra ahy ny raiko ka nilaza hoe: “Aoka tsy hiala ao am-ponao ny teniko. Tandremo ny didiko, dia ho ela velona ianao.",
        "5": "Miezaha hanana fahendrena, ary ataovy izay hananana fahiratan-tsaina. Aza hadinoina izay lazain’ny vavako ary aza lavina.",
        "6": "Aza mahafoy ny fahendrena, dia hiambina anao izy. Tiavo izy, dia hiaro anao.",
        "7": "Ny fahendrena no zava-dehibe indrindra. Koa miezaha hanana fahendrena, ary izay rehetra azonao dia ampiasao hahazoana fahiratan-tsaina.",
        "8": "Aoka ho sarobidy aminao izy, dia hanandratra anao. Hanome voninahitra anao izy satria ianao mifikitra aminy.",
        "9": "Dia hasiany fehiloha tsara tarehy ny lohanao, ary satroboninahitra tsara no homeny anao.”",
        "10": "Mihainoa, anaka, ary ekeo ny teniko, dia hihamaro ny taona hiainanao.",
        "11": "Hampianatra anao ny lalam-pahendrena aho. Hampandehaniko amin’ny lalan’ny fahitsiana ianao.",
        "12": "Rehefa mandeha ianao, dia tsy ho voasembantsembana ny dianao, ary raha mihazakazaka ianao, dia tsy mba ho tafintohina.",
        "13": "Tano mafy ny anatra omena anao ka aza avela. Hazòny izy, fa ainao.",
        "14": "Aza mankany amin’ny lalan’ny ratsy fanahy, aza mamantana any amin’ny lalan’ny olon-dratsy.",
        "15": "Halaviro ny lalany ka aza andalovana, eny, mivilia ka zory ny lalanao.",
        "16": "Fa tsy matory ireny raha tsy manao ratsy, ary tsy mahita tory raha tsy manafintohina olona.",
        "17": "Mihinana ny mofo azo tamin’ny fanaovan-dratsy ireny, ary misotro ny divay azo tamin’ny herisetra.",
        "18": "Fa ny lalan’ny marina kosa dia tahaka ny hazavan’ny maraina izay mihamazava mandra-pitataovovonan’ny andro.",
        "19": "Ny lalan’ny ratsy fanahy dia tahaka ny haizim-pito. Tsy fantany akory izay mahatafintohina azy.",
        "20": "Henoy, anaka, ny teniko, ary aoka ianao hanongilan-tsofina amin’izay lazaiko.",
        "21": "Aoka tsy hiala eo imasonao izany ary raketo ao am-ponao.",
        "22": "Fa midika ho fiainana ho an’izay mahita azy izany, ary fahasalamana ho an’ny vatany manontolo.",
        "23": "Arovy ny fonao, mihoatra noho izay rehetra tokony harovana, fa avy ao aminy ny loharanon’aina.",
        "24": "Esory aminao ny vava fandainga, ary ataovy lavitra anao ny molotra mamitaka.",
        "25": "Aoka ny masonao hijery tsara ny any aloha, eny, aoka ny masonao hibanjina ny eo anoloanao.",
        "26": "Ataovy mitovy tantana izay hodiavin’ny tongotrao, ary aoka ho azo antoka tsara ny lalanao rehetra.",
        "27": "Aza mivily miankavanana na miankavia. Ampanalaviro ny ratsy ny tongotrao."
    },
    "5": {
        "1": "Henoy, anaka, ny tenim-pahendrena lazaiko, ary aoka ianao hanongilan-tsofina amin’izay ampianariko momba ny fahaiza-manavaka,",
        "2": "mba hiarovanao ny fahaizanao misaina. Ary aoka hitahiry fahalalana ny molotrao.",
        "3": "Mitete tahaka ny toho-tantely ny molotry ny vehivavy vahiny, ary malama noho ny menaka ny vavany.",
        "4": "Mangidy tahaka ny vahona * anefa ny vokany, ary maranitra hoatran’ny sabatra roa lela.",
        "5": "Midina mankany amin’ny fahafatesana ny tongony, ary mizotra mankany amin’ny Fasana * ny diany.",
        "6": "Tsy mba mandinika ny lalan’ny fiainana izy. Mirenireny tsy mahafantatra izay alehany izy.",
        "7": "Koa ankehitriny, anaka, mihainoa ahy ary aza hadinoina izay lazain’ny vavako.",
        "8": "Ataovy lavitra azy foana ny lalanao, ary aza manakaiky ny fidirana mankao an-tranony,",
        "9": "sao homenao olona ny hajanao, ary ireo taonanao ho an’izay mampahory anao,",
        "10": "sao ny vahiny no hanaram-po amin’izay nandanianao ny herinao, ary ho any an-tranon’ny hafa firenena ny zavatra nisasaranao,",
        "11": "ary sao hitaraina ianao amin’ny hoavy rehefa ho levona ny nofonao sy ny vatanao.",
        "12": "Dia hiteny ianao hoe: “Fa naninona re aho no nankahala anatra e? Naninona re ny foko no tsy niraharaha fananarana e?",
        "13": "Tsy mba nihaino ny tenin’ny mpampianatra ahy aho, ary tsy nanongilan-tsofina tamin’izay nolazain’ny mpanabe ahy.",
        "14": "Latsaka mora foana tao amin’izao karazana zava-dratsy rehetra izao aho, teo anivon’ny fiangonana sy ny vahoaka tafavory.”",
        "15": "Misotroa rano avy amin’ny lavaka fanangonanao rano, eny, misotroa rano mikoriana avy amin’ny lavadranonao.",
        "16": "Hiparitaka eny ivelany ve ny loharanonao, ary hikoriana eny an-tany malalaky ny tanàna ve ny ranonao?",
        "17": "Aoka ho anao irery izany, fa tsy ho an’ny vahiny eo aminao.",
        "18": "Aoka hotahina ny loharanonao, ary mifalia amin’ny vadin’ny fahatanoranao,",
        "19": "fa serfavavy mahatehotia sy osy * kely mahafatifaty izy. Aoka ny nonony hahatonga anao ho mamon’ny fahafinaretana foana. Aoka ho safononoky ny fahafinaretana mandrakariva ianao noho ny fitiavany.",
        "20": "Fa nahoana ianao, anaka, no ho safononoky ny fahafinaretana amin’ny vehivavy vahiny, na hamihina ny tratran’ny vehivavy hafa firenena?",
        "21": "Fa eo imason’i Jehovah ny lalan’ny olona, ary dinihiny avokoa ny lalany rehetra.",
        "22": "Hitsingerina aminy ihany ny fahadisoan’ny ratsy fanahy, ary ho voafatotry ny fahotany ihany izy.",
        "23": "Izy ihany no ho faty noho izy tsy nihaino anatra, ary be ny hadalana nataony ka lasa any amin’ny lalan-diso izy."
    },
    "6": {
        "1": "Anaka, raha nanaiky hiantoka olona nisambo-bola ianao, raha nifanaiky tamin’olona tsy fantatrao tsara ianao ka efa nifandray tanana taminy,",
        "2": "raha voafandrik’izay nolazain’ny vavanao ianao, ary raha voafatotr’izay noteneninao,",
        "3": "dia afaho ny tenanao, anaka, satria efa eo am-pelatanan’ilay olona ianao, ka izao no ataovy: Mandehana ka manetre tena eo anatrehany, ary iangavio fatratra izy.",
        "4": "Aza avela hatory na ho rendremana ny masonao.",
        "5": "Afaho ny tenanao, toy ny gazela mitsoriaka tsy ho azon’ny mpihaza, sy toy ny vorona mandositra tsy ho azon’ny mpamandri-borona.",
        "6": "Mandehana any amin’ny vitsika, ry ilay kamo. Diniho ny fanaony ka mba hendre.",
        "7": "Na dia tsy manana mpitondra na mpiadidy na mpitarika aza izy,",
        "8": "dia manangona ny sakafony izy rehefa fahavaratra, ary manangona ny haniny mandritra ny fijinjana.",
        "9": "Mandra-pahoviana ianao, ry ilay kamo, no mbola hatory? Rahoviana ianao no hifoha amin’ny torimasonao?",
        "10": "Mbola hatory kely ihany, mbola ho rendremana kely ihany, ary mbola hamoritra tanana ihany ka hatory kely,",
        "11": "dia ho avy tampoka sahala amin’ny mpandroba ny fahantranao, ary ho sahala amin’ny lehilahy mirongo fiadiana ny tsy fahampiana hanjo anao.",
        "12": "Mpandaingalainga ny olona tsy manjary, eny, ny olona mitetika ny hanao ratsy.",
        "13": "Mipy maso izy, sady manao fihetsika amin’ny tongony mba hilazan-javatra, ary manao fihetsika amin’ny rantsantanany.",
        "14": "Hevi-dratsy no ao am-pony. Mikendry ny hanao ratsy foana izy, ary manao izay hampisy fifandirana.",
        "15": "Koa hamely azy tampoka ny loza. Ho torotoro avy hatrany izy ka tsy ho sitrana intsony.",
        "16": "Misy zavatra enina halan’i Jehovah, eny, fito ny zavatra maharikoriko azy: *",
        "17": "Ny maso miandranandrana, ny lela fandainga, ny tanana mandatsaka ny ran’ny tsy manan-tsiny,",
        "18": "ny fo mamorona teti-dratsy, ny tongotra maika hihazakazaka hanao ratsy,",
        "19": "ny olona mijoro ho vavolombelona mandainga, ary izay rehetra mampisy fifandirana eo amin’ny samy mpirahalahy.",
        "20": "Ankatoavy, anaka, ny didin-drainao, ary aza atao tsinontsinona ny lalàn-dreninao.",
        "21": "Afatory eo amin’ny fonao mandrakariva izany, ary fehezo eo am-bozonao.",
        "22": "Hitari-dalana anao izy io raha mandeha ianao, sy hiambina anao raha matory ianao, ary hiahy anao foana rehefa mifoha ianao.",
        "23": "Fa jiro ny didy, fahazavana ny lalàna, ary lalana mankany amin’ny fiainana ny anatra sy ny fanitsiana,",
        "24": "mba hiaro anao amin’ny vehivavy ratsy fitondran-tena, sy tsy ho babon’ny teny malefaka ataon’ny vehivavy hafa firenena.",
        "25": "Aoka ny fonao tsy hitsiriritra azy noho ny hatsaran-tarehiny, ary aza avela hambabo anao amin’ny masony manintona izy,",
        "26": "satria ny vehivavy mpivaro-tena no mahatonga ny lehilahy tsy hanana afa-tsy sombi-mofo. Fa ny vehivavy vadin’olona kosa mamela-pandrika mba hamandrihana aina sarobidy.",
        "27": "Misy olona afaka manangona vainafo eo an-tratrany ve, nefa tsy ho may ny akanjony?",
        "28": "Ary misy olona afaka mandeha eo ambony vainafo ve, nefa tsy ho may ny tongony?",
        "29": "Toy izany izay lehilahy manao firaisana amin’ny vadin’olona: Tsy hisy ho afa-maina izay mikasika an-dravehivavy.",
        "30": "Amin’ny olona, dia tsy mampaninona raha mangalatra zavatra hahavoky azy ny mpangalatra rehefa noana.",
        "31": "Fa raha tratra kosa izy, dia hanonitra avo fito heny, ka hanome ny zava-tsarobidy rehetra ao an-tranony.",
        "32": "Tsy ampy saina * izay manitsakitsa-bady ka mijangajanga amim-behivavy. Manimba tena izay lehilahy manao izany.",
        "33": "Hahita loza sy halaza ratsy izy, ary tsy ho voakosoka mihitsy ny fahafaham-barakany.",
        "34": "Fa entin’ny fahasarotam-piaro ny lehilahy ka tezitra mafy, ary tsy hamindra fo izy amin’ny andro anaovany valifaty.",
        "35": "Tsy ahoany mihitsy izay mety ho onitra, sady tsy vonona ny hilefitra izy na dia lehibe toy inona aza ny fanomezana ataonao."
    },
    "7": {
        "1": "Araho, anaka, ny teniko ary raketo ao am-ponao ny didiko.",
        "2": "Tandremo ny didiko, dia ho ela velona ianao, ary tandremo toy ny anakandriamaso ny lalàko.",
        "3": "Afatory eo amin’ny rantsantananao ireny, ary soraty eo amin’ny fonao.",
        "4": "Lazao amin’ny fahendrena hoe: “Anabaviko ianao”, ary amin’ny fahiratan-tsaina hoe: “Havako ianao”,",
        "5": "mba hiarovany anao amin’ny vehivavy vahiny sy amin’ny vehivavy hafa firenena, izay manao teny malefaka.",
        "6": "Fa nitazana avy teo amin’ny makarakaran’ny varavarankelin’ny tranoko aho,",
        "7": "mba handinika an’ireo tanora fanahy. Nisy ankizilahy maromaro teo, ary nanintona ny masoko ny tovolahy iray tsy ampy saina. *",
        "8": "Nandalo teo amin’ilay zoron-dalana mankany an-tranon’ny vehivavy toy ireny izy, ary nandeha tamin’ny lalana mankany",
        "9": "rehefa harivariva iny, eny, tamin’ny takariva, rehefa ho alina sy maizina ny andro.",
        "10": "Ary iny fa nisy vehivavy nitsena azy, nanao akanjon’ny mpivaro-tena, sady fetsy",
        "11": "sy mahay miresaka ary mafy loha. Tsy mba mipetraka an-trano mihitsy izy,",
        "12": "fa mbetika eny ivelany, mbetika eny an-tany malalaky ny tanàna, ary eny akaikin’ny zoron-dalana rehetra eny no iandrasany.",
        "13": "Notazoniny ilay tovolahy dia norohany. Hita teny amin’ny endriny fa sahisahy be ravehivavy, ka hoy izy taminy:",
        "14": "“Nanao sorona iombonana aho, ary efa nanefa ny voadiko aho androany.",
        "15": "Nivoaka hitsena anao aho, mba hitady anao sy hahita anao.",
        "16": "Efa nasiako lambam-pandriana tsara tarehy ny fandrianako, dia lamba rongony avy any Ejipta sady maro loko.",
        "17": "Efa nofafazako miora sy aloesy ary kanelina koa ny fandrianako.",
        "18": "Andao isika hanaram-po amin’ny fahafinaretan’ny fitiavana mandra-parainan’ny andro. Aoka isika ho finaritra amin’ny fifanehoam-pitiavana.",
        "19": "Tsy ao an-trano ny vadiko, fa nandeha lavitra.",
        "20": "Nitondra kitapom-bola izy, ka tsy hody an-trano raha tsy efa fenomanana ny volana.”",
        "21": "Voafitaka ilay tovolahy, satria tena nahay nandresy lahatra ravehivavy. Teny malefaka no nentiny nambabo azy.",
        "22": "Tampoka teo, dia lasa nanaraka azy ilay tovolahy, toy ny omby entina hovonoina, ary toy ny adala nasiana gadra vy mba hofaizina,",
        "23": "mandra-pitsatoky ny zana-tsipìka eo amin’ny atiny. Ary toy ny vorona misosososo mankao anaty fandrika izy, nefa tsy fantany fa haningotra ny ainy * izany.",
        "24": "Koa ankehitriny, anaka, mihainoa ahy ary aoka ianao hanongilan-tsofina amin’izay lazain’ny vavako.",
        "25": "Aoka ny fonao tsy hivily ho amin’ny lalan-dravehivavy. Aza mandehandeha eny amin’ny lalany.",
        "26": "Fa maro ny olona efa matiny, ary be dia be ny naripany.",
        "27": "Lalana mankany amin’ny Fasana * ny tranony, ary midina any amin’izay misy ny maty izy ireo."
    },
    "8": {
        "1": "Tsy miantsoantso tsy an-kijanona ve ny fahendrena, ary manandratra foana ny feony ny fahaiza-manavaka?",
        "2": "Eny an-tampon-kavoana, sy eny amoron-dalana, ary eny amin’ny sampanan-dalana no ijanonany.",
        "3": "Eny akaikin’ny vavahady, sy eny amin’ny fidirana mankao an-tanàna, ary eo amin’ny fidirana amin’ny vavahady, no iantsoantsoany mafy hoe:",
        "4": "“Ianareo rey olona no antsoiko, ary ianareo zanak’olombelona no anandratako ny feoko.",
        "5": "Ry tanora fanahy ô, miezaha mba ho malina. Ary ianareo tsisy saina, manàna fo hendry.",
        "6": "Mihainoa, satria zava-dehibe no resahiko, ary manoka-bava mba hilaza ny marina aho.",
        "7": "Fa mibitsibitsika fahamarinana ny vavako, ary zava-maharikoriko amin’ny molotro ny faharatsiana.",
        "8": "Marina daholo izay lazain’ny vavako. Tsy misy lainga na fitaka ny teniko.",
        "9": "Amin’ny olona mahay manavaka, dia araka ny hitsiny daholo ny teniko, ary marina koa ny teniko amin’ny olona nahazo fahalalana.",
        "10": "Aoka ny anatro no horaisinareo fa tsy ny volafotsy, ary ny fahalalana fa tsy ny volamena tena tsara.",
        "11": "Fa tsara noho ny haran-dranomasina * ny fahendrena, ary tsy misy afaka mifampitaha aminy ny zava-mahafinaritra rehetra.",
        "12": "“Fahendrena no anarako, ary miara-monina amin’ny fahamalinana aho. Nahazo fahalalana sy fahaiza-misaina aho.",
        "13": "Midika ho fankahalana ny ratsy ny fahatahorana an’i Jehovah. Halako ny fanambonian-tena sy ny fireharehana sy ny fanao ratsy ary ny vava fandainga.",
        "14": "Manana torohevitra sy fahendrena aho, ary mahira-tsaina sy mahery.",
        "15": "Mila ahy ny mpanjaka rehefa manjaka, ary mila ahy koa ny manam-pahefana raha te hamoaka didy ara-drariny.",
        "16": "Mila ahy ny andriana rehefa mitondra, ary mila ahy koa ny lehibe raha te hitsara araka ny rariny.",
        "17": "Izay tia ahy dia mba tiako, ary izay mitady ahy no hahita ahy.",
        "18": "Eto amiko ny harena sy ny voninahitra, sy ny lova sarobidy ary ny fahamarinana.",
        "19": "Tsara noho ny volamena ny vokatra azo avy amiko, eny, tsara noho ny volamena voadio sy ny volafotsy tena tsara.",
        "20": "Ny lalan’ny fahamarinana no alehako, dia eo afovoan’ny lalan’ny rariny,",
        "21": "mba hahazo zava-tsarobidy ireo tia ahy. Ary ataoko feno foana ny trano fitehirizany vokatra.",
        "22": "“I Jehovah no namorona ahy ho fiandohan’ny asa famoronany, ho voalohany indrindra amin’ny zava-bitany fahiny.",
        "23": "Efa hatramin’ny fotoana tsy voafetra no nametrahana ahy teo amin’ny toerako, hatrany am-piandohana, talohan’ny nisian’ny tany.",
        "24": "Mbola tsy nisy ny rano lalina, dia efa nateraka * aho, ary mbola tsy nisy koa ny loharano miboiboika.",
        "25": "Mbola tsy nisy ny tendrombohitra, ary mbola tsy noforonina ny havoana, dia efa nateraka aho.",
        "26": "Mbola tsy nanao ny tany izy tamin’izany, na ny tanety na ny baingan-tany voalohany tamin’ny tany lonaka.",
        "27": "Efa teo aho rehefa nanao ny lanitra izy. Tamin’izy nandidy ny hisian’ny faribolana manodidina ny rano lalina,",
        "28": "sy nanamafy orina ny andian-drahona eny ambony, sy nampiboiboika mafy an’ireo loharano avy amin’ny rano lalina,",
        "29": "sy nanome baiko ny ranomasina mba tsy hihoatra an’izay efa nandidiany, sy namoaka didy mba hisian’ny fototry ny tany,",
        "30": "dia mpiasa tena mahay teo anilany aho, ary tena tia ahy isan’andro isan’andro izy. Falifaly foana aho teo anatrehany,",
        "31": "eny, nahafaly ahy ny tany lonaka teo amin’ny tany noforoniny. Ary tena tiako izay rehetra mombamomba ny zanak’olombelona.",
        "32": "“Koa ankehitriny, anaka, mihainoa ahy. Sambatra izay mandeha amin’ny lalako.",
        "33": "Mihainoa anatra, ka hendre, ary aza atao tsinontsinona ny anatra.",
        "34": "Sambatra ny olona mihaino ahy, ka miari-tory isan’andro eo am-baravarako, ary miambina eo amin’ny tolàm-baravarako.",
        "35": "Fa hahazo fiainana tokoa izay olona mahita ahy, sady hahazo sitraka amin’i Jehovah.",
        "36": "Fa izay tsy manana ahy kosa manao tsinontsinona ny ainy, ary izay rehetra te ho faty no mankahala mafy ahy.”"
    },
    "9": {
        "1": "Nanorina ny tranony ny tena fahendrena, ka nipai-bato hanaovana ny andry fito amin’ilay trano.",
        "2": "Namono biby hatao sakafo izy, sy nanisy fangarony ny divainy, ary namelatra latabatra.",
        "3": "Naniraka ny ankizivavy mpanompony izy mba hiantsoantso eny amin’ny toerana avo ao an-tanàna hoe:",
        "4": "“Mivilia atỳ izay tanora fanahy.” Hoy koa izy tamin’izay tsy ampy saina: *",
        "5": "“Avia hihinana ny mofo arosoko, sy hisotro ny divay efa nasiako fangarony.",
        "6": "Ilaozy ny tanora fanahy mba ho ela velona ianao. Ary mandehana amin’ny lalan’ny fahiratan-tsaina, ka aza mivilivily.”",
        "7": "Manala baraka ny tenany izay manitsy ny mpaniratsira. Ary hanan-tsiny izay mananatra ny ratsy fanahy.",
        "8": "Aza mananatra ny mpaniratsira sao ho halany ianao. Anaro kosa ny hendry dia ho tiany ianao.",
        "9": "Ampianaro ny hendry dia vao mainka ho hendry. Omeo fahalalana ny marina dia hitombo ny zavatra hainy.",
        "10": "Ny fahatahorana an’i Jehovah no fiandoham-pahendrena, ary ny fahalalana an’Ilay Masina Indrindra no atao hoe fahiratan-tsaina.",
        "11": "Hahalava ny androm-piainanao aho, ary hahamaro ny taona iainanao.",
        "12": "Raha hendry ianao, dia ianao ihany no handray soa amin’ny fahendrenao. Fa raha maniratsira kosa ianao, dia ianao ihany no hizaka ny vokany, eny, ianao irery.",
        "13": "Be resaka ny vehivavy tsisy saina, mora ambakaina izy sady tsy mahalala na inona na inona.",
        "14": "Mipetraka eo ambony seza eo am-baravaran’ny tranony izy, eny amin’ny toerana avo ao an-tanànany,",
        "15": "mba hiantsoantso an’ireo mpandalo, dia ireo mandeha eny an-dalana. Miantsoantso izy hoe:",
        "16": "“Mivilia atỳ izay tanora fanahy!” Hoy koa izy tamin’izay tsy ampy saina: *",
        "17": "“Mamy ny rano nangalarina, ary tsara ny mofo hanina am-piafenana.”",
        "18": "Tsy fantatr’ilay olona anefa fa ny maty, izay tsy mahefa na inona na inona, no ao. Tsy fantany fa ireo olona nantsoin-dravehivavy dia any amin’ny toerana iva, izany hoe ny Fasana. *"
    },
    "10": {
        "1": "Ohabolan’i Solomona. Ny zanaka hendry mampifaly ny rainy, fa ny zanaka adala kosa mampahory ny reniny.",
        "2": "Tsy hitondra soa ny harenan’ny ratsy fanahy, fa hiaro ny olona tsy ho faty kosa ny fahamarinana.",
        "3": "Tsy havelan’i Jehovah ho noana ny olo-marina, fa holaviny kosa ny fanirian’ny ratsy fanahy.",
        "4": "Hahantra izay kamo miasa, fa mampanan-karena kosa ny tanan’ny mazoto.",
        "5": "Manangom-bokatra mandritra ny fahavaratra ny zanaka hendry, fa matory mandritra ny fijinjana kosa ny zanaka mahamenatra.",
        "6": "Hahazo fitahiana ny olo-marina, fa fikasana hampiasa herisetra kosa no fonosin’ny tenin’ny ratsy fanahy.",
        "7": "Ny fahatsiarovana ny olo-marina dia hitondra fitahiana ho azy, fa ho lo kosa ny anaran’ny ratsy fanahy.",
        "8": "Hankatò ny didy ny olona manana fo hendry, fa ho voahosihosy kosa ny olona miteny toy ny adala.",
        "9": "Tsy mba hanana ahiahy ny olona tsy mivadika, fa ny mpamitaka kosa ho fantatra eny ihany.",
        "10": "Hiteraka ratram-po ny olona mipy maso hoenti-mamitaka, ary ho voahosihosy ny olona miteny toy ny adala.",
        "11": "Loharanon’aina ny vavan’ny olo-marina, fa fikasana hampiasa herisetra kosa no fonosin’ny tenin’ny ratsy fanahy.",
        "12": "Mampisy fifandirana ny fankahalana, fa ny fitiavana kosa manarona ny fahadisoana rehetra.",
        "13": "Avy amin’ny molotry ny mahira-tsaina ny fahendrena, fa ny tsorakazo kosa natao ho an’ny lamosin’ny tsy ampy saina. *",
        "14": "Ny hendry no mitahiry fahalalana, fa ny vavan’ny adala kosa manafaingana ny fandringanana.",
        "15": "Ny harenan’ny mpanana no fiarovana ho azy, toy ny tanàna misy manda. Fa ny fahantran’ny sahirana kosa no mitera-pahavoazana ho azy.",
        "16": "Fiainana no vokatry ny asan’ny olo-marina, fa fahotana kosa no vokatry ny ataon’ny ratsy fanahy.",
        "17": "Mitarika ho amin’ny lalan’ny fiainana ny olona mihaino anatra, fa izay mandà anatra kosa mampivily lalana.",
        "18": "Izay manafina ny fankahalany dia manana molotra mandainga, ary tsisy saina izay manendrikendrika.",
        "19": "Ny teny maro tsy ilaozan’ota, fa malina kosa ny olona mahafehy ny vavany.",
        "20": "Toy ny volafotsy tena tsara ny lelan’ny marina, fa tsy dia misy vidiny kosa ny fon’ny ratsy fanahy.",
        "21": "Mamelona sy mitari-dalana olona maro ny tenin’ny marina, fa ripaka kosa ny adala satria tsy ampy saina. *",
        "22": "Ny fitahian’i Jehovah no mampanan-karena ary tsy ampiany fahoriana izany.",
        "23": "Amin’ny tsisy saina dia toy ny kilalao ny fitondran-tena baranahiny, fa natao ho an’ny olona mahay manavaka kosa ny fahendrena.",
        "24": "Ny zavatra atahoran’ny ratsy fanahy mihitsy no hanjo azy, fa ho tanteraka kosa ny fanirian’ny marina.",
        "25": "Hanjavona sahala amin’ny tafio-drivotra mihelina ny ratsy fanahy, fa mafy fototra mandritra ny fotoana tsy voafetra kosa ny marina.",
        "26": "Toy ny vinaingitra amin’ny nify sy toy ny setroka amin’ny maso, dia toy izany ny kamo amin’izay maniraka azy.",
        "27": "Ny fahatahorana an’i Jehovah no mahela velona, fa hohafohezina kosa ny taona iainan’ny ratsy fanahy.",
        "28": "Mitondra fifaliana ny fanantenan’ny marina, fa ho foana kosa ny fanantenan’ny ratsy fanahy.",
        "29": "Fiarovana mafy ho an’ny tsy manan-tsiny ny lalan’i Jehovah, fa haringana kosa ny mpanao ratsy.",
        "30": "Tsy hangozohozo mandritra ny fotoana tsy voafetra ny marina, fa ny ratsy fanahy kosa tsy honina maharitra amin’ny tany.",
        "31": "Fahendrena no voa ateraky ny vavan’ny marina, fa hofongorana kosa ny lelan’ny mpandainga.",
        "32": "Hankasitrahana ny tenin’ny marina, fa lainga kosa no eo am-bavan’ny ratsy fanahy."
    },
    "11": {
        "1": "Maharikoriko an’i Jehovah ny mizana mandainga, fa tiany kosa ny vatomizana marina.",
        "2": "Ho afa-baraka izay manambony tena, fa izay manetry tena kosa no hendry.",
        "3": "Ny tsy fivadihan’ny olo-marina no mitari-dalana azy, fa ny famitahan’ny mpivadika no mahavoa azy.",
        "4": "Tsy hisy hilana ny harena amin’ny andro fahatezerana, fa ny fahamarinana kosa no hiaro ny olona tsy ho faty.",
        "5": "Ny fahamarinan’ny tsy manan-tsiny no hampahitsy ny lalany, fa ny faharatsian’ny ratsy fanahy kosa no hahalavo azy.",
        "6": "Ny fahamarinan’ny olo-mahitsy no hamonjy azy, fa ho voafandriky ny faniriany kosa ny mpivadika.",
        "7": "Foana ny fanantenan’ny ratsy fanahy rehefa maty izy, ary ho foana koa ny fanantenan’izay miantehitra amin’ny herin’olombelona.",
        "8": "Ny marina no vonjena amin’ny fahoriana, ary ny ratsy fanahy kosa no iharan’izany ho solony.",
        "9": "Ny tenin’ny mpivadi-pinoana no animbany ny hafa, fa ny fahalalana kosa no amonjena ny marina.",
        "10": "Faly ny ao an-tanàna satria tsara toetra ny olo-marina, ary mihoby ny olona rehefa maty ny ratsy fanahy.",
        "11": "Misandratra ny tanàna noho ny tsodranon’ny olo-mahitsy, fa rava kosa ny tanàna noho ny tenin’ny ratsy fanahy.",
        "12": "Manao tsinontsinona ny namany ny olona tsy ampy saina, * fa mangina kosa ny olona tena mahay manavaka.",
        "13": "Izay mandehandeha manendrikendrika olona dia mamoaka tsiambaratelo, fa izay mendri-pitokisana kosa mahay mihazona tsiambaratelo.",
        "14": "Tsy hahomby ny olona raha tsy mahazo tari-dalana tsara, fa ahazoana famonjena kosa ny fananana mpanolo-tsaina maro.",
        "15": "Hahita loza izay miantoka olona nisambo-bola raha tsy fantany tsara akory izany olona izany, fa milamin-tsaina kosa izay tsy mety hifandray tanana ho mariky ny fifanekena.",
        "16": "Ny vehivavy mahafinaritra no mahazo voninahitra, fa ny olona mpanao didy jadona kosa mahazo harena.",
        "17": "Manao soa amin’ny tenany ny olona tsara fanahy sy be fitiavana, fa mitondra loza ho an’ny tenany kosa ny lozabe.",
        "18": "Mahazo karama amin’izay tsy nisasarany ny ratsy fanahy, fa tena karama kosa no azon’izay mamafy fahamarinana.",
        "19": "Hahazo fiainana ny olona mifikitra amin’ny fahamarinana, fa ho faty kosa izay tsy mieritreritra afa-tsy ny hanao ratsy.",
        "20": "Maharikoriko an’i Jehovah ny olona tsy mahitsy fo, fa mahafinaritra azy kosa izay mandeha tsy misy tsiny.",
        "21": "Na dia mifandray tanana aza ny olon-dratsy, dia tsy ho afa-miala amin’ny sazy, fa ho afa-mandositra kosa ny taranaky ny marina.",
        "22": "Sahala amin’ny kavim-bolamena eo amin’ny oron-kisoa ny vehivavy tsara tarehy nefa tsy misaina.",
        "23": "Azo antoka fa zava-tsoa no irin’ny marina, fa fahatezerana kosa no antenain’ny ratsy fanahy.",
        "24": "Misy tia manome nefa vao mainka mitombo fananana, fa misy kosa tsy mahafoy manome, nefa mihamahantra ihany.",
        "25": "Hovalian-tsoa * ny olona * malala-tanana, ary izay manao soa be dia be, dia handray soa be dia be koa.",
        "26": "Izay manafim-bokatra dia hozonin’ny olona, fa izay manaiky hivarotra ny vokany kosa hahazo tsodrano.",
        "27": "Izay miezaka hanao soa dia maniry hahazo sitraka, fa izay mikasa hanao ratsy kosa dia hitsingerina aminy ihany ny ratsy hataony.",
        "28": "Ho lavo izay matoky ny harenany, fa handrobona tahaka ny ravinkazo kosa ny marina.",
        "29": "Hisambo-drivotra izay mahatonga loza amin’ny ankohonany, ary ho mpanompon’izay manana fo hendry ny adala.",
        "30": "Hazon’aina no vokatry ny fahamarinana, ary hendry izay mahavita mitaona olona. *",
        "31": "Na ny olo-marina aza valiana etỳ an-tany, mainka fa ny ratsy fanahy sy ny mpanota!"
    },
    "12": {
        "1": "Tia fahalalana izay tia anatra, fa tsy misaina kosa izay mankahala fananarana.",
        "2": "Ankasitrahan’i Jehovah ny olona tsara toetra, fa homelohiny kosa izay manana sain-dratsy.",
        "3": "Tsy hisy hanana fiainana milamina ny olona manao ratsy, fa ny marina kosa dia toy ny hazo mamaka tsara ka tsy mihozongozona.",
        "4": "Satroboninahitry ny vadiny * ny vehivavy tsara toetra, fa toy ny lo mikiky ny taolan-dralehilahy kosa izy raha manao izay mahamenatra.",
        "5": "Ara-drariny ny hevitry ny marina, fa fitaka kosa ny tari-dalana omen’ny ratsy fanahy.",
        "6": "Ny tenin’ny ratsy fanahy dia vela-pandrika hoenti-mandatsa-dra, fa ny tenin’ny olo-mahitsy kosa no hanafaka azy.",
        "7": "Aringana ny ratsy fanahy ka tsy misy intsony, fa haharitra kosa ny ankohonan’ny marina.",
        "8": "Hoderaina ny olona mitandrina an’izay lazainy, fa hohamavoina kosa ny olona fetsifetsy.",
        "9": "Aleo tsotsotra nefa manana mpanompo iray, toy izay miseho ho ambony nefa tsy manan-kohanina.",
        "10": "Mitsimbina ny ain’ny biby fiompiny ny marina, fa fahasiahana kosa no mba famindram-pon’ny ratsy fanahy.",
        "11": "Ho voky hanina izay miasa ny taniny, fa tsy ampy saina kosa izay mikatsaka zava-poana.",
        "12": "Ny ratsy fanahy dia mitsiriritra ny biby azon’ny olon-dratsy tao anaty fandrika harato, fa ny fakan’ny olo-marina kosa manome voa.",
        "13": "Nanao teny tsy nety ny olon-dratsy ka voafandrik’izany, fa tafavoaka amin’ny fahoriana kosa ny marina.",
        "14": "Be ny soa raisin’ny olona avy amin’ny teny aloaky ny vavany, ary hivaly aminy ihany izay nataony.",
        "15": "Amin’ny adala dia mety ny ataony, fa izay mandray torohevitra kosa no hendry.",
        "16": "Ny olona adala no mampiseho avy hatrany ny fahasosorany, fa ny malina kosa mifehy tena mba tsy ho afa-baraka.",
        "17": "Izay milaza zavatra azo antoka dia hanambara ny marina, fa fitaka kosa no lazain’ny vavolombelona mandainga.",
        "18": "Misy manao teny tsy voahevitra, ka tonga toy ny fanindron’ny sabatra, fa ny tenin’ny hendry kosa manasitrana.",
        "19": "Haharitra mandrakizay ny vava milaza ny marina, fa mihelina kosa ny lela fandainga.",
        "20": "Fitaka no ao am-pon’izay mikendry hanao ratsy, fa ravoravo kosa izay mandala fihavanana.",
        "21": "Tsy hisy zava-doza hanjo ny marina, fa ho maro be kosa ny loza hanjo ny ratsy fanahy.",
        "22": "Maharikoriko an’i Jehovah ny molotra mandainga, fa mahafinaritra azy kosa ny olona tsy mivadika.",
        "23": "Tsy mampideradera fahalalana ny malina, fa ny fon’ny tsisy saina kosa no mahatonga azy hamoaka ny hadalany.",
        "24": "Ny mazoto no hahazo ny fitondrana, fa ny kamo kosa no hanao asa an-terivozona.",
        "25": "Ny tebiteby ao am-pon’ny olona no mahakivy ny fony, fa ny teny soa kosa no mahafaly ny fony.",
        "26": "Ny olo-marina mandinika tsara ny kijanany, ary ny ataon’ny ratsy fanahy ihany no mahadiso lalana azy.",
        "27": "Tsy mety mihaza ny kamo, fa ny mazoto kosa harena sarobidy ho an’ny olona.",
        "28": "Midika ho fiainana ny lalan’ny fahamarinana, ary tsy mitarika ho amin’ny fahafatesana izany lalana izany."
    },
    "13": {
        "1": "Hendry ny zanaka rehefa anarin’ny rainy, fa ny mpaniratsira kosa tsy mihaino na dia tenenina mafy aza.",
        "2": "Mandray soa ny olona noho ny teny aloaky ny vavany, fa ny mpivadika kosa tsy mieritreritra afa-tsy ny hanao herisetra.",
        "3": "Miaro ny ainy ny olona mahafehy ny vavany, fa izay be resaka kosa manimba tena.",
        "4": "Maro ny fanirian’ny kamo, nefa tsy manana na inona na inona izy. Tsy hanan-java-mahory kosa ny mazoto.",
        "5": "Halan’ny marina ny lainga, fa manao izay mahamenatra kosa ny ratsy fanahy, ka manala baraka tena.",
        "6": "Miaro an’izay tsy manisy ratsy olona ny fahamarinana, fa ho voan’ny haratsiam-panahiny ihany kosa ny mpanota.",
        "7": "Misy miseho ho manankarena nefa tsy manana na inona na inona, fa misy kosa mody mahantra nefa manankarem-be.",
        "8": "Ny harenan’ny manankarena no mahavotra ny ainy, fa ny mahantra kosa tsy mba mandre teny henjana.",
        "9": "Ny fahazavan’ny marina hampifaly azy, fa ho faty kosa ny jiron’ny ratsy fanahy.",
        "10": "Miteraka ady fotsiny ny fiheveran-tena ho ambony, fa hendry kosa izay mila hevitra amin’ny hafa.",
        "11": "Mihena ny harena azoazo foana, * fa izay manangona izany tsikelikely no mampitombo azy.",
        "12": "Marary ny fo raha mihemotra foana ny fahatanterahan’ny zavatra antenaina, fa hazon’aina kosa ny faniriana tanteraka.",
        "13": "Izay manao tsinontsinona ny teny, dia halaina aminy ny zavatra natao antoka, fa hovalian-tsoa kosa izay matahotra ka mitandrina ny didy.",
        "14": "Loharanon’aina ny lalàna avy amin’ny hendry, ka miaro azy tsy ho azon’ny fandriky ny fahafatesana.",
        "15": "Mahazo sitraka amin’ny hafa ny olona tena lalin-tsaina, fa sarotra kosa ny lalana diavin’ny mpivadika.",
        "16": "Miezaka hahalala ny zava-misy ny olona malina rehefa hanao zavatra, fa hadalana kosa no haelin’ny tsisy saina.",
        "17": "Zava-dratsy foana no vokatry ny ataon’ny mpitondra hafatra ratsy fanahy, fa fanasitranana kosa ny iraka mendri-pitokisana.",
        "18": "Mahantra sy afa-baraka izay tsy miraharaha anatra, fa omem-boninahitra kosa izay manaiky fananarana.",
        "19": "Faly ny olona rehefa tanteraka ny faniriany, fa maharikoriko amin’ny tsisy saina kosa ny miala amin’ny ratsy.",
        "20": "Ho hendry izay miaraka amin’ny hendry, fa hahita loza kosa izay minamana amin’ny tsisy saina.",
        "21": "Arahin’ny loza avy ao aoriana ny mpanota, fa hovalian-tsoa kosa ny marina.",
        "22": "Hamela lova ho an’ny zafikeliny ny olona tsara toetra, ary ny harenan’ny mpanota kosa tehirizina ho an’ny marina.",
        "23": "Miasa ny taniny ny mahantra ka ahazoany sakafo be dia be izany, fa ny olona sasany kosa ripaka noho ny tsy fisian’ny rariny.",
        "24": "Izay mitsitsy ny tsorakazony dia tsy tia ny zanany, fa izay tia azy kosa manara-maso azy ka mananatra azy.",
        "25": "Ny marina mihinana ka tena voky tsara, fa ny kibon’ny ratsy fanahy ho noana."
    },
    "14": {
        "1": "Manamafy orina ny ankohonany ny vehivavy tena hendry, fa manimba izany kosa ny vehivavy adala.",
        "2": "Izay mandeha amin’ny fahitsiana no matahotra an’i Jehovah, fa izay miala amin’izany kosa manamavo Azy.",
        "3": "Ny teny an’avona ataon’ny adala dia toy ny tsorakazo hoenti-mamely, fa ny molotry ny hendry kosa hiaro azy.",
        "4": "Madio ny fihinanam-bilona raha tsy misy omby, fa be kosa ny vokatra noho ny tanjaky ny omby.",
        "5": "Tsy mandainga ny vavolombelona mendri-pitokisana, fa ny vavolombelona sandoka kosa milaza lainga.",
        "6": "Miezaka mitady fahendrena ny mpaniratsira fa tsy mahita, fa mora amin’ny mahira-tsaina kosa ny mahazo fahalalana.",
        "7": "Ialao ny tsisy saina, fa tsy handre azy hilaza teny manome fahalalana ianao.",
        "8": "Ny fahendren’ny malina no mahatonga azy hahalala ny ataony, fa mamitaka kosa ny hadalan’ny tsisy saina.",
        "9": "Adala izay tsy miraharaha ny heloka vitany, fa mifanaraka tsara kosa ny olo-mahitsy.",
        "10": "Ny fon’ny olona no mahatsapa ny alahelo ao anatiny, ary tsy hisy olon-kafa tena hahatsapa ny fifaliana ao am-pon’ny olona.",
        "11": "Ho rava ny tranon’ny ratsy fanahy, fa hiroborobo kosa ny tranolain’ny olo-mahitsy.",
        "12": "Misy lalana heverin’ny olona ho mahitsy, nefa any amin’ny fahafatesana no iafaran’izany.",
        "13": "Mety ho ory ny fon’ny olona na dia mihomehy aza izy, ary alahelo no iafaran’ny fifaliana.",
        "14": "Afa-po amin’ny vokatry ny ataony ny olona tsy manam-pinoana, ary afa-po amin’ny vokatry ny asany ny olona tsara toetra.",
        "15": "Mino ny teny rehetra reny ireo mbola tsy dia nandia fiainana, fa ny malina kosa mandinika ny diany.",
        "16": "Matahotra ny hendry ka miala amin’ny ratsy, fa ny tsisy saina kosa tezitra sy matoky tena loatra.",
        "17": "Hanao zavatra amin-kadalana ny olona mora tezitra, fa ny olona misaina kosa halan’ny olona.",
        "18": "Hampiseho hadalana ny tanora fanahy, fa ny malina kosa hiravaka fahalalana toy ny fehiloha.",
        "19": "Hiankohoka eo anatrehan’ny tsara toetra ny olon-dratsy, ary ny ratsy fanahy hiankohoka eo am-bavahadin’ny olo-marina.",
        "20": "Ankahalaina ny mahantra, ary na ny namany aza mankahala azy, fa maro kosa ny naman’ny mpanankarena.",
        "21": "Manota izay manao tsinontsinona ny namany, fa sambatra kosa izay miantra ny ory.",
        "22": "Tsy maniasia ve ireo mikendry hanao ratsy? Fa hatsaram-panahy sy fahamarinana kosa no ho azon’izay manao ny tsara.",
        "23": "Ahitana tombontsoa ny fisasarana rehetra, fa ny teny fotsiny kosa mahatonga fahantrana.",
        "24": "Satroboninahitry ny hendry ny harenany, fa ny ataon’ny tsisy saina kosa mampitombo ny hadalany.",
        "25": "Mamonjy ain’olona ny vavolombelona marina, fa ny vavolombelona mamitaka kosa milaza lainga.",
        "26": "Tena feno toky ny olona matahotra an’i Jehovah, ary hahita fialofana koa ny zanany.",
        "27": "Loharanon’aina ny fahatahorana an’i Jehovah, ka miaro tsy ho azon’ny fandriky ny fahafatesana.",
        "28": "Ny hamaroan’ny vahoaka no voninahitry ny mpanjaka, fa ny havitsiany kosa mahafa-baraka ny manam-pahefana.",
        "29": "Ny olona tsy mora tezitra dia tena manana fahaiza-manavaka, fa mampiharihary ny hadalany kosa ny olona tsy manam-paharetana.",
        "30": "Mamelombelona ny vatana ny fo tony, fa ny fialonana kosa mahatonga ny taolana ho lo.",
        "31": "Izay manambaka ny tsy manana dia manala baraka ny Mpanao azy, fa izay miantra ny mahantra kosa manome voninahitra Azy.",
        "32": "Ho lavon’ny faharatsiany ny ratsy fanahy, fa fialofana ho an’ny marina kosa ny tsy fivadihany.",
        "33": "Ao am-pon’ny mahira-tsaina no misy fahendrena, ary eo amin’ny tsisy saina no ahalalana fahendrena.",
        "34": "Ny fahamarinana no manandratra ny fanjakana, fa ny ota kosa manala baraka ny firenena.",
        "35": "Ny mpanompo lalin-tsaina no mahafinaritra ny mpanjaka, fa mahatezitra azy kosa ny mpanompo manao izay mahamenatra."
    },
    "15": {
        "1": "Mampitony fahatezerana mafy ny valin-teny malefaka, fa ny teny maharary kosa mahatonga fahasosorana.",
        "2": "Mitondra soa ny tenin’ny hendry noho ny fahalalana ananany, fa miboiboika hadalana kosa ny vavan’ny tsisy saina.",
        "3": "Mijery eny rehetra eny ny mason’i Jehovah, mandinika ny olona ratsy toetra sy ny tsara toetra.",
        "4": "Hazon’aina ny tenin’ny olona tony, fa ny tenin’ny mpamitaka kosa mahakivy.",
        "5": "Adala izay tsy miraharaha ny anatry ny rainy, fa malina kosa izay mihaino fananarana.",
        "6": "Betsaka ny tahiry ao an-tranon’ny marina, fa loza kosa no vokatry ny ataon’ny ratsy fanahy.",
        "7": "Ny molotry ny hendry mampiely fahalalana, fa tsy mba toy izany kosa ny fon’ny tsisy saina.",
        "8": "Maharikoriko an’i Jehovah ny sorona ataon’ny ratsy fanahy, fa mahafinaritra azy kosa ny vavaky ny olo-mahitsy.",
        "9": "Ny fanaon’ny ratsy fanahy dia maharikoriko an’i Jehovah, fa tiany kosa izay mikatsaka ny fahamarinana.",
        "10": "Hofaizina mafy izay mivily lalana, ary ho faty izay mankahala fananarana.",
        "11": "Ny Fasana * sy ny toerana mahalò ny nofo aza eo anatrehan’i Jehovah, koa mainka fa ny fon’ny zanak’olombelona!",
        "12": "Tsy tian’ny mpaniratsira ny olona mananatra azy, ary tsy hankany amin’ny hendry izy.",
        "13": "Mahamiramirana endrika ny fo falifaly, fa mahakivy kosa ny fahoriam-po.",
        "14": "Mitady fahalalana ny fon’ny mahira-tsaina, fa ny vavan’ny tsisy saina kosa te hamoaka hadalana.",
        "15": "Manjombona foana ny andron’ny ory, fa ny olona manana fo falifaly kosa toa manao fety foana.",
        "16": "Aleo kely misy fahatahorana an’i Jehovah, toy izay be dia be nefa misy adin-tsaina.",
        "17": "Aleo mihinana anana ao anatin’ny fifankatiavana, toy izay mihinana omby mifahy ao anatin’ny fifankahalana.",
        "18": "Mampisy fifandirana ny olona tezitra be, fa mampitsahatra fifamaliana kosa ny olona tsy mora tezitra.",
        "19": "Toy ny misy fefy tsilo ny lalan’ny kamo, fa ny lalan’ny olo-mahitsy kosa tsy misy mikitoantoana.",
        "20": "Ny zanaka hendry mampifaly an-drainy, fa ny adala kosa manao tsinontsinona an-dreniny.",
        "21": "Mahafaly ny tsy ampy saina ny hadalana, fa mandeha mahitsy kosa ny olona mahay manavaka.",
        "22": "Tsy tanteraka ny fikasana raha tsy misy resaka amim-pahatsorana, fa tanteraka kosa izany raha maro ny mpanolo-tsaina.",
        "23": "Faly ny olona rehefa mahay mamaly, ary tsara erỳ ny teny lazaina amin’ny fotoana mety!",
        "24": "Ho an’ny lalin-tsaina dia lalana miakatra ny lalan’ny fiainana, ka miaro azy tsy hidina any amin’ny Fasana. *",
        "25": "Horavan’i Jehovah ny tranon’izay manandra-tena, fa hataony mafy orina kosa ny fetra mamaritra ny tanin’ny mpitondratena.",
        "26": "Zava-maharikoriko amin’i Jehovah ny tetiky ny olon-dratsy, fa madio eo imasony kosa ny teny mahafinaritra.",
        "27": "Mitondra loza ho an’ny ankohonany ny olona mitady tombony azo amin’ny tsy rariny, fa ho ela velona kosa ny olona mankahala kolikoly.",
        "28": "Ny fon’ny marina mieritreritra vao mamaly, fa ny vavan’ny ratsy fanahy kosa miboiboika zava-dratsy.",
        "29": "Lavitra ny ratsy fanahy i Jehovah, fa ny vavaky ny marina no henoiny.",
        "30": "Mahafaly ny fo ny famirapiratan’ny maso, ary ny tatitra tsara mamelombelona aina. *",
        "31": "Miara-monina amin’ny hendry ny olona mihaino anatra mahavelona.",
        "32": "Manimba tena izay mandà anatra, fa izay manana fo hendry kosa mihaino fananarana.",
        "33": "Mampianatra olona hanao zavatra amim-pahendrena ny fahatahorana an’i Jehovah, ary ny fanetren-tena dia mialoha ny voninahitra."
    },
    "16": {
        "1": "Ny mandamina ny hevitra ao am-po no an’ny olombelona, fa avy amin’i Jehovah kosa ny valin-teny omen’ny vava.",
        "2": "Heverin’ny olona ho madio izay rehetra ataony, fa i Jehovah kosa no mandinika ny toetra maha izy ny olona.",
        "3": "Ankino amin’i Jehovah ny asanao, dia hahomby izay kasainao.",
        "4": "Nataon’i Jehovah hanatanterahana ny fikasany ny zava-drehetra, ary na ny ratsy fanahy aza nataony ho amin’ny andro ahitan-doza.",
        "5": "Maharikoriko an’i Jehovah izay rehetra manana fo mirehareha. Mety hifandray tanana izy ireo, nefa tsy ho afa-maina fa ho voasazy ihany.",
        "6": "Ny hatsaram-panahy sy ny fahamarinana no andrakofana fahotana, ary ny fahatahorana an’i Jehovah no analavirana ny ratsy.",
        "7": "Rehefa sitrak’i Jehovah ny ataon’ny olona, na ny fahavalony aza hampihavaniny aminy.",
        "8": "Aleo kely azo tamin’ny fahamarinana, toy izay be dia be azo tamin’ny tsy rariny.",
        "9": "Ny fon’ny olombelona mandinika izay ho lalan-kizorany, fa i Jehovah kosa no mitarika ny diany.",
        "10": "Didim-pitsarana avy amin’Andriamanitra no tokony hambaran’ny mpanjaka, fa tsy tokony hamoaka didim-pitsarana miangatra izy.",
        "11": "An’i Jehovah ny fandanjana marina sy ny mizana marina, ary avy aminy ny vatomizana rehetra ao anaty kitapo.",
        "12": "Zava-maharikoriko amin’ny mpanjaka ny fanaovan-dratsy, satria fahamarinana no iorenan’ny seza fiandrianany.",
        "13": "Ny olona milaza ny marina dia sitraky ny mpanjaka lehibe, ary izay manambara ny fahamarinana no tiany.",
        "14": "Toy ny iraka milaza fanamelohana ho faty ny fahatezeran’ny mpanjaka, fa ny hendry kosa mahay mampitony izany.",
        "15": "Midika ho fiainana ny fahazoana sitraka amin’ny mpanjaka, * ary toy ny rahona mitondra oran-dohataona ny fankasitrahany.",
        "16": "Aleo mahazo fahendrena toy izay mahazo volamena. Ary aleo fahiratan-tsaina toy izay volafotsy.",
        "17": "Toy ny lalambe falehan’ny olo-mahitsy ny fialana amin’ny ratsy. Izay mitandrina ny lalany dia miaro ny ainy.",
        "18": "Ny fireharehana mialoha ny fahalavoana, ary ny fieboeboana mialoha ny fianjerana.",
        "19": "Aleo manetry tena miaraka amin’ny mpandefitra, toy izay mifampizara babo amin’izay manandra-tena.",
        "20": "Ny olona malina amin’izay ataony no hahita soa, ary sambatra izay matoky an’i Jehovah.",
        "21": "Izay manana fo hendry no atao hoe mahira-tsaina, ary izay manao teny mamy no maharesy lahatra olona.",
        "22": "Raha lalin-tsaina ny olona, dia loharanon’aina ho azy izany, fa hadalana kosa ny anatra omen’ny adala.",
        "23": "Ny fon’ny hendry mahatonga azy ho lalin-tsaina sy handanjalanja izay teneniny, ary maharesy lahatra olona ny zavatra lazainy.",
        "24": "Toho-tantely ny teny mahafinaritra, ka sady mamin’ny olona * no manasitrana ny taolana.",
        "25": "Misy lalana heverin’ny olona ho mahitsy, nefa any amin’ny fahafatesana no iafaran’izany.",
        "26": "Mifofotra miasa ho an’ny tenany ny olona miasa mafy, satria tsy maintsy manao izany izy raha te hihinana.",
        "27": "Zava-dratsy no fongarin’ny olona tsy manjary, ary toy ny misy afo mandoro eo amin’ny molony.",
        "28": "Mampisy fifandirana ny olona manao teti-dratsy, ary ny mpanendrikendrika mampisaraka ny tena mpinamana.",
        "29": "Mitaona ny namany ny olona tia herisetra, sady mitarika azy ho amin’ny lalan-dratsy.",
        "30": "Mipy maso izy satria misy teti-dratsy kotrehiny. Manaiki-molotra izy eo am-panatanterahana ny sain-dratsiny.",
        "31": "Satroboninahitra tsara tarehy ny volo fotsy, raha ao amin’ny lalan’ny fahamarinana no ahazoana azy.",
        "32": "Aleo olona tsy mora tezitra toy izay lehilahy matanjaka, ary aleo olona mahafehy tena toy izay olona mahazo tanàna ho babo.",
        "33": "Eo am-pofoana no anaovana antsapaka, fa ny fanapahan-kevitra rehetra avy amin’izany kosa dia avy amin’i Jehovah."
    },
    "17": {
        "1": "Aleo sombi-mofo maina misy fiadanan-tsaina, toy izay trano feno hena nefa misy fifandirana.",
        "2": "Ny mpanompo lalin-tsaina no hanana fahefana amin’ny zanaka manao izay mahamenatra, ary hahazo anjara lova eo amin’izy mirahalahy avy izany mpanompo izany.",
        "3": "Natao ho an’ny volafotsy ny vilany fanadiovana metaly, ary ho an’ny volamena ny fatana fandrendrehana, fa i Jehovah kosa no mpandinika ny fo.",
        "4": "Mihaino ny tenin’ny mpifosafosa ny mpanao ratsy. Ary ny mpandainga dia manongilan-tsofina amin’ny teny mahatonga loza.",
        "5": "Izay manesoeso ny mahantra dia manala baraka ny Mpanao azy. Tsy ho afa-maina fa ho voasazy izay faly amin’ny fahavoazan’ny hafa.",
        "6": "Satroboninahitry ny zokiolona ny zafikeliny, ary voninahitry ny zanaka ny rainy.",
        "7": "Tsy sahaza ho an’ny adala ny milaza ny marina, ary vao mainka tsy sahaza ho an’ny olona ambony ny milaza lainga.",
        "8": "Ny fanomezana dia toy ny vatosoa ahazoana sitraka amin’ny tompony. Mahomby daholo izay ataon’ilay mpanome, na aiza na aiza alehany.",
        "9": "Izay manarona fahadisoana dia mitady fitiavana, fa izay mbola miresaka momba ny raharaha efa nivalona kosa mampisaraka ny tena mpinamana.",
        "10": "Ny teny henjana atao amin’ny mahira-tsaina dia mandaitra kokoa noho ny kapoka injato amin’ny tsisy saina.",
        "11": "Tsy mitady afa-tsy ny hikomy ny olon-dratsy, ary lozabe ny iraka alefa hamely azy.",
        "12": "Aleo mifanena amin’ny orsa very anaka, toy izay mifanena amin’ny tsisy saina mampiseho hadalana.",
        "13": "Izay mamaly ratsy ny soa, dia hisy zava-dratsy foana hahazo ny ankohonany.",
        "14": "Ny fiandohan’ny fifandirana dia toy ny mamaky tohodrano, koa mialà dieny mbola tsy raikitra ny fifamaliana.",
        "15": "Samy zava-maharikoriko amin’i Jehovah na izay manameloka ny marina, na izay manamarina ny meloka.",
        "16": "Fa dia maninona loatra àry no tsy vonona * handray fahendrena ny tsisy saina, nefa afaka mahazo izany?",
        "17": "Tia amin’ny fotoana rehetra ny tena namana, sady toy ny rahalahy natao hanampy amin’ny fotoam-pahoriana.",
        "18": "Mifandray tanana ho mariky ny fifanekena ny tsy ampy saina, ka miantoka olona nisambo-bola, eo anatrehan’ny namany.",
        "19": "Tia ady izay tia manao fahadisoana, ary mitady loza izay manao vavahady avo.",
        "20": "Tsy hahita soa ny olona tsy mahitsy fo, ary hahita loza izay mivadibadi-dela.",
        "21": "Hitondra alahelo izay miteraka zaza tsisy saina, ary tsy ho faly ny rain’ny tsy ampy saina.",
        "22": "Ny fo falifaly dia sady mahasoa no manasitrana, fa ny fahakiviana kosa mahamaina taolana.",
        "23": "Ny ratsy fanahy mandray kolikoly mangingina * mba hamadihana ny rariny.",
        "24": "Eo anatrehan’ny mahira-tsaina ny fahendrena, fa ny mason’ny tsisy saina kosa mivezivezy hatrany amin’ny faran’ny tany.",
        "25": "Ny zanaka tsisy saina mampalahelo ny rainy sady mampitondra fahoriana ny reniny niteraka azy.",
        "26": "Tsy tsara ny mampandoa sazy ny olo-marina. Tsy araka ny hitsiny ny mamely olona ambony.",
        "27": "Manana ny tena fahalalana ny olona mahafehy ny vavany, ary tony ny olona mahay manavaka.",
        "28": "Na ny adala aza, rehefa mangina, dia heverina ho hendry, ary izay mikombom-bava heverina ho mahira-tsaina."
    },
    "18": {
        "1": "Izay mitokantokana dia tsy mitady afa-tsy izay mahafinaritra ny tenany, ka toheriny daholo rehefa mety ho hevitra feno fahendrena.",
        "2": "Tsy tian’ny tsisy saina ny fahaiza-manavaka, raha tsy hoe ahafahany maneho ny ao am-pony angaha izany.",
        "3": "Raha tonga ny ratsy fanahy, dia tonga koa ny fanaovana tsinontsinona, ary miaraka amin’ny fahafaham-baraka ny henatra.",
        "4": "Rano lalina ny teny aloaky ny vavan’ny olona, ary rano miboiboika ny loharanom-pahendrena.",
        "5": "Tsy tsara raha ny ratsy fanahy indray no iangarana, fa ny marina kosa anaovana fitsarana tsy ara-drariny.",
        "6": "Mampisy fifandirana ny tenin’ny tsisy saina, ary mahatonga azy ho voakapoka ny vavany.",
        "7": "Ny tenin’ny tsisy saina no hahavoa azy, ary fandrika ho an’ny tenany ny zavatra lazainy.",
        "8": "Ny tenin’ny mpanendrikendrika dia toy ny zavatra mampilendalenda atao teli-moka, ka midina avy hatrany any an-kibo.",
        "9": "Ny malaina amin’ny asany dia rahalahin’ny mpandrava.",
        "10": "Ny anaran’i Jehovah dia tilikambo mafy, ary mihazakazaka ho ao ny marina ka voaro.",
        "11": "Amin’ny mpanana dia toy ny tanàna voaro mafy ny harenany. Heveriny fa manda fiarovana izany.",
        "12": "Ny fireharehan’ny fon’ny olona mialoha ny fahalavoany, ary ny fanetren-tena mialoha ny voninahitra.",
        "13": "Izay mamaly nefa mbola tsy nihaino akory, dia hadalana sy henatra ho azy izany.",
        "14": "Zakan’ny olona ihany izay aretina mahazo azy, fa iza kosa no mahazaka fahakiviana?",
        "15": "Ny fon’ny mahira-tsaina miezaka hahazo fahalalana, ary ny sofin’ny hendry te hihaino fahalalana.",
        "16": "Ny fanomezana ataon’ny olona dia manokatra lalana maro ho azy, ka mahatonga azy ho eo anatrehan’ny olona ambony.",
        "17": "Izay miteny voalohany eo amin’ny fitsarana no toa marina, fa miditra kosa ny andaniny ka manadihady azy.",
        "18": "Mampitsahatra fifandirana ny antsapaka, sady mamaha olana eo amin’ny samy matanjaka.",
        "19": "Sarotra azo kokoa noho ny tanàna misy manda ny rahalahy voaisy ratsy, ary ny fifandirana sasany dia toy ny bara vy hidin’ny tilikambo fonenana.",
        "20": "Ho vokin’ny teny aloaky ny vavany ny kibon’ny olona, ary ho vokin’ny teny avoakan’ny molony izy.",
        "21": "Samy vitan’ny lela na ny mahafaty na ny mahavelona, ary izay tia mampiasa azy dia hijinja ny vokany.",
        "22": "Izay nahita vady tsara, dia nahazo zava-tsoa ary mahazo sitraka amin’i Jehovah.",
        "23": "Mitalaho ny mahantra, fa mitrerona aminy kosa ny mpanankarena.",
        "24": "Misy mpinamana vonona hifamotika, fa misy kosa namana mifikitra noho ny rahalahy aza."
    },
    "19": {
        "1": "Aleo mahantra nefa tsy mivadika, toy izay mpandaingalainga, na tsisy saina.",
        "2": "Tsy tsara raha tsy manam-pahalalana ny olona, * ary manota izay maimaika loatra.",
        "3": "Ny hadalan’ny olona ihany no manimba ny fiainany, ka amin’i Jehovah no tezitra ny fony.",
        "4": "Ny harena no mahatonga ny olona ho be namana, fa izay mahantra kosa, na ny namany aza mandao azy.",
        "5": "Tsy ho afa-maina ny vavolombelona sandoka fa ho voasazy, ary tsy ho afa-miala izay mandainga.",
        "6": "Maro no mitady sitraka amin’olona ambony, ary naman’izay tia manao fanomezana ny olona rehetra.",
        "7": "Ny rahalahiny rehetra aza mankahala ny mahantra, mainka moa fa ny namany akaiky! Mihatakataka aminy ireny, ka tsy mihaino azy rehefa mba te hiteny aminy izy.",
        "8": "Tia ny tenany izay miezaka hanana fo hendry. Hahita soa ny olona raha miezaka hahay hanavaka foana.",
        "9": "Tsy ho afa-maina ny vavolombelona sandoka fa ho voasazy, ary ho ringana izay mandainga.",
        "10": "Tsy sahaza ny tsisy saina ny zavatra mirenty. Ary vao mainka tsy mety raha ny mpanompo indray no hibaiko andriana!",
        "11": "Mahatsindry fo ny olona raha lalin-tsaina, ary voninahitra ho azy ny mamela fahadisoana.",
        "12": "Mierona hoatran’ny liona tanora ny mpanjaka romotry ny hatezerana, fa toy ny ando eo amin’ny ahitra kosa ny fankasitrahany.",
        "13": "Fahoriana ho an-drainy ny zanaka tsisy saina, ary ny vehivavy tia ady dia toy ny tafo mitete izay mampiala anao ao an-trano.",
        "14": "Trano sy harena no lova avy amin’ny ray, fa ny vady malina kosa avy amin’i Jehovah.",
        "15": "Ny hakamoana mahatonga torimaso lalina, ary ho noana ny olona * malaina.",
        "16": "Izay mitandrina ny didy dia miaro ny ainy, fa hovonoina ho faty kosa ny olona tsy miraharaha izay ataony.",
        "17": "Izay miantra ny mahantra dia mampisambotra an’i Jehovah, ary Izy no hanonitra an’izay nafoin’ilay olona.",
        "18": "Faizo ny zanakao dieny mbola misy fanantenana, ary aza maniry ny hahafatesany.",
        "19": "Avelao handoa sazy izay romotry ny hatezerana, fa raha avotanao izy, dia ho voatery hanavotra azy foana ianao.",
        "20": "Henoy ny torohevitra, ary raiso ny anatra mba ho hendry ianao amin’ny hoavy.",
        "21": "Maro ny zavatra kasain’ny olona ao am-pony, fa ny fikasan’i Jehovah ihany no ho tanteraka.",
        "22": "Ny hatsaram-panahin’ny olona no zava-tsarobidy ananany, ary aleo olona mahantra toy izay mpandainga.",
        "23": "Mitarika ho amin’ny fiainana ny fahatahorana an’i Jehovah, ka hatory tsara ny olona toy izany, ary tsy hisy zava-dratsy hanelingelina azy.",
        "24": "Mangarona ny ao anaty vilia ny kamo, nefa tsy vitany ny hampakatra ny tanany ho ao am-bavany.",
        "25": "Kapohy ny mpaniratsira mba ho hendry ny tanora fanahy. Anaro ny mahira-tsaina mba hahazoany fahalalana.",
        "26": "Zanaka manao izay mahamenatra sy mahafa-baraka ny zanaka mampijaly an-drainy sy mandroaka an-dreniny.",
        "27": "Raha mitsahatra tsy mihaino fananarana ianao, anaka, dia hihataka amin’ny tenin’ny manam-pahalalana.",
        "28": "Manao tsinontsinona ny rariny ny olona tsy manjary izay mijoro ho vavolombelona. Ary amin’ny ratsy fanahy dia fahafinaretana toy ny fihinanan-kanina ny manao ratsy.",
        "29": "Efa vonona ny didim-pitsarana hanamelohana ny mpaniratsira, ary ho an’ny lamosin’ny tsisy saina ny kapoka."
    },
    "20": {
        "1": "Mpaniratsira ny divay ary mpitabataba ny toaka, ka tsy hendry izay rehetra manaonao foana noho ny herin’izany.",
        "2": "Atahorana, sahala amin’ny fahatahorana fieron’ny liona tanora, ny mpanjaka. Izay mampahatezitra azy dia manota amin’ny tenany, ka mihantsy loza.",
        "3": "Voninahitra ho an’ny olona ny tsy mifamaly, fa ny adala rehetra kosa vao mainka miditra amin’ny fifamaliana.",
        "4": "Tsy miasa tany ny kamo fa ririnina ny andro, ka hangataka izy rehefa fotoam-pijinjana, nefa tsy hahazo na inona na inona.",
        "5": "Toy ny rano lalina ny hevitra ao am-pon’ny olona, fa izay manana fahaiza-manavaka kosa mahay manovo azy ihany.",
        "6": "Maro be no milaza ny tenany ho tsara fanahy, fa sarotra kosa ny mahita olona azo itokisana.",
        "7": "Tsy mivadika ny olo-marina, ary sambatra izay zanany mandimby azy.",
        "8": "Mipetraka mba hitsara ny mpanjaka, ary kororohiny ny zava-dratsy rehetra raha vao jereny.",
        "9": "Iza no afaka milaza hoe: “Efa nanadio ny foko aho, ka madio tsy misy fahotana”?",
        "10": "Samy maharikoriko an’i Jehovah ny vatomizana roa karazana sy ny efaha roa karazana.",
        "11": "Na ny zaza aza dia mampiseho amin’ny ataony raha madio sy mahitsy ny fanaony.",
        "12": "Samy nataon’i Jehovah na ny sofina mandre na ny maso mahita.",
        "13": "Aza tia torimaso, sao ho lasa mahantra ianao. Sokafy ny masonao, dia ho voky hanina ianao.",
        "14": "“Ratsy io, ratsy io!”, hoy ny mpividy, dia lasa izy. Mirehareha anefa izy avy eo.",
        "15": "Na eo aza ny volamena sy ny haran-dranomasina * maro be, dia hafa ihany ny molotra mampita fahalalana, satria toy ny vazy sarobidy izany.",
        "16": "Alaivo ny akanjon’izay niantoka olona nisambo-bola, dia olona tsy fantany akory. Ary alaivo ny antoka nomen’ny olona niaraka tamin’ny vehivavy hafa firenena.",
        "17": "Tian’ny olona ny sakafo azo tamin’ny fitaka, nefa ho feno vatokely ny vavany avy eo.",
        "18": "Ho tanteraka izay kasaina raha misy mpanolo-tsaina, ary tari-dalana tsara no ilainao ho amin’ny ady.",
        "19": "Izay mandehandeha manendrikendrika olona dia mamoaka tsiambaratelo, ary aza mifanerasera amin’izay be resaka.",
        "20": "Izay manozona ny rainy sy ny reniny, dia ho faty ny jirony rehefa eo am-pototry ny haizina.",
        "21": "Raha fitiavan-karena no nahazoana lova tany am-piandohana, dia tsy hitondra fitahiana izany any am-parany.",
        "22": "Aza manao hoe: “Hamaly ny ratsy nataony aho!” Aoka ianao hanantena an’i Jehovah, dia hamonjy anao izy.",
        "23": "Maharikoriko an’i Jehovah ny vatomizana roa karazana, ary tsy tsara ny mizana mandainga.",
        "24": "I Jehovah no mitarika ny dian’ny lehilahy tomady. Ary ataon’izay olombelona ahoana no hahalala ny lalan-kalehany?",
        "25": "Fandrika ho an’ny olona ny maimaika hilaza hoe: “Masina!”, ka efa vita ny voady vao mandinika.",
        "26": "Kororohin’ny mpanjaka hendry ny ratsy fanahy, ary kodiaram-by no anosihoseny azy.",
        "27": "Ny fofonain’ny olona no jiron’i Jehovah, izay ahafahana mijery hatrany anatin’ny fo.",
        "28": "Hatsaram-panahy sy fahamarinana no miaro ny mpanjaka, ary hatsaram-panahy no mampaharitra ny seza fiandrianany.",
        "29": "Ravaky ny tanora ny tanjany, ary voninahitry ny zokiolona ny volofotsiny.",
        "30": "Ny ratra misy mangana no manafaka amin’ny toetra ratsy, ary ny kapoka kosa mihatra hatrany anatin’ny fo."
    },
    "21": {
        "1": "Toy ny lakandrano eo an-tanan’i Jehovah ny fon’ny mpanjaka, ka aviliny hankany amin’izay itiavany azy.",
        "2": "Heverin’ny olona ho mahitsy izay rehetra ataony, fa i Jehovah kosa no mandinika ny fo.",
        "3": "Tian’i Jehovah mihoatra noho ny sorona ny fanaovana ny marina sy ny rariny.",
        "4": "Fahotana daholo na ny maso miandranandrana na ny fo mirehareha, izay jiron’ny ratsy fanahy.",
        "5": "Ahazoan-tombony ny fandaminana mialoha ataon’ny mazoto, fa hahantra kosa izay rehetra maimaika.",
        "6": "Toy ny fofonaina mihelina ny harena azo amin’ny lainga. Izay te ho faty no mikatsaka izany.",
        "7": "Ny fandrobana ataon’ny ratsy fanahy no haharingana azy, satria tsy mety manao ny rariny izy.",
        "8": "Tsy mandeha amin’ny fahitsiana ny olona nania, fa mahitsy kosa ny ataon’ny olona madio.",
        "9": "Aleo mitoetra eny an-joron’ny tafontrano, toy izay miray trano amin’ny vehivavy tia ady.",
        "10": "Maniry mafy zava-dratsy ny ratsy fanahy, ary na ny namany aza tsy ananany antra.",
        "11": "Rehefa asaina mandoa sazy ny mpaniratsira dia ho hendry ny tanora fanahy, ary ny hendry hahazo fahalalana rehefa omena fanazavana.",
        "12": "Dinihin’Ilay Marina ny ankohonan’ny ratsy fanahy, ka ataony mahita loza ny ratsy fanahy.",
        "13": "Izay manampin-tsofina amin’ny fitarainan’ny mahantra, dia tsy hohenoina koa rehefa miantso.",
        "14": "Mampitony fahatezerana ny fanomezana afenimpenina, ary mampitony fahavinirana ny kolikoly atao ao amin’ny mangingina.",
        "15": "Mahafaly ny olo-marina ny manao ny rariny, fa zava-doza kosa no miandry ny mpanao ratsy.",
        "16": "Izay olona miala amin’ny lalan’ny fahamalinana, dia ho any amin’ireo maty maro be tsy mahefa na inona na inona.",
        "17": "Hahantra izay tia fahafinaretana, ary tsy hanan-karena izay tia divay sy menaka.",
        "18": "Ny ratsy fanahy no anavotana ny olo-marina, ary hisolo toerana ny olo-mahitsy ny mpivadika.",
        "19": "Aleo mitoetra any an-tany efitra toy izay miray trano amin’ny vehivavy tia ady sady mahasorena.",
        "20": "Harena sarobidy sy menaka no ao an-tranon’ny hendry, fa ny tsisy saina kosa mandanilany ny azy.",
        "21": "Izay mikatsaka fahamarinana sy hatsaram-panahy feno fitiavana dia hahazo fiainana sy fahamarinana ary voninahitra.",
        "22": "Ny hendry mananika ny tanànan’ny lehilahy mahery, mba handrodana ilay manda nitokisan’ilay tanàna.",
        "23": "Miaro ny tenany tsy hahita fahoriana ny olona mitandrina ny teny aloaky ny vavany.",
        "24": "Olona sahisahy ratsy sy mpirehareha mizahozaho no iantsoana an’izay sahisahy manao zavatra rehefa tezitra.",
        "25": "Ny fanirian’ny kamo no hahafaty azy, satria tsy mety miasa izy.",
        "26": "Manam-paniriana mafy izy tontolo andro, fa ny marina kosa manome sady tsy kahihitra.",
        "27": "Zava-maharikoriko ny sorona ataon’ny ratsy fanahy, mainka moa raha olona manana fitondran-tena baranahiny no manatitra izany.",
        "28": "Ho faty ny vavolombelona mandainga, fa izay mihaino kosa hanan-kolazaina mandrakizay.",
        "29": "Sahisahy ratsy ny ratsy fanahy, fa ny olo-mahitsy kosa hahatonga ny lalany ho azo antoka.",
        "30": "Tsy misy fahendrena na fahaiza-manavaka na torohevitra mahatohitra an’i Jehovah.",
        "31": "Voaomana ho amin’ny andro fiadiana ny soavaly, fa avy amin’i Jehovah kosa ny famonjena."
    },
    "22": {
        "1": "Aleo laza tsara * toy izay harem-be, ary aleo mahazo sitraka toy izay mahazo volafotsy sy volamena.",
        "2": "Mihaona ny manankarena sy ny mahantra. Ary i Jehovah no Mpanao azy roa tonta.",
        "3": "Malina izay mahatsinjo ny loza ka miafina, fa ny tanora fanahy kosa mbola miroso ihany ka voa.",
        "4": "Ny vokatry ny fanetren-tena sy ny fahatahorana an’i Jehovah dia harena sy voninahitra ary fiainana.",
        "5": "Tsilo sy fandrika no eo amin’ny lalan’ny fetsifetsy, fa manalavitra izany kosa izay te hiaro ny ainy.",
        "6": "Zaro amin’izay lalana tokony halehany ny zaza, ka na rehefa antitra aza izy, dia tsy hiala amin’izany.",
        "7": "Ny mpanankarena no mifehy ny mahantra, ary izay misambo-bola dia mpanompon’ilay mampisambotra.",
        "8": "Izay mamafy tsy fahamarinana dia hijinja zava-dratsy, ka ho foana tsy hisy ny tsorakazon’ny fahatezerany.",
        "9": "Hotahina izay manana fijery mangoraka, satria anomezany ho an’ny mahantra ny sakafony.",
        "10": "Roahy ny mpaneso, dia hitsahatra ny fifandirana, ary hifarana ny ady sy ny fahafaham-baraka.",
        "11": "Izay tia fahadiovam-po, sady manao teny mahafinaritra, dia ho lasa naman’ny mpanjaka.",
        "12": "Miaro an’izay manana fahalalana ny mason’i Jehovah, fa aolany kosa ny tenin’ny mpivadika.",
        "13": "Hoy ny kamo: “Misy liona ao ivelany ao! Ho fatiny eny amin’ny tany malalaka aho!”",
        "14": "Toy ny lavaka lalina ny tenin’ny vehivavy vahiny, ka izay melohin’i Jehovah no ho latsaka ao.",
        "15": "Latsa-paka ao am-pon’ny zaza ny hadalana, ka ny tsorakazo famaizana no hahatonga izany ho lavitra azy.",
        "16": "Azo antoka fa hahantra izay manambaka ny mahantra mba hitomboan’ny fananany, sy izay manome ho an’ny manankarena.",
        "17": "Aoka ianao hanongilan-tsofina sy hihaino ny tenin’ny hendry, mba hitandreman’ny fonao ny fahalalana avy amiko.",
        "18": "Fa tsara raha raketinao ao am-ponao ny teniny, mba ho vonona hilaza izany teny rehetra izany ny molotrao.",
        "19": "Nomeko fahalalana ianao androany mba hatokisanao an’i Jehovah.",
        "20": "Tsy efa nanoratra taminao ve aho, ka nanome anao torohevitra sy fahalalana,",
        "21": "mba hampahafantarana anao fa azo antoka ireo teny marina? Amin’izay ianao dia hiverina hitondra teny fahamarinana any amin’izay naniraka anao.",
        "22": "Aza mandroba ny mahantra satria mahantra izy, ary aza mampahory ny ory eo am-bavahady.",
        "23": "Fa i Jehovah no hiady ho an’ireny eo amin’ny fitsarana, sy hanaisotra ny ain’izay * mandroba an’ireny.",
        "24": "Aza minamana amin’ny olona mora tezitra, ary aza mifanerasera amin’ny olona mora misafoaka,",
        "25": "sao ianao hanao toy izany koa ka ho fandrika ho anao izany.",
        "26": "Aza mety ho isan’izay mifandray tanana ho mariky ny fifanekena, ka miantoka olona nisambo-bola.",
        "27": "Fa raha tsy manan-kaloa ianao, dia halaina ny fandriananao.",
        "28": "Aza ahemotra ny fetra mamaritra ny tany, izay napetraky ny razanao taloha ela be.",
        "29": "Mahita olona mahay ny asany ve ianao? Eo anatrehan’ny mpanjaka no ijoroany, fa tsy hijoro eo anatrehan’ny olon-tsotra izy."
    },
    "23": {
        "1": "Raha mipetraka hiara-misakafo amin’ny mpanjaka ianao, dia diniho tsara izay eo anoloanao,",
        "2": "ary mahaiza mifehy tena * raha tia mihinan-kanina be ianao.",
        "3": "Aza aseho fa te hihinana mafy ny sakafo matsiro arosony ianao, satria sakafo misy fitaka izany.",
        "4": "Aza mandrera-tena mikatsaka harena, ary aza mandany ron-doha amin’izany intsony.",
        "5": "Navelanao hitopy any amin’ny harena ve ny masonao, nefa tsinontsinona ireny? Fa maniry elatra toy ny an’ny voromahery tokoa ireny, ka manidina ho eny amin’ny lanitra.",
        "6": "Aza mihinana ny sakafo aroson’ny kahihitra, ary aza aseho fa te hihinana mafy ny sakafo matsiro arosony ianao.",
        "7": "Fa toy ny olona efa manana tetika maty paika izy, ka hoy izy aminao: “Mihinàna sy misotroa”, nefa tsy vokatry ny fony akory izany.",
        "8": "Ary haloan’ny vavanao izay sombiny kely efa laninao, ary ho very maina ny teny mahafinaritra nataonao.",
        "9": "Aza miteny ho ren’ny tsisy saina, fa hohamavoiny ny teny feno fahendrena lazainao.",
        "10": "Aza ahemotra ny fetra mamaritra ny tany, izay efa napetraka taloha ela be. Ary aza miditra ao amin’ny tanin’ny kamboty ray,",
        "11": "fa mahery ilay Mpanavotra azy, ary Izy no hiady aminao eo amin’ny fitsarana mba hiarovana azy.",
        "12": "Aoka hanaiky anatra ny fonao, ary hihaino ny tenin’ny manam-pahalalana ny sofinao.",
        "13": "Aza misalasala manafay zanaka, fa tsy ho faty izy raha kapohinao amin’ny tsorakazo.",
        "14": "Kapohy amin’ny tsorakazo izy mba hamonjenao azy * tsy ho lasa any amin’ny Fasana. *",
        "15": "Raha manana fo hendry ianao, anaka, dia ho faly ny foko.",
        "16": "Ary ho faly ny voako * rehefa milaza ny marina ianao.",
        "17": "Aoka ny fonao tsy hitsiriritra ny mpanota, fa matahora foana an’i Jehovah,",
        "18": "dia hanana hoavy tsara ianao, ary tsy ho foana ny fanantenanao.",
        "19": "Mihainoa, anaka, ka hendre, ary tariho ho amin’ny lalana tsara ny fonao.",
        "20": "Aoka ianao tsy ho isan’ny mpiboboka divay sy mpihinan-kena tafahoatra,",
        "21": "satria hahantra ny mamo lava sy ny tendan-kanina, ary ny fitiavan-torimaso mampitafy voro-damba.",
        "22": "Henoy ny rainao niteraka anao, ary aza atao tsinontsinona ny reninao efa antitra.",
        "23": "Vidio ny fahamarinana ka aza amidy, ary vidio koa ny fahendrena sy ny fananarana ary ny fahiratan-tsaina.",
        "24": "Ho faly tokoa ny rain’ny olo-marina, ary izay ray niteraka zaza hendry ho ravoravo aminy.",
        "25": "Ho ravoravo ny rainao sy ny reninao, ary ho faly ny reninao niteraka anao.",
        "26": "Atolory ahy ny fonao, anaka, ary aoka ho finaritra ny masonao mandinika ny lalako.",
        "27": "Fa toy ny lavaka lalina ny mpivaro-tena, ary toy ny lavadrano tery ny vehivavy hafa firenena.",
        "28": "Manao toy ny jiolahy izy, ka miafina mba hihaza lehilahy, ary noho ny fiarahana taminy dia mihamaro ny lehilahy mpivadika.",
        "29": "Iza no iharan-doza? Iza no mahatsapa ho tsy metimety? Iza no tia mifanditra? Iza no be tebiteby? Iza no maratra tsy amin’antony? Iza no manana maso mivoaramena?",
        "30": "Tsy iza izany fa izay tsy mety miala eo am-pototry ny divay, sy izay miditra mba hitady divay misy fangarony.",
        "31": "Aza mijery divay amin’izato lokony mena, sy ny famirapiratany ao anaty kaopy, ary ny fikorianany midina any an-tenda.",
        "32": "Fa amin’ny farany, dia hanaikitra tahaka ny menarana izy, ary hamoaka poizina tahaka ny bibilava.",
        "33": "Hahita zavatra hafahafa ny masonao, ary hisy eritreri-dratsy hitsiry ao am-ponao.",
        "34": "Ho sahala amin’ny olona matory eo afovoan-dranomasina ianao, ary ho tahaka ny olona matory eny an-tendron’ny andrin-tsambo.",
        "35": "Dia hilaza ianao hoe: “Nokapohiny aho, nefa tsy nahare naharary. Noveleziny aho, nefa tsy tsaroako akory. Rahoviana àry aho no hifoha mba hitadiavako divay indray?”"
    },
    "24": {
        "1": "Aza mitsiriritra ny olon-dratsy, ary aza maniry mafy hiaraka aminy.",
        "2": "Fa fandrobana foana no saintsainin’ny fony, ary fampahoriana foana no tenenin’ny vavany.",
        "3": "Fahendrena no ilaina mba hanorenana ny trano, * ary fahaiza-manavaka no ilaina mba hahamafy orina azy.",
        "4": "Fahalalana no hahatonga ny efitrano anatiny ho feno ny zava-tsarobidy lafo vidy sy mahafinaritra rehetra.",
        "5": "Izay mampiasa ny heriny amim-pahendrena no lehilahy matanjaka, ary ny olona manam-pahalalana dia mitombo hery.",
        "6": "Tari-dalana tsara no ilainao ho amin’ny ady, ary ahazoana famonjena ny fananana mpanolo-tsaina maro.",
        "7": "Avo loatra amin’ny adala ny tena fahendrena, ary tsy hisoka-bava izy eo am-bavahady.",
        "8": "Izay mitetika ny hanao ratsy dia hatao hoe raindahin’ny mpamoron-kevi-dratsy.",
        "9": "Ny fitondran-tena baranahiny vokatry ny hadalana dia ota, ary ny mpaniratsira dia maharikoriko ny olombelona.",
        "10": "Kivy ve ianao amin’ny andro mahory? Raha izany, dia ho kely ny herinao.",
        "11": "Vonjeo izay entina hovonoina, ary enga anie ka havotanao izay mangozohozo entina haringana!",
        "12": "Raha hoy ianao: “Tsy nahafantatra an’izany izahay”, tsy hahafantatra an’izany koa ve ilay mandinika ny fo? Mahalala an’izany tokoa ilay mandinika tsara anao, ary hovaliany araka ny nataony avy ny olona.",
        "13": "Mihinàna tantely, anaka, fa tsara izany, ary aoka ho tantely mamy no ho ao am-bavanao.",
        "14": "Ary fantaro koa ny fahendrena fa mahasoa anao izany. Raha mahazo izany ianao, dia hanana hoavy tsara, ary tsy ho foana ny fanantenanao.",
        "15": "Aza manao toy ny ratsy fanahy izay miafina mba hanafika ny tranon’ny marina, ary aza robaina ny fonenany.",
        "16": "Mety ho lavo impito ny marina, nefa ho tafarina ihany, fa ny ratsy fanahy kosa ho solafaka noho ny loza manjo azy.",
        "17": "Aza mifaly raha lavo ny fahavalonao, ary aoka tsy ho ravoravo ny fonao raha solafaka izy,",
        "18": "sao ho hitan’i Jehovah izany ka ho ratsy eo imasony ary tsy ho tezitra aminy intsony Izy.",
        "19": "Aza tezitra amin’ny mpanao ratsy, ary aza mitsiriritra ny ratsy fanahy.",
        "20": "Fa tsy hanana hoavy tsara ny olon-dratsy, ary ho faty ny jiron’ny ratsy fanahy.",
        "21": "Matahora an’i Jehovah sy ny mpanjaka, anaka. Aza miaraka amin’izay te hitondra fanovana.",
        "22": "Fa ho tonga tampoka ny loza hanjo azy, ka iza no hahatsikaritra ny nandringanana azy rehetra?",
        "23": "Natao ho an’ny hendry koa izao teny izao: Tsy tsara ny miangatra rehefa mitsara.",
        "24": "Izay milaza amin’ny ratsy fanahy hoe: “Marina ianao”, dia hozonin’ny vahoaka, ary homelohin’ny firenena.",
        "25": "Fa hahazo sitraka kosa ireo manitsy ny ratsy fanahy, ka zava-tsoa no fitahiana ho azon’izy ireo.",
        "26": "Izay mamaly tsy miolakolaka dia hanoroka olona eo amin’ny molony.",
        "27": "Karakarao ny asanao eny ivelany, ary ataovy vonona ny eny an-tsaha. Avy eo, dia karakarao koa izay ilain’ny ankohonanao.",
        "28": "Aza mety ho vavolombelona hiampanga olona tsy amin’antony, fa miteny toy ny adala ianao raha manao izany.",
        "29": "Aza manao hoe: “Izay nataony tamiko no hataoko aminy. Hovaliako araka ny nataony avy ny tsirairay.”",
        "30": "Nandalo teo amin’ny sahan’ny kamo sy teo amin’ny tanimboaloboky ny tsy ampy saina aho.",
        "31": "Ary hitako fa feno ahidratsy sy rakotra tsilo * izany, sady nirodana ny tamboho vato nanodidina azy.",
        "32": "Dia nandinika an’izay hitako teo aho, ka nandray am-po izany, ary izao no lesona notsoahako:",
        "33": "Raha mbola matory kely ianao, sy mbola rendremana kely, ary mbola mamoritra tanana mba hatory kely,",
        "34": "dia ho avy tampoka sahala amin’ny jiolahy ny fahantranao, ary ho sahala amin’ny lehilahy mirongo fiadiana ny tsy fahampiana hanjo anao."
    },
    "25": {
        "1": "Ireto koa ny ohabolan’i Solomona izay nadikan’ny olon’i Hezekia mpanjakan’ny Joda:",
        "2": "Voninahitr’Andriamanitra ny manafin-javatra, fa voninahitry ny mpanjaka kosa ny mikaro-javatra.",
        "3": "Ny haavon’ny lanitra sy ny halalin’ny tany ary ny fon’ny mpanjaka dia samy tsy takatry ny saina.",
        "4": "Esory ny tain-drendrika dia ho voadio tanteraka ny volafotsy rehefa havoakan’ny mpanefy azy.",
        "5": "Esory tsy ho eo anatrehan’ny mpanjaka ny ratsy fanahy, dia hiorina mafy amin’ny fahamarinana ny seza fiandrianany.",
        "6": "Aza manandra-tena eo anatrehan’ny mpanjaka, ary aza mankeo amin’ny toeran’ny olona ambony.",
        "7": "Fa aleo izy milaza aminao hoe: “Miakara eto”, toy izay izy mampietry anao eo anatrehan’ny olo-manan-kaja izay efa hitan’ny masonao.",
        "8": "Aza maika hitory olona eo anatrehan’ny fitsarana, fa sao ho very hevitra ianao amin’ny farany rehefa manao izay hahafa-baraka anao ilay namanao.",
        "9": "Aoka ianao hifanazava aminy, nefa aza ambara ny tsiambaratelon’ny hafa,",
        "10": "sao hanao izay hahamenatra anao izay mandre anao, ka tsy ho azonao tsoahana intsony izay zava-dratsy efa voalazanao.",
        "11": "Toy ny paoma volamena ao anaty fitoerany volafotsy natao sokitra ny teny atao amin’ny fotoana mahamety azy.",
        "12": "Ny olon-kendry izay manome anatra dia toy ny kavina volamena sy firavaka volamena tena tsara eo amin’ny sofin’ny olona mihaino anatra.",
        "13": "Toy ny lanezy mangatsiatsiaka amin’ny andro fijinjana ny iraka mendri-pitokisana, ho an’ny mpaniraka azy: Mamelombelona ny ain’ny * tompony izy.",
        "14": "Sahala amin’ny rahona sy rivotra tsy mitondra orana ny olona mirehareha hoe hanao fanomezana nefa tsy manao akory.",
        "15": "Faharetana no ahafahana mandresy lahatra ny mpitari-tafika, ary ny teny malefaka mahavita manapaka taolana.",
        "16": "Nahita tantely ve ianao? Izay sahaza anao ihany hanina, sao ho be loatra ny laninao ka handoa ianao.",
        "17": "Aza mandeha matetika mankany an-tranon’ny namanao, sao ho leo anao izy ka ho halany ianao.",
        "18": "Sahala amin’ny kibay sy ny sabatra ary ny zana-tsipìka maranitra ny olona mijoro ho vavolombelona mandainga hiampanga ny namany.",
        "19": "Sahala amin’ny nify tapaka sy ny tongotra mangozohozo ny fatokisana olona mpivadika, amin’ny andro mahory.",
        "20": "Izay manala akanjo amin’ny andro mangatsiaka dia toy ny manisy vinaingitra amin’ny sirahazo sy toy ny mihira amin’ny olona malahelo am-po.",
        "21": "Raha noana izay mankahala anao dia omeo hanina, ary raha mangetaheta izy, omeo rano hosotroiny.",
        "22": "Fa hampivangongo vainafo eo ambony lohany ianao raha manao izany, ary i Jehovah hamaly soa anao.",
        "23": "Miteraka * orana ny rivotra avy any avaratra, ary izay mamoaka tsiambaratelo dia melohin’ny olona.",
        "24": "Aleo mitoetra eny an-joron’ny tafontrano, toy izay miray trano amin’ny vehivavy tia ady.",
        "25": "Toy ny rano mangatsiatsiaka amin’ny olona * reraka ny tatitra tsara avy any an-tany lavitra.",
        "26": "Toy ny loharano tsy madio sy lavadrano voaloto ny marina, rehefa mipararetra eo anoloan’ny ratsy fanahy.",
        "27": "Tsy tsara ny mihinana tantely be loatra. Tena voninahitra ve ny fitadiavan’ny olona voninahitra ho an’ny tenany?",
        "28": "Toy ny tanàna voagorobaka, tsy misy manda, ny olona tsy mahafehy ny fahatezerany. *"
    },
    "26": {
        "1": "Hafahafa raha misy lanezy amin’ny fahavaratra, sy orana amin’ny fotoam-pijinjana, ary hafahafa koa raha ny adala no omem-boninahitra.",
        "2": "Misy antony matoa mandositra ny vorona na manidina ny sidintsidina, dia toy izany koa fa tsy tongatonga ho azy ny ozona.",
        "3": "Natao ho an’ny soavaly ny karavasy, ary ho an’ny ampondra ny lamboridy, fa ny tsorakazo natao ho an’ny lamosin’ny tsisy saina.",
        "4": "Aza mamaly ny tsisy saina araka ny hadalany, sao hitovy aminy koa ianao.",
        "5": "Valio araka ny hadalany ny tsisy saina, mba tsy hihevi-tena ho hendry izy.",
        "6": "Toy ny olona manapaka ny tongony, sy mitera-doza ho an’ny tenany, ny olona manankina andraikitra amin’ny adala.",
        "7": "Mahavita mantsaka rano ve ny olona malemy tongotra? Raha izany no izy, dia mba mahavita mampiasa ohabolana koa ny tsisy saina.",
        "8": "Izay manome voninahitra ny tsisy saina, dia toy ny olona manototra vato iray amin’ny vato maro be.",
        "9": "Toy ny tsilo eny an-tanan’ny mamo ny ohabolana eo am-bavan’ny tsisy saina.",
        "10": "Izay manakarama ny tsisy saina na manakarama ny mpandalo, dia toy ny mpandefa zana-tsipìka manatrobaka ny zava-drehetra.",
        "11": "Toy ny alika miverina amin’ny loany, dia miverina amin’ny hadalany koa ny tsisy saina.",
        "12": "Mahita olona mihevi-tena ho hendry ve ianao? Ny tsisy saina aza misy antenaina kokoa noho izy.",
        "13": "Hoy ny kamo: “Misy liona tanora eny an-dalana, ary misy liona eny an-tany malalaky ny tanàna.”",
        "14": "Mihodina eo amin’ny savily ny varavarana, ary mihodina eo am-pandrianany ny kamo.",
        "15": "Mangarona ny ao anaty vilia ny kamo, nefa mamizana azy ny hampakatra ny tanany ho ao am-bavany.",
        "16": "Ny olona iray kamo dia mihevi-tena ho hendry mihoatra noho ny olona fito mahay mamaly.",
        "17": "Toy ny olona mihazona alika amin’ny sofiny ny mpandalo misafoaka noho ny adin’ny hafa.",
        "18": "Toy ny adala mandefa zana-tsipìka mirehitra sy mahafaty,",
        "19": "dia toy izany koa izay mamitaka olona, nefa avy eo manao hoe: “Vazivazy fotsiny iny!”",
        "20": "Maty ny afo rehefa tsy misy kitay, ary mitsahatra ny fifandirana rehefa tsy misy mpanendrikendrika.",
        "21": "Toy ny saribao atao eo amin’ny vainafo sy toy ny kitay atao anaty afo ny olona tia fifandirana, satria mampirehitra ady.",
        "22": "Ny tenin’ny mpanendrikendrika dia toy ny zavatra mampilendalenda atao teli-moka, ka midina avy hatrany any an-kibo.",
        "23": "Toy ny ankoso-bolafotsy amin’ny silaka tanimanga ny olona manao teny feno fitiavana nefa ny fony feno fankahalana.",
        "24": "Teny feno fihatsarambelatsihy no ataon’ny mpankahala, ary fitaka no ao am-pony.",
        "25": "Aza matoky azy na dia manao teny malefaka aza izy, fa zavatra fito maharikoriko no ao am-pony.",
        "26": "Fitaka no entiny manafina ny fankahalany. Hibaribary eo anivon’ny fiangonana anefa ny toetra ratsiny.",
        "27": "Izay mihady lavaka ihany no hilatsaka ao, ary izay manakodia vato ihany no hikodiavany.",
        "28": "Ny mpandainga dia mankahala ny olona anaovany teny mandratra. Ary manimba olona ny teny fandokafana."
    },
    "27": {
        "1": "Tsy fantatrao izay havoaky ny andro tsirairay, ka aza mirehareha ny amin’ny ampitso.",
        "2": "Aoka ny vahiny no hidera anao fa tsy ny vavanao, ary ny hafa firenena fa tsy ny molotrao.",
        "3": "Mavesatra ny vato ary mafonja ny fasika, fa ny fahasosoran’ny adala mbola mavesatra noho izy roa ireo.",
        "4": "Lozabe ny fahavinirana, ary toy ny tondra-drano ny fahatezerana, fa iza kosa no mahatanty ny fahasarotam-piaro? *",
        "5": "Aleo anatra tsy an-kifonofono, toy izay fitiavana afenina.",
        "6": "Ny ratra ataon’izay tia anao dia mariky ny tsy fivadihany aminao, fa ny oroky ny mpankahala kosa italahoana vao azo.",
        "7": "Hosihosen’ny voky * ny tantely, fa mamy amin’ny noana * kosa ny zava-mangidy rehetra.",
        "8": "Toy ny vorona mandositra lavitra ny akaniny ny olona mandositra ny fonenany.",
        "9": "Ny menaka sy ny emboka manitra no mahafaly ny fo, ary toy izany koa ny namana mahafinaritra izay manome torohevitra amim-pahatsorana.",
        "10": "Aza ilaozana ny namanao na ny naman’ny rainao, ary aza miditra ao an-tranon’ny rahalahinao amin’ny andro fahorianao. Aleo namana eo akaiky eo, toy izay rahalahy any lavitra any.",
        "11": "Hendre, anaka, ary ampifalio ny foko, mba hamaliako an’ilay manaratsy ahy.",
        "12": "Mahatsinjo ny loza ny malina ka miafina, fa ny tanora fanahy kosa mbola miroso ihany ka voa.",
        "13": "Alaivo ny akanjon’izay niantoka olona nisambo-bola, dia olona tsy fantany akory. Ary alaivo ny antoka nomen’ny olona niaraka tamin’ny vehivavy hafa firenena.",
        "14": "Izay mitso-drano ny namany amin’ny feo mafy, sady manao izany vao maraina, dia toy ny manozona ihany.",
        "15": "Ny vehivavy tia ady dia toy ny tafo mitete izay mampiala olona ao an-trano rehefa mikija ny orana.",
        "16": "Izay manome fialofana an-dravehivavy dia manome fialofana ny rivotra, ka menaka no horaisin’ny tanany ankavanana.",
        "17": "Ny vy no mampaharanitra ny vy, ary olona ihany koa no mampaharanitra ny tarehin’ny olona.",
        "18": "Izay mikarakara ny aviaviny no hihinana ny voany, ary izay olona miaro ny tompony no homem-boninahitra.",
        "19": "Toy ny itovizan’ny tarehy amin’ny sarin’ny tarehy hita taratra ao anaty rano no itovizan’ny fon’ny olona amin’ny fon’ny olon-kafa.",
        "20": "Samy tsy mety voky na ny Fasana * na ny toerana mahalò ny nofo, ary tsy mety afa-po koa ny mason’olombelona.",
        "21": "Natao ho an’ny volafotsy ny vilany fanadiovana metaly, ary ho an’ny volamena ny fatana fandrendrehana, ary natao hitsapana ny olona kosa ny teny fiderana azy.",
        "22": "Na dia ataonao tsara toto ao anaty laona, miaraka amin’ny voa mbola tsy voatoto tsara, aza ny adala, dia tsy hiala aminy ny hadalany.",
        "23": "Fantaro tsara ny toetoetry ny andian’ondrinao. Karakarao amin’ny fo manontolo ny andiam-bibinao.",
        "24": "Fa tsy ho eo mandritra ny fotoana tsy voafetra ny harena, ary tsy haharitra ho an’ny taranaka rehetra hifandimby ny diadema.",
        "25": "Efa tsy misy intsony ny ahi-maitso, ary ahitra vaovao no mitsimoka, ary efa voangona ny zavamaniry eny an-tendrombohitra.",
        "26": "Ahazoanao akanjo ny vantotr’ondry, ary ahafahanao mividy tany ny osilahy.",
        "27": "Ampy hataonao sakafo ho anao sy ho an’ny ankohonanao ny rononon’osy, sady ho fiveloman’ny mpanompovavinao."
    },
    "28": {
        "1": "Mandositra ny ratsy fanahy na dia tsy misy manenjika aza, fa ny marina kosa feno toky toy ny liona tanora.",
        "2": "Noho ny fandikan-dalàna eo amin’ny tany dia maro ny mpitondra mifandimby, fa haharitra ela kosa ny fitondrany noho ny fisian’ny olon-kendry mahalala ny tokony hataony.",
        "3": "Ny lehilahy mahantra izay manambaka ny tsy manana, dia toy ny ranonorana mifaoka ny zava-drehetra ka mahatonga ny sakafo tsy hisy.",
        "4": "Derain’ny olona mandika lalàna ny ratsy fanahy, fa izay mitandrina ny lalàna kosa tezitra aminy.",
        "5": "Tsy mahazo ny dikan’ny hoe rariny ny olona tia manao ratsy, fa mahalala ny zava-drehetra kosa izay mitady an’i Jehovah.",
        "6": "Aleo olo-mahantra tsy mivadika toy izay olona fetsifetsy, na dia manankarena aza.",
        "7": "Mitandrina ny lalàna ny zanaka mahira-tsaina, fa manala baraka an-drainy kosa izay minamana amin’ny tendan-kanina.",
        "8": "Izay mampitombo ny harenany amin’ny fakana zanabola sy tombony tafahoatra dia manangona izany ho an’izay miantra ny mahantra.",
        "9": "Izay manampin-tsofina tsy hihaino ny lalàna, na ny vavaka ataony aza dia maharikoriko.",
        "10": "Izay mitarika ny olo-mahitsy hanaraka lalan-dratsy dia hilatsaka ao amin’ny lavaka nataony ihany, fa ny tsy manan-tsiny kosa hahazo zava-tsoa.",
        "11": "Mihevi-tena ho hendry ny mpanankarena, fa mahay mamantatra ny marina momba azy kosa ny mahantra mahay manavaka.",
        "12": "Mahafinaritra erỳ rehefa faly ny marina! Fa mody manao olon-kafa kosa ny olona rehefa misandratra ny ratsy fanahy.",
        "13": "Izay nandika lalàna ka manarontsarona ny nataony dia tsy hahomby, fa izay miaiky heloka sy miala amin’izany kosa no hamindrana fo.",
        "14": "Sambatra ny olona manan-tahotra mandrakariva, fa izay manamafy fo kosa hahita loza.",
        "15": "Ny mpitondra ratsy fanahy, izay manjaka amin’ny mahantra, dia toy ny liona mierona sy orsa mihazakazaka hanafika.",
        "16": "Be ny fitaka ataon’ny mpitarika tsy mahay manavaka, fa ho lava andro iainana kosa izay tsy tia tombony azo amin’ny tsy rariny.",
        "17": "Izay mivesatra trosan-dra noho izy namono olona * dia handositra hatrany an-davaka, ka aza misy misakana azy.",
        "18": "Hovonjena izay mandeha tsy misy tsiny, fa izay fetsifetsy kosa ho lavo avy hatrany.",
        "19": "Hanana sakafo ampy izay miasa ny taniny, fa izay mikatsaka zava-poana kosa hahantra fadiranovana.",
        "20": "Hahazo fitahiana maro izay olona mendri-pitokisana, fa tsy hitoetra ho tsy manan-tsiny kosa izay maimay te hanan-karena.",
        "21": "Tsy tsara ny miangatra, ary tsy tsara ho an’ny lehilahy tomady koa ny mandika lalàna mba hahazoana sombi-mofo.",
        "22": "Miezaka mafy mba hanan-karena ny olona manana maso feno fitsiriritana, nefa tsy fantany fa hahantra izy.",
        "23": "Izay mananatra no hahazo sitraka kokoa noho izay manao teny fandokafana.",
        "24": "Ny olona mandroba ny rainy sy ny reniny nefa manao hoe: “Tsy fandikan-dalàna izany!”, dia naman’ny mpanimba ihany.",
        "25": "Mampisy fifandirana ny olona manambony tena, fa hotahina kosa izay miantehitra amin’i Jehovah.",
        "26": "Tsisy saina izay matoky ny fony, fa izay mandeha amim-pahendrena no ho afa-miala.",
        "27": "Izay manome ho an’ny mahantra dia tsy hanan-java-mahory, fa izay manakimpy ny masony kosa ho voaozona imbetsaka.",
        "28": "Miafina ny olona rehefa misandratra ny ratsy fanahy, fa rehefa ringana kosa ireny, dia mihabetsaka ny olo-marina."
    },
    "29": {
        "1": "Izay efa nanarina imbetsaka nefa manamafy hatoka dia ho torotoro tampoka, ka tsy hisy fanafany intsony.",
        "2": "Faly ny vahoaka rehefa mihamaro ny olo-marina, fa misento kosa izy raha ny ratsy fanahy no mitondra.",
        "3": "Mampifaly ny rainy ny olona tia fahendrena, fa manimba zava-tsarobidy kosa izay miaraka amin’ny mpivaro-tena.",
        "4": "Ny rariny no ahafahan’ny mpanjaka mampiorina mafy ny taniny, fa mandrava azy kosa ny olona tia kolikoly.",
        "5": "Izay lehilahy mandoka ny namany dia mamelatra harato hamandrihana azy.",
        "6": "Mamandrika ny tenany ny olon-dratsy mandika lalàna, fa mihoby sy mifaly kosa ny marina.",
        "7": "Ny marina mahalala ny zon’ny mahantra, fa ny ratsy fanahy kosa tsy miraharaha izany.",
        "8": "Mampikorontana ny iray tanàna ny olona mizahozaho, fa mampitony fahatezerana kosa ny hendry.",
        "9": "Raha toa ny hendry ka miady amin’ny adala eo anatrehan’ny fitsarana, dia misafoaka sy mihomehy ilay adala, ary tsy misy filaminana kosa ho an’ilay hendry.",
        "10": "Halan’ny lian-dra ny tsy manan-tsiny, fa mitsimbina foana ny ain’ny tsirairay kosa ny olo-mahitsy.",
        "11": "Ny fahatezeran’ny tsisy saina dia avoakany daholo, fa mahatsindry fo hatramin’ny farany kosa ny hendry.",
        "12": "Raha mihaino lainga ny mpitondra, dia ho ratsy fanahy daholo ny mpanompony.",
        "13": "Mihaona ny mahantra sy ny mpampahory, fa i Jehovah no mampahazava ny mason’izy roa tonta.",
        "14": "Raha araka ny fahamarinana no itsaran’ny mpanjaka ny mahantra, dia ho mafy orina mandrakizay ny seza fiandrianany.",
        "15": "Ny tsorakazo sy ny anatra no mampahahendry, fa mahatonga henatra ho an-dreniny kosa ny zaza avela hanaram-po.",
        "16": "Maro be ny fandikan-dalàna rehefa mihamaro ny ratsy fanahy, fa hahita ny hahalavoan’ireny kosa ny marina.",
        "17": "Faizo ny zanakao, dia hampilamin-tsaina anao izy sady tena hahafinaritra anao.",
        "18": "Samy manao izay tiany fotsiny ny olona rehefa tsy misy fahitana avy amin’Andriamanitra, fa sambatra kosa izay mitandrina ny lalàna.",
        "19": "Tsy ampy hanitsiana ny mpanompo raha teny fotsiny, satria azony tsara izany nefa tsy ankatoaviny.",
        "20": "Mahita olona faingam-bava ve ianao? Ny tsisy saina aza misy antenaina kokoa noho izy.",
        "21": "Raha ampihantaina hatramin’ny fahakeliny ny mpanompo, dia tsy hahay hankasitraka izy rehefa any aoriana any.",
        "22": "Izay mora tezitra mampisy fifandirana, ary izay mora misafoaka dia be fahadisoana.",
        "23": "Ny fiheveran’ny olona ny tenany ho ambony no hampietry azy, fa izay manetry tena kosa no hahazo voninahitra.",
        "24": "Mankahala ny tenany ny olona miray tsikombakomba amin’ny mpangalatra. Nandre fianianana misy ozona izy, nefa tsy milaza na inona na inona.",
        "25": "Fandrika ny tahotra olona, fa izay matoky an’i Jehovah no ho voaro.",
        "26": "Maro no mangataka hihaona amin’ny * mpitondra, fa i Jehovah kosa no mitsara ny olona.",
        "27": "Izay manao ny tsy rariny dia maharikoriko ny olo-marina, ary izay manana fitondran-tena mahitsy dia maharikoriko ny ratsy fanahy."
    },
    "30": {
        "1": "Ny hafatra mafonja nolazain’i Agora zanak’i Jake, dia ny teny nambaran’ilay lehilahy tomady tamin’i Itiela, eny, tamin’i Itiela sy Okala.",
        "2": "Izaho no tsy misaina indrindra amin’ny olona rehetra, sady tsy mba manana ny fahiratan-tsain’olombelona.",
        "3": "Tsy mba nianatra ny atao hoe fahendrena aho, ary tsy manana ny fahalalana ananan’Ilay Masina Indrindra.",
        "4": "Iza no niakatra tany an-danitra ka nidina avy any? Iza no nahavita nanangona rivotra ho ao anatin’ny tanany roa? Iza no nahafono ny rano tamin’ny lamba fitafy? Iza no nampisondrotra ny faran’ny tany? Iza no anarany, ary iza no anaran’ny zanany, raha fantatrao?",
        "5": "Madio toy ny metaly voadio daholo ny teny nolazain’Andriamanitra. Ampingan’izay mialoka aminy Izy.",
        "6": "Aza ampiana ny teniny, sao anariny ianao ka ho hita fa mpandainga.",
        "7": "Zavatra roa no angatahiko aminao, ka aza lavina dieny mbola tsy maty aho.",
        "8": "Ampanalaviro ahy ny tsy fahamarinana sy ny lainga. Aza atao mahantra aho, nefa aza atao manankarena koa. Izay sakafo sahaza ahy no aoka hohaniko,",
        "9": "sao ho voky aho ka handa anao ary hilaza hoe: “Fa iza moa i Jehovah?”, na ho lasa mahantra aho ka hangalatra ary hanala baraka ny anaran’Andriamanitro.",
        "10": "Aza manendrikendrika mpanompo any amin’ny tompony, sao hanozona anao izy, ka ho meloka ianao.",
        "11": "Misy taranaka manozona ny rainy sady tsy manaja an-dreniny.",
        "12": "Misy taranaka mihevi-tena ho madio, nefa tsy voasasa ho afaka aminy akory ny dikiny. *",
        "13": "Misy taranaka manana fijery tena mianjonanjona. Ary miandranandrana ny masony.",
        "14": "Misy taranaka manana nify toy ny sabatra, sy valanorano toy ny antsin-kena, mba hamongorany ny ory tsy ho amin’ny tany, sy ny mahantra tsy ho anisan’ny olombelona.",
        "15": "Ny dinta dia manan-janakavavy roa, izay miantsoantso hoe: “Omeo! Omeo!” Misy zavatra telo tsy mety voky, eny, efatra aza no tsy milaza hoe: “Aoka izay!”,",
        "16": "dia ny Fasana, * ny kibo momba, ny tany tsy vonton-drano, ary ny afo izay tsy milaza hoe: “Aoka izay!”",
        "17": "Ny mason’ny olona izay maneso an-drainy sy tsy mankatò an-dreniny dia hotsaingohin’ny goaika mpankeny amin’ny lohasaha falehan-driaka, sady ho lanin’ny zana-boromahery.",
        "18": "Misy zavatra telo tena mahagaga ahy, eny, efatra aza no tsy takatry ny saiko:",
        "19": "Ny lalan’ny voromahery eny amin’ny lanitra, ny lalan’ny bibilava eo ambony vatolampy, ny lalan’ny sambo eny afovoan-dranomasina ary ny fanaon’ny lehilahy amin’ny ankizivavy.",
        "20": "Izao no fanaon’ny vehivavy mpanitsakitsa-bady: Mihinana izy, dia mamafa ny vavany, ary manao hoe: “Tsy nanao ratsy aho.”",
        "21": "Zavatra telo no tsy mampandry ny tany, eny, efatra aza no tsy zakany:",
        "22": "Ny eo ambany fahefan’ny mpanompo izay lasa mpanjaka, ny eo ambany fahefan’ny tsisy saina izay lasa manana sakafo ampy,",
        "23": "ny eo ambany fahefan’ny vehivavy nankahalaina nefa nahazo vady, ary ny eo ambany fahefan’ny mpanompovavy izay naka ny toeran’ny tompovaviny.",
        "24": "Misy zavatra efatra kely indrindra eto an-tany, nefa manana fahendrena voajanahary:",
        "25": "Ny vitsika dia vahoaka tsy matanjaka, nefa manangona ny sakafony rehefa fahavaratra,",
        "26": "ny bitrom-bato dia vahoaka tsy mahery, nefa eny ambony vatolampy no anaovany ny tranony,",
        "27": "ny valala dia tsy manana mpanjaka, nefa manao andiany maro izy rehetra rehefa miainga,",
        "28": "ary ny katsatsaka dia mampiasa ny tanany hamikirana, nefa tonga hatrao amin’ny lapa mirentin’ny mpanjaka.",
        "29": "Misy zavatra telo izay tsara famindra, eny, efatra aza no tsara fandeha:",
        "30": "Ny liona izay biby mahery indrindra sady tsy mba mihemotra eo anatrehan’iza na iza,",
        "31": "ny alika mpihaza, sy ny osilahy, ary ny mpanjaka mitarika ny miaramilany.",
        "32": "Raha nanao hadalana ianao, izany hoe nanandra-tena, ary raha nampifantoka ny sainao tamin’izany, dia tampeno amin’ny tananao ny vavanao.",
        "33": "Fa manome dibera ny ronono rehefa ahontsankontsana, ary mandeha ra ny orona rehefa poretina, ary miteraka fifandirana ny fahatezerana rehefa tsy voafehy."
    },
    "31": {
        "1": "Izao no tenin’i Lemoela Mpanjaka, dia ny hafatra mafonja nolazain-dreniny taminy mba hanitsiana azy:",
        "2": "Inona no holazaiko aminao, anaka? Inona no holazaiko aminao, ry ilay naloaky ny kiboko, dia ilay zanaka azoko tamin’ny voady?",
        "3": "Aza mandany ny herinao amin’ny vehivavy, ary aza manaraka fomba fiaina izay efa naharipaka mpanjaka.",
        "4": "Tsy mety amin’ny mpanjaka, ry Lemoela ô, eny, tsy mety amin’ny mpanjaka ny misotro divay, na amin’ny manam-pahefana ny manao hoe: “Aiza ny toaka?”,",
        "5": "sao hisotro izy ka hanadino ny didy efa navoaka ary hamadika ny rariny tokony ho an’ny ory.",
        "6": "Fa izay efa ho faty kosa no aoka homenareo toaka, ary izay vontom-pahoriana no homenareo divay.",
        "7": "Aoka izy hisotro ka hanadino ny fahantrany, ary tsy hahatsiaro ny fahoriany intsony.",
        "8": "Aoka ianao hisoka-bava hisolo an’izay tsy afa-miteny sy hiaro an’izay rehetra efa ho faty.",
        "9": "Aoka ianao hisoka-bava, ka hitsara araka ny rariny ary hiady ho an’ny ory sy ny mahantra. א [ Alefa ]",
        "10": "Iza no mahita vady tsara? Sarobidy lavitra noho ny haran-dranomasina * ny vehivavy toy izany. ב [ Beta ]",
        "11": "Matoky azy ny fon’ny lahy, * ary be ny tombony azo. ג [ Gimela ]",
        "12": "Soa no avalin-dravehivavy azy, fa tsy ratsy, mandritra ny androm-piainany. ד [ Daleta ]",
        "13": "Mitady volonondry sy lamba rongony izy, ary mahafinaritra azy ny miasa amin’ny tanany. ה [ He ]",
        "14": "Manao toy ny sambon’ny mpivaro-mandeha izy, ka avy lavitra no itondrany ny sakafony. ו [ Vao ]",
        "15": "Mifoha izy na dia mbola alina aza, ka manome hanina ho an’ny ankohonany sy manome izay anjaran’ny mpanompovaviny. ז [ Zaina ]",
        "16": "Mandinika tsara aloha izy vao mividy saha. Ary ny vokatry ny asan’ny tanany no anaovany tanimboaloboka. ח [ Heta ]",
        "17": "Miomana hanao asa mafy izy, ary mampiasa ny herin-tsandriny mba hanaovana izany. ט [ Teta ]",
        "18": "Hitany fa mandeha ny varotra ataony, ary tsy maty jiro mandritra ny alina izy. י [ Yôda ]",
        "19": "Atsotrany ny tanany handray ny fangoronan-kofehy, ary ny tanany koa no hihazonany ny ampela. * כ [ Kafa ]",
        "20": "Malala-tanana amin’ny ory izy, ary manatsotra ny tanany hanampy ny mahantra. ל [ Lameda ]",
        "21": "Tsy manahy ny amin’ny ankohonany izy rehefa latsaka ny lanezy, satria miakanjo roa sosona daholo izy rehetra. מ [ Mema ]",
        "22": "Manamboatra lambam-pandriana ho azy izy. Ary ny fitafiany dia lamba rongony sy volonondry nolokoana volomparasy somary mena. נ [ Nona ]",
        "23": "Be mpahafantatra eny am-bavahady ny vadiny, rehefa miara-mipetraka amin’ny anti-panahin’ny tanàna. ס [ Sameka ]",
        "24": "Manao akanjo hamidy koa ravehivavy, ary mamatsy fehikibo ho an’ny mpivarotra. ע [ Aina ]",
        "25": "Hery sy voninahitra no fitafiany, ary ihomehezany fotsiny ny andro ho avy. פ [ Pe ]",
        "26": "Maneho fahendrena izy rehefa miteny, ary ny lalàn’ny hatsaram-panahy feno fitiavana no ambarany. צ [ Tsade ]",
        "27": "Manara-maso izay mitranga ao an-tokantranony izy, ary tsy mihinana ny mofon’ny hakamoana. ק [ Kôfa ]",
        "28": "Mitsangana ny zanany lahy, ka milaza azy hoe sambatra. Mitsangana koa ny vadiny, ka midera azy hoe: ר [ Resa ]",
        "29": "“Maro ny zazavavy tsara toetra, fa ianao mbola manan-tombo amin’izy rehetra.” ש [ Shina ]",
        "30": "Mamitaka ny hatsaram-bika, ary zava-poana ny hatsaran-tarehy, fa ny vehivavy matahotra an’i Jehovah no hahazo dera. ת [ Tao ]",
        "31": "Aoka homenareo azy izay vokatry ny asan’ny tanany, ary aoka ny asany hidera azy eny am-bavahady."
    },
    "meta": {
        "name": "Ohabolana",
        "order": 19,
        "chapter_number": 31
    }
}