{
    "1": {
        "1": "Tamin’ny andro nitondran’ny mpitsara, dia nisy mosary teo amin’ilay tany. Koa niala tany Betlehema any Joda ny lehilahy iray mba honina tany ambanivohitr’i Moaba, niaraka tamin’ny vadiny sy ny zanany roa lahy.",
        "2": "Elimeleka no anaran-dralehilahy, Naomy no anaran’ny vadiny, ary Malona sy Kiliona no anaran’ny zanany roa lahy. Efratita avy any Betlehema any Joda ry zareo, ary tonga tany ambanivohitr’i Moaba, ka nitoetra tany.",
        "3": "Rehefa afaka elaela, dia maty i Elimeleka vadin’i Naomy. Koa ravehivavy sy ny zanany roa lahy sisa no tavela.",
        "4": "Tatỳ aoriana izy roa lahy dia nanambady vehivavy moabita. Orpa no anaran’ny iray, ary Rota no anaran’ny iray. Ary mbola nonina tany folo taona teo ho eo ry zareo.",
        "5": "Maty koa anefa izy roa lahy, dia i Malona sy Kiliona, rehefa afaka elaela. Koa i Naomy sisa no tavela, fa tsy teo intsony na ny vadiny na ny zanany roa lahy.",
        "6": "Ary niainga avy tany ambanivohitr’i Moaba izy sy ireo vinantovaviny, mba handeha hody. Henony tany mantsy fa nitsinjo ny olony sy nanome azy hanina i Jehovah.",
        "7": "Dia niala tao amin’ilay toerana nisy azy izy, niaraka taminy ny vinantony roa vavy. Koa rehefa teny an-dalana hody tany amin’ny tanin’i Joda ry zareo,",
        "8": "dia hoy i Naomy tamin’izy roa vavy: “Samia mody any an-tranon’ny reninareo avy ianareo. Ary i Jehovah anie haneho hatsaram-panahy feno fitiavana aminareo, toy ny nasehonareo tamin’ireo maty sy tamiko!",
        "9": "I Jehovah anie hanao fanomezana ho anareo, ka samy hahita fiadanana any amin’ny tranon’izay ho vadinareo avy ianareo!” Dia nanoroka azy roa vavy izy. Koa nitomany mafy izy ireo,",
        "10": "sady namerimberina hoe: “Tsia, fa hiara-mody aminao any amin’ny firenenao izahay.”",
        "11": "Fa hoy i Naomy: “Miverena, anaka! Nahoana ianareo no hiaraka amiko? Mbola misy zanakalahy mety ho lasa vadinareo angaha ato an-kiboko?",
        "12": "Miverena, anaka! Mandehana fa efa antitra loatra aho ka tsy hahazo vady intsony. Ary na hilaza aza aho hoe mbola manantena ny hisy haka vady anio alina, ka hitera-dahy tokoa,",
        "13": "dia hahandry azy mandra-pahalehibeny ve ianareo? Hanokan-tena tsy hanambady ve ianareo hiandrasana azy ireo? Tsia, anaka, fa mangidy amiko ny namelezan’i Jehovah ahy, rehefa mieritreritra ny manjo anareo aho.”",
        "14": "Koa vao mainka nitomany mafy izy roa. Dia nanoroka ny rafozambaviny i Orpa avy eo, fa i Rota kosa nifikitra taminy.",
        "15": "Koa hoy i Naomy: “Jereo fa lasa nody any amin’ny fireneny sy ny andriamaniny ny rahavavinao maty vady. Modia miaraka aminy koa.”",
        "16": "Fa hoy i Rota: “Aza manery ahy handao anao sy hisaraka aminao, fa izay alehanao no halehako, ary izay atorianao no hatoriako. Ny firenenao no ho fireneko, ary ny Andriamanitrao no ho Andriamanitro.",
        "17": "Izay toerana ahafatesanao no hahafatesako, ary any no hilevenako. Hofaizin’i Jehovah anie aho, * ary mihoatra noho izany aza, raha tsy ny fahafatesana ihany no hampisaraka ahy aminao!”",
        "18": "Rehefa hitany anefa fa nisisika hiaraka taminy ihany i Rota, dia tsy niteny intsony izy.",
        "19": "Dia nanohy ny diany mandra-pahatonga tany Betlehema izy mianaka. Ary nisomaritaka ny iray tanàna raha vao nahita azy ireo tonga tany, ka hoy ireo vehivavy tao an-tanàna: “I Naomy ve io?”",
        "20": "Dia hoy izy tamin’ireo: “Aza miantso ahy hoe Naomy, fa antsoy hoe Mara aho satria tena nampangidy ny fiainako ilay Mahery Indrindra.",
        "21": "Nanam-be aho fony niala teto, nefa nampody ahy tanam-polo i Jehovah. Nahoana ianareo no miantso ahy hoe Naomy nefa i Jehovah no efa nampietry ahy, ary ilay Mahery Indrindra no efa nahatonga loza tamiko?”",
        "22": "Toy izany no nodian’i Naomy. Ary niaraka taminy i Rota Moabita vinantovaviny, rehefa nody avy tany ambanivohitr’i Moaba izy. Ary tonga tany Betlehema izy mianaka tamin’ny fiandohan’ny fijinjana vary orza."
    },
    "2": {
        "1": "Nanana havana avy amin’ny fianakavian’i Elimeleka vadiny i Naomy. Boaza no anarany, ary mpanankarem-be ralehilahy.",
        "2": "Rehefa nandeha ny fotoana, dia hoy i Rota Moabita tamin’i Naomy: “Aoka re aho hankany an-tsaha, mba hitsimpona ny salohim-bary avelan’izay olona hahazoako sitraka.” Koa hoy i Naomy: “Mandehana, anaka!”",
        "3": "Dia lasa tany an-tsaha izy, ka nitsimpona izay navelan’ny mpijinja. Ary sendrasendra no nahatongavany teo amin’ny zaran-tanin’i Boaza, ilay avy amin’ny fianakavian’i Elimeleka.",
        "4": "Ary tonga avy tany Betlehema i Boaza, ka hoy izy tamin’ireo mpijinja: “Homba anareo anie i Jehovah!” Dia namaly ireo hoe: “Hitahy anao anie i Jehovah!”",
        "5": "Ary hoy i Boaza tamin’ilay tovolahy nasaina niandraikitra ny mpijinja: “Havan’iza io tovovavy io?”",
        "6": "Koa hoy ilay tovolahy: “Tovovavy moabita niara-nody tamin’i Naomy avy tany ambanivohitr’i Moaba io.",
        "7": "Nangataka izy hoe: ‘Mba avelao re aho hitsimpona izay navelan’ny mpijinja, ka hanangona ny salohim-bary eny anelanelan’ny amboara e!’ Koa niditra teto izy ary tsy nipetraka mihitsy nanomboka tamin’izay, eny, hatramin’ny maraina ka hatramin’izao izy mipetraka kely ao an-trano izao.”",
        "8": "Avy eo, dia hoy i Boaza tamin’i Rota: “Henoy aho, anaka: Aza mitsimpona any amin’ny saha hafa na miampita ho any amin’ny toeran-kafa. Amin’izay ianao dia ho eo akaikin’ireo tovovavy mpanompoko foana.",
        "9": "Ary jereo izay saha hojinjain’izy ireo, ka miaraha aminy. Efa nandidy an’ireo tovolahy aho mba tsy hikasikasika anao. Mankanesa eo amin’ireo fitoeran-drano rehefa mangetaheta ianao, dia misotroa amin’ny rano hantsakain’ireo tovolahy.”",
        "10": "Koa niondrika i Rota ka niankohoka tamin’ny tany, ary niteny taminy hoe: “Ahoana no mba nahazoako sitraka teo imasonao, ka niahinao ahy, nefa aho hafa firenena?”",
        "11": "Dia hoy i Boaza: “Efa nolazaina tamiko daholo izay nataonao tamin’ny rafozambavinao taorian’ny nahafatesan’ny vadinao, ary koa ny nandaozanao ny rainao sy ny reninao ary ny tany misy ny havanao, ka nandehananao atỳ amin’ny firenena tsy fantatrao akory.",
        "12": "Hamaly soa ny nataonao anie i Jehovah, ary hahazo valisoa tonga lafatra avy amin’i Jehovah Andriamanitry ny Israely anie ianao! Teo ambany elany mantsy ianao no tonga nitady fialofana.”",
        "13": "Dia hoy i Rota: “Aoka hahazo sitraka aminao aho, tompoko, fa nampaherezinao aho ary nomenao toky ny mpanompovavinao, na dia tsy toy ny anankiray amin’ny mpanompovavinao akory aza aho.”",
        "14": "Tamin’ny fotoam-pisakafoana, dia hoy i Boaza taminy: “Avia! Mihinàna mofo, ary atsobohy ao anaty vinaingitra ny sombi-mofonao.” Koa nipetraka teo anilan’ny mpijinja i Rota. Ary notoloran’i Boaza voam-bary natono izy dia nihinana ka voky, nefa mbola nisy tsy laniny.",
        "15": "Avy eo dia nitsangana izy mba hitsimpona salohim-bary. Ary nandidy an’ireo tovolahy mpanompony i Boaza hoe: “Avelao izy hitsimpona ny salohim-bary eny anelanelan’ny amboara. Ary aza manadala azy.",
        "16": "Sintony hiala amin’ny amboara koa aza ny salohim-bary sasany, ka avelao eny hotsimponiny. Ary aza bedesina izy.”",
        "17": "Ary nitsimpona izay navelan’ny mpijinja teny an-tsaha i Rota, mandra-paharivan’ny andro. Dia nively izay avy notsimponiny izy, ka nahazo vary orza tokony ho iray efaha. *",
        "18": "Nentiny tany an-tanàna izany ka hitan’ny rafozambaviny. Avy eo dia nalain’i Rota ilay sakafo tsy laniny tamin’izy voky, ka nomeny azy.",
        "19": "Ary hoy ny rafozambaviny: “Taiza ianao no nitsimpona androany, ary taiza ianao no niasa? Hotahina anie ilay niahy anao!” Koa nolazain’i Rota taminy hoe tany amin’iza izy no niasa. Hoy koa izy: “Boaza no anaran’ilay lehilahy niasako androany.”",
        "20": "Dia hoy i Naomy tamin’ny vinantovaviny: “Hitahy azy anie i Jehovah, izay tsy nitsahatra naneho hatsaram-panahy feno fitiavana tamin’ny velona sy ny maty!” Ary hoy koa i Naomy: “Havantsika izay lehilahy izay, ary anisan’ny mpanavotra antsika.”",
        "21": "Dia hoy i Rota Moabita: “Nilaza tamiko koa izy hoe: ‘Tokony ho eo akaikin’ireo zatovoko foana ianao mandra-pahavitan’izy ireo ny fijinjana ny vokatro rehetra.’”",
        "22": "Koa hoy i Naomy tamin’i Rota vinantovaviny: “Aleo ianao, anaka, miara-mivoaka amin’ireo tovovavy mpanompony, mba tsy hanorisory anao ny olona any amin’ny saha hafa.”",
        "23": "Ary tsy niala teo akaikin’ireo tovovavy mpanompon’i Boaza mihitsy i Rota rehefa nitsimpona izay navelan’ny mpijinja, mandra-pahatapitry ny fijinjana vary orza sy ny fijinjana varimbazaha. Ary niara-nonina tamin’ny rafozambaviny foana izy."
    },
    "3": {
        "1": "Ary hoy i Naomy rafozambaviny taminy: “Tsy tokony hitady tokantrano hiadananao ve aho, anaka, mba hampety tsara ny fiainanao?",
        "2": "Tsy havantsika moa i Boaza, ilay tompon’ireo tovovavy niarahanao? Hikororoka vary orza eny am-pamoloana izy anio alina.",
        "3": "Koa mandroa ary hosory menaka ny tenanao, dia anaovy ny akanjonao ivelany ka midìna eny am-pamoloana. Aza atao fantany ianao raha tsy efa avy mihinana sy misotro izy.",
        "4": "Rehefa hatory izy, dia fantaro izay toerana hatoriany ka mankanesa eny, ary esory ny lamba mandrakotra ny tongony. Dia matoria eo, fa izy no hilaza aminao izay tokony hataonao.”",
        "5": "Dia hoy i Rota: “Hataoko daholo izay lazainao amiko.”",
        "6": "Koa nidina teny am-pamoloana izy, ka nanao araka izay rehetra nasain’ny rafozambaviny nataony.",
        "7": "Nihinana sy nisotro i Boaza tamin’izay, ka faly ny fony. Dia nandeha natory teny an-tsisin’ny antontam-bary izy. Ary nitsaitsaika i Rota, ka nesoriny ny lamba nandrakotra ny tongotr’i Boaza. Dia natory teo izy.",
        "8": "Rehefa nisasaka anefa ny alina, dia nangovitra ralehilahy. Koa niarina nipetraka izy, kanjo vehivavy natory teo an-tongony no hitany!",
        "9": "Dia hoy izy: “Fa iza ianao?” Ary hoy ravehivavy: “I Rota mpanompovavinao ihany ity! Mba rakofy amin’ny morontongotr’akanjonao ny mpanompovavinao, satria mpanavotra ianao.”",
        "10": "Dia hoy i Boaza: “Hotahin’i Jehovah anie ianao, anaka! Fa tsara kokoa noho ilay tamin’ny voalohany izao fomba anehoanao hatsaram-panahy feno fitiavana izao, satria ianao tsy nanaraka ny tovolahy, na mahantra izy na manankarena.",
        "11": "Izao àry, anaka: Aza matahotra, fa hataoko aminao daholo izay lazainao. Fantatr’izay rehetra eo am-bavahadin’ny fireneko mantsy fa tena vehivavy tsara tokoa ianao.",
        "12": "Marina aloha fa mpanavotra tokoa aho, kanefa mbola misy mpanavotra akaiky kokoa noho izaho.",
        "13": "Koa mijanòna eto anio alina. Ary amin’ny maraina, raha hanavotra anao izy, dia tsara izany! Aoka izy no hanavotra. Raha tsy te hanavotra anao izy, dia izaho no hanavotra anao, raha mbola velona koa i Jehovah. Fa matoria ihany aloha mandra-paharainan’ny andro.”",
        "14": "Dia natory teo an-tongony izy mandra-paharainan’ny andro. Ary niarina izy raha mbola maizimaizina tsy ahafantarana olona. Ary hoy ralehilahy: “Aoka tsy hisy hahalala hoe nisy vehivavy tonga teto am-pamoloana.”",
        "15": "Hoy koa izy: “Ento atỳ iny akanjo ivelany eny aminao iny, ka hazòny hivelatra.” Dia nataon’i Rota izany. Koa namatra vary orza inenin’ny famarana i Boaza, ka nampilolohaviny an’i Rota. Ary lasa nankany an-tanàna i Boaza nony avy eo.",
        "16": "I Rota kosa lasa nankany amin’ny rafozambaviny. Ary hoy io taminy: “Iza ianao, anaka?” Dia nolazain’i Rota taminy avokoa izay nataon-dralehilahy ho azy.",
        "17": "Hoy koa izy: “Ireto vary orza inenin’ny famarana ireto no nomeny ahy, fa hoy izy tamiko: ‘Aza mitondra tanam-polo any amin’ny rafozambavinao.’”",
        "18": "Dia hoy i Naomy: “Mijanòna amin’izay, anaka, mandra-pahafantatrao izay hiafaran’ny raharaha, fa tsy hipetrapetraka mihitsy ralehilahy raha tsy voalaminy anio ihany io raharaha io.”"
    },
    "4": {
        "1": "Ary niakatra ho eny am-bavahady i Boaza, ka nipetraka teny. Dia nandalo ilay mpanavotra voalazany, ka hoy izy: “Ô ry ingahy a! Mba mivilia re hipetrapetraka eto e!” Koa nivily io ary nipetraka.",
        "2": "Ary naka folo lahy tamin’ny anti-panahin’ny tanàna i Boaza, ka nilaza hoe: “Mipetrapetraha eto.” Dia nipetraka ireo.",
        "3": "Ary hoy izy tamin’ilay mpanavotra: “Ilay zaran-tanin’i Elimeleka rahalahintsika dia tsy maintsy amidin’i Naomy, izay nody avy tany ambanivohitr’i Moaba.",
        "4": "Koa nieritreritra aho hoe tokony hilaza izany aminao, ka hiteny hoe: ‘Vidio eto anatrehan’ny mponina sy ny anti-panahin’ny fireneko ilay izy. Raha hanavotra azy ianao, dia avoty. Fa raha tsy hanavotra kosa ianao, dia mba ilazao aho. Tsy misy olon-kafa tokony hanavotra azy io mantsy afa-tsy ianao, ary izaho no manarakaraka anao.’” Dia hoy ilay olona: “Izaho no hanavotra azy.”",
        "5": "Ary hoy i Boaza: “Amin’ny andro hividiananao ilay saha amin’i Naomy, dia tsy maintsy mividy azy io amin’i Rota Moabita vadin’ny maty koa ianao, mba hamelo-maso ny anaran’ny maty eo amin’ny lovany.”",
        "6": "Koa hoy ilay mpanavotra: “Tsy afaka manavotra an’io ho an’ny tenako aho raha izany, sao ho simba ny lovako. Avoty ho anao ilay izy ka ny zoko hanavotra no hanavotanao azy, fa izaho tsy afaka manavotra.”",
        "7": "Izao no fanao taloha teo amin’ny Israely momba ny zo hanavotra sy ny takalo, mba hahamafy orina ny zava-drehetra: Tsy maintsy manala ny kapany ny lehilahy iray ka manome izany ho an’ilay namany. Izany no fomba fanamarinana fifanarahana teo amin’ny Israely.",
        "8": "Koa nanala kapa ilay mpanavotra, ka nilaza tamin’i Boaza hoe: “Vidio ho anao ilay izy.”",
        "9": "Dia hoy i Boaza tamin’ny anti-panahy sy ny olona rehetra: “Ianareo no vavolombelona androany fa tena hovidiko amin’i Naomy daholo izay an’i Elimeleka sy izay an’i Kiliona sy Malona.",
        "10": "Hovidiko ho vadiko koa i Rota Moabita vadin’i Malona mba hamelo-maso ny anaran’ny maty eo amin’ny lovany. Amin’izay dia tsy ho foana eo amin’ny rahalahiny sy eo amin’ny vavahadin’ny tanànany ny anaran’ny maty. Ianareo no vavolombelona androany.”",
        "11": "Dia hoy ny olona rehetra teo am-bavahady sy ny anti-panahy: “Eny, vavolombelona izahay! Hataon’i Jehovah tahaka an’i Rahely sy Lea anie ilay vady ho tonga ao an-tranonao, eny, tahaka azy roa vavy izay niavian’ny taranak’Israely! Hahazo voninahitra anie ianao eto Efrata, ary halaza anie ny anaranao eto Betlehema!",
        "12": "Ho tahaka ny taranak’i Pereza, izay naterak’i Tamara tamin’i Joda, anie ny taranakao avy amin’ny zanaka homen’i Jehovah anao avy amin’io tovovavy io!”",
        "13": "Koa nalain’i Boaza ho vadiny i Rota. Ary nanao firaisana taminy izy. Dia nataon’i Jehovah nanana anaka ravehivavy ka tera-dahy.",
        "14": "Ary hoy ireo vehivavy tamin’i Naomy: “Hisaorana anie i Jehovah fa tsy navelany tsy hanana mpanavotra ianao ankehitriny, mba hambara eo amin’ny Israely ny anarany!",
        "15": "Ary ho mpamelombelona ny ainao sy hamelona anao amin’izao fahanteranao izao izy, satria naterak’ilay vinantovavinao tena tia anao, izay tsara kokoa taminao noho ny zanaka fito lahy.”",
        "16": "Dia noraisin’i Naomy ilay zaza ka nofihininy teo an-tratrany, ary lasa mpitaiza azy izy.",
        "17": "Ary nanome anarana an’ilay zaza ireo vehivavy mpiara-monina taminy, sady nanao hoe: “Zazalahy no teraka ho an’i Naomy.” Koa nataon’izy ireo hoe Obeda ny anarany. Izy no rain’i Jese, rain’i Davida.",
        "18": "Ireto avy ny taranak’i Pereza: I Pereza niteraka an’i Hezrona;",
        "19": "Hezrona niteraka an’i Rama; Rama niteraka an’i Aminadaba;",
        "20": "Aminadaba niteraka an’i Nasona; Nasona niteraka an’i Salmona;",
        "21": "Salmona niteraka an’i Boaza; Boaza niteraka an’i Obeda;",
        "22": "Obeda niteraka an’i Jese; ary Jese niteraka an’i Davida."
    },
    "meta": {
        "name": "Rota",
        "order": 7,
        "chapter_number": 4
    }
}