{
    "1": {
        "1": "Tamin’ny andron’ny mpitsara, dia nisy mosary teo amin’ilay tany. Dia niala tany Betlehema any Joda ny lehilahy iray, ary nandeha nifindra tany amin’ny faritr’i Moaba niaraka tamin’ny vadiny sy ny zanany roa lahy.",
        "2": "Elimeleka no anaran’ilay lehilahy, Naomy no anaran’ny vadiny, ary Malona sy Kiliona no anaran’ny zanany. Efratita avy any Betlehema any Joda izy ireo, ary tonga tany amin’ny faritr’i Moaba ka nijanona tany.",
        "3": "Maty i Elimeleka vadin’i Naomy rehefa nandeha ny fotoana, ka i Naomy sy ny zanany roa lahy sisa no tavela.",
        "4": "Tatỳ aoriana, dia nanambady vehivavy moabita izy roa lahy. Orpa no anaran’ny iray, ary Rota no anaran’ny iray. Dia nijanona tany folo taona teo ho eo izy ireo.",
        "5": "Ary maty koa i Malona sy Kiliona, dia i Naomy sisa no tavela, fa tsy teo intsony ny vadiny sy ny zanany roa lahy.",
        "6": "Koa niala tany amin’ny faritr’i Moaba izy mba handeha hody, dia niaraka taminy ireo vinantovaviny. Henony mantsy fa notahin’i Jehovah indray ny vahoakany ka nomeny sakafo.",
        "7": "Niala tao amin’ilay toerana nisy azy izy, niaraka tamin’ny vinantony roa vavy. Rehefa teny an-dalana hiverina any Joda izy ireo,",
        "8": "dia hoy i Naomy tamin’izy roa vavy: “Aleo ianareo samy mody any amin’ny tranon’ny mamanareo avy. Ary enga anie i Jehovah ho tia anareo foana sy tsy hivadika aminareo, hoatran’ny nataonareo tamiko sy tamin’ny vadinareo tamin’izy ireo mbola velona!",
        "9": "I Jehovah koa anie hanome anareo vady hiadanana!” Dia nanoroka azy roa vavy izy, ary nitomany be izy ireo",
        "10": "sady namerimberina niteny hoe: “Avelao izahay mba hiaraka aminao any amin’ny firenenao.”",
        "11": "Hoy anefa i Naomy: “Mandehana mody, anaka! Fa maninona ianareo no hiaraka amiko? Izaho angaha mbola afaka miteraka zanakalahy ho lasa vadinareo?",
        "12": "Mandehana mody, anaka! Mandehana fa izaho ange efa antitra ka tsy hahazo vady intsony e! Ary na mbola hahazo vady aza aho androany alina ka hitera-dahy,",
        "13": "dia hahandry azy mandra-pahalehibeny ve ianareo? Hahavita tsy hanambady ve ianareo fa hiandry azy? Tsy mety izany, anaka! Tena mampalahelo ahy ianareo fa noho izaho nofaizin’i Jehovah no nahatonga anareo ho hoatr’izao.”",
        "14": "Dia nitomany be indray izy roa vavy. Ary nanoroka ny rafozambaviny i Orpa, dia lasa. I Rota kosa tsy nety nisaraka taminy.",
        "15": "Hoy àry i Naomy: “Jereo fa lasa nody any amin’ny fireneny sy ny andriamaniny ny rahavavinao. Mandehana miaraka aminy.”",
        "16": "Fa hoy i Rota: “Aza terena handao anao sy hisaraka aminao aho, fa izay halehanao no halehako ary izay hatorianao no hatoriako. Ny firenenao no ho fireneko, ary ny Andriamanitrao no ho Andriamanitro.",
        "17": "Izay toerana hahafatesanao no hahafatesako, ary any no hilevenako. Hofaizin’i Jehovah anie aho, raha tsy ny fahafatesana ihany no hampisaraka antsika!”",
        "18": "Rehefa hitan’i Naomy fa nisisika hiaraka taminy i Rota, dia tsy niezaka nandresy lahatra azy intsony izy.",
        "19": "Dia nanohy ny diany izy mianaka mandra-pahatongany tany Betlehema. Ary taitaitra sy nientanentana ny iray tanàna raha vao nahita azy ireo, ka niteny ireo vehivavy tao an-tanàna hoe: “I Naomy ve io?”",
        "20": "Dia hoy izy tamin’ireo: “Aza atao hoe Naomy aho, fa ataovy hoe Mara satria tena nampangidy ny fiainako ilay Mahery Indrindra.",
        "21": "Nanana ny zava-drehetra aho tamin’izaho niala teto, nefa nampody ahy tanam-polo i Jehovah. Fa maninona aho no antsoinareo hoe Naomy? I Jehovah aza ange tsy faly tamiko e, ary ilay Mahery Indrindra aza efa nahatonga loza tamiko!”",
        "22": "Izany no tantaran’i Naomy tamin’izy nody avy tany amin’ny faritr’i Moaba, niaraka tamin’i Rota Moabita vinantovaviny. Tonga tany Betlehema izy mianaka rehefa nanomboka ny fijinjana vary orza."
    },
    "2": {
        "1": "Ary nisy lehilahy havam-badin’i Naomy nanan-karena be. Boaza no anarany, ary fianakavian’i Elimeleka izy.",
        "2": "Hoy i Rota Moabita tamin’i Naomy: “Aleo aho mba ho any an-tsaha hitsimpona ny salohim-bary avelan’izay olona miantra ahy.” Dia hoy i Naomy: “Mandehana, anaka!”",
        "3": "Dia lasa tany an-tsaha izy, ka nitsimpona an’izay navelan’ny mpijinja. Ary sendra tonga teo amin’ny tanin’i Boaza havan’i Elimeleka izy.",
        "4": "Tonga avy any Betlehema i Boaza tamin’izay, ka hoy izy tamin’ireo mpijinja: “Hanampy anareo anie i Jehovah!” Dia namaly izy ireo hoe: “Hitahy anao anie i Jehovah!”",
        "5": "Ary hoy i Boaza tamin’ilay lehilahy niandraikitra ny mpijinja: “Havan’iza io tovovavy io?”",
        "6": "Dia hoy ilay lehilahy: “Moabita niaraka tamin’i Naomy avy tany amin’ny faritr’i Moaba io.",
        "7": "Nangataka tamiko izy hoe: ‘Izaho ve mba afaka mitsimpona sy manangona salohim-bary eny anelanelan’ny amboara navelan’ny mpijinja?’ Dia tsy nipetraka mihitsy izy hatramin’ny nahatongavany tamin’ny maraina. Fa izao izy vao mba mipetraka maka aina kely eo amin’io tranokely fialokalofana io.”",
        "8": "Hoy i Boaza tamin’i Rota: “Izao, anaka: Aza mitsimpona any amin’ny sahan’olon-kafa na mankany an-toeran-kafa, fa miaraha foana amin’ny ankizivavy mpanompoko.",
        "9": "Jereo foana hoe aiza ry zareo no mijinja dia miaraha aminy. Efa nandidy an’ireo ankizilahy aho mba tsy hanadala anao. Efa nantsaka rano koa ry zareo dia nataony ao amin’iretsy siny iretsy. Mankanesa eny rehefa mangetaheta.”",
        "10": "Dia niankohoka tamin’ny tany i Rota, sady niteny taminy hoe: “Fa maninona ianao no tsara fanahy amiko sy miantra ahy, nefa izaho hafa firenena?”",
        "11": "Dia hoy i Boaza: “Efa henoko daholo izay nataonao tamin’ny rafozambavinao taorian’ny nahafatesan’ny vadinao. Henoko koa hoe nandao ny rainao sy ny reninao sy ny tany misy ny havanao ianao, dia nankatỳ amin’ny firenena mbola tsy fantatrao akory.",
        "12": "Enga anie hamaly soa anao i Jehovah noho izay nataonao! Ary hahazo valisoa lehibe avy amin’i Jehovah Andriamanitry ny Israely anie ianao, satria tonga hialoka eo ambany elany!”",
        "13": "Dia hoy i Rota: “Enga anie ho tsara fanahy foana amiko ianao, tompoko! Ianao mantsy efa nankahery sy nanome toky ahy, na dia tsy anisan’ny mpanomponao aza aho.”",
        "14": "Tamin’ny fotoanan’ny sakafo, dia hoy i Boaza taminy: “Avia hihinana mofo, ary atsobohy ao anaty vinaingitra ny mofonao.” Dia nipetraka teo akaikin’ny mpijinja i Rota. Nomen’i Boaza voam-bary natono izy avy eo, dia nihinana ka voky. Tsy laniny daholo anefa ilay izy.",
        "15": "Dia nitsangana indray i Rota mba hitsimpona salohim-bary. Ary nandidy an’ireo ankizilahy mpanompony i Boaza hoe: “Avelao izy hitsimpona ny salohim-bary eny anelanelan’ny amboara, ary aza mila vaniny aminy.",
        "16": "Sintony hiala amin’ny amboara koa ny salohim-bary sasany dia avelao eny hotsimponiny, fa aza bedesina izy.”",
        "17": "Nitsimpona an’izay navelan’ny mpijinja teny an-tsaha àry i Rota, mandra-paharivan’ny andro. Nahazo vary orza iray efaha teo ho eo izy, rehefa avy nively an’izay notsimponiny.",
        "18": "Nentiny tany an-tanàna izany ary hitan’ny rafozambaviny. Navoakan’i Rota koa ny ambiny tsy laniny tamin’ilay izy nisakafo, dia nomeny azy.",
        "19": "Ary hoy ny rafozambaviny: “Taiza ianao no nitsimpona androany? Taiza ianao no niasa? Hotahina anie izay niantra anao!” Dia notenenin’i Rota taminy hoe tany amin’iza izy no niasa. Hoy izy: “Tany amin’ilay lehilahy atao hoe Boaza aho no niasa androany.”",
        "20": "Dia hoy i Naomy tamin’ny vinantovaviny: “Hitahy azy anie i Jehovah, ilay maneho fitiavana amin’ny velona sy ny maty!” Hoy koa i Naomy: “Havantsika iny lehilahy iny, ary anisan’ny mpanavotra antsika.”",
        "21": "Dia hoy i Rota Moabita: “Niteny tamiko koa izy hoe: ‘Mijanòna foana eny akaikin’ny mpanompoko, mandra-pahavitan’ny fijinjana ny vokatra rehetra etỳ amin’ny sahako.’”",
        "22": "Ary hoy i Naomy tamin’i Rota vinantovaviny: “Aleo mihitsy ianao, anaka, miaraka amin’ny ankizivavy mpanompony. Raha any amin’ny sahan’olon-kafa mantsy ianao dia mety hisy hanadala.”",
        "23": "Dia nitsimpona teny akaikin’ny ankizivavy mpanompon’i Boaza i Rota, mandra-pahatapitry ny fijinjana vary orza sy varimbazaha. Ary niara-nipetraka tamin’ny rafozambaviny foana izy."
    },
    "3": {
        "1": "Ary hoy i Naomy rafozambaviny taminy: “Sao dia tokony hitady vady ho anao aho, anaka, amin’izay mba mety tsara ny fiainanao?",
        "2": "Havantsika ange i Boaza e! Izy ilay namela anao hiara-miasa amin’ny ankizivavy mpanompony. Hikororoka vary orza eny am-pamoloana izy androany alina.",
        "3": "Mandehana mandro ary hosory menaka manitra ny vatanao. Dia anaovy izay akanjonao tsara indrindra ary midìna eny am-pamoloana. Aza atao hitany ianao raha tsy efa avy mihinana sy misotro izy.",
        "4": "Rehefa hatory izy, dia jereo hoe aiza izy no hatory, ary mankanesa eny. Ingao ny lamba mandrakotra ny tongony, dia matoria eo. Izy no hiteny aminao izay tokony hataonao.”",
        "5": "Dia hoy i Rota: “Ao fa hataoko daholo izany zavatra lazainao izany.”",
        "6": "Nidina teny am-pamoloana àry izy, ka nataony daholo izay nasain’ny rafozambaviny nataony.",
        "7": "Nihinana sy nisotro i Boaza tamin’izay ka falifaly. Dia nandeha natory teny akaikin’ny antontam-bary izy. Ary nitsaitsaika i Rota, ka ningainy ny lamba nandrakotra ny tongotr’i Boaza, dia natory teo izy.",
        "8": "Nangovitra anefa i Boaza rehefa nisasaka ny alina. Niarina àry izy ka nipetraka, ary nahita vehivavy natory teo an-tongony.",
        "9": "Dia hoy izy: “Fa iza ianao?” Hoy i Rota: “I Rota mpanomponao ihany ity! Mba rakofy amin’ny akanjonao ny mpanomponao, satria mpanavotra ianao.”",
        "10": "Dia hoy i Boaza: “Hotahin’i Jehovah anie ianao, anaka! Efa nasehonao hoe be fitiavana sy tsy mivadika ianao, fa vao mainka hita izany izao. Tsy niaraka tamin’ny ankizilahy mantsy ianao, na mahantra izy na manankarena.",
        "11": "Aza matahotra, anaka, fa hataoko aminao daholo izay lazainao. Fantatry ny iray tanàna mantsy fa vehivavy tena miavaka ianao.",
        "12": "Marina aloha fa mpanavotra aho, nefa mbola misy havana akaiky kokoa noho izaho afaka manavotra anao.",
        "13": "Mijanòna eto androany alina. Raha hanavotra anao izy rehefa maraina ny andro, dia tsara izany! Aleo izy no hanavotra anao. Raha tsy te hanavotra anao kosa izy, dia izaho no hanavotra anao, raha mbola velona koa i Jehovah. Fa matoria eto ihany aloha mandra-paharainan’ny andro.”",
        "14": "Dia natory teo an-tongony i Rota mandra-paharainan’ny andro. Ary nifoha izy raha mbola maizimaizina, amin’ilay mbola tsy ahafantarana olona iny. Dia hoy i Boaza: “Aza atao fantatr’olona hoe nisy vehivavy tonga teto am-pamoloana.”",
        "15": "Hoy koa izy: “Ento atỳ iny akanjonao ivelany iny ary velaro.” Dia novelarin’i Rota ilay izy. Koa namatra vary orza inenin’ny famarana i Boaza, dia nataony tao anatin’ilay akanjo ary nampitondrainy azy. Lasa nankany an-tanàna i Boaza taorian’izay.",
        "16": "I Rota kosa lasa nody. Rehefa tonga tany an-trano izy, dia hoy ny rafozambaviny: “Nanao ahoana ny tany, anaka?” Dia nolazain’i Rota azy daholo izay nataon’i Boaza taminy.",
        "17": "Hoy koa izy: “Nomeny an’ireto vary orza inenin’ny famarana ireto aho sady niteny izy hoe: ‘Aza mitondra tanam-polo any amin’ny rafozambavinao.’”",
        "18": "Dia hoy i Naomy: “Mipetraha amin’izay, anaka, mandra-pahafantatrao an’izay hitranga. Tsy hipetrapetraka mihitsy mantsy izy androany raha tsy efa milamina ny zava-drehetra.”"
    },
    "4": {
        "1": "Ary niakatra nankany am-bavahadin’ny tanàna i Boaza, ka nipetraka teo. Dia iny fa nandalo ilay mpanavotra nolazainy, ka hoy izy taminy: “Avia, ry Ingahy, mba hipetrapetraka eto a!” Dia nanatona ilay rangahy ary nipetraka.",
        "2": "Niantso anti-panahy folo tao an-tanàna i Boaza avy eo, ka niteny tamin’izy ireo hoe: “Mipetrapetraha eto!” Dia nipetraka izy ireo.",
        "3": "Ary hoy i Boaza tamin’ilay mpanavotra: “Nody avy tany amin’ny faritr’i Moaba i Naomy, dia tsy maintsy hamidiny ny anjara tanin’i Elimeleka rahalahintsika.",
        "4": "Nieritreritra aho hoe tokony hampahafantatra an’izany aminao, sady hiteny hoe: ‘Vidio eto anatrehan’ny mpiara-monina amintsika sy ny anti-panahy eto amin’ny firenentsika ilay izy. Raha hanavotra an’ilay izy ianao dia avoty, fa raha tsy hanavotra kosa dia mba ilazao aho. Tsy misy olon-kafa tokony hanavotra azy io afa-tsy ianao mantsy, ary izaho no manarakaraka anao.’” Dia hoy ilay rangahy: “Hay, vonona aho.”",
        "5": "Ary hoy i Boaza: “Amin’ny fotoana hividiananao an’ilay saha amin’i Naomy, dia tsy maintsy mividy an’ilay izy amin’i Rota Moabita vadin’ny maty koa ianao. Amin’izay mba tsy ho very anarana ny maty sady tsy ho very lova.”",
        "6": "Dia hoy ilay mpanavotra: “Tsy afaka manavotra aho raha izany, sao izaho indray no ho voa mafy. Omeko anao ny zoko hanavotra ka avoty ho anao ilay izy, fa izaho tsy afaka manao an’izany.”",
        "7": "Izao no fanaon’ny Israelita taloha, mba hanan-kery izay fifanarahana nataon’izy ireo momba ny zo hanavotra sy ny takalo: Tsy maintsy nanala ny kapany ny lehilahy iray, ka nanome an’izany ho an’ny andaniny. Izany no fomba nanamafisana fifanarahana tany Israely.",
        "8": "Nanala ny kapany àry ilay mpanavotra sady niteny tamin’i Boaza hoe: “Vidio ho anao ilay izy.”",
        "9": "Dia hoy i Boaza tamin’ny anti-panahy sy ny olona rehetra teo: “Ianareo no vavolombelona androany, fa hovidiko amin’i Naomy daholo izay an’i Elimeleka sy izay an’i Kiliona sy Malona.",
        "10": "Halaiko ho vady koa i Rota Moabita vadin’i Malona, mba tsy ho very anarana ny maty sady tsy ho very lova. Amin’izay dia tsy hanadino ny anaran’ny maty ny rahalahiny sy izay eo amin’ny vavahadin’ny tanànany. Ianareo no vavolombelon’izany androany.”",
        "11": "Dia hoy ny olona rehetra teo am-bavahadin’ny tanàna sy ny anti-panahy: “Izahay no vavolombelona! Hotahin’i Jehovah anie ilay vehivavy ho vadinao ka ho lasa hoatran’i Rahely sy Lea, izay samy niavian’ny taranak’Israely! Enga anie ka handeha tsara ny fiainanao eto Efrata, ary halaza ny anaranao eto Betlehema!",
        "12": "Enga anie ny taranaka homen’i Jehovah anao avy amin’io vehivavy io ka ho tahaka ny taranak’i Pereza, izay naterak’i Tamara tamin’i Joda!”",
        "13": "Nalain’i Boaza ho vadiny àry i Rota, ary nanao firaisana taminy izy. Dia notahin’i Jehovah i Rota ka bevohoka ary tera-dahy.",
        "14": "Dia hoy ireo vehivavy tamin’i Naomy: “Hoderaina anie i Jehovah fa nomeny mpanavotra ianao! Hambara eo amin’ny Israely anie ny anarany!",
        "15": "Nampihiratra indray ny fiainanao izy, ary hikarakara anao amin’izao ianao efa antitra izao. Ilay vinantonao tena tia anao, izay tsara kokoa aminao noho ny zanaka fito lahy, mantsy no niteraka azy.”",
        "16": "Dia noraisin’i Naomy ilay zaza ka nofihininy teo an-tratrany, ary izy no nikarakara azy.",
        "17": "Ary nanome anarana an’ilay zaza ireo vehivavy mpiara-monina taminy, sady niteny hoe: “Zazalahy no teraka ho an’i Naomy.” Dia nataon’izy ireo hoe Obeda ny anarany. Izy no rain’i Jese, rain’i Davida.",
        "18": "Ireto avy ny taranak’i Pereza: I Pereza niteraka an’i Hezrona;",
        "19": "Hezrona niteraka an’i Rama; Rama niteraka an’i Aminadaba;",
        "20": "Aminadaba niteraka an’i Nasona; Nasona niteraka an’i Salmona;",
        "21": "Salmona niteraka an’i Boaza; Boaza niteraka an’i Obeda;",
        "22": "Obeda niteraka an’i Jese; ary Jese niteraka an’i Davida."
    },
    "meta": {
        "name": "Rota",
        "order": 7,
        "chapter_number": 4
    }
}