{
    "1": {
        "1": "Ary nisy lehilahy efraimita iray atao hoe Elkana, tao Ramataima-zofima any amin’ny faritra be tendrombohitr’i Efraima. Izy dia zanak’i Jerohama, zanak’i Eliho, zanak’i Toho, zanak’i Zofa.",
        "2": "Nanana vady roa izy: Hana no anaran’ny iray, ary Penina no anaran’ny iray. Nanan-janaka i Penina, fa i Hana kosa tsy mba nanana.",
        "3": "Ary niakatra avy tao an-tanànany isan-taona ralehilahy mba hiankohoka sy hanao sorona ho an’i Jehovah Tompon’ny tafika, tao Silo. Mpisoron’i Jehovah tao ny zanak’i Ely roa lahy, dia i Hofinia sy Finehasa.",
        "4": "Ary tamin’ny andro nanaovan’i Elkana sorona, dia nomeny anjara maromaro i Penina vadiny mbamin’ny zanak’io rehetra, na lahy na vavy,",
        "5": "fa anjara iray kosa no nomeny an’i Hana. Na izany aza dia i Hana no tiany kokoa, saingy nohidian’i Jehovah ny kibon’i Hana.",
        "6": "Nanorisory azy mafy koa ny rafivaviny, mba hahamenatra azy noho i Jehovah nanidy ny kibony.",
        "7": "Toy izany no nataon’ilay rafiny isan-taona, isaky ny niakatra nankany an-tranon’i Jehovah izy ireo. Nanorisory azy toy izany ilay rafiny, ka nitomany sy tsy nahahinan-kanina i Hana.",
        "8": "Dia hoy i Elkana vadiny: “Fa maninona ianao, ry Hana, no mitomany sy tsy mihinan-kanina? Ary nahoana no malahelo ny fonao? Tsy tsara kokoa aminao noho ny zanaka folo mirahalahy ve aho?”",
        "9": "Ary nitsangana i Hana rehefa avy nihinana sy nisotro tao Silo izy ireo. Tamin’izay i Ely mpisorona dia nipetraka teo amin’ilay seza teo akaikin’ny tolàm-baravaran’ny tempolin’i Jehovah.",
        "10": "Ory dia ory i Hana, ka nivavaka tamin’i Jehovah tamin-dranomaso be.",
        "11": "Koa nivoady izy hoe: “Ry Jehovah Tompon’ny tafika ô, raha mba jerenao tokoa ny fahorian’ny mpanompovavinao ka tsarovanao aho, ary tsy hadinoinao ny mpanompovavinao ka omenao zanakalahy, dia homeko an’i Jehovah izy mandritra ny androm-piainany ary tsy hokasihin-kareza ny lohany!”",
        "12": "Raha mbola naharitra nivavaka teo anatrehan’i Jehovah izy, dia nodinihin’i Ely ny vavany.",
        "13": "Niteny anakampo fotsiny anefa i Hana, ka ny molony ihany no nihetsiketsika, ary tsy re ny feony. Koa noheverin’i Ely fa mamo izy.",
        "14": "Dia hoy i Ely taminy: “Mandra-pahoviana ianao no mbola ho mamo? Ataovy aloha izay hampisava ny divay nosotroinao.”",
        "15": "Fa hoy ny navalin’i Hana: “Tsy izany mihitsy, tompoko, fa vehivavy ory dia ory aho! Tsy nisotro divay na toaka aho, fa mamboraka ny ato am-poko eo anatrehan’i Jehovah.",
        "16": "Aza heverina ho vehivavy tsy manjary re ny mpanompovavinao e! Fa matoa aho mbola miteny, dia satria be ny adin-tsaiko sy ny fahoriako.”",
        "17": "Dia hoy ny navalin’i Ely: “Mirary soa ho anao àry aho! Homen’ny Andriamanitry ny Israely anao anie izay nangatahinao taminy!”",
        "18": "Koa hoy ravehivavy: “Aoka hahazo sitraka aminao ny mpanompovavinao.” Dia lasa nandeha tamin’ny nalehany izy ka nihinan-kanina. Ary hita tamin’ny endriny fa tsy niady saina intsony izy.",
        "19": "Dia nifoha maraina izy ireo, ka niankohoka teo anatrehan’i Jehovah vao nandeha nody, ary tonga tany an-tranony tany Rama. Ary nanao firaisana tamin’i Hana vadiny i Elkana. Koa nahatsiaro an’i Hana i Jehovah.",
        "20": "Ary rehefa afaka herintaona teo ho eo, dia bevohoka i Hana ka tera-dahy, ary nataony hoe Samoela ny anarany, fa hoy izy: “Tamin’i Jehovah no nangatahako azy.”",
        "21": "Tatỳ aoriana, dia niakatra niaraka tamin’ny ankohonany manontolo i Elkana, mba hanao sorona ho an’i Jehovah, dia ny sorona fanao isan-taona sy ny fanatitra fanefana voady.",
        "22": "I Hana kosa tsy niakatra, fa hoy izy tamin’ny vadiny: “Raha vao misara-nono ny zaza, dia hoentiko hiseho eo anatrehan’i Jehovah, ary hipetraka any mandritra ny fotoana tsy voafetra izy.”",
        "23": "Dia hoy i Elkana vadiny: “Ataovy izay hitanao fa mety. Mijanòna ato an-trano mandra-pahatongan’ny fotoana hampisarahanao nono azy. Hanatanteraka ny teniny anie i Jehovah!” Koa nijanona tao an-trano ravehivavy ary nampinono an’ilay zanany, mandra-pahatongan’ny fotoana nampisarahany nono azy.",
        "24": "Raha vao nosarahi-nono ilay zaza, dia nentiny niara-niakatra taminy, niaraka tamin’ny ombilahy telo taona sy lafarinina iray efaha * ary divay eran’ny siny lehibe. Koa nankao an-tranon’i Jehovah tao Silo izy, niaraka tamin’ilay zaza.",
        "25": "Dia novonoina ilay omby, ary nentina teo amin’i Ely ilay zaza.",
        "26": "Ary hoy i Hana: “Azafady tompoko! Mianiana aminao aho, tompoko, fa izaho ilay vehivavy nijoro teo anilanao teto amin’ity toerana ity, mba hivavaka tamin’i Jehovah.",
        "27": "Momba ity zazalahy ity no nivavahako tamin’i Jehovah, mba hanomezany ahy izay nangatahiko taminy.",
        "28": "Koa ampindramiko an’i Jehovah kosa izy izao. Omena an’i Jehovah izy mandritra ny androm-piainany.” Dia niankohoka teo anatrehan’i Jehovah teo i Elkana."
    },
    "2": {
        "1": "Dia nivavaka i Hana ka nanao hoe: “Mifaly amin’i Jehovah ny foko, Ao amin’i Jehovah no isandratan’ny tandroko. * Misokatra ny vavako hamaly ny fahavaloko, Satria tena faly aho noho ny famonjena avy aminao.",
        "2": "Tsy misy masina tahaka an’i Jehovah, satria tsy misy Andriamanitra ankoatra anao, Ary tsy misy vatolampy tahaka ny Andriamanitsika.",
        "3": "Aza manao teny an’avona loatra ianareo, Aoka tsy hisy teny tsy voahevitra haloaky ny vavanareo, Fa Andriamanitry ny fahalalana i Jehovah, Ary izay atao dia tombanany ara-drariny.",
        "4": "Mihorohoro ny lehilahy mahay mandefa zana-tsipìka, Fa manjary mahery kosa ireo malemy.",
        "5": "Tsy maintsy mikarama mba hahazoana sakafo ireo voky, Fa ny noana kosa tsy noana intsony. Na ny vehivavy momba aza miteraka fito, Fa izay niteraka maro kosa tsy hanan-janaka intsony.",
        "6": "I Jehovah no mamono sy mitsimbina ny aina, Izy no mampidina any amin’ny Fasana, * sy mampiakatra avy any.",
        "7": "I Jehovah no mampahantra sy mampanan-karena, Izy no mampietry sy manandratra.",
        "8": "Izy no manangana ny olona ambany hiala amin’ny vovoka, Ary avy ao amin’ny lavaka misy lavenona no ampiakarany ny mahantra, Mba hametrahany azy miaraka amin’ny olona ambony. Ary seza fiandrianana be voninahitra no omeny azy ireo ho fananany. Fa an’i Jehovah ny fototry ny tany, Ary apetrany eo ambonin’izany ny tany lonaka.",
        "9": "Ambenany ny tongotry ny olona tsy mivadika aminy, Fa ny ratsy fanahy kosa ampanginina ao anatin’ny haizina, Satria tsy amin’ny herin’ny tenany no andresen’ny olona.",
        "10": "Raha ny amin’i Jehovah, dia hihorohoro izay miady aminy. Ary izy hampirefotra kotroka avy any an-danitra mba hamelezana an’ireny. I Jehovah mihitsy no hitsara ny tany manontolo, Mba hanomezany hery ny mpanjakany, Sy mba hanandratany ny tandroky ny voahosony.”",
        "11": "Dia nandeha nody tany an-tranony tany Rama i Elkana, ary ilay zaza kosa lasa mpanompon’i Jehovah teo anatrehan’i Ely mpisorona.",
        "12": "Ary ny zanakalahin’i Ely dia olona tsy manjary, sady tsy niraharaha an’i Jehovah.",
        "13": "Koa izao no nataon’izy ireo tamin’ireo anjara tokony ho azon’ny mpisorona avy tamin’ny vahoaka: Rehefa nisy nanolotra sorona, dia tonga ny mpanompon’ny mpisorona nitondra fitrebika telo rantsana. Koa raha vao nangotraka ny hena,",
        "14": "dia natsindron’izy ireo tao anaty vilany ilay fitrebika. Natsindrony tao anaty vilany fandrahoan-kena izany, na tao anaty vilany misy tahony roa na tao anaty vilanibe na vilany misy tahony, ka izay azon’ny fitrebika dia nalain’ny mpisorona ho azy. Izany no nataon’izy ireo tao Silo, tamin’ny Israelita rehetra tonga tany.",
        "15": "Ary raha mbola tsy nodorana mba hidona-tsetroka ny tavin-kena, dia efa nisy mpanompon’ny mpisorona tonga ka niteny toy izao tamin’ny olona nanao sorona: “Omeo hena hatsatsika ny mpisorona, mba ho hena manta no azony avy aminao, fa tsy hena nandrahoina.”",
        "16": "Ary raha niteny taminy ilay olona hoe: “Aleo aloha hodorana mba hidona-tsetroka ny tavin-kena, vao haka izay tianao ianao”, dia hoy izy: “Tsia! Fa omeo izao dia izao ilay izy. Raha tsy izany dia halaiko an-keriny!”",
        "17": "Ary lehibe indrindra teo anatrehan’i Jehovah ny fahotan’ireo mpanompo ireo, satria nanao tsinontsinona ny fanatitra ho an’i Jehovah ireo lehilahy ireo.",
        "18": "I Samoela kosa nanompo teo anatrehan’i Jehovah. Mbola zaza izy tamin’izay, ary nanao efoda rongony izay nisy fehikibo nafatotra taminy.",
        "19": "Nanjairan-dreniny akanjo kely tsy misy tanany koa izy isan-taona. Ary nitondra izany tany amin’i Samoela ny reniny, rehefa niara-niakatra tamin’ny vadiny mba hanolotra ny sorona fanao isan-taona.",
        "20": "Dia nitso-drano an’i Elkana sy ny vadiny i Ely, ka nanao hoe: “Homen’i Jehovah zanaka avy amin’ity vehivavy ity anie ianao, ho solon’ilay zavatra nampindramina, izay nampindramina an’i Jehovah!” Ary lasa nody izy ireo.",
        "21": "Dia nitsinjo an’i Hana tokoa i Jehovah, ka nanana anaka izy ary niteraka telo lahy sy roa vavy. Ary nihalehibe teo anatrehan’i Jehovah i Samoela zaza.",
        "22": "Efa antitra be i Ely, ary reny ny zava-drehetra fanaon’ny zanany tamin’ny Israely rehetra, sy ny nanaovan’izy ireo firaisana tamin’ireo vehivavy nanompo teo amin’ny fidirana amin’ny tranolay fihaonana.",
        "23": "Koa hoy izy tamin’ireo zanany ireo: “Nahoana ianareo no manao toy izany foana? Ratsy ny zavatra reko tamin’ny olon-drehetra momba anareo.",
        "24": "Tsy tsara mihitsy, anaka, ny tatitra reko aelin’ny olon’i Jehovah.",
        "25": "Raha misy manota amin’olona, dia Andriamanitra no hitsara hiaro azy. Fa raha amin’i Jehovah kosa ny olona iray no manota, iza no hivavaka ho azy?” Tsy nihaino ny tenin-drainy anefa izy ireo, satria efa sitrak’i Jehovah ny hamono azy ireo ho faty.",
        "26": "Nihalehibe ihany i Samoela nandritra izany fotoana izany, sady vao mainka nahatehotia teo imason’i Jehovah sy teo imason’ny olona.",
        "27": "Dia nisy lehilahin’Andriamanitra tonga tany amin’i Ely, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Tsy efa nampahafantatra ny tenako tamin’ny ankohonan’ny razambenao ve aho, fony izy ireo andevon’ny ankohonan’i Farao tany Ejipta?",
        "28": "Ny ankohonan’ny razambenao koa no nofidina ho ahy teo amin’ny foko rehetran’ny Israely, mba hanao ny asan’ny mpisorona sy hiakatra eo amin’ny alitarako ka hampiakatra ny setroky ny sorona, ary koa hanao efoda eo anatrehako, mba hanomezako azy ny fanatitra rehetra atao anaty afo izay atolotry ny zanak’Israely.",
        "29": "Koa nahoana ianareo no dia manitsakitsaka foana ny sorona sy ny fanatitra izay nandidiako hatolotra ho ahy ao an-tranoko? Nahoana ianao no manome voninahitra foana ny zanakao mihoatra noho izaho, ka ny tsara indrindra amin’izay fanatitry ny Israely oloko no hanatavezanareo ny tenanareo?",
        "30": "“‘Koa izao no lazain’i Jehovah Andriamanitry ny Israely: “Efa niteny tokoa aho hoe: Handeha eo anatrehako mandritra ny fotoana tsy voafetra ny ankohonanao sy ny ankohonan’ny razambenao.” Fa izao kosa no tenin’i Jehovah ankehitriny: “Sanatria ahy izany! Fa izay manome voninahitra ahy no homeko voninahitra, ary izay maniratsira ahy kosa hatao tsinontsinona.”",
        "31": "Ho avy ny andro hanesorako ny herinao sy ny herin’ny ankohonan’ny razambenao, ka tsy hisy lehilahy ho tratrantitra ao amin’ny ankohonanao.",
        "32": "Fahavalo no ho hitanao ao an-tranoko, na dia eo aza ny soa rehetra atao amin’ny Israely. Ary tsy hisy lehilahy ho tratrantitra mihitsy ao amin’ny ankohonanao.",
        "33": "Hisy ihany lehilahy taranakao havelako hanompo eo amin’ny alitarako, ka ho reraka ny masonao ary hihaosa ny vatanao. Hovonoin’ny olona amin’ny sabatra anefa ny ankamaroan’izay ao amin’ny ankohonanao.",
        "34": "Koa ho famantarana ho anao izao hanjo an’i Hofinia sy Finehasa zanakao roa lahy izao: Andro iray ihany no hahafatesan’izy roa lahy.",
        "35": "Ary hanendry mpisorona mendri-pitokisana ho an’ny tenako aho. Koa mifanaraka amin’izay ao am-poko sy ao an-tsaiko * no hataony. Dia hataoko tokoa izay hananany taranaka maharitra, ary ho mpisorona mandrakariva ho an’ny voahosotro izy.",
        "36": "Ary izay sisa tavela amin’ny ankohonanao dia ho avy hiankohoka eo anatrehany mba hahazoana vola sy mofo boribory. Dia hiteny izy ireo hoe: “Ampanaovy asan’ny mpisorona re aho, mba hihinanako sombi-mofo e!”’”"
    },
    "3": {
        "1": "Nanompo an’i Jehovah teo anatrehan’i Ely i Samoela zaza, nandritra izany fotoana izany. Ary nahalana ny teny avy tamin’i Jehovah tamin’izany andro izany, sady tsy dia nisy firy ny fahitana.",
        "2": "Tamin’izay andro izay i Ely dia natory tao amin’izay nisy azy, ary efa pahina ny masony ka tsy nahita izy.",
        "3": "Mbola tsy novonoina ny jiron’Andriamanitra, ary i Samoela natory tao amin’ny tempolin’i Jehovah, izay nisy ny Vata masin’Andriamanitra.",
        "4": "Ary nantsoin’i Jehovah i Samoela, ka namaly hoe: “Intỳ aho.”",
        "5": "Dia nihazakazaka nankao amin’i Ely izy ka niteny hoe: “Intỳ aho, fa niantso ahy ianao.” Fa hoy i Ely: “Tsy niantso aho, fa miverena matory.” Koa lasa natory izy.",
        "6": "Niantso indray anefa i Jehovah hoe: “Samoela!” Dia nitsangana i Samoela ka nankao amin’i Ely, ary niteny hoe: “Intỳ aho, fa tena niantso ahy ianao.” Fa hoy i Ely: “Tsy niantso anao aho, anaka, fa miverena matory.”",
        "7": "Mbola tsy nahalala tsara an’i Jehovah mantsy i Samoela, ary mbola tsy nampahafantarina azy ny tenin’i Jehovah.",
        "8": "Koa niantso fanintelony i Jehovah hoe: “Samoela!” Dia nitsangana izy ka nankao amin’i Ely, ary niteny hoe: “Intỳ aho, fa niantso ahy mihitsy ianao.” Dia fantatr’i Ely fa i Jehovah no niantso an’ilay zazalahy.",
        "9": "Koa hoy i Ely tamin’i Samoela: “Mandehana matory, ka raha mbola miantso anao izy, dia lazao hoe: ‘Mitenena, Jehovah ô, fa mihaino ny mpanomponao.’” Koa lasa natory tao amin’izay nisy azy i Samoela.",
        "10": "Dia tonga i Jehovah ka nijoro teo, sady niantso indray hoe: “Samoela! Samoela!” Koa hoy i Samoela: “Mitenena fa mihaino ny mpanomponao.”",
        "11": "Ary hoy i Jehovah taminy: “Hanao zavatra eo amin’ny Israely aho, ka izay mandre momba izany dia hangorintsina ny sofiny roa.",
        "12": "Amin’izany andro izany no hotanterahiko amin’i Ely hatramin’ny voalohany ka hatramin’ny farany ny zava-drehetra nolazaiko momba ny ankohonany.",
        "13": "Dia lazao aminy fa hosaziko mandritra ny fotoana tsy voafetra ny ankohonany, noho ny fahadisoana efa fantany, satria manozona an’Andriamanitra ny zanany lahy nefa tsy noteneniny mafy.",
        "14": "Koa izany no nianianako tamin’ny ankohonan’i Ely hoe tsy ho afaka amin’izy ireo ny sazy vokatry ny fahadisoany, mandritra ny fotoana tsy voafetra, na dia misy sorona sy fanatitra atao aza.”",
        "15": "Dia natory mandra-paharainan’ny andro i Samoela. Avy eo izy dia nanokatra ny varavaran’ny tranon’i Jehovah. Ary natahotra ny hilaza tamin’i Ely momba izay niseho i Samoela.",
        "16": "Niantso azy anefa i Ely hoe: “Ry Samoela zanako ô!” Dia hoy izy: “Intỳ aho.”",
        "17": "Ary hoy i Ely: “Inona no nolazainy taminao? Aza afenina ahy, raha sitrakao. Hofaizin’Andriamanitra anie ianao, * ary mihoatra noho izany aza, raha misy afeninao ahy izay teny nolazainy taminao!”",
        "18": "Koa nolazain’i Samoela taminy ny zava-drehetra, fa tsy nisy nafeniny. Dia hoy i Ely: “Avy amin’i Jehovah izany! Aoka hataony izay hitany fa mety.”",
        "19": "Dia nihalehibe i Samoela, ka nomba azy i Jehovah. Ary tsy nisy navelany ho raraka an-tany ny teniny rehetra.",
        "20": "Koa nanjary fantatry ny Israely rehetra hatrany Dana ka hatrany Beri-sheba, fa nekena ho mpaminanin’i Jehovah i Samoela.",
        "21": "Ary niseho tao Silo indray i Jehovah, satria efa nampahafantatra ny tenany tamin’i Samoela tao Silo i Jehovah, tamin’ny alalan’ny tenin’i Jehovah."
    },
    "4": {
        "1": "Dia nampitain’i Samoela tamin’ny Israely rehetra foana ny tenin’Andriamanitra. Ary nivoaka hiady tamin’ny Filistinina ny Israely, ka nitoby teo akaikin’i Ebenezera. Ny Filistinina kosa nitoby tao Afeka.",
        "2": "Ary samy naka ny toerany avy ny miaramilan’ny Filistinina, mba hifanandrina tamin’ny Israely. Ratsy anefa ny fandehan’ny ady ka resy ny Israely teo anoloan’ny Filistinina, izay nahafaty lehilahy tokony ho efatra arivo tao an’ady.",
        "3": "Koa rehefa tonga tao an-toby ny olona, dia hoy ny anti-panahin’ny Israely: “Nahoana no nataon’i Jehovah resy teo anoloan’ny Filistinina isika androany? Andao halaintsika avy any Silo ny Vata misy ny fifanekena nataon’i Jehovah, mba ho eto amintsika ka hamonjy antsika eo am-pelatanan’ny fahavalontsika.”",
        "4": "Koa naniraka olona hankany Silo ny vahoaka, ka nentina avy any ny Vata misy ny fifanekena nataon’i Jehovah Tompon’ny tafika, ilay mipetraka eo amin’ny kerobima. Ary teo koa izy mirahalahy zanak’i Ely, dia i Hofinia sy Finehasa, niaraka tamin’ilay Vata misy ny fifanekena nataon’Andriamanitra.",
        "5": "Raha vao tonga tao an-toby ilay Vata misy ny fifanekena nataon’i Jehovah, dia nihorakoraka mafy ny Israelita rehetra, ka nihovotrovotra mihitsy ny tany.",
        "6": "Ary ren’ny Filistinina ilay horakoraka ka hoy izy ireo: “Fa maninona no misy horakoraka be toy izany ao an-tobin’ny Hebreo?” Dia fantatr’izy ireo fa tonga tao ny Vata masin’i Jehovah.",
        "7": "Koa natahotra ny Filistinina satria, araka ny filazany dia “tonga ao an-toby Andriamanitra!” Hoy koa izy ireo: “Hahita loza isika, fa mbola tsy nisy toy izao mihitsy hatramin’izay!",
        "8": "Hahita loza isika! Iza no hamonjy antsika eo an-tanan’izany Andriamanitra heni-kaja izany? Izy ilay Andriamanitra namely an’i Ejipta tamin’ny fandripahana isan-karazany tany an-tany efitra.",
        "9": "Manàna herim-po, ry Filistinina, ary misehoa ho tena lehilahy, sao ianareo hanompo ny Hebreo tahaka ny efa nanompoany anareo. Misehoa ho tena lehilahy, ka miadia!”",
        "10": "Koa niady tokoa ny Filistinina. Dia resy ny Israely, ka samy nandositra tany amin’ny tranolainy avy. Ary be dia be no maty, ka ny Israely dia nahafatesana lehilahy telo alina nandeha an-tongotra.",
        "11": "Lasa babo koa ny Vata masin’Andriamanitra, ary maty izy mirahalahy zanak’i Ely, dia i Hofinia sy Finehasa.",
        "12": "Ary nisy lehilahy benjaminita nihazakazaka avy tany an’ady, ka tonga tao Silo ny androtr’iny ihany. Rovitra ny akanjony sady nihosim-bovoka ny lohany.",
        "13": "Tamin’izy tonga, dia efa nipetraka nitazantazana teo amin’ny seza teo amoron-dalana i Ely, satria nangitakitaka ny fony noho ny amin’ny Vata masin’Andriamanitra. Ary tonga nilaza ny vaovao tao an-tanàna ilay lehilahy, ka nidradradradra ny iray tanàna.",
        "14": "Dia henon’i Ely ilay fidradradradrana, ka hoy izy: “Fa inona izany tabataba izany?” Koa nandeha haingana nankeo amin’i Ely ilay lehilahy, ka nilaza ilay vaovao taminy.",
        "15": "Valo amby sivy folo taona i Ely tamin’izay, ary tsy nihetsika ny masony ka tsy nahita izy.",
        "16": "Ary hoy ilay lehilahy taminy: “Izaho no avy tany an’ady, ary avy any aho no nandositra androany.” Dia hoy i Ely: “Inona no nitranga, anaka?”",
        "17": "Koa hoy ilay mpilaza vaovao: “Nandositra teo anoloan’ny Filistinina ny Israely, ary resy tanteraka ny olona. Maty koa i Hofinia sy Finehasa zanakao mirahalahy, ary lasa babo ny Vata masin’Andriamanitra.”",
        "18": "Raha vao niteny momba ny Vata masin’Andriamanitra ilay lehilahy, dia nianjera avy teo amin’ny sezany teo akaikin’ny vavahady i Ely ary nidaboka nankany aoriana ka tapaka ny vozony, dia maty izy. Efa antitra mantsy izy sady navesatra. Izy no nitsara ny Israely efapolo taona.",
        "19": "Ary bevohoka efa ho teraka ny vinantovaviny, vadin’i Finehasa. Ary ren-dravehivavy fa lasa babo ny Vata masin’Andriamanitra, sady henony koa fa maty ny rafozandahiny sy ny vadiny. Dia nitambonkina izy ka teraka, satria nihetsi-jaza tampoka.",
        "20": "Ary rehefa ho faty izy, dia hoy ireo vehivavy nijoro teo akaikiny: “Aza matahotra fa tera-dahy ianao.” Tsy namaly anefa izy, sady tsy nahoany akory izany tao am-pony tao.",
        "21": "Ary nataony hoe Ikaboda ny anaran’ilay zaza, fa hoy izy: “Niala tamin’ny Israely ho any an-tsesitany ny voninahitra.” Ny Vata masin’Andriamanitra izay lasa babo, mbamin’ny rafozandahiny sy ny vadiny, no tiany holazaina tamin’izany.",
        "22": "Koa hoy izy: “Niala tamin’ny Israely ho any an-tsesitany ny voninahitra, fa lasa babo ny Vata masin’Andriamanitra.”"
    },
    "5": {
        "1": "Ary naka ny Vata masin’Andriamanitra ny Filistinina, ka nitondra izany avy tao Ebenezera nankany Asdoda.",
        "2": "Dia nalain’izy ireo ilay Vata masin’Andriamanitra, ka nampidiriny tao an-tranon’i Dagona ary napetrany teo akaikin’i Dagona.",
        "3": "Ary nifoha maraina ny Asdodita ny ampitson’iny, ka nahita an’i Dagona nianjera nihohoka tamin’ny tany, teo anoloan’ny Vata masin’i Jehovah. Koa noraisin’izy ireo i Dagona ka naveriny teo amin’ny toerany.",
        "4": "Nony nifoha maraina koa izy ireo ny ampitson’iny, dia nahita an’i Dagona nianjera nihohoka tamin’ny tany indray, teo an-tokonam-baravarana, teo anoloan’ny Vata masin’i Jehovah, sady tapaka ny lohany sy ny felatanany roa, ka ny tapany toy ny trondro ihany sisa tavela.",
        "5": "Izany no mahatonga ny mpisoron’i Dagona sy izay rehetra mankao ao an-tranon’i Dagona, tsy hanitsaka ny eo an-tokonam-baravaran’i Dagona ao Asdoda, mandraka androany.",
        "6": "Ary ny tanan’i Jehovah dia navesatra tamin’ny Asdodita, eny, i Asdoda sy ny faritaniny, satria nampisahotahany sy nasiany tamin’ny hemoroida izy ireo.",
        "7": "Dia hitan’ny olona tao Asdoda izany, ka hoy izy ireo: “Aoka tsy havela hitoetra eto amintsika ny Vata masin’ny Andriamanitry ny Israely, fa ny tanany efa namely mafy antsika sy Dagona andriamanitsika.”",
        "8": "Koa naniraka olona hamory ny andriana mpiray dina rehetran’ny Filistinina hankeo aminy izy ireo, ka niteny hoe: “Hataontsika ahoana ny Vata masin’ny Andriamanitry ny Israely?” Farany, dia hoy ireo: “Aoka hafindra any Gata ny Vata masin’ny Andriamanitry ny Israely.” Koa nentin’izy ireo nankany ilay Vata masin’ny Andriamanitry ny Israely.",
        "9": "Rehefa tongan’ireo tany ilay Vata, dia nataon’ny tanan’i Jehovah nisahotaka be ilay tanàna. Ary nasiany ny olona tao an-tanàna, na kely na lehibe, ka voan’ny hemoroida.",
        "10": "Koa nalefan’izy ireo nankany Ekrona ny Vata masin’Andriamanitra. Raha vao tonga tao Ekrona anefa ny Vata masin’Andriamanitra, dia nitaraina mafy ny Ekronita hoe: “Nentin-dry zareo atỳ aminay ny Vata masin’ny Andriamanitry ny Israely, mba hahafaty anay sy ny vahoakanay!”",
        "11": "Koa naniraka olona hamory ny andriana mpiray dina rehetran’ny Filistinina izy ireo, ka niteny hoe: “Alefaso any io Vata masin’ny Andriamanitry ny Israely io, ka avereno any amin’ny toerany mba tsy hahafaty anay sy ny vahoakanay.” Fa nisahotaka ny olona nanerana an’ilay tanàna, ka maro no maty. Ary navesatra be tao ny tanan’ilay tena Andriamanitra,",
        "12": "ka izay olona tsy maty dia voan’ny hemoroida. Koa niakatra mandrakariva tany an-danitra ny antso vonjy nataon’ilay tanàna."
    },
    "6": {
        "1": "Fito volana ny Vata masin’i Jehovah no tany ambanivohitry ny Filistinina.",
        "2": "Ary nantsoin’ny Filistinina ny mpisorona sy ny mpisikidy, ka nanontaniany hoe: “Hataonay ahoana ny Vata masin’i Jehovah? Lazao aminay hoe ampiarahinay amin’ny inona io rehefa alefanay any amin’ny toerany.”",
        "3": "Dia hoy ireo: “Aza alefa tsy miaraka amin’ny fanatitra ny Vata masin’ny Andriamanitry ny Israely raha alefanareo, fa atero any aminy miaraka amin’ny fanatitra noho ny heloka. Dia ho sitrana ianareo, ka ho fantatrareo ny antony tsy ialan’ny tanany aminareo.”",
        "4": "Koa hoy ny Filistinina: “Inona no fanatitra noho ny heloka tokony haterinay any aminy?” Dia hoy ireo: “Hemoroida volamena dimy sy voalavo mpitsambikina dimy vita amin’ny volamena, araka ny isan’ny andriana mpiray dinan’ny Filistinina. Mitovy ihany mantsy ny loza manjo anareo rehetra sy ireo andriana mpiray dina eo aminareo.",
        "5": "Ataovy sarivongana ny hemoroidanareo sy ny voalavo mpitsambikina manimba ny taninareo, ary omeo voninahitra ny Andriamanitry ny Israely. Angamba izy mba hanala ny tanany tsy ho eo aminareo sy ny andriamanitrareo ary ny taninareo.",
        "6": "Nahoana ianareo no manamafy ny fonareo toy ny nanamafisan’i Ejipta sy Farao ny fony? Rehefa nofaizin’Andriamanitra anefa izy ireo, moa ve tsy nalefany avy hatrany ny Israelita ka lasa nandeha?",
        "7": "Koa manaova sarety vaovao, ary makà ombivavy roa mampinono, izay mbola tsy nasiana zioga mihitsy. Fehezo eo amin’ilay sarety ireo ombivavy, dia alefaso mody ny zanany mba tsy hanaraka azy.",
        "8": "Ary alaivo ny Vata masin’i Jehovah ka apetraho eo ambonin’ilay sarety. Ataovy ao anaty boaty eo akaikin’ilay Vata ireo sarivongana volamena, izay haterinareo any aminy ho fanatitra noho ny heloka. Ary alefaso izany, dia handeha.",
        "9": "Jereo fa raha miakatra amin’ny lalana mankany amin’ny taniny izany, ho any Beti-semesy, dia Izy no nanao tamintsika izao zava-dratsy lehibe izao. Raha tsy izany kosa, dia ho fantatsika hoe tsy ny tanany no nikasika antsika, fa nisy loza sendra nanjo antsika fotsiny.”",
        "10": "Dia nanao araka izany tokoa ny olona. Naka ombivavy roa mbola mampinono izy ireo ka nofeheziny teo amin’ilay sarety, ary ny zanak’omby kosa nohidiany tao an-trano.",
        "11": "Napetrak’izy ireo teo ambonin’ilay sarety ny Vata masin’i Jehovah mbamin’ilay boaty nisy ireo voalavo mpitsambikina vita tamin’ny volamena sy ny sarivongan’ny hemoroidan-dry zareo.",
        "12": "Ary nizotra nahitsy tamin’ny lalana nankany Beti-semesy ireo omby. Dia nandeha tamin’ny lalambe iray ihany izy ireo ka nitrena teny an-dalana, ary tsy nivily niankavanana na niankavia. Nanaraka an’ireo omby hatrany amin’ny sisin-tanin’i Beti-semesy ireo andriana mpiray dinan’ny Filistinina.",
        "13": "Tamin’izay ny olona tao Beti-semesy dia nijinja varimbazaha teny amin’ny lemaka iva. Ary nanopy ny masony izy ireo ka nahita an’ilay Vata, dia faly be.",
        "14": "Tonga teo amin’ny sahan’i Josoa Beti-semita ilay sarety, ka nijanona teo amin’ilay vato be. Ary nokapakapain’izy ireo ny hazon’ilay sarety, fa ireo omby kosa natolony ho fanatitra dorana ho an’i Jehovah.",
        "15": "Ny Levita no nampidina ny Vata masin’i Jehovah mbamin’ilay boaty nisy an’ireo sarivongana volamena. Ary napetrak’izy ireo teo ambonin’ilay vato be ny Vata. Ny olona tao Beti-semesy kosa nanolotra fanatitra dorana, sady tsy nitsahatra nanao sorona ho an’i Jehovah tamin’iny andro iny.",
        "16": "Dia nahita izany ireo andriana dimy mpiray dinan’ny Filistinina, ka niverina nankany Ekrona ny androtr’iny ihany.",
        "17": "Ary ireto avy ny hemoroida volamena naterin’ny Filistinina ho fanatitra noho ny heloka ho an’i Jehovah: Iray an’i Asdoda, iray an’i Gaza, iray an’i Askelona, iray an’i Gata, ary iray an’i Ekrona.",
        "18": "Ireo voalavo mpitsambikina vita tamin’ny volamena kosa, dia araka ny isan’ny tanàna rehetran’ny Filistinina izay an’ireo andriana dimy mpiray dina, hatramin’ny tanàna voaro mafy ka hatramin’ny tanàna kely teny ambanivohitra. Ary ilay vato be nametrahan’izy ireo ny Vata masin’i Jehovah, dia vavolombelona eo amin’ny sahan’i Josoa Beti-semita mandraka androany.",
        "19": "Novonoin’Andriamanitra anefa ny olona tao Beti-semesy satria nojerijeren’izy ireo ny Vata masin’i Jehovah. Koa namono olona fitopolo—sy dimy alina— * teo amin’ny vahoaka izy. Dia nalahelo mafy ny olona satria namely ny olona i Jehovah ka be dia be no maty.",
        "20": "Ary hoy ny olona tao Beti-semesy: “Iza no ho afaka hankeo anatrehan’i Jehovah, ilay Andriamanitra masina? Tsy afaka miala amintsika ve izy ka mankany an-kafa?”",
        "21": "Farany, dia nandefa iraka nankany amin’ny mponin’i Kiriata-jearima izy ireo, nanao hoe: “Naverin’ny Filistinina ny Vata masin’i Jehovah. Koa midìna atỳ, mba hampiakatra azy any aminareo.”"
    },
    "7": {
        "1": "Koa tonga ny lehilahy avy tao Kiriata-jearima. Dia nentin’izy ireo niakatra ny Vata masin’i Jehovah ary nampidiriny tao an-tranon’i Abinadaba teny an-kavoana. Ary i Eleazara zanakalahin’i Abinadaba no nohamasinina hiambina an’ilay Vata masin’i Jehovah.",
        "2": "Hatramin’ny andro nametrahana an’ilay Vata tao Kiriata-jearima, dia andro maro no lasa, ka nahatratra roapolo taona izany. Ary nitomany ny taranak’Israely manontolo ka nitady an’i Jehovah.",
        "3": "Koa hoy i Samoela tamin’ny taranak’Israely manontolo: “Raha amin’ny fonareo manontolo no iverenanareo amin’i Jehovah, dia esory tsy ho eo aminareo ny andriamani-kafa sy ireo sarin’i Astarta. Atodiho amin’i Jehovah ny fonareo ka aza avela hiovaova, ary manompoa azy irery ihany, dia hanafaka anareo eo an-tanan’ny Filistinina izy.”",
        "4": "Koa nesorin’ny zanak’Israely ireo Bala sy ireo sarin’i Astarta, ka nanompo an’i Jehovah irery ihany izy ireo.",
        "5": "Ary hoy i Samoela: “Vorio ao Mizpa ny Israely rehetra, fa hivavaka amin’i Jehovah ho anareo aho.”",
        "6": "Dia nivory tao Mizpa izy ireo, ary nantsaka rano ka nandraraka izany teo anatrehan’i Jehovah, sady nifady hanina tamin’iny andro iny. Teo koa izy ireo no niteny hoe: “Efa nanota tamin’i Jehovah izahay.” Ary nanomboka nitsara ny zanak’Israely tao Mizpa i Samoela.",
        "7": "Ary ren’ny Filistinina fa nivory tao Mizpa ny zanak’Israely. Koa niakatra hamely ny Israely ireo andriana mpiray dinan’ny Filistinina. Natahotra noho ny amin’ny Filistinina anefa ny zanak’Israely rehefa nandre izany.",
        "8": "Koa hoy izy ireo tamin’i Samoela: “Aza mangina, ary aza mitsahatra miantso vonjy amin’i Jehovah Andriamanitsika mba hamonjeny antsika eo an-tanan’ny Filistinina.”",
        "9": "Dia naka zanak’ondry mbola minono i Samoela, ka nanolotra izany ho fanatitra dorana manontolo ho an’i Jehovah. Ary niantso vonjy tamin’i Jehovah ho an’ny Israely izy, ka namaly azy i Jehovah.",
        "10": "Raha mbola nanolotra an’ilay fanatitra dorana i Samoela, dia niroso hiady tamin’ny Israely ny Filistinina. Koa nandefa kotroka mafy be i Jehovah hoenti-manohitra ny Filistinina tamin’iny andro iny, mba hampisahotaka azy. Dia resy teo anoloan’ny Israely izy ireo.",
        "11": "Koa nivoaka avy tao Mizpa ny lehilahy israelita, ka nanenjika an’ireo Filistinina sady namono azy hatrany atsimon’i Beti-kara.",
        "12": "Ary naka vato i Samoela ka nametraka izany teo anelanelan’i Mizpa sy Jesana, dia nataony hoe Ebenezera ny anaran’ilay vato. Fa hoy izy: “Nanampy antsika i Jehovah hatramin’izao.”",
        "13": "Dia resy ny Filistinina, ka tsy nitsofotsofoka tao amin’ny faritanin’ny Israely intsony. Ary nanohitra ny Filistinina foana ny tanan’i Jehovah, nandritra ny androm-piainan’i Samoela.",
        "14": "Koa niverina tsikelikely tamin’ny Israely ny tanàna efa nalain’ny Filistinina tamin’izy ireo, hatrany Ekrona ka hatrany Gata. Dia nafahan’ny Israely teo an-tanan’ny Filistinina ny faritanin’ireny tanàna ireny. Nanjary tsy nisy ady koa teo amin’ny Israely sy ny Amorita.",
        "15": "Ary nitsara ny Israely foana i Samoela, nandritra ny androm-piainany.",
        "16": "Dia nandeha nitety an’i Betela sy Gilgala ary Mizpa izy isan-taona, ka nitsara ny Israely tao amin’ireny toerana rehetra ireny.",
        "17": "Niverina tao Rama ihany anefa izy satria tao ny tranony, ka tao izy no nitsara ny Israely. Ary nanorina alitara tao ho an’i Jehovah izy."
    },
    "8": {
        "1": "Rehefa antitra i Samoela, dia notendreny ho mpitsaran’ny Israely ireo zanany lahy:",
        "2": "Joela no anaran’ny zanany lahimatoa, ary Abia kosa no anaran’ny faharoa. Nitsara tao Beri-sheba izy ireo.",
        "3": "Tsy mba nanao toy izay nataony anefa ireo zanany ireo, fa sady tia tombony azo tamin’ny tsy rariny no nandray kolikoly ary nanao fitsarana miangatra.",
        "4": "Rehefa nandeha ny fotoana, dia nivory ny anti-panahy rehetran’ny Israely ka nankany amin’i Samoela tao Rama,",
        "5": "ary niteny taminy hoe: “Efa antitra ianao izao, nefa ny zanakao tsy mba nanao toy izay nataonao. Koa manendre mpanjaka hitsara anay, sahala amin’ny firenena rehetra.”",
        "6": "Ratsy teo imason’i Samoela anefa ny tenin’izy ireo hoe: “Omeo mpanjaka izahay hitsara anay.” Koa nivavaka tamin’i Jehovah izy.",
        "7": "Dia hoy i Jehovah taminy: “Henoy izay rehetra lazain’ny vahoaka aminao, satria tsy ianao no laviny, fa izaho no laviny tsy ho mpanjakany.",
        "8": "Nahafoy ahy foana izy ireo sady nanompo andriamani-kafa. Ary toy izany foana no efa nataony, hatramin’ny andro nitondrako azy niakatra avy tany Ejipta ka mandraka androany. Izany koa no ataony aminao izao.",
        "9": "Koa henoy ny teniny. Fa ampitandremo tsara fotsiny izy ireo ny amin’izay ho vokany, ka lazao aminy ny zo ara-dalàna ananan’izay ho mpanjakany.”",
        "10": "Dia nolazain’i Samoela tamin’ilay vahoaka nangataka mpanjaka taminy ny tenin’i Jehovah rehetra.",
        "11": "Hoy koa izy: “Izao no ho zo ara-dalàna hananan’izay ho mpanjakanareo: Halainy ho azy ny zanakareo lahy, ka hataony eny amin’ny kalesiny sy miaraka amin’ny mpitaingin-tsoavaliny, ary ny sasany hihazakazaka eo alohan’ny kalesiny.",
        "12": "Ny sasany hotendreny ho lehiben’ny arivony sy lehiben’ny dimampolony, ary ny sasany kosa hiasa ny taniny sy hijinja ny vokatry ny taniny ary hanamboatra ny fitaovam-piadiany sy ny fitaovana amin’ny kalesiny.",
        "13": "Halainy koa ny zanakareo vavy, ka hataony mpanamboatra menaka fanosorana sy ho mpahandro ary ho mpanao mofo.",
        "14": "Ary halainy ka homeny ho an’ny mpanompony ny tsara indrindra amin’ny sahanareo sy ny tanimboalobokareo ary ny sahan’olivanareo.",
        "15": "Halainy koa ny ampahafolon’ny vokatra avy amin’ny sahanareo sy ny tanimboalobokareo, ka homeny ho an’ny tandapany sy ny mpanompony.",
        "16": "Halainy koa ny mpanompolahinareo sy ny mpanompovavinareo, mbamin’izay tsara indrindra amin’ny ombinareo ary ny ampondranareo, ka hampiasainy hiasa ho an’ny tenany.",
        "17": "Halainy koa ny ampahafolon’ny ondry aman’osinareo, ary ianareo ho lasa mpanompony.",
        "18": "Dia hitaraina mafy ianareo amin’izany andro izany, noho ny amin’ny mpanjakanareo izay nofidinareo ho anareo, saingy tsy hamaly anareo i Jehovah amin’izany andro izany.”",
        "19": "Tsy nety nihaino ny tenin’i Samoela anefa ny vahoaka, fa nanao hoe: “Tsia, fa aleo ihany hisy mpanjaka hifehy anay.",
        "20": "Dia ho sahala amin’ny firenena rehetra izahay, ka hitsara anay ny mpanjakanay sady handeha eo alohanay ary hiady ho anay amin’izay ady ataonay.”",
        "21": "Koa nihaino ny teny rehetra nolazain’ny vahoaka i Samoela, ary nolazainy tamin’i Jehovah izany.",
        "22": "Dia hoy i Jehovah taminy: “Henoy ny tenin’izy ireo, ka manendre mpanjaka hitondra azy.” Koa hoy i Samoela tamin’ireo lehilahy israelita: “Samia mody any an-tanànany avy.”"
    },
    "9": {
        "1": "Ary nisy lehilahy benjaminita iray atao hoe Kisy, zanak’i Abiela, zanak’i Zerora, zanak’i Bekorata, zanak’i Afia, Benjaminita. Mpanankarem-be ralehilahy.",
        "2": "Nanan-janakalahy atao hoe Saoly izy. Mbola tanora i Saoly sady tsara tarehy, ka tsy nisy lehilahy tsara tarehy noho izy teo amin’ny zanak’Israely. Lava be koa izy, ka tsy nisy nihoatra ny sorony ny halavan’ny olona rehetra.",
        "3": "Ary very ireo ampondravavin’i Kisy rain’i Saoly, ka hoy izy tamin’i Saoly zanany: “Mitondrà re mpanompo iray miaraka aminao, ka mandehana mitady an’ireo ampondra.”",
        "4": "Dia lasa izy nitety ny faritra be tendrombohitr’i Efraima sy ny faritr’i Salisa, nefa tsy nahita an’ireo ampondra. Ary nitety ny faritr’i Salima izy ireo, nefa tsy tany koa ireo ampondra. Nitety ny tanin’ny Benjaminita koa izy, fa tsy nahita.",
        "5": "Ary tonga tany Zofa izy ireo. Dia hoy i Saoly tamin’ilay mpanompo niaraka taminy: “Andao isika hiverina, sao dia tsy ny ampondra intsony no hoeritreretin’ny raiko, fa isika indray no tena hampanahy azy.”",
        "6": "Hoy anefa ilay mpanompo: “Azafady, tompoko, fa misy lehilahin’Andriamanitra ao amin’irỳ tanàna irỳ. Hajain’ny olona izy, ary tanteraka avokoa izay lazainy. Andao ho eny, fa angamba izy afaka milaza amintsika izay lalana tokony halehantsika.”",
        "7": "Dia hoy i Saoly taminy: “Inona anefa no hoentintsika any amin-dralehilahy, raha mankeny isika? Efa lany mantsy ny mofo tao anaty harona, ka tsy misy na inona na inona hoentina ho fanomezana ho an’ilay lehilahin’Andriamanitra. Sa mbola misy inona atỳ amintsika?”",
        "8": "Dia namaly indray ilay mpanompo hoe: “Misy ampahefatry ny sekely volafotsy atỳ amiko. Homeko an’ilay lehilahin’Andriamanitra izany, dia holazainy amintsika izay lalana tokony halehantsika.”",
        "9": "—Toy izao no lazain’ny olona teo amin’ny Israely taloha, rehefa handeha hitady an’Andriamanitra: “Andao ho any amin’ny mpahita.” Mpahita mantsy taloha no fiantsoana ny mpaminany.—",
        "10": "Koa hoy i Saoly tamin’ilay mpanompony: “Marina ny teninao, fa andao ho eny.” Dia nankeny amin’ny tanàna nisy an’ilay lehilahin’Andriamanitra izy ireo.",
        "11": "Nony niakatra ny fiakarana nankao an-tanàna izy ireo, dia nahita ankizivavy nivoaka hantsaka, ka niteny hoe: “Ao ve ny mpahita?”",
        "12": "Dia hoy ireo: “Ao izy. Jereo fa ao alohanao ao izy. Mandehana haingana fa efa tonga eto an-tanàna izy izao. Misy fanaovana sorona ho an’ny olona mantsy eny amin’ny toerana avo anio.",
        "13": "Raha vao miditra ao an-tanàna ianareo, dia hahita azy, alohan’ny hiakarany hisakafo eny amin’ny toerana avo. Tsy afaka misakafo mantsy ny olona mandra-pahatongany, fa izy no manao fisaorana ny amin’ny sorona. Aorian’izay vao mahazo misakafo ireo nasaina. Koa miakara, fa izao dia izao izy no ho hitanareo.”",
        "14": "Dia niakatra tao an-tanàna izy ireo. Ary nony tonga teo afovoan-tanàna izy ireo, dia iny i Samoela fa nivoaka hitsena azy mba hiakatra teny amin’ny toerana avo.",
        "15": "Ny omalin’ny nahatongavan’i Saoly anefa, dia efa nanambara tamin’i Samoela i Jehovah hoe:",
        "16": "“Rahampitso tokotokony ho amin’ny ora toy izao, dia halefako atỳ aminao ny lehilahy iray avy any amin’ny tanin’i Benjamina. Koa hosory ho mpitarika ny Israely oloko izy. Hamonjy ny oloko eo an-tanan’ny Filistinina izy, satria efa hitako ny fahorian’ny oloko ary efa tonga atỳ amiko ny fitarainany.”",
        "17": "Dia nahita an’i Saoly i Samoela, ary i Jehovah niteny taminy hoe: “Io ilay lehilahy nolazaiko taminao hoe: ‘Izy no hifehy ny oloko.’”",
        "18": "Ary nanatona an’i Samoela teo am-bavahady i Saoly, ka niteny hoe: “Mba atoroy ahy kely ny tranon’ny mpahita.”",
        "19": "Koa hoy i Samoela: “Izaho ilay mpahita. Miakara eo alohako ho eny amin’ny toerana avo, fa hiara-misakafo amiko ianareo anio. Dia halefako ianao rahampitso maraina, ary holazaiko aminao izay rehetra ao am-ponao.",
        "20": "Aza manahy kosa ny amin’ny ampondranao very efa telo andro izay, fa efa hita ireny. Ary an’iza moa ny zava-tsarobidy rehetra eo amin’ny Israely? Tsy anao sy ny ankohonan-drainao manontolo ve?”",
        "21": "Dia hoy i Saoly: “Tsy Benjaminita avy amin’ny foko kely indrindran’ny Israely ve aho? Ary tsy ny fianakaviako ve no tsy manan-danja indrindra amin’ny fianakaviana rehetran’ny fokon’i Benjamina? Koa nahoana ianao no miteny toy izany amiko?”",
        "22": "Ary nalain’i Samoela i Saoly sy ny mpanompony, dia nentiny tao amin’ny efitra fisakafoana ka nomeny ny toerana mihaja indrindra teo amin’izay nasaina. Tokony ho telopolo lahy izy ireo no tao.",
        "23": "Ary hoy i Samoela tamin’ny mpahandro nony avy eo: “Omeo atỳ ilay hena nomeko anao, izay efa nasaiko natokanao.”",
        "24": "Koa nalain’ny mpahandro ilay feny sy ny hena niaraka taminy, ka nataony teo anoloan’i Saoly. Ary hoy i Samoela: “Io ilay natokana, ka ataovy eo anoloanao ary hano, fa ho amin’ity fotoana voatondro ity no nanokanana azy io ho anao, mba hiara-misakafo amin’izay nasaina ianao.” Koa niara-nisakafo tamin’i Samoela i Saoly tamin’iny andro iny.",
        "25": "Niala teo amin’ilay toerana avo izy ireo avy eo, ka nidina nankeny an-tanàna. Ary mbola niresaka tamin’i Saoly teo an-tampon-trano i Samoela.",
        "26": "Ary nifoha maraina izy ireo. Koa raha vao nazava ratsy ny andro, dia niantso an’i Saoly teo an-tampon-trano i Samoela, nanao hoe: “Mitsangàna, fa halefako hody ianao.” Dia nitsangana i Saoly, ary nivoaka ny trano izy sy Samoela.",
        "27": "Nony nidina nanaraka ny sisin’ny tanàna izy ireo, dia hoy i Samoela tamin’i Saoly: “Asaivo mialoha antsika ilay mpanompo, fa ianao kosa mijanòna mba hilazako ny tenin’Andriamanitra.” Koa lasa ilay mpanompo."
    },
    "10": {
        "1": "Dia naka ny menaka tao anaty tavoara kely i Samoela, ka nandraraka izany teo amin’ny lohan’i Saoly sady nanoroka azy, ary niteny hoe: “Nohosoran’i Jehovah tokoa ianao, mba ho mpitarika eo amin’ny lovany.",
        "2": "Rehefa miala eto amiko ianao anio, dia hahita lehilahy roa eo akaikin’ny fasan’i Rahely, ao Zelza any amin’ny faritanin’i Benjamina. Ary hilaza aminao izy ireo hoe: ‘Efa hita ireo ampondravavy notadiavinao, ary tsy ny ampondra intsony izao no eritreretin-drainao, fa ianareo indray no mampanahy azy, ka hoy izy: “Ahoana re no hataoko momba an’izay zanako izay e?”’",
        "3": "Ary mandehana lavidavitra kokoa, hatrany amin’ilay hazobe ao Tabara. Dia hisy olona telo lahy hifanena aminao eo, hiakatra hitady an’Andriamanitra any Betela, ka ny iray mitondra zanak’osy telo, ny iray mitondra mofo boribory telo, ary ny iray kosa mitondra divay eran’ny siny lehibe.",
        "4": "Dia hanontany ny fahasalamanao izy ireo, ary hanome anao mofo roa. Koa raiso avy eny an-tanany izany.",
        "5": "Aorian’izay ianao dia ho tonga eo amin’ny havoanan’Andriamanitra, izay misy toby miaramilan’ny Filistinina. Koa rehefa tonga eo ianao, izany hoe rehefa ao an-tanàna, dia hifanena amin’ny mpaminany maromaro midina avy eny amin’ny toerana avo. Ary eo alohan’izy ireo hisy olona mitondra lokanga sy ampongatapaka sy sodina ary harpa, raha mbola miteny toy ny mpaminany izy ireo.",
        "6": "Ary hiasa aminao ny fanahin’i Jehovah, ka hiteny toy ny mpaminany miaraka amin’izy ireo eo ianao, sady hovana ho olom-baovao.",
        "7": "Rehefa mitranga aminao ireo famantarana ireo, dia ataovy izay azon’ny tananao atao, fa momba anao Andriamanitra.",
        "8": "Ary midìna hialoha ahy any Gilgala, fa hidina hankany aminao aho mba hanolotra sorona dorana sy sorona iombonana. Dia miandrasa fito andro mandra-pahatongako any aminao, fa hampahafantariko anao izay tokony hataonao.”",
        "9": "Koa raha vao nihodina niala teo amin’i Samoela izy, dia novan’Andriamanitra ho hafa ny fony. Ary tanteraka daholo ireo famantarana ireo tamin’iny andro iny.",
        "10": "Dia lasa nankeny amin’ilay havoana izy ireo, ka nifanena tamin’ny mpaminany maromaro. Koa niasa tamin’i Saoly avy hatrany ny fanahin’Andriamanitra, ka niteny toy ny mpaminany teo amin’ireo izy.",
        "11": "Ary izay rehetra nahafantatra azy taloha, dia nahita azy naminany niaraka tamin’ny mpaminany. Koa nifampiresaka ny olona hoe: “Fa naninona ity zanak’i Kisy? Anisan’ny mpaminany koa angaha i Saoly?”",
        "12": "Ary nisy olona teo niteny hoe: “Fa iza no rain’ireo e?” Izany no nahatonga ilay fitenenana hoe: “Anisan’ny mpaminany koa angaha i Saoly?”",
        "13": "Farany, dia tsy niteny toy ny mpaminany intsony izy, ary tonga teny amin’ny toerana avo.",
        "14": "Ary hoy ny rahalahin-drain’i Saoly taminy sy tamin’ilay mpanompony: “Fa taiza ianareo?” Dia namaly izy hoe: “Nitady an’ireo ampondravavy izahay, ary nandeha nitady foana nefa tsy tany ireo ampondra. Koa nankany amin’i Samoela izahay.”",
        "15": "Dia hoy ilay dadatoan’i Saoly: “Mba lazao ahy izay nambaran’i Samoela taminareo!”",
        "16": "Koa hoy i Saoly taminy: “Nilaza marimarina taminay izy fa efa hita ireo ampondra.” Tsy noresahiny taminy anefa ny amin’ilay fanjakana nolazain’i Samoela.",
        "17": "Ary i Samoela namory ny vahoaka hankeo anatrehan’i Jehovah tao Mizpa,",
        "18": "ka niteny tamin’ny zanak’Israely hoe: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nitondra ny Israely niakatra avy tany Ejipta, sy nanafaka anareo teo an-tanan’i Ejipta sy teo an-tanan’ireo fanjakana rehetra nampahory anareo.",
        "19": "Kanefa efa nolavinareo androany ny Andriamanitrareo, izay namonjy anareo tamin’ny loza sy ny fahoriana rehetra nanjo anareo. Dia mbola niteny ihany ianareo hoe: “Tsia, fa manendre mpanjaka hifehy anay.” Koa mijoroa eo anatrehan’i Jehovah, araka ny fizarazaranareo isam-poko sy isaky ny arivo.’”",
        "20": "Dia nampanatonin’i Samoela ny foko rehetran’ny Israely, ka ny fokon’i Benjamina no voafidy.",
        "21": "Ary nasainy nanatona araka ny fianakaviany avy ny fokon’i Benjamina, ka ny fianakavian’ny Matrita no voafidy. Farany, dia i Saoly zanak’i Kisy no voafidy. Ary notadiavin’ny olona izy, nefa tsy hita.",
        "22": "Koa nanontany an’i Jehovah indray izy ireo hoe: “Efa tonga eto ve ralehilahy e?” Dia hoy i Jehovah: “Io miafina ao amin’ny entana io izy.”",
        "23": "Koa nihazakazaka naka azy avy tao izy ireo. Ary rehefa nijoro teo afovoan’ny olona izy, dia lava be ka tsy nisy nihoatra ny sorony ny halavan’ny olona rehetra.",
        "24": "Dia hoy i Samoela tamin’ny olona rehetra: “Hitanareo ve ilay nofidin’i Jehovah, fa tsy misy tahaka azy amin’ny olona rehetra?” Koa nihorakoraka izy rehetra hoe: “Ho ela velona anie ny mpanjaka!”",
        "25": "Dia nolazain’i Samoela tamin’ny vahoaka ny zo ara-dalàna ananan’ny mpanjaka, ka nosoratany tao amin’ny boky ary napetrany teo anatrehan’i Jehovah. Ary nalefan’i Samoela hody tany an-tranony avy ny olona rehetra.",
        "26": "Nody tany an-tranony tany Gibea kosa i Saoly. Ary niaraka taminy ireo lehilahy mahery fo, satria nanohina ny fon’izy ireo Andriamanitra.",
        "27": "Nilaza kosa anefa ireo lehilahy tsy manjary hoe: “Ahoana koa no hamonjen’ilehio antsika?” Dia nanamavo an’i Saoly izy ireo, ary tsy mba nitondra fanomezana ho azy. Tsy niteny mihitsy anefa i Saoly fa toy ny olona moana."
    },
    "11": {
        "1": "Ary niakatra i Nahasy Amonita ka nitoby hamely an’i Jabesy any Gileada. Dia hoy ny lehilahy rehetra tao Jabesy tamin’i Nahasy: “Manaova fifanekena aminay mba hanompoanay anao.”",
        "2": "Ary hoy i Nahasy Amonita: “Hanao fifanekena aminareo aho raha toa ka hopotsirina daholo ny masonareo ankavanana, ka ataoko fanalam-baraka ny Israely rehetra izany.”",
        "3": "Dia hoy ny anti-panahin’i Jabesy: “Omeo fito andro aloha izahay, fa handefa iraka any amin’ny faritra rehetran’ny Israely. Koa raha tsy misy mamonjy anay, dia hitolo-batana aminao izahay.”",
        "4": "Ary tonga tao Gibean’i Saoly ireo iraka, ka nilaza ireo teny ireo tamin’ny olona. Dia nidradradradra nitomany ny olona rehetra.",
        "5": "Tamin’izay indrindra i Saoly no tonga avy any an-tsaha nandroaka omby, ka nanao hoe: “Fa maninona ny olona no mitomany?” Dia nolazain’izy ireo taminy ny tenin’ny olona avy ao Jabesy.",
        "6": "Nony ren’i Saoly izany teny izany, dia niasa taminy ny fanahin’Andriamanitra, ka tezitra mafy izy.",
        "7": "Dia naka omby roa izy, ka norasarasainy ary nampitondrainy an’ireo iraka ho any amin’ny faritra rehetran’ny Israely. Ary hoy izy: “Na iza na iza amintsika tsy mivoaka hanaraka an’i Saoly sy Samoela, dia toy izao no hatao amin’ny ombiny!” Koa natahotra mafy an’i Jehovah ny olona, ka niainga toy ny olona iray.",
        "8": "Dia nisain’i Saoly tao Bezeka izy ireo, ka telo hetsy ny zanak’Israely, ary telo alina ny lehilahy anisan’ny fokon’i Joda.",
        "9": "Ary hoy izy ireo tamin’ireo iraka tonga teo: “Izao no holazainareo amin’ireo lehilahy ao Jabesy any Gileada: ‘Hisy famonjena ho anareo rahampitso, amin’ny mitataovovonana.’” * Dia tonga nilaza izany tamin’ireo lehilahy tao Jabesy ny iraka, ka faly ireo.",
        "10": "Koa hoy ireo lehilahy tao Jabesy tamin’ny Amonita: “Hitolo-batana aminareo izahay rahampitso, ka ataovy aminay izay hitanareo fa mety.”",
        "11": "Nozarain’i Saoly ho telo toko ny olona ny ampitso. Dia tafiditra tao an-toby izy ireo tamin’ny fiambenana maraina, ka namono an’ireo Amonita mandra-pahafanan’ny andro. Ary niparitaka izay sisa tavela tamin’ny Amonita ka tsy nisy tafaraka na roa monja aza.",
        "12": "Koa hoy ny olona tamin’i Samoela: “Iza no milaza hoe: ‘Saoly ve no ho mpanjakanay?’ Atolory ireny olona ireny hovonoinay ho faty.”",
        "13": "Hoy anefa i Saoly: “Tsy misy olona hovonoina ho faty anio, satria androany i Jehovah no nanao famonjena teo amin’ny Israely.”",
        "14": "Hoy i Samoela tamin’ny olona nony avy eo: “Andao ho any Gilgala fa any isika no hanavao ny fanjakana.”",
        "15": "Koa nankany Gilgala ny olona rehetra. Ary tao i Saoly no nataony mpanjaka teo anatrehan’i Jehovah. Dia nanolotra sorona iombonana teo anatrehan’i Jehovah izy ireo tao, ka nifaly aoka izany i Saoly sy ny Israelita rehetra."
    },
    "12": {
        "1": "Farany, dia hoy i Samoela tamin’ny Israely rehetra: “Efa nohenoiko daholo ny teninareo tamiko, rehefa nilaza ianareo hoe tokony hanendry mpanjaka hitondra anareo aho.",
        "2": "Koa io àry ilay mpanjaka mitarika anareo! Izaho kosa efa antitra sy fotsy volo, ary indreo ny zanako miaraka aminareo. Izaho efa nanompo an’Andriamanitra sy nitarika anareo, hatramin’ny fahazazako ka mandraka androany.",
        "3": "Koa intỳ aho! Lazao eto anatrehan’i Jehovah sy ny voahosony raha misy iampanganareo ahy: Ombin’iza, na ampondran’iza no nalaiko? Iza no nambakaiko na nampahoriko? Avy tamin’iza no nandraisako tsolotra mba hanampenako ny masoko? Lazao fa honerako aminareo izany.”",
        "4": "Dia hoy izy ireo: “Tsy nanambaka anay ianao, na nampahory anay, na nanaiky handray na inona na inona avy tamin’iza na iza.”",
        "5": "Koa hoy izy tamin’ireo: “I Jehovah sy ny voahosony no vavolombelona androany, fa tsy naka na inona na inona taminareo aho.” Dia hoy izy ireo: “Eny, vavolombelona izy.”",
        "6": "Hoy koa i Samoela tamin’ny vahoaka: “I Jehovah no vavolombelona nampiasa an’i Mosesy sy Arona, sady nitondra ny razanareo niakatra avy tany Ejipta.",
        "7": "Koa mitsangàna, fa hitsara anareo eo anatrehan’i Jehovah aho, ary hitantara aminareo ny zavatra ara-drariny rehetra nataon’i Jehovah taminareo sy ny razanareo.",
        "8": "“Raha vao tonga tany Ejipta i Jakoba, ary niantso vonjy tamin’i Jehovah ny razanareo, dia naniraka an’i Mosesy sy Arona i Jehovah mba hitarika ny razanareo hivoaka avy tany Ejipta sy hampitoetra azy teto amin’ity toerana ity.",
        "9": "Nanadino an’i Jehovah Andriamaniny anefa izy ireo, ka namidin’Andriamanitra teo an-tanan’i Sisera lehiben’ny tafik’i Hazora, sy teo an-tanan’ny Filistinina, ary teo an-tanan’ny mpanjakan’i Moaba. Ary niady tamin’izy ireo foana ireny.",
        "10": "Dia niantso vonjy tamin’i Jehovah izy ireo, ka nanao hoe: ‘Efa nanota izahay, fa nafoinay i Jehovah mba hanompoanay an’ireo Bala sy ireo sarin’i Astarta. Koa afaho eo an-tanan’ny fahavalonay izahay mba hanompoanay anao.’",
        "11": "Dia naniraka an’i Jerobala sy Bedana sy Jefta ary Samoela i Jehovah, ka nanafaka anareo teo an-tanan’ny fahavalo manodidina, mba hahatonga anareo tsy hanana ahiahy.",
        "12": "Ary rehefa hitanareo fa tonga hanafika anareo i Nahasy mpanjakan’ny taranak’i Amona, dia niteny tamiko foana ianareo hoe: ‘Tsia, fa tokony hisy mpanjaka hifehy anay.’ I Jehovah Andriamanitrareo anefa no Mpanjakanareo hatramin’izay.",
        "13": "Koa io ny mpanjaka nofidinareo, izay nangatahinareo. Ary efa nanendry mpanjaka hifehy anareo i Jehovah.",
        "14": "Raha matahotra an’i Jehovah ianareo ka manompo azy tokoa ary mankatò ny teniny, sady tsy manohitra ny baikon’i Jehovah, dia homba anareo sy ny mpanjakanareo i Jehovah Andriamanitrareo.",
        "15": "Fa raha tsy mankatò ny tenin’i Jehovah kosa ianareo ka manohitra ny baikon’i Jehovah, dia hamely anareo sy ny rainareo tokoa ny tanan’i Jehovah.",
        "16": "Koa mijoroa, ka jereo izao zavatra lehibe ataon’i Jehovah eo imasonareo izao:",
        "17": "Tsy fotoana fijinjana varimbazaha ve izao? Hiantso an’i Jehovah anefa aho mba hampisy kotroka sy orana. Dia aoka ho fantatrareo sy ho hitanareo fa be dia be ny zava-dratsy nataonareo teo imason’i Jehovah, satria nangataka mpanjaka ho anareo ianareo.”",
        "18": "Dia niantso an’i Jehovah i Samoela, ary nampisy kotroka sy orana i Jehovah tamin’iny andro iny. Koa natahotra mafy an’i Jehovah sy Samoela ny vahoaka manontolo.",
        "19": "Ary hoy izy ireo tamin’i Samoela: “Mivavaha amin’i Jehovah Andriamanitrao ho anay mpanomponao, fa tsy te ho faty izahay. Fa nampianay indray ny fahotana rehetra efa vitanay, satria nanao ratsy izahay tamin’ny nangatahanay mpanjaka ho anay.”",
        "20": "Koa hoy i Samoela tamin’ny vahoaka: “Aza matahotra. Nanao izany zava-dratsy rehetra izany tokoa ianareo, fa izao fotsiny: Manaraha foana an’i Jehovah fa aza miala aminy, ary manompoa an’i Jehovah amin’ny fonareo manontolo.",
        "21": "Aza mivily hanaraka zava-poana izay tsy mahasoa sady tsy mahavonjy, satria zava-poana ireny.",
        "22": "Fa tsy hahafoy ny olony i Jehovah, noho ny amin’ny anarany be voninahitra, satria i Jehovah mihitsy no efa nanapa-kevitra hanao anareo ho olony.",
        "23": "Raha ny amiko kosa, dia sanatria ahy ny hanota amin’i Jehovah ka hitsahatra tsy hivavaka ho anareo. Tsy maintsy mampianatra anareo ny lalana tsara sy mahitsy aho.",
        "24": "Matahora fotsiny an’i Jehovah, ka manompoa azy amim-pahatsorana * sy amin’ny fonareo manontolo, satria jereo ange ireo zavatra lehibe nataony ho anareo e!",
        "25": "Raha sahy manao ratsy an-kitsirano kosa ianareo, dia ho ringana ianareo sy ny mpanjakanareo.”"
    },
    "13": {
        "1": "Ny taonan’i Saoly fony izy nanomboka nanjaka dia .... * Ary efa roa taona no nanjakany teo amin’ny Israely.",
        "2": "Dia nifidy telo arivo lahy tamin’ny Israely izy, ka ny roa arivo niaraka taminy tao Mikmasy sy teny amin’ny faritra be tendrombohitr’i Betela, ary ny arivo niaraka tamin’i Jonatana tao Gibean’i Benjamina. Ny olona sisa kosa nalefany hody tany amin’ny tranolainy avy.",
        "3": "Ary i Jonatana namely ny toby miaramilan’ny Filistinina tao Geba, ka ren’ny Filistinina izany. Nasain’i Saoly notsofina nanerana an’ilay tany kosa ny anjombona, ka hoy izy: “Aoka ny Hebreo handre!”",
        "4": "Dia ren’ny Israely rehetra hoe: “Notafihin’i Saoly ny toby miaramilan’ny Filistinina, ka nanjary halan’ny Filistinina ny Israely.” Koa nantsoina avokoa ny olona mba hanaraka an’i Saoly ho any Gilgala.",
        "5": "Ny Filistinina kosa niangona mba hiady tamin’ny Israely: Telo alina ny kalesin’adiny, enina arivo ny mpitaingin-tsoavaliny, ary maro be toy ny fasika eny amoron-dranomasina izy ireo. Niakatra izy ireo ka nitoby tao Mikmasy, eo atsinanan’i Beti-avena.",
        "6": "Rehefa hitan’ny Israelita fa notandindomin-doza izy ireo satria voaterin’ny fahavalo, dia lasa niafina tany an-dava-bato sy tany an-tsefatsefaky ny harambato izy ireo, ary koa tany anaty vatolampy sy zohy ary lavaka fanangonan-drano.",
        "7": "Niampita ny Reniranon’i Jordana mihitsy aza ny Hebreo sasany, mba ho any amin’ny tanin’i Gada sy Gileada. Fa i Saoly kosa mbola tao Gilgala, ary tora-kovitra ny olona rehetra nanaraka azy.",
        "8": "Dia niandry ihany izy nandritra ny fito andro, hatramin’ilay fotoana voatondro nolazain’i Samoela. Tsy tonga tao Gilgala anefa i Samoela, ary niparitaka tsikelikely nandao an’i Saoly ny olona.",
        "9": "Farany, dia hoy i Saoly: “Ento atỳ amiko ny sorona dorana sy ny sorona iombonana.” Dia nanolotra ny sorona dorana izy.",
        "10": "Raha vao vitany anefa ny fanolorana ny sorona dorana, dia iny fa tonga i Samoela. Koa nivoaka hitsena azy i Saoly sady niarahaba azy.",
        "11": "Ary hoy i Samoela: “Fa inona no nataonao?” Dia hoy i Saoly: “Hitako fa efa niparitaka nandao ahy ny olona, ary ianao tsy tonga tao anatin’ny andro voatondro, nefa ny Filistinina efa tafangona ao Mikmasy,",
        "12": "ka hoy aho anakampo: ‘Hidina hamely ahy eto Gilgala izao ny Filistinina, nefa izaho mbola tsy nampitony an’i Jehovah.’ Koa voatery nanolotra ny sorona dorana aho.”",
        "13": "Dia hoy i Samoela taminy: “Hadalana mihitsy izao nataonao izao. Tsy notandremanao ny didin’i Jehovah Andriamanitrao izay nandidiany anao. Fa raha notandremanao izany, dia ho nataon’i Jehovah mafy orina teo amin’ny Israely ny fanjakanao nandritra ny fotoana tsy voafetra.",
        "14": "Koa izao dia tsy haharitra ny fanjakanao. Hahita lehilahy sitraky ny fony i Jehovah, ary hotendren’i Jehovah ho mpitarika ny vahoakany izy, satria ianao tsy nitandrina an’izay nandidian’i Jehovah anao.”",
        "15": "Ary niala tao Gilgala i Samoela, ka niakatra nankany Gibean’i Benjamina. Dia nisain’i Saoly ny olona mbola teo aminy, ka eninjato lahy teo ho eo izy ireo.",
        "16": "Ary nitoetra tao Geban’i Benjamina i Saoly sy Jonatana zanany mbamin’ny olona mbola niaraka tamin’izy ireo, fa ny Filistinina kosa nitoby tao Mikmasy.",
        "17": "Ary nivoaka avy tao amin’ny tobin’ny Filistinina ireo mpandroba, dia nanao telo toko, ka ny iray nihazo ny lalana mankany Ofra ho any amin’ny tany Soala,",
        "18": "ny iray nihazo ny lalan’i Beti-horona, ary ny fahatelo kosa nihazo ny lalana mankany amin’ny sisin-tany manatrika ny lohasahan’i Zeboima, tandrifin’ny tany efitra.",
        "19": "Tamin’izany dia tsy nahitana mpanefy teo amin’ny tanin’ny Israely manontolo, satria hoy ny Filistinina: “Sao manao sabatra na lefona ny Hebreo.”",
        "20": "Koa nidina tany amin’ny Filistinina ny Israelita rehetra mba handranitra lelan’angadinomby na lapìka na famaky na antsy fijinjana.",
        "21": "Pima * iray ny saran’ny fandranitana ny lelan’angadinomby, na ny lapìka, na ny fitaovana telo rantsana, na ny famaky, ary toy izany koa ny fametahana ny lohan’ny fanindronana omby.",
        "22": "Koa tsy nisy nanana sabatra na lefona ny olona niaraka tamin’i Saoly sy Jonatana tamin’ny andro niadiana, fa i Saoly sy Jonatana zanany ihany no nanana.",
        "23": "Ary nisy andia-miaramilan’ny Filistinina nivoaka nankeo amin’ny hadilanana ao Mikmasy."
    },
    "14": {
        "1": "Indray andro, dia hoy i Jonatana zanak’i Saoly, tamin’ilay mpanompo nitondra ny fiadiany: “Andao hiampita eny amin’ny toby mpitilin’ny Filistinina, erỳ ampita erỳ.” Tsy niteniteny tamin-drainy anefa izy.",
        "2": "Nitoetra tany amin’ny sisin’i Gibea i Saoly tamin’izay, teo ambanin’ilay ampongabendanitra naniry teo Migrona, ary nisy eninjato lahy teo ho eo niaraka taminy.",
        "3": "I Ahia zanak’i Ahitoba, rahalahin’i Ikaboda, zanak’i Finehasa, zanak’i Ely mpisoron’i Jehovah tao Silo, no nitondra ny efoda. Ary tsy fantatry ny olona hoe lasa i Jonatana.",
        "4": "Nahita lalana hiampitana mba hanafihana ny toby mpitilin’ny Filistinina i Jonatana. Nisy harambato miendrika nify teo anelanelan’ireo lalana, ka ny iray teo amin’ny andaniny ary ny iray teo amin’ny ankilany. Bozeza no anaran’ny harambato iray ary Sene kosa no anaran’ny iray,",
        "5": "ka ny iray dia andry teo avaratra tandrifin’i Mikmasy, ary ny iray kosa teo atsimo tandrifin’i Geba.",
        "6": "Ary hoy i Jonatana tamin’ilay mpanompony mpitondra fiadiana: “Andao hiampita erỳ amin’ny toby mpitilin’ireo lehilahy tsy mifora ireo. Angamba hanampy antsika i Jehovah fa tsy misy mahasakana an’i Jehovah tsy hamonjy, na maro na vitsy no ampiasainy.”",
        "7": "Dia hoy ilay mpitondra fiadiana: “Izay ao am-ponao no ataovy. Ary mandehana any amin’izay tianao, fa vonona hanaraka anao aho araka izay sitraky ny fonao.”",
        "8": "Ary hoy i Jonatana: “Hiampita hankeny amin’izy ireo isika, ka hiseho mba ho hitany.",
        "9": "Koa raha milaza amintsika ry zareo hoe: ‘Aza mihetsika mandra-pahatonganay eny aminareo!’, dia hijanona eo amin’izay misy antsika isika, fa tsy hiakatra hankeny aminy.",
        "10": "Raha milaza kosa izy hoe: ‘Miakara hiady aminay!’, dia hiakatra isika, satria hatolotr’i Jehovah eo an-tanantsika ireo. Izany no ho famantarana ho antsika.”",
        "11": "Dia niseho izy roa lahy mba ho hitan’ireo tao amin’ny toby mpitilin’ny Filistinina. Koa hoy ny Filistinina: “Ireny ny Hebreo fa nivoaka avy tany amin’ny lavaka niafenany.”",
        "12": "Dia niteny tamin’i Jonatana sy ilay mpitondra fiadiana ireo lehilahy tao amin’ny toby mpitily, hoe: “Miakara etỳ aminay, fa ataonay mahita faisana ianareo!” Tonga dia niteny tamin’ilay mpitondra fiadiana i Jonatana hoe: “Miakara manaraka ahy, fa hatolotr’i Jehovah eo an-tanan’ny Israely tokoa ireo.”",
        "13": "Nandady i Jonatana rehefa niakatra, ary nanaraka azy ilay mpitondra fiadiana. Dia lavo teo anoloan’i Jonatana ny Filistinina, fa ilay mpitondra fiadiana kosa no namono ho faty avy tao aoriany.",
        "14": "Lehilahy roapolo teo ho eo no matin’i Jonatana sy ilay mpitondra fiadiana, tamin’ny fandripahana voalohany teo amin’ny velaran-tany ampahefatry ny hektara teo ho eo.",
        "15": "Dia nihorohoro ny tao an-toby izay teny ambanivohitra, sy ny olona rehetra tao amin’ilay toby mpitily. Ny mpandroba koa aza nihorohoro. Ary nanomboka nihovotrovotra ny tany. Avy tamin’Andriamanitra daholo izany.",
        "16": "Dia nahatazana an’izany ny mpiambin’i Saoly tao Gibean’i Benjamina, ka hitany fa nisy sahotaka be eran’ilay toby.",
        "17": "Ary hoy i Saoly tamin’ireo olona niaraka taminy: “Mba isao kely ny olona, ka jereo hoe iza tamintsika no lasa.” Rehefa nanisa izy ireo, dia hitany fa tsy teo i Jonatana sy ny mpitondra ny fiadiany.",
        "18": "Koa hoy i Saoly tamin’i Ahia: “Ento etỳ ny Vata masin’Andriamanitra!” Teo amin’ny zanak’Israely mantsy ny Vata masin’Andriamanitra tamin’iny andro iny.",
        "19": "Raha mbola niresaka tamin’ilay mpisorona i Saoly, dia vao mainka nitombo ny sahotaka teny an-tobin’ny Filistinina. Dia hoy i Saoly tamin’ilay mpisorona: “Aoka ihany! Esory ny tananao.”",
        "20": "Ary nifamory i Saoly sy ny olona rehetra niaraka taminy, ka nankeny an’ady. Nifamely tamin’ny sabatra ny Filistinina teny, ka vaky nandositra tao anatin’ny fisavoritahana be.",
        "21": "Ary ny Hebreo izay niaraka tamin’ny Filistinina sy niara-niakatra tamin’izy ireo nankao an-toby sady niharoharo taminy tao, dia nanjary niandany tamin’ny Israely izay niaraka tamin’i Saoly sy Jonatana.",
        "22": "Ary ny lehilahy israelita rehetra niafina tany amin’ny faritra be tendrombohitr’i Efraima, dia nandre fa nandositra ny Filistinina. Dia mba nanenjika an’ireny tany an’ady koa izy ireo.",
        "23": "Novonjen’i Jehovah ny Israely tamin’iny andro iny. Ary nitohy hatrany Beti-avena ny ady.",
        "24": "Efa reraka ireo lehilahy israelita tamin’iny andro iny, nefa i Saoly mbola nampianiana ny olona ihany, hoe: “Voaozona izay olona mihinan-kanina alohan’ny takariva, mandra-pamitako ny valifatiko amin’ny fahavaloko!” Dia tsy nisy nihinan-kanina ny olona.",
        "25": "Ary nankany an’ala ny olona rehetra tompon-tany. Nisy tantely nanerana ny faritra ambanivohitra, tamin’izay.",
        "26": "Nahita tantely nitete izy ireo rehefa tonga tao anaty ala, nefa tsy nisy na iray aza sahy nampiakatra ny tanany tao am-bavany, noho ny amin’ilay fianianana.",
        "27": "I Jonatana kosa tsy nandre an-drainy nampianiana ny olona. Koa narosony ny tendron’ilay tehina teny an-tanany ka natsobony tao amin’ny toho-tantely, ary nataony teo amin’ny vavany. Dia nihiratra ny masony.",
        "28": "Koa hoy ny iray tamin’ny olona: “Ny rainao efa nampianiana mafy ny olona hoe: ‘Voaozona izay mihinan-kanina anio!’” Efa nihareraka ny olona tamin’izay.",
        "29": "Ary hoy i Jonatana: “Nahatonga loza tamin’ny tanintsika ny raiko. Mba jereo ange ny fihiratry ny masoko rehefa nihinana an’iny tantely kely iny aho e!",
        "30": "Mainka fa raha nihinana tamin’ny zavatra nobaboina tamin’ireo fahavalony ny olona androany! Fa izao dia tsy betsaka loatra ny maty tamin’ny Filistinina.”",
        "31": "Ary tsy nitsahatra namely an’ireo Filistinina izy ireo tamin’iny andro iny, hatrany Mikmasy ka hatrany Aialona. Dia reraka be ny olona.",
        "32": "Ary nihazakazaka nandrombaka ny zavatra azo babo izy ireo, ka naka ondry sy omby ary zanak’omby, dia namono an’ireny teo amin’ny tany. Nanomboka nihinana an’ireny niaraka tamin’ny rany ny olona.",
        "33": "Koa nisy niteny tamin’i Saoly hoe: “Manota amin’i Jehovah ny olona, fa mihinan-javatra miaraka amin’ny rany.” Dia hoy i Saoly: “Efa nivadika ianareo. Manakodiava aloha vato lehibe etỳ amiko.”",
        "34": "Avy eo dia hoy izy: “Mieleza eny amin’ny olona ka teneno izy ireo hoe: ‘Samia mitondra ny ombiny sy ny ondriny etỳ amiko, ka vonoy sy hano eto ireny. Ary aza manota amin’i Jehovah ka mihinana an’ireny miaraka amin’ny rany.’” Koa samy nitondra ny ombiny ny olona rehetra tamin’iny alina iny, ary namono an’ireny teo.",
        "35": "Dia nanorina alitara ho an’i Jehovah i Saoly. Io no alitara voalohany naoriny ho an’i Jehovah.",
        "36": "Hoy i Saoly avy eo: “Andao hidina hanenjika ny Filistinina izao alina izao, ka handroba azy mandra-pahazavan’ny andro, ary hataontsika tsy misy miangana ireo na iray aza.” Dia hoy ny olona: “Ataovy izay hitanao fa mety.” Hoy kosa ny mpisorona: “Andao aloha hanatona an’Andriamanitra eto.”",
        "37": "Ary nanontany an’Andriamanitra i Saoly hoe: “Hidina hanenjika ny Filistinina ve aho? Hatolotrao eo an-tanan’ny Israely ve ireo?” Tsy namaly an’i Saoly anefa izy tamin’iny andro iny.",
        "38": "Koa hoy i Saoly: “Avia atỳ ianareo rehetra lehiben’ny vahoaka, ka jereo sy fantaro izay nahatonga izao fahotana androany izao.",
        "39": "Fa raha mbola velona koa i Jehovah, ilay Mpanafaka ny Israely, na dia i Jonatana zanako aza no ahitana izay nahatonga izao, dia ho faty tokoa izy.” Tsy nisy namaly azy anefa ny olona rehetra.",
        "40": "Hoy koa izy tamin’ny Israely rehetra: “Ianareo ho eo amin’ny andaniny iray, ary izaho sy Jonatana zanako kosa ho eo amin’ny andaniny iray.” Dia hoy ny olona tamin’i Saoly: “Ataovy izay hitanao fa mety.”",
        "41": "Ary hoy i Saoly tamin’i Jehovah: “Omeo anay ny Tomima, ry Andriamanitry ny Israely ô!” Dia voatana i Jonatana sy Saoly, fa ny olona kosa afaka.",
        "42": "Koa hoy i Saoly: “Manaova antsapaka hahitana izay ho voatana, na izaho na i Jonatana zanako.” Ary i Jonatana no voatana.",
        "43": "Dia hoy i Saoly tamin’i Jonatana: “Lazao ahy izay nataonao.” Koa hoy i Jonatana: “Nihinana tantely kely tokoa aho, tamin’ny tendron’ity tehina etỳ an-tanako ity. Koa intỳ aho! Aoka aho ho faty!”",
        "44": "Dia hoy i Saoly: “Hofaizin’Andriamanitra anie aho, * ary mihoatra noho izany aza, raha tsy ho faty tokoa ianao, ry Jonatana!”",
        "45": "Hoy anefa ny olona tamin’i Saoly: “Ho faty ve i Jonatana, izay nanao izao famonjena lehibe teo amin’ny Israely izao? Sanatria izany! Raha mbola velona koa i Jehovah, dia tsy hisy ho latsaka amin’ny tany na dia ny singam-bolony iray aza. Fa niara-niasa tamin’Andriamanitra izy androany.” Toy izany no nanavotan’ny olona an’i Jonatana, ka tsy maty izy.",
        "46": "Koa tsy nanenjika ny Filistinina i Saoly, ary ny Filistinina nody tany amin’ny taniny.",
        "47": "Ary nanamafy orina ny fanjakany teo amin’ny Israely i Saoly, ka niady tamin’ny fahavalony rehetra manodidina, dia i Moaba, sy ny taranak’i Amona, sy Edoma, sy ireo mpanjakan’i Zoba, ary ny Filistinina. Nosaziny ireny, tany amin’izay rehetra nalehany.",
        "48": "Ary nampiseho herim-po hatrany izy, ka namely an’i Amaleka ary nanafaka ny Israely teo an-tanan’ny mpandroba azy.",
        "49": "Ary ireto avy ny zanakalahin’i Saoly: I Jonatana sy Jisvy ary Malkisoa. Ary ny anaran’ny zanany roa vavy dia Meraba, vavimatoa, sy Mikala, zandriny.",
        "50": "Ny anaran’ny vadin’i Saoly dia Ahinoama, zanak’i Ahimaza. Ny anaran’ny lehiben’ny tafiny dia Abnera, zanak’i Nera, dadatoan’i Saoly.",
        "51": "I Kisy no rain’i Saoly, ary i Nera rain’i Abnera dia zanak’i Abiela.",
        "52": "Ary nihamafy hatrany ny fanafihana an’ireo Filistinina, tamin’ny andron’i Saoly. Koa nalain’i Saoly izay lehilahy matanjaka na olona mahery fo hitany."
    },
    "15": {
        "1": "Dia hoy i Samoela tamin’i Saoly: “Izaho no nirahin’i Jehovah hanosotra anao ho mpanjakan’ny Israely olony. Koa ankehitriny, henoy ny tenin’i Jehovah.",
        "2": "Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Hanao ampamoaka an’i Amaleka aho, noho ny namelezany ny Israely teny an-dalana fony izy ireo niakatra avy tany Ejipta.",
        "3": "Koa mandehana, ka asio i Amaleka ary aringano tanteraka izy mbamin’izay rehetra azy. Aza mangoraka azy fa vonoy ho faty izy ireo, na lehilahy na vehivavy, na ankizikely na zaza minono, na omby na ondry, na rameva na ampondra.’”",
        "4": "Koa novorin’i Saoly ny olona, dia nisainy tao Telaima, ka roa hetsy ny lehilahy nandeha an-tongotra, ary iray alina ny lehilahy anisan’ny fokon’i Joda.",
        "5": "Dia tonga hatreo amin’ny tanànan’i Amaleka i Saoly, ka niafina teo akaikin’ny lohasaha falehan-driaka mba hanafika.",
        "6": "Ary hoy i Saoly tamin’ny Kenita: “Mandehana midina, ka mialà amin’ny Amalekita, mba tsy handringanako anao miaraka aminy. Fa naneho hatsaram-panahy feno fitiavana tamin’ny zanak’Israely rehetra ianao, fony izy ireo niakatra avy tany Ejipta.” Koa niala tamin’i Amaleka ny Kenita.",
        "7": "Avy eo, dia namely an’i Amaleka hatrany Havila ka hatrany Sora, tandrifin’i Ejipta, i Saoly.",
        "8": "Ary nataony sambo-belona i Agaga mpanjakan’i Amaleka, fa ny olon-kafa rehetra kosa naringany tanteraka tamin’ny lelan-tsabatra.",
        "9": "Ary i Saoly sy ny olona nangoraka an’i Agaga sy ny tsara indrindra tamin’ny ondry aman’osy sy ny omby ary izay matavy, mbamin’ny ondrilahy sy izay tsara rehetra, ka tsy tian’izy ireo haringana tanteraka ireny. Naringany tanteraka kosa ny zava-drehetra tsy nisy vidiny sy nailikilika.",
        "10": "Ary tonga tamin’i Samoela ny tenin’i Jehovah, hoe:",
        "11": "“Tena manenina aho noho ny nanaovako an’i Saoly ho mpanjaka, satria tsy nanaraka ahy intsony izy, sady tsy nanatanteraka ny teniko.” Ary nampahory an’i Samoela izany, ka nitaraina mafy tamin’i Jehovah izy ny alina manontolo.",
        "12": "Dia nifoha maraina i Samoela mba hihaona tamin’i Saoly. Nisy nilaza taminy anefa hoe: “Nankao Karmela i Saoly, ka nanorina tsangambato hahatsiarovana ny tenany, dia niverina ary niampita nidina nankany Gilgala.”",
        "13": "Farany, dia tonga tany amin’i Saoly i Samoela. Ary hoy i Saoly taminy: “Hotahin’i Jehovah anie ianao! Efa nanatanteraka ny tenin’i Jehovah aho.”",
        "14": "Hoy anefa i Samoela: “Koa inona izany feon’ny ondry aman’osy sy izany feon’omby reko izany?”",
        "15": "Dia hoy i Saoly: “Avy tany amin’ny Amalekita no nitondran’ny olona an’ireny, satria nangoraka ny tsara indrindra tamin’ny ondry aman’osy sy ny omby izy ireo, mba hatao sorona ho an’i Jehovah Andriamanitrao. Ny sisa kosa naringanay tanteraka.”",
        "16": "Ary hoy i Samoela tamin’i Saoly: “Aoka izay! Holazaiko aminao izay notenenin’i Jehovah tamiko halina.” Koa hoy izy taminy: “Lazao àry!”",
        "17": "Dia hoy i Samoela: “Tsy lasa lehiben’ireo fokon’ny Israely ve ianao, fony ianao nihevi-tena ho kely? Ary nanosotra anao ho mpanjakan’ny Israely i Jehovah.",
        "18": "Tatỳ aoriana, dia naniraka anao i Jehovah ka nilaza hoe: ‘Mandehana, atokàny haringana ireo mpanota, dia ny Amalekita. Ary miadia aminy mandra-pandringanao azy tanteraka.’",
        "19": "Koa nahoana no tsy nankatò ny tenin’i Jehovah ianao, fa nihazakazaka nandrombaka ny zavatra azo babo ka nanao izay ratsy teo imason’i Jehovah?”",
        "20": "Dia hoy i Saoly tamin’i Samoela: “Nankatò ny tenin’i Jehovah ange aho e! Nataoko izay nanirahan’i Jehovah ahy, ary nentiko i Agaga mpanjakan’i Amaleka, fa i Amaleka kosa naringako tanteraka.",
        "21": "Ary naka ondry sy omby tamin’ny zavatra azo babo ny olona, ka ny tsara indrindra tamin’ny zavatra natokana haringana no nalainy mba hatao sorona ho an’i Jehovah Andriamanitrao eto Gilgala.”",
        "22": "Koa hoy i Samoela: “Ny fanatitra dorana sy sorona ve no sitrak’i Jehovah kokoa noho ny mankatò ny tenin’i Jehovah? Ny mankatò no tsara kokoa noho ny sorona, ary ny mihaino no tsara kokoa noho ny tavin’ondrilahy.",
        "23": "Fa ny mikomy dia mitovy amin’ny manao sikidy, izay fahotana, ary ny minia miana-kendry dia mitovy amin’ny mampiasa herin’ny maizina sy terafima. * Nanda ny tenin’i Jehovah ianao, ka laviny tsy ho mpanjaka.”",
        "24": "Ary hoy i Saoly tamin’i Samoela: “Efa nanota aho, satria nandika ny baikon’i Jehovah sy ny teninao. Natahotra ny olona mantsy aho ka nankatò ny teniny.",
        "25": "Mba avelao re ny fahotako e, ary miverena miaraka amiko mba hiankohofako eo anatrehan’i Jehovah.”",
        "26": "Hoy anefa i Samoela taminy: “Tsy hiverina hiaraka aminao aho, fa efa nanda ny tenin’i Jehovah ianao, ka lavin’i Jehovah tsy ho mpanjakan’ny Israely intsony.”",
        "27": "Ary raha vao nihodina handeha i Samoela, dia notazonin’i Saoly ny morontongotr’ilay akanjony tsy misy tanany, ka rovitra.",
        "28": "Dia hoy i Samoela: “Efa norovitin’i Jehovah hiala aminao ny fanjakan’ny Israely androany, ka homeny ho an’olona tsara kokoa noho ianao.",
        "29": "Ary tsy handainga ilay Hajaina Indrindra eo amin’ny Israely, sady tsy hanenina, satria tsy olombelona izy ka hanenina.”",
        "30": "Dia hoy i Saoly: “Efa nanota aho. Ary ankehitriny, mba omeo voninahitra eo anatrehan’ny anti-panahin’ny vahoakako sy eo anatrehan’ny Israely aho, ka miverena miaraka amiko, ary hiankohoka eo anatrehan’i Jehovah Andriamanitrao aho.”",
        "31": "Koa niverina nanaraka an’i Saoly i Samoela, ary i Saoly niankohoka teo anatrehan’i Jehovah.",
        "32": "Hoy i Samoela nony avy eo: “Ento atỳ amiko i Agaga mpanjakan’i Amaleka.” Koa natahotahotra i Agaga rehefa nankeo aminy, nefa niteny anakampo ihany hoe: “Efa niala tamiko ny ngidin’ny fahafatesana.”",
        "33": "Hoy anefa i Samoela: “Nataon’ny sabatrao fongana ny zanaky ny vehivavy, koa mba hatao fongana toy izany koa ny zanaky ny reninao, ka amin’ny vehivavy rehetra dia izy no ho fongana anaka indrindra.” Dia notetitetehin’i Samoela teo anatrehan’i Jehovah tao Gilgala i Agaga.",
        "34": "Ary lasa nankany Rama i Samoela, fa i Saoly kosa niakatra nankany an-tranony tao Gibean’i Saoly.",
        "35": "Ary i Samoela tsy nahita an’i Saoly intsony mandra-pahafatiny, nefa nalahelo noho ny amin’i Saoly izy. I Jehovah kosa nanenina noho ny nanaovany an’i Saoly ho mpanjakan’ny Israely."
    },
    "16": {
        "1": "Farany, dia hoy i Jehovah tamin’i Samoela: “Mandra-pahoviana ianao no halahelo noho ny amin’i Saoly, nefa izaho efa nanda azy tsy ho mpanjakan’ny Israely? Fenoy menaka ilay tandroka any aminao, ka mandehana. Hirahiko ho any amin’i Jese Betlehemita ianao, fa efa nahita mpanjaka ho ahy aho, eo amin’ireo zanany lahy.”",
        "2": "Fa hoy i Samoela: “Ataoko ahoana no fandeha any? Raha vao ren’i Saoly izany, dia hovonoiny ho faty aho.” Ary hoy i Jehovah: “Mitondrà vantotr’ombivavy avy amin’ny andian’omby, ka lazao hoe: ‘Tonga hanao sorona ho an’i Jehovah aho.’",
        "3": "Dia antsoy ho any amin’ny sorona i Jese, fa hampahafantariko anao izay tokony hataonao. Koa hosory ho ahy izay hasehoko anao.”",
        "4": "Koa nataon’i Samoela izay nolazain’i Jehovah. Ary nony tonga tany Betlehema izy, dia nihorohoro ny anti-panahin’ilay tanàna rehefa nihaona taminy, ka nilaza hoe: “Fihavanana ve no ahatongavanao?”",
        "5": "Dia namaly izy hoe: “Eny, fihavanana! Tonga hanao sorona ho an’i Jehovah aho. Koa hamasino ny tenanareo, ka avia hiaraka amiko any amin’ny sorona.” Ary nohamasininy i Jese sy ireo zanany lahy, ka nantsoiny ho any amin’ny sorona.",
        "6": "Dia niditra izy ireo. Koa hoy i Samoela raha vao nahita an’i Eliaba: “Io eo anatrehan’i Jehovah io mihitsy ilay voahosony.”",
        "7": "Hoy anefa i Jehovah tamin’i Samoela: “Aza mijery ny bika aman’endriny sy ny haavon’ny tsanganany, fa efa nolaviko izy. Fa tsy toy ny fijerin’ny olona ny fijerin’Andriamanitra, satria ny olona mijery izay hitan’ny maso, fa i Jehovah kosa mijery ny fo.”",
        "8": "Dia nantsoin’i Jese i Abinadaba, ka nampandaloviny teo anoloan’i Samoela, nefa hoy i Samoela: “Tsy nifidy an’io koa i Jehovah.”",
        "9": "Nampandalovin’i Jese koa i Sama, nefa hoy i Samoela: “Tsy nifidy an’io koa i Jehovah.”",
        "10": "Koa nampandalovin’i Jese teo anoloan’i Samoela ny fito tamin’ny zanany lahy, nefa mbola nilaza tamin’i Jese ihany i Samoela hoe: “Tsy nifidy an’ireo i Jehovah.”",
        "11": "Farany, dia hoy i Samoela: “Ireo daholo ve ny lahy rehetra?” Dia hoy i Jese: “Ilay faralahy sisa no tsy eo, fa mbola miandry ondry.” Koa hoy i Samoela tamin’i Jese: “Maniraha olona haka azy, fa tsy hipetraka hisakafo isika raha tsy tonga eto izy.”",
        "12": "Koa nampanalain’i Jese izy. Somary mena ilay zazalahy, ary mahafinaritra be ny masony sady tsara tarehy izy. Dia hoy i Jehovah: “Mitsangàna, ka hosory izy, fa io no izy!”",
        "13": "Koa naka an’ilay tandroka nisy menaka i Samoela, ka nanosotra an’i Davida teo anivon’ireo rahalahiny. Ary niasa tamin’i Davida ny fanahin’i Jehovah, nanomboka tamin’iny andro iny. Dia nitsangana i Samoela avy eo, ka lasa nankany Rama.",
        "14": "Ary ny fanahin’i Jehovah niala tamin’i Saoly, ka nisy fikorontanan-tsaina * avy amin’i Jehovah nahatonga azy hihorohoro.",
        "15": "Dia hoy ny mpanompon’i Saoly taminy: “Jereo fa mihorohoro ianao noho ny fikorontanan-tsaina avy amin’Andriamanitra.",
        "16": "Koa raha sitrakao, dia aoka ianao tompoko handidy ny mpanomponao izay eto anatrehanao, mba hitady olona mahay mitendry harpa. Ary rehefa mahazo anao ilay fikorontanan-tsaina avy amin’Andriamanitra, dia hitendry harpa izy, ka hihatsara ianao.”",
        "17": "Koa hoy i Saoly tamin’ny mpanompony: “Mba itadiavo olona mahay mitendry àry aho, ka ento atỳ amiko.”",
        "18": "Dia hoy ny iray tamin’ny mpanompo hoe: “Misy zanak’i Jese Betlehemita fantatro fa mahay mitendry harpa. Lehilahy matanjaka sy mahery fo izy sady lehilahy mpiady. Mahay mandaha-teny koa izy sady tsara bika, ary momba azy i Jehovah.”",
        "19": "Dia nandefa iraka hankany amin’i Jese i Saoly, nanao hoe: “Alefaso atỳ amiko i Davida zanakao, izay miandry ondry.”",
        "20": "Ary naka ampondra sy mofo sy divay eran’ny siny hoditra ary zanak’osy i Jese, ka nampitondrainy an’i Davida zanany mba homena an’i Saoly.",
        "21": "Dia tonga tany amin’i Saoly i Davida ka nanompo azy. Ary tena tia be azy i Saoly, ka nanjary mpitondra ny fiadiany izy.",
        "22": "Koa naniraka olona nankany amin’i Jese i Saoly, nanao hoe: “Mba avelao i Davida hanompo ahy atỳ ihany, fa efa nankasitrahako izy.”",
        "23": "Ary rehefa nahazo an’i Saoly ilay fikorontanan-tsaina avy amin’Andriamanitra, dia nandray ny harpa i Davida ka nitendry izany. Koa nahatsiaro ho maivamaivana i Saoly sady nihatsara, ary tsy nikorontan-tsaina intsony."
    },
    "17": {
        "1": "Ary nangonin’ny Filistinina hiatrika ady ireo tobiny. Rehefa tafangona tao Soko any Joda izy ireo, dia nandeha nitoby tao Efesa-damima, eo anelanelan’i Soko sy Azeka.",
        "2": "Tafangona koa i Saoly sy ny lehilahy israelita ka nitoby teo amin’ny lemaka ivan’i Elaha. Dia samy naka ny toerany avy izy ireo mba hifanandrina tamin’ny Filistinina.",
        "3": "Teny ampita teo amin’ny tendrombohitra iray ny Filistinina, ary ny Israelita kosa terỳ ampita teo amin’ny tendrombohitra iray, ka ny lohasaha no nanelanelana azy ireo.",
        "4": "Ary nisy miaramila iray solontenan’ny tafiky ny Filistinina nivoaka avy tao an-tobiny. Goliata no anarany, avy any Gata izy, ary enina hakiho sy irain-jehy ny halavany.",
        "5": "Nisy fiarovan-doha varahina teo amin’ny lohany, ary nanao akanjo nisy takela-barahina nifanindritsindry toy ny kiran-trondro izy, ka sekely dimy arivo ny lanjan’ny varahina tamin’ilay akanjo.",
        "6": "Nisy fiarovan-dranjo varahina teo amin’ny tongony, ary nisy lefom-pohy varahina teo andamosiny.",
        "7": "Ny tahon’ny lefony dia toy ny voditenon’ny mpanenona, ary sekely eninjato ny lanjan’ny vy tamin’ny lela lefony. Ary nandeha teo alohany ny mpitondra ny ampinga lehibe.",
        "8": "Dia nijanona izy ka niantsoantso tamin’ny tafiky ny Israely hoe: “Nahoana ianareo no mivoaka hiady? Hiady ho an’ny Filistinina aho, ary mpanompon’i Saoly ianareo. Koa mifidiana lehilahy iray hiady amiko.",
        "9": "Raha sahy miady amiko izy ka mahafaty ahy, dia ho mpanomponareo izahay. Fa raha afaka mifampitana aminy kosa aho ka mahafaty azy, dia ho mpanomponay ianareo ka hanompo anay.”",
        "10": "Hoy koa izy: “Mihantsy ady amin’ny tafiky ny Israely aho androany. Koa omeo lehilahy iray aho, dia hiady izahay!”",
        "11": "Rehefa nandre izany tenin’ilay Filistinina izany i Saoly sy ny Israely rehetra, dia nihorohoro sy natahotra mafy.",
        "12": "Ary i Davida dia zanak’ilay Efratita atao hoe Jese, avy any Betleheman’i Joda. Nanan-janaka valo mirahalahy i Jese, izay efa antitra tamin’ny andron’i Saoly.",
        "13": "Ary lasa nanaraka an’i Saoly tany an’ady ny telo lahy zokiny indrindra tamin’ny zanak’i Jese. Ireto avy ny anaran’ireo zanany telo lahy lasa tany an’ady ireo: Eliaba no lahimatoa, Abinadaba ny faharoa, ary Sama ny fahatelo.",
        "14": "I Davida no faralahy. Ary lasa nanaraka an’i Saoly izy telo lahy zokiny indrindra.",
        "15": "Ary nivezivezy nankany amin’i Saoly sy niandry ny ondrin-drainy tany Betlehema i Davida.",
        "16": "Ary niroso nanatona marain-tsy hariva ilay Filistinina ka niseho nandritra ny efapolo andro.",
        "17": "Ary hoy i Jese tamin’i Davida zanany: “Mba ento kely any amin’ny rahalahinao ireto voam-bary natono iray efaha ireto sy ireto mofo folo ireto, ka atero haingana any aminy any an-toby.",
        "18": "Ento koa ireto fromazy * folo ireto ho an’ny lehiben’ny arivo. Ary jereo raha tsy misy maninona ny rahalahinao, ka itondrao vaovao avy any aminy aho.”",
        "19": "Tamin’izay fotoana izay, dia nivonona hiady tamin’ny Filistinina teo amin’ilay lemaka ivan’i Elaha izy ireo mbamin’i Saoly sy ny lehilahy israelita rehetra.",
        "20": "Koa nifoha maraina i Davida, dia nampiandraiketiny olon-kafa ireo ondry. Ary nalainy ny entana ka lasa izy, araka izay nandidian’i Jese azy. Nony tonga teo an-tsisin’ny toby izy, dia indreny fa nivoaka nankeny an’ady ireo tafika, ka nihorakoraka nanao hiakan’ady.",
        "21": "Dia nilahatra hifanandrina ny tafiky ny Israely sy ny tafiky ny Filistinina.",
        "22": "Avy hatrany dia napetrak’i Davida tamin’ny mpiambina entana ireo entana nentiny, ka nihazakazaka nankeny an’ady izy. Ary nanontany ny fahasalaman’ny rahalahiny izy nony tonga teny.",
        "23": "Raha mbola niresaka tamin’izy ireo izy, dia iny fa niakatra avy eny amin’ny tafiky ny Filistinina ilay miaramila solontenan’izy ireo atao hoe Goliata, izay Filistinina avy any Gata. Ary nilaza izay efa noteneniny teo aloha ihany i Goliata, ka ren’i Davida izany.",
        "24": "Rehefa nahita an’ilay miaramila ny lehilahy israelita rehetra, dia nandositra sady natahotra mafy.",
        "25": "Ary hoy ny lehilahy israelita: “Hitanareo ve io lehilahy miakatra io? Hihantsy ady amin’ny Israely no iakarany. Koa izay lehilahy mahafaty an’io, hono, dia homen’ny mpanjaka harem-be, ary homeny ho vadiny ny zanany vavy. Ny ankohonan-drain’izany lehilahy izany koa, hono, hataony afaka amin’ireo adidy eto amin’ny Israely.”",
        "26": "Dia hoy i Davida tamin’ireo lehilahy nijoro teo anilany: “Hatao ahoana tsara hoe izay lehilahy mahafaty an’io Filistinina io, ka mahafaka ny Israely amin’izao fahafaham-baraka izao? Fa zinona moa io Filistinina tsy mifora io no dia mihantsy ady amin’ny tafik’ilay Andriamanitra velona?”",
        "27": "Ary toy ny teo aloha ihany no nolazain’ny olona taminy hoe: “Izany sy izany no hatao amin’izay lehilahy mahafaty azy.”",
        "28": "Ary nandre an’i Davida nifampiresaka tamin’ireo lehilahy ireo i Eliaba zokiny. Dia tezitra be tamin’i Davida izy, ka nanao hoe: “Nahoana ianao no nidina atỳ? Ary iza no nampiandraiketinao an’ireo ondry vitsy any an-tany efitra? Fantatro tsara ny fireharehanao sy ny haratsian’ny fonao, satria hijery ny ady no nidinanao atỳ.”",
        "29": "Ary hoy i Davida: “Fa maninona aho izao? Mba manontany fotsiny ange aho e!”",
        "30": "Dia niala teo aminy izy ka nankeo amin’ny olon-kafa indray ary nilaza izay efa nolazainy teo aloha. Ary valin-teny toy ny teo aloha ihany no azony.",
        "31": "Dia ren’ny olona ny tenin’i Davida ka nisy niresaka an’izany teo anatrehan’i Saoly. Koa nampanalain’i Saoly izy.",
        "32": "Ary hoy i Davida tamin’i Saoly: “Aoka tsy ho ketraka ny fon’ny olona, fa ny mpanomponao no handeha hiady amin’io Filistinina io.”",
        "33": "Hoy anefa i Saoly tamin’i Davida: “Tsy vitanao ny hiady amin’io Filistinina io satria mbola zaza ianao, fa izy kosa lehilahy mpiady hatramin’ny fahakeliny.”",
        "34": "Dia hoy i Davida taminy: “Ny mpanomponao dia lasa mpiandry ny ondry aman’osin-drainy. Ary nisy liona sy orsa tonga ka samy naka ondry tamin’ny andiany.",
        "35": "Dia lasa nanenjika azy aho ka namely azy ary namonjy an’ilay teny am-bavany. Nony nitsangana hamely ahy izy, dia notazoniko ny volombavany, ary nasiako izy ka matiko.",
        "36": "Samy novonoin’ny mpanomponao na ilay liona na ilay orsa, ary ho toy ny iray amin’ireny koa io Filistinina tsy mifora io, noho izy nihantsy ady tamin’ny tafik’ilay Andriamanitra velona.”",
        "37": "Hoy koa i Davida: “I Jehovah izay namonjy ahy teo an-tanan’ny liona sy ny orsa, no hamonjy ahy eo an-tanan’io Filistinina io.” Dia hoy i Saoly taminy: “Mandehana àry, ary homba anao anie i Jehovah!”",
        "38": "Dia nampanaovin’i Saoly an’i Davida ny akanjony, sady nosatrohany fiarovan-doha varahina ny lohany, ary nampanaoviny akanjo mifono vy izy.",
        "39": "Ary nataon’i Davida teo amin’ny fehikibony teo ambonin’ny akanjony ny sabatr’i Saoly. Dia nandeha izy nefa tsy afaka, fa mbola tsy zatra nanao an’ireny. Farany, dia hoy i Davida tamin’i Saoly: “Tsy afa-mandeha aho raha manao an’ireto, fa mbola tsy mahazatra ahy ireto.” Koa nesorin’i Davida ireny.",
        "40": "Ary naka ny tehiny izy, dia nifidy ny vato dimy malama indrindra teo amin’ny lohasaha falehan-driaka, ka nanao izany tao anaty kitapony fitondrany miandry ondry sady fasiany zavatra. Teny an-tanany koa ny pilotra. Dia nanatona an’ilay Filistinina izy.",
        "41": "Ary nanatona an’i Davida tsikelikely ilay Filistinina, sady teo alohany ilay lehilahy nitondra ny ampinga lehibe.",
        "42": "Nony nijery izy ka nahita an’i Davida, dia nanao tsinontsinona an’i Davida satria mbola zaza io, ary somary menamena sady tsara tarehy.",
        "43": "Koa hoy ilay Filistinina tamin’i Davida: “Izaho angaha alika no hatonin’ialahy amin’ny tehina?” Dia niantso ny anaran’ireo andriamaniny izy mba hanozonana an’i Davida.",
        "44": "Hoy koa izy tamin’i Davida: “Avia ialahy etỳ, fa homeko ny voro-manidina sy ny biby any an-tsaha ny nofon’ialahy.”",
        "45": "Ary hoy i Davida taminy: “Ianao manatona ahy amin’ny sabatra sy lefona ary lefom-pohy, fa izaho kosa manatona anao amin’ny anaran’i Jehovah Tompon’ny tafika, ilay Andriamanitry ny tafiky ny Israely izay nohantsinao.",
        "46": "Anio no hanoloran’i Jehovah anao ho eto an-tanako, ka hovonoiko ianao ary hotapahiko ny lohanao. Ary homeko ho an’ny voro-manidina sy ny bibidia ny fatin’izay ao an-tobin’ny Filistinina anio. Dia ho fantatry ny olona eran-tany fa manana Andriamanitra ny Israely.",
        "47": "Ho fantatry ny fiangonana manontolo eto koa fa tsy sabatra na lefona no amonjen’i Jehovah, satria an’i Jehovah ny ady. Ary hanolotra anareo eo an-tananay izy.”",
        "48": "Koa niroso ilay Filistinina ka nihananatona hifanandrina tamin’i Davida. I Davida koa nandroso haingana ka nihazakazaka nankeo amin’ny toeram-piadiana mba hifanandrina tamin’ilay Filistinina.",
        "49": "Ary natsofok’i Davida tao anaty kitapony ny tanany, ka naka vato iray tao izy. Dia nandefa izany tamin’ny pilotra izy ka nahavoa an’ilay Filistinina teo an-tampon-kandriny. Ary nilentika teo amin’ny handrin’ilay Filistinina ilay vato, ka nianjera nihohoka tamin’ny tany izy.",
        "50": "Koa nahery noho ilay Filistinina i Davida nefa pilotra sy vato fotsiny no teny aminy, ka namely nahafaty azy izy. Ary tsy nisy sabatra teny an-tanan’i Davida.",
        "51": "Dia mbola nihazakazaka ihany i Davida ka nitsangana teo amin’ilay Filistinina. Ary nalainy ny sabatr’ilay Filistinina ka notsoahany tamin’ny tranony. Dia iny no nanapahany ny lohan’ilay Filistinina, ka namonoany azy ho faty tanteraka. Koa rehefa hitan’ny Filistinina fa maty ilay maheriny, dia vaky nandositra izy ireo.",
        "52": "Dia nitsangana ny lehilahy israelita sy izay anisan’ny fokon’i Joda, ka nihorakoraka sady nanenjika an’ireo Filistinina hatrany amin’ny lohasaha sy hatrany amin’ny vavahadin’i Ekrona. Ary izay naratra mafy tamin’ny Filistinina ka maty, dia niampatrampatra teny an-dalana, nanomboka teo Saraima ka hatrany Gata sy Ekrona.",
        "53": "Dia niverina ny zanak’Israely rehefa avy nanenjika mafy an’ireo Filistinina sy nandroba ny tobiny.",
        "54": "Ary nalain’i Davida ny lohan’ilay Filistinina ka nentiny tany Jerosalema, fa ny fitaovam-piadian’ilay Filistinina kosa nataony tao an-tranolainy.",
        "55": "Tamin’i Saoly nahita an’i Davida nivoaka hifanandrina tamin’ilay Filistinina, dia hoy izy tamin’i Abnera, lehiben’ny tafika: “Zanak’iza iny zazalahy iny, ry Abnera?” Dia hoy i Abnera: “Mianiana aminao aho, ry mpanjaka, fa tsy fantatro mihitsy!”",
        "56": "Koa hoy ny mpanjaka: “Anontanio hoe zanak’iza iny zazalahy iny.”",
        "57": "Koa raha vao niverina avy namono an’ilay Filistinina i Davida, dia nentin’i Abnera teo anatrehan’i Saoly. Ary teny an-tanan’i Davida ny lohan’ilay Filistinina.",
        "58": "Dia hoy i Saoly taminy: “Zanak’iza moa ianao, anaka?” Ary hoy i Davida: “Zanak’i Jese Betlehemita mpanomponao.”"
    },
    "18": {
        "1": "Raha vao avy niresaka tamin’i Saoly i Davida, dia nanjary niraiki-po be tamin’i Davida i Jonatana, ka tia azy toy ny tenany mihitsy.",
        "2": "Nalain’i Saoly i Davida tamin’iny andro iny, ka tsy navelany hiverina tany an-tranon-drainy intsony.",
        "3": "Ary nanao fifanekena i Jonatana sy Davida, satria tia azy toy ny tenany mihitsy i Jonatana.",
        "4": "Dia nesorin’i Jonatana ilay akanjo tsy misy tanany nanaovany, ka nomeny an’i Davida. Nomeny azy koa ny akanjony hafa, hatramin’ny sabany sy ny tsipìkany ary ny fehikibony.",
        "5": "Ary nanomboka nivoaka hiady i Davida. Malina foana izy na taiza na taiza nandefasan’i Saoly azy, ka nataon’i Saoly ho mpifehy an’ireo lehilahy mpiady. Dia sitraky ny olona rehetra sy ny mpanompon’i Saoly izany.",
        "6": "Rehefa avy namely ny Filistinina ry Davida ka tafaverina, dia nivoaka avy any amin’ny tanàna rehetran’ny Israely ireo vehivavy. Sady nihira izy ireo no nandihy tamin’ny feon’ampongatapaka sy mandôlinina, mba hitsena an’i Saoly mpanjaka tamim-pifaliana.",
        "7": "Ary nanao hira nifamaly ireo vehivavy nitotorebika ireo hoe: “I Saoly nahafaty arivoarivo, Fa i Davida kosa nahafaty alinalina.”",
        "8": "Dia tezitra be i Saoly. Tsy tiany mantsy izany teny izany, ka hoy izy anakampo: “Ny an’i Davida nataony alinalina, fa ny ahy kosa nataony arivoarivo. Ny fanjakana ihany sisa no tsy azony!”",
        "9": "Dia niahiahy an’i Davida foana i Saoly nanomboka tamin’iny andro iny, ka hita tamin’ny fijeriny azy izany.",
        "10": "Ary nahazo an’i Saoly ilay fikorontanan-tsaina * avy amin’Andriamanitra ny ampitson’iny, ka nanao hoatran’ny mpaminany izy tao an-trano. Teo am-pitendrena zavamaneno i Davida tamin’izay, toy ny tamin’ny andro teo aloha. Ary teny an-tanan’i Saoly ny lefona.",
        "11": "Dia natorak’i Saoly ilay lefona sady niteny izy hoe: “Ataoko mifantsika amin’ny rindrina i Davida!” Kanjo nahay niala indroa izy.",
        "12": "Ary natahotra an’i Davida i Saoly satria nomba an’i Davida i Jehovah, fa ny tenany kosa efa nialany.",
        "13": "Koa nesorin’i Saoly tsy ho eo aminy i Davida, ka notendreny ho lehiben’ny arivo. Ary nitarika ny olona foana i Davida.",
        "14": "Malina foana izy tamin’izay rehetra nataony, ary nomba azy i Jehovah.",
        "15": "Dia hitan’i Saoly fa tena malina izy, ka natahorany.",
        "16": "Ary tia an’i Davida ny Israely rehetra sy ny Joda, satria izy no nitarika azy ireo.",
        "17": "Farany, dia hoy i Saoly tamin’i Davida: “Io i Meraba zanako vavimatoa. Izy no homeko ho vadinao, fa aoka fotsiny ianao hahery fo eo anatrehako ka hiady ny adin’i Jehovah.” Fa hoy i Saoly anakampo: “Aoka tsy ny tanako no hamely azy, fa ny tanan’ny Filistinina.”",
        "18": "Dia hoy i Davida tamin’i Saoly: “Zinona moa aho, ary inona eto amin’ny Israely moa ny havako sy ny fianakavian-draiko, no ho lasa vinanton’ny mpanjaka aho?”",
        "19": "Tamin’ny fotoana hanomezana an’i Meraba zanakavavin’i Saoly ho an’i Davida anefa, dia efa nomena ho vadin’i Adriela Meholatita izy.",
        "20": "Ary raiki-pitia tamin’i Davida i Mikala zanakavavin’i Saoly. Koa nolazaina tamin’i Saoly izany, ka sitrany.",
        "21": "Dia hoy i Saoly anakampo: “Homeko azy i Mikala mba hamandrihana azy, ka hamelezan’ny tanan’ny Filistinina azy.” Koa hoy i Saoly tamin’i Davida: “Ny iray amin’izy roa vavy no hahatonga anao ho vinantolahiko.” *",
        "22": "Nandidy ny mpanompony koa i Saoly hoe: “Resaho mangingina i Davida hoe: ‘Mankasitraka anao ny mpanjaka, ary lasa tia anao daholo ny mpanompony rehetra. Koa meteza ho lasa vinantolahin’ny mpanjaka.’” *",
        "23": "Dia nilaza izany teny izany tamin’i Davida ny mpanompon’i Saoly. Hoy anefa i Davida: “Heverinareo fa moramora angaha izany hoe lasa vinantolahin’ny mpanjaka izany? Izaho ange lehilahy mahantra sy tsy dia asian’ny olona vidiny e!”",
        "24": "Koa nitantara tamin’i Saoly ny mpanompony hoe: “Izany sy izany no tenin’i Davida.”",
        "25": "Ary hoy i Saoly: “Izao no holazainareo amin’i Davida: ‘Tsy vodiondry no sitraky ny mpanjaka, fa tsitsy * esorina amin’ny lehilahy filistinina zato, mba hampiharan’ny mpanjaka ny valifatiny amin’ny fahavalony.’” I Saoly anefa efa nitetika ny hahafatesan’i Davida eo an-tanan’ny Filistinina.",
        "26": "Dia nolazain’ny mpanompon’i Saoly tamin’i Davida izany teny izany, ka sitrak’i Davida ny ho lasa vinantolahin’ny mpanjaka. Koa raha mbola tsy tapitra ny fotoana nomena,",
        "27": "dia niainga i Davida sy ny olony ka lasa namono roanjato lahy teo amin’ny Filistinina. Dia nentin’i Davida ny tsitsy nesorina tamin’ireo Filistinina ireo ka nomeny ny mpanjaka, araka ny isany feno, mba hahatonga azy ho vinantolahin’ny mpanjaka. Koa nomen’i Saoly ho vadin’i Davida i Mikala zanany vavy.",
        "28": "Dia hitan’i Saoly fa nomba an’i Davida i Jehovah. Ary tia an’i Davida i Mikala zanakavavin’i Saoly.",
        "29": "Dia nihamafy ny tahotr’i Saoly an’i Davida, ka nanjary fahavalon’i Davida foana izy.",
        "30": "Ary nivoaka hiady ireo andrianan’ny Filistinina. Isaky ny nanao izany izy ireo, dia i Davida no malina indrindra tamin’ny mpanompon’i Saoly rehetra. Koa lasa nalaza be ny anaran’i Davida."
    },
    "19": {
        "1": "Tamin’ny farany, dia nilazan’i Saoly i Jonatana zanany sy ny mpanompony rehetra fa tiany hovonoina ho faty i Davida.",
        "2": "I Jonatana zanak’i Saoly kosa anefa tia be an’i Davida. Koa hoy izy tamin’i Davida: “Mitady hamono anao i Saoly raiko. Koa mitandrema re rahampitso maraina e, ary mijanòna any amin’ny toerana tsisy mahita ka miafena.",
        "3": "Izaho kosa hivoaka hijoro eo anilan’ny raiko any amin’ilay saha izay hisy anao, ka hiresaka amin’ny raiko momba anao. Dia ho hitako eo izay hitranga, ka holazaiko aminao.”",
        "4": "Koa zavatra tsara momba an’i Davida no noresahin’i Jonatana tamin’i Saoly rainy, hoe: “Aoka ny mpanjaka tsy hanota amin’i Davida mpanompony, fa izy tsy nanota taminao ary tena nahasoa anao ny nataony.",
        "5": "Fa nanao vivery ny ainy * izy namono an’ilay Filistinina, ka dia nanao famonjena lehibe ho an’ny Israely rehetra i Jehovah. Ary faly ianao nahita izany. Koa nahoana ianao no hanota ka handatsaka ran’olona tsy manan-tsiny, amin’ny famonoana an’i Davida tsy amin’antony?”",
        "6": "Ary nihaino ny tenin’i Jonatana i Saoly ka nianiana hoe: “Raha mbola velona koa i Jehovah, dia tsy hovonoina ho faty izy.”",
        "7": "Dia nantsoin’i Jonatana i Davida, ka nilazany izany teny rehetra izany. Ary nentiny teo amin’i Saoly i Davida, ka nitoetra teo anatrehan’i Saoly toy ny teo aloha indray.",
        "8": "Nipoaka indray ny ady tatỳ aoriana. Dia nivoaka hiady tamin’ny Filistinina i Davida ary namely azy, ka be dia be no maty. Ary nandositra teo anoloany ny Filistinina.",
        "9": "Ary nahazo an’i Saoly ilay fikorontanan-tsaina * avy amin’i Jehovah raha mbola nipetraka tao an-tranony izy, ary teny an-tanany ny lefony. I Davida kosa tamin’izay teo am-pitendrena zavamaneno.",
        "10": "Koa nikendry handefona an’i Davida hifantsika tamin’ny rindrina i Saoly, nefa nahay niala i Davida, ka ny rindrina no voany tamin’ny lefona. Dia nitsoaka i Davida mba tsy hiharan-doza tamin’iny alina iny.",
        "11": "Ary nisy olona nirahin’i Saoly mba hanao andry maso ny tranon’i Davida, sy hamono azy ho faty ny ampitso maraina. I Mikala vadin’i Davida kosa anefa nilaza taminy hoe: “Raha tsy mandositra izao alina izao ianao, dia hovonoina ho faty rahampitso.”",
        "12": "Koa nampidinin’i Mikala teo am-baravarankely avy hatrany i Davida, mba hitsoaka ka tsy hiharan-doza.",
        "13": "Dia nalain’i Mikala ny sarin’ny terafima * ka nataony teo am-pandriana, ary nasiany lamba makarakara vita tamin’ny volon’osy teo amin’izay tokony hisy ny lohan’i Davida. Dia norakofany lamba ilay sary.",
        "14": "Ary nandefa iraka hisambotra an’i Davida i Saoly, nefa hoy ravehivavy: “Marary izy.”",
        "15": "Koa nandefa an’ireo iraka hijery an’i Davida i Saoly, sady hoy izy: “Ento atỳ amiko eo ambony fandrianany izy, mba hovonoina ho faty.”",
        "16": "Nony niditra ireo iraka, dia ilay sarin’ny terafima no teo am-pandriana, ary lamba makarakara vita tamin’ny volon’osy no teo amin’izay tokony hisy ny lohan’i Davida.",
        "17": "Ary hoy i Saoly tamin’i Mikala: “Nahoana no namitaka ahy toy izao ianao, ka nandefa an’ilay fahavaloko mba hahafahany handositra?” Dia hoy i Mikala tamin’i Saoly: “Izy no nilaza tamiko hoe: ‘Avelao aho handeha, sao hovonoiko eo ianao!’”",
        "18": "Nitsoaka nandositra i Davida ka tonga tany amin’i Samoela tao Rama. Ary notantarainy tamin’i Samoela ny zava-drehetra nataon’i Saoly taminy. Dia lasa izy sy Samoela ka nitoetra tao Naiota.",
        "19": "Ary nisy nilaza tamin’i Saoly hoe: “Ao Naiota any Rama i Davida!”",
        "20": "Avy hatrany dia nandefa iraka hisambotra an’i Davida i Saoly. Rehefa nahita ny mpaminany zokiolona naminany ny iraka nalefan’i Saoly, sady nahita an’i Samoela nitarika an’ireny, dia tonga tamin’ireo iraka ny fanahin’Andriamanitra, * ka nanao hoatran’ny mpaminany koa ireo.",
        "21": "Rehefa nisy nilaza izany tamin’i Saoly, dia nandefa iraka hafa avy hatrany izy, nefa nanao hoatran’ny mpaminany koa ireo. Koa nandefa andiany fahatelo indray i Saoly, nefa mbola nanao toy izany koa ireo.",
        "22": "Farany, dia nankany Rama koa izy. Rehefa tonga teo amin’ilay lavaka lehibe fanangonan-drano tao Seko izy, dia nanontany hoe: “Aiza i Samoela sy Davida?” Dia hoy ny olona: “Ao Naiota, atsy Rama.”",
        "23": "Ary nanohy ny diany ihany izy nankany Naiota any Rama. Dia tonga taminy koa ny fanahin’Andriamanitra, ka nandeha ihany izy sady nanao hoatran’ny mpaminany, mandra-pahatongany tao Naiota any Rama.",
        "24": "Ary mba nanala ny akanjony koa izy sady nanao hoatran’ny mpaminany teo anatrehan’i Samoela, ka nandry nitanjaka * nandritra iny andro iny sy ny alina tontolo. Koa izany no nahatonga ilay fitenenana hoe: “Anisan’ny mpaminany koa angaha i Saoly?”"
    },
    "20": {
        "1": "Ary nandositra niala tao Naiota any Rama i Davida. Nankany amin’i Jonatana anefa izy ka nilaza taminy hoe: “Fa inona no nataoko? Inona no fahadisoako, ary inona no fahotana vitako teo anatrehan’ny rainao, no mifofo ny aiko izy?”",
        "2": "Dia hoy i Jonatana: “Sanatria anao izany ho faty izany! Tsy misy tsy lazain’ny raiko amiko izay zavatra hataony na kely na lehibe. Inona moa no antony hanafenany izany amiko? Tsy hanao izany mihitsy izy!”",
        "3": "Mbola nianiana koa anefa i Davida hoe: “Tsy maintsy efa fantatry ny rainao fa nahazo sitraka taminao aho, ka hilaza izy hoe: ‘Aoka tsy ho fantatr’i Jonatana izany, sao halahelo izy.’ Raha mbola velona koa anefa i Jehovah, ary raha mbola velon’aina koa ianao, dia tsoriko aminao fa zara raha misy indray mandingana sisa no manelanelana ahy amin’ny fahafatesana!”",
        "4": "Koa hoy i Jonatana tamin’i Davida: “Izay lazainao dia hataoko ho anao.”",
        "5": "Dia hoy i Davida tamin’i Jonatana: “Tsinam-bolana rahampitso ka tokony hiara-misakafo amin’ny mpanjaka aho. Koa avelao aho handeha, dia hiafina any an-tsaha hatramin’ny rahafakampitso hariva.",
        "6": "Ary raha hitan’ny rainao fa tsy eo aho, dia lazao hoe: ‘Niera tamiko i Davida mba handeha vetivety ho any Betlehema tanànany, satria misy sorona fanao isan-taona hataon’ny fianakaviany manontolo any.’",
        "7": "Koa raha milaza izy hoe: ‘Tsara izany!’, dia ho fiadanana ho an’ny mpanomponao izany. Fa raha tezitra kosa izy, dia fantaro fa efa masaka ao an-tsainy ny hanao ratsy.",
        "8": "Koa manehoa hatsaram-panahy feno fitiavana amin’ny mpanomponao, satria efa nampidirinao tao amin’ny fifanekena iray teo anatrehan’i Jehovah ny mpanomponao. Raha misy fahadisoako anefa, dia aoka ianao ihany no hamono ahy ho faty. Fa nahoana aho no hoentinao any amin’ny rainao?”",
        "9": "Koa hoy i Jonatana: “Tsy hanjo anao mihitsy izany! Raha fantatro anefa fa ny hanisy ratsy anao no efa masaka ao an-tsain’ny raiko, dia tsy holazaiko aminao ve izany?”",
        "10": "Ary hoy i Davida tamin’i Jonatana: “Dia iza no hilaza amiko raha masiaka ny valin-tenin-drainao na tsia?”",
        "11": "Koa hoy i Jonatana tamin’i Davida: “Andao hivoaka ho any an-tsaha.” Koa nivoaka nankany an-tsaha izy roa lahy.",
        "12": "Ary hoy i Jonatana taminy: “I Jehovah Andriamanitry ny Israely no vavolombelona fa hofantariko tsara izay ao an-tsain’ny raiko, rahampitso tokotokony ho amin’ny ora toy izao na rahafakampitso. Raha vonona ny hanisy soa an’i Davida izy, dia tsy handefasako olona ve ho any aminao mba hilaza aminao?",
        "13": "Hofaizin’i Jehovah anie i Jonatana, * ary mihoatra noho izany aza, raha toa aho ka tsy milaza aminao ka mandefa anao soa aman-tsara, rehefa fantatro fa te hanisy ratsy anao ny raiko! Homba anao anie i Jehovah, toy ny nombany ny raiko!",
        "14": "Ary raha mbola velona koa aho, moa ve aho tsy hanehoanao hatsaram-panahy feno fitiavana, toy izay asehon’i Jehovah, mba tsy hahafaty ahy?",
        "15": "Dia tsy hesorinao amin’ny ankohonako ny hatsaram-panahinao feno fitiavana, mandritra ny fotoana tsy voafetra. Ary na rehefa haringan’i Jehovah tsy ho etỳ ambonin’ny tany aza ny fahavalon’i Davida rehetra,",
        "16": "dia tsy hofoanana eo amin’ny taranak’i Davida ny anaran’i Jonatana. Koa hampamoahin’i Jehovah ny amin’izany fifanekena izany ny fahavalon’i Davida.”",
        "17": "Dia nivoady tamin’i Davida indray i Jonatana noho ny fitiavany azy, fa tiany toy ny tenany mihitsy izy.",
        "18": "Ary hoy i Jonatana taminy: “Tsinam-bolana rahampitso, ary ho hita fa tsy eo ianao, satria ho banga ny toeranao.",
        "19": "Ary vao mainka ho hita fa tsy eo ianao rahafakampitso. Koa tongava eo amin’ilay toerana niafenanao tamin’ny indray andro * iny, ary mitoera erỳ akaikin’ny vato erỳ.",
        "20": "Fa izaho kosa handefa zana-tsipìka telo eo akaikiny, toy ny hoe mikendry zavatra.",
        "21": "Ary haniraka mpanompo aho ka hanao hoe: ‘Mandehana, tadiavo ireo zana-tsipìka.’ Koa raha milaza aminy aho hoe: ‘Jereo fa iretsy an-kilanao iretsy ny zana-tsipìka, ka alaivo’, dia manatòna fa midika ho fiadanana ho anao izany ary tsy misy atahorana, raha mbola velona koa i Jehovah.",
        "22": "Fa raha milaza amin’ilay zazalahy kosa aho hoe: ‘Jereo fa lavitra kokoa anao ireo zana-tsipìka’, dia mandehana fa efa nandefa anao i Jehovah.",
        "23": "Ary momba ilay resaka nifanaovantsika sy ianao iny, dia enga anie i Jehovah no ho vavolombelona amiko sy aminao mandritra ny fotoana tsy voafetra!”",
        "24": "Koa niafina tany an-tsaha i Davida. Tsinam-bolana ny andro, ka naka toerana mba hisakafo ny mpanjaka.",
        "25": "Ary nipetraka teo amin’ny sezany teo akaikin’ny rindrina toy ny mahazatra ny mpanjaka, ka i Jonatana no nifanatrika taminy, ary i Abnera no nipetraka teo akaikiny, fa banga kosa ny toeran’i Davida.",
        "26": "Ary tsy niteny na inona na inona mihitsy i Saoly tamin’iny andro iny, fa hoy izy anakampo: “Nisy zavatra nitranga angamba ka tsy madio izy, satria tsy voadio.”",
        "27": "Ny ampitson’ny tsinam-bolana, tamin’ny andro faharoa anefa, dia mbola banga ihany ny toeran’i Davida. Koa hoy i Saoly tamin’i Jonatana zanany: “Nahoana no tsy tonga tamin’ny sakafo ny zanak’i Jese, na omaly na androany?”",
        "28": "Koa namaly an’i Saoly i Jonatana hoe: “Niera tamiko i Davida mba hankany Betlehema,",
        "29": "ka niteny hoe: ‘Mba avelao aho handeha, fa misy sorona ataon’ny fianakavianay any an-tanàna, ary ny rahalahiko mihitsy no nandidy ahy ho any. Koa raha mahazo sitraka aminao aho, dia mba avelao aho hitsoriaka kely hijery ny rahalahiko.’ Izany no antony tsy nahatongavany teto amin’ny latabatry ny mpanjaka.”",
        "30": "Dia tezitra be tamin’i Jonatana i Saoly, ka hoy izy taminy: “Ilay zanaky ny mpanompovavy mpikomy ity! Tsy fantatro tsara angaha fa nifidy an’iny zanak’i Jese iny ialahy mba hahatonga henatra ho an’ialahy sy ho an’ny fitanjahan-drenin’ialahy?",
        "31": "Fa amin’ny andro rehetra hahaveloman’ny zanak’i Jese eto an-tany, dia tsy haharitra ialahy sy ny fanjakan’ialahy. Koa maniraha olona haka azy hankatỳ amiko, fa tokony ho faty izy.”",
        "32": "Namaly an’i Saoly rainy anefa i Jonatana hoe: “Nahoana izy no tokony hovonoina ho faty? Fa inona no nataony?”",
        "33": "Dia notorahan’i Saoly lefona i Jonatana mba hamelezana azy. Koa fantatr’i Jonatana fa efa masaka tao an-tsain-drainy ny hamono an’i Davida ho faty.",
        "34": "Avy hatrany dia nitsangana avy teo an-databatra i Jonatana, sady tezitra mafy. Ary tsy nihinan-kanina izy tamin’iny ampitson’ny tsinam-bolana iny, fa nalahelo noho ny amin’i Davida, izay nampietren’ny rainy.",
        "35": "Ary nivoaka nankany an-tsaha i Jonatana ny ampitso maraina, nankany amin’ilay toerana nifanarahana tamin’i Davida, ary nisy mpanompo tanora iray niaraka taminy.",
        "36": "Koa hoy izy tamin’ilay mpanompony: “Mihazakazaha ianao ka tadiavo ireo zana-tsipìka alefako.” Dia nihazakazaka ilay mpanompo, ary nalefan’i Jonatana hihoatra azy ny zana-tsipìka.",
        "37": "Nony tonga teny amin’ilay toerana nisy ny zana-tsipìka nalefan’i Jonatana ilay mpanompo, dia niantso avy tany aoriany i Jonatana, nanao hoe: “Tsy mbola lavitra kokoa anao ve ilay zana-tsipìka?”",
        "38": "Mbola niantso avy tany aorian’ilay mpanompo ihany i Jonatana, nanao hoe: “Haingana ianao! Haingana! Aza mijanona!” Koa nandeha naka an’ireo zana-tsipìka ilay mpanompony, dia nankeny amin’ny tompony.",
        "39": "Ary tsy nahafantatra na inona na inona momba izany ilay mpanompo, fa i Jonatana sy Davida ihany no nahafantatra.",
        "40": "Dia nomen’i Jonatana an’ilay mpanompony ny fitaovam-piadiany, ka hoy izy taminy: “Mandehana, ento any an-tanàna ireto.”",
        "41": "Koa lasa ilay mpanompo. Fa i Davida kosa nitsangana avy teo akaiky teo, teo atsimo. Dia niondrika izy ka niankohoka tamin’ny tany intelo. Koa nifanoroka izy roa lahy ary samy nitomany, ka ny iray nitomany ny iray, ary ny iray koa nitomany ny iray. Tamin’ny farany dia i Davida no nitomany mafy indrindra.",
        "42": "Ary hoy i Jonatana tamin’i Davida: “Mandehana soa aman-tsara, fa efa samy nianiana tamin’ny anaran’i Jehovah isika, hoe: ‘Enga anie i Jehovah no ho vavolombelona amiko sy aminao, ary amin’ny taranako sy ny taranakao, mandritra ny fotoana tsy voafetra!’” Koa nitsangana i Davida dia lasa. Ary i Jonatana kosa niditra tao an-tanàna."
    },
    "21": {
        "1": "Tonga tao amin’i Ahimeleka mpisorona tany Noba i Davida, tatỳ aoriana. Dia nihorohoro i Ahimeleka rehefa nahita an’i Davida, ka niteny hoe: “Nahoana ianao no mandeha irery, fa tsy misy miaraka aminao?”",
        "2": "Ary hoy i Davida tamin’i Ahimeleka mpisorona: “Ny mpanjaka no nandidy ahy hikarakara raharaha iray, ka niteny tamiko hoe: ‘Aoka tsy hisy hahalala mihitsy ny momba izao raharaha anirahako anao sy andidiako anao izao.’ Ary manao fotoana amin’ireo tovolahy any Ananona aho.",
        "3": "Koa raha misy mofo dimy ao aminao, dia mba omeo ahy. Na izay misy ao omena ahy.”",
        "4": "Hoy anefa ilay mpisorona: “Tsy misy mofo tsotra eto am-pelatanako, fa mofo masina ihany. Homeko izany raha toa ka tsy nikasi-behivavy ireo tovolahy.”",
        "5": "Ary hoy i Davida tamin’ilay mpisorona: “Efa tsy nikasi-behivavy mihitsy izahay, toy ny tamin’izaho nivoaka niady teo aloha ihany. Ary na raharaha tsotsotra aza no anirahana an’ireo tovolahy, dia efa masina foana ny tenany, koa mainka fa androany amin’izao fanirahana manokana izao?”",
        "6": "Dia nomen’ilay mpisorona azy ny zava-masina. Tsy nisy mofo mantsy tao, afa-tsy ny mofo aseho izay efa nesorina teo anatrehan’i Jehovah tamin’ny andro fanesorana azy, mba hametrahana mofo vaovao.",
        "7": "Ary teo ny iray tamin’ny mpanompon’i Saoly tamin’iny andro iny, fa voatana teo anatrehan’i Jehovah izy. Doega no anarany, Edomita izy, ary lehiben’ny mpiandry ondrin’i Saoly.",
        "8": "Hoy koa i Davida tamin’i Ahimeleka: “Ary tsy misy lefona na sabatra ve ato aminao? Fa tsy nisy voaraiko na ny sabatro na ny fitaovam-piadiako, satria maika ny raharahan’ny mpanjaka.”",
        "9": "Dia hoy ilay mpisorona: “Ny sabatr’i Goliata Filistinina, izay novonoinao teo amin’ny lemaka ivan’i Elaha, no ao. Mifono lamba fitafy ilay izy, ao ambadiky ny efoda. Raha iny no hoentinao, dia ento, satria tsy misy afa-tsy iny ato.” Ary hoy i Davida: “Tsy misy tahaka an’iny, fa omeo ahy iny.”",
        "10": "Dia lasa i Davida tamin’iny andro iny, ary mbola nandositra ihany izy noho ny amin’i Saoly, ka tonga tany amin’i Akisy mpanjakan’i Gata.",
        "11": "Ary hoy ny mpanompon’i Akisy: “Tsy io ve ilay Davida mpanjakan’ity tany ity? Tsy noho izy ve no nahatonga ny olona handihy sy hanao hira mifamaly hoe: ‘I Saoly nahafaty arivoarivo, Fa i Davida kosa nahafaty alinalina’?”",
        "12": "Ary nandatsaka izany teny izany tao am-pony i Davida, ka raiki-tahotra mafy noho ny amin’i Akisy mpanjakan’i Gata.",
        "13": "Koa nody adala teo imason’izy ireo izy sady nanao very saina, ka nanoratsoratra teo amin’ny vavahady, sady namela ny iviny hiraraka tamin’ny volombavany, raha mbola teo am-pelatanan’izy ireo izy.",
        "14": "Ary hoy i Akisy tamin’ny mpanompony: “Hitanareo fa adala io lehilahy io, ka maninona no entinareo atỳ amiko?",
        "15": "Izaho angaha mila olona adala, no itondranareo an’io mba hampisehoany ny hadalany eto amiko? Io ve dia hiditra ao an-tranoko?”"
    },
    "22": {
        "1": "Koa niala tao i Davida, ka nandositra nankany amin’ilay lava-bato ao Adolama. Ary nandre izany ny rahalahiny sy ny ankohonan-drainy manontolo, ka nidina nankany aminy.",
        "2": "Ary niangona teo aminy izay lehilahy rehetra azom-pahoriana, sy izay nananan’olona trosa, ary izay tezitra noho ny zava-nisy tamin’izany fotoana izany. Koa lasa lehiben’izy ireo i Davida. Ary nanjary nisy efajato lahy teo ho eo niaraka taminy.",
        "3": "Tatỳ aoriana, dia niala tao i Davida ka nankany Mizpe any Moaba. Ary hoy izy tamin’ny mpanjakan’i Moaba: “Mba avelao hipetraka atỳ aminareo re ny raiko sy ny reniko e, mandra-pahafantatro izay hataon’Andriamanitra amiko.”",
        "4": "Koa nampitoeriny teo anatrehan’ny mpanjakan’i Moaba izy ireo. Dia nifindra tany amin’ny faritanin’io mpanjaka io izy ireo, ka nonina tany tamin’ny andro rehetra nitoeran’i Davida tany amin’ny toerana sarotra aleha.",
        "5": "Rehefa nandeha ny fotoana, dia hoy i Gada mpaminany tamin’i Davida: “Aza mijanona any amin’ny toerana sarotra aleha. Mialà any, ka mankanesa any amin’ny tanin’i Joda.” Dia lasa i Davida, ka tonga tany amin’ny alan’i Hareta.",
        "6": "Ary ren’i Saoly fa nisy nahita i Davida sy ny olona niaraka taminy. Nipetraka teo ambanin’ilay hazo tamariska teny amin’ny toerana avo tany Gibea i Saoly tamin’izay. Ary teny an-tanany ny lefony sady teo aminy ny mpanompony rehetra.",
        "7": "Dia hoy i Saoly tamin’ireo mpanompony niaraka taminy: “Mba henoy kely izao, ry Benjaminita: Ny zanak’i Jese koa ve mba ho afaka hanome saha sy tanimboaloboka ho anareo rehetra? Hanendry anareo rehetra ho lehiben’ny arivo sy ho lehiben’ny zato ve izy?",
        "8": "Fa efa niray tetika hanohitra ahy ianareo rehetra. Ary tsy nisy nilaza tamiko hoe nanao fifanekena tamin’ny zanak’i Jese ny zanako. Tsy nisy nangoraka ahy koa ianareo, ka tsy nilaza tamiko hoe ny zanako efa nanangana ny mpanompoko hanohitra ahy sy hiafina mba hanafika ahy toy izao anio izao.”",
        "9": "Dia hoy i Doega Edomita izay voatendry ho lehiben’ny mpanompon’i Saoly: “Hitako ny zanak’i Jese tonga tany Noba, tao amin’i Ahimeleka zanak’i Ahitoba.",
        "10": "Ary nanontany an’i Jehovah ho azy i Ahimeleka, sady nanome vatsy azy, sy nanome azy ny sabatr’i Goliata Filistinina.”",
        "11": "Koa nampanantsoin’ny mpanjaka avy hatrany i Ahimeleka zanak’i Ahitoba mpisorona mbamin’ny ankohonan-drainy manontolo, dia ireo mpisorona tany Noba. Dia tonga teo amin’ny mpanjaka izy rehetra.",
        "12": "Ary hoy i Saoly: “Mba mihainoa kely, ry zanak’i Ahitoba!” Dia hoy izy: “Intỳ aho, tompoko.”",
        "13": "Ary hoy i Saoly: “Nahoana ianao sy ny zanak’i Jese no niray tetika hanohitra ahy, ka nomenao mofo sy sabatra izy? Nanontany an’Andriamanitra ho azy koa ianao, mba hitsanganany hanohitra ahy, sy hiafenany mba hanafika ahy toy izao anio izao.”",
        "14": "Dia hoy ny navalin’i Ahimeleka ny mpanjaka: “Iza amin’ny mpanomponao rehetra moa no mendri-pitokisana tahaka an’i Davida, izay vinantolahin’ny mpanjaka sady lehiben’ny mpiaro anao ary hajaina ao an-tranonao?",
        "15": "Angaha moa androany aho vao nanontany an’Andriamanitra ho azy? Sanatria ahy ny hanao teti-dratsy hanoherana anao! Aoka ny mpanjaka tsy hiampanga ny mpanompony sy ny ankohonan-draiko manontolo na amin’inona na amin’inona, fa tsy misy fantatry ny mpanomponao ny amin’izany rehetra izany, na kely na lehibe.”",
        "16": "Hoy anefa ny mpanjaka: “Ho faty tokoa ianao sy ny ankohonan-drainao manontolo, ry Ahimeleka!”",
        "17": "Dia hoy ny mpanjaka tamin’ireo mpihazakazaka teo akaikiny: “Mihodìna, ka vonoy ho faty ireo mpisoron’i Jehovah ireo, fa momba an’i Davida koa ny tanan’ireo sady efa fantatr’ireo fa nandositra izy, nefa tsy nolazainy tamiko izany!” Tsy nety naninjitra ny tanany hamely an’ireo mpisoron’i Jehovah anefa ny mpanompon’ny mpanjaka.",
        "18": "Farany, dia hoy ny mpanjaka tamin’i Doega: “Mihodìna, ka asio ireo mpisorona ireo!” Dia nihodina avy hatrany i Doega Edomita, ka namely an’ireo mpisorona. Koa dimy amby valopolo lahy nisalotra efoda rongony, no matiny tamin’iny andro iny.",
        "19": "Nasiany tamin’ny lelan-tsabatra koa i Noba tanànan’ireo mpisorona, eny, nasiany avokoa na lehilahy na vehivavy, na ankizikely na zaza minono, na omby na ampondra na ondry.",
        "20": "Afa-nandositra anefa i Abiatara, iray tamin’ny zanakalahin’i Ahimeleka zanak’i Ahitoba, ka nitsoaka mba hanaraka an’i Davida.",
        "21": "Ary hoy i Abiatara tamin’i Davida: “Novonoin’i Saoly ny mpisoron’i Jehovah.”",
        "22": "Dia hoy i Davida tamin’i Abiatara: “Efa fantatro mihitsy tamin’iny andro iny fa tsy maintsy hilaza amin’i Saoly i Doega Edomita, satria teo izy. Izaho no tompon’andraikitra tamin’ny nahafatesan’izay * rehetra anisan’ny ankohonan-drainao.",
        "23": "Mijanòna fotsiny eto amiko. Ary aza matahotra, fa izay mifofo ny aiko dia mifofo ny ainao koa, satria mila fiarovana avy amiko ianao.”"
    },
    "23": {
        "1": "Ary nisy nilaza tamin’i Davida hoe: “Miady amin’i Keila ny Filistinina, sady robainy ny eny am-pamoloana.”",
        "2": "Koa nanontany an’i Jehovah i Davida hoe: “Handeha hamely ny Filistinina ve aho?” Dia hoy i Jehovah taminy: “Mandehana mamely ny Filistinina ka vonjeo i Keila.”",
        "3": "Ary hoy ny olon’i Davida: “Eto Joda aza isika matahotra, koa mainka fa raha ho any Keila hiady amin’ny tafiky ny Filistinina?”",
        "4": "Koa nanontany an’i Jehovah indray i Davida. Dia hoy ny navalin’i Jehovah azy: “Mandehana midina any Keila, fa hatolotro eo an-tananao ny Filistinina.”",
        "5": "Koa nankany Keila i Davida sy ny olony, ka niady tamin’ny Filistinina. Ary nentiny ny biby fiompin’ny Filistinina, fa izy ireo kosa novonoiny ka be dia be no maty. Koa lasa mpamonjy an’ireo mponin’i Keila i Davida.",
        "6": "Nitondra efoda nidina niaraka taminy i Abiatara zanak’i Ahimeleka, tamin’izy nandositra nankany amin’i Davida tany Keila.",
        "7": "Ary nisy nilaza tamin’i Saoly hoe: “Tonga ao Keila i Davida.” Dia hoy i Saoly: “Efa namidin’Andriamanitra ho eo an-tanako izy, satria efa nanidy ny tenany tao amin’ny tanàna misy vavahady sy bara hidiny.”",
        "8": "Koa nantsoin’i Saoly ny olona rehetra mba hiady, ka hidina hanao fahirano an’i Davida sy ny olony any Keila.",
        "9": "Ary nanjary fantatr’i Davida fa nitetika ny hanisy ratsy azy i Saoly. Koa hoy izy tamin’i Abiatara mpisorona: “Ento etỳ ny efoda.”",
        "10": "Ary hoy i Davida: “Ry Jehovah Andriamanitry ny Israely ô, efa ren’ny mpanomponao tokoa fa mitady hanketo Keila i Saoly mba handrava ny tanàna noho ny amiko.",
        "11": "Hanolotra ahy eo an-tanany ve ireo mponin’i * Keila? Hidina ve i Saoly, araka izay efa ren’ny mpanomponao? Mba lazao amin’ny mpanomponao re, ry Jehovah Andriamanitry ny Israely ô!” Dia hoy i Jehovah: “Hidina izy.”",
        "12": "Hoy indray i Davida: “Hanolotra ahy sy ny oloko eo an-tanan’i Saoly ve ireo mponin’i Keila?” Dia hoy i Jehovah: “Hanolotra anareo izy.”",
        "13": "Koa niainga avy hatrany i Davida sy ny olony eninjato lahy teo ho eo, ka nivoaka avy tao Keila, ary nirenireny tany amin’izay azony naleha. Ary nisy nilaza tamin’i Saoly fa efa nandositra avy tao Keila i Davida. Dia tsy nankany indray i Saoly.",
        "14": "Ary nitoetra tany an-tany efitra, teny amin’ny toerana sarotra aleha i Davida, ka nipetraka teny amin’ny faritra be tendrombohitra, tany an-tany efitr’i Zifa. Ary nitady azy foana i Saoly, nefa tsy natolotr’Andriamanitra teo an-tanany izy.",
        "15": "Ary natahotra i Davida, tao Horesa tany an-tany efitr’i Zifa, satria nivoaka hifofo ny ainy i Saoly.",
        "16": "Ary nankany amin’i Davida tao Horesa i Jonatana zanak’i Saoly, mba hanamafy ny fatokisan’i Davida an’Andriamanitra.",
        "17": "Hoy koa izy taminy: “Aza matahotra fa tsy hahatratra anao ny tanan’i Saoly raiko. Ianao no ho mpanjakan’ny Israely, ary izaho no hanarakaraka anao. Ary mahafantatra izany koa i Saoly raiko.”",
        "18": "Dia nanao fifanekena teo anatrehan’i Jehovah izy roa lahy. Ary mbola nitoetra tao Horesa i Davida, fa i Jonatana kosa lasa nody.",
        "19": "Tatỳ aoriana, dia niakatra nankany amin’i Saoly tao Gibea ny lehilahy tao Zifa, ka nanao hoe: “Tsy fantatrao angaha fa miafina any akaikinay i Davida, eny amin’ny toerana sarotra aleha ao Horesa, eny amin’ny havoanan’i Hakila, izay eo ankavanan’i Jesimona?",
        "20": "Ianao rahateo efa te hidina mafy, ry mpanjaka, koa midìna fa anjaranay ny manolotra azy eo an-tanan’ny mpanjaka.”",
        "21": "Dia hoy i Saoly: “Tena tahin’i Jehovah mihitsy ianareo, satria mangoraka ahy.",
        "22": "Koa mandehana, azafady, ary tohizo ihany izay efa ataonareo. Fantaro ka zahao izay toerana alehany sy izay olona efa nahita azy tany, fa tena fetsy tokoa, hono, ilehiny.",
        "23": "Zahao ka fantaro daholo izay toeram-piafenany, ary mitondrà porofo miverina atỳ amiko, dia hiaraka aminareo aho. Fa raha eto amin’ity tany ity izy, dia hataoko sava hao ny arivon’i Joda rehetra mba hahitako azy.”",
        "24": "Koa lasa nankany Zifa hialoha an’i Saoly izy ireo. I Davida sy ny olony kosa tany an-tany efitr’i Maona any Araba, eo atsimon’i Jesimona.",
        "25": "Ary tonga mba hitady azy i Saoly sy ny olony. Rehefa nisy nilaza izany tamin’i Davida, dia nidina avy hatrany nankeny amin’ny harambato izy ka nijanona tany an-tany efitr’i Maona. Nony ren’i Saoly izany, dia nanenjika azy tany an-tany efitr’i Maona izy.",
        "26": "Farany, dia tonga teo amin’ny andaniny iray tamin’ny tendrombohitra i Saoly, fa i Davida sy ny olony kosa teo amin’ny ankilany. Koa niala teo haingana i Davida, noho ny amin’i Saoly. Ary nihananatona an’i Davida sy ny olony i Saoly sy ny olony, mba hisambotra azy.",
        "27": "Nisy iraka anefa tonga nilaza tamin’i Saoly hoe: “Andao haingana fa manafika ny tanintsika ny Filistinina!”",
        "28": "Dia niverina i Saoly fa tsy nanenjika an’i Davida indray, ka lasa nifanandrina tamin’ny Filistinina. Izany no antony niantsoana an’ilay toerana hoe Harambaton’ny Fisarahana.",
        "29": "Ary niala teo i Davida ka niakatra teny amin’ny toerana sarotra aleha tany En-jedy, ary nitoetra tany."
    },
    "24": {
        "1": "Raha vao tafaverina avy nanenjika ny Filistinina i Saoly, dia nisy nilaza taminy hoe: “Any an-tany efitr’i En-jedy i Davida.”",
        "2": "Dia naka telo arivo lahy voafantina teo amin’ny Israely rehetra i Saoly, ka nandeha nitady an’i Davida sy ny olony teny amin’ireo harambato mangadihady nisy osidia.",
        "3": "Farany dia tonga teny amin’ny valan’ondry * teny an-dalana i Saoly, ary nisy lava-bato teo. Dia nankao izy fa te hivoaka. * Efa nipetrapetraka tany anatiny indrindra tao amin’ilay lava-bato anefa i Davida sy ny olony tamin’izay.",
        "4": "Dia hoy ny olon’i Davida taminy: “Izao no andro ilazan’i Jehovah aminao hoe: ‘Atolotro eo an-tananao ny fahavalonao, ka ataovy aminy izay hitanao fa mety.’” Koa nitsangana i Davida, ka notapahiny mangingina ny morontongotr’akanjon’i Saoly, dia ilay akanjo ivelany tsy misy tanany.",
        "5": "Taorian’izay anefa, dia nanameloka an’i Davida foana ny fony, noho ny nanapahany ny morontongotr’akanjon’i Saoly.",
        "6": "Koa hoy izy tamin’ny olony: “Sanatria ahy ny haninjitra ny tanako hamely ny tompoko izay voahosotr’i Jehovah, satria tsy mifanaraka amin’ny fihevitr’i Jehovah izany. Tsy hanao izany aho, fa voahosotr’i Jehovah izy.”",
        "7": "Koa naparitak’i Davida ny olony rehefa avy nilaza izany teny izany izy, ary tsy navelany hamely an’i Saoly izy ireo. Fa i Saoly kosa nitsangana ka niala tao amin’ilay lava-bato, ary nanohy ny diany.",
        "8": "Dia nitsangana i Davida ka nivoaka avy tao amin’ilay lava-bato, ary niantso mafy avy taorian’i Saoly hoe: “Ry mpanjaka tompoko ô!” Dia nitodika i Saoly. Ary niondrika i Davida ka niankohoka tamin’ny tany.",
        "9": "Hoy koa i Davida tamin’i Saoly: “Nahoana ianao no mihaino ny tenin’ny olona hoe: ‘Mitady hanisy ratsy anao i Davida’?",
        "10": "Hitan’ny masonao androany ny nanoloran’i Jehovah anao teo an-tanako tao an-dava-bato. Ary nisy nanome hevitra ahy hamono anao, nefa niantra anao aho ka niteny hoe: ‘Tsy haninjitra ny tanako hamely ny tompoko aho, fa voahosotr’i Jehovah izy.’",
        "11": "Ry raiko ô, jereo ange e! Jereo fa ity an-tanako ity ny morontongotr’iny akanjonao iny! Fa tsy namono anao aho rehefa nanapaka ny morontongotr’akanjonao. Koa aoka ho fantatrao sy ho hitanao fa tsy misy faharatsiana na fikomiana eto an-tanako, ary tsy nanota taminao aho na dia mikendry ny hanala ny aiko aza ianao.",
        "12": "I Jehovah anie hitsara ahy sy ianao! Ary aoka i Jehovah no hamaly anao noho ny amiko, fa ny tanako kosa tsy hikasika anao.",
        "13": "Araka ny fitenenan’ny ntaolo, dia ‘avy amin’ny ratsy fanahy no ivoahan’ny faharatsiana’, fa ny tanako kosa tsy mba hikasika anao.",
        "14": "Nivoaka hitady an’iza ny mpanjakan’ny Israely? Iza no enjehinao? Amboa maty ve? Sa parasy iray?",
        "15": "Aoka i Jehovah no ho mpitsara ka hitsara ahy sy ianao. Dia hijery izy ary hiady ho ahy eo amin’ny fitsarana ka hitsara ahy mba hanafaka ahy eo an-tananao.”",
        "16": "Raha vao tapitra izany tenin’i Davida izany, dia hoy i Saoly: “Feonao ve izany, ry Davida zanako?” Ary nidradradradra nitomany i Saoly.",
        "17": "Hoy koa izy tamin’i Davida: “Marina kokoa noho izaho ianao, satria soa no navalinao ahy, fa ratsy kosa no navaliko anao.",
        "18": "Nasehonao tamin’izany androany fa nanao soa tamiko ianao. Natolotr’i Jehovah teo an-tananao aho, nefa tsy novonoinao.",
        "19": "Havelan’ny olona handeha soa aman-tsara ve ny fahavalony raha sendra azy? Koa hamaly soa anao anie i Jehovah, noho ny nanaovanao izany tamiko androany!",
        "20": "Fantatro tsara izao fa tsy maintsy hanjaka ianao, ary azo antoka fa haharitra eo an-tananao ny fanjakan’ny Israely.",
        "21": "Koa mianiàna amiko amin’ny anaran’i Jehovah fa tsy handringana ny taranako any aoriana ianao, ary tsy hanafoana ny anarako eo amin’ny ankohonan-draiko.”",
        "22": "Dia nianiana tamin’i Saoly i Davida. Ary lasa nody i Saoly, fa i Davida sy ny olony kosa niakatra teny amin’ny toerana sarotra aleha."
    },
    "25": {
        "1": "Ary maty i Samoela tatỳ aoriana. Dia nivory ny Israely rehetra ka nitomany azy sy nandevina azy tany amin’izay nisy ny tranony, tao Rama. Ary nidina nankany an-tany efitr’i Parana i Davida.",
        "2": "Nisy lehilahy iray tao Maona, ary niasa tany Karmela izy. Mpanankarem-be ralehilahy, sady nanana ondry telo arivo sy osy arivo. Dia nanety ny ondriny tao Karmela izy.",
        "3": "Kalebita ralehilahy, Nabala no anarany, ary Abigaila no anaran’ny vadiny. Tena malina sady tsara bika ravehivavy, fa ralehilahy kosa masiaka sady ratsy toetra.",
        "4": "Ary ren’i Davida tany an-tany efitra fa nanety ny ondriny i Nabala.",
        "5": "Koa naniraka zatovolahy folo i Davida ka niteny hoe: “Miakara any Karmela ka mankanesa any amin’i Nabala, ary miresaha aminy amin’ny anarako ka anontanio hoe manahoana izy.",
        "6": "Ary lazao amin’ny rahalahiko hoe: ‘Fiadanana anie ho anao sy ny ankohonanao ary izay rehetra anao!",
        "7": "Reko fa manety ondry ianao. Efa nisy fotoana niarahanay tamin’ireo mpiandry ondrinao. Ary tsy nihetraketraka taminy izahay, sady tsy nisy very mihitsy izay azy tamin’ny andro rehetra nitoerany teto Karmela.",
        "8": "Anontanio ny zatovonao fa hilaza izany aminao izy. Dia hahazo sitraka aminao ny zatovoko, fa andro fifaliana izao ahatongavanay izao. Koa raha sitrakao, dia mba omeo izay azon’ny tananao ny mpanomponao sy Davida zanakao.’”",
        "9": "Koa tonga tany amin’i Nabala ny zatovon’i Davida ka nilaza ny tenin’i Davida rehetra, ary niandry avy eo.",
        "10": "Hoy anefa i Nabala tamin’izy ireo: “Fa iza moa i Davida, ary iza moa ny zanak’i Jese? Efa maro izao ny mpanompo mitsoaka mandositra ny tompony.",
        "11": "Koa izaho ve dia haka ny mofoko sy ny ranoko ary ny henan’ny biby izay novonoiko sy norasarasaiko ho an’ny mpanety ondriko, ka hanome izany ho an’ny olona tsy fanta-piaviana?”",
        "12": "Dia niverin-dalana ny zatovon’i Davida. Ary nony tonga izy ireo dia nolazainy tamin’i Davida izany teny rehetra izany.",
        "13": "Avy hatrany dia hoy i Davida tamin’ny olony: “Samia manao ny sabany eo amin’ny fehikibony!” Koa samy nanao ny sabany teo amin’ny fehikibony izy ireo, ary nanao toy izany koa i Davida. Ary niakatra nanaraka an’i Davida ny efajato lahy teo ho eo, fa ny roanjato kosa nipetraka teo anilan’ny entana.",
        "14": "Ary nilaza tamin’i Abigaila vadin’i Nabala ny iray tamin’ny mpanompony hoe: “Nandefa iraka avy tany an-tany efitra i Davida mba hirary soa ho an’ny tompontsika, kanjo vazavaza sy teny henjana no nataony tamin’izy ireo.",
        "15": "Tsara fanahy be taminay anefa ireo lehilahy ireo sady tsy mba nihetraketraka taminay. Ary tsy nisy zavatray very na iray aza tamin’ny andro rehetra niarahanay tamin’izy ireo tany an-tsaha.",
        "16": "Toy ny manda nanodidina anay izy ireo, na andro na alina, tamin’ny andro rehetra niarahanay taminy niandry ny andian’ondry.",
        "17": "Koa fantaro sy eritrereto izay hataonao, fa misy loza miandry ny tompontsika sy ny ankohonany manontolo. Olona tena tsy manjary mantsy izy ka tsy azo ifampiresahana mihitsy.”",
        "18": "Avy hatrany i Abigaila dia lasa haingana naka mofo roanjato, sy siny lehibe roa feno divay, sy ondry dimy efa voakarakara, sy voam-bary natono indimin’ny seha, * sy mofo zato vita tamin’ny voaloboka maina, ary mofo roanjato vita tamin’ny aviavy noporetina. Ary napetrany teo ambonin’ny ampondra izany.",
        "19": "Dia hoy izy tamin’ny mpanompony: “Mandehana mialoha ahy, fa ho avy ao aorianareo aho.” Tsy nilazany na inona na inona anefa i Nabala vadiny.",
        "20": "Rehefa nidina mangingina ny tendrombohitra izy nitaingina ampondra, dia indreny koa i Davida sy ny olony fa nidina ka tojo azy. Koa nifanena tamin’izy ireo ravehivavy.",
        "21": "Ary i Davida efa niteny hoe: “Fahadisoam-panantenana tanteraka no mba setrin’ny niambenako ny zava-drehetran’ilehiny tany an-tany efitra. Tsy nisy very na iray aza izay rehetra azy. Ratsy anefa no avaliny ny soa nataoko.",
        "22": "Hofaizin’Andriamanitra anie ny fahavalon’i Davida, * ary mihoatra noho izany aza, raha avelako hisy hiangana na iray aza ny lahy rehetra izay azy, mandra-paharainan’ny andro!”",
        "23": "Raha vao nahita an’i Davida i Abigaila, dia nidina haingana avy teo amin’ny ampondra ka niondrika teo anatrehan’i Davida sady niankohoka tamin’ny tany.",
        "24": "Ary niankohoka teo an-tongony ravehivavy ka niteny hoe: “Aoka ho ahy ny fahadisoana, tompoko. Ary mba avelao ny mpanompovavinao hiteny kely aminao, ka henoy ny tenin’ny mpanompovavinao.",
        "25": "Aoka ny tompoko tsy hiraharaha an’iny Nabala tsy manjary iny, fa araka ny anarany ihany ny toetrany. Nabala no anarany, ary hadalana no ao aminy. Izaho mpanompovavinao mantsy tsy nahita ny zatovon’ny tompoko nirahinao.",
        "26": "Koa ankehitriny, tompoko, raha mbola velona koa i Jehovah ary raha mbola velon’aina koa ianao, dia i Jehovah no nisakana anao tsy ho meloka ho nandatsa-dra sy tsy hamaly faty. Aoka ho sahala amin’i Nabala ny fahavalonao sy izay mitady hanisy ratsy ny tompoko.",
        "27": "Ary ity fanomezana ho fisaorana ity, dia nentin’ny mpanompovavinao ho an’ny tompoko mba homena an’ireo zatovolahy manaraka ny tompoko.",
        "28": "Avelao re ny heloky ny mpanompovavinao e! Fa hataon’i Jehovah tokoa izay hampaharitra ny taranaky ny tompoko, satria miady ny adin’i Jehovah ny tompoko. Ary tsy ho hita ao aminao ny faharatsiana, amin’ny andronao rehetra.",
        "29": "Rehefa misy olona manenjika anao ka mifofo ny ainao, dia harovan’i Jehovah Andriamanitrao ianao, toy ny fiarovana zava-tsarobidy voafono ao anaty kitapo. Fa ny ain’ny fahavalonao kosa hatorany toy ny vato avy eo amin’ny foitran’ny pilotra.",
        "30": "Hanendry anao ho mpitarika ny Israely i Jehovah, satria hanao soa amin’ny tompoko izy, araka izay rehetra efa nolazainy.",
        "31": "Nahoana moa ny tompoko no hanao zavatra hahatonga azy henjehin’ny eritreriny, ka handatsa-dra tsy amin’antony sy hamaly faty? Hanao soa amin’ny tompoko tokoa i Jehovah, ka mba tsarovy ny mpanompovavinao.”",
        "32": "Dia hoy i Davida tamin’i Abigaila: “Hisaorana anie i Jehovah Andriamanitry ny Israely, izay naniraka anao androany mba hihaona amiko!",
        "33": "Hotahina anie ny fahendrenao, ary hotahina anie ianao, izay nisakana ahy androany tsy ho meloka ho nandatsa-dra sy tsy hamaly faty!",
        "34": "Ary raha mbola velona koa i Jehovah Andriamanitry ny Israely izay nisakana ahy tsy hanisy ratsy anao, dia tsoriko aminao fa efa tsy nisy niangana intsony ny lahy rehetra izay an’i Nabala, mandra-paharainan’ny andro, raha toa ka tsy nandeha haingana hihaona amiko ianao.”",
        "35": "Koa noraisin’i Davida avy tamin’ny tanan-dravehivavy izay nentiny ho azy, ka hoy izy taminy: “Miakara soa aman-tsara ho any an-tranonao, fa efa nihaino ny teninao aho ka ekeko ny fangatahanao.”",
        "36": "Dia tonga tany amin’i Nabala i Abigaila. Nanao fanasambe tao an-tranony ralehilahy tamin’izay, toy ny fanasan’ny mpanjaka. Ary falifaly ny fon’i Nabala, sady mamo be izy. Koa tsy nilaza na inona na inona taminy ravehivavy, na kely na lehibe, mandra-paharainan’ny andro.",
        "37": "Nony maraina, rehefa nisava ny divay nosotroin’i Nabala, dia notantarain’ny vadiny taminy daholo izany zavatra izany. Koa maty tao anatin’i Nabala ny fony, ary nanjary toy ny vato izy.",
        "38": "Rehefa afaka folo andro teo ho eo, dia nasian’i Jehovah izy ka maty.",
        "39": "Dia ren’i Davida fa maty i Nabala, ka hoy izy: “Hisaorana anie i Jehovah, izay niady ho ahy teo amin’ny fitsarana ka nanafaka ahy tamin’ilay fanalam-baraka nataon’i Nabala tamiko, sady nisakana ny mpanompony tsy hanao ratsy! Ary ny faharatsian’i Nabala dia natsingerin’i Jehovah teo an-dohany ihany!” Dia naniraka olona i Davida mba hilaza tamin’i Abigaila ny fangatahany azy ho vady.",
        "40": "Koa tonga tany amin’i Abigaila tao Karmela ny mpanompon’i Davida ka niteny hoe: “Nirahin’i Davida atỳ aminao izahay mba haka anao ho vadiny.”",
        "41": "Dia niankohoka tamin’ny tany avy hatrany i Abigaila, sady niteny hoe: “Intỳ aho mpanompovavinao, ho mpanompovavy hanasa ny tongotry ny mpanompon’ny tompoko.”",
        "42": "Dia nitsangana haingana izy ka nitaingina ampondra, ary nisy mpanompovavy dimy nanaraka azy. Ary niaraka tamin’ireo iraka izy ka lasa vadin’i Davida.",
        "43": "Ary efa nalain’i Davida ho vadiny koa i Ahinoama avy any Jezirela. Koa izy roa vavy no lasa vadiny.",
        "44": "Ary i Saoly efa nanome an’i Mikala zanany vavy, izay vadin’i Davida, ho vadin’i Palty, zanak’i Laisy avy any Galima."
    },
    "26": {
        "1": "Tatỳ aoriana, dia tonga tany amin’i Saoly tany Gibea ireo lehilahy tao Zifa, ka niteny hoe: “Tsy fantatrao angaha fa miafina any amin’ny havoanan’i Hakila, tandrifin’i Jesimona, i Davida?”",
        "2": "Dia nidina nankany an-tany efitr’i Zifa i Saoly mba hitady an’i Davida tany. Ary nisy telo arivo lahy niaraka tamin’i Saoly, dia ireo lehilahy voafantina teo amin’ny Israely.",
        "3": "Ary nitoby teo amoron-dalana i Saoly, teo amin’ny havoanan’i Hakila, tandrifin’i Jesimona, fa i Davida kosa nitoetra tany an-tany efitra. Ary fantatr’i Davida fa nanaraka azy tany an-tany efitra i Saoly.",
        "4": "Koa nandefa mpitsikilo i Davida, mba hahafantarany raha tonga tokoa i Saoly.",
        "5": "Ary nankany amin’ny toerana nitobian’i Saoly i Davida. Dia tazany ny toerana natorian’i Saoly, ary tazany koa i Abnera zanak’i Nera, lehiben’ny tafiny. Natory tao amin’ny faritry ny toby i Saoly tamin’izay, ary nitoby nanodidina azy ny olona.",
        "6": "Ary hoy i Davida tamin’i Ahimeleka Hetita sy Abisay zanak’i Zeroia, rahalahin’i Joaba: “Iza no hidina hiaraka amiko hankeny amin’i Saoly ao an-toby?” Dia hoy i Abisay: “Hiaraka aminao aho.”",
        "7": "Koa nankeny amin’izy ireo i Davida sy Abisay, tamin’ny alina. Natory tao amin’ny faritry ny toby i Saoly, ary nitsatoka tamin’ny tany teo akaikin’ny lohany ny lefony. I Abnera sy ny olona kosa natory nanodidina azy.",
        "8": "Ary hoy i Abisay tamin’i Davida: “Efa natolotr’Andriamanitra eo an-tananao ny fahavalonao androany. Mba avelao aho handefona azy hifantsika amin’ny tany indray mandeha tsy miverina.”",
        "9": "Hoy anefa i Davida tamin’i Abisay: “Aza mamono azy, fa iza moa no naninjitra ny tanany hamely ny voahosotr’i Jehovah ka tsy nanan-tsiny?”",
        "10": "Hoy koa i Davida: “Raha mbola velona koa i Jehovah, dia i Jehovah ihany no hamely azy, na ho avy ny andro tsy maintsy hahafatesany, na hidina any an’ady izy ka ho faty.",
        "11": "Fa sanatria ahy ny haninjitra ny tanako hamely ny voahosotr’i Jehovah, satria tsy mifanaraka amin’ny fihevitr’i Jehovah izany! Koa alaivo, azafady, ny lefona eo akaikin’ny lohany sy ny tavoara fasiana rano, dia andao handeha.”",
        "12": "Dia nalain’i Davida teo akaikin’ny lohan’i Saoly ilay lefona sy ilay tavoara fasiana rano, ary lasa nandeha ry zareo. Ary tsy nisy nahita na nahatsikaritra na nifoha, fa natory daholo izy ireo satria nataon’i Jehovah renoky ny torimaso lalina.",
        "13": "Dia nankeny ampita i Davida, ka nijoro teo an-tampon’ny tendrombohitra teny lavidavitra. Koa nifanalavidavitra izy ireo.",
        "14": "Ary i Davida niantsoantso ho ren’ny olona sy Abnera zanak’i Nera, nanao hoe: “Valio aho, ry Abnera a!” Koa namaly i Abnera hoe: “Iza moa izao miantsoantso ho ren’ny mpanjaka izao?”",
        "15": "Dia hoy i Davida: “Tsy lehilahy ve ianao e? Ary iza no tahaka anao eo amin’ny Israely? Koa nahoana ianao no tsy niambina ny mpanjaka tomponao? Fa nisy tonga hamono ny mpanjaka tomponao teo.",
        "16": "Tsy tsara izany nataonao izany. Raha mbola velona koa i Jehovah, dia mendrika ny ho faty ianareo, satria tsy nambenanareo ny tomponareo, izay voahosotr’i Jehovah. Aiza izao ny lefon’ny mpanjaka sy ilay tavoara fasiana rano teo akaikin’ny lohany?”",
        "17": "Dia fantatr’i Saoly ny feon’i Davida, ka hoy izy: “Feonao ve izany, ry Davida zanako?” Ary hoy i Davida: “Feoko izany, ry mpanjaka tompoko.”",
        "18": "Hoy koa izy: “Nahoana ny tompoko no manenjika ny mpanompony? Fa inona no nataoko ary inona no ratsy vitako?",
        "19": "Aoka ny mpanjaka tompoko mba hihaino ny tenin’ny mpanompony: Raha i Jehovah no nampirisika anao hamely ahy, dia aoka izy hankasitraka ny fanatitra varimbazaha atolotro. Fa raha olona kosa no nampirisika anao, dia voaozona eo anatrehan’i Jehovah izy ireo, satria efa nandroaka ahy androany mba tsy hiraiki-po intsony amin’ny lovan’i Jehovah, ka nanao hoe: ‘Mandehana manompo andriamani-kafa!’",
        "20": "Ary ankehitriny, aza avela ho latsaka amin’ny tany eo anatrehan’i Jehovah ny rako. Fa efa nivoaka hitady parasy iray ny mpanjakan’ny Israely, toy ny olona manenjika tsipoy eny an-tendrombohitra.”",
        "21": "Dia hoy i Saoly: “Efa nanota aho. Miverena, ry Davida zanako, fa tsy hanisy ratsy anao intsony aho satria sarobidy teo imasonao ny aiko androany. Hadalana mihitsy no nataoko ary tena diso aho.”",
        "22": "Ary hoy i Davida: “Intỳ ny lefon’ny mpanjaka! Aoka hisy iray amin’ireo tovolahy haka azy etỳ.",
        "23": "I Jehovah no hamaly ny tsirairay araka ny fahamarinany sy ny tsy fivadihany avy, satria nanolotra anao teo an-tanako i Jehovah androany, nefa izaho tsy nety naninjitra ny tanako hamely ny voahosotr’i Jehovah.",
        "24": "Ary toy ny naha zava-dehibe ny ainao teo imasoko androany, dia enga anie mba ho zava-dehibe eo imason’i Jehovah koa ny aiko, ka hanafaka ahy amin’ny fahoriana rehetra izy!”",
        "25": "Dia hoy i Saoly tamin’i Davida: “Hotahin’Andriamanitra anie ianao, ry Davida zanako! Tsy maintsy hanao zavatra ianao, ary ianao no tsy maintsy ho mpandresy.” Dia lasa nandeha i Davida, fa i Saoly kosa nody tany amin’izay nisy azy."
    },
    "27": {
        "1": "Hoy anefa i Davida anakampo: “Ho fatin’ny tanan’i Saoly ihany aho indray andro any. Koa tsy misy afa-tsy ny mandositra any amin’ny tanin’ny Filistinina no mety amiko. Amin’izay dia ho kivy i Saoly ka tsy te hitady ahy intsony, manerana ny faritanin’ny Israely. Ary tsy ho azon’ny tanany intsony aho.”",
        "2": "Dia niainga i Davida sy ny eninjato lahy niaraka taminy ka niampita nankany amin’i Akisy mpanjakan’i Gata, zanak’i Maoka.",
        "3": "Ary nitoetra tany amin’i Akisy tao Gata i Davida sy ny olony, izay samy niaraka tamin’ny ankohonany avy. I Davida koa niaraka tamin’ireo vadiny roa, dia i Ahinoama Jezirelita sy Abigaila Karmelita, ilay vadin’i Nabala.",
        "4": "Tatỳ aoriana, dia nisy nilaza tamin’i Saoly fa efa nandositra nankany Gata i Davida, ka tsy nandeha nitady azy intsony izy.",
        "5": "Ary hoy i Davida tamin’i Akisy: “Raha mahazo sitraka aminao aho, dia aoka mba homena toerana ao amin’ny tanàna iray any ambanivohitra, mba hipetrahako any. Fa nahoana ny mpanomponao no hipetraka miaraka aminao eto amin’ny tanànan’ny mpanjaka?”",
        "6": "Koa nomen’i Akisy azy i Ziklaga tamin’izay andro izay. Izany no nahatonga an’i Ziklaga ho fananan’ny mpanjakan’ny Joda mandraka androany.",
        "7": "Herintaona sy efa-bolana no andro nipetrahan’i Davida tany ambanivohitry ny Filistinina.",
        "8": "Ary niakatra i Davida sy ny olony mba hanafika ny Gesorita sy ny Girzita ary ny Amalekita, izay nonina tao amin’ny faritra nanomboka tany Telama ka hatrany Sora ary nipaka hatrany Ejipta.",
        "9": "Ary namely an’ilay faritra i Davida, ka tsy nisy nasiany niangana na lehilahy na vehivavy. Namabo ondry sy omby sy ampondra sy rameva ary akanjo koa izy, dia niverina tany amin’i Akisy.",
        "10": "Ary hoy i Akisy: “Taiza ianareo no nanafika androany?” Dia hoy i Davida: “Tany atsimon’i Joda sy tany atsimon’ny tanin’ny Jeramelita ary tany atsimon’ny tanin’ny Kenita.”",
        "11": "Tsy nisy lehilahy na vehivavy navelan’i Davida ho velona na iray aza, mba tsy hisy hoentiny tany Gata. Fa hoy izy: “Sao hitantara momba antsika ry zareo hoe: ‘Toy izao no nataon’i Davida.’” Ary toy izany foana no fanaony tamin’ny andro rehetra nipetrahany tany ambanivohitry ny Filistinina.",
        "12": "Koa nino an’i Davida i Akisy, ka niteny anakampo hoe: “Efa nanjary halan’ny Israely olony tokoa izy, ka ho mpanompoko mandritra ny fotoana tsy voafetra.”"
    },
    "28": {
        "1": "Ary tamin’izany andro izany, dia namory ny tobiny ny Filistinina, mba hiady amin’ny Israely. Koa hoy i Akisy tamin’i Davida: “Fantatrao tsara angamba fa tokony hiaraka amiko ho any amin’ny toby ianao sy ny olonao.”",
        "2": "Dia hoy i Davida: “Ianao mahalala tsara izay tokony hataon’ny mpanomponao.” Koa hoy i Akisy: “Izany no hanendreko anao ho mpiaro ahy mandrakariva.”",
        "3": "Efa maty i Samoela tamin’izay, ary efa nitomany azy ny Israely rehetra ka nandevina azy tao an-tanànany tao Rama. Ary efa nesorin’i Saoly tsy ho eo amin’ilay tany ny mpamoha angatra sy ny mpilaza ny hoavy.",
        "4": "Dia niangona ny Filistinina, ary tonga tao Sonema ka nanangana toby tao. Koa novorin’i Saoly ny Israely rehetra, ary nanangana toby tao Gilboa izy ireo.",
        "5": "Rehefa nahita ny tobin’ny Filistinina i Saoly, dia raiki-tahotra ka nidobodoboka be ny fony.",
        "6": "Dia nanontany an’i Jehovah i Saoly, nefa tsy namaly azy mihitsy i Jehovah, na tamin’ny nofy na tamin’ny Orima, na tamin’ny alalan’ny mpaminany.",
        "7": "Farany, dia hoy i Saoly tamin’ny mpanompony: “Itadiavo vehivavy mahay mamoha angatra aho. Dia hankany aminy aho hanontany azy.” Ary hoy ny mpanompony: “Misy vehivavy mahay mamoha angatra ao En-dora.”",
        "8": "Koa mody nanao olon-kafa i Saoly ka akanjo hafa no nanaovany. Dia lasa izy, ary nisy lehilahy roa niaraka taminy. Ary tonga tany amin’ilay vehivavy izy ireo tamin’ny alina. Dia hoy i Saoly: “Manaova sikidy, azafady, ka miantsoa fanahy, dia ampiakaro ho ahy izay holazaiko aminao.”",
        "9": "Hoy anefa ravehivavy: “Fantatrao tsara ny nataon’i Saoly, fa naringany tsy ho eto amin’ity tany ity ny mpamoha angatra sy ny mpilaza ny hoavy. Koa nahoana ianao no mamandrika ny aiko mba hamonoana ahy ho faty?”",
        "10": "Avy hatrany dia nianiana taminy tamin’ny anaran’i Jehovah i Saoly hoe: “Raha mbola velona koa i Jehovah, dia tsy hisy heloka ho anao amin’ity raharaha ity!”",
        "11": "Dia hoy ravehivavy: “Iza àry no hampiakariko ho anao?” Ary hoy izy: “Ampiakaro ho ahy i Samoela.”",
        "12": "Rehefa nahita an’i “Samoela” ravehivavy, dia nikiakiaka faran’izay mafy. Dia hoy izy tamin’i Saoly: “Nahoana ianao no namitaka ahy? Hay, ianao no Saoly.”",
        "13": "Hoy anefa ny mpanjaka: “Aza matahotra, fa inona no hitanao?” Dia hoy ravehivavy: “Nahita andriamanitra niakatra avy ao amin’ny tany aho.”",
        "14": "Avy hatrany dia hoy izy tamin-dravehivavy: “Manao ahoana ny bikabikany?” Dia namaly ravehivavy hoe: “Lahiantitra no miakatra avy any, ary manao akanjo ivelany tsy misy tanany izy.” Koa fantatr’i Saoly fa i “Samoela” izany, dia niondrika izy ka niankohoka tamin’ny tany.",
        "15": "Ary hoy i “Samoela” tamin’i Saoly: “Nahoana ianao no manelingelina ahy ka mampiakatra ahy?” Dia hoy i Saoly: “Mafy ny manjo ahy, fa miady amiko ny Filistinina nefa Andriamanitra efa nahafoy ahy ka tsy namaly ahy intsony, na tamin’ny alalan’ny mpaminany na tamin’ny nofy. Koa miantso anao aho mba hampahafantatra ahy izay tokony hataoko.”",
        "16": "Ary hoy i “Samoela”: “Koa nahoana ianao no manontany ahy, nefa i Jehovah aza efa nahafoy anao ka lasa fahavalonao?",
        "17": "Izay efa nolazain’i Jehovah tamin’ny alalako no hataony, eny, izany no hataony ho an’ny tenany. Dia hendahan’i Jehovah eo an-tananao ny fanjakana, ka homeny an’i Davida namanao.",
        "18": "Tsy nankatò ny tenin’i Jehovah ianao ary tsy nampihatra ny fahatezerany mirehitra tamin’i Amaleka, ka izany no antony hanaovan’i Jehovah izany zavatra izany aminao anio.",
        "19": "Ary hatolotr’i Jehovah miaraka aminao eo an-tanan’ny Filistinina koa ny Israely, ka ho atỳ amiko ianao sy ireo zanakao lahy rahampitso. Ary na ny tobin’ny Israely koa aza hatolotr’i Jehovah eo an-tanan’ny Filistinina.”",
        "20": "Tonga dia nianjera niampatra tamin’ny tany i Saoly sady raiki-tahotra mafy noho ny tenin’i “Samoela.” Tsy nisy hery intsony koa tao aminy, satria tsy nihinan-kanina izy iny andro iny sy ny alina manontolo.",
        "21": "Dia nankeo amin’i Saoly ravehivavy ka nahita fa nivarahontsana mafy izy. Ary hoy izy taminy: “Efa nihaino ny teninao ny mpanompovavinao, ary efa nanao vivery ny aiko aho ka nihaino izay nolazainao tamiko.",
        "22": "Koa mba henoy kosa izao ny tenin’ny mpanompovavinao. Avelao aho handroso sombi-mofo eo anoloanao, dia hihinana ianao mba hahazo hery satria mbola handeha.”",
        "23": "Tsy nety anefa i Saoly fa niteny hoe: “Tsy hihinana aho.” Nampirisika azy foana anefa ny mpanompony sy ilay vehivavy. Koa nanaraka ny tenin’izy ireo ihany izy tamin’ny farany, ka niarina avy teo amin’ny tany ary nipetraka teo am-pandriana.",
        "24": "Ary nanana zanak’omby mifahy ravehivavy tao an-trano, ka nataony sorona haingana izany. Naka lafarinina koa izy ka namolavola koba, dia nanao mofo tsy misy lalivay izay nataony tao anaty lafaoro.",
        "25": "Dia narosony teo anoloan’i Saoly sy ny mpanompony izany, ka nihinana izy ireo. Avy eo dia nitsangana izy ireo ka lasa nandeha iny alina iny ihany."
    },
    "29": {
        "1": "Ary namory ny tobiny rehetra tao Afeka ny Filistinina, fa ny Israelita kosa nitoby teo akaikin’ilay loharano tao Jezirela.",
        "2": "Dia nandroso niaraka tamin’ireo andia-miaramila ny andriana mpiray dinan’ny Filistinina, ary nisy miaramila zato na arivo ny andiany tsirairay. Nandroso koa avy eo i Davida sy ny olony, niaraka tamin’i Akisy.",
        "3": "Ary hoy ireo andrianan’ny Filistinina: “Fa ahoana koa ireto Hebreo ireto?” Dia hoy i Akisy: “Angaha moa tsy io no Davida, mpanompon’i Saoly mpanjakan’ny Israely? Efa teto amiko herintaona na roa taona izy izao, ary tsy hitako izay tsininy hatramin’ny andro nitsoahany ho atỳ amiko ka mandraka androany.”",
        "4": "Koa tezitra taminy ireo andrianan’ny Filistinina ka niteny hoe: “Asaivo miverina any amin’ny toerana nanendrenao azy ilehio, fa aza avela hiara-midina amintsika ho any an’ady, sao izy ho lasa mpanohitra antsika any. Ary amin’inona moa no hahazoan’ilehio sitraka amin’ny tompony? Tsy amin’ny fanolorana ny lohan’ireto olontsika ireto ihany ve?",
        "5": "Tsy io ve no Davida, ary tsy noho izy ve no nahatonga ny olona handihy sy hanao hira mifamaly hoe: ‘I Saoly nahafaty arivoarivo, fa i Davida kosa nahafaty alinalina’?”",
        "6": "Koa niantso an’i Davida i Akisy ka niteny taminy hoe: “Raha mbola velona koa i Jehovah, dia olona mahitsy ianao, ary faly aho fa niaraka tamiko niantafika ianao. Fa tsy nahita faharatsiana teo aminao aho hatramin’ny andro nahatongavanao tatỳ amiko ka mandraka androany. Tsy sitrak’ireo andriana mpiray dina anefa ianao.",
        "7": "Koa miverena soa aman-tsara, mba tsy hanaovanao zava-dratsy eo imason’ny andriana mpiray dinan’ny Filistinina.”",
        "8": "Hoy anefa i Davida tamin’i Akisy: “Fa inona no nataoko, ary inona no hitanao tamin’ny mpanomponao hatramin’ny andro nahatongavako teo anatrehanao ka mandraka androany, no tsy mahazo mandeha miady amin’ny fahavalon’ny mpanjaka tompoko aho?”",
        "9": "Dia hoy ny navalin’i Akisy: “Fantatro tokoa fa tsara teo imasoko sahala amin’ny anjelin’Andriamanitra ianao, saingy ireo andrianan’ny Filistinina no niteny hoe: ‘Aoka izy tsy hiara-miakatra amintsika ho any an’ady.’",
        "10": "Koa mifohaza maraina ianao sy ny mpanompon’ny tomponao izay niaraka taminao, eny, mifohaza raha vao mangiran-dratsy, ka mandehana.”",
        "11": "Koa nifoha maraina i Davida sy ny olony, mba handeha maraina hiverina tany amin’ny tanin’ny Filistinina. Ary ny Filistinina kosa niakatra nankany Jezirela."
    },
    "30": {
        "1": "Rehefa tonga tany Ziklaga i Davida sy ny olony tamin’ny andro fahatelo, dia hitany fa notafihin’ny Amalekita ny faritra atsimo sy Ziklaga. Nasian’izy ireo i Ziklaga ka nodorany,",
        "2": "ary nobaboiny ny vehivavy sy izay rehetra tao an-tanàna, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Tsy nisy novonoiny ho faty anefa ny olona, fa nentiny fotsiny dia lasa izy ireo nandeha.",
        "3": "Rehefa tonga tao an-tanàna i Davida sy ny olony, dia efa main’ny afo ny tanàna ary nisy namabo ny vadin’izy ireo sy ny zanany lahy ary ny zanany vavy.",
        "4": "Dia nidradradradra nitomany i Davida sy ny olona niaraka taminy, ary rehefa tsy nanan-kery hitomaniana intsony izy ireo vao nangina.",
        "5": "Voababo koa ny vadin’i Davida anankiroa, dia i Ahinoama Jezirelita sy Abigaila vadin’i Nabala Karmelita.",
        "6": "Ary ory dia ory i Davida satria nilaza ny hitora-bato azy ny olona. Samy tezitra daholo mantsy izy ireo noho ny amin’ny zanany lahy sy ny zanany vavy. Koa nankahery tena tamin’ny alalan’i Jehovah Andriamaniny i Davida.",
        "7": "Dia hoy i Davida tamin’i Abiatara mpisorona zanak’i Ahimeleka: “Mba ento kely etỳ amiko ny efoda!” Koa nentin’i Abiatara teo amin’i Davida ny efoda.",
        "8": "Ary nanontany an’i Jehovah i Davida hoe: “Hanenjika an’ireo mpandroba ve aho? Ho tratrako ve ry zareo?” Dia hoy izy taminy: “Mandehana, enjeho, fa tsy maintsy ho tratranao ry zareo, ary hanafaka tokoa ianao.”",
        "9": "Tonga dia niainga i Davida sy ny eninjato lahy niaraka taminy, ka nandeha hatrany amin’ny lohasaha falehan-driakan’i Besora. Ary nijanona teo ny sasany tamin’izy ireo.",
        "10": "Ary notohizin’i Davida sy ny efajato lahy ny fanenjehana an’ireo mpandroba, fa ny roanjato lahy kosa nijanona satria reraka loatra ka tsy afa-niampita ny lohasaha falehan-driakan’i Besora.",
        "11": "Ary nahita lehilahy ejipsianina iray tany ambanivohitra izy ireo. Dia nentiny tany amin’i Davida ralehilahy ka nomeny mofo hohaniny sy rano hosotroiny.",
        "12": "Dia nomeny sombi-mofo vita tamin’ny aviavy noporetina izy, ary koa mofo roa vita tamin’ny voaloboka maina. Koa nihinana ralehilahy ka nody ny ainy. Efa telo andro sy telo alina mantsy izy no tsy nihinan-kanina sady tsy nisotro rano.",
        "13": "Ary hoy i Davida taminy: “An’iza moa ianao, ary avy aiza?” Dia namaly izy hoe: “Ejipsianina aho, andevon’ny lehilahy amalekita iray. Nilaozan’ny tompoko anefa aho satria narary, telo andro lasa izay.",
        "14": "Izahay no nanafika ny faritra atsimon’ny Keretita sy ny tanin’i Joda ary ny faritra atsimon’i Kaleba. Ary nodoranay i Ziklaga.”",
        "15": "Koa hoy i Davida: “Azonao entina midina mankany amin’ireo mpandroba ve aho?” Dia hoy izy: “Raha mianiana amiko amin’ny anaran’Andriamanitra ianao fa tsy hamono ahy ho faty, sady tsy hanolotra ahy eo an-tanan’ny tompoko, dia hoentiko midina mankany amin’ireo mpandroba.”",
        "16": "Koa nentiny nidina tokoa izy, ary indreo ny Amalekita niparitadritaka tetsy sy teroa nanerana an’ilay faritra, sady nihinana sy nisotro ary nanao fety noho ny zava-drehetra nobaboiny tany amin’ny tanin’ny Filistinina sy ny tanin’i Joda.",
        "17": "Ary namely azy ireo i Davida, nanomboka tamin’ny mazava ratsy ka hatramin’ny takariva, mba handringanana azy tanteraka. Ary tsy nisy niangana izy ireo, afa-tsy zatovolahy efajato nitsoaka nitaingina rameva.",
        "18": "Dia avotr’i Davida daholo izay nalain’ny Amalekita, ary nafahany koa ny vadiny roa.",
        "19": "Ary tsy nisy tsy azon’izy ireo izay azy, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra, na ny zanany lahy na ny zanany vavy na ny zavatra voababo, eny, izay rehetra lasan’ireo mpandroba. Azon’i Davida indray ny zava-drehetra.",
        "20": "Koa nalain’i Davida daholo ny ondry sy ny omby, ka noroahin’ny olony teo alohan’ireo biby fiompiny. Ary hoy izy ireo: “Itony ny zavatra nobaboin’i Davida.”",
        "21": "Farany, dia tonga teo amin’ireo roanjato lahy i Davida. Tsy tafaraka taminy mantsy ireo satria reraka loatra, ka nasaina nipetraka teo akaikin’ny lohasaha falehan-driakan’i Besora. Ary nitsena an’i Davida sy ny olona niaraka taminy izy ireo. Nony tonga teo amin’izy ireo i Davida, dia nanontany hoe nanahoana izy ireo.",
        "22": "Nisy olona ratsy fanahy sy tsy manjary anefa tamin’ireo niaraka tamin’i Davida, ka niteny hoe: “Tsy nandeha niaraka tamintsika ireo, ka tsy homentsika na inona na inona amin’ny zavatra nobaboina izay navotantsika, afa-tsy ny vady aman-janany ihany. Aoka hoentiny ireny dia aleo izy handeha.”",
        "23": "Hoy anefa i Davida: “Aza manao an’izany momba ny zavatra nomen’i Jehovah antsika, ry rahalahiko, fa izy no niaro antsika sy nanolotra teo an-tanantsika an’ireo mpandroba izay nanafika antsika.",
        "24": "Ary iza no hihaino izany teninareo izany? Fa tahaka ny anjaran’izay nidina tany an’ady ihany no ho anjaran’izay nipetraka teo anilan’ny entana. Samy hahazo anjara ny rehetra.”",
        "25": "Nanomboka tamin’izay andro izay, dia napetrany ho fitsipika sy didim-pitsarana ho an’ny Israely izany, mandraka androany.",
        "26": "Rehefa tonga tao Ziklaga i Davida, dia nandefasany tamin’ny zavatra azo babo ireo namany anti-panahin’i Joda, ka hoy izy: “Ity misy fanomezana ho fisaorana anareo, avy amin’ny zavatra azo babo tamin’ny fahavalon’i Jehovah.”",
        "27": "Eny, nandefasany ny anti-panahy tany Betela, sy ny tany Ramota any atsimo, sy ny tany Jatira,",
        "28": "sy ny tany Aroera, sy ny tany Sifmota, sy ny tany Estemoa,",
        "29": "sy ny tany Rakala, sy ny tany amin’ireo tanànan’ny Jeramelita, sy ny tany amin’ireo tanànan’ny Kenita,",
        "30": "sy ny tany Horma, sy ny tany Borasana, sy ny tany Ataka,",
        "31": "sy ny tany Hebrona, ary ny tany amin’ny toerana rehetra efa nalehan’i Davida sy ny olony."
    },
    "31": {
        "1": "Niady tamin’ny Israely ny Filistinina, ary nandositra teo anoloan’izy ireo ny Israelita. Dia niampatrampatra teny amin’ny Tendrombohitra Gilboa ny fatin’ny Israelita.",
        "2": "Ary narahin’ny Filistinina akaiky dia akaiky i Saoly sy ny zanany lahy, ka matin’izy ireo ny zanak’i Saoly, dia i Jonatana sy Abinadaba ary Malkisoa.",
        "3": "Ary nihamafy ny fanafihana an’i Saoly. Farany, dia hitan’ireo mpandefa zana-tsipìka izy, ka voan’izy ireo ary naratra mafy.",
        "4": "Koa hoy i Saoly tamin’ny mpitondra ny fiadiany: “Tsoahy ny sabatrao dia trobahy amin’iny aho, sao ho avy ireo tsy mifora ireo ka hanatrobaka ahy sy hampijalijaly ahy.” Tsy nety anefa ilay mpitondra fiadiana, satria natahotra be. Koa nalain’i Saoly ny sabatra, dia nianjerany.",
        "5": "Nony hitan’ilay mpitondra fiadiana fa maty i Saoly, dia mba nianjerany koa ny sabany ka niara-maty taminy izy.",
        "6": "Dia niara-maty tamin’iny andro iny i Saoly sy ny zanany telo lahy ary ny mpitondra ny fiadiany, eny, ny olony rehetra.",
        "7": "Nony tazan’ny Israelita teny amin’ny faritry ny lemaka iva sy teny amin’ny faritr’i Jordana fa nandositra ny tafiky ny Israely ary maty i Saoly sy ny zanany, dia nandao ny tanànany izy ireo ka nandositra. Ary tonga tany ny Filistinina, ka nonina tany.",
        "8": "Rehefa tonga haka an’izay zavatra teny amin’ireo faty ny Filistinina ny ampitson’iny, dia nahita an’i Saoly sy ny zanany telo lahy niampatra teo amin’ny Tendrombohitra Gilboa.",
        "9": "Dia notapahin’izy ireo ny lohan’i Saoly, ary nalainy ny fiadiany. Ary naniraka olona ho any amin’ny tanin’ny Filistinina manodidina izy ireo, hilaza izany tany amin’ireo tranon’ny sampiny sy tamin’ny vahoaka.",
        "10": "Farany, dia napetrany tao amin’ny trano nisy an’ireo sarin’i Astarta ny fiadian’i Saoly, fa ny fatiny kosa nataony teo amin’ny mandan’i Beti-sana.",
        "11": "Ary ren’ny mponin’i Jabesi-gileada izay nataon’ny Filistinina tamin’i Saoly.",
        "12": "Koa niainga avy hatrany ny lehilahy mahery fo rehetra ka nandeha nandritra ny alina. Dia nalain’izy ireo teo amin’ny mandan’i Beti-sana ny fatin’i Saoly sy ny fatin’ny zanany. Ary tonga tany Jabesy izy ireo ka nodorany tany ireo faty.",
        "13": "Avy eo dia nentiny ireo taolam-paty, ka naleviny teo ambanin’ilay hazo tamariska tany Jabesy. Ary nifady hanina fito andro izy ireo."
    },
    "meta": {
        "name": "Samoela Voalohany",
        "order": 8,
        "chapter_number": 31
    }
}