{
    "1": {
        "1": "Nony maty i Saoly, dia nijanona roa andro tao Ziklaga i Davida, rehefa niverina avy namely an’ireo Amalekita.",
        "2": "Ary tamin’ny andro fahatelo, dia nisy lehilahy tonga avy tany an-toby, avy tany amin’ny tafik’i Saoly. Rovitra ny akanjony ary nihosim-bovoka ny lohany. Raha vao tonga teo amin’i Davida izy, dia niondrika tamin’ny tany ka niankohoka.",
        "3": "Ary hoy i Davida taminy: “Avy aiza ianao?” Dia hoy izy: “Nandositra avy any an-tobin’ny Israely aho.”",
        "4": "Ary hoy i Davida: “Nanahoana ny fandehany tany? Mba lazao ahy kely, azafady.” Dia hoy izy: “Vaky nandositra tamin’ny ady ny olona, ary be dia be koa no lavo ka maty. Ary maty hatramin’i Saoly sy Jonatana zanany.”",
        "5": "Ary hoy i Davida tamin’ilay tovolahy niresaka taminy: “Ahoana no ahafantaranao fa tena maty i Saoly sy Jonatana zanany?”",
        "6": "Dia hoy ilay tovolahy: “Sendra teo amin’ny Tendrombohitra Gilboa aho, no nahita an’i Saoly nitehina tamin’ny lefony. Ary nihananatona azy ny mpitondra kalesy sy ny mpitaingin-tsoavaly.",
        "7": "Dia niherika izy ka nahita ahy, ary niantso ahy. Dia hoy aho: ‘Intỳ aho!’",
        "8": "Ary hoy izy: ‘Iza moa ianao?’ Dia hoy aho: ‘Amalekita aho.’",
        "9": "Ary hoy izy: ‘Avia ange e! Vonoy ho faty aho fa mijaly be, nefa mbola ato amiko ihany ny aiko rehetra.’",
        "10": "Koa nanatona azy aho ka namono azy ho faty, satria fantatro fa tsy ho velona intsony izy rehefa lavo noho ny ratra nahazo azy. Dia nalaiko ny diadema teo amin’ny lohany sy ny brasele teny an-tsandriny, mba hoentiko atỳ amin’ny tompoko.”",
        "11": "Dia nandrovitra ny akanjony i Davida, ary samy nanao toy izany koa ny lehilahy rehetra niaraka taminy.",
        "12": "Ary nidradradradra nitomany izy ireo sady nifady hanina mandra-paharivan’ny andro, noho ny amin’i Saoly sy Jonatana zanany sy ny olon’i Jehovah ary ny taranak’Israely, satria lavon-tsabatra ireny.",
        "13": "Ary hoy i Davida tamin’ilay tovolahy: “Avy aiza moa ianao?” Dia hoy izy: “Zanaka Amalekita mpivahiny eto aho.”",
        "14": "Ary hoy i Davida: “Nahoana ianao no tsy natahotra ny haninjitra ny tananao hamono ny voahosotr’i Jehovah?”",
        "15": "Dia niantso ny iray tamin’ireo zatovolahy i Davida, ka nanao hoe: “Avia! Vonoy io.” Koa novonoiny izy, ka maty.",
        "16": "Ary hoy i Davida taminy: “Ianao ihany no ho tompon’andraikitra amin’ny fahafatesanao, * satria ny vavanao ihany no niampanga anao hoe: ‘Izaho no namono ho faty ny voahosotr’i Jehovah.’”",
        "17": "Ary nanao izao hira fisaonana an’i Saoly sy Jonatana zanany izao i Davida.",
        "18": "Nilaza koa izy fa tokony hampianarina ny taranak’i Joda io hira antsoina hoe “Ilay Tsipìka” io, izay voasoratra toy izao ao amin’ny bokin’i Jasara:",
        "19": "“Voavono teny amin’ny toerana avonao ireo tsara tarehy, ry Israely ô! Dia lavo tokoa mantsy ireo lehilahy mahery!",
        "20": "Aza lazaina any Gata izany, Ary aza ambara eny amin’ny lalan’i Askelona, Sao hifaly ny zanakavavin’ny Filistinina, Sao hiravoravo ny zanakavavin’ireo tsy mifora.",
        "21": "Ry tendrombohitr’i Gilboa! Aoka tsy hisy ando na orana hilatsaka eny aminareo, ary aoka tsy hisy saha hanome vokatra hatao fanomezana masina. Fa teny no nandotoana ny ampingan’ireo mahery, Dia ny ampingan’i Saoly, ka tsy misy ampinga voahosotra menaka intsony.",
        "22": "Teo anoloan’ny ran’ny voavono sy ny tavin’ny mahery, Dia tsy mba nihemotra ny tsipìkan’i Jonatana, Ary tsy niveri-maina ny sabatr’i Saoly.",
        "23": "Nahatehotia sy nahafinaritra i Saoly sy Jonatana fony fahavelony, Ary tsy nisaraka na teo amin’ny fahafatesany aza. Haingam-pandeha noho ny voromahery izy ireo, Ary mahery noho ny liona.",
        "24": "Mitomania an’i Saoly, ry zanakavavin’ny Israely! Nampitafy anareo akanjo mena midorehitra nisy ravaka mirenty izy, Ary nanisy haingony volamena teny amin’ny akanjonareo.",
        "25": "Dia lavo tany an’ady tokoa mantsy ireo mahery! Voavono teny amin’ny toerana avonao i Jonatana!",
        "26": "Ory noho ny aminao aho, ry Jonatana rahalahiko, Tena nahafinaritra ahy ianao. Ary nihoatra noho ny fitiavan’ny vehivavy ny fitiavanao ahy.",
        "27": "Dia lavo tokoa mantsy ireo mahery, Ary potika ny fitaovam-piadiana!”"
    },
    "2": {
        "1": "Taorian’izay, dia nanontany an’i Jehovah i Davida hoe: “Hiakatra ho any amin’ny tanàna iray any Joda ve aho?” Dia hoy i Jehovah: “Miakara.” Ary hoy i Davida: “Any aninona no hiakarako?” Dia hoy izy: “Any Hebrona.”",
        "2": "Koa niakatra nankany i Davida mbamin’ny vadiny roa, dia i Ahinoama Jezirelita sy Abigaila vadin’i Nabala Karmelita.",
        "3": "Ary nentin’i Davida niakatra koa ny lehilahy niaraka taminy, mbamin’ny ankohonan’izy ireo avy. Dia nanorim-ponenana tao amin’ireo tanàna tany amin’ny faritr’i Hebrona izy ireo.",
        "4": "Ary tonga ireo lehilahy anisan’ny fokon’i Joda, ka tao no nanosorany an’i Davida ho mpanjakan’ny taranak’i Joda. Ary nisy tonga nilaza tamin’i Davida hoe: “Ireo lehilahy any Jabesi-gileada no nandevina an’i Saoly.”",
        "5": "Koa nandefa iraka ho any amin’ireo lehilahy tany Jabesi-gileada i Davida, hilaza hoe: “Hotahin’i Jehovah anie ianareo, satria naneho izany hatsaram-panahy feno fitiavana izany tamin’i Saoly tomponareo, ka nandevina azy!",
        "6": "Ary haneho hatsaram-panahy feno fitiavana aminareo anie i Jehovah, sady hasehony aminareo koa anie fa mendri-pitokisana izy! Ary izaho koa mba hanao soa toy izany aminareo, noho ny nanaovanareo izany zavatra izany.",
        "7": "Koa mahereza ary aoka hahery fo ianareo, fa efa maty i Saoly tomponareo, ary izaho no nohosoran’ny taranak’i Joda ho mpanjakan’izy ireo.”",
        "8": "Ary i Abnera zanak’i Nera lehiben’ny tafik’i Saoly dia naka an’i Isboseta zanak’i Saoly, ka nitondra azy niampita nankany Mahanaima,",
        "9": "mba hatao mpanjakan’i Gileada sy ny Asorita, sy Jezirela sy Efraima ary Benjamina, eny, mpanjakan’ny Israely manontolo.",
        "10": "Efapolo taona i Isboseta zanak’i Saoly fony izy lasa mpanjakan’ny Israely, ary roa taona no nanjakany. Fa ny taranak’i Joda ihany no nomba an’i Davida.",
        "11": "Fito taona sy enim-bolana no andro nanjakan’i Davida tao Hebrona tamin’ny taranak’i Joda.",
        "12": "Ary nivoaka avy tao Mahanaima i Abnera zanak’i Nera sy ny mpanompon’i Isboseta zanak’i Saoly, ka nankany Gibeona.",
        "13": "Ary nankany amin’ny dobon’i Gibeona koa i Joaba zanak’i Zeroia sy ny mpanompon’i Davida, ka nihaona teo ny roa tonta. Ary samy naka toerana teo izy ireo, ka ny iray teo amin’ny andanin’ilay dobo, ary ny iray kosa teo amin’ny ankilany.",
        "14": "Farany, dia hoy i Abnera tamin’i Joaba: “Aleo hitsangana ireo zatovolahy, azafady, ka hiady eto anatrehantsika.” Dia hoy i Joaba: “Aleo àry izy ireo hitsangana.”",
        "15": "Koa nitsangana izy ireo ka nifidy roa ambin’ny folo avy tamin’i Benjamina sy Isboseta zanak’i Saoly, ary roa ambin’ny folo avy tamin’ny mpanompon’i Davida.",
        "16": "Ary nifampihazona tamin’ny lohany izy ireo, ka nifanindron-tsabatra teo amin’ny tehezany, dia niara-maty. Koa nantsoina hoe Helkata-hazorima io toerana io, izay any Gibeona.",
        "17": "Nafotaka ny ady tamin’iny andro iny, ka resy teo anoloan’ny mpanompon’i Davida i Abnera sy ny lehilahy israelita.",
        "18": "Tany koa izy telo mirahalahy zanak’i Zeroia: I Joaba sy Abisay ary Asahela. Ary haingam-pandeha toy ny gazela any an-tsaha i Asahela.",
        "19": "Dia nanenjika an’i Abnera i Asahela, ka tsy nivily niankavanana na niankavia fa nanaraka azy foana.",
        "20": "Farany, dia niherika i Abnera ka niteny hoe: “Ianao ve io, ry Asahela?” Dia hoy izy: “Izaho ity.”",
        "21": "Ary hoy i Abnera: “Mivilia miankavanana na miankavia ka misambora zatovolahy iray, dia alaivo ho anao izay eny aminy.” Tsy nety nivily anefa i Asahela fa nanenjika azy foana.",
        "22": "Koa hoy indray i Abnera tamin’i Asahela: “Efa hoe mivilia fa aza manaraka ahy, sao hasiako ianao ka ho faty hiampatra amin’ny tany. Dia hataoko ahoana no fijery an’i Joaba rahalahinao?”",
        "23": "Tsy nety nivily mihitsy anefa izy. Koa nasian’i Abnera tamin’ny vodilefona ny kibony, ka niboroaka teo andamosiny ny lefona. Dia lavo teo izy ka maty teo amin’izay nisy azy. Ary nijanona izay rehetra tonga teo amin’ilay toerana nahalavoan’i Asahela sy nahafatesany.",
        "24": "Koa nanenjika an’i Abnera i Joaba sy Abisay. Nony nilentika ny masoandro, dia tonga teo amin’ny havoanan’i Ama tandrifin’i Gia, eo amin’ny lalana mankany amin’ny tany efitr’i Gibeona, izy ireo.",
        "25": "Ary niangona ho antokony iray nanodidina an’i Abnera ny taranak’i Benjamina. Dia nijoro teo an-tampon-kavoana izy ireo.",
        "26": "Ary niantso an’i Joaba i Abnera ka niteny hoe: “Handrapaka tsy misy farany ve ny sabatra? Tsy fantatrao angaha fa fahoriana no hiafaran’izao? Koa rahoviana ianao vao hiteny ny olona mba hiverina ka tsy hanenjika ny rahalahiny intsony?”",
        "27": "Dia hoy i Joaba: “Raha mbola velona koa Andriamanitra, dia tsoriko fa raha tsy niteny ianao, dia rahampitso maraina ny olona vao ho najanona tsy hanenjika ny rahalahiny intsony.”",
        "28": "Ary notsofin’i Joaba ny anjombona, dia nijanona ny olona rehetra ka tsy nanenjika ny Israely intsony, ary tsy nanohy ny ady intsony koa.",
        "29": "Ary namakivaky an’i Araba iny alina tontolo iny i Abnera sy ny olony, ka niampita ny Reniranon’i Jordana, ary namakivaky an’ilay lohasaha manontolo, dia tonga tany Mahanaima tamin’ny farany.",
        "30": "Fa i Joaba kosa niverina ka tsy nanenjika an’i Abnera intsony. Dia novoriny ny olona rehetra. Ary sivy ambin’ny folo lahy, niampy an’i Asahela, no tsy teo intsony tamin’ny mpanompon’i Davida.",
        "31": "Enimpolo sy telonjato kosa no matin’ny mpanompon’i Davida, tamin’ny olon’i Benjamina sy ny olon’i Abnera.",
        "32": "Ary nentin’izy ireo i Asahela ka naleviny tao amin’ny fasan-drainy tao Betlehema. Ary nandeha nandritra ny alina i Joaba sy ny olony, ka tonga tany Hebrona rehefa nazava ny andro."
    },
    "3": {
        "1": "Ary naharitra ela ny ady teo amin’ny taranak’i Saoly sy ny ankohonan’i Davida. Nihanahery hatrany anefa i Davida, fa nihaosa hatrany kosa ny taranak’i Saoly.",
        "2": "Nandritra izany fotoana izany, dia niteraka zazalahy i Davida tany Hebrona, ka ny lahimatoany dia i Amnona, zanany tamin’i Ahinoama Jezirelita.",
        "3": "Ny faharoa dia i Kileaba, zanany tamin’i Abigaila, ilay vadin’i Nabala Karmelita, ary ny fahatelo dia i Absaloma zanak’i Maka, zanakavavin’i Talmay mpanjakan’i Gesora.",
        "4": "Ny fahefatra dia i Adonia zanak’i Hagita, ary ny fahadimy dia i Sefatia zanak’i Abitala.",
        "5": "Ary ny fahenina dia i Jitreama, zanany tamin’i Egla vadin’i Davida. Ireo no naterak’i Davida tany Hebrona.",
        "6": "Raha mbola nitohy ny ady teo amin’ny taranak’i Saoly sy ny ankohonan’i Davida, dia nanamafy hatrany ny toerany teo amin’ny taranak’i Saoly i Abnera.",
        "7": "Ary i Saoly nanana vadikely nantsoina hoe Rizpa, zanakavavin’i Aia. Tatỳ aoriana, dia hoy i Isboseta tamin’i Abnera: “Fa nahoana ianao no nanao firaisana tamin’ny vadikelin-draiko?”",
        "8": "Dia tezitra be i Abnera noho ny tenin’i Isboseta, ka hoy izy: “Izaho angaha lohan’alikan’i Joda? Mbola anehoako hatsaram-panahy feno fitiavana ankehitriny ny taranak’i Saoly rainao sy ny rahalahiny ary ny namany akaiky, ary tsy navelako ho azon’ny tanan’i Davida ianao. Koa izay fahadisoana momba ny vehivavy iray ve dia hanaovanao ampamoaka ahy androany?",
        "9": "Hofaizin’Andriamanitra anie i Abnera, * ary mihoatra noho izany aza, raha tsy araka izay nianianan’i Jehovah tamin’i Davida no hataoko aminy!",
        "10": "Dia hafindra hiala amin’ny taranak’i Saoly ny fanjakana, ka hatao mafy orina ny seza fiandrianan’i Davida eo amin’ny Israely sy Joda, hatrany Dana ka hatrany Beri-sheba.”",
        "11": "Dia tsy nahavaly an’i Abnera izy na indraim-bava aza, satria natahotra azy.",
        "12": "Koa nandefa iraka ho any amin’i Davida avy hatrany i Abnera, hilaza hoe: “An’iza moa ny tany?” Ary nampiany hoe: “Manaova fifanekena amiko, dia homba anao hampitodika ny Israely manontolo hiandany aminao aho.”",
        "13": "Dia hoy i Davida: “Mety izany! Hanao fifanekena aminao aho, nefa misy zavatra iray monja angatahiko aminao: ‘Tsy mahazo mahita ny tavako ianao raha tsy mitondra an’i Mikala zanakavavin’i Saoly rehefa tonga hifanatri-tava amiko.’”",
        "14": "Nandefa iraka ho any amin’i Isboseta zanak’i Saoly koa i Davida, hiteny hoe: “Omeo ahy i Mikala vadiko. Efa lasa fofombadiko mantsy izy, tamin’ny nanomezako tsitsy * nesorina tamin’ny lehilahy filistinina zato.”",
        "15": "Koa nisy olona nirahin’i Isboseta haka an-dravehivavy tany amin’i Paltiela vadiny, zanakalahin’i Laisy.",
        "16": "Niaraka tamin-dravehivavy teny foana anefa io vadiny io, ka sady nitomany no nanaraka azy hatrany Bahorima. Dia hoy i Abnera tamin-dralehilahy: “Mandehana miverina!” Dia niverina izy.",
        "17": "Ary niresaka tamin’ny anti-panahin’ny Israely i Abnera, nanao hoe: “Omaly sy hatramin’izay ianareo no efa naniry an’i Davida ho mpanjakanareo.",
        "18": "Koa manaova zavatra ankehitriny, fa i Jehovah no efa nilaza tamin’i Davida hoe: ‘Ny tanan’i Davida mpanompoko no hamonjeko ny Israely oloko eo an-tanan’ny Filistinina sy eo an-tanan’ny fahavalony rehetra.’”",
        "19": "Niresaka tamin’ny Benjaminita * koa i Abnera. Avy eo dia lasa koa izy niresaka tamin’i Davida tany Hebrona, momba ny zava-drehetra sitraky ny Israely sy ny taranak’i Benjamina manontolo.",
        "20": "Rehefa tonga tany amin’i Davida tao Hebrona i Abnera sy ny roapolo lahy niaraka taminy, dia nanaovan’i Davida fety.",
        "21": "Ary hoy i Abnera tamin’i Davida: “Aleo aho handeha hanangona ny Israely rehetra ho atỳ amin’ny mpanjaka tompoko, mba hanaovan’izy ireo fifanekena aminao. Dia ho mpanjaka eo amin’izay rehetra irinao ianao.” Koa nalefan’i Davida i Abnera, ka lasa soa aman-tsara.",
        "22": "Ary tafaverina avy nanafika ry Joaba sy ny mpanompon’i Davida, ka be dia be ny zavatra voababo nentin’izy ireo. Tsy teo amin’i Davida tao Hebrona intsony i Abnera tamin’izay, satria efa nalefany soa aman-tsara.",
        "23": "Ary tonga i Joaba sy ny tafika manontolo niaraka taminy. Dia nisy nilaza tamin’i Joaba hoe: “Tonga tao amin’ny mpanjaka i Abnera zanak’i Nera, nefa nalefany soa aman-tsara.”",
        "24": "Koa nankao amin’ny mpanjaka i Joaba, ka niteny hoe: “Fa inona ity nataonao? Tonga teto aminao i Abnera, ka nahoana no navelanao handeha fotsiny?",
        "25": "Fantatrao tsara i Abnera zanak’i Nera. Ny hamitaka anao no nahatongavany, ary koa ny hamantatra ny ivoahanao sy idiranao ary ny zava-drehetra ataonao.”",
        "26": "Dia niala teo amin’i Davida i Joaba, ka nandefa iraka hanaraka an’i Abnera. Teo amin’ny lavaka fanangonan-dranon’i Siraha i Abnera no nilazan’izy ireo mba hiverina. Ary tsy fantatr’i Davida izany.",
        "27": "Rehefa tafaverina tao Hebrona i Abnera, dia nentin’i Joaba nihataka kely nankao am-bavahady mba hiresahany mangingina. Teo anefa izy no nasiany teo amin’ny kibony, ka maty noho ny amin’ny ran’i Asahela rahalahin’i Joaba.",
        "28": "Raha vao nandre izany i Davida, dia hoy izy: “Fantatr’i Jehovah fa tsy meloka ho nandatsaka ny ran’i Abnera zanak’i Nera izaho sy ny fanjakako, eny, tsy meloka mandritra ny fotoana tsy voafetra.",
        "29": "I Joaba sy ny ankohonan-drainy manontolo anie no ho tompon’andraikitra amin’izany! Ary aoka hisy foana eo amin’ny taranak’i Joaba ny lehilahy misy tsiranoka mivoaka amin’ny filahiany, na olona boka, na lehilahy mihazona ny hazo fangoronana kofehy, na olona lavon-tsabatra, na olona tsy ampy sakafo!”",
        "30": "Koa i Joaba sy Abisay rahalahiny no namono an’i Abnera, noho ny namonoany ho faty an’i Asahela rahalahin’izy ireo tany an’ady, tany Gibeona.",
        "31": "Dia hoy i Davida tamin’i Joaba sy ny olona rehetra niaraka taminy: “Rovito ny akanjonareo ary misikìna lamba gony, ka midradradradrà eo alohan’i Abnera.” Ary nandeha taorian’ilay filanjana faty i Davida Mpanjaka.",
        "32": "Dia nalevin’izy ireo tao Hebrona i Abnera. Ary nidradradradra nitomany teo amin’ny fasan’i Abnera ny mpanjaka. Nitomany koa ny olona rehetra.",
        "33": "Ary nanao izao hira fisaonana an’i Abnera izao ny mpanjaka: “Toy ny fahafatesan’ny olona tsy misaina ve no tokony ho nahafatesan’i Abnera?",
        "34": "Tsy voafatotra ny tananao, Ary tsy natao tao anaty gadra varahina ny tongotrao. Toy ny fahalavoan’ny olona iray eo anoloan’ny zanaky ny tsy fahamarinana, no nahalavoanao.” Dia nitomany azy indray ny olona rehetra.",
        "35": "Ary nanatona mba hanome mofo fampiononana ho an’i Davida ny olona rehetra, tamin’iny andro iny ihany. Nianiana anefa i Davida hoe: “Hofaizin’Andriamanitra anie aho, * ary mihoatra noho izany aza, raha hihinana mofo na zavatra hafa na inona na inona, alohan’ny hilentehan’ny masoandro!”",
        "36": "Dia hitan’ny olona rehetra izany ka nankasitrahany. Eny, nankasitrahan’ny olona rehetra izany, toy ny zava-drehetra efa nataon’ny mpanjaka.",
        "37": "Ary fantatry ny olona rehetra sy ny Israely rehetra tamin’iny andro iny, fa tsy avy tamin’ny mpanjaka ny namonoana ho faty an’i Abnera zanak’i Nera.",
        "38": "Hoy koa ny mpanjaka tamin’ny mpanompony: “Tsy fantatrareo ve fa andriana sady olo-malaza no lavo androany teo amin’ny Israely?",
        "39": "Ary malemy aho androany na dia voahosotra ho mpanjaka aza. Fa amiko dia masiaka loatra ireo lehilahy zanak’i Zeroia ireo. I Jehovah anie hamaly ilay mpanao ratsy araka ny faharatsiany ihany!”"
    },
    "4": {
        "1": "Rehefa henon’ny zanak’i Saoly fa maty tany Hebrona i Abnera, dia niraviravy tanana izy, ary nivarahontsana ny Israelita rehetra.",
        "2": "Ary nisy roa lahy, lehiben’ireo mpandroba nampiasain’ny zanak’i Saoly: Bana no anaran’ny iray, ary Rekaba no anaran’ny iray. Zanak’i Rimona Berotita, avy amin’ny taranak’i Benjamina izy ireo. Natao ho isan’ny faritr’i Benjamina koa mantsy i Berota.",
        "3": "Ary nandositra nankany Gitaima ny Berotita, ka lasa vahiny monina any mandraka androany.",
        "4": "Ary nanan-janakalahy malemy tongotra i Jonatana zanak’i Saoly. Dimy taona ilay zaza fony tonga avy tany Jezirela ny vaovao momba an’i Saoly sy Jonatana. Dia nitondra an’ilay zaza nandositra ny mpitaiza azy. Raha iny izy nikoropaka ny handositra iny indrindra anefa, dia nianjera ilay zaza ka lasa nalemy tongotra. Mefiboseta no anarany.",
        "5": "Ary nandeha nankany an-tranon’i Isboseta i Rekaba sy Bana zanak’i Rimona Berotita, raha iny nahamay be iny ny andro. Natory antoandro i Isboseta tamin’izay.",
        "6": "Nankeo afovoan-trano izy roa lahy, toy ny hoe haka varimbazaha, ka namely an’i Isboseta teo amin’ny kibony. Ary tsy nisy nahita an’izay nataon’i Rekaba sy Bana rahalahiny.",
        "7": "Tamin’izy ireo niditra tao an-trano mantsy, dia natory teo am-pandriana tao amin’ny efitra fatoriany i Isboseta. Ary nasian’izy ireo izy ka matiny, dia notapahin’izy ireo ny lohany ka nentiny. Ary nandeha tamin’ny lalana mankany Araba izy ireo nandritra ny alina.",
        "8": "Dia tonga tany amin’i Davida tao Hebrona izy ireo, niaraka tamin’ny lohan’i Isboseta, ka niteny tamin’ny mpanjaka hoe: “Intỳ ny lohan’i Isboseta, zanak’i Saoly fahavalonao izay nifofo ny ainao. Fa nampiharin’i Jehovah tamin’i Saoly sy ny taranany ny famaliana ho an’ny mpanjaka tompoko androany.”",
        "9": "Hoy anefa i Davida tamin’i Rekaba sy Bana rahalahiny, zanak’i Rimona Berotita: “Raha mbola velona koa i Jehovah izay nanavotra ny aiko ho afaka tamin’ny fahoriana rehetra,",
        "10": "dia tsoriko aminareo fa rehefa nisy olona nihevi-tena ho mpitondra vaovao tsara tamin’izy nilaza tamiko hoe: ‘Maty i Saoly’, dia tsy mba nomeko ny valisoa fanome ny iraka izy, fa nosamboriko sy novonoiko ho faty kosa tany Ziklaga.",
        "11": "Koa mainka raha lehilahy ratsy fanahy no namono olo-marina teo am-pandriana tao an-tranony? Tsy hataoko ampamoaka noho ny rany ve ianareo, ka hesoriko tsy ho eto an-tany?”",
        "12": "Ary nomen’i Davida baiko ny zatovolahy, ka novonoin’ireo ho faty izy roa lahy. Dia notapahiny ny tanany sy ny tongony, ary nahantony teo akaikin’ilay dobo tao Hebrona ny fatiny. Ary nalain’izy ireo ny lohan’i Isboseta, ka naleviny tao amin’ny fasan’i Abnera tao Hebrona."
    },
    "5": {
        "1": "Tatỳ aoriana, dia tonga tany amin’i Davida tao Hebrona ny foko rehetran’ny Israely, ka niteny hoe: “Indreto izahay, taolanao sy nofonao.",
        "2": "Ianao no efa nitarika ny Israely tamin’ny ady, na omaly na talohan’izay, fony i Saoly mbola mpanjakantsika. Ary nilaza taminao i Jehovah hoe: ‘Ianao no hiandry ny Israely oloko, ary ianao koa no ho mpitarika ny Israely.’”",
        "3": "Tonga tany amin’ny mpanjaka tao Hebrona àry ny anti-panahy rehetran’ny Israely. Ary nanao fifanekena tamin’izy ireo teo anatrehan’i Jehovah tao Hebrona i Davida Mpanjaka. Avy eo dia nohosoran’izy ireo ho mpanjakan’ny Israely i Davida.",
        "4": "Telopolo taona i Davida tamin’izy lasa mpanjaka, ary efapolo taona no nanjakany.",
        "5": "Tao Hebrona no nanjakany teo amin’ny Joda fito taona sy enim-bolana, ary tao Jerosalema kosa no nanjakany teo amin’ny Israely rehetra sy ny Joda telo amby telopolo taona.",
        "6": "Dia nankany Jerosalema ny mpanjaka sy ny olony mba hanafika an’ireo Jebosita nonina tao amin’ilay tany. Ary hoy ny Jebosita tamin’i Davida: “Tsy ho tafiditra eto ianao, fa ny jamba sy ny kilemaina no hisakana anao.” Nieritreritra mantsy izy ireo hoe: “Tsy ho tafiditra eto i Davida.”",
        "7": "Voababon’i Davida ihany anefa i Ziona, ilay tanàna voaro mafy, izany hoe ny Tanànan’i Davida.",
        "8": "Koa hoy i Davida tamin’izay andro izay: “Izay mamely an’ireo Jebosita, dia aoka izy hiditra avy eo amin’ny tionelin-drano, ka hamely ny kilemaina sy ny jamba, izay samy halan’i Davida!” Izany no anton’ilay fitenenana hoe: “Tsy hiditra ao an-trano ny jamba sy ny kilemaina.”",
        "9": "Ary nanorim-ponenana tao amin’ilay tanàna voaro mafy i Davida. Dia nantsoina hoe Tanànan’i Davida izy io. Ary nanorina manda sy zavatra hafa teo amin’ilay Dongon-tany sy tao an-tanàna izy.",
        "10": "Koa nihanahery hatrany i Davida, ary nomba azy i Jehovah Andriamanitry ny tafika.",
        "11": "Ary nandefa iraka ho any amin’i Davida i Hirama mpanjakan’i Tyro, sady nandefa hazo sedera sy mpandrafitra ary mpanao ny vato hatao rindrina. Dia nanorina trano ho an’i Davida ireo.",
        "12": "Ary fantatr’i Davida fa efa nampitoetra azy ho mpanjakan’ny Israely i Jehovah, sady nanandratra ny fanjakany, noho ny amin’ny Israely olony.",
        "13": "Nandritra izany fotoana izany, dia naka vadikely sy vady hafa koa tao Jerosalema i Davida, rehefa tonga avy tany Hebrona. Ary mbola niteraka zazalahy sy zazavavy hafa koa i Davida.",
        "14": "Ireto avy ny anaran’ireo naterany tany Jerosalema: Samoa, Sobaba, Natana, Solomona,",
        "15": "Jibara, Elisoa, Nafega, Jafia,",
        "16": "Elisama, Eliada ary Elifeleta.",
        "17": "Rehefa ren’ny Filistinina fa nohosorana ho mpanjakan’ny Israely i Davida, dia niakatra hitady an’i Davida izy rehetra. Ren’i Davida izany, ka nidina tany amin’ny toerana sarotra haleha izy.",
        "18": "Ary tonga ny Filistinina, ka nihaodihaody teo amin’ny lemaka ivan’ny Refaima teo foana.",
        "19": "Dia nanontany an’i Jehovah i Davida hoe: “Hiakatra hamely ny Filistinina ve aho? Hatolotrao eo an-tanako ve izy ireo?” Ary hoy i Jehovah taminy: “Miakara, fa hatolotro eo an-tananao tokoa ny Filistinina.”",
        "20": "Koa nankany Bala-perazima i Davida, ka novonoiny tany izy ireo. Ary hoy izy: “I Jehovah efa nialoha ahy ka namaky ny laharan’ny fahavaloko, sahala amin’ny rano mamaky fefiloha.” Koa nataony hoe Bala-perazima ny anaran’io toerana io.",
        "21": "Ary navelan’ny Filistinina teo ny sampiny, ka nentin’i Davida sy ny olony.",
        "22": "Niakatra indray ny Filistinina tatỳ aoriana, ka nihaodihaody teo amin’ny lemaka ivan’ny Refaima.",
        "23": "Koa nanontany an’i Jehovah i Davida, ka novaliany hoe: “Aza miakatra, fa mandehana mihodidina mankany aorian’izy ireo, ary mameleza azy tandrifin’ireo hazo bakà.",
        "24": "Rehefa mandre figadongadona eny an-tendron’ireo hazo bakà ianao, dia manaova zavatra avy hatrany, satria ho efa nivoaka hialoha anao i Jehovah amin’izay fotoana izay mba hamely ny tobin’ny Filistinina.”",
        "25": "Koa izany no nataon’i Davida, araka izay nandidian’i Jehovah azy. Dia nasiany ny Filistinina hatrany Geba ka hatrany Gazera."
    },
    "6": {
        "1": "Ary novorin’i Davida indray ny lehilahy voafantina rehetra teo amin’ny Israely, dia lehilahy telo alina.",
        "2": "Dia nankany Bala-joda i Davida sy ny olona rehetra niaraka taminy, mba hampiakatra avy tany ny Vata masin’Andriamanitra. Eo amin’io Vata io no iantsoana ny anaran’i Jehovah Tompon’ny tafika, ilay mipetraka eo amin’ny kerobima.",
        "3": "Nataon’izy ireo teo ambony sarety vaovao anefa ilay Vata masin’Andriamanitra, mba hitondrana azy avy tao an-tranon’i Abinadaba, izay teny an-kavoana. I Oza sy Ahio, zanakalahin’i Abinadaba, no nitondra an’ilay sarety vaovao.",
        "4": "Koa nentin’izy ireo avy tao amin’ilay tranon’i Abinadaba teny an-kavoana ilay Vata masin’Andriamanitra. Ary nandeha teo alohan’ilay Vata i Ahio.",
        "5": "Dia nanao fety teo anatrehan’i Jehovah i Davida sy ny taranak’Israely rehetra, ka nampiasa ny karazan-javamaneno rehetra vita tamin’ny hazo zenevrie, ary nampiasa harpa sy lokanga sy ampongatapaka sy korintsana ary kipantsona.",
        "6": "Ary tonga teo amin’ny famoloana tao Nakona izy ireo. Ary nanatsotra ny tanany i Oza ka nihazona ny Vata masin’Andriamanitra, satria saika nazeran’ny omby ilay izy.",
        "7": "Koa nirehitra tamin’i Oza ny fahatezeran’i Jehovah, ka novonoin’Andriamanitra teo izy satria tsy naneho fanajana. Dia maty teo akaikin’ilay Vata masin’Andriamanitra izy.",
        "8": "Ary tezitra i Davida noho ny fipoahan’ny fahatezeran’i Jehovah tamin’i Oza. Dia nantsoina hoe Pereza-oza io toerana io mandraka androany.",
        "9": "Koa natahotra an’i Jehovah i Davida tamin’iny andro iny, ka nilaza hoe: “Ahoana no hahatongavan’ny Vata masin’i Jehovah any amiko?”",
        "10": "Ary tsy tian’i Davida ny hamindra ny Vata masin’i Jehovah ho any aminy, any amin’ny Tanànan’i Davida. Koa nasainy navily nankany an-tranon’i Obeda-edoma Gatita ilay izy.",
        "11": "Ary nipetraka telo volana tao an-tranon’i Obeda-edoma Gatita ny Vata masin’i Jehovah. Dia notahin’i Jehovah foana i Obeda-edoma sy ny ankohonany manontolo.",
        "12": "Farany, dia nisy nilaza tamin’i Davida Mpanjaka hoe: “Notahin’i Jehovah ny ankohonan’i Obeda-edoma sy izay rehetra azy, noho ny amin’ny Vata masin’Andriamanitra.” Koa lasa i Davida naka ny Vata masin’Andriamanitra tao an-tranon’i Obeda-edoma, ka nampiakatra azy io tamim-pifaliana ho any amin’ny Tanànan’i Davida.",
        "13": "Raha vao namindra inenina ireo mpilanja ny Vata masin’i Jehovah, dia nanao sorona omby iray sy biby nohatavezina iray izy.",
        "14": "Ary nandihy nihodinkodina teo anatrehan’i Jehovah tamin’ny heriny manontolo i Davida. Nanao efoda rongony nisy fehikibony izy tamin’izay.",
        "15": "Dia nampiakatra ny Vata masin’i Jehovah i Davida sy ny taranak’Israely rehetra, sady nanao horakora-pifaliana narahina feon’anjombona.",
        "16": "Rehefa tonga tao amin’ny Tanànan’i Davida ny Vata masin’i Jehovah, dia nitazana avy teo am-baravarankely i Mikala zanakavavin’i Saoly. Koa nony nahita an’i Davida Mpanjaka nitsinjaka sy nandihy nihodinkodina teo anatrehan’i Jehovah izy, dia nanamavo azy anakampo.",
        "17": "Ary nampidirina ny Vata masin’i Jehovah, ka napetraka teo amin’ny toerany, tao amin’ny tranolay natsangan’i Davida ho azy io. Dia nanolotra sorona dorana sy sorona iombonana teo anatrehan’i Jehovah i Davida.",
        "18": "Rehefa voatolotr’i Davida ny sorona dorana sy ny sorona iombonana, dia nitso-drano ny vahoaka tamin’ny anaran’i Jehovah Tompon’ny tafika izy.",
        "19": "Ary nizarany mofo boribory * sy mofo antrendry ary mofo vita tamin’ny voaloboka maina ny olona rehetra, dia ny vahoakan’Israely manontolo, na lahy na vavy. Dia samy nody tany an-tranony avy ny olona rehetra avy eo.",
        "20": "Ary nody mba hitso-drano ny ankohonany i Davida. Koa nivoaka hitsena azy i Mikala zanakavavin’i Saoly, ka niteny hoe: “Nanao izay hahabe voninahitra ny tenany kosa ny mpanjakan’ny Israely androany! Fa nanary lamba teo imason’ny mpanompovavin’ny mpanompony izy androany, sahala amin’ireny lehilahy tsisy saina manary lamba ireny.”",
        "21": "Hoy anefa i Davida taminy: “Izay nataoko, dia nataoko teo anatrehan’i Jehovah, ilay nifidy ahy fa tsy nifidy ny rainao sy ny ankohonany manontolo. Nifidy ahy izy mba hametraka ahy ho mpifehy sy ho mpitarika ny Israely olon’i Jehovah. Ary hanao fety eo anatrehan’i Jehovah aho.",
        "22": "Ary vao mainka aza hataoko tsy misy vidiny noho izany ny tenako, ka hataoko mietry aho eo imasoko. Ary eo imason’ireo mpanompovavy nolazainao ireo no hanomezako voninahitra ny tenako.”",
        "23": "Koa tsy nanan-janaka i Mikala zanakavavin’i Saoly, mandra-pahafatiny."
    },
    "7": {
        "1": "Rehefa tafapetraka tao an-dapany ny mpanjaka, sady efa nataon’i Jehovah mandry feizay teo anivon’ny fahavalony rehetra nanodidina,",
        "2": "dia hoy izy tamin’i Natana mpaminany: “Jereo fa izaho mipetraka amin’ny trano sedera, nefa ny Vata masin’Andriamanitra mipetraka anaty tranolay.”",
        "3": "Dia hoy i Natana taminy: “Mandehana ka ataovy izay rehetra ao am-ponao, fa momba anao i Jehovah.”",
        "4": "Ny alin’iny, dia tonga tamin’i Natana ny tenin’i Jehovah, nanao hoe:",
        "5": "“Mandehana lazao amin’i Davida mpanompoko hoe: ‘Izao no nolazain’i Jehovah: “Tokony hanorina trano hipetrahako ve ianao?",
        "6": "Fa tsy nipetraka tao anaty trano aho, hatramin’ny andro nitondrako ny zanak’Israely niakatra avy tany Ejipta ka mandraka androany. Tao anaty tranolay foana no nisy ahy tamin’ireny nandehandeha ireny.",
        "7": "Nandritra ny fotoana nandehandehanako teo amin’ny zanak’Israely rehetra, moa ve efa nisy iray tamin’ny fokon’ny Israely, izay nodidiako hiandry ny Israely oloko, mba efa nilazako hoe: ‘Nahoana ianareo no tsy nanorina trano sedera ho ahy?’”’",
        "8": "Koa izao no holazainao amin’i Davida mpanompoko: ‘Izao no nolazain’i Jehovah Tompon’ny tafika: “Izaho no naka anao avy teny amin’ny kijana, teny am-piandrasana ondry, mba ho mpitarika ny Israely oloko.",
        "9": "Ary homba anao aho na aiza na aiza alehanao, ka haringako tsy ho eo anoloanao ny fahavalonao rehetra. Dia hataoko malaza tokoa ny anaranao, toy ny anaran’ny olo-malaza eny ambonin’ny tany.",
        "10": "Ary hifidy toerana ho an’ny Israely oloko aho ka hampitoetra * azy. Dia honina eo amin’izay misy azy izy, ka tsy ho voahelingelina intsony. Ary ny zanaky ny tsy fahamarinana tsy hampahory azy toy ny tamin’ny voalohany intsony,",
        "11": "sy toy ny tamin’ny fotoana nanendreko mpitsara hifehy ny Israely oloko. Ary hataoko mandry feizay eo anivon’ny fahavalonao rehetra ianao. “‘“Ary nolazain’i Jehovah taminao fa hanome taranaka anao i Jehovah.",
        "12": "Rehefa tapitra ny andronao ka hodimandry any amin’ny razanao ianao, dia hotendreko ny taranaka handimby anao izay haterakao, ary hataoko mafy orina tokoa ny fanjakany.",
        "13": "Izy no hanorina trano ho an’ny anarako, ary hataoko mafy orina mandritra ny fotoana tsy voafetra ny seza fiandrianan’ny fanjakany.",
        "14": "Izaho ho rainy, ary izy ho zanako. Rehefa manao fahadisoana izy, dia hanariko amin’ny tsorakazon’ny olombelona, sy amin’ny kapoky ny taranak’i Adama.",
        "15": "Ny hatsaram-panahiko feno fitiavana dia tsy hiala aminy toy ny nanesorako izany tamin’i Saoly, izay nalako tamin’ny toerany noho ny aminao.",
        "16": "Tsy hihozongozona eo anatrehanao mandritra ny fotoana tsy voafetra ny taranakao sy ny fanjakanao. Ary ho mafy orina mandritra ny fotoana tsy voafetra ny seza fiandriananao.”’”",
        "17": "Koa niresaka tamin’i Davida araka izany teny sy fahitana rehetra izany i Natana.",
        "18": "Dia niditra teo anatrehan’i Jehovah i Davida Mpanjaka ka nipetraka, ary nilaza hoe: “Zinona moa aho, ry Jehovah Tompo Fara Tampony ô? Zinona moa ny ankohonako no nataonao lasa toy izao aho?",
        "19": "Ary toy ny hoe tsy ampy izany efa nataonao izany, ry Jehovah Tompo Fara Tampony ô, fa mbola nilazanao koa aho hoe haharitra hatrany aoriana lavitra any ny taranaky ny mpanomponao. Izany no lalàna nomenao ny olombelona, ry Jehovah Tompo Fara Tampony ô!",
        "20": "Inona intsony moa no azon’i Davida lazaina aminao? Ianao efa mahalala tsara ny mpanomponao, ry Jehovah Tompo Fara Tampony ô!",
        "21": "Fa noho ny teninao sy araka izay sitraky ny fonao no nanaovanao izany zavatra lehibe rehetra izany, ka nampahafantarinao ny mpanomponao izany.",
        "22": "Koa lehibe tokoa ianao, ry Jehovah Tompo Fara Tampony ô! Fa tsy misy tahaka anao, ary tsy misy Andriamanitra ankoatra anao amin’izay rehetra efa renay.",
        "23": "Ary firenena iza eto an-tany no tahaka ny Israely olonao, izay navotan’Andriamanitra ho olony? Nataon’Andriamanitra izany mba hampahalaza ny anarany. Nanao zavatra lehibe sy mampahatahotra ho azy ireo koa ianao, ka nandroaka an’ireo firenena sy ny andriamanitr’ireny, noho ny amin’ny olonao izay navotanao ho anao avy tany Ejipta.",
        "24": "Ary efa nampitoerinao ho olonao mandritra ny fotoana tsy voafetra ny Israely olonao. Ary ianao, Jehovah ô, no lasa Andriamaniny.”",
        "25": "“Koa ankehitriny, ry Jehovah Andriamanitra ô, tanteraho mandritra ny fotoana tsy voafetra ny teninao momba ny mpanomponao sy ny taranany. Ary ataovy izay efa nolazainao.",
        "26": "Aoka ho be voninahitra mandritra ny fotoana tsy voafetra ny anaranao, ary aoka ny olona hilaza hoe: ‘I Jehovah Tompon’ny tafika no Andriamanitry ny Israely.’ Aoka koa ho tafatoetra eo anatrehanao ny taranak’i Davida mpanomponao.",
        "27": "Fa ianao, ry Jehovah Tompon’ny tafika, Andriamanitry ny Israely, no nanambara tamin’ny mpanomponao hoe: ‘Hanome taranaka ho anao aho.’ Izany no nahasahian’ny mpanomponao hanao izao vavaka izao aminao.",
        "28": "Koa ankehitriny, ry Jehovah Tompo Fara Tampony ô, ianao no tena Andriamanitra. Ary aoka ho hita fa marina ny teninao, satria ianao mampanantena izany zava-tsoa izany amin’ny mpanomponao.",
        "29": "Aoka ho sitrakao ny hitahy ny taranaky ny mpanomponao, mba haharetany mandritra ny fotoana tsy voafetra eo anatrehanao. Fa ianao, ry Jehovah Tompo Fara Tampony ô, no efa nampanantena, ary noho ny fitahianao, dia aoka ny taranaky ny mpanomponao hotahina mandritra ny fotoana tsy voafetra.”"
    },
    "8": {
        "1": "Taorian’izany, dia notafihin’i Davida ny Filistinina ka resiny. Ary nalainy teo an-tanan’izy ireo i Metega-ama.",
        "2": "Nandresy ny Moabita koa izy. Dia nasainy nitsotra tamin’ny tany ireo mba horefesina amin’ny tady. Ary nandrefy indroa tamin’ny halavan’ilay tady izy, ka natokany hovonoina ho faty izay tafiditra tao anatin’izay, ary nandrefy indray mandeha izy ka navelany ho velona izay tao anatin’izay. Dia lasa mpanompon’i Davida ny Moabita ka nandoa hetra taminy.",
        "3": "Notafihin’i Davida koa i Hadadezera, zanak’i Rehoba mpanjakan’i Zoba, tamin’izy io nitady hanamafy indray ny fahefany, tany amin’ny reniranon’i Eofrata.",
        "4": "Ary i Davida nahazo babo avy taminy, dia mpitaingin-tsoavaly fitonjato sy arivo, sy lehilahy roa alina nandeha an-tongotra. Dia notapahin’i Davida ny hoza-tongotry ny soavaly rehetra mpitarika kalesy, fa soavaly zato sisa no tsy nataony na inona na inona.",
        "5": "Rehefa tonga hanampy an’i Hadadezera mpanjakan’i Zoba ny Syrianina avy any Damaskosy, dia nahafatesan’i Davida roa arivo sy roa alina izy ireo.",
        "6": "Nametraka toby miaramila tany Damaskosin’i Syria i Davida. Dia lasa mpanompony ny Syrianina, ka nandoa hetra taminy. Ary novonjen’i Jehovah foana i Davida, na taiza na taiza nalehany.",
        "7": "Nalain’i Davida koa ny ampinga volamena boribory teny amin’ireo mpanompon’i Hadadezera, ka nentiny tany Jerosalema.",
        "8": "Ary naka varahina be dia be avy tany Beta sy Berotahy, tanànan’i Hadadezera, i Davida Mpanjaka.",
        "9": "Dia henon’i Toy mpanjakan’i Hamata fa resin’i Davida ny tafika manontolon’i Hadadezera.",
        "10": "Koa nirahin’i Toy ho any amin’i Davida Mpanjaka i Jorama zanany lahy, mba hanontany ny fahasalamany sy hiarahaba azy noho ny niadiany tamin’i Hadadezera ka nandreseny azy. I Hadadezera mantsy efa niady matetika tamin’i Toy. Ary nitondra zavatra vita tamin’ny volafotsy sy volamena ary varahina i Jorama.",
        "11": "Nohamasinin’i Davida Mpanjaka ho an’i Jehovah koa ireny, toy ny nanamasinany ny volafotsy sy ny volamena avy tamin’ny firenena rehetra resiny,",
        "12": "dia avy tamin’i Syria sy Moaba, sy ny taranak’i Amona sy ny Filistinina, ary ny Amalekita, ary avy tamin’ny zavatra azo babo tamin’i Hadadezera zanak’i Rehoba mpanjakan’i Zoba.",
        "13": "Dia nanjary nalaza ny anaran’i Davida, rehefa tafaverina avy namono nahafaty Edomita valo arivo sy iray alina teo amin’ny Lohasahan-tsira izy.",
        "14": "Ary nametrahany toby miaramila tany Edoma. Eny, nametrahany toby miaramila eran’i Edoma, ka lasa mpanompon’i Davida ny Edomita rehetra. Ary novonjen’i Jehovah foana i Davida, na taiza na taiza nalehany.",
        "15": "Dia nanjaka teo amin’ny Israely rehetra i Davida, ka namoaka didim-pitsarana sy nampihatra ny rariny foana teo amin’ny vahoakany manontolo.",
        "16": "I Joaba zanak’i Zeroia no lehiben’ny tafika; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "17": "Zadoka zanak’i Ahitoba sy Ahimeleka zanak’i Abiatara no mpisorona; Seraia no mpitan-tsoratra;",
        "18": "ary Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita. Ary ny zanakalahin’i Davida dia lasa mpisorona. *"
    },
    "9": {
        "1": "Ary hoy i Davida: “Mbola misy olona anisan’ny taranak’i Saoly ve any ho any, mba hanehoako hatsaram-panahy feno fitiavana, noho ny amin’i Jonatana?”",
        "2": "Ary nanana mpanompo atao hoe Ziba ny ankohonan’i Saoly. Koa nantsoina ho any amin’i Davida izy. Ary hoy ny mpanjaka taminy: “Ianao ve no Ziba?” Dia hoy izy: “Mpanomponao aho.”",
        "3": "Ary hoy ny mpanjaka: “Tsy misy taranak’i Saoly intsony ve any, mba hanehoako aminy ny hatsaram-panahy feno fitiavana, toy ilay asehon’Andriamanitra?” Dia hoy i Ziba taminy: “Mbola misy zanakalahin’i Jonatana any, ary malemy tongotra izy.”",
        "4": "Koa hoy ny mpanjaka: “Aiza izy?” Dia hoy i Ziba taminy: “Any an-tranon’i Makira zanak’i Amiela any Lo-debara izy.”",
        "5": "Koa naniraka olona avy hatrany i Davida Mpanjaka, mba haka azy tany an-tranon’i Makira zanak’i Amiela tany Lo-debara.",
        "6": "Rehefa tonga tao amin’i Davida i Mefiboseta zanak’i Jonatana zanak’i Saoly, dia niondrika ka niankohoka. Ary hoy i Davida: “Mefiboseta!” Dia hoy izy: “Intỳ ny mpanomponao.”",
        "7": "Hoy koa i Davida: “Aza matahotra, fa haneho hatsaram-panahy feno fitiavana aminao tokoa aho, noho ny amin’i Jonatana rainao. Dia haveriko aminao daholo ny tanin’i Saoly raibenao, ary hisakafo eo an-databatro foana ianao.”",
        "8": "Dia niankohoka i Mefiboseta, ka nanao hoe: “Zinona moa ny mpanomponao izay toy ny amboa maty no mba jerenao?”",
        "9": "Ary nantsoin’ny mpanjaka i Ziba mpanompon’i Saoly, ka nilazany hoe: “Izay rehetra an’i Saoly sy an’ny ankohonany manontolo, dia omeko ho an’ilay zafikelin’ny tomponao.",
        "10": "Ary hiasa ny tany ho azy ianao sy ny zanakao lahy ary ny mpanomponao. Hanangona ny vokatra ianao, ary ho sakafon’ny fianakavian’ny zafikelin’ny tomponao izany, ka hihinana izy ireo. Fa i Mefiboseta zafikelin’ny tomponao kosa hisakafo eo an-databatro foana.” Ary nanan-janakalahy dimy ambin’ny folo sy mpanompo roapolo i Ziba.",
        "11": "Koa hoy i Ziba tamin’ny mpanjaka: “Araka izay rehetra nandidian’ny mpanjaka ny mpanompony no hataon’ny mpanomponao. Fa i Mefiboseta kosa hisakafo eo an-databatro sahala amin’ny zanaky ny mpanjaka.”",
        "12": "Nanana zanakalahy kely i Mefiboseta. Mika no anarany. Ary mpanompon’i Mefiboseta daholo izay rehetra nipetraka tao an-tranon’i Ziba.",
        "13": "Ary nipetraka tany Jerosalema i Mefiboseta, satria teo an-databatry ny mpanjaka foana izy no nisakafo. Ary nalemy ny tongony roa."
    },
    "10": {
        "1": "Tatỳ aoriana, dia maty ny mpanjakan’ny taranak’i Amona, ary i Hanona zanany lahy no nanjaka nandimby azy.",
        "2": "Dia hoy i Davida: “Haneho hatsaram-panahy feno fitiavana amin’i Hanona zanak’i Nahasy aho, toy ny nanehoan-drainy hatsaram-panahy feno fitiavana tamiko.” Koa nampitondrain’i Davida hafatra ny mpanompony mba hampiononana azy noho ny nahafatesan-drainy. Ary tonga tany amin’ny tanin’ny taranak’i Amona ny mpanompon’i Davida.",
        "3": "Hoy anefa ny andrianan’ny taranak’i Amona tamin’i Hanona tompony: “Heverinao ve fa ny hanome voninahitra an-drainao no nanirahan’i Davida mpampionona ho atỳ aminao? Moa ve tsy ny hamantatra sy hijery taratra ny tanàna ary handrava azy, no nanirahany ny mpanompony atỳ?”",
        "4": "Koa nosamborin’i Hanona ny mpanompon’i Davida ka noharatany ny antsasaky ny volombavany, ary notapahiny roa hatreo amin’ny fitombenany ny akanjony, dia nalefany izy ireo.",
        "5": "Ary nisy nilaza an’izany tamin’i Davida. Koa avy hatrany izy dia naniraka olona hitsena an’ireo lehilahy ireo. Nahatsiaro tena ho nalam-baraka loatra mantsy izy ireo. Ary hoy ny mpanjaka: “Mijanòna any Jeriko, ka rehefa maniry tsara ny volombavanareo vao modia.”",
        "6": "Dia hitan’ny taranak’i Amona fa nanjary halan’i Davida izy ireo. Koa naniraka olona izy ireo hanakarama ny Syrianina tany Beti-rehoba sy tany Zoba, dia lehilahy roa alina nandeha an-tongotra, sy ny mpanjakan’i Maka niaraka tamin’ny arivo lahy, mbamin’i Istoba niaraka tamin’ny lehilahy roa arivo sy iray alina.",
        "7": "Nony ren’i Davida izany, dia nirahiny i Joaba sy ny tafika manontolo nisy lehilahy mahery.",
        "8": "Ary nivoaka ny taranak’i Amona ka samy naka ny toerany avy ny miaramila, teo amin’ny fidirana amin’ny vavahady. Nitokana teny an-tsaha kosa ny Syrianina avy any Zoba sy Rehoba, niaraka tamin’i Istoba sy Maka.",
        "9": "Raha vao hitan’i Joaba fa avy any alohany sy avy any aoriany ny fanafihana, dia nifidy tamin’ny lehilahy voafantina teo amin’ny Israely izy, ka nasainy naka ny toerany avy izy ireo mba hifanandrina tamin’ny Syrianina.",
        "10": "Ny sisa kosa nankininy tamin’i Abisay rahalahiny, ka nasainy naka ny toerany avy mba hifanandrina tamin’ny taranak’i Amona.",
        "11": "Ary hoy izy: “Raha matanjaka loatra ny Syrianina ka tsy resiko, dia vonjeo aho. Fa raha matanjaka loatra kosa ny taranak’i Amona ka tsy resinao, dia ho avy hamonjy anao aho.",
        "12": "Mahereza, ary aoka isika ho be herim-po ho an’ny vahoakantsika sy ny tanànan’ilay Andriamanitsika. Ary i Jehovah hanao izay tsara eo imasony.”",
        "13": "Koa nandroso hiady tamin’ny Syrianina i Joaba sy ny olona niaraka taminy. Dia nandositra teo anoloan’izy ireo ny Syrianina.",
        "14": "Nony hitan’ny taranak’i Amona fa nandositra ny Syrianina, dia nandositra teo anoloan’i Abisay koa izy ireo, ka niditra tao an-tanàna. Ary niverina avy tany amin’ny taranak’i Amona i Joaba, ka tonga tany Jerosalema.",
        "15": "Rehefa hitan’ny Syrianina fa resy teo anoloan’ny Israely izy ireo, dia nifamory izy samy izy.",
        "16": "Koa nampanalain’i Hadadezera ny Syrianina tany amin’ny faritry ny Renirano. Dia tonga tany Helama izy ireo, ary i Sobaka lehiben’ny tafik’i Hadadezera no nitarika azy ireo.",
        "17": "Raha vao nolazaina tamin’i Davida izany, dia nangoniny ny Israely rehetra. Dia niampita ny Reniranon’i Jordana izy ireo ka tonga tany Helama. Ary samy naka ny toerany avy ny Syrianina mba hifanandrina tamin’i Davida, ka niady taminy.",
        "18": "Dia nandositra teo anoloan’ny Israely ny Syrianina. Ary mpitondra kalesy fitonjato sy mpitaingin-tsoavaly efatra alina no matin’i Davida teo amin’izy ireo. Ary nasiany koa i Sobaka lehiben’ny tafik’izy ireo ka maty.",
        "19": "Rehefa hitan’ny mpanjaka rehetra teo ambany fifehezan’i Hadadezera fa resy teo anoloan’ny Israely izy ireo, dia nihavana avy hatrany tamin’ny Israely izy ireo, ka nanompo azy. Ary tsy sahy namonjy ny taranak’i Amona intsony ny Syrianina."
    },
    "11": {
        "1": "Tamin’ny fiandohan’ny taona, izany hoe tamin’ny fotoana fivoahan’ny mpanjaka hanafika, dia nirahin’i Davida i Joaba sy ny mpanompony mbamin’ny Israely rehetra, mba handringana ny taranak’i Amona sy hanao fahirano an’i Raba. I Davida kosa nijanona tao Jerosalema.",
        "2": "Rehefa harivariva ny andro, dia niarina avy tao am-pandrianany i Davida ka nandehandeha teo an-tampon’ny tranon’ny mpanjaka, ary avy teo izy no nahatazana vehivavy nandro. Tena tsara tarehy ilay vehivavy.",
        "3": "Dia naniraka olona i Davida hanadihady momba an-dravehivavy. Ary nisy niteny hoe: “Tsy io ve no Batseba zanakavavin’i Eliama, vadin’i Oria Hetita?”",
        "4": "Koa nampanalain’i Davida izy, ka tonga tao aminy. Ary nanao firaisana taminy i Davida, nefa mbola tao anatin’ny fotoana nidiovany tamin’ny fahalotoany ravehivavy tamin’izay. Ary lasa nody tany an-tranony izy avy eo.",
        "5": "Dia bevohoka ravehivavy, ka nampilaza tamin’i Davida hoe: “Bevohoka aho.”",
        "6": "Dia naniraka olona ho any amin’i Joaba i Davida, ka nanao hoe: “Alefaso atỳ amiko i Oria Hetita.” Koa nalefan’i Joaba tany aminy i Oria.",
        "7": "Rehefa tonga tao amin’i Davida i Oria, dia nanontaniany hoe nanahoana i Joaba sy ny olona, ary nanahoana ny ady.",
        "8": "Farany, dia hoy i Davida tamin’i Oria: “Midìna any an-tranonao, ary sasao ny tongotrao.” Koa niala tao an-tranon’ny mpanjaka i Oria, ary nampanarahina azy ny fanomezana avy tamin’ny mpanjaka.",
        "9": "Kanjo i Oria natory teo amin’ny fidirana amin’ny tranon’ny mpanjaka, niaraka tamin’ny mpanompo hafa rehetran’ny tompony, fa tsy nidina tany an-tranony.",
        "10": "Dia nisy nilaza tamin’i Davida hoe: “Tsy nidina tany an-tranony i Oria.” Koa hoy i Davida tamin’i Oria: “Tsy vao avy nanao dia lavitra moa ianao? Koa nahoana ianao no tsy midina any an-tranonao?”",
        "11": "Dia hoy i Oria taminy: “Ny Vata sy ny Israely ary ny Joda dia samy mipetraka anaty trano rantsankazo, ary i Joaba tompoko sy ny mpanompon’ny tompoko koa mitoby eny an-tsaha, dia izaho kosa ve hody any an-tranoko mba hihinana sy hisotro ary hanao firaisana amin’ny vadiko? Raha mbola velona koa ianao, eny, raha mbola velon’aina koa, dia tsy hanao izany aho!”",
        "12": "Dia hoy i Davida: “Mijanòna atỳ ihany àry anio, fa rahampitso ianao halefako.” Koa nijanona tao Jerosalema i Oria tamin’iny andro iny sy ny ampitson’iny.",
        "13": "Ary nantsoin’i Davida izy mba hihinana sy hisotro teo anatrehany, ka nomamoiny. Nony hariva anefa, dia nandeha natory teo am-pandrianany niaraka tamin’ny mpanompon’ny tompony ihany izy, fa tsy nidina tany an-tranony.",
        "14": "Nony maraina, dia nanoratra taratasy ho an’i Joaba i Davida ka nampitondrainy an’i Oria.",
        "15": "Ary izao no nosoratany tao amin’ilay taratasy: “Ataovy any amin’izay misy ny fanafihana mafy indrindra i Oria, dia ialao. Ary ho voa izy ka ho faty.”",
        "16": "Koa tamin’i Joaba nanao fahirano ny tanàna, dia nataony teo amin’izay toerana fantany fa misy lehilahy mahery fo i Oria.",
        "17": "Rehefa nivoaka hiady tamin’i Joaba ny lehilahy tao an-tanàna, dia nisy maty ny mpanompon’i Davida, ary maty koa i Oria Hetita.",
        "18": "Dia naniraka olona tany amin’i Davida i Joaba hilaza ny fizotran’ny ady.",
        "19": "Ary nandidy an’ilay iraka izy hoe: “Raha vao voaresakao amin’ny mpanjaka ny fizotran’ny ady,",
        "20": "ka miakatra ny fahatezeran’ny mpanjaka, ary miteny aminao izy hoe: ‘Nahoana ianareo no nanakaiky loatra ny tanàna rehefa niady? Tsy fantatrareo angaha fa hitifitra avy eny an-tampon’ny manda ry zareo?",
        "21": "Iza moa no namono an’i Abimeleka zanak’i Jerobeseta? Tsy vehivavy ve no naka vato fikosoham-bary, ary nanjera izany taminy avy teny an-tampon’ny manda, ka maty tao Tebeza izy? Koa nahoana ianareo no nanakaiky loatra ny manda?’, dia lazao hoe: ‘Maty koa i Oria Hetita mpanomponao.’”",
        "22": "Dia lasa ilay iraka. Ary nony tonga tany amin’i Davida izy, dia nolazainy taminy izay rehetra nanirahan’i Joaba azy.",
        "23": "Hoy izy tamin’i Davida: “Nahery noho izahay ry zareo, ka nivoaka namely anay hatreny an-tsaha. Natosikay hatreny amin’ny fidirana amin’ny vavahady anefa ry zareo.",
        "24": "Ary ireo mpandefa zana-tsipìka dia tsy nitsahatra nitifitra ny mpanomponao avy teny an-tampon’ny manda, ka nisy maty ny mpanompon’ny mpanjaka. Ary maty koa i Oria Hetita mpanomponao.”",
        "25": "Dia hoy i Davida: “Izao no holazainao amin’i Joaba: ‘Aza manamelo-tena amin’izany, fa tsy mifidy hasiana ny sabatra. Hamafiso ny fanafihanao an’ilay tanàna ka ravao izy io.’ Dia ampaherezo i Joaba.”",
        "26": "Rehefa henon’ny vadin’i Oria fa maty i Oria vadiny, dia nitomany azy izy.",
        "27": "Ary raha vao afa-tsaona ravehivavy, dia nampanalain’i Davida ho any an-tranony, ka lasa vadiny. Dia niteraka zazalahy taminy ravehivavy. Ratsy teo imason’i Jehovah anefa ny zavatra nataon’i Davida."
    },
    "12": {
        "1": "Ary nirahin’i Jehovah ho any amin’i Davida i Natana. Dia tonga tany aminy izy, ka niteny hoe: “Nisy lehilahy roa tao amin’ny tanàna iray, ka ny iray manankarena, ary ny iray mahantra.",
        "2": "Nanana ondry sy omby maro be ilay mpanankarena.",
        "3": "Fa ilay mahantra kosa tsy nanana afa-tsy ondrivavy kely iray monja izay novidiny. Ary nokolokoloiny izy io, ka nitombo tao an-tranony niaraka tamin’ny zanany lahy. Tamin’ny sombin-tsakafony no nihinanan’ilay ondrivavy, tamin’ny kaopiny no nisotroany, ary teo an-tratrany no natoriany, ka nanjary toy ny zanany vavy mihitsy ilay izy.",
        "4": "Tatỳ aoriana, dia nisy vahiny tonga tao amin’ilay mpanankarena. Tsy ny ondriny sy ny ombiny anefa no nakany, mba hokarakaraina ho an’ilay olona nanao dia lavitra izay tonga tao aminy, fa ny ondrivavy kelin’ilay mahantra kosa no nalainy, ka nokarakarainy ho an’ilay lehilahy tonga tao aminy.”",
        "5": "Dia tezitra be tamin’izany lehilahy izany i Davida, ka hoy izy tamin’i Natana: “Raha mbola velona koa i Jehovah, dia mendrika ny ho faty ilay lehilahy nanao izany!",
        "6": "Ary ilay ondrivavy kely kosa tokony honerany avo efatra heny, noho izy nanao izany zavatra izany sady tsy nangoraka.”",
        "7": "Dia hoy i Natana tamin’i Davida: “Ianao izany lehilahy izany! Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nanosotra anao ho mpanjakan’ny Israely, ary izaho no nanafaka anao teo an-tanan’i Saoly.",
        "8": "Efa vonona aho hanome anao izay nananan’ny tomponao sy hanome ny vadiny ho eo an-tratranao, ary hanome anao ny taranak’Israely sy Joda. Ary raha tsy ampy anao izany, dia mbola ho nampiako zavatra toy ireo sy zavatra hafa koa.",
        "9": "Koa nahoana ianao no nanao tsinontsinona ny tenin’i Jehovah, ka nanao izay ratsy teo imasony? I Oria Hetita dia nasianao tamin’ny sabatra, ary ny vadiny nalainao ho vadinao. Eny, novonoinao tamin’ny sabatry ny taranak’i Amona izy.",
        "10": "Koa hamely ny ankohonanao foana ny sabatra mandritra ny fotoana tsy voafetra, satria naniratsira ahy ianao ka nalainao ho vadinao ny vadin’i Oria Hetita.’",
        "11": "Izao no nolazain’i Jehovah: ‘Hampipoitra loza avy ao amin’ny ankohonanao aho, mba hamelezana anao. Ary halaiko eo imasonao ireo vadinao, ka homeko ho an’ny namanao. Dia hanao firaisana amin’izy ireo eo imasom-bahoaka izy.",
        "12": "Ianao nanao zavatra tao amin’ny miafina, fa izaho kosa hanao izany zavatra izany eo imasom-bahoaka eo anatrehan’ny Israely rehetra.’”",
        "13": "Ary hoy i Davida tamin’i Natana: “Nanota tamin’i Jehovah aho.” Dia hoy i Natana: “Mamela * ny fahotanao i Jehovah, ka tsy ho faty ianao.",
        "14": "Na izany aza, dia tsy maintsy ho faty ilay zanakao lahy vao teraka, satria tena naniratsira an’i Jehovah ianao tamin’izany zavatra izany.”",
        "15": "Dia nody tany an-tranony i Natana. Ary i Jehovah namely an’ilay zaza nateraky ny vadin’i Oria tamin’i Davida, ka narary ilay zaza.",
        "16": "Ary nitalaho tamin’Andriamanitra i Davida noho ny amin’ilay zaza, ka nifady hanina tanteraka. Dia niditra tao an-tranony izy ka nandry teo amin’ny tany nandritra ny alina.",
        "17": "Koa nanatona azy ny anti-panahy tao an-tranony mba hanarina azy avy teo amin’ny tany, nefa tsy nanaiky izy sady tsy nety niara-nisakafo tamin’izy ireo.",
        "18": "Farany dia maty ilay zaza, tamin’ny andro fahafito. Ary natahotra ny hilaza tamin’i Davida ny mpanompony hoe maty ilay zaza. Fa hoy izy ireo: “Fahavelon’ilay zaza aza tsy nihaino ny tenintsika izy raha niresaka taminy isika, ka ataontsika ahoana no filaza aminy hoe: ‘Maty ilay zaza’? Tsy vao mainka ho loza ve?”",
        "19": "Rehefa hitan’i Davida fa nifampibitsibitsika ny mpanompony, dia fantany fa maty ilay zaza. Ary hoy izy tamin’ny mpanompony: “Maty ve ilay zaza?” Dia hoy izy ireo: “Eny, maty izy.”",
        "20": "Koa niarina avy teo amin’ny tany i Davida ka nisasa sy nihoso-menaka ary nisolo lamba fitafy. Dia nankao an-tranon’i Jehovah izy ka niankohoka. Nody tany an-tranony izy avy eo, ary nangataka horosoana sakafo avy hatrany, ka nihinana.",
        "21": "Koa hoy ny mpanompony taminy: “Inona no dikan’izao ataonao izao? Fahavelon’ilay zaza, dia nifady hanina sy nitomany foana ianao, noho ny aminy. Raha vao maty anefa izy, dia niarina ianao ka nihinan-kanina.”",
        "22": "Dia hoy izy: “Nifady hanina sy nitomany foana aho fahavelon’ilay zaza, satria hoy aho anakampo: ‘Iza moa no mahalala raha mba ho tsara fanahy amiko ihany i Jehovah, ka ho velona ilay zaza?’",
        "23": "Efa maty anefa izy izao, koa nahoana aho no hifady hanina? Izaho angaha mahavita mamerina azy indray? Izaho no hankany aminy, fa izy tsy hiverina atỳ amiko.”",
        "24": "Dia nampionona an’i Batseba vadiny i Davida. Ary nankao aminy izy ka nanao firaisana taminy. Rehefa nandeha ny fotoana, dia tera-dahy ravehivavy, ary natao hoe Solomona ny anarany. Ary tia an’ilay zaza i Jehovah.",
        "25": "Koa nandefa hafatra tamin’ny alalan’i Natana mpaminany izy, ka nataony hoe Jedidia ny anaran’ilay zaza, noho ny amin’i Jehovah.",
        "26": "Ary nanohy ny ady tamin’i Raban’ny taranak’i Amona i Joaba, ka azony babo ny tanànan’ilay fanjakana.",
        "27": "Nandefa iraka nankany amin’i Davida àry i Joaba, hilaza hoe: “Niady tamin’i Raba aho, ary azoko babo koa ny tanàna misy rano.",
        "28": "Koa angony ny sisa amin’ny olona ary mitobia hamely an’ilay tanàna, dia alaivo ho babo izy io. Fa tsy tokony hamabo an’ilay tanàna aho, sao dia izaho no holazaina fa namabo azy.”",
        "29": "Koa nanangona ny olona rehetra i Davida, dia nankany Raba ka niady taminy ary namabo azy.",
        "30": "Ary nesoriny ny satroboninahitra teny an-dohan’i Malkama. Nilanja talenta * volamena iray izy io, sady nisy vatosoa. Koa natao teo amin’ny lohan’i Davida ilay izy. Ary be dia be ny zavatra azo babo navoakany avy tao amin’ilay tanàna.",
        "31": "Navoakany koa ny olona tao mba hampiasainy hanatsofa vato sy hiasa amin’ny fitaovana vy maranitra sy famaky vy. Nampiasainy hanao biriky koa izy ireo. Izany no nataony tamin’ny tanàna rehetran’ny taranak’i Amona. Farany dia niverina nankany Jerosalema i Davida sy ny olona rehetra."
    },
    "13": {
        "1": "Ary nanana anabavy tsara tarehy atao hoe Tamara i Absaloma zanak’i Davida. Tatỳ aoriana, dia raiki-pitia tamin’i Tamara i Amnona zanak’i Davida.",
        "2": "Dia niferinaina i Amnona, ka nandraiki-narary mihitsy noho ny amin’i Tamara anabaviny. Virjiny mantsy razazavavy, ka sarotra tamin’i Amnona ny hanatanteraka izay tiany hatao taminy.",
        "3": "Nana-namana atao hoe Jonadaba i Amnona. Zanak’i Simea rahalahin’i Davida i Jonadaba, ary lehilahy tena marani-tsaina.",
        "4": "Dia hoy izy tamin’i Amnona: “Nahoana ianao, ry zanaky ny mpanjaka, no kivy toy izao isa-maraina? Tsy tianao holazaina amiko ve?” Ary hoy i Amnona taminy: “Raiki-pitia amin’i Tamara anabavin’i Absaloma rahalahiko aho.”",
        "5": "Dia hoy i Jonadaba: “Matoria eo am-pandrianao, ary mody manaova marary. Dia ho tonga hijery anao ny rainao, ka ilazao hoe: ‘Mba avelao hankatỳ amiko i Tamara anabaviko hanao mofon’ny marary eto imasoko. Dia harosony eto amiko izany mofo fampiononana izany ka hohaniko.’”",
        "6": "Dia natory i Amnona ka mody narary. Koa rehefa tonga hijery azy ny mpanjaka, dia hoy i Amnona taminy: “Mba avelao hankatỳ amiko i Tamara anabaviko hanao mofo roa miendrika fo eto imasoko. Dia harosony eto amiko ny mofon’ny marary ka hohaniko.”",
        "7": "Koa naniraka olona nankany amin’i Tamara tany an-trano i Davida, hilaza hoe: “Mba mandehana any an-tranon’i Amnona anadahinao, ka anaovy mofo fampiononana izy.”",
        "8": "Dia nankany an-tranon’i Amnona anadahiny i Tamara. Natoritory teo am-pandriana i Amnona tamin’izay. Ary nalain’i Tamara ny koba ka novolavolainy, ary namboariny teo imason’i Amnona ireo mofo. Dia nendasiny ireo mofo miendrika fo.",
        "9": "Farany dia nalainy ilay lapoaly lalina, ka noloarany teo anatrehan’i Amnona ny tao anatiny. Tsy nety nihinana anefa i Amnona fa niteny hoe: “Avoahy tsy ho eto anatrehako ny olona rehetra!” Dia lasa ny olona rehetra.",
        "10": "Ary hoy i Amnona tamin’i Tamara: “Ento atỳ amin’ny efitrano anatiny ny mofo fampiononana, ka arosoy eto amiko mba hohaniko.” Koa nalain’i Tamara ireo mofo miendrika fo nataony, ka nentiny tao amin’i Amnona anadahiny tao amin’ny efitrano anatiny.",
        "11": "Kanjo rehefa nanatona handroso ny mofo hohaniny i Tamara, dia nohazonin’i Amnona ka nilazany hoe: “Avia hanao firaisana amiko, ranabavy.”",
        "12": "Hoy anefa izy taminy: “Tsia, ranadahy! Aza mampietry ahy, fa tsy fanao eto amin’ny Israely izany. Aza manao izany hadalana manala baraka izany.",
        "13": "Fa hoentiko aiza moa ny fahafaham-barakako? Ary ianao kosa hitovy amin’ireo lehilahy tsisy saina eto amin’ny Israely. Koa miresaha re amin’ny mpanjaka e! Fa tsy handa ny hanome ahy ho anao izy.”",
        "14": "Tsy nety nihaino ny teniny anefa i Amnona fa natanjaka noho izy, ka nampietry azy ary nanao firaisana taminy.",
        "15": "Ary nanjary nankahala azy mafy dia mafy i Amnona, ka ny fankahalany azy dia be lavitra noho ny fitiavany azy taloha. Koa hoy i Amnona taminy: “Mitsangàna! Ndeha mandeha any!”",
        "16": "Dia hoy i Tamara: “Tsia, ranadahy! Fa mbola ratsy kokoa noho ny zavatra nataonao tamiko teo izao fandroahanao ahy izao.” Tsy nety nihaino an-drazazavavy anefa izy.",
        "17": "Dia nantsoiny ny mpanompony izay nikarakara azy, ka hoy izy: “Roahy hiala eto amiko io olona io, azafady, ary hidio ny varavarana.”",
        "18": "Nanao akanjo mitsipitsipika tsy misy tanany i Tamara tamin’izay, fa izany no fanaon’ny zazavavy virjiny zanaky ny mpanjaka. Dia namoaka azy tany ivelany ny mpanompon’i Amnona, ka nanidy ny varavarana.",
        "19": "Dia nasian’i Tamara lavenona ny lohany, ary norovitiny ilay akanjo lava mitsipitsipika nanaovany. Ary niloloha tanana izy ka lasa nandeha, sady nitomany teny am-pandehanana.",
        "20": "Koa hoy i Absaloma anadahiny taminy: “I Amnona anadahinao ve no nanao izao taminao? Mangìna ihany, ranabavy, fa anadahinao izy. Ary aza afantoka amin’izany ny fonao.” Dia nitoetra tao an-tranon’i Absaloma anadahiny i Tamara, ka tsy nifandray tamin’olona mihitsy.",
        "21": "Ary ren’i Davida Mpanjaka izany rehetra izany, ka tezitra be izy.",
        "22": "Ary tsy nifampiteny tamin’i Amnona mihitsy i Absaloma. Halan’i Absaloma mantsy izy, noho ny nampietreny an’i Tamara anabaviny.",
        "23": "Rehefa afaka roa taona katroka, dia nampanety ny ondriny tany Bala-hazora any akaikin’i Efraima i Absaloma. Ary nasainy daholo ny zanakalahin’ny mpanjaka.",
        "24": "Koa nankao amin’ny mpanjaka i Absaloma, ka nilaza hoe: “Mampanety ny ondriny ny mpanomponao izao, ka aoka mba hiaraka amin’ny mpanomponao ny mpanjaka sy ny mpanompony.”",
        "25": "Hoy anefa ny mpanjaka tamin’i Absaloma: “Tsia, anaka! Aoka re tsy handeha izahay rehetra, sao ho enta-mavesatra ho anao.” Na dia niangavy azy fatratra aza i Absaloma, dia tsy nety nandeha izy, fa nitso-drano azy.",
        "26": "Farany, dia hoy i Absaloma: “Raha tsy handeha àry ianao, dia mba avelao hiaraka aminay re i Amnona rahalahiko!” Dia hoy ny mpanjaka: “Nahoana izy no handeha hiaraka aminao?”",
        "27": "Ary mbola niangavy azy indray i Absaloma, ka nalefan’ny mpanjaka hiaraka taminy ihany i Amnona sy ny zanakalahin’ny mpanjaka rehetra.",
        "28": "Ary nanome baiko ny mpanompony i Absaloma hoe: “Miomàna, fa raha vao falifaly noho ny divay ny fon’i Amnona, ka miteny aminareo aho hoe: ‘Asio i Amnona!’, dia vonoy ho faty izy. Aza matahotra. Tsy izaho ve no manome baiko anareo? Koa mahereza, ary aoka hahery fo ianareo.”",
        "29": "Koa araka izay nandidian’i Absaloma no nataon’ny mpanompony tamin’i Amnona. Ary nitsangana daholo ny zanakalahin’ny mpanjaka, ka samy nitaingina ramole, dia nandositra.",
        "30": "Raha mbola teny an-dalana izy ireo, dia nisy nilaza tamin’i Davida hoe: “Novonoin’i Absaloma daholo ny zanakalahin’ny mpanjaka, ka tsy nisy niangana na iray aza.”",
        "31": "Koa nitsangana ny mpanjaka, ka nandrovitra ny akanjony ary nandry teo amin’ny tany. Ary nijoro teo akaikiny ny mpanompony rehetra, samy rovitra akanjo avokoa.",
        "32": "Hoy anefa i Jonadaba zanak’i Simea rahalahin’i Davida: “Aoka ny tompoko tsy hieritreritra hoe ny tovolahy rehetra zanaky ny mpanjaka no novonoina ho faty, fa i Amnona ihany no maty. Noho ny baikon’i Absaloma mantsy no nahatonga izany. Fa zavatra efa nokendrena hatramin’ilay andro nampietren’i Amnona an’i Tamara anabaviny izany.",
        "33": "Koa aoka ny mpanjaka tompoko tsy handatsaka am-po ilay teny hoe: ‘Maty daholo ny zanakalahin’ny mpanjaka’, fa i Amnona ihany no maty.”",
        "34": "Dia lasa nandositra i Absaloma. Ary nanopy ny masony ilay tovolahy mpitily, ka indreny nisy olona maro avy teny amin’ilay lalana tao andamosiny, teny amin’ny tehezan-tendrombohitra.",
        "35": "Dia hoy i Jonadaba tamin’ny mpanjaka: “Indreny fa tonga ny zanakalahin’ny mpanjaka! Araka ny tenin’ny mpanomponao tokoa ny zava-nitranga.”",
        "36": "Raha vao tapitra ny teniny, dia indreo fa tonga ny zanakalahin’ny mpanjaka. Ary nidradradradra nitomany izy ireo. Nitomany be koa ny mpanjaka sy ny mpanompony rehetra.",
        "37": "Fa i Absaloma kosa nandositra ho any amin’i Talmay zanak’i Amihoda, mpanjakan’i Gesora. Ary nisaona an-janany foana i Davida nandritra ny andro maro.",
        "38": "Dia nandositra tany Gesora i Absaloma, ka nijanona tany telo taona.",
        "39": "Farany dia te hahita mafy an’i Absaloma i Davida Mpanjaka. Efa nampionon-tena tamin’ny nahafatesan’i Amnona mantsy izy."
    },
    "14": {
        "1": "Ary tsapan’i Joaba zanak’i Zeroia fa manimanina an’i Absaloma ny fon’ny mpanjaka.",
        "2": "Koa nampaka vehivavy hendry tany Tekoa i Joaba, ka nilaza taminy hoe: “Aoka ianao mba hisaona ka hanao akanjo fisaonana, ary tsy hihoso-menaka. Ataovy toy ny hoe vehivavy efa nisaona nandritra ny andro maromaro ianao.",
        "3": "Ary midira ao amin’ny mpanjaka, ka izao lazaina aminy.” Dia nolazain’i Joaba taminy izay tokony holazaina.",
        "4": "Koa nankao amin’ny mpanjaka ilay vehivavy tekoita, dia niondrika ka niankohoka tamin’ny tany, ary niteny hoe: “Vonjeo, ry mpanjaka ô!”",
        "5": "Ary hoy ny mpanjaka taminy: “Fa maninona ianao?” Dia hoy izy: “Mpitondratena aho, fa efa maty ny vadiko.",
        "6": "Nanan-janaka roa lahy ny mpanompovavinao. Ary niady tany an-tsaha izy ireo, nefa tsy nisy nanasaraka. Farany dia namely ny iray ny iray, ka namono azy ho faty.",
        "7": "Ary manohitra ny mpanompovavinao ny fianakaviana manontolo, ka miteny foana hoe: ‘Atolory ilay namely ny rahalahiny, mba hovonoinay ho faty noho ny amin’ny rahalahiny izay novonoiny. Ary aleo hofongoranay mihitsy ny mpandova!’ Dia hovonoin’izy ireo ny vainafoko sisa tavela, mba hahatonga ny vadiko tsy hanana anarana na taranaka intsony etỳ ambonin’ny tany.”",
        "8": "Ary hoy ny mpanjaka taminy: “Modia any an-tranonao, fa izaho no hanome baiko momba anao.”",
        "9": "Dia hoy ilay vehivavy tekoita: “Aoka ho ahy sy ny ankohonan-draiko ny fahadisoana, ry mpanjaka tompoko ô, fa tsy hanan-tsiny kosa ny mpanjaka sy ny seza fiandrianany.”",
        "10": "Ary hoy indray ny mpanjaka: “Raha misy miteniteny anao, dia ento atỳ amiko izy. Amin’izay dia tsy haninona anao intsony izy.”",
        "11": "Hoy anefa ravehivavy: “Aoka ny mpanjaka mba hahatsiaro an’i Jehovah Andriamanitrao, sao vao mainka hahatonga fahavoazana ny mpamaly ra, ary sao hovonoin’ny olona ny zanako lahy!” Dia hoy ny mpanjaka: “Raha mbola velona koa i Jehovah, dia tsy hisy ho latsaka amin’ny tany ny singam-bolon’ny zanakao na iray aza.”",
        "12": "Ary hoy ravehivavy: “Mba avelao ny mpanompovavinao hiteny kely amin’ny mpanjaka tompoko.” Dia hoy izy: “Mitenena àry!”",
        "13": "Ary hoy ravehivavy: “Koa nahoana ianao, ry mpanjaka, no nanao zavatra tsy mitondra soa ho an’ny vahoakan’Andriamanitra? Manameloka anao ny teninao, satria tsy mamerina an’ilay zanakao noroahinao ianao.",
        "14": "Tsy maintsy ho faty isika, ka ho toy ny rano araraka amin’ny tany, izay tsy azo raofina intsony. Andriamanitra anefa tsy hamono olona, * sady izy efa nitady antony hamerenana an’izay voaroaka, mba tsy ho voaroaka lavitra azy.",
        "15": "Ary tonga hilaza izany teny izany amin’ny mpanjaka tompoko aho, satria nampitahotra ahy ny olona. Koa hoy ny mpanompovavinao: ‘Aleo aho hiresaka amin’ny mpanjaka. Angamba hanaraka ny tenin’ny mpanompovaviny izy.",
        "16": "Koa satria efa nihaino ahy ny mpanjaka, ka hanafaka ny mpanompovaviny eo am-pelatanan’ilay olona izay te handringana ahy sy ny zanako lahitokana tsy ho eo amin’ny lova nomen’Andriamanitra’,",
        "17": "dia hoy ny mpanompovavinao: ‘Aoka ny tenin’ny mpanjaka tompoko hanome fampiononana.’ Fa tahaka ny anjelin’Andriamanitra ny mpanjaka tompoko, raha ny amin’ny fanavahana ny tsara sy ny ratsy. Ary homba anao anie i Jehovah Andriamanitrao!”",
        "18": "Dia hoy ny mpanjaka tamin-dravehivavy: “Aza misy afenina ahy, azafady, izay hanontaniako anao.” Ary hoy ravehivavy: “Aoka àry hiteny ny mpanjaka tompoko.”",
        "19": "Dia hoy ny mpanjaka: “Momba anao ve i Joaba amin’izao zava-drehetra izao?” Dia hoy ravehivavy: “Raha mbola velon’aina koa ianao, ry mpanjaka tompoko ô, dia marina tokoa izay voalazanao. Fa i Joaba mpanomponao no nandidy ahy, ary izy no nilaza izany teny rehetra izany mba holazain’ny mpanompovavinao.",
        "20": "Ny hampiova ny fahitana an’ilay raharaha mantsy no nanaovan’i Joaba mpanomponao izao zavatra izao. Hendry anefa ny tompoko, fa toy ny fahendren’ny anjelin’Andriamanitra ny fahendrenao, mba hahafantarana ny zava-drehetra eto an-tany.”",
        "21": "Taorian’izay, dia hoy ny mpanjaka tamin’i Joaba: “Hanao izany zavatra izany tokoa aho ankehitriny. Koa mandehana, alaivo i Absaloma zatovo ka ento miverina atỳ.”",
        "22": "Dia niondrika i Joaba ka niankohoka tamin’ny tany. Ary nisaotra ny mpanjaka izy hoe: “Fantatry ny mpanomponao androany fa mahazo sitraka aminao aho, ry mpanjaka tompoko, satria nanaraka ny tenin’ny mpanompony ny mpanjaka.”",
        "23": "Dia nitsangana i Joaba ka nankany Gesora, ary nentiny ho any Jerosalema i Absaloma.",
        "24": "Hoy anefa ny mpanjaka: “Aoka izy ho any an-tranony, fa tsy mahazo mahita ny tavako izy.” Dia nankany an-tranony i Absaloma, ka tsy nahita ny tavan’ny mpanjaka.",
        "25": "Ary tsy nisy lehilahy tsara tarehy tahaka an’i Absaloma teo amin’ny Israely rehetra, eny, tsy nisy lehilahy nodokafana fatratra toa azy. Tsy nisy tsininy izy hatrany an-tampon-dohany ka hatrany am-paladiany.",
        "26": "Rehefa nohetezany ny volon-dohany, dia nolanjainy ka sekely roanjato * no lanjany araka ny vatomizana tao an-dapa. Noharatany mantsy ny lohany isaky ny faran’ny taona, satria navesatra be taminy.",
        "27": "Ary i Absaloma niteraka telo lahy sy vavy iray atao hoe Tamara. Tsara tarehy be ilay zazavavy.",
        "28": "Ary nipetraka roa taona katroka tao Jerosalema i Absaloma, nefa tsy nahita ny tavan’ny mpanjaka.",
        "29": "Koa nampiantso an’i Joaba i Absaloma mba hirahiny ho any amin’ny mpanjaka, nefa tsy nety tonga izy. Dia nampiantso fanindroany i Absaloma, nefa mbola tsy nety ihany izy.",
        "30": "Farany, dia hoy i Absaloma tamin’ny mpanompony: “Hitanareo ilay tanin’i Joaba mifanila amin’ny ahy izay misy vary orza maniry? Mandehana dory!” Dia nodoran’ny mpanompon’i Absaloma ilay tany.",
        "31": "Koa nankany an-tranon’i Absaloma i Joaba, ka niteny taminy hoe: “Fa maninona ny taniko no nodoran’ny mpanomponao?”",
        "32": "Dia hoy i Absaloma tamin’i Joaba: “Naniraka olona tany aminao aho, hilaza hoe: ‘Tongava atỳ, mba hirahiko ho any amin’ny mpanjaka, hanao hoe: “Inona fotsiny no nahatongavako avy any Gesora? Naleo ihany aho nijanona tany. Avelao aho hahita ny tavan’ny mpanjaka, ka raha misy fahadisoako, dia aoka izy hamono ahy ho faty.”’”",
        "33": "Koa nankao amin’ny mpanjaka i Joaba ka niteny taminy. Dia nantsoin’ny mpanjaka i Absaloma, ka nankao aminy. Ary niondrika teo anatrehan’ny mpanjaka izy, ka niankohoka tamin’ny tany teo anatrehany. Dia nanoroka an’i Absaloma ny mpanjaka."
    },
    "15": {
        "1": "Taorian’izany, dia nampanao kalesy ho an’ny tenany i Absaloma. Ary nanana soavaly sy mpihazakazaka dimampolo lahy izy, nandeha teo alohany.",
        "2": "Ary nifoha maraina i Absaloma, ka nitsangana teo amoron’ny lalana mankeo am-bavahady. Rehefa nisy olona nanana raharaha hoentina hotsaraina eo anatrehan’ny mpanjaka, dia nantsoin’i Absaloma izy ka nilazany hoe: “Avy any aninona ianao?” Dia hoy ilay olona: “Avy amin’ny iray amin’ireo fokon’ny Israely ny mpanomponao.”",
        "3": "Dia hoy i Absaloma taminy: “Marina sy ara-drariny ny adinao, nefa tsy misy olona notendren’ny mpanjaka hihaino anao.”",
        "4": "Hoy koa i Absaloma: “Raha mba izaho mantsy no voatendry ho mpitsara eto amin’ity tany ity, dia ho atỳ amiko izay olona manana ady sy raharaha hotsaraina, ka hotsaraiko ara-drariny izy!”",
        "5": "Rehefa nisy koa nanatona mba hiankohoka teo anatrehany, dia natsotrany ny tanany ka noraisiny ilay olona sady norohany.",
        "6": "Toy izany foana no nataon’i Absaloma tamin’ny Israelita rehetra, izay nankany amin’ny mpanjaka mba hotsaraina. Koa nambabo ny fon’ny Israelita i Absaloma.",
        "7": "Rehefa tapitra ny efapolo taona, dia niteny tamin’ny mpanjaka i Absaloma hoe: “Mba avelao aho hankany Hebrona hanefa ny voady nataoko tamin’i Jehovah.",
        "8": "Fa nivoady ny mpanomponao, fony aho nipetraka tany Gesora any Syria, nanao hoe: ‘Raha ampodin’i Jehovah any Jerosalema tokoa aho, dia hanao fanompoana ho an’i Jehovah.’”",
        "9": "Dia hoy ny mpanjaka taminy: “Mandehana soa aman-tsara àry.” Koa niainga ho any Hebrona i Absaloma.",
        "10": "Ary nandefa mpitsikilo nanerana ny foko rehetran’ny Israely i Absaloma, hilaza hoe: “Raha vao renareo ny feon’ny anjombona, dia milazà hoe: ‘Lasa mpanjaka ao Hebrona i Absaloma!’”",
        "11": "Ary nisy roanjato lahy avy ao Jerosalema lasa niaraka tamin’i Absaloma. Nantsoina izy ireo dia nandeha, nefa tsy nanampo na inona na inona sady tsy nahalala na inona na inona.",
        "12": "Rehefa nanolotra ny sorona i Absaloma, dia nampanantsoiny koa i Ahitofela Gilonita, mpanolo-tsain’i Davida, avy any Gilo tanànany. Dia nihamafy hatrany ilay fikomiana, ary nihamaro hatrany ny mpomba an’i Absaloma.",
        "13": "Ary nisy nilaza vaovao tamin’i Davida, hoe: “Efa babon’i Absaloma hanaraka azy ny fon’ny Israelita.”",
        "14": "Koa avy hatrany dia hoy i Davida tamin’ny mpanompony rehetra niaraka taminy tao Jerosalema: “Andao handositra, fa tsy hahita fomba hialana amin’i Absaloma intsony isika! Andao haingana, sao ho avy haingana izy ka hahatratra antsika, dia hataony mahita loza isika ary hasiany amin’ny lelan-tsabatra ny tanàna!”",
        "15": "Dia hoy ny mpanompon’ny mpanjaka taminy: “Indreto izahay mpanomponao, vonona hanao araka izay safidin’ny mpanjaka tompoko.”",
        "16": "Koa lasa ny mpanjaka, ary nanaraka azy ny ankohonany manontolo. Ary nanajanona vadikely folo ny mpanjaka, mba hikarakara ny trano.",
        "17": "Dia nanohy ny diany ny mpanjaka sy ny olona rehetra nanaraka azy. Ary nijanona kely tao Beti-meraka izy ireo.",
        "18": "Dia niampita teo anatrehan’ny mpanjaka ny mpanompony rehetra. Niampita teo anatrehany koa ny Keretita rehetra sy ny Peletita rehetra ary ny Gatita rehetra, dia eninjato lahy izay efa nanaraka azy avy tany Gata.",
        "19": "Dia hoy ny mpanjaka tamin’i Itahy Gatita: “Nahoana ianao no hiaraka aminay? Mandehana miverina, ary mitoera any amin’ny mpanjaka, fa hafa firenena ianao sady voatery niala tany amin’ny nisy anao.",
        "20": "Vao omaly ve ianao no tonga dia efa hoentiko mirenireny miaraka aminay sahady androany, hankany amin’izay halehako? Mandehana miverina, ary ento miaraka aminao ireo rahalahinao. Dia haneho hatsaram-panahy feno fitiavana aminao anie i Jehovah, sady hasehony aminao koa anie fa mendri-pitokisana izy!”",
        "21": "Hoy anefa i Itahy tamin’ny mpanjaka: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ny mpanjaka tompoko, dia any amin’izay hisy ny mpanjaka tompoko no hisy ny mpanomponao koa, na ho faty na ho velona!”",
        "22": "Dia hoy i Davida taminy: “Mandehana àry miampita.” Koa niampita i Itahy Gatita, mbamin’ny olony rehetra sy ny zaza madinika rehetra niaraka taminy.",
        "23": "Ary nitomany mafy daholo ny mponin’ilay tany. Dia niampita ny olona rehetra, fa ny mpanjaka kosa nitsangana teo amoron’ny lohasaha falehan-driakan’i Kidrona. Koa niampita teo amin’ny lalana mankany an-tany efitra ny olona rehetra.",
        "24": "Teo koa i Zadoka, ary niaraka taminy ny Levita rehetra nilanja ny Vata misy ny fifanekena nataon’Andriamanitra. Dia napetrak’izy ireo teo akaikin’i Abiatara ny Vata masin’Andriamanitra, mandra-piampitan’ny olona rehetra avy ao an-tanàna.",
        "25": "Hoy anefa ny mpanjaka tamin’i Zadoka: “Ento miverina ao an-tanàna ny Vata masin’Andriamanitra. Fa raha mahazo sitraka amin’i Jehovah aho, dia tsy maintsy hoentiny miverina koa ka havelany hahita an’ilay Vata sy ny toerana misy azy.",
        "26": "Raha milaza kosa anefa izy hoe: ‘Tsy sitrako ianao’, dia intỳ aho, fa hekeko izay hataony amiko.”",
        "27": "Hoy koa ny mpanjaka tamin’i Zadoka mpisorona: “Tsy mpahita moa ianao? Miverena soa aman-tsara ao an-tanàna, ary ento miaraka aminareo izy roa lahy zanakareo, dia i Ahimaza zanakao sy Jonatana zanak’i Abiatara.",
        "28": "Hijanonjanona eo amoron’ny rano marivo fiampitana any an-tany efitra aho, mandra-pilazanareo vaovao amiko.”",
        "29": "Koa nentin’i Zadoka sy Abiatara niverina tao Jerosalema ny Vata masin’Andriamanitra, ary nitoetra tao foana izy ireo.",
        "30": "Ary niakatra nanaraka an’ilay fiakarana atao hoe Oliva i Davida, sady nitomany teny am-piakarana. Ary nisaron-doha izy sady nandeha tsy nanao kapa. Nisaron-doha koa ny olona rehetra niaraka taminy. Dia niakatra izy ireo sady nitomany teny am-piakarana.",
        "31": "Ary nisy nilaza tamin’i Davida hoe: “Anisan’ireo miray tetika amin’i Absaloma koa i Ahitofela.” Dia hoy i Davida: “Jehovah ô, mba ovao ho hadalana re ny torohevitr’i Ahitofela e!”",
        "32": "Rehefa tonga teny an-tampony i Davida, teo amin’ny toerana fiankohofan’ny olona tamin’Andriamanitra, dia tonga hitsena azy i Hosay Arkita, ary rovitra ny akanjo lava nanaovany sady nihosim-bovoka ny lohany.",
        "33": "Hoy anefa i Davida taminy: “Raha miampita miaraka amiko ianao, dia ho enta-mavesatra ho ahy.",
        "34": "Fa raha miverina ao an-tanàna kosa ianao, ka milaza amin’i Absaloma hoe: ‘Mpanomponao aho, ry Mpanjaka ô! Efa mpanompon’ny rainao aho tamin’izany fotoana izany, fa mpanomponao kosa ankehitriny’, dia hampandamòka ny torohevitr’i Ahitofela ianao, ka hanampy ahy.",
        "35": "Tsy miaraka aminao any moa i Zadoka sy Abiatara mpisorona? Koa lazao amin’i Zadoka sy Abiatara mpisorona izay zavatra rehetra mety ho renao avy ao an-tranon’ny mpanjaka.",
        "36": "Miaraka amin’izy ireo ny zanany roa lahy, dia i Ahimaza zanak’i Zadoka sy Jonatana zanak’i Abiatara. Koa amin’ny alalan’izy roa lahy no handefasanareo atỳ amiko izay rehetra mety ho renareo.”",
        "37": "Dia nankao an-tanàna i Hosay, naman’i Davida. Ary niditra tao Jerosalema i Absaloma."
    },
    "16": {
        "1": "Rehefa tafahoatra kely an’ilay tampom-piakarana i Davida, dia tonga nitsena azy i Ziba mpanompon’i Mefiboseta, sady nitondra ampondra roa voaisy lasely. Ary teo ambonin’ireo dia nisy mofo roanjato, sy mofo zato vita tamin’ny voaloboka maina, sy mofo zato vita tamin’ny voankazo masaka fahavaratra, ary divay eran’ny siny lehibe.",
        "2": "Dia hoy ny mpanjaka tamin’i Ziba: “Fa inona no dikan’ireo zavatra entinao ireo?” Ary hoy i Ziba: “Ny ampondra dia hitaingenan’ny ankohonan’ny mpanjaka, ny mofo sy ny voankazo masaka fahavaratra dia hohanin’ny tovolahy, ary ny divay kosa hosotroin’izay reraka any an-tany efitra.”",
        "3": "Dia hoy ny mpanjaka: “Ary aiza ilay zanakalahin’ny tomponao?” Dia hoy i Ziba: “Any Jerosalema izy, fa hoy izy: ‘Haverin’ny taranak’Israely amiko izao ny fanjakan’ny raiko.’”",
        "4": "Ary hoy ny mpanjaka: “Anao ny zava-drehetra izay an’i Mefiboseta.” Dia hoy i Ziba: “Miankohoka eto anatrehanao aho. Aoka hahazo sitraka aminao aho, ry mpanjaka tompoko.”",
        "5": "Ary tonga hatrany Bahorima i Davida Mpanjaka. Dia nivoaka avy ao ny lehilahy iray anisan’ny havan’i Saoly. Simey no anarany, ary zanak’i Gera izy. Nivoaka avy ao izy sady nanozona.",
        "6": "Dia nitora-bato an’i Davida sy ny mpanompon’i Davida Mpanjaka rehetra izy. Ary teo ankavanan’ny mpanjaka sy teo ankaviany ny olona rehetra sy ny lehilahy mahery rehetra.",
        "7": "Ary sady nanozona i Simey no niteny hoe: “Ndeha mandeha any! Ndeha mandeha any, ry lehilahy mpandatsa-dra sady tsy manjary!",
        "8": "Natsingerin’i Jehovah aminao ny heloka rehetra tamin’ny nandatsahana ny ran’ny ankohonan’i Saoly, izay nodimbiasanao teo amin’ny fanjakana. Atolotr’i Jehovah eo an-tanan’i Absaloma zanakao izao ny fanjakana. Koa hidiran-doza ianao, satria lehilahy mpandatsa-dra!”",
        "9": "Farany dia hoy i Abisay zanak’i Zeroia tamin’ny mpanjaka: “Nahoana io alika maty io no avela hanozona ny mpanjaka tompoko? Mba avelao aho hankeny hanapaka ny lohany.”",
        "10": "Hoy anefa ny mpanjaka: “Misy zavatra iombonako aminareo angaha moa, ry zanak’i Zeroia? Avelao izy hanozona, satria i Jehovah no niteny taminy hoe: ‘Ozòny i Davida!’ Koa iza no tokony hiteny hoe: ‘Nahoana ianao no nanao toy izao?’”",
        "11": "Hoy koa i Davida tamin’i Abisay sy ny mpanompony rehetra: “Ny zanako naterako aza mifofo ny aiko, koa mainka fa izay Benjaminita! Avelao izy! Aleo izy hanozona, satria i Jehovah no niteny izany taminy.",
        "12": "Angamba hijery ny mason’i Jehovah, dia hanao soa amiko indray i Jehovah, ka tsy hampanan-kery izao ozon’i Simey androany izao.”",
        "13": "Dia nanohy ny lalany i Davida sy ny olony, fa i Simey kosa nandeha tandrifiny teny amin’ny tehezan-tendrombohitra, mba hanozona azy. Ary nandeha tandrifin’i Davida izy, ka sady nitora-bato foana no nanipy vovoka be dia be.",
        "14": "Farany dia nijanona haka aina ny mpanjaka sy ny olona rehetra niaraka taminy, fa reraka.",
        "15": "Ary niditra tao Jerosalema i Absaloma sy ny olona rehetra, dia ny lehilahy israelita. Ary niaraka taminy i Ahitofela.",
        "16": "Raha vao tonga tao amin’i Absaloma i Hosay Arkita, naman’i Davida, dia hoy izy tamin’i Absaloma: “Ho ela velona anie ny mpanjaka! Ho ela velona anie ny mpanjaka!”",
        "17": "Dia hoy i Absaloma taminy: “Izao ve no hatsaram-panahy feno fitiavana asehonao amin’ny namanao? Fa nahoana ianao no tsy mba nandeha niaraka tamin’ny namanao?”",
        "18": "Ary hoy i Hosay: “Tsy niaraka taminy aho, fa izay nofidin’i Jehovah sy izao vahoaka izao ary ny lehilahy israelita rehetra, no ho tompoko, ary hitoetra miaraka aminy aho.",
        "19": "Mbola averiko indray hoe: Iza no hotompoiko? Tsy eto anatrehan’ny zanany ve? Tahaka ny nanompoako teo anatrehan’ny rainao, no hanompoako eto anatrehanao koa.”",
        "20": "Dia hoy i Absaloma tamin’i Ahitofela: “Mba manomeza soso-kevitra ianareo. Inona no hataontsika?”",
        "21": "Ary hoy i Ahitofela taminy: “Manaova firaisana amin’ireo vadikelin-drainao, izay najanony hikarakara ny trano. Dia ho ren’ny Israely rehetra fa nataonao izay hankahalan’ny rainao anao, ka hahery ny tanan’izay rehetra momba anao.”",
        "22": "Koa nananganan’izy ireo tranolay teo an-tampon-trano i Absaloma, ka nanao firaisana tamin’ireo vadikelin-drainy teo imason’ny Israely rehetra.",
        "23": "Ary toy ny hoe torohevitra azo rehefa nanontany an’Andriamanitra, ny torohevitra nomen’i Ahitofela tamin’izany andro izany. Na tamin’i Davida na tamin’i Absaloma, dia toy izany ny torohevitra rehetra nomen’i Ahitofela."
    },
    "17": {
        "1": "Ary hoy i Ahitofela tamin’i Absaloma: “Mba avelao aho hifidy lehilahy roa arivo sy iray alina, ka handeha hanenjika an’i Davida anio alina.",
        "2": "Dia hotafihiko izy rehefa reraka sy miraviravy tanana, ka hampihorohoroiko. Dia handositra ny olona rehetra miaraka aminy, ary hamely ny mpanjaka aho, rehefa izy irery sisa no tavela.",
        "3": "Ary aoka hoentiko miverina atỳ aminao ny olona rehetra. Miankina amin’izay manjo an’ilay lehilahy tadiavinao mantsy, no hiverenan’izy rehetra. Dia handry feizay ny olona rehetra.”",
        "4": "Ary nankasitrahan’i Absaloma sy ny anti-panahy rehetran’ny Israely izany teny izany.",
        "5": "Hoy anefa i Absaloma: “Antsoy koa i Hosay Arkita, azafady, mba hohenointsika izay lazainy.”",
        "6": "Koa nankao amin’i Absaloma i Hosay. Ary hoy i Absaloma taminy: “Izany no nolazain’i Ahitofela, ka hanaraka ny teniny ve isika? Raha tsia, dia mba mitenena ianao.”",
        "7": "Dia hoy i Hosay taminy: “Tsy tsara ny torohevitra nomen’i Ahitofela tamin’ity indray mandeha ity!”",
        "8": "Hoy koa i Hosay: “Fantatrao tsara fa mahery ny rainao sy ny olony, ary tezitra toy ny orsavavy very anaka any an-tsaha izao ry zareo. Miaramila mpiady koa ny rainao, ka tsy hatory miaraka amin’ny vahoaka.",
        "9": "Miafina any an-davaka izy izao na any an-toeran-kafa. Ary raha izy no manafika voalohany, dia hiely ny resaka hoe: ‘Resy ny mpanaraka an’i Absaloma!’",
        "10": "Koa halemin’ny tahotra na dia ny olona mahery fo, izay manana fo toy ny fon’ny liona aza. Fantatry ny Israely rehetra mantsy fa lehilahy mahery ny rainao, ary toy izany koa ireo lehilahy mahery fo miaraka aminy.",
        "11": "Koa izao no torohevitra omeko: Aleo hangonina atỳ aminao ny Israely rehetra hatrany Dana ka hatrany Beri-sheba, izay maro be toy ny fasika eny amoron-dranomasina, ary ianao mihitsy koa no ho any an’ady.",
        "12": "Ary hanafika an-drainao any amin’izay toerana azo antoka fa hahitana azy isika, ka hirotsaka aminy toy ny ando mirotsaka amin’ny tany. Dia tsy hisy hiangana ry zareo, na izy na ny olona rehetra miaraka aminy.",
        "13": "Ary raha mandositra mankany amin’ny tanàna iray izy, dia hitondran’ny Israely rehetra tady izany tanàna izany, ka hotaritaritintsika midina any amin’ny lohasaha falehan-driaka. Dia tsy hisy na vatokilonjy iray aza ho tavela ao amin’ilay tanàna.”",
        "14": "Dia hoy i Absaloma sy ny lehilahy israelita rehetra: “Tsara noho ny torohevitr’i Ahitofela ny an’i Hosay Arkita!” I Jehovah anefa no efa nanapa-kevitra ny hampandamòka ny torohevitr’i Ahitofela, na dia tsara aza ilay izy, mba hampidiran’i Jehovah loza amin’i Absaloma.",
        "15": "Ary hoy i Hosay tamin’i Zadoka sy Abiatara mpisorona: “Izany sy izany no torohevitra nomen’i Ahitofela an’i Absaloma sy ny anti-panahin’ny Israely. Ary izao sy izao kosa no nomeko.",
        "16": "Koa maniraha olona haingana hilaza amin’i Davida hoe: ‘Aza mitoetra eny amin’ny lemaka karakaina any an-tany efitra anio alina fa miampità, sao ho ripaka ny mpanjaka sy ny olona rehetra miaraka aminy.’”",
        "17": "Ary nijoro teo En-rogela i Jonatana sy Ahimaza, satria tsy sahy niseho tao an-tanàna. Koa nisy mpanompovavy lasa niteny tamin’izy roa lahy. Dia lasa izy ireo, satria tsy maintsy hilaza amin’i Davida Mpanjaka.",
        "18": "Nisy tovolahy iray anefa nahita azy ireo ka niteny tamin’i Absaloma. Koa lasa haingana izy roa lahy, ary tonga tany an-tranon’ny lehilahy iray tao Bahorima. Nanana lavadrano teo an-tokotaniny ralehilahy, ka nidina tao anatin’io izy roa lahy.",
        "19": "Avy eo dia namelatra zavatra asarona ny vavan’ilay lavadrano ny vadin-dralehilahy. Navangongony teo amin’ilay sarony koa ny voam-bary mbola tsy voatoto tsara. Ary tsy nisy nahafantatra izany.",
        "20": "Dia tonga tao an-tranon-dravehivavy ny mpanompon’i Absaloma, ka niteny hoe: “Aiza i Ahimaza sy Jonatana?” Dia hoy ravehivavy: “Nandalo teto ry zareo, dia lasa any amin’ny renirano any.” Ary nitady azy roa lahy foana izy ireo fa tsy nahita, ka lasa niverina tany Jerosalema.",
        "21": "Rehefa lasa izy ireo, dia nivoaka avy tao amin’ilay lavadrano izy roa lahy, ka lasa niteny tamin’i Davida Mpanjaka hoe: “Mandehana haingana ianareo miampita ny renirano, fa izao no torohevitr’i Ahitofela hamelezana anareo.”",
        "22": "Avy hatrany dia niainga i Davida sy ny olona rehetra niaraka taminy, ka niampita ny Reniranon’i Jordana mandra-pahazavan’ny andro. Koa tsy nisy olona tsy tafita an’i Jordana na iray aza.",
        "23": "Ary hitan’i Ahitofela fa tsy narahina ny toroheviny, dia nasiany lasely ny ampondra, ka lasa nankany an-tranony tany an-tanànany izy. Ary namela hafatra tamin’ny ankohonany izy, dia nananton-tena ka maty. Koa nalevina tao amin’ny fasan-drazany izy.",
        "24": "Ary tonga tany Mahanaima i Davida, fa i Absaloma sy ny lehilahy israelita rehetra niaraka taminy kosa niampita an’i Jordana.",
        "25": "Ary i Amasa no notendren’i Absaloma ho lehiben’ny tafika hisolo an’i Joaba. I Amasa dia zanak’ilay lehilahy israelita atao hoe Jitra, izay nanao firaisana tamin’i Abigaila, zanakavavin’i Nahasy sady rahavavin’i Zeroia renin’i Joaba.",
        "26": "Ary nitoby tany Gileada ny Israely sy Absaloma.",
        "27": "Ary raha vao tonga tao Mahanaima i Davida, dia indreo ry Soby zanak’i Nahasy avy any Raban’ny taranak’i Amona, sy Makira zanak’i Amiela avy any Lo-debara, ary Barzilay Gileadita avy any Rogelima.",
        "28": "Nitondra fandriana sy koveta ary vilany tany izy ireo, ary koa varimbazaha sy vary orza sy lafarinina sy voam-bary natono sy tsaramaso be sy lantihy ary voam-bary nasaly.",
        "29": "Ary tantely sy dibera sy ondry ary fromazy vita tamin’ny rononon’omby, no naroson’izy ireo hohanin’i Davida sy ny olona niaraka taminy. Hoy mantsy izy ireo: “Noana sy reraka ary mangetaheta ny olona tany an-tany efitra.”"
    },
    "18": {
        "1": "Ary nanisa ny olona niaraka taminy i Davida, ka nanendry lehiben’ny arivo sy lehiben’ny zato hifehy an’ireo.",
        "2": "Dia nalefan’i Davida ny olona, ka ny ampahatelony nataony teo ambany fitarihan’i Joaba, ny ampahatelony kosa teo ambany fitarihan’i Abisay zanak’i Zeroia, rahalahin’i Joaba, ary ny ampahatelony teo ambany fitarihan’i Itahy Gatita. Ary hoy ny mpanjaka tamin’ny olona: “Hiaraka aminareo koa aho.”",
        "3": "Hoy anefa izy ireo: “Aza mandeha ianao. Fa raha izahay no mandositra, dia tsy hiraharaha anay ry zareo. Ary raha ny antsasany aminay aza no maty, dia tsy hiraharaha anay ry zareo, satria ny iray alina aminay no mitovy aminao. Fa aleo ihany ianao manampy anay avy eto an-tanàna.”",
        "4": "Koa hoy ny mpanjaka: “Izay sitrakareo àry no hataoko.” Dia nijoro teo anilan’ny vavahady ny mpanjaka, fa ny olona rehetra kosa nivoaka nanao antokony, ka nisy zato na arivo ny antokony tsirairay.",
        "5": "Ary nandidy an’i Joaba sy Abisay ary Itahy ny mpanjaka, nanao hoe: “Moramora ihany ianareo amin’i Absaloma zatovo, noho ny amiko.” Dia ren’ny olon-drehetra ny nandidian’ny mpanjaka ny lehibe rehetra ny amin’i Absaloma.",
        "6": "Ary nankany an-tsaha ny olona mba hifanandrina tamin’ny Israely. Dia raikitra ny ady, tao amin’ny alan’i Efraima.",
        "7": "Farany dia resy teo anoloan’ny mpanompon’i Davida ny vahoakan’Israely, ka maro be no ripaka tamin’iny andro iny, dia lehilahy roa alina.",
        "8": "Niely nanerana ny faritra taza-maso ny ady. Ary ny olona matin’ny ala dia maro noho ny matin-tsabatra, tamin’iny andro iny.",
        "9": "Farany dia sendra ny mpanompon’i Davida i Absaloma. Nitaingina ramole i Absaloma tamin’izay. Dia nandeha teo ambanin’ny sampantsampan’ny hazo iray makadiry ilay ramole, ka nisaringotra tamin’ilay hazobe ny lohan’i Absaloma. Koa nikiraviravy teo anelanelan’ny lanitra sy ny tany izy, fa lasa kosa ilay ramole nitaingenany.",
        "10": "Nisy lehilahy nahita an’izany ka nilaza tamin’i Joaba hoe: “Hitako mihantona arỳ amin’ny hazobe arỳ i Absaloma.”",
        "11": "Dia hoy i Joaba tamin’ilay lehilahy nilaza izany: “Hitanao izy, koa nahoana no tsy novonoinao ho faty hidaboka amin’ny tany? Dia ho nomeko farantsa volafotsy folo sy fehikibo iray ianao.”",
        "12": "Hoy anefa ralehilahy: “Na farantsa volafotsy arivo aza no lanjaina ka hatolotra ahy, dia tsy haninjitra ny tanako hamely ny zanaky ny mpanjaka aho. Fa teo anatrehanay no nandidian’ny mpanjaka anao sy Abisay ary Itahy, nanao hoe: ‘Samia ianareo mitandrina mba tsy hisy zavatra hanjo an’i Absaloma zatovo.’",
        "13": "Raha nanao izany aho, dia ho nivadika tamin’i Absaloma, nefa tsy ho azo afenina amin’ny mpanjaka ny zava-drehetra. Hihatakataka fotsiny anefa ianao amin’izay.”",
        "14": "Ary hoy i Joaba: “Tsy handany andro aminao eto aho.” Koa naka lefona kely telo i Joaba, ka natsatony tamin’ny fon’i Absaloma, raha iny izy mbola velona teo afovoan’ilay hazobe iny.",
        "15": "Ary nisy mpanompo folo mpitondra ny fitaovam-piadian’i Joaba, tonga nihodidina an’i Absaloma ka namely azy, mba hamono azy ho faty.",
        "16": "Dia notsofin’i Joaba ny anjombona, mba hiverenan’ny olona tsy hanenjika ny Israely intsony. Koa nosakanan’i Joaba ny olona.",
        "17": "Farany dia nalain’izy ireo i Absaloma ka natsipiny tao anaty lavaka lehibe iray tany an’ala, ary nananganany antontam-bato lehibe teo amboniny. Fa ny Israely rehetra kosa samy nandositra tany an-tranony avy.",
        "18": "Fahavelony, dia naka tsangambato iray i Absaloma ka natsangany ho an’ny tenany. Ary ao amin’ny Lemaka Ivan’ny Mpanjaka izany. Fa hoy izy: “Tsy manan-janakalahy hamelo-maso ny anarako aho.” Koa nampitondrainy ny anarany ilay tsangambato, izay mbola antsoina hoe Tsangambaton’i Absaloma mandraka androany.",
        "19": "Ary hoy i Ahimaza zanak’i Zadoka: “Mba avelao re aho hihazakazaka hilaza ny vaovao amin’ny mpanjaka, fa efa nitsara azy i Jehovah mba hanafaka azy eo an-tanan’ny fahavalony.”",
        "20": "Hoy anefa i Joaba: “Tsy mpitondra vaovao ianao anio. Amin’ny andro hafa ianao no hitondra vaovao, fa tsy anio, satria maty ny zanaky ny mpanjaka.”",
        "21": "Ary hoy i Joaba tamin’ny Kosita iray: “Mandehana, lazao amin’ny mpanjaka izay efa hitanao.” Dia niankohoka teo anatrehan’i Joaba ilay Kosita ka lasa nihazakazaka.",
        "22": "Ary hoy indray i Ahimaza zanak’i Zadoka tamin’i Joaba: “Tsy maninona izay hitranga, fa mba avelao koa re aho hihazakazaka hanaraka an’ilay Kosita.” Hoy anefa i Joaba: “Fa nahoana ianao, anaka, no tsy maintsy hihazakazaka nefa tsisy vaovao holazainao akory?”",
        "23": "Mbola hoy ihany anefa izy: “Tsy maninona izay hitranga, fa avelao aho hihazakazaka.” Koa hoy i Joaba: “Mandehana àry!” Dia nihazakazaka nanaraka ny lalana mamakivaky ny Faritr’i Jordana i Ahimaza, ka voasongony ilay Kosita.",
        "24": "Nipetraka teo anelanelan’ny vavahady roa i Davida tamin’izay. Ary nankeny an-tampon’ilay vavahady teo amin’ny manda ny mpitily. Dia nanopy ny masony izy ka nahatazana lehilahy nihazakazaka.",
        "25": "Koa niantso mafy ilay mpiambina mba hampandre ny mpanjaka. Dia hoy ny mpanjaka: “Raha irery izy, dia manam-baovao holazaina.” Ary nihananatona ihany ilay lehilahy.",
        "26": "Nahatazana lehilahy hafa nihazakazaka koa ilay mpiambina. Koa nantsoiny ny mpiandry vavahady, ka nilazany hoe: “Iny koa misy lehilahy hafa mihazakazaka!” Dia hoy ny mpanjaka: “Mpitondra vaovao koa izany.”",
        "27": "Ary hoy ilay mpiambina: “Toy ny fihazakazak’i Ahimaza zanak’i Zadoka no fahitako ny fihazakazak’ilay voalohany.” Dia hoy ny mpanjaka: “Lehilahy tsara fanahy izy, ka tsy maintsy ho vaovao tsara no entiny.”",
        "28": "Farany dia niantso i Ahimaza ka niteny tamin’ny mpanjaka hoe: “Nizotra tsara ny zava-drehetra!” Dia niankohoka tamin’ny tany teo anatrehan’ny mpanjaka izy, ka nanao hoe: “Hisaorana anie i Jehovah Andriamanitrao, izay nanolotra an’ireo olona nanainga tanana hikomy tamin’ny mpanjaka tompoko!”",
        "29": "Hoy anefa ny mpanjaka: “Tsy maninona ve i Absaloma zatovo?” Dia hoy i Ahimaza: “Nahita sahotaka be aho tamin’ny fotoana nanirahan’i Joaba an’irỳ mpanompon’ny mpanjaka irỳ sy izaho mpanomponao, fa tsy fantatro hoe nisy inona.”",
        "30": "Koa hoy ny mpanjaka: “Mihataha kely àry manketsy.” Dia nihataka kely izy ka tsy nihetsika teo.",
        "31": "Ary iny fa tonga ilay Kosita, ka niteny hoe: “Aoka ny mpanjaka tompoko hihaino ny vaovao, fa i Jehovah efa nitsara anao androany, mba hanafaka anao eo an-tanan’izay rehetra mitsangana hanohitra anao.”",
        "32": "Hoy anefa ny mpanjaka tamin’ilay Kosita: “Tsy maninona ve i Absaloma zatovo?” Dia hoy ilay Kosita: “Ho tahaka an’iny zatovo iny anie ny fahavalon’ny mpanjaka tompoko sy izay rehetra nitsangana hanisy ratsy anao!”",
        "33": "Dia nivadi-po ny mpanjaka ka niakatra tao amin’ilay efitra teo ambony vavahady, ary nitomany. Ary hoy izy teny am-pandehanana: “Ry Absaloma zanako, ry zanako, ry Absaloma zanako ô! Inay anie aho maty nisolo anao, ry Absaloma zanako, ry zanako ô!”"
    },
    "19": {
        "1": "Dia nisy nilaza tamin’i Joaba hoe: “Mitomany ny mpanjaka sady misaona an’i Absaloma.”",
        "2": "Koa nanjary fisaonana ho an’ny olona rehetra ny famonjena tamin’iny andro iny, satria ren’izy ireo tamin’iny andro iny hoe: “Malahelo an-janany ny mpanjaka.”",
        "3": "Dia nitsaitsaika nankao an-tanàna ny olona tamin’iny andro iny, toy ny fitsaitsaikan’ny olona menatra fa nandositra avy tany an’ady.",
        "4": "Ary nanarona ny tavany ny mpanjaka sady niantsoantso mafy hoe: “Ry Absaloma zanako! Ry Absaloma zanako, ry zanako ô!”",
        "5": "Farany, dia nankao amin’ny mpanjaka tao an-trano i Joaba ka niteny hoe: “Efa nataonao izay hampahamenatra ny mpanomponao rehetra androany, dia ireo namonjy ny ainao androany, sy ny ain’ny zanakao lahy sy ny zanakao vavy sy ny vadinao ary ny vadikelinao,",
        "6": "satria tia an’izay mankahala anao ianao ary mankahala an’izay tia anao. Fa efa nasehonao androany fa tsinontsinona aminao ireo lehibe sy ireo mpanompo. Fantatro tsara mantsy androany fa raha velona teo i Absaloma ary maty kosa izahay rehetra, dia izany no sitrakao.",
        "7": "Koa mivoaha ka omeo toky ny mpanomponao. Fa mianiana amin’ny anaran’i Jehovah aho fa raha tsy mivoaka ianao, dia tsy hisy olona hiara-mitoetra aminao eto anio alina. Ary izany dia ho ratsy lavitra ho anao, mihoatra noho ny zava-dratsy rehetra nanjo anao hatramin’ny fahazazanao ka hatramin’izao.”",
        "8": "Koa nandeha nipetraka teo am-bavahady ny mpanjaka. Dia nilazana ny olona rehetra hoe: “Mipetraka eo am-bavahady ny mpanjaka.” Ary tonga teo anatrehan’ny mpanjaka izy rehetra. Fa ny Israely kosa samy nandositra nankany an-tranony avy.",
        "9": "Ary nifanditra ny olona rehetra tany amin’ny foko rehetran’ny Israely, ka nanao hoe: “Ny mpanjaka no namonjy antsika teo am-pelatanan’ny fahavalontsika, ary izy no namonjy antsika teo am-pelatanan’ny Filistinina. Ary efa niala teto amin’ny tanintsika izy mba handositra an’i Absaloma.",
        "10": "I Absaloma izay nohosorantsika hifehy antsika anefa ity maty tany an’ady. Koa nahoana ianareo no tsy manao na inona na inona mba hampodiana ny mpanjaka?”",
        "11": "Ary naniraka olona nankany amin’i Zadoka sy Abiatara mpisorona i Davida Mpanjaka, hilaza hoe: “Teneno ny anti-panahin’i Joda hoe: ‘Nahoana ianareo indray no ho farany amin’ny fampodiana ny mpanjaka any an-tranony, nefa ny tenin’ny Israely rehetra efa tonga tao amin’ny mpanjaka tao an-tranony?",
        "12": "Rahalahiko ianareo, ary taolako sy nofoko. Koa nahoana ianareo no ho farany amin’ny fampodiana ny mpanjaka?’",
        "13": "Teneno koa i Amasa hoe: ‘Tsy taolako sy nofoko moa ianao? Hofaizin’Andriamanitra anie aho, * ary mihoatra noho izany aza, raha tsy ho lehiben’ny tafika eo anatrehako foana ianao, ho solon’i Joaba!’”",
        "14": "Koa nataony izay haharesy lahatra ny olona rehetra anisan’ny fokon’i Joda, ka dia toy ny olona iray izy rehetra. Dia nampilaza tamin’ny mpanjaka izy ireo hoe: “Modia ianao sy ny mpanomponao rehetra.”",
        "15": "Koa nandeha nody ny mpanjaka, ka tonga hatreo amin’ny Reniranon’i Jordana. Ary tonga tany Gilgala ny Joda mba hitsena ny mpanjaka sy hitondra azy hiampita an’i Jordana.",
        "16": "Ary i Simey, zanak’i Gera Benjaminita, avy any Bahorima, dia nidina haingana niaraka tamin’ireo lehilahy anisan’ny fokon’i Joda mba hitsena an’i Davida Mpanjaka.",
        "17": "Ary nisy arivo lahy avy amin’ny fokon’i Benjamina niaraka taminy. Niaraka taminy koa i Ziba mpanompon’ny ankohonan’i Saoly, mbamin’ny zanany dimy ambin’ny folo lahy sy ny mpanompony roapolo. Ary tonga soa aman-tsara teo Jordana, talohan’ny mpanjaka izy ireo.",
        "18": "Dia niampita teo amin’ny rano marivo fiampitana i Ziba, mba hitondra ny ankohonan’ny mpanjaka hiampita ary hanao izay sitrany. Ary niankohoka teo anatrehan’ny mpanjaka i Simey zanak’i Gera, rehefa iny hiampita an’i Jordana iny indrindra ny mpanjaka.",
        "19": "Ary hoy izy tamin’ny mpanjaka: “Aoka tsy hataon’ny tompoko ho meloka aho, ary aoka tsy hotsarovanao ny ratsy nataon’ny mpanomponao tamin’ilay andro nialan’ny mpanjaka tany Jerosalema, mba tsy hifantoka amin’izany ny fon’ny mpanjaka.",
        "20": "Fa fantatry ny mpanomponao tsara fa izaho no nanota. Koa izaho androany no voalohany tonga tamin’ny taranak’i Josefa rehetra, mba hidina hitsena ny mpanjaka tompoko.”",
        "21": "Niteny avy hatrany i Abisay zanak’i Zeroia hoe: “Tsy tokony hovonoina ho faty ve i Simey noho izy nanao izany ka nanozona ny voahosotr’i Jehovah?”",
        "22": "Hoy anefa i Davida: “Misy zavatra iombonako aminareo angaha moa, ry zanak’i Zeroia, no ho mpanohitra ahy ianareo anio? Hisy olona hovonoina ho faty ve eto amin’ny Israely anio? Angaha moa tsy fantatro tsara fa efa mpanjakan’ny Israely aho izao?”",
        "23": "Dia hoy ny mpanjaka tamin’i Simey: “Tsy ho faty ianao.” Ary nianiana taminy ny mpanjaka.",
        "24": "Ary nidina hitsena ny mpanjaka i Mefiboseta zafikelin’i Saoly. Ary tsy nanasa tongotra izy, na nikarakara volombava, na nanasa akanjo, hatramin’ilay andro nandehanan’ny mpanjaka ka hatramin’ilay andro nahatongavany soa aman-tsara.",
        "25": "Rehefa tonga tao Jerosalema izy mba hitsena ny mpanjaka, dia hoy ny mpanjaka taminy: “Naninona ianao no tsy nandeha niaraka tamiko, ry Mefiboseta?”",
        "26": "Dia hoy izy: “Ny mpanompoko no namitaka ahy, ry mpanjaka tompoko. Fa hoy ny mpanomponao: ‘Aleo aho hanisy lasely ny ampondravavy hotaingenako, mba handehanako hiaraka amin’ny mpanjaka.’ Malemy tongotra mantsy ny mpanomponao.",
        "27": "Dia nendrikendrehiny tamin’ny mpanjaka tompoko ny mpanomponao. Toy ny anjelin’Andriamanitra anefa ny mpanjaka tompoko, koa ataovy izay hitanao fa mety.",
        "28": "Afaka namono ho faty ny ankohonan-draiko manontolo ny mpanjaka tompoko, nefa dia napetrakao ho isan’ireo mihinana eo an-databatrao ny mpanomponao. Koa inona intsony moa no zo ananako, ka mbola hitarainako amin’ny mpanjaka?”",
        "29": "Hoy anefa ny mpanjaka: “Nahoana ianao no mbola miteny ihany? Izao no teniko: Hifampizaranao sy Ziba ny tany.”",
        "30": "Dia hoy i Mefiboseta tamin’ny mpanjaka: “Aleo alainy izy manontolo, fa ny mpanjaka tompoko aza efa tonga soa aman-tsara atỳ an-tranony.”",
        "31": "Ary nidina avy any Rogelima i Barzilay Gileadita, mba ho any Jordana miaraka amin’ny mpanjaka, ka hanatitra azy hatreo Jordana.",
        "32": "Efa antitra be i Barzilay, fa efa valopolo taona izy. Ary namatsy sakafo ny mpanjaka izy, fony nitoetra tany Mahanaima ny mpanjaka. Mpanankarem-be mantsy izy.",
        "33": "Koa hoy ny mpanjaka taminy: “Andao hiampita miaraka amiko, dia hiara-misakafo amiko any Jerosalema ianao.”",
        "34": "Hoy anefa i Barzilay: “Mbola hisy firy taona moa ny hiainako, no hiara-miakatra amin’ny mpanjaka ho any Jerosalema aho?",
        "35": "Efa valopolo taona aho izao. Mbola afaka manavaka ny tsara sy ny ratsy angaha aho? Sa izaho mpanomponao mbola mahafantatra ny tsiron’izay haniko sy sotroiko, na mbola afaka mandre ny feon’ny mpihira lahy sy vavy? Koa nahoana ny mpanomponao no ho enta-mavesatra ho an’ny mpanjaka tompoko?",
        "36": "Halaviran-dalana kely fotsiny hatreto Jordana no nanateran’ny mpanomponao ny mpanjaka. Koa nahoana ny mpanjaka no hanome ahy izany valisoa izany?",
        "37": "Avelao ny mpanomponao hody, raha sitrakao, ary aoka aho ho faty any an-tanànako, any akaikin’ny fasan’ny raiko sy ny reniko. Fa io kosa i Kimama mpanomponao. Aoka izy hiampita miaraka amin’ny mpanjaka tompoko, ary ataovy aminy izay hitanao fa mety.”",
        "38": "Koa hoy ny mpanjaka: “Hiampita miaraka amiko àry i Kimama, ary hataoko aminy izay sitrakao. Ary izay rehetra tianao hataoko, dia hataoko ho anao.”",
        "39": "Dia niampita an’i Jordana ny olona rehetra, ary niampita koa ny mpanjaka. Ary nanoroka sy nitso-drano an’i Barzilay ny mpanjaka. Dia nody tany amin’ny toerana nisy azy i Barzilay.",
        "40": "Rehefa niampita ho eny Gilgala ny mpanjaka, dia niara-niampita taminy i Kimama sy ny olona rehetra anisan’ny fokon’i Joda ary ny antsasaky ny vahoakan’Israely, mba hitondra ny mpanjaka hiampita.",
        "41": "Ary indreny ny lehilahy israelita rehetra fa nankeo amin’ny mpanjaka, ka niteny taminy hoe: “Nahoana ny rahalahinay anisan’ny fokon’i Joda no nitondra anao an-tsokosoko, ka nentiny niampita an’i Jordana ny mpanjaka sy ny ankohonany ary ny olon’i Davida rehetra miaraka aminy?”",
        "42": "Dia namaly an’ireo Israelita ny lehilahy rehetra anisan’ny fokon’i Joda, nanao hoe: “Satria havanay akaiky ny mpanjaka. Ary inona moa no mahatezitra anareo amin’izany? Angaha ny sakafonay nisy niantohan’ny mpanjaka, sa nisy fanomezana nentina ho anay?”",
        "43": "Hoy anefa ny navalin’ny Israelita an’ireo anisan’ny fokon’i Joda: “Manana anjara folo amin’ny fanjakana izahay, ka mihoatra noho ny anareo ny zonay raha ny amin’i Davida. Koa nahoana ianareo no nanao tsinontsinona anay, ary nahoana no tsy izahay no voalohany nampody ny mpanjakantsika?” Henjana kokoa noho ny tenin’ny Israelita anefa ny tenin’ireo anisan’ny fokon’i Joda."
    },
    "20": {
        "1": "Ary nisy lehilahy tsy manjary iray teo. Sheba no anarany, ary zanak’i Bikry Benjaminita izy. Nitsoka anjombona izy ka niteny hoe: “Tsy manana anjara amin’i Davida na lova eo amin’ny zanak’i Jese isika. Koa samia mankany amin’ny andriamaniny avy, ry Israely ô!”",
        "2": "Dia niakatra ny lehilahy israelita rehetra ka tsy nanaraka an’i Davida intsony, fa nanaraka an’i Sheba zanak’i Bikry. Ireo lehilahy anisan’ny fokon’i Joda kosa anefa nifikitra tamin’ny mpanjakany, hatrany amin’ny Reniranon’i Jordana ka hatrany Jerosalema.",
        "3": "Farany dia tonga tany an-tranony tany Jerosalema i Davida. Ary nalain’ny mpanjaka ireo vehivavy folo vadikeliny, izay najanony hikarakara ny trano, ka napetrany tao amin’ny trano iray voambina. Nomeny sakafo foana anefa izy ireo. Ary tsy nanao firaisana tamin’izy ireo intsony izy, fa nohidiana tao an-trano ireo mandra-pahafatiny, ka lasa mpitondratena nefa tsy maty vady akory.",
        "4": "Ary hoy ny mpanjaka tamin’i Amasa: “Vorio ho eto amiko ny lehilahy anisan’ny fokon’i Joda, ao anatin’ny telo andro. Aoka hitsangana eto koa ianao amin’izay.”",
        "5": "Koa lasa namory ny Joda i Amasa, nefa tara tamin’ilay fotoana nomen’i Davida izy.",
        "6": "Dia hoy i Davida tamin’i Abisay: “Hitondra loza ho antsika mihoatra noho i Absaloma, i Sheba zanak’i Bikry. Koa ento ny mpanompon’ny tomponao ka enjeho izy, sao hiditra any amin’ny tanàna voaro mafy izy ka tsy ho hitantsika intsony.”",
        "7": "Koa nivoaka nanaraka azy ny olon’i Joaba sy ny Keretita sy ny Peletita ary ny lehilahy mahery rehetra. Nivoaka avy ao Jerosalema izy ireo hanenjika an’i Sheba zanak’i Bikry.",
        "8": "Nony teo akaikin’ilay vato lehibe ao Gibeona izy ireo, dia tonga nitsena azy i Amasa. Ary akanjo nisy fehikibo no nanaovan’i Joaba tamin’izay. Nisy sabatra teo amin’ny fehikibony, teo amin’ny andilany, ka tao anaty tranony ilay sabatra. Ary rehefa nanatona izy, dia latsaka ilay sabatra.",
        "9": "Ary hoy i Joaba tamin’i Amasa: “Salama ve ianao, ry rahalahiko?” Dia noraisin’i Joaba tamin’ny tanany havanana ny volombavan’i Amasa mba hanorohany an’i Amasa.",
        "10": "Tsy mba nitandrina tamin’ilay sabatra teny an-tanan’i Joaba anefa i Amasa. Dia nasian’i Joaba tamin’iny ny kibony, ka niparitaka tamin’ny tany ny tsinainy, ary tsy voatery namely azy fanindroany intsony i Joaba. Koa maty i Amasa. Ary lasa nanenjika an’i Sheba zanak’i Bikry i Joaba sy Abisay rahalahiny.",
        "11": "Ary nisy zatovon’i Joaba nijoro teo anilan’i Amasa ka namerimberina niteny hoe: “Izay mankasitraka an’i Joaba sy izay olon’i Davida, dia aoka hanaraka an’i Joaba!”",
        "12": "Nihosin-dra teo afovoan’ny lalambe i Amasa tamin’izay. Nony hitan’ilay zatovo fa nijanona teo ny olona rehetra, dia nesoriny teo amin’ny lalambe i Amasa ka nafindrany teny an-tsaha. Ary nanipy akanjo teo amboniny izy mba hanaronana azy, satria hitany fa nijanona avokoa izay tonga teo aminy.",
        "13": "Raha vao nesoriny teo amin’ny lalambe izy, dia lasa nanaraka an’i Joaba avokoa ny lehilahy rehetra, mba hanenjika an’i Sheba zanak’i Bikry.",
        "14": "Ary nandalo tany amin’ny foko rehetran’ny Israely i Sheba, ka tonga tany Abela any Beti-maka. Dia niangona ny Bikrita rehetra, ka nanaraka azy nankao an-tanàna.",
        "15": "Ary tonga ny olona rehetra niaraka tamin’i Joaba, ka nanao fahirano an’i Sheba tao Abela any Beti-maka. Dia nanangana tovon-tany * fanaovana fahirano izy ireo hanafihana an’ilay tanàna, satria voahodidina tovon-tany fiarovana izy io. Koa nandoaka ny fototry ny manda izy ireo, mba hanjerana azy.",
        "16": "Ary nisy vehivavy hendry iray niantso avy teo amin’ny mandan’ny tanàna, nanao hoe: “Mihainoa, rey olona, mihainoa ahy! Mba ilazao kely i Joaba hanatona etỳ, fa hiresaka aminy aho.”",
        "17": "Koa nanatona an-dravehivavy izy. Ary hoy ravehivavy: “Ianao ve no Joaba?” Dia hoy izy: “Eny, izaho no izy.” Ary hoy ravehivavy: “Mba henoy ny tenin’ny mpanompovavinao.” Dia hoy izy: “Mihaino aho.”",
        "18": "Ary hoy ravehivavy: “Tsy nisy tsy niteny ny olona tamin’ny andro fahiny hoe: ‘Aoka izy hanontany any Abela, dia ho voalamina ny raharaha.’",
        "19": "Anisan’ny olona tia fihavanana sy mendri-pitokisana eto amin’ny Israely aho, fa ianao kosa mitady hamono tanàna iray sy reny iray eto amin’ny Israely. Fa nahoana no haripakao ny lovan’i Jehovah?”",
        "20": "Dia hoy i Joaba: “Sanatria ahy ny handripaka sy handrava.",
        "21": "Tsy izany mihitsy, fa misy lehilahy iray avy any amin’ny faritra be tendrombohitr’i Efraima, nanainga tanana hikomy tamin’i Davida Mpanjaka. Sheba no anarany, ary zanak’i Bikry izy. Koa izy ihany no atolory, dia hiala amin’ity tanàna ity aho.” Ary hoy ravehivavy: “Hatsipy eny aminao avy etỳ amin’ny manda àry ny lohany.”",
        "22": "Avy hatrany dia nankeo amin’ny olona rehetra ravehivavy, ka niresaka tamin’izy ireo tamim-pahendrena. Koa notapahin’izy ireo ny lohan’i Sheba zanak’i Bikry ka natsipiny teny amin’i Joaba. Dia notsofin’i Joaba ny anjombona, ka samy niparitaka niala tamin’ilay tanàna ny olona ary nankany an-tranony avy. I Joaba kosa niverina nankany Jerosalema, ho any amin’ny mpanjaka.",
        "23": "Ary i Joaba no lehiben’ny tafika manontolon’ny Israely; Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita;",
        "24": "Adorama no niandraikitra an’ireo voantso hanao fanompoana; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "25": "Seva no mpitan-tsoratra, ary Zadoka sy Abiatara no mpisorona.",
        "26": "Lasa mpisoron’i * Davida koa i Ira Jairita."
    },
    "21": {
        "1": "Ary nisy mosary tamin’ny andron’i Davida, nandritra ny telo taona nisesy. Dia nanontany an’i Jehovah i Davida, ka hoy i Jehovah: “Meloka ho nandatsa-dra i Saoly sy ny ankohonany, satria novonoiny ho faty ny Gibeonita.”",
        "2": "Dia nantsoin’ny mpanjaka ny Gibeonita ka niresahany. Tsy anisan’ny zanak’Israely ny Gibeonita, fa anisan’ny sisa tavela tamin’ny Amorita. Ary efa nianiana tamin’izy ireo ny zanak’Israely, nefa nitady handripaka azy ireo i Saoly satria nahasaro-piaro azy ny zanak’Israely sy ny Joda.",
        "3": "Dia hoy i Davida tamin’ny Gibeonita: “Inona no hataoko ho anareo, ary inona no hataoko fandrakofam-pahotana, mba hitsofanareo rano ny lovan’i Jehovah?”",
        "4": "Ary hoy ny Gibeonita: “Tsy volafotsy na volamena no takinay amin’i Saoly sy ny ankohonany, sady tsy zonay koa ny mamono olona eto amin’ny Israely.” Dia hoy i Davida: “Izay lazainareo dia hataoko ho anareo.”",
        "5": "Koa hoy izy ireo tamin’ny mpanjaka: “Nandringana anay sy nitetika ny handripaka anay tsy hisy intsony eto amin’ny faritra rehetran’ny Israely iny lehilahy iny.",
        "6": "Koa atolory anay ny fito lahy amin’ny taranany. Dia hahantonay eo anatrehan’i Jehovah ny fatin’izy ireo ao Gibean’i Saoly, ilay voafidin’i Jehovah.” Ary hoy ny mpanjaka: “Izaho no hanolotra azy ireo.”",
        "7": "Nangoraka an’i Mefiboseta zanak’i Jonatana zanak’i Saoly anefa ny mpanjaka, noho ny fianianana nataon’i Davida sy Jonatana zanak’i Saoly, tamin’ny anaran’i Jehovah.",
        "8": "Koa nalain’ny mpanjaka i Armony sy Mefiboseta, zanak’i Rizpa zanakavavin’i Aia, dia izy roa lahy naterany tamin’i Saoly. Nalainy koa ny zanak’i Mikala zanakavavin’i Saoly, dia izy dimy lahy naterany tamin’i Adriela zanak’i Barzilay Meholatita.",
        "9": "Ary natolony teo an-tanan’ny Gibeonita ireo, ka nahanton’ny Gibeonita teo an-tendrombohitra, teo anatrehan’i Jehovah, ny fatin’izy ireo. Koa niara-maty izy fito. Novonoina ho faty izy ireo teo am-piandohan’ny fijinjana, izany hoe rehefa nanomboka ny fijinjana vary orza.",
        "10": "Ary naka lamba gony i Rizpa zanakavavin’i Aia, ka novelariny teo ambony vatolampy. Dia nitoetra teo izy hatramin’ny fanombohan’ny fijinjana ka mandra-pilatsaky ny orana avy any an-danitra teo amin’ireo faty. Ary tsy navelany hisy vorona hipetraka teo amin’ireo faty nandritra ny andro, na bibidia any an-tsaha nandritra ny alina.",
        "11": "Farany, dia nisy nilaza tamin’i Davida ny zavatra nataon’i Rizpa zanakavavin’i Aia, vadikelin’i Saoly.",
        "12": "Koa lasa i Davida naka ny taolambalon’i Saoly sy Jonatana zanany, tany amin’ireo tompon-tany tao Jabesi-gileada izay nangalatra azy ireo teo amin’ny tany malalak’i Beti-sana. Teo no nanantonan’ny Filistinina azy, tamin’ilay andro namonoan’ny Filistinina an’i Saoly tany Gilboa.",
        "13": "Dia nentiny niakatra avy tany ny taolambalon’i Saoly sy Jonatana zanany. Nangonina koa ny taolambalon’ireo lehilahy nahantona.",
        "14": "Koa nalevina tao amin’ny fasan’i Kisy rainy tao Zela any amin’ny tanin’i Benjamina, ny taolambalon’i Saoly sy Jonatana zanany, ho fanatanterahana izay rehetra nandidian’ny mpanjaka. Taorian’izay, dia nohenoin’Andriamanitra ny fitalahoana ho an’ilay tany.",
        "15": "Ary niady tamin’ny Israely indray ny Filistinina. Koa nidina niady tamin’ny Filistinina i Davida sy ny mpanompony. Dia reraka i Davida.",
        "16": "Ary saika hamely azy i Jisbi-benoba, izay anisan’ny teraky ny Refaima. Sekely varahina telonjato * ny lanjan’ny lefony, ary nisy sabatra vaovao teo amin’ny fehikibony.",
        "17": "Tonga nanampy an’i Davida avy hatrany anefa i Abisay zanak’i Zeroia, ka namely an’ilay Filistinina, dia namono azy ho faty. Tamin’izay dia nianiana tamin’i Davida ny olony hoe: “Tsy mahazo mivoaka hiady miaraka aminay intsony ianao, sao hovonoinao ny jiron’ny Israely!”",
        "18": "Taorian’izay, dia raikitra indray ny ady tamin’ny Filistinina, tany Goba. Ary i Sibekay Hosatita no nahafaty an’i Safa, izay anisan’ny teraky ny Refaima.",
        "19": "Ary raikitra indray ny ady tamin’ny Filistinina, tany Goba, ka novonoin’i Elanana zanak’i Jare-oregima Betlehemita i Goliata Gatita. Toy ny voditenon’ny mpanenona ny tahon-defon’i Goliata.",
        "20": "Raikitra indray ny ady tao Gata, ary nisy lehilahy iray goavam-be tao. Enina avy ny rantsantanany sy ny rantsantongony, ka efatra amby roapolo ny isan’ny rantsany. Teraky ny Refaima koa izy.",
        "21": "Ary nihantsy ady tamin’ny Israely foana izy, ka novonoin’i Jonatana zanak’i Simey rahalahin’i Davida.",
        "22": "Teraky ny Refaima tany Gata izy efatra ireo, ary matin’ny tanan’i Davida sy ny mpanompony."
    },
    "22": {
        "1": "Nanao izao tononkira izao ho an’i Jehovah i Davida, tamin’ny andro namonjen’i Jehovah azy teo am-pelatanan’ny fahavalony rehetra sy teo am-pelatanan’i Saoly.",
        "2": "Hoy izy: “I Jehovah no harambatoko sy fiarovana mafy ho ahy ary Mpanafaka ahy.",
        "3": "Andriamanitro no vatolampiko. Hialoka aminy aho, Fa izy no ampingako sy tandroka famonjena ahy, tendrombohitra fandosirako, Toerana fandosirako, ary Mpamonjy ahy. Mamonjy ahy amin’ny herisetra ianao.",
        "4": "I Jehovah, Ilay mendrika hoderaina, no hantsoiko, Ka ho voavonjy amin’ny fahavaloko aho.",
        "5": "Fa nihodidina ahy ny onja mahery mahafaty, Ary nampihorohoro ahy koa ireo olona tsy manjary, izay nanafotra tampoka toy ny ranotrambo.",
        "6": "Nangeja ahy toy ny tady ny Fasana, * Ary nivelatra teo anoloako ny fandriky ny fahafatesana.",
        "7": "Niantso an’i Jehovah foana aho, tao anatin’ny fahoriako. Ilay Andriamanitro no nantsoiko mandrakariva. Tao an-tempoliny izy no nandre ny feoko, Ary ren’ny sofiny ny antso vonjy nataoko.",
        "8": "Nihozongozona sy nihovotrovotra ny tany, Nihorohoro ny fototry ny lanitra. Nihozongozona tsy an-kijanona ireny satria nisy nampahatezitra Azy.",
        "9": "Nisy setroka niakatra avy teo am-bavorony, ary nisy afo nandevona avy tamin’ny vavany. Nisy vainafo niredareda avy taminy.",
        "10": "Dia natongilany ny lanitra ka nidina izy, Ary haizim-pito no teo ambany tongony.",
        "11": "Nitaingina kerobima izy ka nanidina, Ary hita teny ambony elatry ny anjely. *",
        "12": "Nataony nanodidina azy toy ny trano rantsankazo ny haizina, Dia rahona mainty vonton-drano.",
        "13": "Ny famirapiratana teo anatrehany no nampirehitra vainafo.",
        "14": "Nampirefotra kotroka avy tany an-danitra i Jehovah, Ary nanandratra ny feony ny Avo Indrindra.",
        "15": "Tsy nitsahatra nandefa zana-tsipìka izy mba hanaparitahana an’ireny, Sy tselatra mba hahatonga an’ireny hisahotaka.",
        "16": "Nanjary hita ny fanambanin’ny ranomasina, Ary niharihary ny fototry ny tany lonaka, Satria niteny mafy azy i Jehovah, ary ny fofonain’ny vavorony no nitsofany azy.",
        "17": "Avy any amin’ny avo izy no nanatsotra ny tanany ka nandray ahy, Ary nisarika ahy avy tao anaty rano be.",
        "18": "Nanafaka ahy tamin’ny fahavalo mahery izy, Dia tamin’izay nankahala ahy. Nahery noho izaho mantsy ireny.",
        "19": "Nanohitra ahy foana ireny tamin’ny andro nahitako loza, Nefa i Jehovah nanampy ahy.",
        "20": "Namoaka ahy eo amin’ny toerana malalaka izy, Ary namonjy ahy satria nankasitraka ahy.",
        "21": "Mamaly soa ahy araka ny fahamarinako i Jehovah, Ary mamaly ahy araka ny fahadiovan’ny tanako.",
        "22": "Fa nanaraka foana ny lalan’i Jehovah aho, Ary tsy niala tamin’Andriamanitro, eny, tsy nanao izany ratsy izany aho.",
        "23": "Eo anatrehako ny didim-pitsarany rehetra, Ary tsy mba hiala amin’ny lalàny aho.",
        "24": "Tsy hanan-tsiny eo anatrehany aho, Sady hitandrin-tena tsy hanao fahadisoana.",
        "25": "Enga anie i Jehovah hamaly ahy araka ny fahamarinako, Sy araka ny fahadiovako eo imasony!",
        "26": "Ny olona tsy mivadika no tsy hivadihanao, Ary ny olo-mahery tsy manan-tsiny no hoentinao amin’ny fomba tsy misy tsiny.",
        "27": "Ny olona madio no hisehoanao ho madio, Ary ny olona fatsora no hanaovanao zavatra toa adaladala.",
        "28": "Hovonjenao ny manetry tena, Ary manohitra ny mpirehareha ny masonao, mba hampietrenao azy.",
        "29": "Fa ianao no jiroko, Jehovah ô! Ary i Jehovah no manazava ny haizina misy ahy.",
        "30": "Noho ianao, dia mahavita mihazakazaka hamely mpandroba aho, Noho ilay Andriamanitro, dia mahavita mianika manda aho.",
        "31": "Tonga lafatra ny lalan’ilay tena Andriamanitra. Madio toy ny metaly voadio ny tenin’i Jehovah. Ampingan’izay rehetra mialoka aminy izy.",
        "32": "Fa iza no Andriamanitra ankoatra an’i Jehovah, Ary iza no vatolampy ankoatra an’Andriamanitsika?",
        "33": "Ilay tena Andriamanitra no fiarovana mafy ho ahy, Ary hataony izay hahalavorary ny lalako.",
        "34": "Ataony toy ny an’ny serfavavy ny tongotro, Ary eo amin’ny toerana avo be no ampijoroany ahy.",
        "35": "Mampianatra ny tanako hiady izy, Ary ny sandriko no nampiasaiko hamatorana ny tadin’ny tsipìka varahina.",
        "36": "Hanome ahy ny ampinga famonjenao ianao, Ary ny fanetren-tenanao no mampisandratra ahy.",
        "37": "Hataonao malalaka tsara ny lalana hodiaviko, Ary tsy hangozohozo mihitsy ny tongotro.",
        "38": "Hanenjika ny fahavaloko aho mba handripahako azy, Ary tsy hiverina aho mandra-paharingany tanteraka.",
        "39": "Haringako sy hotorotoroiko ireny mba tsy ho afa-mitsangana intsony. Ho lavo eo ambany tongotro ireny.",
        "40": "Homenao hery hoenti-miady aho, Ary hataonao lavo eo ambaniko izay mitsangana hanohitra ahy.",
        "41": "Hataonao mandositra eo anatrehako ny fahavaloko, * Ary hataoko mangina koa izay mankahala mafy ahy.",
        "42": "Miantso vonjy ireny, nefa tsy misy mpamonjy, Eny, miantso an’i Jehovah ireny nefa tsy valiany.",
        "43": "Hataoko torotoro toy ny vovo-tany ireny, Ary hohitsakitsahiko toy ny fotaka eny an-dalambe, Ka hohoseko.",
        "44": "Hanafaka ahy amin’ny fanakianan’ny oloko ianao. Hiaro ahy ianao mba hahatonga ahy ho filohan’ireo firenena, Ary vahoaka mbola tsy fantatro no hanompo ahy.",
        "45": "Hanatona ahy amin-tahotra ny hafa firenena, Ary hanaiky hihaino ahy ny sofiny.",
        "46": "Ho lany hery ny hafa firenena, Ary hipararetra izy ireo mivoaka avy ao amin’ny manda fiarovany.",
        "47": "Velona i Jehovah. Hisaorana anie ilay Vatolampiko, Ary hasandratra anie Andriamanitra, ilay vatolampy mpamonjy ahy!",
        "48": "Ilay tena Andriamanitra no Mpamaly ny ratsy atao amiko. Izy no mampietry an’ireo firenena ho eo ambaniko,",
        "49": "Ary Izy no mamoaka ahy ho afaka amin’ny fahavaloko. Hanandratra ahy ho ambonin’izay mitsangana hanohitra ahy ianao, Ary hanafaka ahy amin’ny olona mahery setra.",
        "50": "Koa izany no hisaorako anao eo amin’ireo firenena, Jehovah ô, Sy hanaovako hira fiderana ho an’ny anaranao,",
        "51": "Ry Ilay manao asa famonjena lehibe ho an’ny mpanjaka voatendriny, Ary maneho hatsaram-panahy feno fitiavana amin’ny voahosony, Dia i Davida sy ny taranany, mandritra ny fotoana tsy voafetra.”"
    },
    "23": {
        "1": "Ary izao no teny farany nataon’i Davida: “Ny tenin’i Davida zanak’i Jese, Eny, ny tenin’ilay lehilahy nasandratra ho ambony, Ilay voahosotry ny Andriamanitr’i Jakoba, Sy ilay olona mahafinaritra voalazan’ny hira fideran’ny Israely.",
        "2": "Ny fanahin’i Jehovah no niteny tamin’ny alalako, Ary ny teniny no teo amin’ny lelako.",
        "3": "Nilaza ny Andriamanitry ny Israely, Eny, niteny tamiko ilay Vatolampin’ny Israely hoe: ‘Raha olo-marina no mitondra ny olombelona, Ka amin’ny fahatahorana an’Andriamanitra no itondrany,",
        "4": "Dia toy ny fahazavana amin’ny maraina izany, rehefa miposaka iny ny masoandro, Amin’ny maraina tsy semban-drahona. Ary misy ahitra mitsiry avy amin’ny tany, noho ny fahazavana mamiratra sy ny orana.’",
        "5": "Tsy toy izany ve ny ankohonako, eo imason’Andriamanitra? Fifanekena mandritra ny fotoana tsy voafetra mantsy no nataony tamiko, Ary voaomana tsara izy io sady azo antoka. Tena famonjena ahy sy tena fahafinaretako izy io, Koa tsy hataony miroborobo tsara ve?",
        "6": "Ny olona tsy manjary rehetra kosa dia toy ny tsilo ailikilika, Fa tsy raisina amin’ny tanana.",
        "7": "Izay olona mikasika an’ireny, Dia tokony hitondra fitaovana vy sy tahon-defona. Hatao may kilan’ny afo ireny.”",
        "8": "Ireto ny anaran’ireo lehilahy maherin’i Davida: Joseba-basebeta Takemonita, lehiben’ireo telo lahy. Izy no nanambana tamin’ny lefony ny valonjato lahy ka namono an’ireo, tao anatin’ny ady indray mandeha monja.",
        "9": "Ary manarakaraka azy i Eleazara zanak’i Dodo zanak’i Ahohy, anisan’ireo telo lahy mahery niaraka tamin’i Davida, fony izy ireo nihantsy ady tamin’ny Filistinina izay niangona teo mba hiady. Nihemotra ny lehilahy israelita,",
        "10": "fa izy kosa nitsangana namely an’ireo Filistinina mandra-pahareraky ny tanany. Ary toy ny hoe niraikitra tamin’ny tanany mihitsy ny sabatra. Koa nanao famonjena lehibe i Jehovah tamin’izay andro izay. Fa matoa ny olon-kafa niverina nanaraka an’i Eleazara, dia mba hanala fotsiny an’izay zavatra teny amin’ireo maty.",
        "11": "Ary manarakaraka azy i Sama zanak’i Age Hararita. Rehefa niangona tao Lehy ny Filistinina, teo amin’ny sombin-tany iray feno lantihy, dia vaky nandositra ny olona noho ny amin’ny Filistinina,",
        "12": "fa izy kosa nijoro teo afovoan’ilay tany ka nanafaka azy, ary namono an’ireo Filistinina. Koa nanao famonjena lehibe i Jehovah.",
        "13": "Ary nidina ny telo tamin’ireo telopolo lahy lehiben’ny tafika, ka tonga tany amin’i Davida tao amin’ilay lava-bato ao Adolama, tamin’ny fotoam-pijinjana. Ary efa nanangana toby tranolay teny amin’ny lemaka ivan’ny Refaima ny Filistinina.",
        "14": "Teny amin’ilay toerana sarotra aleha i Davida tamin’izay. Ary nisy toby mpitilin’ny Filistinina tao Betlehema.",
        "15": "Rehefa afaka kelikely, dia te hisotro rano mafy i Davida ka hoy izy: “Raha izao aho no mba afaka misotro rano avy amin’ilay lavaka fanangonan-drano eo am-bavahadin’i Betlehema!”",
        "16": "Dia niditra an-keriny tao an-tobin’ny Filistinina ireo telo lahy mahery, ka nanovo rano tao amin’ilay lavaka fanangonan-drano teo am-bavahadin’i Betlehema. Ary nitondra izany tany amin’i Davida izy ireo, nefa tsy nety nisotro izy fa nararany ho an’i Jehovah izany.",
        "17": "Ary hoy izy: “Sanatria ahy ny hanao izany, Jehovah ô! Hisotro ny ran’ireo lehilahy nanao vivery ny ainy ireo ve aho?” Koa tsy nety nisotro izy. Izany no nataon’ireo telo lahy mahery ireo.",
        "18": "Ary i Abisay rahalahin’i Joaba, zanak’i Zeroia, no lehiben’izy telopolo lahy. Izy no nanambana tamin’ny lefony ny telonjato lahy ka namono an’ireo. Ary nalaza toa an’ireo telo lahy ihany izy.",
        "19": "Niavaka kokoa tamin’izy telopolo i Abisay ary nanjary lehiben’izy ireo, nefa tsy tonga tamin’ny laharam-boninahitr’ireo telo lahy voalohany.",
        "20": "Ary i Benaia zanak’i Joiada, zanaky ny lehilahy mahery fo, dia nanao zavatra maro tao Kabzela. Izy no nahafaty an’ireo roa lahy zanak’i Ariela avy any Moaba, sy nidina tao anaty lavaka fanangonan-drano ka namono liona iray, tamin’ilay andro nisy lanezy.",
        "21": "Izy koa no namono an’ilay lehilahy ejipsianina goavam-be. Nitana lefona ilay Ejipsianina, fa kibay kosa no nentin’i Benaia nidina teny aminy. Dia nosintoniny teny an-tanan’ilay Ejipsianina ilay lefona, ka iny ihany no namonoany azy.",
        "22": "Izany no nataon’i Benaia zanak’i Joiada, ary nalaza toa an’ireo telo lahy mahery ihany izy.",
        "23": "Niavaka kokoa noho ireo telopolo lahy izy, nefa tsy tonga tamin’ny laharam-boninahitr’ireo telo lahy. Notendren’i Davida ho anisan’ny mpiaro azy anefa izy.",
        "24": "Anisan’ireo telopolo lahy koa i Asahela rahalahin’i Joaba, Elanana zanak’i Dodo avy any Betlehema,",
        "25": "Sama Harodita, Elika Harodita,",
        "26": "Heleza Paltita, Ira zanak’i Ikesy Tekoita,",
        "27": "Abi-ezera Anatotita, Mebonay Hosatita,",
        "28": "Zalmona Ahohita, Maharay Netofatita,",
        "29": "Haleba zanak’i Bana Netofatita, Itahy zanak’i Ribay avy any Gibean’ny taranak’i Benjamina,",
        "30": "Benaia Piratonita, Hiday avy any amin’ny lohasaha falehan-driakan’i Gasa,",
        "31": "Abi-albona Arbatita, Azmaveta Baromita,",
        "32": "Eliaba Salbonita, ny zanak’i Jasena, Jonatana,",
        "33": "Sama Hararita, Ahiama zanak’i Sarara Hararita,",
        "34": "Elifeleta zanak’i Ahasbay zanak’ilay Makatita, Eliama zanak’i Ahitofela Gilonita,",
        "35": "Hezro Karmelita, Paray Arbita,",
        "36": "Jigala zanak’i Natana avy any Zoba, Bany Gadita,",
        "37": "Zaleka Amonita sy Naharay Berotita izay samy mpitondra ny fiadian’i Joaba zanak’i Zeroia,",
        "38": "Ira Jitrita, Gareba Jitrita,",
        "39": "ary Oria Hetita. Fito amby telopolo ny fitambaran’izy ireo."
    },
    "24": {
        "1": "Ary nirehitra tamin’ny Israely indray ny fahatezeran’i Jehovah, rehefa nisy nampirisika an’i Davida hahatonga loza tamin’ny Israely, nanao hoe: “Mandehana isao ny Israely sy ny Joda.”",
        "2": "Koa hoy ny mpanjaka tamin’i Joaba, lehiben’ny tafika, izay niaraka taminy: “Tetezo, azafady, ny foko rehetran’ny Israely, hatrany Dana ka hatrany Beri-sheba, ary isao ny vahoaka mba hahafantarako ny isany.”",
        "3": "Hoy anefa i Joaba tamin’ny mpanjaka: “Hampitomboin’i Jehovah Andriamanitrao avo zato heny anie ny isan’ny olona, ary ho hitan’ny mason’ny mpanjaka tompoko izany! Fa nahoana ny mpanjaka tompoko no te hanao izany zavatra izany?”",
        "4": "Farany anefa, dia tsy nahatohitra ny tenin’ny mpanjaka i Joaba sy ireo lehiben’ny tafika. Koa nivoaka avy teo anatrehan’ny mpanjaka i Joaba sy ireo lehiben’ny tafika mba hanisa ny vahoakan’Israely.",
        "5": "Ary niampita ny Reniranon’i Jordana izy ireo ka nitoby tao Aroera, teo ankavanan’ilay tanàna izay eo afovoan’ilay lohasaha falehan-driaka. Dia nankany amin’ny Gadita sy nankany Jazera izy ireo.",
        "6": "Ary tonga tany Gileada izy ireo, ary avy eo tany Tatima-hodsy, dia nanohy ny diany nankany Dana-jana, ary nivily nankany Sidona.",
        "7": "Avy eo izy ireo dia tonga tany Tyro, tanàna voaro mafy, sy tany amin’ny tanàna rehetran’ny Hivita sy ny Kananita, ary farany dia tany Beri-sheba any Negeba, any Joda.",
        "8": "Koa nitety an’ilay tany manontolo izy ireo, ka tafaverina tany Jerosalema rehefa afaka sivy volana sy roapolo andro.",
        "9": "Dia nomen’i Joaba ny mpanjaka ny isan’ireo voasoratra anarana, ka valo hetsy ny lehilahy mahery fo mpitan-tsabatra teo amin’ny Israely, ary dimy hetsy kosa ireo anisan’ny fokon’i Joda.",
        "10": "Nanameloka an’i Davida anefa ny fony rehefa voaisany ny vahoaka. Koa hoy i Davida tamin’i Jehovah: “Tena nanao fahotana lehibe aho tamin’iny zavatra nataoko iny. Mba avelao * re ny fahadisoan’ny mpanomponao, Jehovah ô! Fa hadalana be mihitsy no nataoko.”",
        "11": "Nony nifoha i Davida ny ampitso maraina, dia efa tonga tamin’i Gada mpaminany, mpahita fahitana ho an’i Davida, ny tenin’i Jehovah hoe:",
        "12": "“Mandehana, lazao amin’i Davida hoe: ‘Izao no nolazain’i Jehovah: “Famaizana telo no ataoko eo anoloanao, ka fidio izay iray hataoko aminao.”’”",
        "13": "Koa nankao amin’i Davida i Gada, ka nilaza taminy hoe: “Ho tratran’ny mosary fito taona eto amin’ny taninao ve no tianao, sa handositra telo volana eo anoloan’ny fahavalo manenjika anao, sa areti-mandringana telo andro eto amin’ny taninao? Diniho tsara izay havaliko an’Ilay naniraka ahy.”",
        "14": "Dia hoy i Davida tamin’i Gada: “Ory loatra aho. Aleontsika azon’ny tanan’i Jehovah, fa lehibe ny famindram-pony, toy izay azon’ny tanan’olona.”",
        "15": "Koa nandefa areti-mandringana teo amin’ny Israely i Jehovah hatramin’ny maraina ka hatramin’ny fotoana voatondro, ka fito alina no maty hatrany Dana ka hatrany Beri-sheba.",
        "16": "Ary naninjitra foana ny tanany tandrifin’i Jerosalema ilay anjely mba handringana an’ilay tanàna. Koa nanenina ny amin’ilay loza i Jehovah, ka hoy izy tamin’ilay anjely nandringana ny olona: “Aoka izay! Ampidino amin’izay ny tananao.” Ary teo akaikin’ny famoloan’i Araona Jebosita ilay anjelin’i Jehovah.",
        "17": "Nony nahita an’ilay anjely namono ny olona i Davida, dia hoy izy tamin’i Jehovah: “Izaho no nanota ary izaho no nanao ratsy, fa ireto ondry ireto kosa, inona moa no nataony? Aoka re ny tananao hamely ahy sy ny ankohonan-draiko e!”",
        "18": "Dia nankao amin’i Davida i Gada tamin’iny andro iny ihany, ka niteny taminy hoe: “Miakara ka manorena alitara ho an’i Jehovah, eo amin’ny famoloan’i Araona Jebosita.”",
        "19": "Koa niakatra i Davida araka ny tenin’i Gada, araka izay nandidian’i Jehovah.",
        "20": "Nony nitazana i Araona ka nahita fa tonga hankeny aminy ny mpanjaka sy ny mpanompony, dia niala teo avy hatrany izy ka niankohoka tamin’ny tany teo anatrehan’ny mpanjaka.",
        "21": "Ary hoy i Araona: “Nahoana ny mpanjaka tompoko no tonga atỳ amin’ny mpanompony?” Dia hoy i Davida: “Hividy ny famoloana aminao aho, hanorenana alitara ho an’i Jehovah mba hitsaharan’ilay loza mamely ny vahoaka.”",
        "22": "Hoy anefa i Araona: “Aoka ny mpanjaka tompoko haka ny famoloana, ka hanolotra izay hitany fa mety. Indreto ny omby hatao fanatitra dorana, ary ny fitaovana fanosihosena varimbazaha sy ny hazo amin’ny angadinomby mba hatao kitay.",
        "23": "Omen’i Araona ny mpanjaka avokoa izany, ry mpanjaka ô!” Hoy koa izy: “Hankasitraka anao anie i Jehovah Andriamanitrao!”",
        "24": "Hoy anefa ny mpanjaka taminy: “Tsia, fa tsy maintsy hovidiko aminao araka izay vidiny izany. Tsy zavatra azoko maimaim-poana no hatolotro ho sorona dorana ho an’i Jehovah Andriamanitro.” Koa novidin’i Davida sekely volafotsy dimampolo ilay famoloana sy ny omby.",
        "25": "Dia nanorina alitara ho an’i Jehovah teo i Davida, ka nanolotra sorona dorana sy sorona iombonana. Koa nohenoin’i Jehovah ny fitalahoana ho an’ilay tany, ka nitsahatra ilay loza namely ny Israely."
    },
    "meta": {
        "name": "Samoela Faharoa",
        "order": 9,
        "chapter_number": 24
    }
}