{
    "1": {
        "1": "Adama, Seta, Enosa,",
        "2": "Kenana, Mahalalila, Jareda,",
        "3": "Enoka, Metosela, Lameka,",
        "4": "Noa, Sema, Hama, ary Jafeta.",
        "5": "Ary ny zanakalahin’i Jafeta dia i Gomera sy Magoga sy Maday sy Javana sy Tobala sy Meseka ary Tirasa.",
        "6": "Ary ny zanakalahin’i Gomera dia i Askenaza sy Rifata ary Togarma.",
        "7": "Ary ny zanakalahin’i Javana dia i Elisaha sy Tarsisy sy Kitima ary Rodanima.",
        "8": "Ary ny zanakalahin’i Hama dia i Kosy sy Mizraima sy Pota ary Kanana.",
        "9": "Ary ny zanakalahin’i Kosy dia i Seba sy Havila sy Sabta sy Rama ary Sabteka. Ary ny zanakalahin’i Rama dia i Sheba sy Dedana.",
        "10": "Ary i Kosy niteraka an’i Nimroda. Izy io no lasa olo-mahery voalohany teto an-tany.",
        "11": "Ary ireto no terak’i Mizraima: Lodima sy Anamima sy Lehabima sy Naftohima",
        "12": "sy Patrosima, sy Kaslohima izay niavian’ny Filistinina, ary Kaftorima.",
        "13": "Ary i Kanana niteraka an’i Sidona lahimatoany sy Heta,",
        "14": "ary koa ny Jebosita, ny Amorita, ny Girgasita,",
        "15": "ny Hivita, ny Arkita, ny Sinita,",
        "16": "ny Arvadita, sy ny Zemarita ary ny Hamatita.",
        "17": "Ary ny zanakalahin’i Sema dia i Elama sy Asyra sy Arpaksada sy Loda ary Arama. Ary teo koa ry Oza sy Hola sy Gatera ary Masy.",
        "18": "Ary i Arpaksada niteraka an’i Sela, ary i Sela niteraka an’i Ebera.",
        "19": "Ary i Ebera niteraka roa lahy: Palega * no anaran’ny iray, satria tamin’ny androny no voazarazara ny tany. Ary Joktana no anaran’ny rahalahiny.",
        "20": "Ary i Joktana niteraka an’i Almodada sy Salefa sy Hazarmaveta sy Jera",
        "21": "sy Hadorama sy Ozala sy Dikla",
        "22": "sy Obala sy Abimaela sy Sheba",
        "23": "sy Ofira sy Havila ary Jobaba. Ireo rehetra ireo no zanakalahin’i Joktana.",
        "24": "Sema, Arpaksada, Sela,",
        "25": "Ebera, Palega, Reo,",
        "26": "Seroga, Nahora, Tera,",
        "27": "Abrama, izany hoe Abrahama.",
        "28": "Ary ny zanakalahin’i Abrahama dia i Isaka sy Ismaela.",
        "29": "Avy amin’ireto no nipoiran’ny fianakaviany: Nebaiota no lahimatoan’i Ismaela, ary nanarakaraka azy i Kedara sy Adbela sy Mibsama",
        "30": "sy Misma sy Doma sy Masa sy Hadada sy Tema",
        "31": "sy Jetora sy Nafisy ary Kedema. Ireo no zanakalahin’i Ismaela.",
        "32": "Ary ny zanakalahy naterak’i Ketora, vadikelin’i Abrahama, dia i Zimrana sy Joksana sy Medana sy Midianina sy Jisbaka ary Soaha. Ary ny zanakalahin’i Joksana dia i Sheba sy Dedana.",
        "33": "Ary ny zanakalahin’i Midianina dia i Efaha sy Efera sy Hanoka sy Abida ary Eldaha. Ireo rehetra ireo no taranak’i Ketora.",
        "34": "Ary i Abrahama niteraka an’i Isaka. Ary ny zanakalahin’i Isaka dia i Esao sy Israely.",
        "35": "Ary ny zanakalahin’i Esao dia i Elifaza sy Regoela sy Jeosy sy Jalama ary Kora.",
        "36": "Ary ny zanakalahin’i Elifaza dia i Temana sy Omara sy Zefo sy Gatama sy Kenaza sy Timna ary Amaleka.",
        "37": "Ary ny zanakalahin’i Regoela dia i Nahata sy Zera sy Sama ary Miza.",
        "38": "Ary ireto avy ny taranak’i Seira: Lotana sy Sobala sy Zibona sy Ana sy Disona sy Ezera ary Disana.",
        "39": "Ary ny zanakalahin’i Lotana dia i Hory sy Homama. Ary i Timna no anabavin’i Lotana.",
        "40": "Ary ny zanakalahin’i Sobala dia i Alvana sy Manahata sy Ebala sy Sefo ary Onama. Ary ny zanakalahin’i Zibona dia i Aia sy Ana.",
        "41": "Ary ny zanak’i Ana dia i Disona. Ary ny zanakalahin’i Disona dia i Hemdana sy Esbana sy Jitrana ary Kerana.",
        "42": "Ary ny zanakalahin’i Ezera dia i Bilana sy Zavana ary Akana. Ary ny zanakalahin’i Disana dia i Oza sy Arana.",
        "43": "Ary ireto no mpanjaka nitondra tany Edoma, talohan’ny nisian’ny mpanjaka teo amin’ny zanak’Israely: Bela zanakalahin’i Beora, ary Dinaba no anaran’ny tanànany.",
        "44": "Ary maty i Bela, dia nanjaka nandimby azy i Jobaba zanakalahin’i Zera avy any Bozra.",
        "45": "Ary maty i Jobaba, dia nanjaka nandimby azy i Hosama avy any amin’ny tanin’ny Temanita.",
        "46": "Ary maty i Hosama, dia nanjaka nandimby azy i Hadada zanakalahin’i Bedada, izay nandresy ny Midianita teo amin’ny faritr’i Moaba. Ary Avita no anaran’ny tanànan’i Hadada.",
        "47": "Ary maty i Hadada, dia nanjaka nandimby azy i Samla avy any Masreka.",
        "48": "Ary maty i Samla, dia nanjaka nandimby azy i Saoly avy any Rehobota eo amoron’ny Renirano.",
        "49": "Ary maty i Saoly, dia nanjaka nandimby azy i Bala-hanana zanakalahin’i Akbora.",
        "50": "Ary maty i Bala-hanana, dia nanjaka nandimby azy i Hadada. Ary Pao no anaran’ny tanànany. Ary ny anaran’ny vadiny dia Mehetebela zanakavavin’i Matreda, izay zanakavavin’i Mezahaba.",
        "51": "Ary maty i Hadada. Ary ny lehibem-pokon’i Edoma dia i Timna lehibem-poko, Alva lehibem-poko, Jeteta lehibem-poko,",
        "52": "Oholibama lehibem-poko, Elaha lehibem-poko, Pinona lehibem-poko,",
        "53": "Kenaza lehibem-poko, Temana lehibem-poko, Mibzara lehibem-poko,",
        "54": "Magdiela lehibem-poko, Irama lehibem-poko. Ireo no lehibem-pokon’i Edoma."
    },
    "2": {
        "1": "Ireto avy ny zanakalahin’i Israely: Robena, Simeona, Levy, Joda, Isakara, Zebolona,",
        "2": "Dana, Josefa, Benjamina, Naftaly, Gada, ary Asera.",
        "3": "Ary ny zanakalahin’i Joda dia i Era sy Onana ary Sela. Ireo telo ireo no naterak’ilay zanakavavin’i Soa taminy. Ary Kananita io vadiny io. Ary i Era lahimatoan’i Joda dia nanjary ratsy teo imason’i Jehovah, ka novonoiny ho faty.",
        "4": "Ary i Tamara vinantovavin’i Joda no niteraka an’i Pereza sy Zera taminy. Koa dimy lahy ny zanak’i Joda rehetra.",
        "5": "Ary ny zanakalahin’i Pereza dia i Hezrona sy Hamola.",
        "6": "Ary ny zanakalahin’i Zera dia i Zimry sy Etana sy Hemana sy Kalkola ary Dara. Dimy izy rehetra.",
        "7": "Ary ny zanakalahin’i Karmy dia i Akara, ilay nahatonga loza tamin’ny Israely, ka nivadika tamin’Andriamanitra raha ny amin’ny zavatra voatokana haringana.",
        "8": "Ary ny zanak’i Etana dia i Azaria.",
        "9": "Ary ny zanakalahin’i Hezrona izay naterany, dia i Jeramela sy Rama ary Kelobay.",
        "10": "Ary i Rama niteraka an’i Aminadaba; Aminadaba niteraka an’i Nasona, ilay mpiadidy teo amin’ny taranak’i Joda;",
        "11": "Nasona niteraka an’i Salma; Salma niteraka an’i Boaza;",
        "12": "Boaza niteraka an’i Obeda; Obeda niteraka an’i Jese;",
        "13": "Jese niteraka an’i Eliaba lahimatoany, Abinadaba ny lahy faharoa, Simea ny fahatelo,",
        "14": "Netanela ny fahefatra, Raday ny fahadimy,",
        "15": "Ozema ny fahenina, ary Davida ny fahafito.",
        "16": "Ary i Zeroia sy Abigaila no anabavin’izy ireo. Ary telo ny zanakalahin’i Zeroia: Abisay, Joaba, ary Asahela.",
        "17": "Ary i Abigaila niteraka an’i Amasa, ka i Jatera Ismaelita no rain’i Amasa.",
        "18": "Ary niteraka zanakalahy tamin’i Azoba vadiny sy tamin’i Jeriota, i Kaleba zanakalahin’i Hezrona, ka ireto avy ny zanany: Jasera, Sobaba, ary Ardona.",
        "19": "Ary maty i Azoba. Koa nalain’i Kaleba ho vadiny i Efrata, izay niteraka an’i Hora taminy.",
        "20": "Ary i Hora niteraka an’i Ory, ary i Ory niteraka an’i Bezalila.",
        "21": "Ary i Hezrona nanao firaisana tamin’ny zanakavavin’i Makira rain’i Gileada. Enimpolo taona izy tamin’izy naka an-dravehivavy ho vadiny, izay niteraka an’i Segoba taminy.",
        "22": "Ary i Segoba niteraka an’i Jaira, izay nanjary nanana tanàna telo amby roapolo tany Gileada.",
        "23": "Ary nalain’i Gesora sy Syria tamin’izy ireo i Havota-jaira, ary koa Kenata mbamin’ireo tanàna niankina taminy, dia tanàna enimpolo. Ireo rehetra ireo no taranak’i Makira rain’i Gileada.",
        "24": "Ary rehefa maty tany Kaleba-efrata i Hezrona, dia niteraka an’i Asora i Abia vadiny. Ary i Asora no rain’i Tekoa.",
        "25": "Ary ny zanakalahin’i Jeramela lahimatoan’i Hezrona, dia i Rama lahimatoany sy Bona sy Orena sy Ozema ary Ahia.",
        "26": "Ary i Jeramela nanana vady hafa: Atara no anarany, ary izy no renin’i Onama.",
        "27": "Ary ny zanakalahin’i Rama lahimatoan’i Jeramela, dia i Maza sy Jamina ary Ekera.",
        "28": "Ary ny zanakalahin’i Onama dia i Samay sy Jada. Ary ny zanakalahin’i Samay dia i Nadaba sy Abisora.",
        "29": "Ary ny anaran’ny vadin’i Abisora dia Abihaila, izay niteraka an’i Abana sy Molida taminy.",
        "30": "Ary ny zanakalahin’i Nadaba dia i Saleda sy Apaima. Maty tsy niteraka anefa i Saleda.",
        "31": "Ary ny zanakalahin’i Apaima dia i Jisy. Ary ny zanakalahin’i Jisy dia i Sesana. Ary ny zanak’i Sesana dia i Ahelay.",
        "32": "Ary ny zanakalahin’i Jada rahalahin’i Samay dia i Jatera sy Jonatana. Maty tsy niteraka anefa i Jatera.",
        "33": "Ary ny zanakalahin’i Jonatana dia i Peleta sy Zaza. Ireo no taranak’i Jeramela.",
        "34": "Ary tsy nanana zanakalahy i Sesana, fa vavy avokoa. Ary nanana mpanompo ejipsianina atao hoe Jara izy.",
        "35": "Koa nomen’i Sesana ho vadin’i Jara mpanompony ny zanany vavy, izay niteraka an’i Atahy tamin’izy io.",
        "36": "Ary i Atahy niteraka an’i Natana, ary i Natana niteraka an’i Zabada.",
        "37": "Ary i Zabada niteraka an’i Eflala, ary i Eflala niteraka an’i Obeda.",
        "38": "Ary i Obeda niteraka an’i Jeho, ary i Jeho niteraka an’i Azaria.",
        "39": "Ary i Azaria niteraka an’i Heleza, ary i Heleza niteraka an’i Elasa.",
        "40": "Ary i Elasa niteraka an’i Sismay, ary i Sismay niteraka an’i Saloma.",
        "41": "Ary i Saloma niteraka an’i Jekamia, ary i Jekamia niteraka an’i Elisama.",
        "42": "Ary ny zanakalahin’i Kaleba rahalahin’i Jeramela, dia i Mesa lahimatoany izay rain’i Zifa. Ary teo koa ireo zanak’i Maresa rain’i Hebrona.",
        "43": "Ary ny zanakalahin’i Hebrona dia i Kora sy Tapoa sy Rekema ary Sema.",
        "44": "Ary i Sema niteraka an’i Rahama rain’i Jorkeama. Ary i Rekema niteraka an’i Samay.",
        "45": "Ary ny zanakalahin’i Samay dia i Maona, ary i Maona no rain’i Beti-zora.",
        "46": "Ary i Efaha vadikelin’i Kaleba niteraka an’i Harana sy Moza ary Gazeza. Ary i Harana niteraka an’i Gazeza.",
        "47": "Ary ny zanakalahin’i Jeday dia i Ragema sy Jotama sy Gesana sy Peleta sy Efaha ary Safa.",
        "48": "Ary i Maka vadikelin’i Kaleba niteraka an’i Sabera sy Tirana.",
        "49": "Ary izy koa niteraka an’i Safa rain’i Madmana, mbamin’i Seva rain’i Makbena sy Gibea. Ary i Aksa no zanakavavin’i Kaleba.",
        "50": "Ireo no taranak’i Kaleba. Ary ireto avy ny zanakalahin’i Hora lahimatoan’i Efrata: Sobala rain’i Kiriata-jearima,",
        "51": "Salma rain’i Betlehema, ary Harefa rain’i Beti-gadera.",
        "52": "Ary ireto avy ny taranak’i Sobala rain’i Kiriata-jearima: Haroe sy ny antsasaky ny Menokota.",
        "53": "Ary ny fianakaviana tao Kiriata-jearima dia ny Jitrita sy ny Potita sy ny Somatita ary ny Misraita. Avy tamin’ireo no niavian’ny Zoraita sy ny Estaolita.",
        "54": "Ary ny zanakalahin’i Salma dia i Betlehema sy ny Netofatita, sy i Atrota-beti-joaba sy ny antsasaky ny Manahatita ary ny Zorita.",
        "55": "Ary ny fianakavian’ny mpitan-tsoratra nonina tao Jabeza, dia ny Tiratita sy ny Simeatita ary ny Sokatita. Ireo no Kenita avy tamin’i Hamata razamben’ny taranak’i Rekaba."
    },
    "3": {
        "1": "Ary ireto avy ny zanakalahin’i Davida izay naterany tany Hebrona: Ny lahimatoa, Amnona zanak’i Ahinoama Jezirelita; ny faharoa, Daniela zanak’i Abigaila Karmelita;",
        "2": "ny fahatelo, Absaloma zanak’i Maka, zanakavavin’i Talmay mpanjakan’i Gesora; ny fahefatra, Adonia zanak’i Hagita;",
        "3": "ny fahadimy, Sefatia zanak’i Abitala; ary ny fahenina, Jitreama zanak’i Egla vadiny.",
        "4": "Enina no naterany tany Hebrona. Ary nanjaka tany fito taona sy enim-bolana izy. Ary telo amby telopolo taona kosa no nanjakany tany Jerosalema.",
        "5": "Ary ireto avy no naterany tany Jerosalema: Simea sy Sobaba sy Natana ary Solomona, ka ireo efatra ireo no naterak’i Batseba zanakavavin’i Amiela,",
        "6": "ary koa Jibara, Elisama, Elifeleta,",
        "7": "Noga, Nafega, Jafia,",
        "8": "Elisama, Eliada, ary Elifeleta: Sivy kosa ireo.",
        "9": "Izy rehetra ireo no zanakalahin’i Davida, ankoatra an’ireo zanaky ny vadikeliny. Ary i Tamara no anabavin’izy ireo.",
        "10": "Ary i Solomona niteraka an’i Rehoboama; Rehoboama niteraka an’i Abia; Abia niteraka an’i Asa; Asa niteraka an’i Josafata;",
        "11": "Josafata niteraka an’i Jorama; Jorama niteraka an’i Ahazia; Ahazia niteraka an’i Joasy;",
        "12": "Joasy niteraka an’i Amazia; Amazia niteraka an’i Azaria; Azaria niteraka an’i Jotama;",
        "13": "Jotama niteraka an’i Ahaza; Ahaza niteraka an’i Hezekia; Hezekia niteraka an’i Manase;",
        "14": "Manase niteraka an’i Amona; ary i Amona niteraka an’i Josia.",
        "15": "Ary ny zanakalahin’i Josia dia i Johanana no lahimatoa, Joiakima no faharoa, Zedekia no fahatelo, ary Saloma no fahefatra.",
        "16": "Ary i Joiakima niteraka an’i Jekonia, ary i Jekonia niteraka an’i Zedekia.",
        "17": "Ary ny zanakalahin’i Jekonia tamin’izy voafonja dia i Sealtiela,",
        "18": "Malkirama, Pedaia, Senazara, Jekamia, Hosama, ary Nedabia.",
        "19": "Ary ny zanakalahin’i Pedaia dia i Zerobabela sy Simey. Ary ny zanakalahin’i Zerobabela dia i Mesolama sy Hanania, ary i Selomita no anabavin’izy ireo.",
        "20": "Ary ny zanany lahy hafa koa dia i Hasoba, Ohela, Berekia, Hasadia, Josaba-heseda, ka dimy ireo.",
        "21": "Ary ny zanakalahin’i Hanania dia i Pelatia sy Jesaia. Ary ny zanakalahin’i Jesaia dia i Refaia. Ary ny zanakalahin’i Refaia dia i Arnana. Ary ny zanakalahin’i Arnana dia i Obadia. Ary ny zanakalahin’i Obadia dia i Sekania.",
        "22": "Ary ny zanakalahin’i Sekania dia i Semaia. Ary ny zanakalahin’i Semaia dia i Hatosy, Jigala, Baria, Nearia, ary Safata, ka enina ireo.",
        "23": "Ary ny zanakalahin’i Nearia dia i Elioenay sy Hizkia ary Azrikama, ka telo ireo.",
        "24": "Ary ny zanakalahin’i Elioenay dia i Hodavia, Eliasiba, Pelaia, Akoba, Johanana, Delaia, ary Anany, ka fito ireo."
    },
    "4": {
        "1": "Ary ny zanakalahin’i Joda dia i Pereza, Hezrona, Karmy, Hora, ary Sobala.",
        "2": "Ary i Reaia zanak’i Sobala niteraka an’i Jahata, ary i Jahata niteraka an’i Ahomay sy Lahada. Avy tamin’ireo no niavian’ny fianakavian’ny Zoraita.",
        "3": "Ary ireto avy ny zanakalahin’ny rain’i Etama: Jezirela, Jisma, Jidbasy,—Hazelelpony no anaran’ny anabavin’izy ireo—,",
        "4": "Penoela rain’i Gedora, ary Ezera rain’i Hosa. Ireo no zanak’i Hora, izay lahimatoan’i Efrata sady rain’i Betlehema.",
        "5": "Ary i Asora rain’i Tekoa nanana vady roa: Hela sy Nara.",
        "6": "Ireto avy no naterak’i Nara taminy: Ahozama, Hefera, Temeny, ary Hahastary. Ireo no zanak’i Nara.",
        "7": "Ary ny zanakalahin’i Hela dia i Zareta sy Jizara ary Etnana.",
        "8": "Ary i Koza niteraka an’i Anoba sy Zobeba ary ireo fianakavian’i Aharela zanak’i Haroma.",
        "9": "Ary i Jabeza nahazo voninahitra kokoa noho ny rahalahiny. Ary ny reniny no nanome azy ny anarana hoe Jabeza, fa hoy izy: “Narary aho niteraka azy.”",
        "10": "Ary niantso an’ilay Andriamanitry ny Israely i Jabeza, ka nanao hoe: “Raha hitahy ahy tokoa ianao, ka hanitatra ny faritaniko, sady homba ahy ny tananao, ary hiaro ahy tsy ho voan’ny loza ianao, ...” Koa nomen’Andriamanitra azy izay nangatahiny.",
        "11": "Ary i Keloba rahalahin’i Soha niteraka an’i Mehira, rain’i Estona.",
        "12": "Ary i Estona niteraka an’i Beti-rafa sy Pasea ary Tehina rain’i Ira-nahasa. Ireo no olona tao Reka.",
        "13": "Ary ny zanakalahin’i Kenaza dia i Otniela sy Seraia. Ary ny zanak’i Otniela dia i Hatata.",
        "14": "Ary i Meonotahy niteraka an’i Ofra. Ary i Seraia niteraka an’i Joaba rain’i Ge-harasima. Fa lasa mpanao asa tanana izy ireo.",
        "15": "Ary ny zanakalahin’i Kaleba zanak’i Jefone, dia i Iro sy Elaha ary Nama. Ary ny zanak’i Elaha dia i Kenaza.",
        "16": "Ary ny zanakalahin’i Jehalalila dia i Zifa sy Zifaha sy Tiria ary Asarela.",
        "17": "Ary ny zanakalahin’i Ezra dia i Jatera sy Mareda sy Efera ary Jalona. Ary niteraka an’i Miriama sy Samay ary Jisba rain’i Estemoa ravehivavy.",
        "18": "Ary ilay vadiny jiosy dia niteraka an’i Jareda rain’i Gedora, sy Hebera rain’i Soko, ary Jakotiela rain’i Zanoa. Ireo no zanakalahin’i Bitia zanakavavin’i Farao. Nalain’i Mareda ho vadiny i Bitia.",
        "19": "Ary ny vadin’i Hodia dia anabavin’i Nahama, ka ireto avy ny zanakalahiny: Ny rain’i Keila Garmita sy Estemoa Makatita.",
        "20": "Ary ny zanakalahin’i Simona dia i Amnona sy Rina sy Ben-hanana ary Tilona. Ary ny zanakalahin’i Jisy dia i Zoheta sy Ben-zoheta.",
        "21": "Ary ny zanakalahin’i Sela zanak’i Joda, dia i Era rain’i Leka sy Lada rain’i Maresa, sy ireo fianakavian’ny mpanenona lamba tena tsara avy amin’ny ankohonan’i Asbea,",
        "22": "sy Jokima sy ireo olona tao Kozeba, ary koa Joasy sy Sarafa izay samy naka vady vehivavy moabita, ary Jasobi-lehema. Lovantsofina no nahafantarana an’izany.",
        "23": "Mpanefy tanimanga izy ireo sady nonina tao Netaima sy Gadera. Niasa ho an’ny mpanjaka no nipetrahany tao.",
        "24": "Ary ny zanakalahin’i Simeona dia i Nemoela sy Jamina sy Jariba sy Zera ary Saoly.",
        "25": "Ary i Saoly niteraka an’i Saloma, ary i Saloma niteraka an’i Mibsama, ary i Mibsama niteraka an’i Misma.",
        "26": "Ary i Misma niteraka an’i Hamoela, ary i Hamoela niteraka an’i Zakora, ary i Zakora niteraka an’i Simey.",
        "27": "Ary i Simey nanana zanakalahy enina ambin’ny folo sy vavy enina, fa ny rahalahiny kosa tsy nanan-janaka maro. Ary tsy nisy tamin’ny fianakavian’izy ireo nanan-janaka maro tahaka ny taranak’i Joda.",
        "28": "Ary izy ireo nonina tao Beri-sheba sy Molada sy Hazara-soala",
        "29": "sy Bilaha sy Azema sy Tolada",
        "30": "sy Betoela sy Horma sy Ziklaga",
        "31": "sy Beti-markabota sy Hazara-sosima sy Beti-biry ary Saraima. Ireo no tanànany mandra-panjakan’i Davida.",
        "32": "Ary i Etama sy Aina sy Rimona sy Tokena ary Asana no tanàna keliny, dia tanàna dimy.",
        "33": "Ary hatrany Bala ny tanàna keliny rehetra nanodidina an’ireo tanàna ireo. Ireo no toeram-ponenany sy ny tetirazany manokana.",
        "34": "Mesobaba sy Jamleka sy Josa zanak’i Amazia,",
        "35": "sy Joela sy Jeho zanak’i Josibia, zanak’i Seraia, zanak’i Asiela,",
        "36": "ary koa Elioenay, Jakoba, Jesohaia, Asaia, Adiela, Jesimiela, Benaia,",
        "37": "ary Ziza zanak’i Sify, zanak’i Alona, zanak’i Jedaia, zanak’i Simry, zanak’i Semaia:",
        "38": "Ireo voatonona anarana ireo no mpiadidy teo amin’ny fianakaviany. Ary nihamaro ny taranaky ny razambeny.",
        "39": "Ary nankany amin’ny fidirana ho ao Gedora hatrany atsinanan’ny lohasaha izy ireo, mba hitady tanimbilona ho an’ny ondry aman’osiny.",
        "40": "Dia nahita tanimbilona lonaka tsara izy ireo, ary nalalaka be ilay tany sady nandry feizay. Fa ny taranak’i Hama no nonina tao taloha.",
        "41": "Tamin’ny andron’i Hezekia mpanjakan’ny Joda no nankao ireo voasoratra anarana ireo, ka namely ny tranolain’ny Hamita sy ny Meonita hitany tao. Ary naringany ireny ka tsy hita intsony mandraka androany. Dia nonina tao izy ireo ka nisolo toerana an’ireny, satria nisy tanimbilona ho an’ny ondry aman’osiny tao.",
        "42": "Ary tamin’izy ireo dia nisy dimanjato lahy tamin’ny taranak’i Simeona nankany amin’ny Tendrombohitra Seira. Ary i Pelatia sy Nearia sy Refaia ary Oziela, izay samy zanak’i Jisy, no nitarika azy ireo.",
        "43": "Namely ny sisa afa-nandositra tamin’ny Amalekita izy ireo, ka mbola monina ao mandraka androany."
    },
    "5": {
        "1": "Ary i Robena no lahimatoan’i Israely. Izy no lahimatoa, nefa nolotoiny ny farafaran-drainy. Dia nomena ny zanak’i Josefa, zanak’i Israely, ny zony amin’ny maha lahimatoa. Koa tsy voasoratra ho manana ny zon’ny lahimatoa izy tao amin’ny tetirazana.",
        "2": "Ary ambony noho ny rahalahiny i Joda, ka izy no niavian’ilay mpitarika, nefa lasan’i Josefa kosa ny zon’ny lahimatoa.",
        "3": "Ireto avy ny zanakalahin’i Robena lahimatoan’i Israely: Hanoka sy Palo sy Hezrona ary Karmy.",
        "4": "Ary i Joela niteraka an’i Semaia, ary i Semaia niteraka an’i Goga, ary i Goga niteraka an’i Simey,",
        "5": "ary i Simey niteraka an’i Mika, ary i Mika niteraka an’i Reaia, ary i Reaia niteraka an’i Bala,",
        "6": "ary i Bala niteraka an’i Bera izay nataon’i Tilgato-pilnesera, mpanjakan’i Asyria, sesitany. Mpiadidy teo amin’ny Robenita i Bera.",
        "7": "Ary ireo rahalahiny, araka ny fianakaviany avy izay voasoratra tao amin’ny tetirazana, araka ny taranaka misy azy, dia i Jeiela no lohany, avy eo Zakaria,",
        "8": "sy Bela zanak’i Azaza, zanak’i Sema, zanak’i Joela. Ary i Bela nonina tany Aroera ka hatrany Nebo sy Bala-meona.",
        "9": "Ary nonina tany atsinanana koa izy, hatrany amin’ny fidirana amin’ny tany efitra eo amoron’ny reniranon’i Eofrata. Lasa maro be mantsy ny biby fiompiny tany Gileada.",
        "10": "Ary niady tamin’ny Hagarita izy ireo tamin’ny andron’i Saoly, ka naharesy azy. Koa nonina an-tranolay nanerana ny faritra atsinanan’i Gileada izy ireo.",
        "11": "Ary ny taranak’i Gada kosa nonina tandrifin’izy ireo, tany Basana ka hatrany Saleka.",
        "12": "I Joela no lohany, ary i Safama no faharoa, avy eo i Janay sy Safata tany Basana.",
        "13": "Ary ny rahalahiny anisan’ny fianakaviambe avy amin’ireo rainy, dia i Mikaela, Mesolama sy Sheba, Joray, Jakana, Zia, ary Ebera, ka fito ireo.",
        "14": "Ireo no zanakalahin’i Abihaila zanak’i Hory, zanak’i Jaroa, zanak’i Gileada, zanak’i Mikaela, zanak’i Jesisay, zanak’i Jado, zanak’i Boza.",
        "15": "Ary i Ahia dia zanak’i Abdiela, zanak’i Gony, lohan’ny fianakaviambe avy amin’ireo rainy.",
        "16": "Dia nonina tany Gileada sy Basana sy tany amin’ireo tanàna niankina taminy ary tany amin’ny kijanan’i Sarôna rehetra hatrany amin’ny sisiny indrindra, izy ireo.",
        "17": "Voasoratra tao amin’ny tetirazana avokoa izy ireo tamin’ny andron’i Jotama mpanjakan’ny Joda sy tamin’ny andron’i Jeroboama mpanjakan’ny Israely.",
        "18": "Ary tamin’ny taranak’i Robena sy ny Gadita ary ny antsasaky ny fokon’i Manase, dia nisy enimpolo sy fitonjato sy efatra arivo sy efatra alina no niditra tamin’ny tafika. Lehilahy nahery fo izy ireo, nirongo ampinga sy sabatra ary tsipìka, sady zatra ady.",
        "19": "Ary niady tamin’ny Hagarita sy tamin’i Jetora sy Nafisy ary Nodaba izy ireo.",
        "20": "Ary nahazo fanampiana izy ireo tamin’ny fanafihany ny Hagarita sy izay rehetra niandany taminy, ka natolotra teo an-tanany ireny. Niantso vonjy tamin’Andriamanitra mantsy izy ireo tamin’ilay ady, ka nohenoiny ny fitalahoany satria natoky azy izy ireo.",
        "21": "Koa nobaboiny ny biby fiompin’ireny, dia rameva dimy alina, sy ondry dimy alina sy roa hetsy, ary ampondra roa arivo, mbamin’ny olona iray hetsy.",
        "22": "Maro ny olona ripaka, satria an’ilay tena Andriamanitra ilay ady. Ary nonina tany izy ireo ka nisolo toerana an’ireny, mandra-pahatongan’ny sesitany.",
        "23": "Ary ny taranaky ny antsasaky ny fokon’i Manase kosa nonina hatrany Basana ka hatrany Bala-hermona sy Senira ary ny Tendrombohitra Hermona. Lasa maro be koa izy ireo.",
        "24": "Ary ireto avy ny lohan’ny fianakaviambe avy amin’ireo rainy: Efera, Jisy, Eliela, Azriela, Jeremia, Hodavia, ary Jadiela, dia lehilahy natanjaka sy nahery fo ary nalaza, izay lohan’ny fianakaviambe avy amin’ireo rainy.",
        "25": "Ary nivadika tamin’ilay Andriamanitry ny razany izy ireo, ka nanana fifandraisana mamoafady tamin’ny andriamanitry ny mponin’ilay tany, dia ny mponina efa naringan’Andriamanitra tsy ho eo anatrehan’izy ireo.",
        "26": "Koa nampirisihin’ilay Andriamanitry ny Israely i Pola mpanjakan’i Asyria, dia i Tilgato-pilnesera mpanjakan’i Asyria, mba hanao sesitany ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase. Dia nentin’izy io nankany Hala sy Habora sy Hara ary tany amin’ny reniranon’i Gozana izy ireo, ka mbola any mandraka androany."
    },
    "6": {
        "1": "Ary ny zanakalahin’i Levy dia i Gersona sy Kehata ary Merary.",
        "2": "Ary ny zanakalahin’i Kehata dia i Amrama sy Jizara sy Hebrona ary Oziela.",
        "3": "Ary ny zanak’i Amrama dia i Arona sy Mosesy ary koa Miriama. Ary ny zanakalahin’i Arona dia i Nadaba sy Abiho sy Eleazara ary Itamara.",
        "4": "Ary i Eleazara niteraka an’i Finehasa, ary i Finehasa niteraka an’i Abisoa,",
        "5": "ary i Abisoa niteraka an’i Boky, ary i Boky niteraka an’i Ozy,",
        "6": "ary i Ozy niteraka an’i Zerahia, ary i Zerahia niteraka an’i Meraiota,",
        "7": "ary i Meraiota niteraka an’i Amaria, ary i Amaria niteraka an’i Ahitoba,",
        "8": "ary i Ahitoba niteraka an’i Zadoka, ary i Zadoka niteraka an’i Ahimaza,",
        "9": "ary i Ahimaza niteraka an’i Azaria, ary i Azaria niteraka an’i Johanana,",
        "10": "ary i Johanana niteraka an’i Azaria, izay nanao ny asan’ny mpisorona tao amin’ilay trano naorin’i Solomona tao Jerosalema.",
        "11": "Ary i Azaria niteraka an’i Amaria, ary i Amaria niteraka an’i Ahitoba,",
        "12": "ary i Ahitoba niteraka an’i Zadoka, ary i Zadoka niteraka an’i Saloma,",
        "13": "ary i Saloma niteraka an’i Hilkia, ary i Hilkia niteraka an’i Azaria,",
        "14": "ary i Azaria niteraka an’i Seraia, ary i Seraia niteraka an’i Jozadaka.",
        "15": "I Jozadaka no lasa tany an-tsesitany rehefa nalefan’i Jehovah sesitany ny Joda sy Jerosalema, tamin’ny alalan’i Nebokadnezara.",
        "16": "Ary ny zanakalahin’i Levy dia i Gersoma sy Kehata ary Merary.",
        "17": "Ary ireto avy ny anaran’ny zanak’i Gersoma: Libny sy Simey.",
        "18": "Ary ny zanakalahin’i Kehata dia i Amrama sy Jizara sy Hebrona ary Oziela.",
        "19": "Ary ny zanakalahin’i Merary dia i Maly sy Mosy. Ary ireto avy ny fianakavian’ny Levita, araka ny anaran’ny razambeny:",
        "20": "I Gersoma niteraka an’i Libny, ary i Libny niteraka an’i Jahata, ary i Jahata niteraka an’i Zima,",
        "21": "ary i Zima niteraka an’i Joa, ary i Joa niteraka an’i Ido, ary i Ido niteraka an’i Zera, ary i Zera niteraka an’i Jeateray.",
        "22": "Ary ny zanak’i Kehata dia i Aminadaba, ary i Aminadaba niteraka an’i Kora, ary i Kora niteraka an’i Asira,",
        "23": "sy Elkana ary Ebiasafa. Ary i Ebiasafa niteraka an’i Asira,",
        "24": "ary i Asira niteraka an’i Tahata, ary i Tahata niteraka an’i Oriela, ary i Oriela niteraka an’i Ozia, ary i Ozia niteraka an’i Saoly.",
        "25": "Ary ny zanakalahin’i Elkana dia i Amasay sy Ahimota.",
        "26": "Ary ireto avy ny taranak’i Elkana: I Elkana niteraka an’i Zofay, ary i Zofay niteraka an’i Nahata,",
        "27": "ary i Nahata niteraka an’i Eliaba, ary i Eliaba niteraka an’i Jerohama, ary i Jerohama niteraka an’i Elkana.",
        "28": "Ary ny zanakalahin’i Samoela dia i Joela no lahimatoa, ary Abia no faharoa.",
        "29": "Ary ny zanak’i Merary dia i Maly, ary i Maly niteraka an’i Libny, ary i Libny niteraka an’i Simey, ary i Simey niteraka an’i Oza,",
        "30": "ary i Oza niteraka an’i Simea, ary i Simea niteraka an’i Hagia, ary i Hagia niteraka an’i Asaia.",
        "31": "Ireto avy no nataon’i Davida ho mpitarika ny hira tao an-tranon’i Jehovah, rehefa avy napetraka tao ilay Vata.",
        "32": "Ary mandra-panorin’i Solomona ny tranon’i Jehovah tao Jerosalema, dia teo anoloan’ny tranolay, izany hoe ny tranolay fihaonana izy ireo no nihira, sady nanao ny fanompoany araka izay nasaina nataony.",
        "33": "Eny, ireto avy ireo nanompo, mbamin’ny zanany: Tamin’ny taranaky ny Kehatita, dia i Hemana mpihira zanak’i Joela, zanak’i Samoela,",
        "34": "zanak’i Elkana, zanak’i Jerohama, zanak’i Eliela, zanak’i Toa,",
        "35": "zanak’i Zofa, zanak’i Elkana, zanak’i Mahata, zanak’i Amasay,",
        "36": "zanak’i Elkana, zanak’i Joela, zanak’i Azaria, zanak’i Zefania,",
        "37": "zanak’i Tahata, zanak’i Asira, zanak’i Ebiasafa, zanak’i Kora,",
        "38": "zanak’i Jizara, zanak’i Kehata, zanak’i Levy, zanak’i Israely.",
        "39": "Ary nanompo teo ankavanany i Asafa rahalahiny. Ary i Asafa dia zanak’i Berekia, zanak’i Simea,",
        "40": "zanak’i Mikaela, zanak’i Beseia, zanak’i Malkia,",
        "41": "zanak’i Etny, zanak’i Zera, zanak’i Adaia,",
        "42": "zanak’i Etana, zanak’i Zima, zanak’i Simey,",
        "43": "zanak’i Jahata, zanak’i Gersoma, zanak’i Levy.",
        "44": "Ary nanompo teo ankavia ny rahalahiny izay taranak’i Merary, ka tao i Etana zanak’i Kisy, zanak’i Abdia, zanak’i Maloka,",
        "45": "zanak’i Hasabia, zanak’i Amazia, zanak’i Hilkia,",
        "46": "zanak’i Amzy, zanak’i Bany, zanak’i Samera,",
        "47": "zanak’i Maly, zanak’i Mosy, zanak’i Merary, zanak’i Levy.",
        "48": "Ary ny Levita rahalahiny no nasaina nanao ny fanompoana rehetra tao amin’ny tranolay, dia ny tranon’Andriamanitra.",
        "49": "Ary i Arona sy ny zanany dia nanolotra setroka ho sorona teo ambonin’ny alitaran’ny fanatitra dorana sy ny alitaran’ny emboka manitra, araka ny asa rehetra nifandray tamin’ireo zavatra masina indrindra. Nanao izany izy ireo mba handrakofana ny fahotan’ny Israely, araka izay rehetra nandidian’i Mosesy mpanompon’Andriamanitra.",
        "50": "Ary ny zanak’i Arona dia i Eleazara, ary i Eleazara niteraka an’i Finehasa, ary i Finehasa niteraka an’i Abisoa,",
        "51": "ary i Abisoa niteraka an’i Boky, ary i Boky niteraka an’i Ozy, ary i Ozy niteraka an’i Zerahia,",
        "52": "ary i Zerahia niteraka an’i Meraiota, ary i Meraiota niteraka an’i Amaria, ary i Amaria niteraka an’i Ahitoba,",
        "53": "ary i Ahitoba niteraka an’i Zadoka, ary i Zadoka niteraka an’i Ahimaza.",
        "54": "Ary izao no toeram-ponenan’ny taranak’i Arona anisan’ny fianakavian’ny Kehatita, araka ireo tobiny misy manda tao amin’ny faritaniny, fa izany no anjara azony tamin’ny antsapaka.",
        "55": "Koa nomena azy ireo i Hebrona ao amin’ny tanin’i Joda, sy ny kijana manodidina azy.",
        "56": "Ary nomena an’i Kaleba zanak’i Jefone ny faritra ambanivohitr’ilay tanàna mbamin’ireo tanàna keliny.",
        "57": "Ary nomena ho an’ny taranak’i Arona ny tanàna fialokalofana, dia i Hebrona, ary koa Libna sy ny kijanany, sy Jatira sy Estemoa sy ny kijanany,",
        "58": "Hilena sy ny kijanany, Debira sy ny kijanany,",
        "59": "Asana sy ny kijanany, ary Beti-semesy sy ny kijanany.",
        "60": "Ary ny tanàna avy tamin’ny fokon’i Benjamina dia i Geba sy ny kijanany, Alemeta sy ny kijanany, ary Anatota sy ny kijanany. Telo ambin’ny folo ny tanàna rehetra nomena ny fianakavian’izy ireo.",
        "61": "Ary ny sisa tamin’ny taranak’i Kehata dia nomena tanàna folo tamin’ny antsapaka, avy tamin’ny fianakavian’ny foko hafa sy ny antsasaky ny fokon’i Manase.",
        "62": "Ary ireo fianakavian’ny taranak’i Gersoma dia nomena tanàna telo ambin’ny folo, avy tamin’ny fokon’i Isakara sy ny fokon’i Asera sy ny fokon’i Naftaly ary ny fokon’i Manase any Basana.",
        "63": "Ary ny taranak’i Merary araka ny fianakaviany avy, dia nomena tanàna roa ambin’ny folo tamin’ny antsapaka, avy tamin’ny fokon’i Robena sy ny fokon’i Gada ary ny fokon’i Zebolona.",
        "64": "Koa nomen’ny zanak’Israely ho an’ny Levita ireo tanàna ireo sy ny kijanany.",
        "65": "Nomeny tamin’ny alalan’ny antsapaka avy tamin’ny fokon’ny taranak’i Joda sy ny fokon’ny taranak’i Simeona ary ny fokon’ny taranak’i Benjamina, ireo tanàna voalaza anarana ireo.",
        "66": "Ary nisy tamin’ireo fianakavian’ny taranak’i Kehata nahazo tanàna tao amin’ny faritaniny, avy tamin’ny fokon’i Efraima.",
        "67": "Koa nomena azy ny tanàna fialokalofana, dia i Sekema sy ny kijanany eny amin’ny faritra be tendrombohitr’i Efraima, ary koa Gazera sy ny kijanany,",
        "68": "Jokmeama sy ny kijanany, Beti-horona sy ny kijanany,",
        "69": "Aialona sy ny kijanany, ary Gata-rimona sy ny kijanany.",
        "70": "Ary ny tanàna avy tamin’ny antsasaky ny fokon’i Manase dia i Anera sy ny kijanany, Bileama sy ny kijanany, ho an’ny sisa tamin’ny fianakavian’ny taranak’i Kehata.",
        "71": "Ary ny taranak’i Gersoma dia nomena an’i Golana any Basana sy ny kijanany, sy Astarta sy ny kijanany, avy tamin’ny fianakavian’ny antsasaky ny fokon’i Manase.",
        "72": "Ary ny tanàna avy tamin’ny fokon’i Isakara dia i Kedesy sy ny kijanany, Daberata sy ny kijanany,",
        "73": "Ramota sy ny kijanany, ary Anema sy ny kijanany.",
        "74": "Ary ny tanàna avy tamin’ny fokon’i Asera dia i Masala sy ny kijanany, Abdona sy ny kijanany,",
        "75": "Hokoka sy ny kijanany, ary Rehoba sy ny kijanany.",
        "76": "Ary ny tanàna avy tamin’ny fokon’i Naftaly dia i Kedesy any Galilia sy ny kijanany, Hamona sy ny kijanany, ary Kiriataima sy ny kijanany.",
        "77": "Ary ny sisa tamin’ny taranak’i Merary dia nomena an’i Rimono sy ny kijanany, Tabara sy ny kijanany, avy tamin’ny fokon’i Zebolona.",
        "78": "Ary ny nomena azy tany amin’ny faritr’i Jordana tany akaikin’i Jeriko, tany atsinanan’i Jordana, avy tamin’ny fokon’i Robena, dia i Bezera any an-tany efitra sy ny kijanany, Jahaza sy ny kijanany,",
        "79": "Kedemota sy ny kijanany, ary Mefata sy ny kijanany.",
        "80": "Ary ny tanàna avy tamin’ny fokon’i Gada dia i Ramota any Gileada sy ny kijanany, Mahanaima sy ny kijanany,",
        "81": "Hesbona sy ny kijanany, ary Jazera sy ny kijanany."
    },
    "7": {
        "1": "Ary ny zanakalahin’i Isakara dia i Tola sy Poha sy Jasoba ary Simrona, ka efatra ireo.",
        "2": "Ary ny zanakalahin’i Tola dia i Ozy sy Refaia sy Jeriela sy Jamay sy Jibsama ary Semoela, izay samy lohan’ny fianakaviambe avy amin’ireo rainy. Nisy lehilahy natanjaka sy nahery fo tamin’ny taranak’i Tola, ka eninjato sy roa arivo sy roa alina ny isany tamin’ny andron’i Davida.",
        "3": "Ary ny zanak’i Ozy dia i Jizrahia. Ary ny zanakalahin’i Jizrahia dia i Mikaela sy Obadia sy Joela sy Jisia, ..., ka dimy izy rehetra sady samy lohany teo amin’ny fianakaviany.",
        "4": "Ary niaraka tamin’izy ireo dia nisy miaramila mpiady enina arivo sy telo alina, araka ny firazanany avy, araka ny fianakaviambe avy amin’ireo rainy, satria maro ny vady aman-janak’izy ireo.",
        "5": "Ary lehilahy natanjaka sy nahery fo ireo rahalahiny anisan’ny fianakaviana rehetran’i Isakara, ka fito arivo sy valo alina ny isan’izy rehetra voasoratra tao amin’ny tetirazana.",
        "6": "Ary ny zanakalahin’i Benjamina dia i Bela sy Bekera ary Jediaela, ka telo izy ireo.",
        "7": "Ary ny zanakalahin’i Bela dia i Ezbona, Ozy, Oziela, Jerimota, ary Iry, ka dimy izy ireo ary samy lohan’ny fianakaviambe avy amin’ireo rainy, sady lehilahy natanjaka sy nahery fo. Efatra amby telopolo sy roa arivo sy roa alina ny isan’ny voasoratra ao amin’ny tetirazany.",
        "8": "Ary ny zanakalahin’i Bekera dia i Zemira, Joasy, Eliezera, Elioenay, Omry, Jeremota, Abia, Anatota, ary Alemeta: Ireo rehetra ireo no zanakalahin’i Bekera.",
        "9": "Araka ny voasoratra ao amin’ny tetirazany, dia roanjato sy roa alina ny lehilahy natanjaka sy nahery fo izay samy lohan’ny fianakaviambe avy amin’ireo rainy.",
        "10": "Ary ny zanak’i Jediaela dia i Bilana. Ary ny zanakalahin’i Bilana dia i Jeosy, Benjamina, Ehoda, Kenana, Zetana, Tarsisy, ary Ahisahara.",
        "11": "Ireo rehetra ireo no taranak’i Jediaela, dia lehilahy natanjaka sy nahery fo roanjato sy fito arivo sy iray alina izay nivoaka hiantafika, sady samy lohan’ireo fianakaviambeny.",
        "12": "Ary i Sopima sy Hopima no zanakalahin’i Iry, ary ny Hosima kosa no taranak’i Ahera.",
        "13": "Ary ny zanakalahin’i Naftaly dia i Jaziela sy Gony sy Jezera ary Saloma, izay samy zanakalahin’i Bilaha.",
        "14": "Ary ny zanak’i Manase dia i Asriela, izay naterak’ilay vadikeliny syrianina taminy.—Niteraka an’i Makira rain’i Gileada koa izy io.",
        "15": "Ary i Makira naka vady ho an’i Hopima sy Sopima, ary Maka no anaran’ny anabaviny.—Ary ny anaran’ny zanany faharoa dia Zelofada, nefa tsy niteraka afa-tsy zanakavavy i Zelofada.",
        "16": "Ary nitera-dahy i Maka vadin’i Makira, ka nataony hoe Paresy ny anarany. Ary Saresy no anaran’ny rahalahiny, ary i Olama sy Rekema no zanany.",
        "17": "Ary ny zanak’i Olama dia i Bedana. Ireo no taranak’i Gileada, zanak’i Makira, zanak’i Manase.",
        "18": "Ary i Hamoleketa no anabaviny, izay niteraka an’i Isehoda sy Abi-ezera ary Mahala.",
        "19": "Ary ny zanakalahin’i Semida dia i Ahiana sy Sekema sy Liky ary Aniama.",
        "20": "Ary ny zanak’i Efraima dia i Sotela, ary i Sotela niteraka an’i Bareda, ary i Bareda niteraka an’i Tahata, ary i Tahata niteraka an’i Elada, ary i Elada niteraka an’i Tahata,",
        "21": "ary i Tahata niteraka an’i Zabada, ary i Zabada niteraka an’i Sotela. Ary zanak’i Efraima koa i Ezera sy Elada. Dia namono azy ireo ny teratany tao Gata, satria nidina hangalatra ny biby fiompiny izy ireo.",
        "22": "Koa nisaona andro maro i Efraima rainy, ary tonga nampionona azy ny rahalahiny.",
        "23": "Taorian’izany dia nanao firaisana tamin’ny vadiny izy. Dia bevohoka ravehivavy ka nitera-dahy. Nataon’i Efraima hoe Beria anefa ny anarany, satria nisy fahoriana tao amin’ny ankohonany tamin’ny fotoana niterahan’ny vadiny.",
        "24": "Ary ny zanany vavy dia i Sera, izay nanorina an’i Beti-horona ambany sy ambony ary Ozena-sera.",
        "25": "Ary niteraka an’i Refa sy Rasefa izy. Ary i Rasefa niteraka an’i Tela, ary i Tela niteraka an’i Tahana,",
        "26": "ary i Tahana niteraka an’i Ladana, ary i Ladana niteraka an’i Amihoda, ary i Amihoda niteraka an’i Elisama,",
        "27": "ary i Elisama niteraka an’i Nona, ary i Nona niteraka an’i Josoa.",
        "28": "Ary ny taniny sy ny toeram-ponenany dia i Betela sy ny tanàna niankina taminy. Ary ny tany atsinanana dia i Narana, ary ny tany andrefana dia i Gazera sy ny tanàna niankina taminy. Ary teo koa i Sekema sy ny tanàna niankina taminy, hatrany Gaza sy ny tanàna niankina taminy.",
        "29": "Ary ny nifanila tamin’ny an’ny taranak’i Manase dia i Beti-sana sy ny tanàna niankina taminy, Tanaka sy ny tanàna niankina taminy, Megido sy ny tanàna niankina taminy, ary Dora sy ny tanàna niankina taminy. Tany amin’ireo no nonenan’ny taranak’i Josefa zanak’i Israely.",
        "30": "Ary ny zanakalahin’i Asera dia i Jimna sy Jisva sy Jisvy ary Beria, ary i Sera no anabavin’izy ireo.",
        "31": "Ary ny zanakalahin’i Beria dia i Hebera sy Malkiela rain’i Birzavita.",
        "32": "Ary i Hebera niteraka an’i Jafleta sy Somera ary Hotama, ary koa Soa anabavin’ireo.",
        "33": "Ary ny zanakalahin’i Jafleta dia i Pasaka sy Bimala ary Asvata: Ireo no zanakalahin’i Jafleta.",
        "34": "Ary ny zanakalahin’i Samera dia i Ahia sy Rohaga sy Hoba ary Arama.",
        "35": "Ary ny zanakalahin’i Helema rahalahiny dia i Zofa sy Jimna sy Selesy ary Amala.",
        "36": "Ary ny zanakalahin’i Zofa dia i Soha sy Harnefera sy Soala sy Bery sy Jimra,",
        "37": "sy Bezera sy Hoda sy Sama sy Silsa sy Jitrana ary Bera.",
        "38": "Ary ny zanakalahin’i Jatera dia i Jefone sy Pispa ary Ara.",
        "39": "Ary ny zanakalahin’i Ola dia i Ara sy Haniela ary Rizia.",
        "40": "Ireo rehetra ireo no taranak’i Asera, izay samy lohan’ny fianakaviambe avy amin’ireo rainy. Lehilahy voafantina sy nahery fo ary natanjaka koa izy ireo, sady lohan’ny mpiadidy. Ary nampiasain’ny tafika tamin’ny fotoanan’ny ady ny anaran’ireo voasoratra tao amin’ny tetirazany. Enina arivo sy roa alina ny isan’izy ireo."
    },
    "8": {
        "1": "Ary ireto avy ny naterak’i Benjamina: I Bela no lahimatoa, Asbela no faharoa, Ahara no fahatelo,",
        "2": "Noha no fahefatra, ary Rafa no fahadimy.",
        "3": "Ary ny zanakalahin’i Bela dia i Adara sy Gera sy Abihoda,",
        "4": "sy Abisoa sy Namàna sy Ahoa,",
        "5": "sy Gera sy Sefofana ary Horama.",
        "6": "Ary ireto avy ny zanakalahin’i Ehoda, izay samy lohan’ireo fianakaviamben’ny mponina tao Geba, sady nanao sesitany an’ireo mponina ireo tany Manahata:",
        "7": "Namàna sy Ahia ary Gera. Ary i Gera no nanao sesitany azy ireny. Izy no niteraka an’i Oza sy Ahihoda.",
        "8": "Ary niteraka tany ambanivohitr’i Moaba i Saharaima rehefa avy nandefa ny olona tao. Ary i Hosima sy Bara no vadiny.",
        "9": "Ary i Hodesy vadiny no niterahany an’i Jobaba sy Ziba sy Mesa sy Malkama,",
        "10": "sy Jeoza sy Sakia ary Mirma. Ireo no zanakalahiny, izay samy lohan’ireo fianakaviambe.",
        "11": "Ary i Hosima no niterahany an’i Abitoba sy Elpala.",
        "12": "Ary ny zanakalahin’i Elpala dia i Ebera sy Misama sy Samada, izay nanorina an’i Ono sy Loda mbamin’ireo tanàna niankina taminy,",
        "13": "sy Beria ary Sema. Lohan’ireo fianakaviamben’ny mponina tao Aialona izy ireo. Ary izy ireo no nandroaka ny mponina tao Gata.",
        "14": "Ary i Ahio sy Sasaka sy Jeremota,",
        "15": "sy Zebadia sy Arada sy Edera,",
        "16": "sy Mikaela sy Jispa ary Joha no zanakalahin’i Beria.",
        "17": "Ary i Zebadia sy Mesolama sy Hizky sy Hebera,",
        "18": "sy Jismeray sy Jizlia ary Jobaba no zanakalahin’i Elpala.",
        "19": "Ary i Jakima sy Zikry sy Zabdy,",
        "20": "sy Elienay sy Ziletahy sy Eliela,",
        "21": "sy Adaia sy Beraia ary Simrata no zanakalahin’i Simey.",
        "22": "Ary i Jispana sy Ebera sy Eliela,",
        "23": "sy Abdona sy Zikry sy Hanana,",
        "24": "sy Hanania sy Elama sy Antotia,",
        "25": "sy Jifdia ary Penoela no zanakalahin’i Sasaka.",
        "26": "Ary i Samseray sy Seharia sy Atalia",
        "27": "sy Jaresia sy Elia ary Zikry no zanakalahin’i Jerohama.",
        "28": "Lohan’ireo fianakaviambe izy ireo, araka ny voasoratra tao amin’ny tetirazana. Ireo no nonina tao Jerosalema.",
        "29": "Ary tao Gibeona no nonenan’i Jeiela rain’i Gibeona, ary Maka no anaran’ny vadiny.",
        "30": "Ary i Abdona no zanany lahimatoa, ary nanarakaraka azy i Zora sy Kisy sy Bala sy Nadaba,",
        "31": "sy Gedora sy Ahio ary Zakera.",
        "32": "Ary i Miklota niteraka an’i Simea. Ry Simea no nonina tao Jerosalema tandrifin’ireo rahalahiny ireo, sady niara-nonina tamin’ny rahalahiny hafa.",
        "33": "Ary i Nera niteraka an’i Kisy, ary i Kisy niteraka an’i Saoly, ary i Saoly niteraka an’i Jonatana sy Malkisoa sy Abinadaba ary Esbala.",
        "34": "Ary ny zanakalahin’i Jonatana dia i Meri-bala, ary i Meri-bala niteraka an’i Mika.",
        "35": "Ary ny zanakalahin’i Mika dia i Pitona sy Meleka sy Tarea ary Ahaza.",
        "36": "Ary i Ahaza niteraka an’i Joada, ary i Joada niteraka an’i Alemeta sy Azmaveta ary Zimry. Ary i Zimry niteraka an’i Moza,",
        "37": "ary i Moza niteraka an’i Binea, ary i Binea niteraka an’i Rafa, ary i Rafa niteraka an’i Elasa, ary i Elasa niteraka an’i Azela.",
        "38": "Ary i Azela nanan-janakalahy enina ka ireto avy ny anarany: Azrikama sy Bokero sy Ismaela sy Searia sy Obadia ary Hanana. Ireo rehetra ireo no zanakalahin’i Azela.",
        "39": "Ary ny zanakalahin’i Eseka rahalahiny, dia i Olama no lahimatoa, Jeosy no faharoa, ary Elifeleta no fahatelo.",
        "40": "Lehilahy natanjaka sy nahery fo ary nahay nampiasa tsipìka ny zanakalahin’i Olama, sady nanana zanaka aman-jafy maro niisa dimampolo amby zato. Ireo rehetra ireo no taranak’i Benjamina."
    },
    "9": {
        "1": "Ary voasoratra tao amin’ny tetirazana avokoa ny Israelita, ka voasoratra tao amin’ny Boky Momba ny Mpanjakan’ny Israely. Ary natao sesitany tany Babylona ny Joda, noho izy nivadika.",
        "2": "Ary ny Israelita sy ny mpisorona sy ny Levita ary ny Netinima no mponina voalohany tafaverina teo amin’ny taniny avy, tao amin’ny tanànany.",
        "3": "Tao Jerosalema no nonenan’ny sasany tamin’ny taranak’i Joda sy Benjamina sy Efraima ary Manase:",
        "4": "Ny avy tamin’ny taranak’i Pereza, zanak’i Joda dia i Otahy zanak’i Amihoda, zanak’i Omry, zanak’i Imry, zanak’i Bany.",
        "5": "Ary ny avy tamin’ny Silonita dia i Asaia lahimatoa sy ny zanany hafa.",
        "6": "Ary ny avy tamin’ny taranak’i Zera, dia i Jeoela sy ny rahalahin’ireo izay nisy sivifolo sy eninjato.",
        "7": "Ary ny avy tamin’ny taranak’i Benjamina dia i Salo zanak’i Mesolama, zanak’i Hodavia, zanak’i Hasenoa,",
        "8": "sy Jibnia zanak’i Jerohama, sy Elaha zanak’i Ozy, zanak’i Mikry, ary Mesolama zanak’i Sefatia, zanak’i Regoela, zanak’i Jibnia.",
        "9": "Ary enina amby dimampolo sy sivinjato ireo rahalahiny, araka ny voasoratra tao amin’ny tetirazana. Lohan’ireo fianakaviambeny, araka ny fianakaviambe avy amin’ireo rainy, ireo lehilahy rehetra ireo.",
        "10": "Ary ny avy tamin’ny mpisorona dia i Jedaia sy Joiariba sy Jakina,",
        "11": "sy Azaria zanak’i Hilkia, zanak’i Mesolama, zanak’i Zadoka, zanak’i Meraiota, zanak’i Ahitoba mpitarika tao an-tranon’Andriamanitra,",
        "12": "sy Adaia, zanak’i Jerohama, zanak’i Pasora, zanak’i Malkia, sy Masay zanak’i Adiela, zanak’i Jazera, zanak’i Mesolama, zanak’i Mesilemita, zanak’i Imera,",
        "13": "ary ireo rahalahiny, samy lohan’ireo fianakaviambeny, dia lehilahy enimpolo sy fitonjato sy arivo izay nahay tsara ny asa fanompoana tao amin’ny tranon’ilay tena Andriamanitra.",
        "14": "Ary ny avy tamin’ny Levita dia i Semaia zanak’i Hasoba, zanak’i Azrikama, zanak’i Hasabia, avy tamin’ny taranak’i Merary,",
        "15": "sy Bakbakara sy Haresy sy Galala sy Matania, zanak’i Mika, zanak’i Zikry, zanak’i Asafa,",
        "16": "sy Obadia zanak’i Semaia, zanak’i Galala, zanak’i Jedotona, ary Berekia zanak’i Asa, zanak’i Elkana. Nonina tany amin’ny tanàna kelin’ny Netofatita izy.",
        "17": "Ary ny mpiandry vavahady dia i Saloma sy Akoba sy Talmona ary Ahimana. Ary i Saloma rahalahiny no lohany.",
        "18": "Talohan’izay izy dia teo amin’ny vavahadin’ny mpanjaka teo atsinanana. Ireo no mpiandry vavahadin’ny tobin’ny taranak’i Levy.",
        "19": "Ary i Saloma zanak’i Kore, zanak’i Ebiasafa, zanak’i Kora, sy ireo rahalahiny anisan’ny fianakaviamben’ny Korahita, no niandraikitra ny asa fanompoana. Mpiandry varavarana tao amin’ny tranolay izy ireo. Ny razambeny koa dia niandraikitra ny tobin’i Jehovah, ka mpiambina ny fidirana no asany.",
        "20": "Ary i Finehasa zanak’i Eleazara no mpitarika teo amin’izy ireo taloha. Ary nomba azy i Jehovah.",
        "21": "Ary i Zakaria zanak’i Meselemia no mpiandry vavahady teo amin’ny fidirana amin’ny tranolay fihaonana.",
        "22": "Roa ambin’ny folo sy roanjato izy rehetra voafidy ho mpiandry vavahady teo amin’ny fidirana. Napetraka tany amin’ny tanàna keliny izy ireo, araka ny nanoratana azy tao amin’ny tetirazany. Ireo no notendren’i Davida sy Samoela mpahita, ho amin’izany andraikitra izany satria mendri-pitokisana.",
        "23": "Koa ireo sy ny taranany no niandraikitra ny vavahadin’ny tranon’i Jehovah, dia ny tranolay, mba hanao ny anjara fiambenana.",
        "24": "Teo amin’ny lafiny efatra no nisy an’ireo mpiandry vavahady, dia teo atsinanana sy andrefana sy avaratra ary atsimo.",
        "25": "Indraindray dia tsy maintsy tonga mba hiaraka aminy fito andro, ireo rahalahiny nonina teny amin’ny tanàna kely.",
        "26": "Nisy mpiandry vavahady efa-dahy mahay, izay nitana andraikitra satria mendri-pitokisana. Levita izy ireo, ary niandraikitra ny efitra fisakafoana sy ny zava-tsarobidy tao an-tranon’ilay tena Andriamanitra.",
        "27": "Ary nanodidina ny tranon’ilay tena Andriamanitra izy ireo nandritra ny alina, satria anjarany ny niambina. Andraikiny koa ny lakile, mba hanokafany ny vavahady isa-maraina.",
        "28": "Ary niandraikitra ny fitaovana nampiasaina tamin’ny fanompoana ny sasany taminy, satria nisaina izany rehefa nampidiriny, ary nisaina koa rehefa navoakany.",
        "29": "Ary ny sasany kosa notendrena hiandraikitra ny fitaovana hafa sy ny fitaovana masina rehetra sy ny lafarinina tsara toto sy ny divay sy ny menaka sy ny ditin-kazo manitra ary ny menaka balsama.",
        "30": "Ary ny sasany tamin’ny taranaky ny mpisorona dia mpanamboatra menaka fanosorana vita tamin’ny menaka balsama nafangaro zavatra hafa.",
        "31": "Ary i Matitia anisan’ny Levita, lahimatoan’i Saloma Korahita, no niandraikitra ny zavatra nomasahina tao anaty lapoaly. Izany no andraikiny satria mendri-pitokisana izy.",
        "32": "Ary niandraikitra ny mofo mifanaingina, ny sasany tamin’ny taranaky ny Kehatita rahalahin’ireo, mba hanomana izany isaky ny sabata.",
        "33": "Ireo no mpihira, izay samy lohan’ny fianakaviamben’ny Levita. Tao amin’ny efitra fisakafoana izy ireo. Tsy nomena andraikitra hafa izy, satria andraikiny ny nanao ny asany andro aman’alina.",
        "34": "Ireo no lohan’ny fianakaviamben’ny Levita, araka ny voasoratra tao amin’ny tetirazana. Ireo no nonina tao Jerosalema.",
        "35": "Ary tao Gibeona no nonenan’i Jeiela rain’i Gibeona. Ary Maka no anaran’ny vadiny.",
        "36": "Ary i Abdona no zanany lahimatoa, ary nanarakaraka azy i Zora sy Kisy sy Bala sy Nera sy Nadaba",
        "37": "sy Gedora sy Ahio sy Zakaria ary Miklota.",
        "38": "Ary i Miklota niteraka an’i Simeama. Ry Simeama no nonina tao Jerosalema tandrifin’ireo rahalahiny ireo, sady niara-nonina tamin’ny rahalahiny hafa.",
        "39": "Ary i Nera niteraka an’i Kisy, ary i Kisy niteraka an’i Saoly, ary i Saoly niteraka an’i Jonatana sy Malkisoa sy Abinadaba ary Esbala.",
        "40": "Ary ny zanak’i Jonatana dia i Meri-bala, ary i Meri-bala niteraka an’i Mika.",
        "41": "Ary ny zanakalahin’i Mika dia i Pitona sy Meleka sy Tarea ary Ahaza.",
        "42": "Ary i Ahaza niteraka an’i Jara, ary i Jara niteraka an’i Alemeta sy Azmaveta ary Zimry. Ary i Zimry niteraka an’i Moza,",
        "43": "ary i Moza niteraka an’i Binea, ary i Binea niteraka an’i Refaia, ary i Refaia niteraka an’i Elasa, ary i Elasa niteraka an’i Azela.",
        "44": "Ary i Azela nanan-janakalahy enina ka ireto avy ny anarany: Azrikama sy Bokero sy Ismaela sy Searia sy Obadia ary Hanana. Ireo no zanakalahin’i Azela."
    },
    "10": {
        "1": "Niady tamin’ny Israely ny Filistinina, ary nandositra teo anoloan’izy ireo ny Israely. Dia niampatrampatra teny amin’ny Tendrombohitra Gilboa ny fatin’ny Israelita.",
        "2": "Ary narahin’ny Filistinina akaiky dia akaiky i Saoly sy ny zanany lahy, ka matin’izy ireo ny zanak’i Saoly, dia i Jonatana sy Abinadaba ary Malkisoa.",
        "3": "Ary nihamafy ny fanafihana an’i Saoly. Farany, dia hitan’ireo mpandefa zana-tsipìka izy, ka voan’izy ireo ary naratra.",
        "4": "Koa hoy i Saoly tamin’ny mpitondra ny fiadiany: “Tsoahy ny sabatrao dia trobahy amin’iny aho, sao ho avy ireo tsy mifora ireo ka hampijalijaly ahy.” Tsy nety anefa ilay mpitondra fiadiana, satria natahotra be. Koa nalain’i Saoly ny sabatra, dia nianjerany.",
        "5": "Nony hitan’ilay mpitondra fiadiana fa maty i Saoly, dia mba nianjerany koa ny sabany ka maty izy.",
        "6": "Dia maty i Saoly sy ny zanany telo lahy, ary niara-maty ireo rehetra anisan’ny ankohonany.",
        "7": "Nony tazan’ny Israelita rehetra teny amin’ny lemaka iva fa nandositra ny miaramila, ary maty i Saoly sy ny zanany, dia nandao ny tanànany izy ireo ka nandositra. Ary tonga tany ny Filistinina, ka nonina tany.",
        "8": "Rehefa tonga haka an’izay zavatra teny amin’ireo faty ny Filistinina ny ampitson’iny, dia nahita an’i Saoly sy ny zanany niampatra teo amin’ny Tendrombohitra Gilboa.",
        "9": "Nalainy ny zavatra teny amin’ny fatin’i Saoly, dia notapahiny ny lohany, ary nesoriny ny fiadiany. Ary naniraka olona ho any amin’ny tanin’ny Filistinina manodidina izy ireo, hilaza izany tamin’ny sampiny sy tamin’ny vahoaka.",
        "10": "Farany, dia napetrany tao an-tranon’ny andriamaniny ny fiadian’i Saoly, ary ny karandohany nafatony tao an-tranon’i Dagona.",
        "11": "Ary ren’ny rehetra tany Jabesy any Gileada avokoa izay nataon’ny Filistinina tamin’i Saoly.",
        "12": "Koa niainga ny lehilahy mahery fo rehetra, dia nitondra ny fatin’i Saoly sy ny fatin’ny zanany nankany Jabesy, ka nandevina ny taolany tao ambanin’ilay hazobe tany Jabesy. Ary nifady hanina fito andro izy ireo.",
        "13": "Koa maty i Saoly noho izy nivadika tamin’Andriamanitra. Tsy naneho finoana an’i Jehovah mantsy izy fony izy tsy nankatò ny tenin’i Jehovah sy fony izy nanontany mpamoha angatra,",
        "14": "fa tsy nanontany an’i Jehovah. Koa novonoin’Andriamanitra izy, ka nafindrany tamin’i Davida zanak’i Jese ny fanjakana."
    },
    "11": {
        "1": "Tatỳ aoriana, dia nivory tany amin’i Davida tao Hebrona ny Israely rehetra, ka niteny hoe: “Indreto izahay, taolanao sy nofonao.",
        "2": "Ianao no efa nitarika ny Israely tamin’ny ady, na omaly na talohan’izay, fony i Saoly mbola mpanjaka. Ary nilaza taminao i Jehovah Andriamanitrao hoe: ‘Ianao no hiandry ny Israely oloko, ary ianao koa no ho mpitarika ny Israely oloko.’”",
        "3": "Tonga tany amin’ny mpanjaka tao Hebrona àry ny anti-panahy rehetran’ny Israely. Ary nanao fifanekena tamin’izy ireo teo anatrehan’i Jehovah tao Hebrona i Davida. Avy eo, dia nohosoran’izy ireo ho mpanjakan’ny Israely i Davida, araka ny tenin’i Jehovah tamin’ny alalan’i Samoela.",
        "4": "Tatỳ aoriana, dia nandeha i Davida sy ny Israely rehetra mba hankany Jerosalema, izany hoe i Jebosa. Ny Jebosita no mponina tao amin’io tany io.",
        "5": "Ary hoy ny mponin’i Jebosa tamin’i Davida: “Tsy ho tafiditra eto ianao!” Voababon’i Davida ihany anefa i Ziona, ilay tanàna voaro mafy, izany hoe ny Tanànan’i Davida.",
        "6": "Koa hoy i Davida: “Izay mamely voalohany an’ireo Jebosita, dia ho lehiben’ny tafika sy ho andriana.” I Joaba zanak’i Zeroia no niakatra voalohany, ka izy no lasa lehiben’ny tafika.",
        "7": "Ary nanorim-ponenana tao amin’ilay toerana sarotra aleha i Davida. Izany no antony niantsoana azy io hoe Tanànan’i Davida.",
        "8": "Ary nanorina manda sy zavatra hafa koa teo amin’ilay Dongon-tany sy teo amin’ny manodidina izy. I Joaba anefa no nanorina indray ny sisa tamin’ilay tanàna.",
        "9": "Ary nihanahery hatrany i Davida, fa nomba azy i Jehovah Tompon’ny tafika.",
        "10": "Ireto avy ny lehiben’ireo lehilahy maherin’i Davida, izay nifikitra mafy taminy nandritra ny fanjakany, ka niaraka tamin’ny Israely rehetra mba hampanjaka azy, araka ny tenin’i Jehovah momba ny Israely.",
        "11": "Ary izao no lisitr’ireo lehilahy maherin’i Davida: Jasobeama, taranak’i Hakmony, lehiben’ireo telo lahy. Izy no nanambana tamin’ny lefony ny telonjato lahy ka namono an’ireo, tao anatin’ny ady indray mandeha monja.",
        "12": "Ary manarakaraka azy i Eleazara zanak’i Dodo Ahohita. Anisan’ireo telo lahy mahery izy.",
        "13": "Izy ilay niaraka tamin’i Davida tao Pasy-damima. Tao ny Filistinina no niangona mba hiady, ary nisy sombin-tany feno vary orza tao. Ary vaky nandositra ny olona noho ny amin’ny Filistinina,",
        "14": "fa izy kosa nijoro teo afovoan’ilay tany ka nanafaka azy, ary namono an’ireo Filistinina. Koa nanao famonjena lehibe i Jehovah.",
        "15": "Ary nidina tany amin’ny harambato ny telo tamin’ireo telopolo lahy lehiben’ny tafika, ka tonga tany amin’i Davida tao amin’ilay lava-bato ao Adolama. Ny Filistinina kosa nitoby teny amin’ny lemaka ivan’ny Refaima.",
        "16": "Teny amin’ilay toerana sarotra aleha i Davida tamin’izay, ary nisy toby miaramilan’ny Filistinina tao Betlehema.",
        "17": "Rehefa afaka kelikely, dia te hisotro rano mafy i Davida ka hoy izy: “Raha izao aho no mba afaka misotro rano avy amin’ilay lavaka fanangonan-drano eo am-bavahadin’i Betlehema!”",
        "18": "Dia niditra an-keriny tao an-tobin’ny Filistinina ireo telo lahy, ka nanovo rano tao amin’ilay lavaka fanangonan-drano teo am-bavahadin’i Betlehema. Ary nitondra izany tany amin’i Davida izy ireo, nefa tsy nety nisotro izy fa nararany ho an’i Jehovah izany.",
        "19": "Ary hoy izy: “Sanatria ahy ny hanao izany, noho ny fanajako an’Andriamanitro! Ny ran’ireo lehilahy nanao vivery ny ainy ireo ve no hosotroiko? Nanao vivery ny ainy mantsy izy ireo mba hitondrana rano atỳ amiko.” Koa tsy nety nisotro izy. Izany no nataon’ireo telo lahy mahery ireo.",
        "20": "Ary i Abisay rahalahin’i Joaba, no lasa lehiben’ny telo lahy. Izy no nanambana tamin’ny lefony ny telonjato lahy ka namono an’ireo. Ary nalaza toa an’ireo telo lahy ihany izy.",
        "21": "Tamin’izy telo lahy, dia izy no niavaka kokoa noho izy roa lahy ka nanjary lehiben’ireo izy, nefa tsy tena toa an’ireo telo lahy voalohany na izany aza.",
        "22": "Ary i Benaia zanak’i Joiada, zanaky ny lehilahy mahery fo, dia nanao zavatra maro tao Kabzela. Izy no nahafaty an’ireo roa lahy zanak’i Ariela avy any Moaba, sy nidina tao anaty lavaka fanangonan-drano ka namono liona iray, tamin’ilay andro nisy lanezy.",
        "23": "Izy koa no namono an’ilay lehilahy ejipsianina goavam-be nirefy dimy hakiho. * Nitana lefona toy ny voditenon’ny mpanenona, ilay Ejipsianina, fa kibay kosa no nentin’i Benaia nidina teny aminy. Dia nosintoniny teny an-tanan’ilay Ejipsianina ilay lefona, ka iny ihany no namonoany azy.",
        "24": "Izany no nataon’i Benaia zanak’i Joiada, ary izy no nalaza tamin’izy telo lahy mahery.",
        "25": "Niavaka kokoa noho ireo telopolo lahy izy, nefa tsy tonga tamin’ny laharam-boninahitr’ireo telo lahy voalohany na izany aza. Notendren’i Davida ho lehiben’ny mpiaro azy anefa izy.",
        "26": "Ireto avy ireo lehilahy mahery tao amin’ny tafika: Asahela rahalahin’i Joaba, Elanana zanak’i Dodo avy any Betlehema,",
        "27": "Samota Harorita, Heleza Pelonita,",
        "28": "Ira zanak’i Ikesy Tekoita, Abi-ezera Anatotita,",
        "29": "Sibekay Hosatita, Ely Ahohita,",
        "30": "Maharay Netofatita, Heleda zanak’i Bana Netofatita,",
        "31": "Itahy zanak’i Ribay avy any Gibean’ny taranak’i Benjamina, Benaia Piratonita,",
        "32": "Horay avy any amin’ny lohasaha falehan-driakan’i Gasa, Abiela Arbatita,",
        "33": "Azmaveta Baharomita, Eliaba Salbonita,",
        "34": "ny zanak’i Hasema Gizonita, Jonatana zanak’i Sage Hararita,",
        "35": "Ahiama zanak’i Sakara Hararita, Elifala zanak’i Ora,",
        "36": "Hefera Mekeratita, Ahia Pelonita,",
        "37": "Hezro Karmelita, Naray zanak’i Ezbay,",
        "38": "Joela rahalahin’i Natana, Mibara zanak’i Hagry,",
        "39": "Zaleka Amonita, Naharay Berotita, ilay mpitondra ny fiadian’i Joaba zanak’i Zeroia,",
        "40": "Ira Jitrita, Gareba Jitrita,",
        "41": "Oria Hetita, Zabada zanak’i Ahelay,",
        "42": "Adina zanak’i Siza Robenita, lehiben’ny tafiky ny Robenita, ary telopolo lahy no niaraka taminy,",
        "43": "Hanana zanak’i Maka, Josafata Mitnita,",
        "44": "Ozia Astartita, Sama sy Jeiela zanak’i Hotama Aroerita,",
        "45": "Jediaela zanak’i Simry, sy Joha Tizita rahalahiny,",
        "46": "Eliela Mahavita, Jeribay sy Josavia zanak’i Elnama, Jitma Moabita.",
        "47": "Eliela sy Obeda ary Jasiela Mezobaita."
    },
    "12": {
        "1": "Ireto avy no tonga tany amin’i Davida tany Ziklaga, fony izy mbola tsy afaka nivezivezy noho ny amin’i Saoly zanak’i Kisy. Anisan’ny lehilahy mahery izy ireo, ary nanampy azy tamin’ny ady,",
        "2": "ka mpandefa zana-tsipìka, izay sady kavanana no kavia rehefa mampiasa pilotra sy mandefa zana-tsipìka. Rahalahin’i Saoly izy ireo, izany hoe, Benjaminita.",
        "3": "Teo koa i Ahiezera lehiben’ny tafika, sy Joasy izay samy zanak’i Sema Gibeatita, Jeziela sy Peleta zanak’i Azmaveta, Beraka, Jeho Anatotita,",
        "4": "Jismaia Gibeonita, izay lehilahy mahery anisan’ny telopolo lahy sady lehiben’izy ireo, Jeremia, Jahaziela, Johanana, Jozabada Gaderatita,",
        "5": "Elozay, Jerimota, Bealia, Semaria, Sefatia Harifita,",
        "6": "Elkana sy Jisia sy Azarela sy Joezera ary Jasobeama, izay samy Korahita,",
        "7": "Joela sy Zebadia zanak’i Jerohama avy any Gedora.",
        "8": "Ary nisy Gadita niala an-daharana mba hiandany tamin’i Davida, izay tao amin’ilay toerana sarotra aleha tany an-tany efitra. Lehilahy matanjaka sy mahery fo izy ireo, ary miaramila zatra ady, ary efa vonona foana hampiasa ampinga lehibe sy lefona. Toy ny liona no fahitana ny endriny ary haingam-pandeha toy ny gazela eny an-tendrombohitra izy.",
        "9": "I Ezera no lehibeny, Obadia no faharoa, Eliaba no fahatelo,",
        "10": "Mismana no fahefatra, Jeremia no fahadimy,",
        "11": "Atahy no fahenina, Eliela no fahafito,",
        "12": "Johanana no fahavalo, Elzabada no fahasivy,",
        "13": "Jeremia no fahafolo ary Makbanay no fahiraika ambin’ny folo.",
        "14": "Ireo no taranak’i Gada, sady lehiben’ny tafika. Ny kely indrindra aminy naharesy miaramila zato, ary ny lehibe indrindra naharesy arivo.",
        "15": "Ireo no niampita an’i Jordana tamin’ny volana voalohany. Tondraka be izy io tamin’izay, ka difotra ny morony rehetra. Dia noroahin’izy ireo ny mponina rehetra teny amin’ny lemaka iva, hatrany atsinanana ka hatrany andrefana.",
        "16": "Ary nisy tamin’ny taranak’i Benjamina sy Joda nankany amin’i Davida tao amin’ilay toerana sarotra aleha.",
        "17": "Dia nivoaka nankeny amin’izy ireo i Davida, ka nanao hoe: “Raha fihavanana no ahatongavanareo atỳ amiko mba hanampy ahy, dia hiray fo aminareo aho. Fa raha hamadika ahy amin’ny fahavaloko kosa, nefa tsy misy fahadisoako akory, dia aoka ilay Andriamanitry ny razantsika no hijery sy hitsara izany.”",
        "18": "Ary ny fanahin’Andriamanitra dia tonga tamin’i * Amasay, lehiben’ny telopolo lahy. Koa hoy i Amasay: “Anao izahay, ry Davida ô, ary momba anao izahay, ry zanak’i Jese ô! Fiadanana, eny, fiadanana anie ho anao, ary fiadanana ho an’izay manampy anao! Fa ilay Andriamanitrao no efa nanampy anao.” Koa noraisin’i Davida izy ireo, ary notendreny ho anisan’ny lehiben’ny andia-miaramila.",
        "19": "Ary nisy tamin’ny taranak’i Manase nivadika tamin’i Saoly ka nankany amin’i Davida, fony izy niaraka tamin’ny Filistinina mba hiady tamin’i Saoly. Tsy nanampy an’ireo Filistinina anefa izy, satria nandroaka azy ny andriana mpiray dinan’ny Filistinina rehefa avy nikaon-doha, ka nanao hoe: “Hivadihan’io isika ka hiandany amin’i Saoly tompony izy, dia ny aintsika no hanefa!”",
        "20": "Koa rehefa nankany Ziklaga i Davida, dia nisy tamin’ny taranak’i Manase nivadika tamin’i Saoly ka niaraka taminy. Ireto avy izany: Adna, Jozabada, Jediaela, Mikaela, Jozabada, Eliho ary Ziletahy, izay samy mpifehy ny arivo, ary avy amin’ny fokon’i Manase.",
        "21": "Ary nanampy an’i Davida hiady tamin’ny mpandroba izy ireo, satria samy lehilahy matanjaka sy be herim-po, ka lasa lehiben’ny tafika.",
        "22": "Nisy olona tonga tany amin’i Davida isan’andro mba hanampy azy, ka lasa toby lehibe toy ny tobin’Andriamanitra izy ireo tamin’ny farany.",
        "23": "Ireto avy ny isan’ny lehiben’ireo vonona hiantafika, ka tonga tany amin’i Davida tao Hebrona mba hamindra ny fanjakan’i Saoly ho amin’i Davida, araka ny didin’i Jehovah.",
        "24": "Ny taranak’i Joda izay nitondra ampinga lehibe sy lefona dia valonjato sy enina arivo, samy vonona hiantafika.",
        "25": "Ny avy amin’ny taranak’i Simeona dia lehilahy matanjaka sy be herim-po zato sy fito arivo.",
        "26": "Ny avy amin’ny taranak’i Levy dia eninjato sy efatra arivo.",
        "27": "Ary i Joiada no mpitarika ny taranak’i Arona, ary nisy fitonjato sy telo arivo niaraka taminy.",
        "28": "I Zadoka, tovolahy matanjaka sy be herim-po, sy ny fianakaviambe avy amin’ireo rainy, dia roa amby roapolo, ary samy lehiben’ny tafika izy ireo.",
        "29": "Ny avy amin’ny taranak’i Benjamina, izany hoe ireo rahalahin’i Saoly, dia telo arivo. Niambina tsara ny tranon’i Saoly ny ankamaroan’ireo, talohan’izay.",
        "30": "Ny avy amin’ny taranak’i Efraima dia valonjato sy roa alina, lehilahy matanjaka sy be herim-po sady olo-malaza, samy araka ny fianakaviambe avy amin’ireo rainy.",
        "31": "Ary avy amin’ny antsasaky ny fokon’i Manase dia nisy valo arivo sy iray alina no voatonona anarana mba ho tonga hanao an’i Davida ho mpanjaka.",
        "32": "Avy amin’ny taranak’i Isakara dia nisy roanjato lahy lehiben’ny tafika, mbamin’ny rahalahiny rehetra teo ambany fifehezany. Nahay namantatra ny fotoana mety izy ireo, ka nahalala izay tokony hataon’ny Israely.",
        "33": "Avy amin’ny fokon’i Zebolona dia nisy dimy alina ny lehilahy nivoaka hiantafika, ka nilahatra toy ny tafika sady nitondra ny fiadiany rehetra. Ary tsy voazarazara mihitsy ny fon’izy ireo rehefa nivory teo amin’i Davida izy ireo.",
        "34": "Avy amin’ny fokon’i Naftaly dia nisy arivo lahy lehiben’ny tafika, ary nisy koa fito arivo sy telo alina nitondra ampinga lehibe sy lefona.",
        "35": "Avy amin’ny Danita dia nisy eninjato sy valo arivo sy roa alina izay nilahatra toy ny tafika.",
        "36": "Ary avy amin’ny fokon’i Asera dia efatra alina no nivoaka hiantafika ka nilahatra toy ny tafika.",
        "37": "Ary izay tany ampitan’i Jordana, izany hoe avy amin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, dia roa alina sy iray hetsy izay nitondra ny fiadiana rehetra nananan’ny tafika.",
        "38": "Lehilahy mpiady daholo ireo nivory sy nilahatra toy ny tafika ireo. Tonga tao Hebrona tamin’ny fony manontolo izy ireo, mba hanao an’i Davida ho mpanjakan’ny Israely rehetra. Ary niray hina hanao an’i Davida ho mpanjaka ny sisa tamin’ny Israely.",
        "39": "Dia nijanona telo andro tany amin’i Davida izy ireo, ary nihinana sy nisotro, satria efa nikarakara izany ny rahalahin’izy ireo.",
        "40": "Ary izay teny akaikin’izy ireo sy izay hatrany amin’ny fokon’i Isakara sy Zebolona ary Naftaly, dia nitondra sakafo be dia be teo ambony ampondra sy rameva sy ramole ary omby, ka izao avy izany: Sakafo vita tamin’ny lafarinina, mofo vita tamin’ny aviavy noporetina, mofo vita tamin’ny voaloboka maina, divay ary menaka. Nitondra omby aman’ondry be dia be koa izy ireo. Faly dia faly mantsy ny Israely."
    },
    "13": {
        "1": "Ary i Davida niara-nidinika tamin’ny lehiben’ny arivo sy ny lehiben’ny zato ary ny mpitarika rehetra.",
        "2": "Dia hoy i Davida tamin’ny fiangonan’Israely manontolo: “Raha mety aminareo sy eken’i Jehovah Andriamanitsika, dia andao isika haniraka olona hiantso ny rahalahintsika mbola tavela manerana ny tanin’ny Israely, sy ny mpisorona ary ny Levita any amin’ny tanànany sy ny kijanany, mba hivorian’izy ireo atỳ amintsika.",
        "3": "Ary andao hoentina atỳ amintsika ny Vata masin’Andriamanitsika.” Fa tsy nisy niraharaha izy io tamin’ny andron’i Saoly.",
        "4": "Dia nasain’ny fiangonana manontolo natao izany, satria hitan’ny olona rehetra fa tsara ilay hevitra.",
        "5": "Koa novorin’i Davida ny Israely rehetra, hatrany amin’ny reniranon’i Ejipta ka hatrany amin’ny sisin’ny faritr’i Hamata, mba haka ny Vata masin’Andriamanitra any Kiriata-jearima.",
        "6": "Dia niakatra nankany Bala, na Kiriata-jearima any Joda, i Davida sy ny Israely rehetra mba haka ny Vata masin’i Jehovah Andriamanitra, izay mipetraka eo amin’ny kerobima, dia eo amin’izay iantsoana ny anarany.",
        "7": "Nataon’izy ireo teo ambony sarety vaovao anefa ilay Vata masin’Andriamanitra, avy tao an-tranon’i Abinadaba. Ary i Oza sy Ahio no nitondra an’ilay sarety.",
        "8": "Ary nankalaza izany fotoana izany teo anatrehan’Andriamanitra i Davida sy ny Israely rehetra, ka nanao izany araka izay tratry ny heriny sady nihira niaraka tamin’ny harpa sy lokanga sy ampongatapaka sy kipantsona ary trompetra.",
        "9": "Dia tonga teo amin’ny famoloan’i Kidona izy ireo. Ary nanatsotra ny tanany hihazona an’ilay Vata i Oza, satria saika nazeran’ny omby ilay izy.",
        "10": "Koa nirehitra tamin’i Oza ny fahatezeran’i Jehovah, dia novonoiny izy satria nanatsotra ny tanany ka nihazona an’ilay Vata. Dia maty teo izy, teo anatrehan’Andriamanitra.",
        "11": "Ary tezitra i Davida noho ny fipoahan’ny fahatezeran’i Jehovah tamin’i Oza. Dia nantsoina hoe Pereza-oza io toerana io mandraka androany.",
        "12": "Ary natahotra an’ilay tena Andriamanitra i Davida tamin’iny andro iny, ka nilaza hoe: “Ataoko ahoana ny hitondra ny Vata masin’Andriamanitra ho any amiko?”",
        "13": "Koa tsy nafindran’i Davida ho any aminy, any amin’ny Tanànan’i Davida, ilay Vata, fa naviliny nankany an-tranon’i Obeda-edoma Gatita.",
        "14": "Ary nipetraka telo volana tao amin’ny ankohonan’i Obeda-edoma tao an-tranony, ny Vata masin’Andriamanitra. Dia notahin’i Jehovah foana ny ankohonan’i Obeda-edoma sy izay rehetra azy."
    },
    "14": {
        "1": "Ary nandefa iraka ho any amin’i Davida i Hirama mpanjakan’i Tyro, sady nandefa hazo sedera sy mpanorina rindrina ary mpandrafitra, mba hanorina trano ho azy.",
        "2": "Ary fantatr’i Davida fa efa nampitoetra azy ho mpanjakan’ny Israely i Jehovah, satria nasandratra ho avo ny fanjakany, noho ny amin’ny Israely olony.",
        "3": "Ary naka vady hafa koa i Davida tao Jerosalema, ka mbola niteraka zazalahy sy zazavavy hafa koa.",
        "4": "Ireto avy ny anaran’ireo zaza naterany tany Jerosalema: Samoa sy Sobaba, Natana sy Solomona,",
        "5": "sy Jibara, Elisoa, Elipeleta,",
        "6": "Noga, Nafega, Jafia,",
        "7": "Elisama, Beliada ary Elifeleta.",
        "8": "Rehefa ren’ny Filistinina fa nohosorana ho mpanjakan’ny Israely rehetra i Davida, dia niakatra hitady an’i Davida izy rehetra. Ren’i Davida izany, ka nivoaka hiady tamin’izy ireo izy.",
        "9": "Ary tonga nanafika teo amin’ny lemaka ivan’ny Refaima ny Filistinina.",
        "10": "Dia nanontany an’Andriamanitra i Davida hoe: “Hiakatra hamely ny Filistinina ve aho? Hatolotrao eo an-tanako ve izy ireo?” Ary hoy i Jehovah taminy: “Miakara, fa hatolotro eo an-tananao tokoa izy ireo.”",
        "11": "Koa niakatra nankany Bala-perazima i Davida, ka novonoiny tany izy ireo. Ary hoy i Davida: “Andriamanitra efa nampiasa ny tanako, ka namaky ny laharan’ny fahavaloko sahala amin’ny rano mamaky fefiloha.” Koa natao hoe Bala-perazima ny anaran’io toerana io.",
        "12": "Ary navelan’ny Filistinina teo ny sampiny. Koa nodorana ireny, araka ny baikon’i Davida.",
        "13": "Nanafika teo amin’ny lemaka iva indray ny Filistinina tatỳ aoriana.",
        "14": "Koa nanontany an’Andriamanitra indray i Davida, ka hoy Andriamanitra: “Aza miakatra manaraka azy ary aza manitsy mamely azy, fa mandehana mihodidina ka tsenao tandrifin’ireo hazo bakà izy.",
        "15": "Ary rehefa mandre figadongadona eny an-tendron’ireo hazo bakà ianao, dia mivoaha hiady satria ho efa nivoaka hialoha anao Andriamanitra, mba hamely ny tobin’ny Filistinina.”",
        "16": "Koa nanao araka izay nandidian’Andriamanitra azy i Davida. Dia nasian’izy ireo ny tobin’ny Filistinina, hatrany Gibeona ka hatrany Gazera.",
        "17": "Dia niely nanerana ny tany ny lazan’i Davida, ary nataon’i Jehovah natahotra azy ny firenena rehetra."
    },
    "15": {
        "1": "Ary i Davida mbola nanao trano hafa ho azy tao amin’ny Tanànan’i Davida. Dia nanomana toerana ho an’ny Vata masin’Andriamanitra izy, ka nanangana tranolay ho azy io.",
        "2": "Ary hoy i Davida tamin’izay: “Tsy misy mahazo milanja ny Vata masin’Andriamanitra afa-tsy ny Levita ihany, satria izy ireo no nofidin’i Jehovah hilanja ny Vata masin’i Jehovah sy hanompo azy mandritra ny fotoana tsy voafetra.”",
        "3": "Dia novorin’i Davida tany Jerosalema ny Israely rehetra, mba hampiakatra ny Vata masin’i Jehovah ho any amin’ny toerany, izay efa nomaniny ho azy.",
        "4": "Ary novorin’i Davida ny taranak’i Arona sy ny Levita,",
        "5": "ka tamin’ny taranak’i Kehata, dia i Oriela mpiadidy sy ny rahalahiny, roapolo amby zato;",
        "6": "tamin’ny taranak’i Merary, dia i Asaia mpiadidy sy ny rahalahiny, roapolo sy roanjato;",
        "7": "tamin’ny taranak’i Gersoma, dia i Joela mpiadidy sy ny rahalahiny, telopolo amby zato;",
        "8": "tamin’ny taranak’i Elizafana, dia i Semaia mpiadidy sy ny rahalahiny, roanjato;",
        "9": "tamin’ny taranak’i Hebrona, dia i Eliela mpiadidy sy ny rahalahiny, valopolo;",
        "10": "ary tamin’ny taranak’i Oziela, dia i Aminadaba mpiadidy sy ny rahalahiny, roa ambin’ny folo amby zato.",
        "11": "Nantsoin’i Davida koa i Zadoka sy Abiatara mpisorona, ary Oriela, Asaia, Joela, Semaia, Eliela, ary Aminadaba, izay samy Levita.",
        "12": "Koa hoy izy tamin’ireo: “Ianareo no lohan’ny fianakaviamben’ny Levita. Koa hamasino ny tenanareo sy ny rahalahinareo, ary ampiakaro ho any amin’ilay toerana efa nomaniko ho azy, ny Vata masin’i Jehovah Andriamanitry ny Israely.",
        "13": "Fa noho ianareo tsy nanao izany tamin’ny voalohany, dia nirehitra tamintsika ny fahatezeran’i Jehovah Andriamanitsika, satria tsy nitady azy araka ny fanao mahazatra isika.”",
        "14": "Dia nanamasina ny tenany ny mpisorona sy ny Levita, mba hampiakatra ny Vata masin’i Jehovah Andriamanitry ny Israely.",
        "15": "Koa nilanja ny Vata masin’Andriamanitra tamin’ny bao ny taranak’i Levy, ka nanao izany teo an-tsorony, araka izay nandidian’i Mosesy nifanaraka tamin’ny tenin’i Jehovah.",
        "16": "Ary i Davida nilaza tamin’ny mpiadidy teo amin’ny Levita mba hanendry ny toeran’ireo rahalahiny mpihira izay nitondra zavamaneno, dia lokanga sy harpa ary kipantsona. Ary nasaina nampanenoina mafy izany mba haredona tsara ny feon-kiram-pifaliana.",
        "17": "Koa notendren’ny Levita ny toeran’i Hemana zanak’i Joela, sy ny an’i Asafa zanak’i Berekia, izay notendrena teo amin’ny rahalahiny. Ary i Etana zanak’i Kosaia no notendrena teo amin’ny taranak’i Merary rahalahin’izy ireo.",
        "18": "Ary niaraka tamin’izy ireo ny rahalahiny tao amin’ny fizarana faharoa, dia i Zakaria, Bena, Jaziela, Semiramota, Jehiela, Ony, Eliaba, Benaia, Mahaseia, Matitia, Elifeleho, Mikneia, ary koa i Obeda-edoma sy Jeiela izay samy mpiandry vavahady;",
        "19": "ary i Hemana sy Asafa ary Etana, izay mpihira nitondra kipantsona varahina nampanenoina mafy;",
        "20": "ary i Zakaria, Aziela, Semiramota, Jehiela, Ony, Eliaba, Mahaseia, ary Benaia, izay nitendry lokanga nampanarahina feo Alamota;",
        "21": "ary i Matitia, Elifeleho, Mikneia, Obeda-edoma, Jeiela, ary Azazia, izay nitendry harpa nampanarahina feo Seminita, ary izy ireo no mpitarika;",
        "22": "ary i Kenania mpiadidy teo amin’ny Levita mpilanja ny Vata, izay nanome ny toromarika momba ny filanjana satria hainy tsara izany;",
        "23": "ary i Berekia sy Elkana, mpiandry vavahadin’ny toerana nisy ny Vata;",
        "24": "ary i Sebania, Josafata, Netanela, Amasay, Zakaria, Benaia, ary Eliezera, izay mpisorona nitsoka mafy ny trompetra teo anoloan’ny Vata masin’Andriamanitra; ary i Obeda-edoma sy Jehia, mpiandry vavahadin’ny toerana nisy ny Vata.",
        "25": "Dia nandeha i Davida sy ny anti-panahin’ny Israely ary ny lehiben’ny arivo, mba hampiakatra amim-pifaliana ny Vata misy ny fifanekena nataon’i Jehovah, ka haka azy io ao an-tranon’i Obeda-edoma.",
        "26": "Ary rehefa nampian’Andriamanitra ny Levita izay nilanja ny Vata misy ny fifanekena nataon’i Jehovah, dia nanao sorona vantotr’ombilahy fito sy ondrilahy fito izy ireo.",
        "27": "Ary akanjo tsy misy tanany, izay vita tamin’ny lamba tena tsara no nanaovan’i Davida sy ny Levita rehetra nilanja ny Vata, sy ny mpihira, ary i Kenania lehiben’ny mpihira izay nilanja ilay Vata. Nanao efoda rongony koa anefa i Davida.",
        "28": "Ary nampiakatra ny Vata misy ny fifanekena nataon’i Jehovah ny Israelita rehetra, sady nanao horakora-pifaliana narahina feon’anjombona sy trompetra ary kipantsona. Nitendry lokanga sy harpa koa izy ireo ka nanakoako ny mozika.",
        "29": "Rehefa tonga tao amin’ny Tanànan’i Davida ilay Vata misy ny fifanekena nataon’i Jehovah, dia nitazana avy teo am-baravarankely i Mikala zanakavavin’i Saoly. Koa nony nahita an’i Davida Mpanjaka nitsinjatsinjaka sy nitotorebika izy, dia nanamavo azy anakampo."
    },
    "16": {
        "1": "Ary nampidirina ny Vata masin’Andriamanitra, ka napetraka tao amin’ny tranolay natsangan’i Davida ho azy io. Ary nanolotra fanatitra dorana sy sorona iombonana teo anatrehan’Andriamanitra ny olona.",
        "2": "Rehefa voatolotr’i Davida ny fanatitra dorana sy ny sorona iombonana, dia nitso-drano ny vahoaka tamin’ny anaran’i Jehovah izy.",
        "3": "Ary nizarany mofo boribory sy mofo antrendry ary mofo vita tamin’ny voaloboka maina ny Israelita rehetra, na lahy na vavy.",
        "4": "Ary nisy Levita notendreny hanompo teo anoloan’ny Vata masin’i Jehovah, mba hanome fampahatsiahivana sy hisaotra ary hidera an’i Jehovah Andriamanitry ny Israely,",
        "5": "ka i Asafa no lohany, ary nanarakaraka azy i Zakaria, Jeiela, Semiramota, Jehiela, Matitia, Eliaba, Benaia, Obeda-edoma, ary Jeiela, izay mpitendry lokanga sy harpa, ary i Asafa no nampaneno mafy ny kipantsona,",
        "6": "ary i Benaia sy Jahaziela mpisorona, no nitsoka mandrakariva ny trompetra teo anoloan’ny Vata misy ny fifanekena nataon’Andriamanitra.",
        "7": "Tamin’izay andro izay i Davida vao nanolotra hira tamin’ny alalan’i Asafa sy ny rahalahiny, mba hisaorana an’i Jehovah:",
        "8": "“Misaora an’i Jehovah, rey olona, ary miantsoa ny anarany. Ampahafantaro an’ireo firenena ny asany.",
        "9": "Mihirà ho azy, ary manaova hira fiderana ho azy! Saintsaino ny asany mahatalanjona rehetra.",
        "10": "Ataovy ho reharehanareo ny anarany masina, Ary aoka hifaly ny fon’izay mitady an’i Jehovah.",
        "11": "Mitadiava an’i Jehovah sy ny heriny. Mitadiava azy * mandrakariva.",
        "12": "Tsarovy ny asa mahatalanjona nataony, Sy ny fahagagana vitany ary ny didim-pitsarana naloaky ny vavany,",
        "13": "Ry taranak’i Israely mpanompony ô, Ry taranak’i Jakoba, eny, ianareo olom-boafidiny.",
        "14": "Izy no Jehovah Andriamanitsika. Mihatra eran-tany ny didim-pitsarany.",
        "15": "Tsarovy mandritra ny fotoana tsy voafetra ny fifanekena nataony, Eny, tsarovy ny teny nandidiany, na dia hatramin’ny taranaka arivo mandimby aza.",
        "16": "Fifanekena nataony tamin’i Abrahama izany. Nanao fianianana tamin’i Isaka koa izy,",
        "17": "Dia fianianana nataony ho fitsipika ho an’i Jakoba, Sy ho fifanekena mandritra ny fotoana tsy voafetra ho an’i Israely.",
        "18": "Fa hoy izy: ‘Ianao no homeko ny tany Kanana Ho anjara lovanareo.’",
        "19": "Mbola vitsy izy ireo tamin’izany, Eny, vitsy kely sady vahiny nonina tao amin’ilay tany.",
        "20": "Nifindrafindra tany amin’ny firenena samihafa izy ireo, Ary avy tany amin’ny fanjakana iray, dia nankany amin’ny firenen-kafa.",
        "21": "Tsy nisy navelan’Andriamanitra hanambaka an’ireo. Fa nananatra mpanjaka mihitsy aza izy noho ny amin’ireo,",
        "22": "Ka nanao hoe: ‘Aza mikasika ny voahosotro, Ary aza manisy ratsy ny mpaminaniko.’",
        "23": "Mihirà ho an’i Jehovah, ianareo rehetra eto an-tany! Ambarao isan’andro ny famonjena avy aminy!",
        "24": "Lazao amin’ireo firenena ny voninahiny, Ary amin’ny olona rehetra ny asany mahatalanjona.",
        "25": "Fa lehibe i Jehovah, ka tena mendrika hoderaina tokoa, Sady tokony hatahorana mihoatra noho ny andriamanitra rehetra.",
        "26": "Fa andriamanitra tsy misy dikany daholo ny andriamanitry ny firenena. I Jehovah kosa, izy no nanao ny lanitra.",
        "27": "Haja amam-boninahitra no eo anatrehany, Ary hery sy fifaliana no ao amin’ny fonenany.",
        "28": "Ekeo fa be voninahitra sy mahery i Jehovah, ry fokom-pirenena, Eny, ekeo fa be voninahitra sy mahery i Jehovah.",
        "29": "Ekeo fa be voninahitra ny anaran’i Jehovah, Mitondrà fanomezana ary midira eo anatrehany. Miankohofa eo anatrehan’i Jehovah amin’ny fitafiana masina.",
        "30": "Matahora * azy, ry mponin’ny tany manontolo! Mafy orina ny tany lonaka, Ka tsy ho voahozongozona mandrakizay.",
        "31": "Aoka hiravoravo ny lanitra, ary hifaly ny tany, Aoka ireny hilaza amin’ireo firenena hoe: ‘Lasa mpanjaka i Jehovah!’",
        "32": "Aoka hanandra-peo ny ranomasina sy izay rehetra ao aminy, Ary hifaly ny saha sy izay rehetra eo aminy.",
        "33": "Aoka ny hazo any an’ala hihoby noho ny amin’i Jehovah, Fa tonga hitsara ny tany izy.",
        "34": "Misaora an’i Jehovah fa tsara izy, Fa mandrakizay ny hatsaram-panahiny feno fitiavana.",
        "35": "Lazao hoe: ‘Vonjeo izahay, ry Andriamanitra mpamonjy anay ô, Angony izahay ary afaho eo an-tanan’ireo firenena, Mba hisaoranay ny anaranao masina, ary mba ho faly hidera anao izahay.",
        "36": "Hisaorana anie i Jehovah, ilay Andriamanitry ny Israely hatrizay hatrizay ka ho mandrakizay!’” Ary ny olona rehetra nanao hoe: “Amena!”, * sady nidera an’i Jehovah.",
        "37": "Dia navelan’i Davida teo anoloan’ny Vata misy ny fifanekena nataon’i Jehovah, i Asafa mbamin’ny rahalahiny mba hanompo mandrakariva eo anoloan’ilay Vata, araka izay nilaina ho an’ny andro tsirairay.",
        "38": "Navelany teo koa i Obeda-edoma sy ny rahalahiny, valo amby enimpolo, ary i Obeda-edoma zanak’i Jedotona, sy i Hosa, ho mpiandry vavahady.",
        "39": "Ary i Zadoka mpisorona mbamin’ny rahalahiny mpisorona, no teo anoloan’ny tranolain’i Jehovah teo amin’ny toerana avo, tany Gibeona,",
        "40": "mba hanolotra tsy tapaka fanatitra dorana ho an’i Jehovah, ka hanao izany marain-tsy hariva eo amin’ny alitaran’ny fanatitra dorana, ary mba hanao izay rehetra voasoratra ao amin’ny lalàn’i Jehovah izay nandidiany ny Israely.",
        "41": "Niaraka tamin’izy ireo koa i Hemana sy Jedotona ary ny sisa tamin’ny lehilahy voafidy sy voatonona anarana mba hisaotra an’i Jehovah, satria “mandrakizay ny hatsaram-panahiny feno fitiavana.”",
        "42": "Ary i Hemana sy Jedotona no nampaneno ny trompetra sy ny kipantsona ary ny zavamaneno nanaovana hira ho an’Andriamanitra, ary ny zanakalahin’i Jedotona no teo am-bavahady.",
        "43": "Dia samy nody tany an-tranony ny olona rehetra. Ary lasa nody koa i Davida mba hitso-drano ny ankohonany."
    },
    "17": {
        "1": "Ary raha vao tafapetraka tao an-dapany i Davida, dia hoy izy tamin’i Natana mpaminany: “Jereo fa izaho mipetraka amin’ny trano sedera, nefa ny Vata misy ny fifanekena nataon’i Jehovah mipetraka anaty tranolay!”",
        "2": "Dia hoy i Natana taminy: “Ataovy izay rehetra ao am-ponao, fa momba anao Andriamanitra.”",
        "3": "Ny alin’iny, dia tonga tamin’i Natana ny tenin’Andriamanitra nanao hoe:",
        "4": "“Mandehana lazao amin’i Davida mpanompoko hoe: ‘Izao no nolazain’i Jehovah: “Tsy ianao no hanorina trano hipetrahako.",
        "5": "Fa tsy nipetraka tao anaty trano aho, hatramin’ny andro nitondrako ny Israely niakatra avy tany Ejipta ka mandraka androany. Nifindrafindra tranolay foana aho, ary nifindrafindra fonenana.",
        "6": "Nandritra ny fotoana nandehandehanako teo amin’ny Israely, moa ve efa nisy iray tamin’ny mpitsaran’ny Israely, izay nodidiako hiandry ny oloko, mba efa nilazako hoe: ‘Nahoana ianareo no tsy nanorina trano sedera ho ahy?’”’",
        "7": "“Koa izao no holazainao amin’i Davida mpanompoko: ‘Izao no nolazain’i Jehovah Tompon’ny tafika: “Izaho no naka anao avy teny amin’ny kijana, teny am-piandrasana ondry, mba ho mpitarika ny Israely oloko.",
        "8": "Ary homba anao aho na aiza na aiza alehanao, ka haringako tsy ho eo anoloanao ny fahavalonao rehetra. Dia hataoko malaza tokoa ny anaranao, toy ny anaran’ny olo-malaza eny ambonin’ny tany.",
        "9": "Ary hifidy toerana ho an’ny Israely oloko aho ka hampitoetra * azy. Dia honina eo amin’izay misy azy izy, ka tsy ho voahelingelina intsony. Ary ny zanaky ny tsy fahamarinana tsy hanasatra azy toy ny tamin’ny voalohany intsony,",
        "10": "sy toy ny tamin’ny fotoana nanendreko mpitsara hifehy ny Israely oloko. Haetriko ny fahavalonao rehetra, ary hoy aho aminao: ‘Hanome taranaka anao i Jehovah.’",
        "11": "“‘“Rehefa tapitra ny andronao ka ho lasa any amin’ny razanao ianao, dia hotendreko ny taranaka handimby anao, dia ny iray amin’ny zanakao lahy, ary hataoko mafy orina tokoa ny fanjakany.",
        "12": "Izy no hanorina trano ho ahy. Ary hataoko mafy orina mandritra ny fotoana tsy voafetra ny seza fiandrianany.",
        "13": "Izaho ho rainy, ary izy ho zanako. Ary ny hatsaram-panahiko feno fitiavana dia tsy hesoriko aminy toy ny nanesorako izany tamin’ilay talohanao.",
        "14": "Ary hampitoeriko ao amin’ny ankohonako sy eo amin’ny fanjakako izy, mandritra ny fotoana tsy voafetra. Dia haharitra mandritra ny fotoana tsy voafetra ny seza fiandrianany.”’”",
        "15": "Koa niresaka tamin’i Davida araka izany teny sy fahitana rehetra izany i Natana.",
        "16": "Dia niditra teo anatrehan’i Jehovah i Davida Mpanjaka ka nipetraka, ary nilaza hoe: “Zinona moa aho, Jehovah Andriamanitra ô? Zinona moa ny ankohonako no nataonao lasa toy izao aho?",
        "17": "Ary toy ny hoe tsy ampy izany efa nataonao izany, Andriamanitra ô, fa mbola nilazanao koa aho hoe haharitra hatrany aoriana lavitra any ny taranaky ny mpanomponao. Mihevitra ahy ho toy ny olona ambony ianao, Jehovah Andriamanitra ô!",
        "18": "Inona intsony moa no azon’i Davida lazaina aminao, momba ny voninahitra nomenao ny mpanomponao? Ianao efa mahalala tsara ny mpanomponao.",
        "19": "Fa noho ny amin’ny mpanomponao sy araka izay sitraky ny fonao, Jehovah ô, no nanaovanao izany zavatra lehibe rehetra izany ka nampihariharianao ny zava-bita miavaka rehetra.",
        "20": "Fa tsy misy tahaka anao, Jehovah ô! Ary tsy misy Andriamanitra ankoatra anao amin’izay rehetra efa renay.",
        "21": "Ary firenena iza eto an-tany no tahaka ny Israely olonao, izay navotan’Andriamanitra ho olony? Nataon’Andriamanitra izany mba hampahalaza ny anarany. Nanao zavatra miavaka sy mampahatahotra koa ianao, ka nandroaka an’ireo firenena tsy ho eo anatrehan’ny olonao izay navotanao avy tany Ejipta.",
        "22": "Ary nataonao ho olonao mandritra ny fotoana tsy voafetra ny Israely olonao. Ary ianao, Jehovah ô, no lasa Andriamaniny.",
        "23": "Koa ankehitriny, Jehovah ô, aoka ho azo itokisana mandritra ny fotoana tsy voafetra ny teninao momba ny mpanomponao sy ny taranany. Ary ataovy izay efa nolazainao.",
        "24": "Aoka ho azo itokisana sy ho be voninahitra mandritra ny fotoana tsy voafetra ny anaranao, ary aoka ny olona hilaza hoe: ‘I Jehovah Tompon’ny tafika, Andriamanitry ny Israely, no Andriamanitra ho an’ny Israely.’ Aoka koa haharitra eo anatrehanao ny taranak’i Davida mpanomponao.",
        "25": "Fa ianao Andriamanitro ô, no nampahafantatra ny mpanomponao ny fikasanao hanome taranaka ho azy. Izany no mahatonga ny mpanomponao hivavaka eto anatrehanao.",
        "26": "Koa ankehitriny, Jehovah ô, ianao no tena Andriamanitra, ary mampanantena izany zava-tsoa izany ho an’ny mpanomponao ianao.",
        "27": "Aoka ho sitrakao ny hitahy ny taranaky ny mpanomponao, mba haharetany mandritra ny fotoana tsy voafetra eo anatrehanao. Fa ianao, Jehovah ô, no efa nitahy azy, ka dia voatahy mandritra ny fotoana tsy voafetra izy.”"
    },
    "18": {
        "1": "Taorian’izay, dia notafihin’i Davida ny Filistinina ka resiny. Ary nalainy teo an-tanan’izy ireo i Gata sy ny tanàna miankina aminy.",
        "2": "Notafihiny koa i Moaba, ka lasa mpanompony ny Moabita ary nandoa hetra taminy.",
        "3": "Ary notafihin’i Davida tany Hamata i Hadadezera mpanjakan’i Zoba, tamin’izy io nitady hanitatra ny fahefany tany amin’ny reniranon’i Eofrata.",
        "4": "Ary azon’i Davida ho babo ny kalesiny arivo sy mpitaingin-tsoavaliny fito arivo, ary lehilahy roa alina nandeha an-tongotra. Ary notapahin’i Davida ny hoza-tongotry ny soavaly rehetra mpitarika kalesy, fa soavaly zato sisa no tsy nataony na inona na inona.",
        "5": "Rehefa tonga hanampy an’i Hadadezera mpanjakan’i Zoba ny Syrianina avy any Damaskosy, dia nahafatesan’i Davida roa arivo sy roa alina izy ireo.",
        "6": "Ary nametraka toby miaramila tany Damaskosin’i Syria i Davida. Dia lasa mpanompony ny Syrianina, ka nandoa hetra taminy. Ary novonjen’i Jehovah foana i Davida, na taiza na taiza nalehany.",
        "7": "Nalain’i Davida koa ny ampinga volamena boribory teny amin’ireo mpanompon’i Hadadezera, ka nentiny tany Jerosalema.",
        "8": "Ary naka varahina be dia be avy tany Tibata sy Kona, tanànan’i Hadadezera, i Davida. Ireny no nanaovan’i Solomona ilay fitoeran-drano lehibe nantsoina hoe ranomasina varahina, sy ny andry, ary ny fanaka varahina.",
        "9": "Ren’i Toy mpanjakan’i Hamata fa resin’i Davida ny tafika manontolon’i Hadadezera mpanjakan’i Zoba.",
        "10": "Koa avy hatrany dia nirahiny ho any amin’i Davida Mpanjaka i Hadorama zanany lahy, mba hanontany ny fahasalamany sy hiarahaba azy noho ny niadiany tamin’i Hadadezera ka nandreseny azy. I Hadadezera mantsy efa niady matetika tamin’i Toy. Ary nampitondrainy zavatra isan-karazany vita tamin’ny volamena sy volafotsy ary varahina izy.",
        "11": "Nohamasinin’i Davida Mpanjaka ho an’i Jehovah koa ireny, mbamin’ny volafotsy sy ny volamena nentiny avy tany amin’ny firenena rehetra, dia i Edoma sy Moaba, sy ny taranak’i Amona sy ny Filistinina, ary ny Amalekita.",
        "12": "Ary i Abisay zanak’i Zeroia nahafaty Edomita valo arivo sy iray alina teo amin’ny Lohasahan-tsira.",
        "13": "Koa nametrahany toby miaramila tany Edoma, ka lasa mpanompon’i Davida ny Edomita rehetra. Ary novonjen’i Jehovah foana i Davida, na taiza na taiza nalehany.",
        "14": "Dia nanjaka teo amin’ny Israely rehetra i Davida, ka namoaka didim-pitsarana sy nampihatra ny rariny foana teo amin’ny vahoakany manontolo.",
        "15": "I Joaba zanak’i Zeroia no lehiben’ny tafika; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "16": "Zadoka zanak’i Ahitoba sy Ahimeleka zanak’i Abiatara no mpisorona; Saosa no mpitan-tsoratra;",
        "17": "ary Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita. Ary ny zanakalahin’i Davida no manamboninahitra ambony indrindra teo akaikin’ny mpanjaka."
    },
    "19": {
        "1": "Tatỳ aoriana, dia maty i Nahasy mpanjakan’ny taranak’i Amona, ary ny zanany lahy no nanjaka nandimby azy.",
        "2": "Dia hoy i Davida: “Haneho hatsaram-panahy feno fitiavana amin’i Hanona zanak’i Nahasy aho, satria naneho hatsaram-panahy feno fitiavana tamiko ny rainy.” Koa nandefa iraka i Davida, mba hampiononana azy noho ny nahafatesan-drainy. Ary tonga hampionona an’i Hanona, tany amin’ny tanin’ny taranak’i Amona, ny mpanompon’i Davida.",
        "3": "Hoy anefa ny andrianan’ny taranak’i Amona tamin’i Hanona: “Heverinao ve fa ny hanome voninahitra an-drainao no nanirahan’i Davida mpampionona ho atỳ aminao? Moa ve tsy ny hamantatra ny tany sy hijery taratra ny zava-drehetra ao ary handrava azy, no nahatongavan’ny mpanompony atỳ?”",
        "4": "Koa nosamborin’i Hanona ny mpanompon’i Davida ka noharatany, ary notapahiny roa hatreo amin’ny fitombenany ny akanjony, dia nalefany izy ireo.",
        "5": "Ary nisy nandeha nilaza tamin’i Davida izay nanjo an’ireo lehilahy ireo. Koa avy hatrany izy dia naniraka olona hitsena an’ireo. Nalam-baraka loatra mantsy izy ireo. Ary hoy ny mpanjaka: “Mijanòna any Jeriko, ka rehefa maniry tsara ny volombavanareo vao modia.”",
        "6": "Dia hitan’ny taranak’i Amona fa nanjary halan’i Davida izy ireo. Koa nandefa talenta volafotsy arivo i Hanona sy ny taranak’i Amona, mba hanakaramana kalesin’ady sy mpitaingin-tsoavaly avy any Mezopotamia sy Arama-maka ary Zoba.",
        "7": "Dia nanofa kalesin’ady roa arivo sy telo alina izy ireo, ary nokaramainy koa ny mpanjakan’i Maka sy ny vahoakany. Koa tonga izy ireo, ka nitoby tandrifin’i Medeba. Ary ny taranak’i Amona nifamory avy any an-tanànany, ka tonga hiady.",
        "8": "Nony ren’i Davida izany, dia nirahiny avy hatrany i Joaba sy ny tafika manontolo nisy lehilahy mahery.",
        "9": "Ary nivoaka ny taranak’i Amona ka samy naka ny toerany avy ny miaramila, teo amin’ny fidirana amin’ny tanàna. Nitokana teny an-tsaha kosa ireo mpanjaka tonga hanampy.",
        "10": "Raha vao hitan’i Joaba fa avy any alohany sy avy any aoriany ny fanafihana, dia nifidy tamin’ny lehilahy voafantina teo amin’ny Israely izy, ka nasainy naka ny toerany avy izy ireo mba hifanandrina tamin’ny Syrianina.",
        "11": "Ny sisa kosa nankininy tamin’i Abisay rahalahiny, ka samy naka ny toerany avy mba hifanandrina tamin’ny taranak’i Amona.",
        "12": "Ary hoy izy: “Raha matanjaka loatra ny Syrianina ka tsy resiko, dia vonjeo aho. Fa raha matanjaka loatra kosa ny taranak’i Amona ka tsy resinao, dia hamonjy anao aho.",
        "13": "Mahereza, ary aoka isika ho be herim-po ho an’ny vahoakantsika sy ny tanànan’ilay Andriamanitsika. Ary i Jehovah hanao izay tsara eo imasony.”",
        "14": "Koa nandroso teo anoloan’ny Syrianina i Joaba sy ny olona niaraka taminy mba hiady. Dia nandositra teo anoloan’izy ireo ny Syrianina.",
        "15": "Nony hitan’ny taranak’i Amona fa nandositra ny Syrianina, dia nandositra teo anoloan’i Abisay rahalahin’i Joaba koa izy ireo, ka niditra tao an-tanàna. Ary niverina tany Jerosalema i Joaba avy eo.",
        "16": "Rehefa hitan’ny Syrianina fa resy teo anoloan’ny Israely izy ireo, dia nandefa iraka izy ireo haka ny Syrianina tany amin’ny faritry ny Renirano. Ary i Sofàka lehiben’ny tafik’i Hadadezera no nitarika azy ireo.",
        "17": "Raha vao nolazaina tamin’i Davida izany, dia nangoniny ny Israely rehetra. Dia niampita ny Reniranon’i Jordana izy ireo ka tonga tany amin’ny Syrianina. Ary samy naka ny toerany avy ny miaramilany mba hiady tamin’ny Syrianina. Ary rehefa samy naka toerana ry Davida, dia niady taminy ireo.",
        "18": "Kanjo nandositra teo anoloan’ny Israely ny Syrianina. Ary mpitondra kalesy fito arivo, sy lehilahy efatra alina nandeha an-tongotra, no matin’i Davida teo amin’izy ireo. Novonoiny ho faty koa i Sofàka lehiben’ny tafika.",
        "19": "Rehefa hitan’ny mpanompon’i Hadadezera fa resy teo anoloan’ny Israely izy ireo, dia nihavana avy hatrany tamin’i Davida izy ireo, ka nanompo azy. Ary tsy te hamonjy ny taranak’i Amona intsony i Syria."
    },
    "20": {
        "1": "Tamin’ny fiandohan’ny taona, izany hoe tamin’ny fotoana fivoahan’ny mpanjaka hanafika, dia nitarika ny tafika i Joaba ka nandrava ny tanin’ny taranak’i Amona, sy tonga nanao fahirano an’i Raba. I Davida kosa nijanona tao Jerosalema. Dia notafihin’i Joaba i Raba ka noravany.",
        "2": "Ary nalain’i Davida ny satroboninahitra teny an-dohan’i Malkama. Nilanja talenta volamena iray ilay izy, sady nisy vatosoa. Dia natao teo amin’ny lohan’i Davida ilay izy. Ary be dia be ny zavatra azo babo navoakany avy tao amin’ilay tanàna.",
        "3": "Navoakany koa ny olona tao, ka nampiasainy hanatsofa vato sy hiasa amin’ny fitaovana vy maranitra sy famaky. Izany no nataon’i Davida tamin’ny tanàna rehetran’ny taranak’i Amona. Farany, dia niverina nankany Jerosalema izy sy ny olona rehetra.",
        "4": "Taorian’izay, dia raikitra ny ady tamin’ny Filistinina, tao Gazera. Tamin’izay no namonoan’i Sibekay Hosatita an’i Sipay, izay anisan’ny teraky ny Refaima, ka resy ny Filistinina.",
        "5": "Ary raikitra indray ny ady tamin’ny Filistinina, ka novonoin’i Elanana zanak’i Jaira i Lamy rahalahin’i Goliata Gatita. Toy ny voditenon’ny mpanenona ny tahon-defon’i Lamy.",
        "6": "Raikitra indray ny ady tao Gata, ary nisy lehilahy iray goavam-be tao. Enina avy ny rantsantanany sy ny rantsantongony, ka efatra amby roapolo ny fitambarany. Teraky ny Refaima koa izy.",
        "7": "Nihantsy ady tamin’ny Israely foana izy, ka novonoin’i Jonatana zanak’i Simea rahalahin’i Davida.",
        "8": "Ireo no teraky ny Refaima tany Gata, ary matin’ny tanan’i Davida sy ny mpanompony izy ireo."
    },
    "21": {
        "1": "Ary nitsangana hahatonga loza teo amin’ny Israely i Satana, ka nampirisika an’i Davida hanisa azy ireo.",
        "2": "Koa hoy i Davida tamin’i Joaba sy ny lehiben’ny vahoaka: “Mandehana, isao ny Israely hatrany Beri-sheba ka hatrany Dana, ary ento atỳ amiko ny isany mba ho fantatro.”",
        "3": "Hoy anefa i Joaba: “Hampitomboin’i Jehovah avo zato heny anie ny isan’ny olony! Tsy mpanompon’ny tompoko daholo ve izy rehetra, ry mpanjaka tompoko ô? Koa nahoana ny tompoko no te hanao izany? Nahoana ianao no dia hahatonga heloka amin’ny Israely?”",
        "4": "Tsy nahatohitra ny tenin’ny mpanjaka anefa i Joaba, ka lasa nitety ny tanin’ny Israely manontolo, ary tafaverina tany Jerosalema avy eo.",
        "5": "Dia nomen’i Joaba an’i Davida ny isan’ireo voasoratra anarana, ka iray hetsy sy iray tapitrisa ny lehilahy mpitan-tsabatra teo amin’ny Israely rehetra, ary fito alina sy efatra hetsy kosa ny teo amin’ny Joda.",
        "6": "Ary tsy nosoratany anarana niaraka tamin’ireo ny fokon’i Levy sy Benjamina. Tsy nankasitrahan’i Joaba mihitsy mantsy ny tenin’ny mpanjaka.",
        "7": "Ratsy teo imason’Andriamanitra izany, ka namely ny Israely izy.",
        "8": "Koa hoy i Davida tamin’Andriamanitra: “Tena nanao fahotana lehibe aho tamin’iny zavatra nataoko iny. Mba avelao re ny fahadisoan’ny mpanomponao e, fa hadalana be mihitsy no nataoko.”",
        "9": "Dia hoy i Jehovah tamin’i Gada, izay mpahita fahitana ho an’i Davida:",
        "10": "“Mandehana lazao amin’i Davida hoe: ‘Izao no nolazain’i Jehovah: “Famaizana telo no ataoko eo anoloanao, ka fidio izay iray hataoko aminao.”’”",
        "11": "Koa nankao amin’i Davida i Gada, ka nilaza hoe: “Izao no nolazain’i Jehovah: ‘Mifidiana ianao amin’ireto:",
        "12": "Telo taona hisian’ny mosary ve, sa telo volana haharipaka anao eo anoloan’ny fahavalonao sy handringanan’ny sabatr’izy ireo anao, sa telo andro hamelezan’ny sabatr’i Jehovah, dia ny areti-mandringana halefany eto amin’ny taninao, ka ny anjelin’i Jehovah no handripaka manerana ny faritry ny Israely?’ Diniho tsara izay havaliko an’Ilay naniraka ahy.”",
        "13": "Koa hoy i Davida tamin’i Gada: “Ory loatra aho. Aleoko azon’ny tanan’i Jehovah, fa lehibe dia lehibe ny famindram-pony, toy izay azon’ny tanan’olona.”",
        "14": "Koa nandefa areti-mandringana teo amin’ny Israely i Jehovah, ka Israelita fito alina no maty.",
        "15": "Ary nisy anjely nirahin’Andriamanitra ho any Jerosalema, mba handringana an’ilay tanàna. Raha vao nanomboka nandringana anefa ilay anjely, dia hitan’i Jehovah izany, ka nanenina ny amin’ilay loza izy. Koa hoy izy tamin’ilay anjely nandringana: “Aoka izay! Ampidino amin’izay ny tananao.” Ary nijoro teo akaikin’ny famoloan’i Ornana Jebosita ilay anjelin’i Jehovah.",
        "16": "Nanopy ny masony i Davida, ka nahita an’ilay anjelin’i Jehovah nijoro teo anelanelan’ny tany sy ny lanitra, sady nitana sabatra nanondro an’i Jerosalema, dia sabatra voatsoaka tao anaty tranony. Dia niankohoka avy hatrany i Davida sy ny anti-panahy, izay samy niakanjo gony.",
        "17": "Ary hoy i Davida tamin’Andriamanitra: “Tsy izaho ve no nandidy ny hanisana ny vahoaka? Ary tsy izaho ve no nanota ka tena nanao izany ratsy izany? Fa ireto ondry ireto kosa, inona moa no nataony? Jehovah Andriamanitro ô, aoka re ny tananao hamely ahy sy ny ankohonan-draiko e, fa aza mamely ny olonao.”",
        "18": "Nasain’ilay anjelin’i Jehovah nilaza tamin’i Davida i Gada mba hiakatra ka hanangana alitara ho an’i Jehovah eo amin’ny famoloan’i Ornana Jebosita.",
        "19": "Koa niakatra i Davida araka ny tenin’i Gada izay nolazainy tamin’ny anaran’i Jehovah.",
        "20": "I Ornana kosa tamin’izay dia nanosihosy varimbazaha teny am-pamoloana. Niherika izy ka nahita an’ilay anjely. Ary niafina ireo zanany efa-dahy niaraka taminy.",
        "21": "Dia nankany amin’i Ornana i Davida. Nijery i Ornana, ka raha vao nahita azy, dia niala teo am-pamoloana ary niankohoka tamin’ny tany teo anatrehany.",
        "22": "Dia hoy i Davida tamin’i Ornana: “Mba omeo ahy ity tany misy ny famoloanao ity, hanorenako alitara ho an’i Jehovah. Omeo ahy araka izay tena vidiny izy ity, mba hitsaharan’ilay loza mamely ny vahoaka.”",
        "23": "Fa hoy i Ornana: “Ento ho anao ny famoloana, ary aoka ny mpanjaka tompoko hanao izay hitany fa mety. Indreto, omeko koa ny omby hatao fanatitra dorana sy ny fitaovana fanosihosena varimbazaha mba hatao kitay ary ny varimbazaha hatao fanatitra. Omeko anao izy rehetra.”",
        "24": "Fa hoy i Davida Mpanjaka tamin’i Ornana: “Tsia, fa tsy maintsy hovidiko ireo, ary haloako vola izay tena vidiny. Fa tsy haka izay anao aho, ary tsy zavatra azoko maimaim-poana no hatolotro ho sorona dorana ho an’i Jehovah.”",
        "25": "Koa nomen’i Davida sekely volamena eninjato i Ornana ho vidin’ilay tany.",
        "26": "Dia nanorina alitara ho an’i Jehovah teo i Davida, ka nanolotra sorona dorana sy sorona iombonana. Ary niantso an’i Jehovah izy, ka novaliany tamin’ny afo avy tany an-danitra, dia afo nilatsaka teo ambony alitaran’ny fanatitra dorana.",
        "27": "Dia nandidy an’ilay anjely i Jehovah, ka naveriny tamin’ny tranony ny sabany.",
        "28": "Tamin’izany andro izany, rehefa hitan’i Davida fa namaly azy teo amin’ilay famoloan’i Ornana Jebosita i Jehovah, dia teo foana izy no nanao sorona.",
        "29": "Teo amin’ny toerana avo tany Gibeona anefa ilay tranolain’i Jehovah, izay nataon’i Mosesy tany an-tany efitra, sy ilay alitaran’ny fanatitra dorana, tamin’izany andro izany.",
        "30": "Tsy afaka nankany i Davida mba hanontany an’Andriamanitra, satria natahotra be izy noho ny sabatr’ilay anjelin’i Jehovah."
    },
    "22": {
        "1": "Dia hoy i Davida: “Eto no hisy ny tranon’i Jehovah Andriamanitra, ary eto no hisy alitara hanoloran’ny Israely fanatitra dorana.”",
        "2": "Koa nasain’i Davida novorina ny vahiny nonina teo amin’ny tanin’ny Israely, ka notendreny ho mpipai-bato mba hanao vato efajoro hanorenana ny tranon’Andriamanitra.",
        "3": "Ary nanomana vy be dia be i Davida mba hanaovana fantsika ho an’ny vavahady sy latsim-baravarana. Nanomana varahina be dia be tsy hita lanja koa izy,",
        "4": "sy hazo sedera tsy hita isa, fa nitondra hazo sedera be dia be ho an’i Davida ny olona avy any Sidona sy Tyro.",
        "5": "Dia hoy i Davida: “Mbola kely sy tanora fanahy i Solomona zanako, nefa trano faran’izay kanto no haorina ho an’i Jehovah, mba tsy hisy trano tsara noho izy io any amin’ny tany rehetra. Koa hanomana izay ilainy aho.” Dia nanomana zavatra be dia be i Davida talohan’ny nahafatesany.",
        "6": "Ary niantso an’i Solomona zanany izy, ka nandidy azy hanorina trano ho an’i Jehovah Andriamanitry ny Israely.",
        "7": "Dia hoy izy tamin’i Solomona zanany: “Mba nirin’ny foko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitro.",
        "8": "Tonga tamiko anefa ny tenin’i Jehovah hoe: ‘Be dia be ny ra nalatsakao, ary efa nanao ady lehibe maro ianao, ka tsy mahazo manao trano ho an’ny anarako, satria be tokoa ny ra nalatsakao tamin’ny tany teo anatrehako.",
        "9": "Hisy zazalahy haterakao, ary ho tia fihavanana izy. Hataoko mandry feizay izy eo anivon’ny fahavalo rehetra manodidina azy, satria Solomona * no ho anarany. Ary hataoko miadana sy milamina ny Israely amin’ny androny.",
        "10": "Izy no hanao trano ho an’ny anarako, ary ho zanako izy ary izaho ho rainy. Dia hataoko mafy orina mandritra ny fotoana tsy voafetra ny seza fiandrianan’ny fanjakany eo amin’ny Israely.’",
        "11": "“Koa ankehitriny, anaka, homba anao anie i Jehovah, ka hahomby izay hataonao! Aoreno àry ny tranon’i Jehovah Andriamanitrao, araka izay efa nolazainy momba anao.",
        "12": "Hahatonga anao ho malina sy mahira-tsaina anie i Jehovah! Ary homeny fahefana hitarika ny Israely anie ianao, mba hitandremanao ny lalàn’i Jehovah Andriamanitrao!",
        "13": "Koa hahomby ianao raha mitandrina mba hanaraka ny fitsipika sy ny didim-pitsarana nandidian’i Jehovah an’i Mosesy ho an’ny Israely. Mahereza sy matanjaha. Ary aza matahotra na mihorohoro.",
        "14": "Na teo aza ny fahoriako, dia efa nanomana talenta volamena iray hetsy aho, ary koa talenta volafotsy iray tapitrisa ho an’ny tranon’i Jehovah. Tsy hita lanja koa ny varahina sy ny vy, fa tena be dia be. Ary efa nanomana hazo sy vato koa aho, nefa mbola mila ampianao ireo.",
        "15": "Efa manana mpiasa maro be ianao, dia mpipai-bato sy mpanao vato sy mpandrafitra ary olona mahay ny karazan’asa rehetra.",
        "16": "Tsy hita isa koa ny volamena sy ny volafotsy sy ny varahina ary ny vy. Koa ataovy ilay asa, ary homba anao anie i Jehovah!”",
        "17": "Ary nasain’i Davida nanampy an’i Solomona zanany ny andriana rehetran’ny Israely, ka hoy izy:",
        "18": "“Tsy momba anareo ve i Jehovah Andriamanitrareo? Ary moa ve ianareo tsy efa nataony nandry feizay teo anivon’ny fahavalonareo rehetra nanodidina? Fa efa natolony teo an-tanako ny mponina teto amin’ity tany ity, ary efa resy teo anoloan’i Jehovah sy ny vahoakany ity tany ity.",
        "19": "Koa ankehitriny, mitadiava an’i Jehovah Andriamanitrareo amin’ny fonareo manontolo sy ny herinareo manontolo. * Koa aoreno ny toerana masin’i Jehovah Andriamanitra. Amin’izay dia ho azo entina ao amin’ilay trano haorina ho an’ny anaran’i Jehovah ny Vata misy ny fifanekena nataon’i Jehovah, sy ny fitaovana masin’Andriamanitra.”"
    },
    "23": {
        "1": "Ary efa antitra i Davida sady voky andro, ka nataony mpanjakan’ny Israely i Solomona zanany.",
        "2": "Dia novoriny daholo ny andrianan’ny Israely, mbamin’ny mpisorona sy ny Levita.",
        "3": "Koa nisaina àry ny Levita, telopolo taona no ho miakatra, ka valo arivo sy telo alina ny vatan-dehilahy rehefa nisaina tsirairay. *",
        "4": "Ny efatra arivo sy roa alina amin’ireo dia ho mpanara-maso ny asa ao an-tranon’i Jehovah, ny enina arivo ho mpiadidy sy mpitsara,",
        "5": "ny efatra arivo ho mpiandry vavahady, ary ny efatra arivo ho mpidera an’i Jehovah amin’ny zavamaneno izay nolazain’i Davida hoe: “Nataoko hiderana Azy ireto.”",
        "6": "Dia notsinjarain’i Davida ireo ka nozarainy araka ny zanak’i Levy, dia i Gersona sy Kehata ary Merary.",
        "7": "Ny Gersonita dia i Ladana sy Simey.",
        "8": "Ny zanak’i Ladana dia i Jehiela filoha sy Zetama ary Joela. Telo izy ireo.",
        "9": "Ny zanak’i Simey dia i Selomota sy Haziela ary Harana. Telo izy ireo. Ireo no lohan’ireo fianakaviambe, ho an’i Ladana.",
        "10": "Ary ny zanak’i Simey dia i Jahata sy Zina * sy Jeosy ary Beria. Izy efa-dahy ireo no zanak’i Simey.",
        "11": "I Jahata no filoha, ary i Ziza no faharoa. Tsy nanan-janakalahy maro na i Jeosy na i Beria, ka nisaina ho fianakaviambe * iray ary nomena andraikitra iray ihany.",
        "12": "Ny zanak’i Kehata dia i Amrama sy Jizara sy Hebrona ary Oziela. Efatra izy ireo.",
        "13": "Ny zanak’i Amrama dia i Arona sy Mosesy. Ary natokana mba hanamasina ny Masina Indrindra i Arona, eny, izy sy ny taranany mandritra ny fotoana tsy voafetra, mba hanolotra setroka ho sorona eo anatrehan’i Jehovah sy hanompo azy ary hitso-drano amin’ny anarany mandritra ny fotoana tsy voafetra.",
        "14": "Izao kosa ny amin’i Mosesy, lehilahin’Andriamanitra: Nanan-janaka lahy koa izy ary mbola nisaina ho anisan’ny fokon’i Levy ihany ireo.",
        "15": "I Gersoma sy Eliezera no zanak’i Mosesy.",
        "16": "Ary ny filohan’ny taranak’i Gersoma dia i Seboela.",
        "17": "Ary ny filohan’ny taranak’i Eliezera dia i Rehabia. Tsy nanan-janaka lahy hafa intsony i Eliezera, fa be dia be kosa ny zanakalahin’i Rehabia.",
        "18": "Ary ny filohan’ny taranak’i Jizara dia i Selomita.",
        "19": "Ary tamin’ny taranak’i Hebrona dia i Jeria no filoha, ary Amaria no faharoa, Jahaziela no fahatelo ary Jekameama no fahefatra.",
        "20": "Ary tamin’ny taranak’i Oziela dia i Mika no filoha ary Jisia no faharoa.",
        "21": "I Maly sy Mosy no zanak’i Merary. Ary ny zanak’i Maly dia i Eleazara sy Kisy.",
        "22": "Maty i Eleazara nefa tsy nitera-dahy fa vavy ihany. Koa nanambady an’ireo zazavavy ireo ny zanak’i Kisy dadatoan’izy ireo.",
        "23": "Ny zanak’i Mosy dia i Maly sy Edera ary Jeremota. Telo izy ireo.",
        "24": "Ireo no taranak’i Levy araka ny fianakaviambe avy amin’ireo rainy, izany hoe ny lohan’ireo fianakaviambe, sy ny olona voatendry eo amin’izy ireo. Roapolo taona no ho miakatra izy ireo, sady voasoratra anarana tsirairay, ary manao ny asa fanompoana ao an-tranon’i Jehovah.",
        "25": "Fa hoy i Davida: “Nataon’i Jehovah Andriamanitry ny Israely mandry feizay ny olony, ary honina ao Jerosalema mandritra ny fotoana tsy voafetra Izy.",
        "26": "Ary ny Levita tsy hitondra ny tranolay intsony na ny fitaovana rehetra ampiasaina amin’ny fanompoana ao.”",
        "27": "Araka ny hafatra farany navelan’i Davida, dia ireo no nisaina teo amin’ny taranak’i Levy, ary roapolo taona no ho miakatra izy ireo.",
        "28": "Anjaran’izy ireo ny manampy ny taranak’i Arona amin’ny fanompoana ao an-tranon’i Jehovah: Ny fikarakarana ny tokotany sy ny efitra fisakafoana, ny fanadiovana ny zava-masina rehetra, ny asa fanompoana ao an-tranon’Andriamanitra,",
        "29": "ny fikarakarana ny mofo mifanaingina, sy ny lafarinina tsara toto hatao fanatitra varimbazaha, sy ny mofo fisaka tsy misy lalivay, sy ny mofo atao anaty lasitra, sy ny koba mifangaro menaka, ary ny karazana vatomizana sy famarana rehetra.",
        "30": "Anjaran’izy ireo koa ny mijoro isa-maraina mba hisaotra sy hidera an’i Jehovah, ary toy izany koa amin’ny takariva.",
        "31": "Hanampy amin’ny fanolorana ny sorona dorana ho an’i Jehovah koa izy ireo, ka hanao izany mandrakariva eo anatrehan’i Jehovah, rehefa sabata sy tsinam-bolana ary amin’ny fotoanan’ny fety, araka ny isan’ireny sy ny fitsipika momba izany.",
        "32": "Anisan’ny fanompoana nataon’izy ireo tao an-tranon’i Jehovah koa ny fiambenana ny tranolay fihaonana sy ny toerana masina, ary ny fiambenana ny taranak’i Arona rahalahin’izy ireo."
    },
    "24": {
        "1": "Samy nanana ny fizarana nisy azy avy ny taranak’i Arona. Ny zanak’i Arona, dia i Nadaba sy Abiho, ary Eleazara sy Itamara.",
        "2": "Maty talohan-drainy anefa i Nadaba sy Abiho, ary samy tsy nitera-dahy. Nanohy ny asan’ny mpisorona kosa i Eleazara sy Itamara.",
        "3": "Ary nizara azy ireo araka ny fanompoana hiandraiketany avy i Davida, sy Zadoka avy amin’ny taranak’i Eleazara, ary Ahimeleka avy amin’ny taranak’i Itamara.",
        "4": "Maro kokoa noho ny an’ny taranak’i Itamara anefa ny lohan’ireo fianakaviambe teo amin’ny taranak’i Eleazara. Koa nozaraina izy ireo, ka enina ambin’ny folo no ho an’ireo fianakaviamben’ny taranak’i Eleazara, ary valo kosa ny an’ireo fianakaviamben’ny taranak’i Itamara.",
        "5": "Nampiarahina teo izy ireo ka natao antsapaka ny fizarana azy, satria tokony hisy ho mpiandraikitra ny toerana masina sy ho mpiandraikitra hanompo an’Andriamanitra, na ny taranak’i Eleazara na ny taranak’i Itamara.",
        "6": "Ary i Semaia zanak’i Netanela, sady mpitan-tsoratry ny Levita, no nanoratra azy ireo teo anatrehan’ny mpanjaka, sy ny andriana, sy Zadoka mpisorona, sy Ahimeleka zanak’i Abiatara, sy ny lohan’ireo fianakaviamben’ny mpisorona, sy ny lohan’ireo fianakaviamben’ny Levita. Dia nakana fianakaviambe iray ny taranak’i Eleazara, ary nakana iray koa ny taranak’i Itamara.",
        "7": "Rehefa natao ny antsapaka, dia azon’i Joiariba ny voalohany; an’i Jedaia ny faharoa;",
        "8": "an’i Harima ny fahatelo; an’i Seorima ny fahefatra;",
        "9": "an’i Malkia ny fahadimy; an’i Miamina ny fahenina;",
        "10": "an’i Hakoza ny fahafito; an’i Abia ny fahavalo;",
        "11": "an’i Jesoa ny fahasivy; an’i Sekania ny fahafolo;",
        "12": "an’i Eliasiba ny fahiraika ambin’ny folo; an’i Jakima ny faharoa ambin’ny folo;",
        "13": "an’i Hopa ny fahatelo ambin’ny folo; an’i Jesebaba ny fahefatra ambin’ny folo;",
        "14": "an’i Bilga ny fahadimy ambin’ny folo; an’i Imera ny fahenina ambin’ny folo;",
        "15": "an’i Hezira ny fahafito ambin’ny folo; an’i Hafizeza ny fahavalo ambin’ny folo;",
        "16": "an’i Petahia ny fahasivy ambin’ny folo; an’i Jehezekela ny faharoapolo;",
        "17": "an’i Jakina ny fahiraika amby roapolo; an’i Gamola ny faharoa amby roapolo;",
        "18": "an’i Delaia ny fahatelo amby roapolo; ary an’i Mahazia ny fahefatra amby roapolo.",
        "19": "Toy izany no nandaminana ny fanompoana niandraiketan’izy ireo, mba hankanesany any an-tranon’i Jehovah araka ny zon’izy ireo, izay nolovany tamin’i Arona razambeny, araka izay nandidian’i Jehovah Andriamanitry ny Israely azy.",
        "20": "Ary ireto no sisa tavela tamin’ny taranak’i Levy: I Sobaela no tamin’ny taranak’i Amrama; i Jedaia no tamin’ny taranak’i Sobaela;",
        "21": "ary ny avy tamin’i Rehabia, dia i Jisia filoha no avy tamin’ny taranak’i Rehabia;",
        "22": "i Selomota no tamin’ny taranak’i Jizara; i Jahata no tamin’ny taranak’i Selomota;",
        "23": "ary tamin’ny taranak’i Hebrona dia i Jeria no filoha, Amaria no faharoa, Jahaziela no fahatelo, ary Jekameama no fahefatra;",
        "24": "ary i Mika no tamin’ny taranak’i Oziela; i Samira no tamin’ny taranak’i Mika;",
        "25": "i Jisia no rahalahin’i Mika; ary i Zakaria no tamin’ny taranak’i Jisia.",
        "26": "Ary i Maly sy Mosy no zanak’i Merary; ary i Beno no tamin’ny taranak’i Jazia.",
        "27": "Ary ny avy tamin’ny taranak’i Merary, dia i Beno sy Sohama sy Zakora ary Ibry, izay avy tamin’i Jazia.",
        "28": "Ary ny avy tamin’i Maly dia i Eleazara, izay tsy nitera-dahy.",
        "29": "Ary ny avy tamin’i Kisy dia i Jeramela no avy tamin’ny taranak’i Kisy.",
        "30": "Ary ny zanakalahin’i Mosy dia i Maly sy Edera ary Jerimota. Ireo no taranak’i Levy, araka ny fianakaviambeny avy.",
        "31": "Ary nanao antsapaka toa an’ireo rahalahiny taranak’i Arona koa izy ireo, teo anatrehan’i Davida Mpanjaka, sy Zadoka, sy Ahimeleka, sy ny lohan’ireo fianakaviamben’ny mpisorona, ary ny lohan’ireo fianakaviamben’ny Levita. Nitovy ihany ny nitondrana ny lohan’ireo fianakaviambe, na zokiny izy na zandriny."
    },
    "25": {
        "1": "Ary natokan’i Davida sy ny lehiben’ny antoko-mpanompo mba hanao fanompoana ny sasany tamin’ny taranak’i Asafa sy Hemana ary Jedotona, izay naminany niaraka tamin’ny harpa sy ny lokanga ary ny kipantsona. Ary ireo taranaka natokana ireo no voatendry hanao fanompoana.",
        "2": "Ireto no avy amin’ny taranak’i Asafa: I Zakora, Josefa, Netania, ary Asarela. Zanak’i Asafa ireo, ary teo ambany fiadidian’i Asafa, izay naminany teo ambany fifehezan’ny mpanjaka.",
        "3": "Ary ny avy amin’i Jedotona dia i Gedalia, Zery, Jesaia, Simey, Hasabia ary Matitia. Zanak’i Jedotona izy enina ireo, sady teo ambany fiadidian’i Jedotona rainy, izay naminany niaraka tamin’ny harpa mba hisaorana sy hiderana an’i Jehovah.",
        "4": "Ary ny avy amin’i Hemana dia i Bokia, Matania, Oziela, Seboela, Jerimota, Hanania, Hanany, Eliata, Gidalty, Romamti-ezera, Josbekasa, Maloty, Hotira, ary Mahaziota. Zanak’i Hemana ireo.",
        "5": "Ireo rehetra ireo no zanakalahin’i Hemana. Mpahita fahitana ho an’ny mpanjaka i Hemana, sady mpanambara ny tenin’Andriamanitra taminy. Nitsoka ny anjombony * hiderana an’Andriamanitra i Hemana. Dia nomen’Andriamanitra zanakalahy efatra ambin’ny folo sy zanakavavy telo izy.",
        "6": "Samy notarihin’ny rainy izy rehetra ireo, rehefa nihira tao an-tranon’i Jehovah niaraka tamin’ny kipantsona sy ny lokanga ary ny harpa, mba hanaovana ny fanompoana ao an-tranon’Andriamanitra. Ary teo ambany fifehezan’ny mpanjaka i Asafa sy Jedotona ary Hemana.",
        "7": "Ary valo amby valopolo sy roanjato ny isan’izy ireo mbamin’ny rahalahiny, izay nampianarina hihira ho an’i Jehovah, ka efa tena mahay izy rehetra.",
        "8": "Koa nanao antsapaka izy ireo ny amin’izay tokony hiandraiketany avy, ary nitovy ihany no nitondrana ny kely sy ny lehibe, mbamin’ny efa tena mahay sy ny vao mianatra.",
        "9": "Rehefa natao ny antsapaka dia azon’i Josefa avy amin’ny taranak’i Asafa ny voalohany; an’i Gedalia ny faharoa—roa ambin’ny folo izy sy ny rahalahiny ary ny zanany lahy—;",
        "10": "ny fahatelo dia an’i Zakora sy ny zanany lahy sy ny rahalahiny: roa ambin’ny folo;",
        "11": "ny fahefatra dia an’i Jizry sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "12": "ny fahadimy dia an’i Netania sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "13": "ny fahenina dia an’i Bokia sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "14": "ny fahafito dia an’i Jesarela sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "15": "ny fahavalo dia an’i Jesaia sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "16": "ny fahasivy dia an’i Matania sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "17": "ny fahafolo dia an’i Simey sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "18": "ny fahiraika ambin’ny folo dia an’i Azarela sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "19": "ny faharoa ambin’ny folo dia an’i Hasabia sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "20": "ny fahatelo ambin’ny folo dia an’i Sobaela sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "21": "ny fahefatra ambin’ny folo dia an’i Matitia sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "22": "ny fahadimy ambin’ny folo dia an’i Jeremota sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "23": "ny fahenina ambin’ny folo dia an’i Hanania sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "24": "ny fahafito ambin’ny folo dia an’i Josbekasa sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "25": "ny fahavalo ambin’ny folo dia an’i Hanany sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "26": "ny fahasivy ambin’ny folo dia an’i Maloty sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "27": "ny faharoapolo dia an’i Eliata sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "28": "ny fahiraika amby roapolo dia an’i Hotira sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "29": "ny faharoa amby roapolo dia an’i Gidalty sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "30": "ny fahatelo amby roapolo dia an’i Mahaziota sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo;",
        "31": "ny fahefatra amby roapolo dia an’i Romamti-ezera sy ny zanany lahy ary ny rahalahiny: roa ambin’ny folo."
    },
    "26": {
        "1": "Ary nozaraina ho toy izao ny mpiandry vavahady: Ny tamin’ny Korahita dia i Meselemia zanak’i Kore, taranak’i Asafa.",
        "2": "Nanan-janakalahy i Meselemia: I Zakaria no lahimatoa, Jediaela no faharoa, Zebadia no fahatelo, Jatniela no fahefatra,",
        "3": "Elama no fahadimy, Johanana no fahenina, ary Eliho-enay no fahafito.",
        "4": "Ary nanan-janakalahy i Obeda-edoma: I Semaia no lahimatoa, Jozabada no faharoa, Joa no fahatelo, Sakara no fahefatra, Netanela no fahadimy,",
        "5": "Amiela no fahenina, Isakara no fahafito, ary Peoletahy no fahavalo. Fa notahin’Andriamanitra i Obeda-edoma.",
        "6": "Ary i Semaia zanany dia nanan-janakalahy, izay samy mpitondra tao amin’ny fianakaviambe avy amin’ny rainy, satria lehilahy mahay sy matanjaka izy ireo.",
        "7": "Ary ny zanak’i Semaia dia i Otny, Refaela, Obeda, ary Elzabada, rahalahin’i Eliho sy Semakia, izay samy lehilahy mahay.",
        "8": "Taranak’i Obeda-edoma daholo izy ireo sy ny zanak’izy ireo mbamin’ny rahalahiny. Roa amby enimpolo no avy tamin’i Obeda-edoma, izay samy lehilahy nahay sy nanan-kery hanaovana fanompoana.",
        "9": "Ary nanan-janakalahy sy rahalahy i Meselemia. Valo ambin’ny folo izy ireo, sady lehilahy mahay avokoa.",
        "10": "Ary nanan-janakalahy i Hosa taranak’i Merary, ka i Simry no filoha, satria notendren’ny rainy ho filoha izy na dia tsy lahimatoa aza;",
        "11": "Hilkia no faharoa, Tebalia no fahatelo, ary Zakaria no fahefatra. Telo ambin’ny folo ny zanaka sy ny rahalahin’i Hosa.",
        "12": "Rehefa nozaraina toy izany ireo mpiandry vavahady, dia samy nanana ny anjara raharahany na izy ireo na ny filoha teo anivony. Izany no fanompoana nataony ho an’ny tranon’i Jehovah.",
        "13": "Koa natao ny antsapaka na ho an’ny kely na ho an’ny lehibe, araka ny fianakaviambeny, mba hahafantarana izay vavahady hambenany avy.",
        "14": "Dia azon’i Selemia ny vavahady tany atsinanana. Ary rehefa natao ny antsapaka ho an’i Zakaria zanany, izay mpanolo-tsaina hendry, dia azony ny tany avaratra.",
        "15": "Azon’i Obeda-edoma kosa ny tany atsimo, ary azon’ny zanany lahy ny trano fitehirizana entana.",
        "16": "Azon’i Sopima sy Hosa kosa ny tany andrefana, akaikin’ny Vavahady Saleketa, teny amin’ny lalambe miakatra, ka nifanandrify ireo antokona mpiambina.",
        "17": "Ary ny tany atsinanana dia Levita enina; ny tany avaratra efatra isan’andro; ny tany atsimo efatra isan’andro; ary tsiroaroa ny tany amin’ny trano fitehirizana entana.",
        "18": "Ary ho an’ny lala-mitafo * tany andrefana, dia efatra ny teo amin’ny lalambe ary roa ny teo amin’ny lala-mitafo.",
        "19": "Ireo no tamin’ny taranaky ny Korahita sy ny taranak’i Merary, rehefa natao ny fizarana ny mpiandry vavahady.",
        "20": "Ary tamin’ny Levita dia i Ahia no niandraikitra ny zava-tsarobidy notehirizina tao an-tranon’Andriamanitra sy ny zava-tsarobidy efa nohamasinina.",
        "21": "I Jehiely no tamin’ireo taranak’i Ladana, izany hoe ny taranaky ny Gersonita avy tamin’i Ladana, dia ireo lohan’ireo fianakaviambe avy tamin’i Ladana Gersonita.",
        "22": "Ary i Zetama sy Joela rahalahiny, zanak’i Jehiely no niandraikitra ny zava-tsarobidy tao an-tranon’i Jehovah.",
        "23": "Ary tamin’ny Amramita sy ny Jizarita sy ny Hebronita sy ny Ozielita,",
        "24": "dia i Seboela taranak’i Gersoma zanak’i Mosesy, no lehiben’ny mpiandraikitra ny trano fitehirizana entana.",
        "25": "Ary ny avy tamin’ny rahalahiny dia i Rehabia zanak’i Eliezera, i Jesaia zanak’i Rehabia, i Jorama zanak’i Jesaia, i Zikry zanak’i Jorama, ary i Selomota zanak’i Zikry.",
        "26": "Io Selomota io sy ny rahalahiny no niandraikitra ny zava-tsarobidy rehetra efa nohamasinin’i Davida Mpanjaka sy ny lohan’ireo fianakaviambe, sy ny lehiben’ny arivo, sy ny lehiben’ny zato, ary ny lehiben’ny tafika.",
        "27": "Nisy nohamasinin’izy ireo ny zavatra azo babo tany an’ady, mba hikojakojana ny tranon’i Jehovah.",
        "28": "Ary ny zava-drehetra nohamasinin’i Samoela mpahita, sy Saoly zanak’i Kisy, sy Abnera zanak’i Nera, ary Joaba zanak’i Zeroia, mbamin’ny zavatra hafa rehetra nohamasinina, dia teo ambany fiadidian’i Selomita * sy ny rahalahiny.",
        "29": "Ary tamin’ny Jizarita, dia i Kenania sy ireo zanany no nisahana ny andraikitra tany ivelan’ny tranon’Andriamanitra, ka izy ireo no mpiadidy sy mpitsara teo amin’ny Israely.",
        "30": "Ary tamin’ny Hebronita, dia i Hasabia mbamin’ny rahalahiny, no nisahana ny fitantanan-draharahan’ny Israely, tany amin’ny faritra andrefan’ny Reniranon’i Jordana, ka nanao ny asa rehetra ho an’i Jehovah sy ny mpanjaka. Lehilahy mahay izy ireo, ary fitonjato sy arivo ny isany.",
        "31": "Ary i Jerija no lohan’ireo fianakaviana sy fianakaviamben’ny Hebronita. Tamin’ny taona fahefapolo nanjakan’i Davida, dia notadiavina izay lehilahy matanjaka sy mahery teo amin’ny Hebronita, ka tany Jazera any Gileada no nahitana azy ireo.",
        "32": "Fitonjato sy roa arivo ny isan’ny rahalahiny, izay lehilahy mahay sady lohan’ireo fianakaviambe. Koa notendren’i Davida Mpanjaka izy ireo, mba hifehy ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, ka hiandraikitra ny raharaha rehetra momba an’Andriamanitra sy ny mpanjaka."
    },
    "27": {
        "1": "Ary ny isan’ny Zanak’Israely tao amin’ny antoko-miaramila tsirairay, dia efatra arivo sy roa alina. Izy ireo dia lohan’ireo fianakaviambe, sy lehiben’ny arivo, sy lehiben’ny zato, ary nisy koa mpiadidy nanompo ny mpanjaka ka nikarakara ny raharaha rehetra momba an’ireo antoko-miaramila nifandimby isam-bolana, nandritra ny volana rehetra amin’ny taona.",
        "2": "I Jasobeama, zanak’i Zabdiela, no nifehy ny antoko-miaramila voalohany, ho an’ny volana voalohany. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "3": "Nanompo tamin’ny volana voalohany ny sasany tamin’ny taranak’i Pereza, filohan’ireo lehiben’ny antoko-mpanompo.",
        "4": "I Doday Ahotita sy ny antoko-miaramilany no nifehy ny antoko-miaramila ho an’ny volana faharoa, ary i Miklota no mpitarika. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "5": "I Benaia, zanak’i Joiada lehiben’ny mpisorona, no lehiben’ny antoko-mpanompo fahatelo, ho an’ny volana fahatelo. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "6": "Lehilahy mahery anisan’ireo telopolo lahy io Benaia io sady lehiben’izy ireo. Ary ny antoko-miaramilany dia nofehezin’i Amizabada zanany.",
        "7": "I Asahela rahalahin’i Joaba, sy Zebadia zanany nandimby azy, no lehibe fahefatra ho an’ny volana fahefatra. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "8": "I Samihota Jizrahita no lehibe fahadimy, ho an’ny volana fahadimy. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "9": "I Ira zanak’i Ikesy Tekoita no fahenina ho an’ny volana fahenina. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "10": "I Heleza Pelonita taranak’i Efraima no fahafito ho an’ny volana fahafito. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "11": "I Sibekay Hosatita avy amin’ny Zerita no fahavalo ho an’ny volana fahavalo. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "12": "I Abi-ezera Anatotita avy amin’ny Benjaminita no fahasivy ho an’ny volana fahasivy. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "13": "I Maharay Netofatita avy amin’ny Zerita no fahafolo ho an’ny volana fahafolo. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "14": "I Benaia Piratonita, taranak’i Efraima, no fahiraika ambin’ny folo ho an’ny volana fahiraika ambin’ny folo. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "15": "I Helday Netofatita, taranak’i Otniela no faharoa ambin’ny folo ho an’ny volana faharoa ambin’ny folo. Efatra arivo sy roa alina no tao amin’ny antoko-miaramilany.",
        "16": "Ary ireto avy no nifehy ny fokon’ny Israely: I Eliezera zanak’i Zikry no mpitarika ny Robenita; i Sefatia zanak’i Maka no an’ny Simeonita;",
        "17": "i Hasabia zanak’i Kemoela no an’ny fokon’i Levy; i Zadoka no an’ny taranak’i Arona;",
        "18": "i Eliho, anisan’ny rahalahin’i Davida, no an’ny fokon’i Joda; i Omry zanak’i Mikaela no an’ny fokon’i Isakara;",
        "19": "i Jismaia zanak’i Obadia no an’ny fokon’i Zebolona; i Jerimota zanak’i Azriela no an’ny fokon’i Naftaly;",
        "20": "i Hosea zanak’i Azazia no an’ny taranak’i Efraima; i Joela zanak’i Pedaia no an’ny antsasaky ny fokon’i Manase;",
        "21": "i Ido zanak’i Zakaria no an’ny antsasaky ny fokon’i Manase any Gileada; i Jasiela zanak’i Abnera no an’ny fokon’i Benjamina;",
        "22": "ary i Azarela zanak’i Jerohama no an’ny fokon’i Dana. Ireo no andrianan’ny fokon’ny Israely.",
        "23": "Tsy nisain’i Davida ny roapolo taona no ho midina, satria efa nampanantena i Jehovah fa hataony maro tahaka ny kintana eny amin’ny lanitra ny Israely.",
        "24": "Nanomboka nanisa i Joaba zanak’i Zeroia, nefa tsy nahavita hatramin’ny farany. Izany fanisana izany no nahatezitra an’Andriamanitra tamin’ny Israely. Ary tsy tao amin’ny boky mirakitra ny tantara tamin’ny andron’i Davida Mpanjaka ilay isa.",
        "25": "Ary i Azmaveta, zanak’i Adiela no niandraikitra ny zava-tsarobidin’ny mpanjaka. I Jonatana zanak’i Ozia no niandraikitra ny zava-tsarobidy tany an-tsaha, sy tao amin’ireo tanàna sy tanàna kely, ary tany amin’ireo tilikambo.",
        "26": "I Ezry zanak’i Keloba no niandraikitra ny tantsaha niasa tany.",
        "27": "I Simey Ramatita no niandraikitra ny tanimboaloboka; i Zabdy Sifmita no niandraikitra ny tahirin-divay tany amin’ny tanimboaloboka.",
        "28": "I Bala-hanana Gaderita no niandraikitra ny sahan’oliva sy ny aviavidia naniry tany Sefela; i Joasy no niandraikitra ny tahiri-menaka.",
        "29": "I Sitray Sarônita no niandraikitra ny omby niraoka ahitra tany Sarôna; i Safata zanak’i Adlay no niandraikitra ny omby tany amin’ny lemaka iva.",
        "30": "I Obila Ismaelita no niandraikitra ny rameva; i Jedaia Meronotita no niandraikitra ny ampondravavy.",
        "31": "Ary i Jaziza Hagarita no niandraikitra ny ondry aman’osy. Ireo rehetra ireo no mpiadidy ny fananan’i Davida Mpanjaka.",
        "32": "I Jonatana, zana-drahalahin’i Davida, no mpanolo-tsaina sady mpitan-tsoratra, ary lehilahy nahira-tsaina izy. Ary i Jehiela zanak’i Hakmony no niandraikitra ny zanaky ny mpanjaka.",
        "33": "I Ahitofela no mpanolo-tsain’ny mpanjaka, ary i Hosay Arkita no naman’ny mpanjaka.",
        "34": "I Joiada zanak’i Benaia, sy Abiatara no mpanolo-tsaina taorian’i Ahitofela. Ary i Joaba no lehiben’ny tafiky ny mpanjaka."
    },
    "28": {
        "1": "Ary novorin’i Davida tao Jerosalema daholo ny andrianan’ny Israely, dia ny andrianan’ireo foko, sy ny lehiben’ireo antoko-miaramila nanompo ny mpanjaka, sy ny lehiben’ny arivo, sy ny lehiben’ny zato, mbamin’ny mpiandraikitra ny fananana sy biby fiompy rehetra izay an’ny mpanjaka sy ny zanany. Novoriny teo koa ny tandapa sy ny lehilahy mahery, ary ny lehilahy rehetra matanjaka sy mahery fo.",
        "2": "Dia nitsangana i Davida Mpanjaka, ka nanao hoe: “Mihainoa ahy, ry rahalahiko sy vahoakako! Efa nirin’ny foko ny hanorina trano mba hitoeran’ny Vata misy ny fifanekena nataon’i Jehovah, sy mba ho fitoeran-tongotry ny Andriamanitsika. Ary efa nanomana an’izay hoenti-manorina izany aho.",
        "3": "Ary hoy Andriamanitra tamiko: ‘Tsy hanorina trano ho an’ny anarako ianao, satria lehilahy mpiady sady efa nandatsa-dra.’",
        "4": "Teo anivon’ny fianakaviamben’ny raiko iray manontolo anefa, dia izaho no nofidin’i Jehovah Andriamanitry ny Israely, ho mpanjakan’ny Israely mandritra ny fotoana tsy voafetra. I Joda no nofidiny ho mpitarika, ka tamin’ny fokon’i Joda, dia ny ankohonan-draiko no nofidiny, ary tamin’ny zanaky ny raiko, dia izaho no nankasitrahany ka nataony mpanjakan’ny Israely rehetra.",
        "5": "Ary tamin’ny zanako rehetra,—fa maro ny zanaka nomen’i Jehovah ahy—dia i Solomona zanako no nofidiny hipetraka eo amin’ny seza fiandrianan’ny fanjakan’i Jehovah eo amin’ny Israely.",
        "6": "“Hoy koa izy tamiko: ‘I Solomona zanakao no hanorina ny tranoko sy ny tokotaniko, fa nifidy azy ho zanako aho, ary izaho ho rainy.",
        "7": "Ary hataoko mafy orina mandritra ny fotoana tsy voafetra ny fanjakany, raha mbola tapa-kevitra koa izy ny hankatò ny didiko sy ny didim-pitsarako, toy izao anio izao.’",
        "8": "Ary izao no lazaiko aminareo, eo imason’ny Israely rehetra izay fiangonan’i Jehovah, sy eo anatrehan’Andriamanitsika: Mitandrema ka diniho avokoa ny didin’i Jehovah Andriamanitrareo, mba handovanareo an’ilay tany soa, ka hamelanareo izany ho lovan’ny taranakareo mandimby anareo, hatramin’ny fotoana tsy voafetra.",
        "9": "“Ary ianao, ry Solomona zanako, fantaro ilay Andriamanitry ny rainao, ka manompoa azy amin’ny fo manontolo ary aoka ianao ho finaritra eo am-panompoana azy. Fa mandinika ny fo rehetra i Jehovah, ary hitany avokoa ny eritreritra sy ny faniriana. Raha mitady azy ianao, dia hataony izay hahitanao azy, fa raha mahafoy azy kosa ianao, dia hariany mandrakizay.",
        "10": "Efa nifidy anao i Jehovah mba hanorina trano ho toerana masina. Koa mahereza, ka ataovy ilay asa.”",
        "11": "Dia nomen’i Davida an’i Solomona zanany ny planin’ny tilikambo fidirana, sy ny trano, sy ny efitra fitehirizana entana, sy ny efitra any an-tampon-trano, sy ny efitrano anatiny, sy ny trano misy ny sarony fampihavanana,",
        "12": "sy ny planin’ny zava-drehetra azony teo ambany herin’ny fanahy masina momba ny tokotanin’ny tranon’i Jehovah, sy ny efitra fisakafoana rehetra manodidina, sy ny fitehirizana ny zava-tsarobidy ho an’Andriamanitra, sy ny fitehirizana ny zava-tsarobidy efa nohamasinina.",
        "13": "Nanome toromarika momba an’ireto koa izy: Ny fizarana misy ny mpisorona sy ny Levita; ny asa fanompoana rehetra ao an-tranon’i Jehovah; ny fitaovana rehetra ampiasaina amin’ny fanompoana ao an-tranon’i Jehovah;",
        "14": "ny lanjan’ny volamena hanaovana ny fitaovana rehetra ho an’ny fanompoana isan-karazany; ny lanjan’ny volafotsy hanaovana ny fitaovana volafotsy rehetra ho an’ny fanompoana isan-karazany;",
        "15": "ny lanjan’ny volamena ho an’ny fitoeran-jiro volamena sy ny jirony volamena, araka ny lanjan’ireo fitoeran-jiro sy ny jirony; ny lanjan’ny volafotsy ho an’ireo fitoeran-jiro volafotsy sy ny jirony, araka ny lanjan’ireo fitoeran-jiro sy ny jirony, ary arakaraka ny asan’ireo fitoeran-jiro;",
        "16": "ny lanjan’ny volamena ho an’ny latabatra misy ny mofo mifanaingina, sy ho an’ny latabatra isan-karazany; ny volafotsy ho an’ny latabatra volafotsy;",
        "17": "ny fitrebika sy ny vilia baolina sy ny zinga izay samy volamena tsy misy fangarony; ny vilia baolina kely volamena, araka ny lanjan’ny vilia baolina kely isan-karazany; ny vilia baolina kely volafotsy, araka ny lanjan’ny vilia baolina kely isan-karazany;",
        "18": "ary ny lanjan’ny volamena voadio ho an’ny alitaran’ny emboka manitra sy ho an’ireo kerobima izay sary mampiseho ny kalesy, dia ireo kerobima volamena mamelatra ny elany hanakonana ny tampon’ny Vata misy ny fifanekena nataon’i Jehovah.",
        "19": "“Natao an-tsoratra ny zava-drehetra satria niasa tamiko ny tanan’i Jehovah, ka nataony izay hahatakarako ny asa rehetra tokony hatao mifanaraka amin’ilay planina.”",
        "20": "Ary hoy koa i Davida tamin’i Solomona zanany: “Mahereza sy matanjaha, ka ataovy ilay asa. Aza matahotra na mihorohoro, fa momba anao i Jehovah Andriamanitra, ilay Andriamanitro. Tsy handao anao izy na hahafoy anao, mandra-pahavitan’ny asa rehetra momba ny tranon’i Jehovah.",
        "21": "Ary ireo daholo ny fizarana misy ny mpisorona sy ny Levita hanao ny fanompoana rehetra ao an-tranon’Andriamanitra. Vonona hanampy anao amin’ny asa rehetra koa ny mpanao asa tanana mahay sy ny andriana ary ny vahoaka manontolo, mba hanatanteraka ny teninao rehetra.”"
    },
    "29": {
        "1": "Hoy i Davida Mpanjaka tamin’ny fiangonana manontolo: “Mbola kely sy tanora fanahy i Solomona zanako, izay nofidin’Andriamanitra. Asa goavana anefa no atao, satria tsy ho an’olombelona ilay lapa fa ho an’i Jehovah Andriamanitra.",
        "2": "Koa nanao izay tratran’ny heriko aho hanomanana izay ilaina ho an’ny tranon’Andriamanitro, ka nanomana volamena ho an’izay zavatra volamena, volafotsy ho an’izay volafotsy, varahina ho an’izay varahina, vy ho an’izay vy, hazo ho an’izay ampiasana hazo, ary koa vato oniksa, vato voatefy araikitra amin’ny rihitra mafy, vato madinika samihafa loko, vatosoa isan-karazany, ary vatosanga be dia be.",
        "3": "Ary satria tiako ny tranon’Andriamanitro, dia misy koa volamena sy volafotsy izay fananako, omeko ho an’ny tranon’Andriamanitro, ho fanampin’izay efa nomaniko ho an’ilay trano masina:",
        "4": "Talenta volamena telo arivo avy any Ofira, sy talenta volafotsy fito arivo izay efa voadio, handrakofana ny rindrin’ireo efitra,",
        "5": "volamena ho an’izay zavatra volamena, ary volafotsy ho an’izay volafotsy sy ho an’izay rehetra ataon’ny mpanao asa tanana. Koa iza no vonona hanao fanomezana an-tsitrapo ho an’i Jehovah anio?”",
        "6": "Dia samy nanaiky hanome an-tsitrapo ny andrianan’ireo fianakaviambe, sy ny andrianan’ny fokon’ny Israely, sy ny lehiben’ny arivo, sy ny lehiben’ny zato, ary ireo mpiandraikitra ny raharahan’ny mpanjaka.",
        "7": "Koa ireto no nomen’izy ireo ho an’ny asa momba ny tranon’Andriamanitra: Volamena mitentina talenta dimy arivo, sy volamena mitentina darìka * iray alina, volafotsy mitentina talenta iray alina, varahina mitentina talenta valo arivo sy iray alina, ary vy mitentina talenta iray hetsy.",
        "8": "Ary izay nanana vatosoa dia nanome izany ho isan’ny zava-tsarobidy tao an-tranon’i Jehovah, ka i Jehiela Gersonita no niandraikitra izany.",
        "9": "Koa faly ny vahoaka rehefa nanao fanatitra an-tsitrapo, satria tamin’ny fony manontolo no nanaovany fanatitra an-tsitrapo ho an’i Jehovah. Ary faly be koa i Davida Mpanjaka.",
        "10": "Dia nisaotra an’i Jehovah teo anatrehan’ny fiangonana manontolo i Davida, ka nilaza hoe: “Ry Jehovah Andriamanitr’i Israely razambenay ô, hisaorana anie ianao hatrizay hatrizay ka ho mandrakizay!",
        "11": "Anao Jehovah ô, ny fahalehibeazana sy ny hery sy ny hatsarana ary ny haja amam-boninahitra, fa anao ny zava-drehetra any an-danitra sy etỳ an-tany. Ary anao ny fanjakana, Jehovah ô, dia ianao izay misandratra ambony noho ny zava-drehetra.",
        "12": "Avy aminao ny harena sy ny voninahitra, ary ianao no manjaka amin’ny zava-drehetra. Eo am-pelatananao ny hery sy ny tanjaka, ary ny tananao no manandratra sy manatanjaka ny rehetra.",
        "13": "Koa misaotra anao izahay, ry Andriamanitray ô, ary derainay ny anaranao kanto dia kanto.",
        "14": "“Fa zinona moa aho ary zinona moa ny vahoakako, no hanana hery hanolorana fanatitra an-tsitrapo toy izao? Avy aminao ny zava-drehetra ary ny avy amin’ny tananao ihany no nanomezanay anao.",
        "15": "Fa mpivahiny sy mpiavy izahay eo anatrehanao, tahaka ny razanay rehetra. Toy ny aloka ihany ny andronay etỳ an-tany, ka tsy misy antenaina.",
        "16": "Ry Jehovah Andriamanitray ô, avy eo an-tananao sady anao avokoa izao zavatra be dia be nomaninay izao, mba hanorenana trano ho an’ny anaranao masina.",
        "17": "Ary fantatro tsara, ry Andriamanitro ô, fa mpandinika ny fo ianao sady mankasitraka ny fahitsiana. Raha ny amiko, dia tamin-kitsim-po no nanolorako an-tsitrapo an’ireo rehetra ireo, ary faly aho mahita ireto olonao ireto manolotra fanatitra an-tsitrapo ho anao.",
        "18": "Ry Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely razanay ô! Arovy izany fisainana sy fanirian’ny fon’ny olonao izany mba haharitra mandritra ny fotoana tsy voafetra, ary tariho ho aminao ny fony.",
        "19": "Ary aoka mba ho amin’ny fo manontolo no hitandreman’i Solomona zanako ny didinao sy ny fampahatsiahivanao ary ny fitsipikao, sy hanaovany ny zava-drehetra ary hanorenany an’ilay lapa. Efa nomaniko izay ilaina ho amin’izany.”",
        "20": "Ary hoy i Davida tamin’ny fiangonana manontolo: “Misaora an’i Jehovah Andriamanitrareo.” Dia nisaotra an’i Jehovah Andriamanitry ny razany ny fiangonana manontolo, ka niondrika sy niankohoka teo anatrehan’i Jehovah sy ny mpanjaka.",
        "21": "Ary nanao sorona ho an’i Jehovah izy ireo, sady nanolotra fanatitra dorana ho an’i Jehovah ny ampitson’iny: Vantotr’ombilahy arivo, ondrilahy arivo, ondrilahy kely arivo miaraka amin’ny fanatitra zava-pisotro, ary fanatitra hafa maro be ho an’ny Israely rehetra.",
        "22": "Dia nihinana sy nisotro teo anatrehan’i Jehovah izy ireo tamin’iny andro iny, ka nisy fifaliam-be tokoa. Ary nataon’izy ireo mpanjaka indray i Solomona, zanak’i Davida Mpanjaka, ka nohosoran’izy ireo indray teo anatrehan’i Jehovah mba ho mpitarika, ary i Zadoka mba ho mpisorona.",
        "23": "Dia nipetraka teo amin’ny seza fiandrianan’i Jehovah i Solomona ho mpanjaka handimby an’i Davida rainy, ary nahomby izay nataony. Dia nankatò azy ny Israelita rehetra.",
        "24": "Samy nanaiky an’i Solomona Mpanjaka avokoa ny andriana sy ny lehilahy mahery ary ny zanak’i Davida Mpanjaka rehetra.",
        "25": "Ary nataon’i Jehovah nisandratra avo dia avo teo anatrehan’ny Israely rehetra i Solomona, ka nataony mpanjaka be voninahitra kokoa noho ny mpanjakan’ny Israely rehetra teo alohany.",
        "26": "Ary i Davida, zanak’i Jese, dia nanjaka teo amin’ny Israely rehetra.",
        "27": "Efapolo taona no nanjakany teo amin’ny Israely, ka fito taona tao Hebrona ary telo amby telopolo taona tao Jerosalema.",
        "28": "Maty izy rehefa tratrantitra sy voky andro sady nanan-karem-be ary heniky ny voninahitra. Dia i Solomona zanany no nanjaka nandimby azy.",
        "29": "Ary ny tantaran’i Davida Mpanjaka, na ny voalohany na ny farany, dia voarakitra ao amin’izay nosoratan’i Samoela mpahita sy Natana mpaminany ary Gada mpahita fahitana.",
        "30": "Voasoratra ao koa ny zava-drehetra momba ny fanjakany sy ny heriny, ary izay nitranga tamin’ny androny sy tamin’ny Israely ary tamin’ny fanjakana rehetra manodidina."
    },
    "meta": {
        "name": "Tantara Voalohany",
        "order": 12,
        "chapter_number": 29
    }
}