{
    "1": {
        "1": "Nihanatanjaka hatrany ny fanjakan’i Solomona zanak’i Davida, ary nomba azy i Jehovah Andriamaniny, ka nanandratra azy ho avo dia avo.",
        "2": "Ary novorin’i Solomona ny Israely rehetra, dia ny lehiben’ny arivo, sy ny lehiben’ny zato, sy ny mpitsara, sy ny mpiadidy rehetra teo amin’ny Israely manontolo, izany hoe ireo lohan’ny fianakaviambe. *",
        "3": "Dia nankany amin’ilay toerana avo tany Gibeona i Solomona sy ny fiangonana manontolo. Tany mantsy ilay tranolay fihaonana izay an’Andriamanitra, dia ilay naorin’i Mosesy mpanompon’i Jehovah, tany an-tany efitra.",
        "4": "Ny Vata masin’Andriamanitra kosa efa nentin’i Davida niakatra avy tany Kiriata-jearima, ho any amin’ilay toerana nomaniny ho azy io, satria efa nanangana tranolay ho an’ilay Vata izy, tao Jerosalema.",
        "5": "Ary ny alitara varahina nataon’i Bezalila, zanak’i Ory, zanak’i Hora, dia napetraka teo anoloan’ny tranolain’i Jehovah. Ary fanaon’i Solomona sy ny fiangonana ny nankeo amin’ilay alitara mba hanontany an’Andriamanitra.",
        "6": "Dia nanao fanatitra teo i Solomona, teo anatrehan’i Jehovah, teo ambonin’ilay alitara varahina izay an’ny tranolay fihaonana, ka fanatitra dorana niisa arivo no natolony.",
        "7": "Ary Andriamanitra niseho tamin’i Solomona tamin’iny alina iny, ka nilaza taminy hoe: “Angataho izay tianao homeko anao.”",
        "8": "Dia hoy i Solomona tamin’Andriamanitra: “Lehibe tokoa ny hatsaram-panahy feno fitiavana nasehonao tamin’i Davida raiko, ary ianao no nanao ahy ho mpanjaka nandimby azy.",
        "9": "Koa ankehitriny, Jehovah Andriamanitra ô, aoka ho tanteraka ny fampanantenana nomenao an’i Davida raiko, fa izaho efa nataonao mpanjakan’ny olona maro be toy ny vovoky ny tany.",
        "10": "Koa omeo fahendrena sy fahalalana aho mba hahaizako hitondra an’ity firenena ity, fa iza moa no afaka hitsara an’izao olonao maro be izao?”",
        "11": "Dia hoy Andriamanitra tamin’i Solomona: “Koa satria izany no irin’ny fonao, ka tsy nangataka harena ianao, na fananana sy voninahitra, na ny ain’izay * mankahala anao, na ny ho lava andro iainana aza, fa fahendrena sy fahalalana no nangatahinao mba hahafahanao hitsara ny vahoakako izay nanaovako anao ho mpanjaka,",
        "12": "dia omena anao ny fahendrena sy ny fahalalana. Ary homeko harena sy fananana ary voninahitra koa ianao. Tsy nisy nanana toy izany ny mpanjaka rehetra talohanao, ary tsy hisy hanana toy izany koa ny any aorianao.”",
        "13": "Koa niala teo anoloan’ny tranolay fihaonana tany amin’ny toerana avo, tany Gibeona, i Solomona ka nankany Jerosalema. Dia nanjaka teo amin’ny Israely izy.",
        "14": "Ary nanangona kalesy sy soavaly fitondra miady i Solomona ka nanjary nanana kalesy efajato sy arivo, sy soavaly fitondra miady roa arivo sy iray alina. Ary nataony tao amin’ny tanàna fanatobiana kalesy, sy tany akaikin’ny mpanjaka tany Jerosalema ireo.",
        "15": "Ary nataon’ny mpanjaka be dia be toy ny vato ny volafotsy sy ny volamena tany Jerosalema. Ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "16": "Nahazo soavaly nohafarana avy tany Ejipta i Solomona, ka ny mpandraharahan’ny mpanjaka no nasaina nividy ny andian-tsoavaly araka izay vidiny.",
        "17": "Ary nitondra kalesy sy soavaly niakatra avy tany Ejipta izy ireo, ka farantsa volafotsy eninjato no vidin’ny kalesy iray, ary farantsa volafotsy dimampolo amby zato ny soavaly iray. Dia toy izany koa no natao ho an’ny mpanjaka rehetran’ny Hetita sy ireo mpanjakan’i Syria. Tamin’ny alalan’ireny mpandraharahan’ny mpanjaka ireny no nanaovan’izy ireo ny fanafarana."
    },
    "2": {
        "1": "Dia nanome baiko i Solomona fa hatomboka ny fanorenana trano ho an’ny anaran’i Jehovah sy trano ho an’ny mpanjaka.",
        "2": "Koa nanisa olona fito alina izy ho mpitondra entana, ary valo alina ho mpipai-bato eny an-tendrombohitra, ary eninjato sy telo arivo ho mpiandraikitra an’ireo.",
        "3": "Ary nandefa iraka tany amin’i Hirama mpanjakan’i Tyro i Solomona, ka nanao hoe: “Efa nifampiraharaha tamin’i Davida raiko ianao, ka nandefa hazo sedera hanorenany trano hipetrahana.",
        "4": "Hanorina trano ho an’ny anaran’i Jehovah Andriamanitro aho, mba hohamasiniko ho azy, sy handoroana emboka manitra eo anatrehany miaraka amin’ny mofo mifanaingina izay eo mandrakariva, ary mba hanaterana fanatitra dorana amin’ny maraina sy ny takariva, rehefa sabata sy tsinam-bolana ary amin’ny fotoanan’ny fety ho an’i Jehovah Andriamanitray. Hataon’ny Israely mandritra ny fotoana tsy voafetra izany.",
        "5": "Ary lehibe ny trano hataoko, satria lehibe noho ny andriamanitra rehetra ny Andriamanitray.",
        "6": "Iza anefa no hanana hery hanorenana trano ho azy? Ny lanitra, ary ny lanitry ny lanitra aza tsy omby azy, koa zinona moa aho no hanorina trano ho azy? Trano hanolorana setroka ho sorona eo anatrehany ihany no azoko atao.",
        "7": "Koa andefaso olona mahay aho, dia olona havanana amin’ny asa momba ny volamena, volafotsy, varahina, vy, volonondry nolokoana volomparasy somary mena, kofehy mena antitra, kofehy manga, nefa koa havanana amin’ny asa sokitra. Izy no hanampy an’ireo olona mahay efa atỳ amiko atỳ amin’ny tanin’i Joda sy eto Jerosalema, dia ireo notendren’i Davida raiko.",
        "8": "Ary andefaso hazo sedera sy zenevrie sy algoma avy any Libanona koa aho, fa fantatro fa havanana amin’ny fikapana ny hazon’i Libanona ny mpanomponao—ary hiaraka amin’ny mpanomponao ny mpanompoko,—",
        "9": "mba hanomanana hazo be dia be ho ahy, satria lehibe ilay trano haoriko ka hampitolagaga.",
        "10": "Ary varimbazaha roa alina kora, sy vary orza roa alina kora, sy divay roa alina bata, ary menaka roa alina bata no homeko ho sakafon’ny mpanomponao izay manangona sy mikapa hazo.”",
        "11": "Dia hoy i Hirama mpanjakan’i Tyro tao amin’ny taratasy nalefany ho an’i Solomona: “Tian’i Jehovah ny vahoakany, ka nataony mpanjakan’izy ireo ianao.”",
        "12": "Ary hoy koa i Hirama: “Hisaorana anie i Jehovah Andriamanitry ny Israely, ilay nanao ny lanitra sy ny tany, noho ny nanomezany an’i Davida Mpanjaka, zanaka hendry sy malina ary mahira-tsaina, izay hanao trano ho an’i Jehovah sy trano ho an’ny fanjakany!",
        "13": "Koa halefako any aminao ny olona iray mahay sy mahira-tsaina, dia i Hiram-aby,",
        "14": "zanakalahin’ny vehivavy iray taranak’i Dana, fa ny rainy kosa avy any Tyro. Havanana izy amin’ny asa momba ny volamena, volafotsy, varahina, vy, vato, hazo, volonondry volomparasy somary mena, kofehy manga, lamba tena tsara, kofehy mena antitra, nefa koa havanana amin’ny fanaovana sokitra isan-karazany sy ny famoronan-javatra isan-karazany izay ampanaovina azy. Hiara-miasa izy sy ireo olona mahay eo aminao, mbamin’ireo olona mahay notendren’ny rainao, dia i Davida tompoko.",
        "15": "Koa aoka ny tompoko handefa ny varimbazaha sy ny vary orza sy ny menaka ary ny divay izay efa nampanantenainy ny mpanompony.",
        "16": "Izahay kosa hikapa hazo avy any Libanona, araka izay ilainao, ka hanatitra izany any aminao. Hataonay zahatra eny an-dranomasina izany mandra-pahatonga any Jopa, ary ianao no hampiakatra azy any Jerosalema.”",
        "17": "Ary nisain’i Solomona ny lehilahy vahiny rehetra nonina tao amin’ny tanin’ny Israely, taorian’ilay nanisan’i Davida rainy azy ireo. Eninjato sy telo arivo sy dimy alina sy iray hetsy ny isan’izy ireo.",
        "18": "Koa nataony mpitondra entana ny fito alina, ary mpipai-bato eny an-tendrombohitra ny valo alina, ary mpiandraikitra an’ireo olona niasa ny eninjato sy telo arivo."
    },
    "3": {
        "1": "Ary i Solomona nanomboka nanorina ny tranon’i Jehovah tany Jerosalema, teo amin’ny Tendrombohitra Moria, izay nisehoan’i Jehovah tamin’i Davida rainy, dia teo amin’ilay toerana efa nomanin’i Davida teo amin’ny famoloan’i Ornana Jebosita.",
        "2": "Nanomboka nanorina izy tamin’ny andro faharoan’ny volana faharoa, tamin’ny taona fahefatra nanjakany.",
        "3": "Ary toy izao no refin’ny fototra nanorenan’i Solomona ny tranon’Andriamanitra: Enimpolo hakiho ny lavany ary roapolo hakiho ny sakany, araka ny hakiho fandrefesana taloha.",
        "4": "Nifampitohy tamin’ny lavan’ilay trano ny tilikambo fidirana, ka roapolo hakiho ny lavany sady niraikitra tamin’ny sakan’ilay trano, ary roapolo amby zato hakiho ny haavony. Ary nopetahan’i Solomona takela-bolamena tsy misy fangarony ny tao anatiny.",
        "5": "Dia norakofany hazo zenevrie ny efitra lehibe, ary avy eo nopetahany takela-bolamena tsara, ka nasiany sarina hazo palmie sy rojo.",
        "6": "Noravahany vatosoa koa ilay trano. Ary ny volamena dia avy any amin’ny tanin’ny volamena.",
        "7": "Dia nopetahany volamena ny trano, sy ny hazo mitondra ny tafo, sy ny tokonana, sy ny rindrina, ary ny varavarana. Ary nasiany sarina kerobima voasokitra teny amin’ny rindrina.",
        "8": "Dia nataony ny Masina Indrindra, ka roapolo hakiho mitovy amin’ny sakan’ilay trano ny lavany, ary roapolo hakiho koa ny sakany. Ary nopetahany takela-bolamena tsara milanja talenta eninjato, ilay efitra.",
        "9": "Ary sekely volamena dimampolo no lanjan’ireo fantsika. Nopetahany takela-bolamena koa ny efitra tany an-tampon-trano.",
        "10": "Ary nasiany kerobima roa natao sarivongana tao amin’ny Masina Indrindra, ka nopetahany takela-bolamena ireo.",
        "11": "Ary roapolo hakiho ny halavan’ny elatr’ireo kerobima, ka dimy hakiho ny elatra iray nipaka tamin’ny rindrin’ilay efitra, ary dimy hakiho ny elatra ilany nipaka tamin’ny elatry ny kerobima iray.",
        "12": "Ary ny an’ilay kerobima iray, dia dimy hakiho koa ny elany nipaka tamin’ny rindrin’ilay efitra, ary dimy hakiho koa ny elany ilany, nikasika tamin’ny elatr’ilay kerobima iray.",
        "13": "Roapolo hakiho àry ny fivelatry ny elatr’ireo kerobima. Ary nijoro tamin’ny tongony izy ireo, nanatrika an’ilay efitra lehibe.",
        "14": "Nataony koa ny ridao, ka kofehy manga sy volonondry nolokoana volomparasy somary mena, sy kofehy mena antitra, ary lamba tena tsara no nanaovany azy. Ary sarina kerobima no natao sorany.",
        "15": "Avy eo izy dia nanao andry roa teo anoloan’ilay trano, ka dimy amby telopolo hakiho ny halavany, ary dimy hakiho ny loha andry tsirairay.",
        "16": "Nanao rojo koa izy, ka napetany teny amin’ny tampon’ireo andry izany. Ary nanao ampongabendanitra zato izy, ka nataony teny amin’ireo rojo ireny.",
        "17": "Ary natsangany teo anoloan’ny tempoly ireo andry, ka ny iray teo ankavanana ary ny iray teo ankavia. Dia nataony hoe Jakina ny anaran’ilay teo ankavanana, ary Boaza ilay teo ankavia."
    },
    "4": {
        "1": "Ary nanao ny alitara varahina izy, ka roapolo hakiho ny lavany, roapolo hakiho ny sakany, ary folo hakiho ny haavony.",
        "2": "Ary nanao fitoeran-drano lehibe, nantsoina hoe ranomasina varahina izy, ka folo hakiho ny savaivony. Boribory ilay izy, ary dimy hakiho ny haavony. Ary tady telopolo hakiho vao nahodidina azy.",
        "3": "Ary nisy haingony miendrika voatango teo ambanin’ny molony manodidina azy, ka voatango folo isaky ny iray hakiho no nanodidina an’ilay ranomasina. Roa andalana ilay haingony miendrika voatango sady niara-narendrika tamin’ilay ranomasina.",
        "4": "Nipetraka teo ambonin’ny omby roa ambin’ny folo ilay izy, ka omby telo nitodika nianavaratra, telo niankandrefana, telo nianatsimo, ary telo niantsinanana. Ilay ranomasina dia teo ambonin’ireo omby ireo, ary nifampiamboho izy rehetra.",
        "5": "Toy ny sakan’ny felatanana ny hatevin’ilay ranomasina. Ary natao sahala amin’ny molotry ny kaopy ny molony, tahaka ny felana lisy. Rano telo arivo bata no zakany.",
        "6": "Nanao koveta folo hisasana koa izy, ka nataony teo ankavanana ny dimy, ary teo ankavia ny dimy. Ao amin’ireo no hanasana izay ampiasaina amin’ny fanatitra dorana, fa ilay ranomasina kosa natao hisasan’ny mpisorona.",
        "7": "Ary nanao fitoeran-jiro volamena izy ka fitoeran-jiro folo mitovy no napetrany tao amin’ny tempoly, dimy teo ankavanana ary dimy teo ankavia.",
        "8": "Nanao latabatra folo koa izy, ka napetrany tao amin’ny tempoly ireo, dimy teo ankavanana ary dimy teo ankavia. Ary nanao vilia baolina volamena zato izy.",
        "9": "Nataony koa ny tokotany ho an’ny mpisorona sy ny tokotany lehibe ary ny vavahadin’ny tokotany. Ary nopetahany takela-barahina ireo vavahady.",
        "10": "Ary ilay ranomasina dia napetrany teo ankavanana, teo atsimoatsinanana.",
        "11": "Farany dia nataon’i Hirama ireo fitoeran-davenona sy lapelina ary vilia baolina. Dia vitan’i Hirama ny asa nataony ho an’i Solomona Mpanjaka, ho an’ny tranon’Andriamanitra.",
        "12": "Izy no nanao ny andry roa sy ny loha andry boribory izay teo an-tampon’ny andry roa, sy ny harato roa nandrakotra ny loha andry boribory roa izay teo an-tampon’ireo andry;",
        "13": "ny ampongabendanitra efajato ho an’ny harato roa, ka ampongabendanitra roa andalana ho an’ny harato tsirairay mba handrakotra ny loha andry boribory roa, izay teo ambonin’ireo andry;",
        "14": "ny kalesy folo sy ny koveta folo teo amboniny;",
        "15": "ny ranomasina iray sy ny omby roa ambin’ny folo teo ambaniny;",
        "16": "ary ny fitoeran-davenona sy ny lapelina sy ny fitrebika sy ny fitaovana rehetra miaraka amin’ireo. Nataon’i Hiram-abivy ho an’i Solomona Mpanjaka ireo, ho an’ny tranon’i Jehovah, ka varahina nokosehina hangirana no nanaovany izany.",
        "17": "Teo amin’ny Faritr’i Jordana, teo amin’ny tany be tanimanga, teo anelanelan’i Sokota sy Zareda, no nandrendrehan’ny mpanjaka azy ireo.",
        "18": "Dia nataon’i Solomona be dia be ireny fitaovana rehetra ireny, satria tsy fantatra intsony izay lanjan’ny varahina.",
        "19": "Ary nataon’i Solomona ny fitaovana rehetra tao amin’ny tranon’Andriamanitra sy ny alitara volamena sy ny latabatra fitoeran’ny mofo aseho,",
        "20": "sy ny fitoeran-jiro sy ny jirony volamena tsy misy fangarony, mba hampirehetina eo anoloan’ny efitra anatiny indrindra, araka ny fitsipika momba izany;",
        "21": "sy ny felan’ny fitoeran-jiro sy ny jiro sy ny fihazonana lahin-jiro, izay samy natao tamin’ny volamena tsara indrindra,",
        "22": "sy ny famonoan-jiro sy ny vilia baolina sy ny kaopy sy ny fitondrana afo izay samy volamena tsy misy fangarony; ary ny fidirana amin’ny trano, izany hoe ny varavarana anatiny mankao amin’ny Masina Indrindra sy ny varavaran’ny tempoly, izay samy volamena koa."
    },
    "5": {
        "1": "Farany, dia vita ny asa rehetra nataon’i Solomona momba ny tranon’i Jehovah, ka nampidiriny tao ireo zavatra efa nohamasinin’i Davida rainy. Ary nataony tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’Andriamanitra ny volafotsy sy ny volamena ary ny fitaovana rehetra.",
        "2": "Dia novorin’i Solomona tany Jerosalema daholo ny anti-panahin’ny Israely sy ny lehibem-poko rehetra ary ny mpiadidy teo amin’ny fianakaviambe teo amin’ny zanak’Israely, mba hampiakatra ny Vata misy ny fifanekena nataon’i Jehovah, avy tany amin’ny Tanànan’i Davida, izany hoe Ziona.",
        "3": "Koa nivory tany amin’ny mpanjaka ny olona rehetra teo amin’ny Israely tamin’ny fotoanan’ny fety, tamin’ny volana fahafito.",
        "4": "Dia tonga daholo ny anti-panahin’ny Israely, ary nilanja ilay Vata ny Levita.",
        "5": "Nentin’izy ireo niakatra ilay Vata sy ny tranolay fihaonana ary ny fitaovana masina rehetra tao amin’ny tranolay. Ny Levita mpisorona no nitondra izany niakatra.",
        "6": "Ary nanao sorona ondry sy omby be dia be tsy tambo isaina i Solomona Mpanjaka sy ny vahoakan’Israely manontolo, izay tonga tamin’ilay fotoana nifanaovana taminy teo anoloan’ilay Vata.",
        "7": "Dia nentin’ny mpisorona ilay Vata misy ny fifanekena nataon’i Jehovah, ka nataony teo amin’ny toerany, tao amin’ny efitra anatiny indrindra amin’ilay trano, tao amin’ny Masina Indrindra, teo ambany elatr’ireo kerobima.",
        "8": "Koa nivelatra teo ambonin’ny toerana nisy an’ilay Vata ny elatr’ireo kerobima. Ary nanarona an’ilay Vata sy ireo bao filanjana azy ny kerobima, eny, nanarona azy avy eo ambony.",
        "9": "Lava anefa ireo bao ka tazana ny tendrony raha avy teo amin’ny Masina, teo anoloan’ny efitra anatiny indrindra, fa tsy tazana kosa avy tany ivelany. Ary mbola ao ireo mandraka androany.",
        "10": "Tsy nisy na inona na inona tao anatin’ilay Vata, afa-tsy ireo takela-bato roa napetrak’i Mosesy tao, fony tany Horeba, rehefa nanao fifanekena tamin’ny zanak’Israely i Jehovah, tamin’izy ireo nivoaka avy tany Ejipta.",
        "11": "Dia nivoaka avy tao amin’ny toerana masina ny mpisorona,—fa efa nanamasina ny tenany ny mpisorona rehetra, ka tsy voatery nosokajina araka ny fizarana nisy azy—",
        "12": "sy ny Levita mpihira notarihin’i Asafa sy Hemana sy Jedotona sy ny zanak’izy ireo ary ny rahalahiny, eny, ny Levita notarihin’izy rehetra. Nanao akanjo vita tamin’ny lamba tena tsara izy ireo, sady nitondra kipantsona sy lokanga ary harpa. Ary nitsangana teo atsinanan’ny alitara izy rehetra, niaraka tamin’ny mpisorona roapolo amby zato izay nitsoka trompetra.",
        "13": "Ary raha vao indray niredona hira fiderana sy fisaorana an’i Jehovah ny mpitsoka trompetra sy ny mpihira, eny, raha vao nanandra-peo izy ireo ka nampaneno ny trompetra sy ny kipantsona sy ny zavamaneno ary nidera an’i Jehovah, “fa tsara izy, fa mandrakizay ny hatsaram-panahiny feno fitiavana”, dia feno rahona ny tranon’i Jehovah.",
        "14": "Koa tsy nahajanona hanao ny fanompoany ireo mpisorona noho ny rahona, fa feno ny voninahitr’i Jehovah ny tranon’Andriamanitra."
    },
    "6": {
        "1": "Dia hoy i Solomona: “I Jehovah no efa nilaza fa honina ao amin’ny haizim-pito Izy.",
        "2": "Ary izaho efa nanorina trano fonenana be voninahitra ho anao, dia toerana onenanao mandritra ny fotoana tsy voafetra.”",
        "3": "Dia nitodika ny mpanjaka, ka notsofiny rano ny fiangonan’Israely manontolo, raha mbola nitsangana izy ireo.",
        "4": "Ary hoy i Solomona: “Hisaorana anie i Jehovah Andriamanitry ny Israely, fa ny vavany no efa nilaza tamin’i Davida raiko, ary ny tanany no efa nanatanteraka izany! Hoy mantsy Izy:",
        "5": "‘Hatramin’ny andro nitondrako ny oloko nivoaka avy tany Ejipta, dia mbola tsy nisy tanàna nofidiko teo amin’ny foko rehetran’ny Israely, mba hanaovana trano hitoeran’ny anarako. Ary tsy mba nifidy olona ho mpitarika ny Israely oloko aho.",
        "6": "Hifidy an’i Jerosalema anefa aho mba hitoeran’ny anarako, ary hifidy an’i Davida ho mpitarika ny Israely oloko.’",
        "7": "Mba nirin’ny fon’i Davida raiko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "8": "Hoy anefa i Jehovah tamin’i Davida raiko: ‘Satria nirin’ny fonao ny hanorina trano ho an’ny anarako, dia tsara izany fanirian’ny fonao izany.",
        "9": "Tsy ianao anefa no hanorina ilay trano, fa ny zanaka haterakao no hanorina ilay trano ho an’ny anarako.’",
        "10": "Ary nanatanteraka ny teniny i Jehovah mba hitsanganako handimby an’i Davida raiko sy hipetrahako eo amin’ny seza fiandrianan’ny Israely, araka izay efa nolazain’i Jehovah, sy mba hanaovako trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely,",
        "11": "ary mba hametrahako ao ny Vata misy ny fifanekena nataon’i Jehovah tamin’ny zanak’Israely.”",
        "12": "Dia nitsangana teo anoloan’ny alitaran’i Jehovah i Solomona, teo anatrehan’ny fiangonan’Israely manontolo, ka namelatra ny tanany.",
        "13": "Fa i Solomona efa nanao lampihazo varahina ka nametraka izany teo afovoan’ny tokotany. Dimy hakiho ny lavan’ilay izy, dimy hakiho ny sakany, ary telo hakiho ny haavony. Ary teo ambonin’io izy no nitsangana. Dia nandohalika teo anatrehan’ny fiangonan’Israely manontolo izy, ka namelatra ny tanany ho amin’ny lanitra.",
        "14": "Ary hoy izy: “Ry Jehovah Andriamanitry ny Israely ô, tsy misy Andriamanitra tahaka anao any an-danitra na etỳ an-tany, fa manaja fifanekena ianao, ary maneho hatsaram-panahy feno fitiavana amin’izay manompo anao amin’ny fony manontolo.",
        "15": "Efa notanterahinao tamin’i Davida raiko mpanomponao ny fampanantenana nataonao taminy, ka izay nolazain’ny vavanao dia notanterahin’ny tananao, toy ny amin’izao anio izao.",
        "16": "Koa ankehitriny, ry Jehovah Andriamanitry ny Israely ô, tanteraho amin’i Davida raiko mpanomponao ny fampanantenana nataonao taminy hoe: ‘Hisy olona avy amin’ny taranakao foana eo anatrehako, dia olona hipetraka eo amin’ny seza fiandrianan’ny Israely, raha mitandrina ny ataony ny taranakao ka manaraka ny lalàko, toy ny anarahanao ny sitrapoko.’",
        "17": "Koa ankehitriny, ry Jehovah Andriamanitry ny Israely ô, aoka ho tanteraka ny fampanantenana nataonao tamin’i Davida mpanomponao.",
        "18": "“Andriamanitra anefa ve dia hiara-monina amin’ny olona etỳ an-tany tokoa? Ny lanitra, eny, ny lanitry ny lanitra aza tsy omby anao, koa mainka fa ity trano naoriko ity!",
        "19": "Mitodiha ka henoy ny vavak’ity mpanomponao sy ny fitalahoany famindram-po, ry Jehovah Andriamanitro ô, mba handrenesanao ny fitalahoana sy ny vavaky ny mpanomponao eto anatrehanao.",
        "20": "Ary aoka ianao hijery an’ity trano ity andro aman’alina, eny, hijery an’ilay toerana nolazainao fa hametrahanao ny anaranao, ka hihaino ny vavaka ataon’ny mpanomponao manandrify an’ity toerana ity.",
        "21": "Henoy ny fitalahoan’ny mpanomponao sy ny Israely olonao, rehefa mivavaka manandrify an’ity toerana ity izy ireo. Ary enga anie ianao hihaino any an-danitra fonenanao, eny, mihainoa ka mamelà heloka!",
        "22": "“Raha misy olona manota amin’ny namany, ary asain’ilay namany miozona izy ka mety hihatra aminy tokoa ilay ozona nolazainy, nefa mbola tonga eo anoloan’ny alitaranao ato amin’ity trano ity ihany izy,",
        "23": "dia enga anie ianao hihaino any an-danitra any! Ary manaova zavatra ka tsarao ny mpanomponao, mba hitsingerina eo an-dohan’ny ratsy fanahy ny nataony, ary ambarao ho marina kosa izay marina ka valio araka ny fahamarinany.",
        "24": "“Raha resin’ny fahavalo ny Israely olonao satria nanota taminao, nefa miverina aminao tokoa izy ary midera ny anaranao sy mivavaka ary mitalaho famindram-po eo anatrehanao, ato amin’ity trano ity,",
        "25": "dia enga anie ianao hihaino any an-danitra any, ka mamelà ny fahotan’ny Israely olonao, ary ampodio any amin’ny tany nomenao ny razany izy!",
        "26": "“Raha mihidy ny lanitra ka tsy misy orana satria nanota taminao izy ireo, nefa mivavaka manandrify an’ity toerana ity izy, ary midera ny anaranao sady miala amin’ny fahotany, satria tsy nitsahatra nampahory azy ianao,",
        "27": "dia enga anie ianao hihaino any an-danitra any, ka mamelà ny fahotan’ny mpanomponao, eny, ny fahotan’ny Israely olonao, satria mampianatra azy ny lalana tsara tokony halehany ianao! Ary andatsaho orana ny taninao izay nomenao ho lovan’ny olonao.",
        "28": "“Raha misy mosary eo amin’ilay tany, na areti-mandringana, na mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny voly, na misy andiam-balala sy kalalao, na misy fahavalo manao fahirano ny olonao ao amin’ny tany misy ny vavahadiny, eny, rehefa mety ho loza na aretina,",
        "29": "ka mivavaka na mitalaho famindram-po ny olona na ny Israely olonao rehetra, satria samy mahalala ny fahoriany sy ny fijaliany ny tsirairay, ka mamelatra ny tanany ho amin’ity trano ity,",
        "30": "dia enga anie ianao hihaino any an-danitra fonenanao, ary mamelà heloka ka valio araka ny lalany avy ny tsirairay, satria ianao mahalala ny ao am-pony, fa ianao irery ihany no mahalala tsara ny ao am-pon’ny zanak’olombelona,",
        "31": "mba hatahorany anao ka handehanany amin’ny lalanao amin’ny andro rehetra iainany, eto amin’ity tany nomenao ny razanay ity!",
        "32": "“Raha misy koa vahiny, izay tsy anisan’ny Israely olonao, nefa tonga avy any an-tany lavitra noho ny amin’ny anaranao be voninahitra sy ny tananao mahery ary ny sandrinao nahinjitra, ka tonga mivavaka manandrify an’ity trano ity,",
        "33": "dia enga anie ianao hihaino any an-danitra, any amin’ny fonenanao, ka manaova araka izay rehetra iantsoan’ny vahiny anao, mba hahafantaran’ny firenena rehetra eto an-tany ny anaranao, sy hatahorany anao toy ny atahoran’ny Israely olonao anao, ary hahafantarany fa ny anaranao no efa nantsoina teto amin’ity trano naoriko ity!",
        "34": "“Raha mivoaka hiady amin’ny fahavalony ny olonao, any amin’ny lalana andefasanao azy, ary mivavaka aminao manandrify an’ity tanàna nofidinao ity sy ny trano naoriko ho an’ny anaranao,",
        "35": "dia henoy any an-danitra any ny vavaka ataony sy ny fitalahoany famindram-po, ka omeo rariny izy.",
        "36": "“Raha manota aminao izy, fa tsy misy olombelona tsy manota, ka tezitra mafy aminy ianao ary avelanao ho azon’ny fahavalo izy, ka entin’ny mpamabo azy any an-tany lavitra na akaiky,",
        "37": "ary tonga saina izy any amin’ny tany nitondrana azy ho babo, ka miverina aminao sy mitalaho famindram-po aminao any amin’ilay tany nitondrana azy ho babo, ary manao hoe: ‘Efa nanota sy diso izahay ary nanao ratsy’,",
        "38": "ary miverina aminao amin’ny fony manontolo sy ny heriny manontolo izy, any amin’ny tany izay nitondran’ny mpamabo azy, ary mivavaka aminao manandrify ny taniny izay nomenao ny razany, eny, ny tanàna nofidinao sy ny trano naoriko ho an’ny anaranao,",
        "39": "dia henoy any an-danitra, any amin’ny fonenanao, ny vavaka ataony sy ny fitalahoany famindram-po, ka omeo rariny izy ary mamelà ny heloky ny olonao izay nanota taminao.",
        "40": "“Ary ankehitriny Andriamanitro ô, aoka re ny masonao mba hijery e, ary aoka ny sofinao mba hihaino tsara ny vavaka atao momba an’ity toerana ity.",
        "41": "Koa mitsangàna mankao amin’ny fitsaharanao, ry Jehovah Andriamanitra ô, dia ianao sy ny Vata Masin’ny herinao. Aoka hitafy famonjena ny mpisoronao, ry Jehovah Andriamanitra ô, ary aoka hifaly amin’ny zava-tsoa ny olona tsy mivadika aminao.",
        "42": "Aza lavina ny voahosotrao, ry Jehovah Andriamanitra ô! Mba tsarovy ny hatsaram-panahy feno fitiavana nasehonao tamin’i Davida mpanomponao.”"
    },
    "7": {
        "1": "Raha vao nifarana ny vavak’i Solomona, dia nisy afo nilatsaka avy tany an-danitra nandevona ny fanatitra dorana sy ny sorona. Ary nameno an’ilay trano ny voninahitr’i Jehovah.",
        "2": "Koa tsy afaka niditra tao an-tranon’i Jehovah ny mpisorona, satria feno ny voninahitr’i Jehovah ilay tranon’i Jehovah.",
        "3": "Ary hitan’ny zanak’Israely rehetra ilay afo nilatsaka sy ny voninahitr’i Jehovah teo amin’ilay trano, ka avy hatrany izy ireo dia niondrika tamin’ny tany sy niankohoka teo amin’ilay tokotany vato sady nisaotra an’i Jehovah, “fa tsara izy, fa mandrakizay ny hatsaram-panahiny feno fitiavana.”",
        "4": "Ary nanolotra sorona teo anatrehan’i Jehovah ny mpanjaka sy ny vahoaka manontolo.",
        "5": "Omby roa arivo sy roa alina, ary ondry roa alina sy iray hetsy no natolotr’i Solomona Mpanjaka ho sorona. Koa notokanan’ny mpanjaka sy ny vahoaka manontolo ny tranon’Andriamanitra.",
        "6": "Dia samy nijoro teo amin’ny toerana tokony hisy azy avy ny mpisorona sy ny Levita nitondra zavamaneno hanaovana hira ho an’i Jehovah. Namboarin’i Davida Mpanjaka ireny zavamaneno ireny mba hanaovana hira fisaorana an’i Jehovah hoe “mandrakizay ny hatsaram-panahiny feno fitiavana”, isaky ny manao hira fiderana amin’ny alalan’izy ireo i Davida. Ary nampaneno mafy ny trompetra teo anoloan’izy ireo ny mpisorona, raha mbola nitsangana ny Israelita rehetra.",
        "7": "Dia nohamasinin’i Solomona ny afovoan’ny tokotany teo anoloan’ny tranon’i Jehovah, satria teo no nanolorany ny sorona dorana sy ny tavin’ny sorona iombonana. Tsy antonona teo amin’ilay alitara varahina nataon’i Solomona mantsy ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ireo sorona.",
        "8": "Ary nanao fety nandritra ny fito andro i Solomona sy ny Israely rehetra tamin’izay, dia fiangonana lehibe avy any amin’ny sisin’ny faritr’i Hamata ka hatrany amin’ny lohasaha falehan-driakan’i Ejipta.",
        "9": "Nanao fivoriambe nanetriketrika izy ireo ny andro fahavalo, satria naharitra fito andro ny fitokanana ny alitara ary fito andro koa ilay fety.",
        "10": "Ary tamin’ny andro fahatelo amby roapolon’ny volana fahafito, dia nalefany nody ny vahoaka. Faly sy ravoravo tokoa izy ireo noho ny soa nataon’i Jehovah tamin’i Davida sy Solomona ary ny Israely olony.",
        "11": "Koa vitan’i Solomona ny tranon’i Jehovah sy ny tranon’ny mpanjaka, ary tontosan’i Solomona avokoa izay rehetra tao am-pony momba ny tranon’i Jehovah sy ny tranony.",
        "12": "Ary niseho tamin’i Solomona i Jehovah nandritra ny alina, ka nilaza hoe: “Efa reko ny vavakao, ary efa nofidiko ho ahy ity toerana ity mba ho trano fanaovana sorona.",
        "13": "Raha manidy ny lanitra aho ka tsy misy orana latsaka, na mandidy ny valala mba hihinana ny zavamaniry eo amin’ny tany, na mandefa areti-mandringana hamely ny oloko,",
        "14": "nefa manetry tena ny oloko izay antsoina amin’ny anarako, ka mivavaka sy mitady ahy ary miala amin’ny lalan-dratsiny, dia hihaino any an-danitra aho ka hamela ny fahotany ary hanasitrana ny taniny.",
        "15": "Koa ankehitriny dia hijery tokoa ny masoko ary ny sofiko hihaino tsara ny vavaka atao eto amin’ity toerana ity.",
        "16": "Ary mifidy sy manamasina ity trano ity aho mba hitoeran’ny anarako mandritra ny fotoana tsy voafetra, ary ho ao foana ny masoko sy ny foko.",
        "17": "“Raha manompo ahy toy ny nanompoan’i Davida rainao ianao, ka manao izay rehetra andidiako anao ary mitandrina ny fitsipiko sy ny didim-pitsarako,",
        "18": "dia hataoko mafy orina koa ny seza fiandrianan’ny fanjakanao, araka ny fifanekena nataoko tamin’i Davida rainao hoe: ‘Hisy olona avy amin’ny taranakao foana hitondra eo amin’ny Israely.’",
        "19": "Fa raha miala amiko kosa ianareo, ka mahafoy ny lalàna sy didy nomeko anareo, ary mandeha manompo andriamani-kafa sy miankohoka eo anatrehan’ireny,",
        "20": "dia hongotako tsy ho eo amin’ny tany nomeko anareo ianareo. Ary hariako tsy ho eo anatrehako ity trano nohamasiniko ho an’ny anarako ity, sady hataoko teny fanarabiana sy teny fanesoana eo amin’ny firenena rehetra.",
        "21": "Ho lasa korontam-bato miavosa ity trano ity, ka hidanàka izay rehetra mandalo eo ary hiteny hoe: ‘Fa naninona àry no dia nataon’i Jehovah hoatr’izao ity tany sy trano ity?’",
        "22": "Dia hisy hilaza hoe: ‘Noho izy ireo nahafoy an’i Jehovah Andriamanitry ny razany, izay nitondra azy nivoaka avy tany Ejipta, ary nifikitra tamin’andriamani-kafa ka niankohoka teo anatrehan’ireny sady nanompo azy. Izany no nahatonga Azy hamely azy ireo tamin’izao loza rehetra izao.’”"
    },
    "8": {
        "1": "Rehefa tapitra ny roapolo taona nanorenan’i Solomona ny tranon’i Jehovah sy ny tranony,",
        "2": "dia naoriny indray ireo tanàna nomen’i Hirama azy, ka namponeniny tao ny zanak’Israely.",
        "3": "Ary nankany Hamata-zoba i Solomona ka naharesy azy.",
        "4": "Dia naoriny indray i Tadmora tany an-tany efitra, sy ny tanàna rehetra fitehirizana entana sy vokatra, izay naoriny tany Hamata.",
        "5": "Ary naoriny i Beti-horona Ambony sy Beti-horona Ambany, izay samy tanàna voaro mafy misy manda sy vavahady misy bara hidiny.",
        "6": "Naoriny koa i Baleta sy ny tanàna rehetra fitehirizana entana sy vokatra, izay lasan’i Solomona, mbamin’ny tanàna fanatobiana kalesy sy ny tanànan’ny mpitaingin-tsoavaly. Ary nataon’i Solomona izay zavatra tsara rehetra niriny haorina tao Jerosalema sy Libanona ary nanerana ny tany nanjakany.",
        "7": "Ary mbola nisy sisa tavela ny Hetita sy ny Amorita sy ny Perizita sy ny Hivita ary ny Jebosita, izay samy tsy anisan’ny Israely,",
        "8": "ka ny taranak’ireny, izay tsy voaringan’ny zanak’Israely fa mbola tavela teo amin’ilay tany, no nampanantsoin’i Solomona hanao asa an-terivozona, mandraka androany.",
        "9": "Tsy nisy tamin’ny zanak’Israely anefa nataon’i Solomona andevo mba hanao ny asany. Fa izy ireo kosa dia miaramila mpiady sy lehiben’ny manamboninahitra lefitra, sy lehiben’ny mpitondra kalesiny ary lehiben’ny mpitaingin-tsoavaly.",
        "10": "Ary dimampolo sy roanjato ny mpiadidy ny lehibem-paritra nananan’i Solomona Mpanjaka, dia ireo lehiben’ny mpiasa.",
        "11": "Ary nentin’i Solomona niakatra avy tao amin’ny Tanànan’i Davida ny zanakavavin’i Farao, ho any amin’ilay trano naoriny ho azy, fa hoy izy: “Tsy tokony hipetraka ao an-tranon’i Davida mpanjakan’ny Israely izy, na dia vadiko aza, satria masina ny toerana nidiran’ny Vata masin’i Jehovah.”",
        "12": "Tamin’izay i Solomona no nanolotra sorona dorana ho an’i Jehovah teo amin’ny alitaran’i Jehovah, izay naoriny teo anoloan’ny tilikambo fidirana.",
        "13": "Nanao izany izy, araka izay tokony hatao isan’andro momba ireo fanatitra nandidian’i Mosesy hatao amin’ny sabata sy ny tsinam-bolana ary ny fety intelo isan-taona, dia ny fetin’ny mofo tsy misy lalivay, sy ny fetin’ireo herinandro, ary ny fetin’ny trano rantsankazo.",
        "14": "Ary notendreny ho amin’ny fanompoany ireo mpisorona araka ny fizarany avy, nifanaraka tamin’ny fitsipik’i Davida rainy. Ny Levita dia notendreny ho amin’ny toerana tokony hisy azy avy, mba hidera sy hanompo eo anoloan’ny mpisorona araka izay tokony hatao isan’andro. Ary notendreny teny amin’ny vavahady samy hafa kosa ny mpiandry vavahady, araka ny fizarana nisy azy avy. Izany rehetra izany no nandidian’i Davida, lehilahin’Andriamanitra.",
        "15": "Ary tsy nialan’izy ireo ny didin’ny mpanjaka ho an’ny mpisorona sy ny Levita, eny, ny didy nomeny momba ny zava-drehetra sy momba ny tahiry.",
        "16": "Koa tontosa tsara avokoa ny asan’i Solomona, nanomboka tamin’ny andro nandatsahana ny fototry ny tranon’i Jehovah ka mandra-pahavitany. Dia vita tanteraka ny tranon’i Jehovah.",
        "17": "Tamin’izay i Solomona no nankany Eziona-gebera sy Elota teny amoron-tsiraka, tany Edoma.",
        "18": "Naniraka ny mpanompony i Hirama mba handefa sambo sy mpanompo nahay ranomasina, tany amin’i Solomona. Niaraka tamin’ny mpanompon’i Solomona nankany Ofira ireo, ka naka talenta volamena dimampolo sy efajato, ary nitondra izany tany amin’i Solomona Mpanjaka."
    },
    "9": {
        "1": "Nahare ny lazan’i Solomona ny mpanjakavavin’i Sheba, ka nankany Jerosalema mba hitsapa azy amin’ny fanontaniana saro-baliana. Dia tonga tany izy sy ny mpanotrona maro be, narahin’ny rameva nitondra menaka balsama sy volamena be dia be ary vatosoa. Ary nankao amin’i Solomona izy, ka nilaza taminy izay rehetra tao am-pony.",
        "2": "Ary voavalin’i Solomona izay rehetra nanontaniany. Tsy nisy tsy voavalin’i Solomona izany, satria tsy nisy niafina taminy ny zava-drehetra.",
        "3": "Rehefa hitan’ilay mpanjakavavin’i Sheba ny fahendren’i Solomona sy ny trano naoriny,",
        "4": "sy ny sakafo teo an-databany, sy ny fomba nametrahana an’ireo mpanompony, sy ny fomba fiasan’ireo mpandroso sakafo sy ny fitafian’ireo, sy ny fomba fiasan’ireo mpandroso zava-pisotro sy ny fitafian’ireo, ary ny sorona dorana izay natolony tsy tapaka tao an-tranon’i Jehovah, dia tena talanjona izy.",
        "5": "Koa hoy izy tamin’ny mpanjaka: “Marina tokoa ny zavatra reko tany amin’ny taniko momba anao sy ny fahendrenao.",
        "6": "Tsy nino ny tenin’ny olona aho raha tsy tonga tatỳ, ka ny masoko mihitsy no nahita. Fa hay na ny antsasaky ny fahendrenao aza tsy nolazaina tamiko! Mihoatra lavitra noho izay reko ny zavatra hitako momba anao.",
        "7": "Sambatra ny olonao, ary sambatra ireto mpanomponao ireto, izay eto anatrehanao mandrakariva ka mandre ny fahendrenao!",
        "8": "Hisaorana anie i Jehovah Andriamanitrao izay nankasitraka anao ka nametraka anao eo amin’ny seza fiandrianany, mba ho mpanjaka ho an’i Jehovah Andriamanitrao! Tian’Andriamanitrao ny Israely sady tiany haharitra mandritra ny fotoana tsy voafetra, ka notendreny ho mpanjakan’izy ireo ianao, mba hampihatra didim-pitsarana sy rariny.”",
        "9": "Dia nomen’ilay mpanjakavavy talenta volamena roapolo amby zato ny mpanjaka, ary koa menaka balsama be dia be sy vatosoa. Ary betsaka tsy nisy toy izany ny menaka balsama nomen’ny mpanjakavavin’i Sheba an’i Solomona Mpanjaka.",
        "10": "Nitondra hazo algoma sy vatosoa koa ny mpanompon’i Hirama sy ny mpanompon’i Solomona, izay nitondra volamena avy any Ofira.",
        "11": "Ary ny hazo algoma dia nanaovan’ny mpanjaka tohatra ho an’ny tranon’i Jehovah sy ho an’ny tranon’ny mpanjaka, ary harpa sy lokanga ho an’ny mpihira. Mbola tsy nahitana toy izany teo amin’ny tanin’i Joda hatramin’izay.",
        "12": "Nomen’i Solomona Mpanjaka ho an’ny mpanjakavavin’i Sheba izay rehetra nahafinaritra an-dravehivavy ka nangatahiny. Izany dia fanampin’izay efa nomeny ho setrin’izay nentin-dravehivavy ho an’ny mpanjaka. Dia niverina nody tany amin’ny taniny ravehivavy sy ny mpanompony.",
        "13": "Ary ny lanjan’ny volamena tonga tany amin’i Solomona tao anatin’ny herintaona dia talenta volamena enina amby enimpolo sy eninjato,",
        "14": "ankoatra an’izay nentin’ny mpivaro-mandeha sy ny mpandraharaha. Nitondra volafotsy sy volamena ho an’i Solomona koa, ny mpanjaka rehetran’ny Arabo sy ireo governoran’ilay tany.",
        "15": "Ary nanao ampinga lehibe roanjato tamin’ny volamena misy fangarony i Solomona Mpanjaka, ka sekely volamena eninjato misy fangarony no nandrakofany ny ampinga lehibe tsirairay.",
        "16": "Nanao ampinga kely telonjato tamin’ny volamena misy fangarony koa izy, ka volamena telo mina no nandrakofany ny ampinga kely tsirairay. Dia napetrany tao amin’ny Trano Alan’i Libanona ireo.",
        "17": "Nanao seza fiandrianana ivoara lehibe koa ny mpanjaka, ary nopetahany takela-bolamena tsy misy fangarony izy io.",
        "18": "Nisy zanatohatra enina nankeo amin’ilay seza fiandrianana ary nisy fitoeran-tongotra volamena koa teo, ka samy niraikitra tamin’ilay seza ireo. Ary nasiany fitoeran-tanana teo amin’ny andaniny roa amin’ilay seza, ary nasiany liona iray avy nitsangana teo anilan’ireo fitoeran-tanana.",
        "19": "Nisy liona roa ambin’ny folo koa teo amin’ireo zanatohatra enina, ka enina avy no teo amin’ny andaniny roa. Tsy nisy mihitsy fanjakana nanao seza fiandrianana toy izany.",
        "20": "Volamena daholo ny kaopin’i Solomona Mpanjaka. Volamena tsy misy fangarony ny fitaovana rehetra tao amin’ny Trano Alan’i Libanona. Tsy nisy mihitsy zavatra vita tamin’ny volafotsy, satria noheverina ho tsinontsinona ny volafotsy tamin’ny andron’i Solomona.",
        "21": "Nankany Tarsisy niaraka tamin’ny mpanompon’i Hirama mantsy ny sambon’ny mpanjaka, ary tonga isaky ny telo taona koa ireo sambon’i Tarsisy, izay nitondra volamena sy volafotsy sy ivoara sy rajako ary vorombola.",
        "22": "Koa nanan-karena sy hendry noho ny mpanjaka rehetra teto an-tany i Solomona Mpanjaka.",
        "23": "Ary te hihaona taminy ny mpanjaka rehetra teto an-tany, mba hihaino ny fahendrena nataon’Andriamanitra tao am-pony.",
        "24": "Samy nitondra an’ireto fanomezana ireto izy ireo isan-taona: Zavatra vita tamin’ny volafotsy sy volamena, fitafiana, fiadiana, menaka balsama, ary soavaly sy ramole.",
        "25": "Ary nanjary nanana tranon-tsoavaly efatra arivo i Solomona, sady nanana kalesy, sy soavaly fitondra miady roa arivo sy iray alina. Ary nataony tao amin’ny tanàna fanatobiana kalesy, sy tany akaikin’ny mpanjaka tany Jerosalema ireo.",
        "26": "Izy no nifehy ny mpanjaka rehetra nanomboka tany amin’ny Renirano ka hatrany amin’ny tanin’ny Filistinina sy ny sisin-tanin’i Ejipta.",
        "27": "Ary nataon’ny mpanjaka be dia be toy ny vato ny volafotsy tany Jerosalema. Ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "28": "Nisy olona koa nitondra soavaly ho an’i Solomona avy any Ejipta sy avy any amin’ny tany hafa rehetra.",
        "29": "Ary ny sisa amin’ny tantaran’i Solomona, na ny voalohany na ny farany, moa ve izany tsy efa voarakitra ao amin’izay nosoratan’i Natana mpaminany sy ny faminanian’i Ahia Silonita, ary ao amin’ny boky mirakitra ny fahitan’i Ido mpahita momba an’i Jeroboama zanak’i Nebata?",
        "30": "Ary efapolo taona no nanjakan’i Solomona tany Jerosalema, teo amin’ny Israely rehetra.",
        "31": "Nodimandry any amin’ny razany izy tamin’ny farany, ka nalevina tao amin’ny Tanànan’i Davida rainy. Ary i Rehoboama zanany no nanjaka nandimby azy."
    },
    "10": {
        "1": "Nankany Sekema i Rehoboama, satria tany no nalehan’ny Israelita rehetra mba hanao azy ho mpanjaka.",
        "2": "Raha vao ren’i Jeroboama zanak’i Nebata izany, raha mbola tany Ejipta izy—fa nandositra tany izy noho ny amin’i Solomona Mpanjaka—dia niverina haingana avy tany Ejipta izy.",
        "3": "Dia nampiantso azy ny olona. Koa tonga i Jeroboama sy ny Israely rehetra, ka niteny tamin’i Rehoboama hoe:",
        "4": "“Nampitondra zioga mavesatra anay ny rainao. Koa mba hamaivano ny fanompoana mafy nampanaovin-drainao sy ny zioga mavesatra nampitondrainy anay, dia hanompo anao izahay.”",
        "5": "Dia hoy izy tamin’ireo: “Miverena àry atỳ amiko rehefa afaka telo andro.” Koa lasa ny olona.",
        "6": "Ary i Rehoboama Mpanjaka naka hevitra tamin’ireo zokiolona, izay mpanolo-tsaina an’i Solomona rainy fony fahavelony, ka niteny hoe: “Inona no havaly ny vahoaka, araka ny hevitrareo?”",
        "7": "Koa hoy ireo zokiolona taminy: “Raha tsara fanahy amin’ny vahoaka ianao ary manao izay hahazoana ny fony, ka manao teny mahafinaritra azy, dia hanompo anao foana izy.”",
        "8": "Tsy nanaiky ny soso-kevitr’ireo zokiolona anefa izy, fa naka hevitra tamin’ireo tovolahy niaraka lehibe taminy, izay mpanolo-tsaina azy.",
        "9": "Hoy izy tamin’ireo: “Inona no soso-kevitra omenareo mba havalintsika ny vahoaka? Niteny tamiko mantsy ry zareo hoe: ‘Mba hamaivano ny zioga nampitondrain’ny rainao anay.’”",
        "10": "Koa hoy ireo tovolahy niaraka lehibe taminy: “Na dia nilaza taminao aza ny vahoaka hoe: ‘Nampitondra zioga mavesatra anay ny rainao, fa ianao kosa tokony hanamaivana izany’, dia izao lazaina aminy: ‘Ho lehibe noho ny andilan’ny raiko ny ankikeliko.",
        "11": "Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hampitombo ny zioganareo. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.’”",
        "12": "Dia nankany amin’i Rehoboama i Jeroboama sy ny olona rehetra, tamin’ny andro fahatelo, araka ny tenin’ny mpanjaka hoe: “Miverena atỳ amiko amin’ny andro fahatelo.”",
        "13": "Teny henjana anefa no navalin’i Rehoboama Mpanjaka azy ireo, fa tsy noraisiny ny soso-kevitr’ireo zokiolona.",
        "14": "Nanaraka ny soso-kevitr’ireo tovolahy izy, ka nilaza hoe: “Vao mainka hataoko mavesatra ny zioganareo, ary hampitomboiko. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.”",
        "15": "Koa tsy nohenoin’ny mpanjaka ny vahoaka. I Jehovah Andriamanitra mantsy no nahatonga izany mba hanatanterahany ny teny nolazainy tamin’i Jeroboama zanak’i Nebata, tamin’ny alalan’i Ahia Silonita.",
        "16": "Koa satria tsy nohenoin’ny mpanjaka ny vahoakan’Israely manontolo, dia hoy ny navalin’izy ireo: “Inona moa no mba anjaranay amin’i Davida? Tsy misy lovanay ange ao amin’ny zanak’i Jese e! Samia mankany amin’ny andriamaniny avy, ry Israely ô! Karakarao amin’izay ny taranakao, ry Davida ô!” Dia nody tany amin’ny tranolainy avy ny Israely rehetra.",
        "17": "Ny zanak’Israely izay nonina tany amin’ireo tanànan’i Joda ihany no mbola nanjakan’i Rehoboama.",
        "18": "Tatỳ aoriana, dia nirahin’i Rehoboama Mpanjaka i Hadorama, izay niandraikitra an’ireo voantso hanao fanompoana. Nitora-bato azy anefa ny zanak’Israely, ka maty izy. I Rehoboama Mpanjaka kosa tafakatra tao anaty kalesiny, ka nandositra tany Jerosalema.",
        "19": "Ary mbola mikomy amin’ny taranak’i Davida ny Israelita mandraka androany."
    },
    "11": {
        "1": "Vao tonga tany Jerosalema i Rehoboama, dia namory ny taranak’i Joda sy Benjamina, izany hoe vatan-dehilahy mpiady voafantina valo alina sy iray hetsy. Namory azy ireo hiady tamin’ny Israely izy, mba hahazoana indray ny fanjakana.",
        "2": "Dia tonga tamin’i Semaia, lehilahin’Andriamanitra, ny tenin’i Jehovah, nanao hoe:",
        "3": "“Lazao amin’i Rehoboama zanak’i Solomona mpanjakan’ny Joda, ary amin’ny Israely rehetra any Joda sy Benjamina hoe:",
        "4": "‘Izao no nolazain’i Jehovah: “Aza miakatra hiady amin’ny rahalahinareo, fa samia mody any an-tranony avy. Fa izaho no nahatonga izao zavatra izao.”’” Dia nankatò ny tenin’i Jehovah izy ireo, ka nody fa tsy nanafika an’i Jeroboama.",
        "5": "Koa nonina tao Jerosalema i Rehoboama, ary nanorina tanàna voaro mafy tany Joda.",
        "6": "Dia naoriny indray i Betlehema, Etama, Tekoa,",
        "7": "Beti-zora, Soko, Adolama,",
        "8": "Gata, Maresa, Zifa,",
        "9": "Adoraima, Lakisy, Azeka,",
        "10": "Zora, Aialona ary Hebrona, izay samy tanàna voaro mafy tany Joda sy Benjamina.",
        "11": "Nohamafisiny koa ny fiarovana an’ireo toerana voaro mafy, ary nametrahany mpitarika tany, sady nasiany tahirin-tsakafo sy menaka ary divay.",
        "12": "Nasiany ampinga lehibe sy lefona koa tany amin’ireo tanàna hafa rehetra, ary nohamafisiny tsara ireny tanàna ireny. Dia nijanona ho fananany ny Joda sy Benjamina.",
        "13": "Ary niala tany amin’ny faritra rehetra nisy azy ny mpisorona sy ny Levita nanerana an’i Israely, ka niandany tamin’i Rehoboama.",
        "14": "Fa nandao ny kijanany sy ny fananany ny Levita, ka nankany Joda sy Jerosalema satria nesorin’i Jeroboama sy ny zanany tsy ho mpisoron’i Jehovah izy ireo.",
        "15": "Nanendry mpisorona ho eny amin’ireo toerana avo mantsy i Jeroboama, mba hanompo an’ireo demonia miendrika osy sy ireo zanak’omby nataony.",
        "16": "Nisy olona avy tamin’ny foko rehetran’ny Israely koa nanaraka an’ireo Levita. Nitady an’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo izy ireo, ka nankany Jerosalema mba hanao sorona ho an’i Jehovah Andriamanitry ny razany.",
        "17": "Koa nanamafy orina ny fanjakan’ny Joda izy ireo sady nanohana an’i Rehoboama zanak’i Solomona nandritra ny telo taona. Nanao hoatran’izay nataon’i Davida sy Solomona mantsy izy ireo nandritra ireo telo taona ireo.",
        "18": "Ary naka vady an’i Mahalota i Rehoboama. I Mahalota dia zanakavavin’i Jerimota zanak’i Davida, sy Abihaila zanakavavin’i Eliaba, zanak’i Jese.",
        "19": "Nitera-dahy taminy izy, dia i Jeosy sy Semaria ary Zahama.",
        "20": "Dia nalain’i Rehoboama ho vadiny koa i Maka zafikelin’i Absaloma, ka niterahany an’i Abia sy Atahy sy Ziza ary Selomita.",
        "21": "Ary tian’i Rehoboama kokoa noho ny vadiny sy ny vadikeliny rehetra i Maka zafikelin’i Absaloma. Naka vady valo ambin’ny folo sy vadikely enimpolo mantsy izy, ka niteraka zazalahy valo amby roapolo sy zazavavy enimpolo.",
        "22": "Koa i Abia zanak’i Maka no nataon’i Rehoboama ho filoha mpitarika an’ireo rahalahiny, satria nokasainy hatao mpanjaka izy.",
        "23": "Nahira-tsaina anefa i Rehoboama ka naparitany nanerana ny tanin’i Joda sy Benjamina, tany amin’ireo tanàna voaro mafy rehetra, ny sasany tamin’ireo zanany lahy. Nomeny sakafo be dia be sy vady maro be koa izy ireo."
    },
    "12": {
        "1": "Raha vao mafy orina ny fanjakan’i Rehoboama ka nahery izy, dia nahafoy ny lalàn’i Jehovah izy sy ny Israely rehetra niaraka taminy.",
        "2": "Ary tamin’ny taona fahadimy nanjakan’i Rehoboama, dia niakatra i Sisaka mpanjakan’i Ejipta mba hanafika an’i Jerosalema, satria nivadika tamin’i Jehovah ny Israely.",
        "3": "Nitondra kalesy roanjato sy arivo, sy mpitaingin-tsoavaly enina alina i Sisaka, ary tsy hita isa ny olona niaraka taminy avy any Ejipta, dia ny Libyanina sy ny Sokita ary ny Etiopianina.",
        "4": "Dia namabo an’ireo tanàna voaro mafy tany Joda izy, ka tonga hatrany Jerosalema.",
        "5": "Rehefa nifamory tao Jerosalema i Rehoboama sy ireo andrianan’ny Joda noho ny amin’i Sisaka, dia tonga teo amin’izy ireo i Semaia mpaminany ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Ianareo efa nahafoy ahy, ka mba afoiko koa ho eo an-tanan’i Sisaka.’”",
        "6": "Dia nanetry tena ny mpanjaka sy ny andrianan’ny Israely, ka nanao hoe: “Rariny ny an’i Jehovah.”",
        "7": "Rehefa hitan’i Jehovah fa nanetry tena izy ireo, dia tonga tamin’i Semaia ny tenin’i Jehovah hoe: “Nanetry tena izy ireo ka tsy haringako, ary tsy ho ela dia hafahako. Ary tsy hihatra amin’i Jerosalema amin’ny alalan’i Sisaka ny fahatezerako.",
        "8": "Ho lasa mpanompon’i Sisaka anefa izy ireo, mba hahafantaran’izy ireo fa tsy mitovy ny manompo ahy sy ny manompo ny fanjakan’ny firenen-kafa.”",
        "9": "Koa niakatra nanafika an’i Jerosalema i Sisaka mpanjakan’i Ejipta. Dia nalainy ireo zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy ireo tao an-tranon’ny mpanjaka, ka lasany daholo ny zava-drehetra. Lasany koa ny ampinga volamena nataon’i Solomona.",
        "10": "Koa nanao ampinga varahina ho solon’ireny i Rehoboama Mpanjaka, ka nametraka izany ho andraikitr’ireo lehiben’ny mpihazakazaka, dia ireo mpiambina ny fidirana mankao an-tranon’ny mpanjaka.",
        "11": "Ary isaky ny nankao amin’ny tranon’i Jehovah ny mpanjaka, dia niditra ireo mpihazakazaka ka nitondra an’ireo ampinga, ary avy eo dia namerina izany tao amin’ny efitra fiambenan’izy ireo.",
        "12": "Ary niala tamin’ny mpanjaka ny fahatezeran’i Jehovah ka tsy te handringana azy ireo tanteraka izy. Nanetry tena mantsy ny mpanjaka, ary mba nisy tsara ihany ny nataon’ny olona tany Joda.",
        "13": "Nanamafy orina ny toerany tao Jerosalema i Rehoboama Mpanjaka, ka naharitra ny fanjakany. Iraika amby efapolo taona i Rehoboama tamin’izy nanomboka nanjaka, ary fito ambin’ny folo taona no nanjakany tao Jerosalema, ilay tanàna nofidin’i Jehovah teo amin’ny foko rehetran’ny Israely mba hametrahany ny anarany. Ary Nama no anaran-dreniny, dia i Nama Amonita.",
        "14": "Nanao izay ratsy anefa i Rehoboama, satria tsy tena tapa-kevitra tamin’ny fony manontolo ny hitady an’i Jehovah.",
        "15": "Ary ny tantaran’i Rehoboama, na ny voalohany na ny farany, moa ve izany tsy efa voarakitra araka ny tetirazana, ao amin’izay nosoratan’i Semaia mpaminany sy Ido mpahita? Ary nisy ady foana teo amin’i Rehoboama sy Jeroboama.",
        "16": "Farany, dia nodimandry any amin’ny razany i Rehoboama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Abia zanany no nanjaka nandimby azy."
    },
    "13": {
        "1": "Ary tamin’ny taona fahavalo ambin’ny folo nanjakan’i Jeroboama Mpanjaka, no nanomboka nanjaka teo amin’ny Joda i Abia.",
        "2": "Telo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Mikaia, * zanak’i Oriela avy any Gibea. Ary nisy ady teo amin’i Abia sy Jeroboama.",
        "3": "Koa nitondra tafika nisy lehilahy mpiady voafantina efatra hetsy i Abia rehefa nandeha niady. I Jeroboama kosa nandahatra lehilahy voafantina matanjaka sy mahery fo niisa valo hetsy mba hiady tamin’i Abia.",
        "4": "Dia nitsangana teo amin’ny Tendrombohitra Zemaraima, any amin’ny faritra be tendrombohitr’i Efraima, i Abia, ka niteny hoe: “Mihainoa ahy, ry Jeroboama sy Israely rehetra ô!",
        "5": "Tsy fantatrareo angaha fa nomen’i Jehovah Andriamanitry ny Israely fanjakana i Davida sy ny taranany, mba hitondra ny Israely mandritra ny fotoana tsy voafetra? Ary nataony fifanekena maharitra * izany.",
        "6": "Nikomy tamin’ny tompony anefa i Jeroboama, izay zanak’i Nebata sady mpanompon’i Solomona zanak’i Davida.",
        "7": "Ary nisy olona mpidonana-poana sady tsy manjary tonga nitangorona teo aminy. Nahery noho i Rehoboama zanak’i Solomona izy ireo. Mbola kely sady saro-tahotra mantsy i Rehoboama ka tsy nahatohitra an’ireo.",
        "8": "“Ary ankehitriny dia te hanohitra ny fanjakan’i Jehovah izay eo an-tanan’ny taranak’i Davida ianareo. Vahoaka be ianareo ary eo aminareo ireo zanak’omby volamena nataon’i Jeroboama ho andriamanitrareo.",
        "9": "Moa ve ianareo tsy efa nandroaka ny taranak’i Arona izay mpisoron’i Jehovah, mbamin’ny Levita, ka nanendry mpisorona ho anareo, tahaka ny fanaon’ny firenen-kafa? Ary izay tonga nanolotra vantotr’ombilahy iray sy ondrilahy fito mba hahazo ny fahefan’ny mpisorona, dia lasa mpisoron’izay tsy andriamanitra akory.",
        "10": "Fa ny anay kosa, i Jehovah no Andriamanitray, ary tsy nahafoy azy izahay. Mpisorona taranak’i Arona no manao fanompoana ho an’i Jehovah, ary toy izany koa ny Levita izay manao ny anjara raharahany.",
        "11": "Manolotra fanatitra dorana mba hidona-tsetroka ho an’i Jehovah isa-maraina sy isaky ny takariva izy ireo, ary mandoro emboka manitra. Ny mofo mifanaingina dia eo amin’ny latabatra vita amin’ny volamena tsy misy fangarony, ary ao amin’ny toerany koa ny fitoeran-jiro volamena sy ny jirony izay arehitra isaky ny takariva. Manao ny adidinay amin’i Jehovah Andriamanitray mantsy izahay, fa ianareo kosa efa nahafoy azy.",
        "12": "Ary mitarika anay ilay tena Andriamanitra sy ny mpisorony ary ny trompetra fanairana izay hotsofina rehefa hamely anareo izahay. Koa aza miady amin’i Jehovah Andriamanitry ny razanareo, ry zanak’Israely ô, fa tsy handresy ianareo.”",
        "13": "Ary nisy miaramila nirahin’i Jeroboama ka nasainy niafina hanafika avy any aorian’ny Joda. Koa teo anoloan’ny Joda ry Jeroboama, fa ireo miaramila niafina kosa no avy tany aoriana.",
        "14": "Ary rehefa nitodika ny miaramilan’ny Joda, dia indreo fa teo anoloany sy tao aoriany ny fahavalony. Koa nitaraina tamin’i Jehovah izy ireo, ary ny mpisorona nitsoka mafy ny trompetra.",
        "15": "Dia nanao hiakan’ady ny miaramilan’ny Joda. Ary rehefa nanao izany izy ireo, dia nataon’Andriamanitra resy teo anoloan’i Abia sy ny Joda i Jeroboama sy ny Israely rehetra.",
        "16": "Koa nandositra teo anoloan’ny Joda ny zanak’Israely. Ary natolotr’Andriamanitra teo an-tanan’ny Joda izy ireo,",
        "17": "dia nasian’i Abia sy ny miaramilany, ka be dia be no maty. Koa lehilahy voafantina dimy hetsy tamin’ny Israely no maty niampatrampatra.",
        "18": "Toy izany no nampietrena ny zanak’Israely, tamin’izany fotoana izany. Nahery kosa ny taranak’i Joda satria niantehitra tamin’i Jehovah Andriamanitry ny razany.",
        "19": "Ary nanenjika an’i Jeroboama i Abia ka naka an’ireo tanàna nofeheziny, dia i Betela sy ireo tanàna miankina aminy, Jesana sy ireo tanàna miankina aminy, ary Efraina sy ireo tanàna miankina aminy.",
        "20": "Tsy nanan-kery intsony i Jeroboama tamin’ny andron’i Abia. Ary namely azy i Jehovah ka maty izy.",
        "21": "Dia nihanahery i Abia. Ary rehefa nandeha ny fotoana, dia nanana vady efatra ambin’ny folo izy, ka niteraka roa amby roapolo lahy sy enina ambin’ny folo vavy.",
        "22": "Ary ny sisa amin’ny tantaran’i Abia, mbamin’izay nataony sy nolazainy, dia efa voasoratra ao amin’ny fitantaran’i Ido mpaminany."
    },
    "14": {
        "1": "Farany, dia nodimandry any amin’ny razany i Abia, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Asa zanany no nanjaka nandimby azy. Tamin’ny andron’i Asa, dia nandry feizay nandritra ny folo taona ilay tany.",
        "2": "Ary nanao izay tsara sy mahitsy teo imason’i Jehovah Andriamaniny i Asa,",
        "3": "ka nesoriny ireo alitaran’ny firenen-kafa sy ireo toerana avo, dia nopotehiny ireo tsangambato masina, ary nokapainy ireo tsato-kazo masina.",
        "4": "Nandidy ny Joda koa izy mba hitady an’i Jehovah Andriamanitry ny razany, sy hankatò ny lalàna sy ny didy.",
        "5": "Koa nesoriny tao amin’ny tanàna rehetran’ny Joda ny toerana avo sy ny fandoroana emboka manitra. Dia nandry feizay ny fanjakana teo ambany fitondrany.",
        "6": "Ary nanorina tanàna voaro mafy tao Joda izy, satria nandry feizay ilay tany. Tsy nisy niady taminy nandritra ireo taona ireo, fa nataon’i Jehovah nandry feizay izy.",
        "7": "Koa hoy izy tamin’ny Joda: “Andao haorintsika ireto tanàna ireto ka hasiantsika manda manodidina sy tilikambo ary vavahady kopa-droa misy bara hidiny. Mbola malalaka ny tany ka azontsika ampiasaina tsara, satria isika efa nitady an’i Jehovah Andriamanitsika. Eny, efa nitady azy isika, ka nataony mandry feizay eo anivon’ny fahavalontsika rehetra manodidina.” Dia nanorina izy ireo ka nahavita izany soa aman-tsara.",
        "8": "Ary nanana tafika i Asa, ka ny avy tamin’ny Joda, dia miaramila telo hetsy nitondra ampinga lehibe sy lefona, ary ny avy tamin’ny Benjamina kosa, miaramila valo alina sy roa hetsy nitondra ampinga kely sy tsipìka. Lehilahy matanjaka sy mahery fo avokoa ireo.",
        "9": "Ary nivoaka hiady tamin’izy ireo i Zera Etiopianina sy ny tafiny nisy miaramila iray tapitrisa sy kalesy telonjato, ka tonga hatrany Maresa.",
        "10": "Dia nivoaka hiady taminy i Asa sy ny tafiny, ka samy naka ny toerany teo amin’ny lohasahan’i Zefata any Maresa.",
        "11": "Ary niantso an’i Jehovah Andriamaniny i Asa ka niteny hoe: “Jehovah ô, tsy sarotra aminao ny manampy ny olona, na maro izy, na tsy manan-kery. Koa ampio izahay, ry Jehovah Andriamanitray ô, fa ianao no ianteheranay, ary amin’ny anaranao no ahatongavanay eto hiady amin’io vahoaka io. Jehovah ô, ianao no Andriamanitray! Aza avela handresy anao ny olombelona mety maty.”",
        "12": "Dia nataon’i Jehovah resy teo anoloan’i Asa sy ny Joda ny Etiopianina, ka nandositra.",
        "13": "Koa nenjehin’i Asa sy ny miaramilany hatrany Gerara ny Etiopianina, ka lavo niampatrampatra ary tsy nisy niangana intsony tamin’ny farany. Fa ripaka teo anatrehan’i Jehovah sy ny tobiny izy ireo. Ary namabo zavatra be dia be i Asa sy ny miaramilany.",
        "14": "Nasiany koa ny tanàna rehetra manodidina an’i Gerara, satria efa nataon’i Jehovah raiki-tahotra ny olona. Ary norobainy ny tanàna rehetra, fa be zavatra azo norobaina tao.",
        "15": "Na ny tranolain’ireo mpiandry ondry aza dia notafihin’izy ireo koa, ka andian’ondry maro be sy rameva no nobaboiny. Niverina tany Jerosalema izy ireo avy eo."
    },
    "15": {
        "1": "Ary tonga tamin’i Azaria zanak’i Odeda ny fanahin’Andriamanitra.",
        "2": "Koa nandeha nankany amin’i Asa izy, ary niteny taminy hoe: “Mihainoa ahy, ry Asa mbamin’ny Joda sy ny Benjamina rehetra! Momba anareo foana i Jehovah, raha momba azy ianareo. Ary raha mitady azy ianareo, dia hataony izay hahitanareo azy, fa raha mahafoy azy kosa, dia hafoiny koa.",
        "3": "Nandritra ny fotoana ela ny Israely dia tsy nanana tena Andriamanitra, na mpisorona nampianatra, na Lalàna.",
        "4": "Rehefa tao anatin’ny fahoriana anefa izy ireo, dia niverina tamin’i Jehovah Andriamanitry ny Israely ary nitady azy. Koa nataon’Andriamanitra izay hahitan’izy ireo azy.",
        "5": "Nitebiteby izay nandeha nivezivezy tamin’ireny fotoana ireny, satria nisy korontana be teo amin’ny mponina rehetra teto amin’ity tany ity.",
        "6": "Nifandringana koa ny foko samy foko sy ny tanàna samy tanàna, satria Andriamanitra namely azy ireo tamin’ny fahoriana isan-karazany ka nampikorontana azy foana.",
        "7": "Koa mahereza ianareo, ary aza miraviravy tanana, fa handray valisoa ianareo amin’izay ataonareo.”",
        "8": "Raha vao ren’i Asa izany teny izany sy ny faminanian’i Odeda mpaminany, dia nisikina herim-po izy ka nanafoana ny zava-maharikoriko nanerana ny tanin’i Joda sy Benjamina, sy tany amin’ireo tanàna nobaboiny tany amin’ny faritra be tendrombohitr’i Efraima. Nohavaoziny koa ilay alitaran’i Jehovah teo anoloan’ny tilikambo fidirana ao amin’ny tranon’i Jehovah.",
        "9": "Ary novoriny daholo ny Joda sy ny Benjamina mbamin’ireo vahiny nonina teo amin’izy ireo, dia ny vahiny avy tamin’ny fokon’i Efraima sy Manase ary Simeona. Maro be mantsy ireny vahiny ireny no niala tamin’ny Israely ka niandany tamin’i Asa, rehefa hitany fa nomba an’i Asa i Jehovah Andriamaniny.",
        "10": "Koa tafavory tao Jerosalema izy rehetra ireo, tamin’ny volana fahatelo tamin’ny taona fahadimy ambin’ny folo nanjakan’i Asa.",
        "11": "Ary nanao sorona ho an’i Jehovah avy tamin’ny zavatra nobaboiny izy ireo tamin’iny andro iny, dia omby fitonjato sy ondry fito arivo.",
        "12": "Nanao fifanekena koa izy ireo fa hitady an’i Jehovah Andriamanitry ny razany amin’ny fony manontolo sy ny tenany manontolo,",
        "13": "ka na iza na iza tsy mitady an’i Jehovah Andriamanitry ny Israely, dia hovonoina ho faty, na kely na lehibe, na lahy na vavy.",
        "14": "Koa nianiana tamin’i Jehovah tamin’ny feo mafy izy ireo, sady nanao horakora-pifaliana narahina feon’ny trompetra sy anjombona.",
        "15": "Dia faly daholo ny Joda noho ilay fianianana, satria tamin’ny fony manontolo no nanaovany izany. Finaritra tanteraka koa izy ireo nitady an’Andriamanitra, ka nataon’Andriamanitra izay hahitan’izy ireo azy. Ary nataon’i Jehovah nandry feizay teo anivon’ny fahavalony rehetra nanodidina izy ireo.",
        "16": "Ary nesorin’i Asa tsy ho andriambavy na dia i Maka renibeny aza, satria nanao sampy mahatsiravina izay nampiasaina hivavahana tamin’ny tsato-kazo masina. Dia nokapain’i Asa Mpanjaka ilay sampy mahatsiravina nataon’ny renibeny, ka notorotoroiny sy nodorany tao amin’ny lohasaha falehan-driakan’i Kidrona.",
        "17": "Fa ny toerana avo kosa mbola nisy teo amin’ny Israely ihany. Nifikitra tanteraka tamin’Andriamanitra anefa ny fon’i Asa, nandritra ny androm-piainany.",
        "18": "Ary nampidiriny tao an-tranon’Andriamanitra izay zavatra nohamasinin-drainy sy nohamasinin’ny tenany, dia volafotsy sy volamena ary fitaovana maro hafa.",
        "19": "Ary tsy nisy ady intsony hatramin’ny taona fahadimy amby telopolo nanjakan’i Asa."
    },
    "16": {
        "1": "Tamin’ny taona fahenina amby telopolo nanjakan’i Asa, dia niakatra hanafika an’i Joda i Basa mpanjakan’ny Israely. Ary naorin’i Basa ny tanànan’i Rama, mba tsy hamelana na iza na iza hivezivezy hankao amin’i Asa mpanjakan’ny Joda.",
        "2": "Koa namoaka volafotsy sy volamena avy tamin’ireo zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka i Asa, ka naniraka olona nankany amin’i Beni-hadada mpanjakan’i Syria, izay nonina tao Damaskosy, mba hilaza hoe:",
        "3": "“Misy fifanekena eo amiko sy aminao, ary eo amin’ny raiko sy ny rainao. Nandefasako volafotsy sy volamena ianao, ka foany ny fifanekena nifanaovanao tamin’i Basa mpanjakan’ny Israely, mba hialany amiko.”",
        "4": "Dia neken’i Beni-hadada ny tenin’i Asa Mpanjaka, ka nirahiny ireo lehiben’ny tafiny mba hanafika ny tanànan’ny Israely. Koa notafihin’izy ireo i Iona sy Dana ary Abela-maima, mbamin’ny toerana rehetra fitehirizana entana sy vokatra tao amin’ireo tanànan’i Naftaly.",
        "5": "Raha vao ren’i Basa izany, dia tsy nanorina ny tanànan’i Rama intsony izy, ary najanony ny asa nataony.",
        "6": "Ary nentin’i Asa Mpanjaka ny Joda rehetra, ka nalain’izy ireo ny vato sy ny hazo nanorenan’i Basa ny tanànan’i Rama. Dia ireny no nampiasain’i Asa hanorenana an’i Geba sy Mizpa.",
        "7": "Tamin’izay fotoana izay, dia nankany amin’i Asa mpanjakan’ny Joda i Hanany mpahita, ka niteny taminy hoe: “Noho ianao niantehitra tamin’ny mpanjakan’i Syria, fa tsy tamin’i Jehovah Andriamanitrao, dia ho afa-mandositra tsy ho azon’ny tananao ny tafiky ny mpanjakan’i Syria.",
        "8": "Tsy tafika lehibe ve ny Etiopianina sy ny Libyanina, izay nanana miaramila maro be sy kalesy ary mpitaingin-tsoavaly? Kanefa noho ianao niantehitra tamin’i Jehovah, dia natolony teo an-tananao ireny.",
        "9": "Fa ny mason’i Jehovah dia mijery eny rehetra eny manerana ny tany, mba hanehoany ny heriny hamonjena izay mifikitra aminy amin’ny fo manontolo. Hadalana mihitsy izany nataonao izany, ka hisy hiady aminao foana manomboka izao.”",
        "10": "Tezitra sady nisafoaka tamin’ilay mpahita anefa i Asa noho izany teniny izany, ka nampidiriny tao am-ponja izy sady nasiany boloky hazo ny tongony. Ary nanomboka nampahory olon-kafa teo amin’ny vahoaka koa i Asa tamin’izay fotoana izay.",
        "11": "Ary ny tantaran’i Asa, na ny voalohany na ny farany, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy ny Mpanjakan’ny Israely.",
        "12": "Ary nisy narary teo amin’ny tongotr’i Asa tamin’ny taona fahasivy amby telopolo nanjakany, ka narary mafy izy. Na dia tamin’izay aza anefa, dia tsy nitady an’i Jehovah izy, fa nitady mpanasitrana.",
        "13": "Farany, dia nodimandry any amin’ny razany i Asa, eny, maty izy tamin’ny taona fahiraika amby efapolo nanjakany.",
        "14": "Koa nalevina tao amin’ny Tanànan’i Davida, tao amin’ilay fasana lehibe efa nolavahany ho an’ny tenany izy, ka natao teo ambony farafara nofenoina menaka balsama sy menaka fanosorana isan-karazany nampifangaroin’ny mpanao zava-manitra. Ary nisy zava-manitra be dia be nodorana tamin’ny fandevenana azy."
    },
    "17": {
        "1": "Ary nanjaka nandimby an’i Asa i Josafata zanany, ka nanamafy orina ny toerany teo amin’ny Israely.",
        "2": "Koa nametrahany tafika tany amin’ny tanàna voaro mafy rehetra tao Joda, ary nasiany toby miaramila koa tany amin’ny tanin’i Joda sy ireo tanànan’i Efraima izay nobaboin’i Asa rainy.",
        "3": "Ary nomba an’i Josafata foana i Jehovah, satria nanao hoatran’izay nataon’i Davida razambeny izy. Tsy nitady an’ireo Bala mantsy izy,",
        "4": "fa ny Andriamanitry ny rainy kosa no notadiaviny ary ny didiny no narahiny, ka tsy nanao toy izay nataon’ny Israely izy.",
        "5": "Koa nataon’i Jehovah mafy orina teo an-tanany ny fanjakana. Ary nanateran’ny Joda rehetra fanomezana foana i Josafata, ka nahazo harena sy voninahitra be.",
        "6": "Nanjary nahery fo koa izy tamin’ny fanarahana ny lalan’i Jehovah, ka nesoriny mihitsy aza ireo toerana avo sy tsato-kazo masina tao Joda.",
        "7": "Tamin’ny taona fahatelo nanjakany, dia nampiantsoiny ireto andrianany ireto, mba hampianatra tao amin’ireo tanànan’i Joda: Ben-haila, Obadia, Zakaria, Netanela, ary Mikaia.",
        "8": "Niaraka tamin’ireo andriana ireto Levita ireto: Semaia, Netania, Zebadia, Asahela, Semiramota, Jonatana, Adonia, Tobia, ary Tob-adonia. Ary niaraka tamin’ireo koa i Elisama sy Jorama izay samy mpisorona.",
        "9": "Dia nampianatra tao Joda izy ireo, sady nitondra ny boky misy ny lalàn’i Jehovah, ka nitety ny tanàna rehetran’ny Joda, ary nampianatra teo amin’ny vahoaka.",
        "10": "Ary nataon’i Jehovah raiki-tahotra ny fanjakana rehetra nanodidina ny Joda, ka tsy niady tamin’i Josafata.",
        "11": "Koa nisy Filistinina nitondra fanomezana ho an’i Josafata sady nandoa hetra taminy. Ary ny Arabo koa nitondra ondry aman’osy ho azy, dia ondrilahy fitonjato sy fito arivo, ary koa osilahy fitonjato sy fito arivo.",
        "12": "Nahomby hatrany i Josafata sady nihanalaza be. Ary nanorina toerana voaro mafy sy tanàna fitehirizana entana sy vokatra tao Joda izy.",
        "13": "Nisahana raharaha maro isan-karazany tao amin’ireo tanànan’i Joda koa izy. Ary nisy miaramila mpiady, izay natanjaka sy nahery fo, tao Jerosalema,",
        "14": "ka ireto avy ny andraikiny, arakaraka ny fianakaviambeny: Ny avy tamin’ny Joda, dia i Adna no mpifehy an’ireo lehiben’ny arivo. Ary nisy lehilahy telo hetsy natanjaka sy nahery fo niaraka taminy.",
        "15": "Ary teo ambany fifehezany i Johanana, izay nifehy lehilahy valo alina sy roa hetsy.",
        "16": "Teo ambany fifehezan’i Adna koa i Amasia zanak’i Zikry, izay nanolo-tena an-tsitrapo hanompo an’i Jehovah. Ary nisy lehilahy roa hetsy natanjaka sy nahery fo niaraka tamin’i Amasia.",
        "17": "Ny avy tamin’ny Benjamina kosa, dia i Eliada izay natanjaka sy nahery fo. Lehilahy roa hetsy nitondra tsipìka sy ampinga no niaraka taminy.",
        "18": "Ary teo ambany fifehezany i Jozabada. Lehilahy valo alina sy iray hetsy voaomana hiady no niaraka tamin’i Jozabada.",
        "19": "Ireo no nanompo ny mpanjaka, ankoatra an’ireo efa napetraky ny mpanjaka tany amin’ireo tanàna voaro mafy nanerana an’i Joda."
    },
    "18": {
        "1": "Ary nanjary nanana harena sy voninahitra be i Josafata. Nanao fifanarahana tamin’i Ahaba anefa izy, ka nalainy ho vadin-janany ny zanak’i Ahaba.",
        "2": "Rehefa afaka taona vitsivitsy, dia nidina nankany amin’i Ahaba tany Samaria izy. Ary namono ondry sy omby be dia be ho sorona i Ahaba, noho ny amin’i Josafata sy ny olona niaraka taminy. Notaominy koa i Josafata hiakatra hanafika an’i Ramota-gileada.",
        "3": "Dia hoy i Ahaba mpanjakan’ny Israely tamin’i Josafata mpanjakan’ny Joda: “Hiaraka amiko ho any Ramota-gileada ve ianao?” Ary hoy i Josafata: “Iray ihany izaho sy ianao, ary vahoakanao ihany ny vahoakako, ka hiaraka aminao ho any an’ady izahay.”",
        "4": "Hoy anefa izy tamin’ny mpanjakan’ny Israely: “Mba anontanio ihany aloha izay tenin’i Jehovah, azafady.”",
        "5": "Koa novorin’ny mpanjakan’ny Israely ny mpaminany efajato lahy, ka hoy izy tamin’ireo: “Handeha hanafika an’i Ramota-gileada ve izahay, sa tsy handeha?” Dia hoy ireo: “Miakara, fa hatolotr’ilay tena Andriamanitra eo an-tanan’ny mpanjaka ilay tanàna.”",
        "6": "Hoy anefa i Josafata: “Tsy mbola misy mpaminanin’i Jehovah moa eto? Aleo izy no asaintsika manontany.”",
        "7": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mbola misy lehilahy iray azo asaina manontany an’i Jehovah. Tena halako anefa izy satria hatrizay niainany dia tsy mba maminany zava-tsoa momba ahy mihitsy izy fa zava-dratsy foana. Tsy iza izany fa i Mikaia zanak’i Jimla.” Hoy anefa i Josafata: “Aza dia miteny toy izany, ry mpanjaka ô!”",
        "8": "Koa niantso tandapa iray ny mpanjakan’ny Israely, ka nanao hoe: “Alaivo haingana i Mikaia zanak’i Jimla.”",
        "9": "Ary samy nipetraka teo amin’ny seza fiandrianany sady samy nanao akanjom-boninahitra ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda, teo amin’ilay famoloana teo amin’ny fidirana amin’ny vavahadin’i Samaria. Ary nanao toy ny fanaon’ny mpaminany teo anatrehan’izy roa lahy ny mpaminany rehetra.",
        "10": "Dia nanamboatra tandroka vy i Zedekia zanak’i Kenana, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Amin’ireto no hanotoanao ny Syrianina mandra-pandringanao azy tanteraka.’”",
        "11": "Ary naminany toy izany koa ny mpaminany hafa rehetra hoe: “Miakara any Ramota-gileada, ka mahazoa fandresena, fa hatolotr’i Jehovah eo an-tanan’ny mpanjaka tokoa ilay tanàna.”",
        "12": "Ary niteny tamin’i Mikaia ilay iraka nandeha niantso azy, ka nanao hoe: “Iray teny daholo ireo mpaminany ka samy nilaza zava-tsoa tamin’ny mpanjaka. Koa aoka re mba ho toy ny tenin’izy ireo koa ny teninao, azafady, ka mba milazà zava-tsoa e!”",
        "13": "Hoy anefa i Mikaia: “Raha mbola velona koa i Jehovah Andriamanitro, dia izay holazainy ihany no hambarako.”",
        "14": "Dia nankeo amin’ny mpanjaka izy, ary hoy ny mpanjaka taminy: “Handeha hiady amin’i Ramota-gileada ve izahay, ry Mikaia, sa tsy handeha?” Avy hatrany dia hoy i Mikaia: “Miakara, ary mahazoa fandresena, fa hatolotra eo an-tananareo izy ireo.”",
        "15": "Dia hoy ny mpanjaka: “Impiry aho no hampianiana anao mba tsy hilaza na inona na inona amiko amin’ny anaran’i Jehovah afa-tsy ny marina ihany?”",
        "16": "Koa hoy i Mikaia: “Ireny fa hitako miparitaka eny an-tendrombohitra, tahaka ny ondry tsy misy mpiandry, ny Israelita rehetra. Ary hoy i Jehovah: ‘Tsy manan-tompo ireo. Aoka izy samy hody soa aman-tsara any an-tranony.’”",
        "17": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Tsy efa nilaza taminao moa aho hoe: ‘Tsy haminany zava-tsoa momba ahy izy, fa zava-dratsy ihany’?”",
        "18": "Ary hoy i Mikaia: “Henoy àry ny tenin’i Jehovah: Hitako i Jehovah mipetraka eo amin’ny seza fiandrianany, ary ny tafiky ny lanitra manontolo mitsangana eo ankavanany sy eo ankaviany.",
        "19": "Dia hoy i Jehovah: ‘Iza no hamitaka an’i Ahaba mpanjakan’ny Israely, mba hiakarany any Ramota-gileada ka hahalavo azy any?’ Dia nisy resaka nifanaovana, ka niteny toy izao ny anankiray, ary ny anankiray kosa niteny toy izao.",
        "20": "Farany, dia nisy fanahy iray niroso ka nitsangana teo anatrehan’i Jehovah, ary nanao hoe: ‘Izaho no hamitaka azy.’ Ary hoy i Jehovah taminy: ‘Amin’ny fomba ahoana?’",
        "21": "Dia hoy izy: ‘Handeha aho ka ho tonga fanahy mamitaka ao am-bavan’ny mpaminaniny rehetra.’ Ary hoy Andriamanitra: ‘Ho voafitakao izy, ary hahomby tokoa ianao amin’izany. Mandehana àry, ka ataovy izany.’",
        "22": "Koa nasian’i Jehovah fanahy mamitaka tao am-bavan’ireto mpaminaninao ireto. Nilaza anefa i Jehovah fa loza no hanjo anao.”",
        "23": "Ary nanatona i Zedekia zanak’i Kenana, ka namely tehamaina an’i Mikaia, sady nanao hoe: “Taiza ny lalana nivoahan’ny fanahin’i Jehovah tamiko mba hiteny tamin’ialahy?”",
        "24": "Dia hoy i Mikaia: “Ho hitanao ny lalany amin’ny andro hidiranao ao amin’ny efitra anatiny indrindra mba hiafina ao.”",
        "25": "Koa hoy ny mpanjakan’ny Israely: “Ento i Mikaia, ka avereno any amin’i Amona lehiben’ny tanàna sy Joasy zanaky ny mpanjaka.",
        "26": "Dia ilazao izy ireo hoe: ‘Izao no nolazain’ny mpanjaka: “Ampidiro am-ponja ilehio, ka ataovy kely ny anjara mofo sy rano omena azy mandra-piveriko soa aman-tsara.”’”",
        "27": "Ary hoy i Mikaia: “Raha tafaverina soa aman-tsara ianao, dia tsy i Jehovah no niteny tamiko.” Ary hoy koa izy: “Renareo rehetra izany, rey olona!”",
        "28": "Dia niakatra nankany Ramota-gileada ny mpanjakan’ny Israely, sy Josafata mpanjakan’ny Joda.",
        "29": "Ary hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mody hanao olon-kafa aho ka hirotsaka ao amin’ny ady, fa ianao kosa anaovy ny akanjom-boninahitrao.” Koa mody nanao olon-kafa tokoa ny mpanjakan’ny Israely. Dia nirotsaka tao amin’ilay ady izy ireo.",
        "30": "Ny mpanjakan’i Syria anefa efa nandidy ny lehiben’ny kalesiny, nanao hoe: “Aza miady amin’ny kely na amin’ny lehibe, fa amin’ny mpanjakan’ny Israely ihany.”",
        "31": "Raha vao hitan’ireo lehiben’ny kalesy i Josafata, dia hoy izy ireo anakampo: “Io mihitsy no mpanjakan’ny Israely.” Dia nivily izy ireo mba hiady taminy. Koa niantso vonjy i Josafata, ka nampian’i Jehovah. Dia nofitahin’Andriamanitra hiala teo aminy ireo.",
        "32": "Ary raha vao hitan’ireo lehiben’ny kalesy fa tsy ny mpanjakan’ny Israely izy, dia niverina avy hatrany ireo ka tsy nanaraka azy intsony.",
        "33": "Ary nisy lehilahy nandefalefa zana-tsipìka anjoanjo fotsiny, ka voany teo anelanelan’ny tapany samy hafa amin’ilay akanjo mifono vy ny mpanjakan’ny Israely. Koa hoy ny mpanjaka tamin’ny mpitondra kalesy: “Avilio ny kalesy, ka ento miala eto aho, fa maratra mafy.”",
        "34": "Nihamafy ny ady tamin’izay fotoana izay, ary voatery notohanana tao amin’ny kalesiny ny mpanjakan’ny Israely, mba ho afaka hitsangana foana hiatrika ny Syrianina mandra-paharivan’ny andro. Dia maty izy rehefa nilentika ny masoandro."
    },
    "19": {
        "1": "Ary niverina soa aman-tsara ho any an-tranony tany Jerosalema i Josafata mpanjakan’ny Joda.",
        "2": "Dia nandeha nankany amin’i Josafata Mpanjaka i Jeho zanak’i Hanany mpahita, ka niteny taminy hoe: “Ny ratsy fanahy indray ve no tokony hampiana, ary izay mankahala an’i Jehovah ve no tokony ho tianao? Noho izany, dia tezitra aminao i Jehovah.",
        "3": "Nisy zavatra tsara nataonao ihany anefa, satria nesorinao teto amin’ity tany ity ny tsato-kazo masina, ary nomaninao ny fonao hitady an’ilay tena Andriamanitra.”",
        "4": "Ary tao Jerosalema foana i Josafata no nipetraka. Dia noteteziny indray ny vahoaka hatrany Beri-sheba ka hatrany amin’ny faritra be tendrombohitr’i Efraima, mba hampodiana azy ireny ho amin’i Jehovah Andriamanitry ny razany.",
        "5": "Ary nametrahany mpitsara nanerana ilay tany, isaky ny tanàna voaro mafy rehetra tao Joda.",
        "6": "Dia hoy izy tamin’ireo mpitsara: “Tandremo tsara izay ataonareo, satria tsy ho an’ny olona no itsaranareo, fa ho an’i Jehovah. Ary momba anareo izy amin’ny fitsarana ataonareo.",
        "7": "Koa aoka hatahotra an’i Jehovah ianareo. Mitandrema tsara amin’izay ataonareo, fa tsy misy tsy fahamarinana ao amin’i Jehovah Andriamanitsika, ary tsy mba miangatra na mandray kolikoly izy.”",
        "8": "Ary napetrak’i Josafata tao Jerosalema koa ny sasany tamin’ny Levita sy ny mpisorona ary ny lohan’ny fianakaviambe teo amin’ny Israely, mba hampihatra ny lalàn’i Jehovah sy hitsara ny adin’ny mponina tao Jerosalema.",
        "9": "Dia nodidiany koa izy ireo hoe: “Izao no ataovy noho ny fahatahorana an’i Jehovah, ary aoka ianareo ho mendri-pitokisana sy hiasa amin’ny fo manontolo rehefa manao izany:",
        "10": "Raha manana ady entina eto anatrehanareo ny rahalahinareo monina any an-tanànany, na ady mahakasika fandatsahan-dra izany, na mahakasika lalàna sy didy sy fitsipika ary didim-pitsarana, dia ampitandremo izy ireo mba tsy hanao fahadisoana amin’i Jehovah, sao hiharan’ny fahatezerany ianareo sy ny rahalahinareo. Izany no tokony hataonareo mba tsy ho meloka ianareo.",
        "11": "Ary i Amaria lehiben’ny mpisorona no ho lehibenareo amin’ny raharaha rehetra momba an’i Jehovah. I Zebadia zanak’i Ismaela filohan’ny taranak’i Joda kosa no ho lehibenareo amin’ny raharaha rehetra momba ny mpanjaka. Ary ho mpiandraikitra hanampy anareo ny Levita. Koa mahereza, ataovy ny asa, ary hotahin’i Jehovah anie izay tsara ataonareo!”"
    },
    "20": {
        "1": "Taorian’izany, dia tonga hiady tamin’i Josafata ny taranak’i Moaba sy ny taranak’i Amona ary ny sasany tamin’ny Amonima.",
        "2": "Ary nisy olona tonga nilaza tamin’i Josafata hoe: “Misy vahoaka be avy any amoron-dranomasina, avy any Edoma, tonga hanafika anao. Ary efa ao Hazazona-tamara, izany hoe En-jedy, izy ireo.”",
        "3": "Dia natahotra i Josafata ka tapa-kevitra ny hitady an’i Jehovah. Koa nanao antso avo izy hoe hisy fifadian-kanina manerana an’i Joda.",
        "4": "Ary tafavory mba hanontany an’i Jehovah ny mponina tao Joda. Eny, tonga avy any amin’ny tanàna rehetran’ny Joda izy ireo mba hanontany an’i Jehovah.",
        "5": "Ary i Josafata dia nitsangana teo anivon’ny fiangonan’i Joda sy Jerosalema, tao an-tranon’i Jehovah teo anoloan’ny tokotany vaovao,",
        "6": "ka niteny hoe: “Ry Jehovah Andriamanitry ny razanay ô, tsy ianao ve no Andriamanitra any an-danitra? Tsy ianao ve no mifehy ny fanjakana rehetran’ireo firenena? Ary tsy eo am-pelatananao ve ny hery sy ny tanjaka, ka tsy misy mahatohitra anao?",
        "7": "Ry Andriamanitray ô, tsy ianao ve no nandroaka ny mponin’ity tany ity tsy ho eo anatrehan’ny Israely olonao? Ary tsy efa nomenao mandritra ny fotoana tsy voafetra ho an’ny taranak’i Abrahama, ilay tia anao, ve ity tany ity?",
        "8": "Dia nanorim-ponenana teto ny Israely, ka nanorina toerana masina ho an’ny anaranao, ary niteny hoe:",
        "9": "‘Raha misy loza na sabatra na fanamelohana na areti-mandringana na mosary manjo anay, dia hitsangana eto anoloan’ity trano ity sy eto anatrehanao izahay mba hiantso vonjy aminao ao anatin’ny fahorianay, fa ato amin’ity trano ity ny anaranao. Ary enga anie ianao hihaino ka hamonjy!’",
        "10": "Ankehitriny anefa, dia indreo fa tonga ny taranak’i Amona sy ny taranak’i Moaba ary ny avy any amin’ny faritra be tendrombohitr’i Seira. Tsy navelanao hanafika azy ny Israely rehefa nivoaka avy tany Ejipta. Koa nivily lalana izy ireo fa tsy nandringana azy.",
        "11": "Jereo anefa ny avaliny anay! Indreo izy ireo fa tonga handroaka anay hiala amin’ny taninao izay nomenao ho lovanay.",
        "12": "Koa tsy hampihatra ny didim-pitsaranao amin’izy ireo ve ianao, ry Andriamanitray ô? Fa tsy manan-kery izahay eo anatrehan’io vahoaka be manafika anay io, ary tsy fantatray izay tokony hatao, ka ianao no andrandrainay.”",
        "13": "Nandritra izany fotoana izany, dia nijoro teo anatrehan’i Jehovah ny lehilahy rehetra tao Joda mbamin’ny vady aman-janany, hatramin’ny ankizy madinika.",
        "14": "Ary ny fanahin’i Jehovah dia tonga tamin’i Jahaziela zanak’i Zakaria zanak’i Benaia zanak’i Jeiela zanak’i Matania, izay Levita avy tamin’ny taranak’i Asafa. Eny, tonga taminy teo anivon’ny fiangonana izany,",
        "15": "ka hoy izy: “Mihainoa, ry Joda rehetra sy ry mponin’i Jerosalema, ary ianao koa ry Josafata Mpanjaka! Izao no lazain’i Jehovah aminareo: ‘Aza matahotra na mihorohoro noho ny amin’io vahoaka be io, satria tsy anareo ny ady fa an’Andriamanitra.",
        "16": "Midìna mba hiatrika azy ireo rahampitso. Any amin’ny fiakaran’i Ziza ny lalany, ka ho hitanareo izy ireo eo amin’ny faran’ny lohasaha falehan-driaka tandrifin’ny tany efitr’i Jeroela.",
        "17": "Tsy mila miady ianareo amin’ity indray mandeha ity. Samia maka ny toerany ka mijoroa tsara fotsiny, ary jereo ny famonjen’i Jehovah anareo. Aza matahotra na mihorohoro, ry Joda sy Jerosalema ô! Mivoaha hiatrika azy ireo rahampitso, ary homba anareo i Jehovah.’”",
        "18": "Dia niankohoka tamin’ny tany avy hatrany i Josafata. Niankohoka teo anatrehan’i Jehovah koa ny Joda rehetra sy ny mponin’i Jerosalema, ho fanajana an’i Jehovah.",
        "19": "Dia nitsangana ny Levita taranaky ny Kehatita sy taranaky ny Korahita mba hidera an’i Jehovah Andriamanitry ny Israely tamin’ny feo faran’izay mafy.",
        "20": "Dia nifoha vao maraina ny olona, ka nankany an-tany efitr’i Tekoa. Rehefa handeha anefa izy ireo, dia hoy i Josafata: “Mihainoa ahy, ry Joda sy ry mponin’i Jerosalema! Minoa an’i Jehovah Andriamanitrareo mba ho ela velona ianareo. Minoa koa ny mpaminaniny ka mahazoa fandresena.”",
        "21": "Ary naka hevitra tamin’ny olona i Josafata. Koa nataony teo alohan’ny miaramila ny mpihira ho an’i Jehovah sy ny mpanao fiderana izay nanao fitafiana masina. Ary nandeha teo alohan’ny miaramila ireo sady nanao hoe: “Miderà an’i Jehovah, fa mandrakizay ny hatsaram-panahiny feno fitiavana.”",
        "22": "Rehefa nanomboka nihoby sy nanao fiderana izy ireo, dia nisy olona nalefan’i Jehovah hiafina mba hanafika ny taranak’i Amona sy ny taranak’i Moaba ary ny avy any amin’ny faritra be tendrombohitr’i Seira, izay samy nankany Joda. Dia nifamely izy samy izy.",
        "23": "Koa niady tamin’ireo mponin’ny faritra be tendrombohitr’i Seira ny taranak’i Amona sy ny taranak’i Moaba, ka nandringana azy tanteraka sy nandripaka azy. Ary raha vao ripany avokoa ny mponin’i Seira, dia izy samy izy indray no nifandringana.",
        "24": "Ny Joda kosa tonga teo amin’ilay tilikambo fiambenana tany an-tany efitra. Ary rehefa nitazana an’ilay vahoaka izy ireo, dia hitany fa indreo niampatrampatra tamin’ny tany ny fatiny, fa tsy nisy niangana na iray aza.",
        "25": "Koa nankeny amin’ireo faty i Josafata sy ny vahoakany mba handroba izay teny amin’ireny, ka nahita zavatra be dia be ary koa fitafiana sy zava-tsarobidy maro be. Dia nendahany daholo izay azony nalaina teny amin’ireo faty, ka nentiny daholo izay zakany. Telo andro izy ireo no nanao izany satria maro be ireo zavatra azo nobaboina.",
        "26": "Dia nifamory teo amin’ny lemaka ivan’i Beraka izy ireo tamin’ny andro fahefatra, satria nisaotra an’i Jehovah teo izy ireo. Izany no antony niantsoany an’ilay toerana hoe Lemaka Ivan’i Beraka, mandraka androany.",
        "27": "Dia niverina nankany Jerosalema teo ambany fitarihan’i Josafata ny mponina rehetran’i Joda sy Jerosalema. Eny, niverina tamim-pifaliana izy ireo, satria nataon’i Jehovah falifaly noho izay nanjo ny fahavalony.",
        "28": "Ary tamin’ny feon-dokanga sy harpa ary trompetra no nidiran’izy ireo tao Jerosalema, ho ao an-tranon’i Jehovah.",
        "29": "Dia nataon’Andriamanitra raiki-tahotra ny fanjakana rehetra manodidina, rehefa ren’izy ireny fa i Jehovah no niady tamin’ny fahavalon’ny Israely.",
        "30": "Koa tsy nisy nanelingelina ny fanjakan’i Josafata, sady nataon’Andriamaniny nandry feizay teo anivon’ny fahavalony rehetra nanodidina.",
        "31": "Ary nanjaka teo amin’ny Joda i Josafata. Dimy amby telopolo taona izy tamin’izy nanomboka nanjaka, ary dimy amby roapolo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Azoba, zanak’i Sily.",
        "32": "Nanao hoatran’izay nataon’i Asa rainy foana izy, ka tsy niala tamin’izany fa nanao izay mahitsy teo imason’i Jehovah.",
        "33": "Mbola nisy ihany anefa ny toerana avo. Ary mbola tsy nanomana ny fony hitady an’ilay Andriamanitry ny razany ny vahoaka.",
        "34": "Ary ny sisa amin’ny tantaran’i Josafata, na ny voalohany na ny farany, dia efa voarakitra ao amin’izay nosoratan’i Jeho zanak’i Hanany, ka nampidirina tao amin’ny Boky Momba ny Mpanjakan’ny Israely.",
        "35": "Ary i Josafata mpanjakan’ny Joda dia niombon-draharaha tamin’i Ahazia mpanjaka ratsy fanahy teo amin’ny Israely.",
        "36": "Niombon-draharaha taminy izy tamin’ny fanaovana sambo ho any Tarsisy, ary nanao sambo tao Eziona-gebera izy ireo.",
        "37": "Naminany loza ho an’i Josafata anefa i Eliezera zanak’i Dodavaho avy any Maresa, nanao hoe: “Noho ianao niombon-draharaha tamin’i Ahazia, dia horavan’i Jehovah ny zava-bitanao.” Koa rendrika ireo sambo, ka tsy tody tany Tarsisy."
    },
    "21": {
        "1": "Farany, dia nodimandry any amin’ny razany i Josafata, ka nalevina any amin’ny razany tao amin’ny Tanànan’i Davida. Ary i Jorama zanany no nanjaka nandimby azy.",
        "2": "Ary i Jorama nanan-drahalahy hafa izay zanak’i Josafata koa, dia i Azaria, Jehiela, Zakaria, Azaria, Mikaela, ary Sefatia. Zanak’i Josafata mpanjakan’ny Israely avokoa ireo.",
        "3": "Koa samy nomen-drainy fanomezana be dia be izy ireo, dia volafotsy sy volamena sy zava-tsarobidy ary koa tanàna voaro mafy tao Joda. Ny fanjakana kosa nomeny an’i Jorama satria izy no lahimatoa.",
        "4": "Rehefa nandray ny fanjakan-drainy anefa i Jorama, dia nanamafy orina ny toerany izy ka novonoiny tamin’ny sabatra ny rahalahiny rehetra sy ny andriana sasany teo amin’ny Israely.",
        "5": "Roa amby telopolo taona i Jorama tamin’izy nanomboka nanjaka, ary valo taona no nanjakany tany Jerosalema.",
        "6": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely izy, dia tahaka ny nataon’ny ankohonan’i Ahaba, satria ny zanakavavin’i Ahaba no vadiny. Ary nanao izay ratsy teo imason’i Jehovah foana izy.",
        "7": "Tsy tian’i Jehovah haringana anefa ny taranak’i Davida, noho ny fifanekena nataony tamin’i Davida. Efa nilaza koa izy hoe hanome jiro foana ho azy sy ny taranany.",
        "8": "Tamin’ny andron’i Jorama no nikomian’i Edoma tsy ho eo ambany fahefan’ny Joda sy nananganany mpanjaka hitondra ny fireneny.",
        "9": "Koa nankany Edoma i Jorama sy ireo lehibe mbamin’ny kalesy rehetra. Ary nifoha izy tamin’ny alina, ka novonoiny ho faty ny Edomita izay nanodidina azy sy nanodidina ny lehiben’ny kalesy.",
        "10": "Mbola nikomy tsy ho eo ambany fahefan’ny Joda anefa i Edoma mandraka androany. Tamin’izany andro izany koa ny tanànan’i Libna no nanomboka nikomy tsy ho eo ambany fahefan’i Jorama. Nahafoy an’i Jehovah Andriamanitry ny razany mantsy i Jorama.",
        "11": "Nanao toerana avo teny amin’ny tendrombohitr’i Joda koa izy, mba hitaomana ny mponin’i Jerosalema hanana fifandraisana mamoafady amin’ny andriamani-diso, sy mba hamitahana ny Joda.",
        "12": "Tatỳ aoriana dia nisy taratasy avy tamin’i Elia mpaminany tonga tany amin’i Jorama, nanao hoe: “Izao no nolazain’i Jehovah Andriamanitr’i Davida razambenao: ‘Tsy nanao hoatran’izay nataon’i Josafata rainao, na hoatran’izay nataon’i Asa mpanjakan’ny Joda ianao,",
        "13": "fa nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa, ka nitaona ny Joda sy ny mponin’i Jerosalema mba hanana fifandraisana mamoafady amin’ny andriamani-diso, toy ny nataon’ny ankohonan’i Ahaba izay nitaona ny olona hanana fifandraisana mamoafady toy izany. Novonoinao koa aza ny rahalahinao, izay anisan’ny ankohonan-drainao sady tsara noho ianao.",
        "14": "Noho izany, dia hahatonga loza lehibe amin’ny vahoakanao sy ny vady aman-janakao ary ny fanananao rehetra i Jehovah.",
        "15": "Ary ho voan’ny aretin-tsinay mafy ianao mandra-pipotsaky ny tsinainao, satria hihombo isan’andro ny aretinao.’”",
        "16": "Koa nentanin’i Jehovah hanafika an’i Jorama ny Filistinina sy ny Arabo izay tany akaikin’ny Etiopianina.",
        "17": "Dia niakatra tany Joda izy ireo, ka niditra an-keriny tao. Ary nobaboin’izy ireo ny fananana rehetra tao an-tranon’ny mpanjaka mbamin’ny vady aman-janany, ka tsy nisy tavela ny zanany afa-tsy i Joahaza faralahiny.",
        "18": "Taorian’izany rehetra izany, dia nataon’i Jehovah voan’ny aretin-tsinay tsy mety sitrana izy.",
        "19": "Tatỳ aoriana, rehefa afaka roa taona dia nipotsaka ny tsinainy tamin’izy narary, ka maty tao anatin’ny fangirifiriana mafy izy. Ary tsy mba nandoroana zava-manitra toy izay natao tamin’ny razany izy.",
        "20": "Roa amby telopolo taona i Jorama tamin’izy nanomboka nanjaka, ary valo taona no nanjakany tany Jerosalema. Farany, dia maty izy nefa tsy nisy nalahelo azy. Dia nalevina tao amin’ny Tanànan’i Davida izy, fa tsy tao amin’ny fasan’ny mpanjaka."
    },
    "22": {
        "1": "Ary nataon’ny mponin’i Jerosalema ho mpanjaka nandimby an’i Jorama i Ahazia faralahiny, fa ny zokiny rehetra efa novonoin’ireo mpandroba tonga niaraka tamin’ny Arabo tao an-toby. Dia lasa mpanjakan’ny Joda i Ahazia zanak’i Jorama.",
        "2": "Roa amby roapolo taona i Ahazia tamin’izy nanomboka nanjaka, ary herintaona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Atalia, zafikelin’i Omry.",
        "3": "Nanao hoatran’izay nataon’ny ankohonan’i Ahaba koa izy, satria nanome saina azy hanao ratsy ny reniny.",
        "4": "Koa nanao izay ratsy teo imason’i Jehovah foana izy, toy ny nataon’ny ankohonan’i Ahaba, satria izy ireo no mpanolo-tsaina azy taorian’ny nahafatesan-drainy ka nitondra loza ho azy.",
        "5": "Izay torohevitr’izy ireo no narahiny, ka niaraka tamin’i Jorama zanak’i Ahaba mpanjakan’ny Israely izy mba hiady tamin’i Hazaela mpanjakan’i Syria, tany Ramota-gileada. Voan’ny mpandefa zana-tsipìka i Jorama tamin’izay,",
        "6": "ka niverina tany Jezirela mba hotsaboina noho ny ratra natao taminy tany Rama, tamin’izy niady tamin’i Hazaela mpanjakan’i Syria. Ary nidina tany Jezirela i Azaria zanak’i Jorama mpanjakan’ny Joda mba hamangy an’i Jorama zanak’i Ahaba, noho izy narary.",
        "7": "Avy tamin’Andriamanitra anefa ny loza nanjo an’i Ahazia, noho izy nankany amin’i Jorama. Rehefa tonga tany izy, dia niara-nivoaka tamin’i Jorama mba hankeny amin’i Jeho zafikelin’i Nimsy izay nohosoran’i Jehovah mba handringana ny ankohonan’i Ahaba.",
        "8": "Tamin’i Jeho nampihatra ny didim-pitsarana tamin’ny ankohonan’i Ahaba, dia nifanehatra taminy ireo andrianan’ny Joda sy ireo zana-drahalahin’i Ahazia izay samy mpanompon’i Ahazia, ka novonoiny.",
        "9": "Avy eo dia notadiaviny i Ahazia ka voasambotra tamin’ny farany rehefa niafina tany Samaria. Dia nentina tany amin’i Jeho i Ahazia ka novonoina ho faty. Ary nalevina izy, satria hoy ny olona: “Zafikelin’i Josafata, izay nitady an’i Jehovah tamin’ny fony manontolo, izy.” Ary tao amin’ny ankohonan’i Ahazia dia tsy nisy afaka nitondra ny fanjakana.",
        "10": "Rehefa hitan’i Atalia renin’i Ahazia fa maty ilay zanany, dia naripany avokoa ny tarana-mpanjaka tamin’ny taranak’i Joda.",
        "11": "Nalain’i Josebata zanakavavin’ny mpanjaka anefa i Joasy zanak’i Ahazia, ka nangalariny avy teo amin’ireo zanaky ny mpanjaka efa hovonoina. Dia nataony tao amin’ny efitra anatiny nisy ny fandriana i Joasy sy ilay vehivavy mpampinono azy. Koa nafenin’i Josebata i Joasy noho ny amin’i Atalia, ka tsy novonoin’i Atalia. Vadin’i Joiada mpisorona i Josebata anabavin’i Ahazia sady zanakavavin’i Jorama Mpanjaka.",
        "12": "Ary niaraka tamin’izy ireo tao an-tranon’Andriamanitra i Joasy ka nafenina tao enin-taona, raha mbola nanjaka nanerana ilay tany i Atalia."
    },
    "23": {
        "1": "Ary tamin’ny taona fahafito, dia nisikina herim-po i Joiada ka nanao fifanekena tamin’ireo lehiben’ny zato, dia i Azaria zanak’i Jerohama sy Ismaela zanak’i Johanana sy Azaria zanak’i Obeda sy Mahaseia zanak’i Adaia ary Elisafata zanak’i Zikry.",
        "2": "Dia lasa nitety ny Joda izy ireo. Koa nangoniny ny Levita avy any amin’ny tanàna rehetran’ny Joda sy ny lohan’ny fianakaviambe teo amin’ny Israely, ka tonga tao Jerosalema.",
        "3": "Dia nanao fifanekena tamin’ny mpanjaka tao an-tranon’Andriamanitra ny fiangonana manontolo. Ary hoy i Joiada: “Hanjaka ny zanaky ny mpanjaka, araka ny efa nampanantenain’i Jehovah momba ny taranak’i Davida.",
        "4": "Koa izao no hataonareo: Ny ampahatelony aminareo izay miditra amin’ny andro sabata, na mpisorona izy na Levita, dia ho mpiandry varavarana,",
        "5": "ary ny ampahatelony ho eo amin’ny tranon’ny mpanjaka, ary ny ampahatelony ambiny ho eo amin’ny Vavahadin’ny Fototra. Fa ny olona rehetra kosa ho eo an-tokotanin’ny tranon’i Jehovah.",
        "6": "Ary aza avela hisy hiditra ao an-tranon’i Jehovah, afa-tsy ny mpisorona sy ny Levita manao fanompoana ihany. Ireo no hiditra ao, satria masina izy ireo. Ny olona rehetra kosa hanao ny adidiny amin’i Jehovah.",
        "7": "Ary ny Levita dia hanodidina ny mpanjaka ka samy hitana ny fiadiany avy. Ary hovonoina ho faty izay miditra ao an-trano. Koa araho foana ny mpanjaka, na miditra na mivoaka.”",
        "8": "Dia nanao araka izay rehetra nandidian’i Joiada mpisorona ny Levita sy ny Joda rehetra, ka samy naka an’izay olom-peheziny, dia izay niditra tamin’ny andro sabata sy izay nivoaka tamin’ny andro sabata. Tsy nisy navelan’i Joiada mpisorona hody mantsy izy ireo na inona na inona fizarana nisy azy.",
        "9": "Dia nomen’i Joiada mpisorona an’ireo lehiben’ny zato ny lefon’i Davida Mpanjaka sy ny ampingany ary ny ampingany boribory, izay tao an-tranon’Andriamanitra.",
        "10": "Ary nalahatr’i Joiada ny olona rehetra, nanomboka teo amin’ny lafiny ankavanan’ny trano ka hatreny amin’ny lafiny ankavian’ny trano, sy teo akaikin’ny alitara ary teo akaikin’ny trano. Ary nisy koa nalahany nanodidina ny mpanjaka. Samy nitana lefom-pohy izy ireo.",
        "11": "Avy eo dia navoakan’izy ireo ny zanaky ny mpanjaka, ka nataony teo ambony lohany ny diadema sy ny horonam-boky misy ny Lalàna, ary nataony mpanjaka izy. Koa nanosotra azy ho mpanjaka i Joiada sy ny zanany, sady niteny hoe: “Ho ela velona anie ny mpanjaka!”",
        "12": "Rehefa ren’i Atalia ny firodorodon’ny olona nihazakazaka sy ny fihobian’izy ireo ny mpanjaka, dia nankany amin’ny vahoaka tany an-tranon’i Jehovah avy hatrany izy.",
        "13": "Dia hitan’i Atalia ny mpanjaka nitsangana teo akaikin’ny andry, teo amin’ny fidirana. Teo akaikin’ny mpanjaka koa ireo andriana sy ny mpitsoka trompetra. Ary hitany koa ny vahoaka manontolo nifaly sy nitsoka trompetra, mbamin’ny mpihira nitendry zavamaneno sy ireo mpitarika ny fiderana. Dia norovitin’i Atalia avy hatrany ny akanjony, sady hoy izy: “Fikomiana! Fikomiana!”",
        "14": "Nirahin’i Joiada mpisorona anefa ireo lehiben’ny zato voatendry hitari-tafika, ka nilazany hoe: “Avoahy eny ivelan’ny filaharana izy. Ary izay rehetra manaraka azy, dia vonoy amin’ny sabatra!” Efa nilaza mantsy ilay mpisorona hoe: “Aza vonoina ao an-tranon’i Jehovah izy.”",
        "15": "Koa nosamborin’izy ireo ravehivavy. Dia novonoiny ho faty izy, raha vao tongany teo amin’ny fidirana amin’ny vavahadin-tsoavaly teo amin’ny tranon’ny mpanjaka.",
        "16": "Avy eo dia nanao fifanekena i Joiada sy ny vahoaka manontolo ary ny mpanjaka, ka nilaza fa ho olon’i Jehovah foana izy ireo.",
        "17": "Taorian’izay, dia nankany amin’ny tranon’i Bala ny vahoaka manontolo, ka narodany ilay trano. Dia nopotehin’izy ireo ny alitaran’i Bala sy ny sariny. Novonoin’izy ireo teo anoloan’ny alitara koa i Matana mpisoron’i Bala.",
        "18": "Ary nankinin’i Joiada tamin’ny mpisorona sy ny Levita ny andraikitra tao an-tranon’i Jehovah. Efa nozarazarain’i Davida hanompo tao an-tranon’i Jehovah mantsy ny mpisorona sy Levita, mba hanolotra ny fanatitra dorana ho an’i Jehovah, araka izay voasoratra ao amin’ny lalàn’i Mosesy. Hanao izany amim-pifaliana sy amin-kira izy ireo, araka ny nandidian’i Davida.",
        "19": "Dia nasiany mpiandry vavahady teo am-bavahadin’ny tranon’i Jehovah mba tsy hisy ho tafiditra tao ny olona voaloto, na inona na inona nandoto azy.",
        "20": "Ary nentiny niaraka taminy ireo lehiben’ny zato sy ny olona ambony sy ny mpifehy teo amin’ny vahoaka ary ny vahoaka manontolo. Dia nentiny nidina avy tao an-tranon’i Jehovah ny mpanjaka. Ary nandalo tany amin’ny vavahady ambony izy ireo, dia tonga tao an-tranon’ny mpanjaka, ka nametraka azy teo amin’ny seza fiandrianam-panjakana.",
        "21": "Dia nifaly ny vahoaka manontolo, ary nandry feizay ny tanàna. Ary i Atalia efa novonoina tamin’ny sabatra."
    },
    "24": {
        "1": "Fito taona i Joasy tamin’izy nanomboka nanjaka, ary efapolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Zibia, avy any Beri-sheba.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah foana i Joasy, nandritra ny androm-piainan’i Joiada mpisorona.",
        "3": "Nakan’i Joiada vady roa izy, ka niteraka zazalahy sy zazavavy.",
        "4": "Tatỳ aoriana dia nirin’ny fon’i Joasy ny hanavao ny tranon’i Jehovah.",
        "5": "Koa novoriny ny mpisorona sy ny Levita ka nilazany hoe: “Mankanesa any amin’ireo tanànan’i Joda, ka manangòna vola avy amin’ny Israely rehetra, mba hanamboarana ny simba amin’ny tranon’Andriamanitrareo isan-taona. Ary karakarao haingana izany.” Tsy rototra tamin’ilay izy anefa ny Levita.",
        "6": "Koa nantsoin’ny mpanjaka i Joiada izay lohany tamin’ireo, ka noteneniny hoe: “Nahoana no tsy notakinao tamin’ny Levita ny tatitra momba ny fanangonana ny hetra masina avy amin’ny Joda sy Jerosalema, dia ny hetra efa nasain’i Mosesy mpanompon’i Jehovah nomen’ny fiangonan’Israely ho an’ny tranolay misy ny Tenin’ny Vavolombelona?",
        "7": "Ny tranon’Andriamanitra mantsy efa norobain’ny zanakalahin’i Atalia ratsy fanahy, ary na ny zava-masina rehetra tao an-tranon’i Jehovah aza natolony ho an’ireo Bala.”",
        "8": "Dia nanome baiko ny mpanjaka, ary nanao vata izy ireo ka nametraka izany teo ivelan’ny vavahadin’ny tranon’i Jehovah.",
        "9": "Avy eo dia nanao antso avo nanerana an’i Joda sy Jerosalema izy ireo, mba hanaterana ny hetra masina ho an’i Jehovah. Io ilay hetra nasain’i Mosesy mpanompon’Andriamanitra homen’ny Israely, fony izy ireo tany an-tany efitra.",
        "10": "Ary faly ny andriana rehetra sy ny vahoaka manontolo, ka nitondra vola sy nandrotsaka izany tao amin’ilay vata. Ary samy nandrotsaka daholo izy rehetra.",
        "11": "Rehefa tonga ny fotoana, dia nentin’ny Levita ilay vata ka nateriny tany amin’ny mpanjaka. Ary raha vao hitan’izy ireo fa nisy vola be dia be tao amin’ilay vata, dia tonga ny mpitan-tsoratry ny mpanjaka sy ny solontenan’ny lehiben’ny mpisorona, ka namoaka ny vola rehetra tao. Ary nobatainy ilay vata, ka naveriny teny amin’ny toerany. Toy izany foana no nataon’izy ireo isan’andro, ka nahangona vola be dia be izy ireo.",
        "12": "Ary nomen’ny mpanjaka sy Joiada an’ireo mpanao ny asa fanompoana tao an-tranon’i Jehovah ny vola. Koa ireo no nanakarama ny mpipai-bato sy ny mpanao asa tanana mba hanavao ny tranon’i Jehovah, ary koa ny mpanao asa vy sy varahina mba hanamboatra ny simba tamin’ny tranon’i Jehovah.",
        "13": "Dia natombok’ireo mpanao ny asa ilay asa, ka nandroso ny fanamboarana nataon’izy ireo, ary tamin’ny farany dia voamboatrany tsara araka ny tokony ho izy ny tranon’Andriamanitra sady nataony mafy tsara.",
        "14": "Raha vao vitan’izy ireo izany, dia naterina tany amin’ny mpanjaka sy Joiada ny ambim-bola. Ary nanao an’ireto zavatra ireto koa izy ireo: Fitaovana ho an’ny tranon’i Jehovah sy ho an’ny fanompoana, fitaovana fanaovana fanatitra, kaopy, ary fitaovana vita tamin’ny volamena sy volafotsy. Ary nanao fanatitra dorana tao an-tranon’i Jehovah ny olona, nandritra ny androm-piainan’i Joiada.",
        "15": "Ary efa antitra sady voky andro i Joiada vao maty. Telopolo amby zato taona izy tamin’izay.",
        "16": "Koa nalevina tao amin’ny Tanànan’i Davida niaraka tamin’ireo mpanjaka izy, satria nanao soa teo amin’ny Israely sy tamin’Andriamanitra ary tamin’ny tranon’Andriamanitra.",
        "17": "Rehefa maty i Joiada, dia tonga niankohoka teo anatrehan’ny mpanjaka ireo andrianan’ny Joda. Tamin’izany fotoana izany, dia nihaino azy ireo ny mpanjaka.",
        "18": "Koa nafoin’izy ireo ny tranon’i Jehovah Andriamanitry ny razany. Ary nanompo ny tsato-kazo masina sy ny sampy izy ireo. Dia tezitra tamin’ny Joda sy Jerosalema Andriamanitra noho izany helok’izy ireo izany.",
        "19": "Ary tsy nitsahatra naniraka mpaminany nankany amin’izy ireo i Jehovah mba hampodiana azy ireo aminy. Koa nampitandrina azy ireo foana ny mpaminany, nefa tsy nihaino izy ireo.",
        "20": "Dia tonga tamin’i * Zakaria zanak’i Joiada mpisorona ny fanahin’Andriamanitra, * ka nitsangana teo amin’ny toerana avo kokoa noho izay nisy ny vahoaka izy, ary niteny hoe: “Izao no nolazain’ilay tena Andriamanitra: ‘Nahoana ianareo no mandika ny didin’i Jehovah? Tsy hahomby ianareo amin’izany. Nahafoy an’i Jehovah ianareo, ka mba hafoiny koa.’”",
        "21": "Koa niray tetika hanohitra an’i Zakaria izy ireo, ka nitora-bato azy teo an-tokotanin’ny tranon’i Jehovah, araka ny baikon’ny mpanjaka.",
        "22": "Ary tsy mba tsaroan’i Joasy Mpanjaka fa naneho hatsaram-panahy feno fitiavana taminy i Joiada rain’i Zakaria. Koa novonoiny io zanak’i Joiada io. Dia hoy i Zakaria rehefa ho faty: “Hojeren’i Jehovah anie izao ka hovaliany!”",
        "23": "Ary niakatra mba hiady tamin’i Joasy ny tafik’i Syria tamin’ny fiandohan’ny taona, ka notafihin’izy ireo i Joda sy Jerosalema. Dia naripak’izy ireo daholo ny andrianan’ny vahoaka, ary nalefany tany amin’ny mpanjakan’i Damaskosy avokoa ny zavatra nobaboiny.",
        "24": "Miaramila vitsy fotsiny no nentin’ny tafika syrianina nanafika tany, nefa ny natolotr’i Jehovah teo an-tanany dia miaramila be dia be satria nahafoy an’i Jehovah Andriamanitry ny razany izy ireo. Ary nampihatra didim-pitsarana tamin’i Joasy ny Syrianina.",
        "25": "Ary lasa nody ny Syrianina, ka navelany tao anatin’ny aretina mafy i Joasy. Dia niray tetika hamono azy ny mpanompony, noho ny nandatsahany ny ran’ny zanak’i Joiada mpisorona. Koa novonoin’izy ireo teo am-pandriana izy ka maty. Dia nalevina tao amin’ny Tanànan’i Davida izy, saingy tsy tao amin’ny fasan’ny mpanjaka.",
        "26": "Ireto no niray tetika hamono azy: I Zabada zanak’i Simata vehivavy amonita, sy Jozabada zanak’i Simrita vehivavy moabita.",
        "27": "Ary ny amin’ny zanany, sy ny fanamelohana maro be nambara taminy, ary ny fanamboarana indray ny tranon’Andriamanitra, dia efa voasoratra ao amin’ny fitantarana ao amin’ny Boky Momba ny Mpanjaka. Ary i Amazia zanany no nanjaka nandimby azy."
    },
    "25": {
        "1": "Dimy amby roapolo taona i Amazia tamin’izy lasa mpanjaka, ary sivy amby roapolo taona no nanjakany tany Jerosalema. Ary ny anaran-dreniny dia Joadana avy any Jerosalema.",
        "2": "Nanao izay mahitsy teo imason’i Jehovah foana i Amazia, saingy tsy tamin’ny fony manontolo.",
        "3": "Raha vao mafy orina ny fanjakana nentiny, dia novonoiny ho faty avy hatrany ireo mpanompony izay namono ny mpanjaka rainy.",
        "4": "Tsy novonoiny anefa ny zanak’ireo, fa narahiny izay voasoratra ao amin’ny lalàna ao amin’ny bokin’i Mosesy, dia izao nandidian’i Jehovah izao: “Ny ray tsy tokony ho faty noho ny ataon’ny zanaka, ary ny zanaka tsy tokony ho faty noho ny ataon’ny ray. Noho ny fahotany ihany no hahafaty ny tsirairay.”",
        "5": "Dia novorin’i Amazia ny Joda, ary nalahany araka ny fianakaviambeny, teo ambany fifehezan’ny lehiben’ny arivo sy ny lehiben’ny zato, mba hiady ho an’ny Joda sy Benjamina rehetra. Dia nosoratany anarana izay roapolo taona no ho miakatra, ka hitany fa lehilahy voafantina telo hetsy azo nalefa tao amin’ny tafika izy ireo, sady nahatana lefona sy ampinga lehibe.",
        "6": "Ary nisy lehilahy iray hetsy izay matanjaka sy mahery fo avy tamin’ny Israely koa nokaramainy talenta volafotsy zato.",
        "7": "Tonga teo aminy anefa ny lehilahin’Andriamanitra anankiray, ka niteny hoe: “Aza avela hiaraka aminao ny tafiky ny Israely, ry mpanjaka ô, fa i Jehovah tsy miaraka amin’ny Israely, dia ny taranak’i Efraima rehetra.",
        "8": "Fa ianao no mankanesa any, ka manaova zavatra ary mahereza hiatrika ilay ady. Hain’Andriamanitra ny mandavo anao eo anoloan’ny fahavalo, fa manan-kery hanampiana sy handavoana izy.”",
        "9": "Dia hoy i Amazia taminy: “Koa ahoana ny amin’ireo talenta volafotsy zato efa nomeko ny miaramilan’ny Israely?” Ary hoy ilay lehilahin’Andriamanitra: “Afaka manome anao mihoatra lavitra noho izany i Jehovah.”",
        "10": "Koa navahan’i Amazia mba halefa hody ireo miaramila avy tany Efraima tonga niaraka taminy. Tezitra mafy tamin’ny Joda anefa izy ireo, ka nody tamin-katezerana.",
        "11": "Ary nisikina herim-po i Amazia, ka notarihiny ho any amin’ny Lohasahan-tsira ny vahoakany. Dia namely ny taranak’i Seira izy ka iray alina no matiny.",
        "12": "Ary nisy iray alina koa azon’ny taranak’i Joda sambo-belona. Koa nentiny teny an-tampon’ny harambato ireo ka navariny avy teny, dia montsamontsana avokoa.",
        "13": "Ireo miaramila nampodin’i Amazia tsy hiaraka hiady taminy kosa dia nanafika an’ireo tanànan’i Joda hatrany Samaria ka hatrany Beti-horona. Koa nahafaty olona telo arivo izy ireo tany, ary nandroba zavatra maro be.",
        "14": "Rehefa niverina avy namely ny Edomita anefa i Amazia, dia nentiny ireo andriamanitry ny taranak’i Seira ka nataony andriamaniny. Dia niankohoka teo anatrehan’ireny izy, ka nanolotra setroka ho sorona ho an’ireny.",
        "15": "Koa tezitra be tamin’i Amazia i Jehovah, ka naniraka mpaminany hilaza taminy hoe: “Nahoana ianao no nitady an’ireo andriamanitry ny firenen-kafa, nefa tsy nahavonjy ny vahoakany avy teo an-tananao akory ireny?”",
        "16": "Raha mbola niteny ilay mpaminany, dia namaly avy hatrany ny mpanjaka hoe: “Ho mpanolo-tsaina ny mpanjaka angaha no nanendrenay anao? Aoka izay, sao matin’ny olona eo ianao.” Koa tsy niteny intsony ilay mpaminany, fa hoy fotsiny izy: “Fantatro fa efa tapa-kevitra ny handringana anao Andriamanitra, noho izany nataonao izany sy noho ianao tsy nihaino ny torohevitro.”",
        "17": "Ary naka hevitra tamin’olon-kafa i Amazia mpanjakan’ny Joda ka nandefa iraka ho any amin’i Joasy zanak’i Joahaza, zanak’i Jeho mpanjakan’ny Israely, nanao hoe: “Tongava, andao isika hifanandrina!”",
        "18": "Dia naniraka olona nankany amin’i Amazia mpanjakan’ny Joda i Joasy mpanjakan’ny Israely, hilaza hoe: “Nandefa iraka ho any amin’ny hazo sedera tany Libanona ny tsilo tany Libanona, nanao hoe: ‘Omeo ho vadin’ny zanako lahy ny zanakao vavy.’ Nandalo anefa ny bibidia iray tany Libanona, ka nanosihosy an’ilay tsilo.",
        "19": "Nilaza ianao fa nandresy an’i Edoma, ka nasesiky ny fonao hanandra-tena mba hahazo voninahitra. Mitoera ihany anefa ao an-tranonao, ary aza mila ady, fa ho resy ianao sy ny Joda satria atody miady amam-bato ianareo.”",
        "20": "Tsy nanaiky anefa i Amazia. Fa avy tamin’Andriamanitra no nahatonga izany mba hanolorana azy ireo eo an-tanan’i Joasy, noho izy ireo nitady ny andriamanitr’i Edoma.",
        "21": "Niakatra àry i Joasy mpanjakan’ny Israely, ka nifanandrina tany Beti-semesy any Joda izy ireo, dia izy sy Amazia mpanjakan’ny Joda.",
        "22": "Dia resy teo anoloan’ny Israely ny Joda, ka samy nandositra nankany amin’ny tranolainy avy.",
        "23": "Ary i Amazia mpanjakan’ny Joda zanak’i Joasy zanak’i Joahaza no nosamborin’i Joasy mpanjakan’ny Israely tany Beti-semesy, ka nentiny tany Jerosalema. Ary nanagorobahan’i Joasy efajato hakiho ny mandan’i Jerosalema, nanomboka teo amin’ny Vavahadin’i Efraima ka hatreo amin’ny Vavahady An-jorony.",
        "24": "Dia nalainy avokoa ny volamena sy ny volafotsy ary ny fitaovana izay niandraiketan’i Obeda-edoma tao an-tranon’Andriamanitra, sy ny zava-tsarobidy notehirizina tao an-tranon’ny mpanjaka. Nisy koa olona nalainy ho takalon’aina. Dia niverina tany Samaria izy.",
        "25": "Ary mbola velona dimy ambin’ny folo taona i Amazia zanak’i Joasy mpanjakan’ny Joda, taorian’ny nahafatesan’i Joasy zanak’i Joahaza mpanjakan’ny Israely.",
        "26": "Ary ny sisa amin’ny tantaran’i Amazia, na ny voalohany na ny farany, tsy efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely ve izany?",
        "27": "Ary nisy niray tetika hanohitra an’i Amazia tany Jerosalema, nanomboka tamin’izy tsy nanaraka an’i Jehovah. Farany dia nandositra tany Lakisy izy, nefa nisy nirahina hanenjika azy ka namono azy tany.",
        "28": "Ary nentina tamin’ny soavaly ny fatiny ka nalevina any amin’ny razany, tao amin’ny tanànan’i Joda."
    },
    "26": {
        "1": "Dia nalain’ny mponin’i Joda rehetra i Ozia, izay enina ambin’ny folo taona, ka nataony mpanjaka handimby an’i Amazia rainy.",
        "2": "Izy no nanorina indray an’i Elota ka nampody azy tamin’ny Joda, rehefa nodimandry any amin’ny razany ny mpanjaka.",
        "3": "Enina ambin’ny folo taona i Ozia tamin’izy nanomboka nanjaka, ary roa amby dimampolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Jekolia avy any Jerosalema.",
        "4": "Ary nanao izay mahitsy teo imason’i Jehovah izy, toy izay rehetra nataon’i Amazia rainy.",
        "5": "Dia niezaka nitady an’Andriamanitra foana izy tamin’ny andron’i Zakaria, izay nampianatra azy hatahotra an’ilay tena Andriamanitra. Koa nataon’i Jehovah nahomby izy tamin’ny andro nitadiavany an’Andriamanitra.",
        "6": "Ary nivoaka niady tamin’ny Filistinina izy, ka nogorobahany ny mandan’i Gata sy ny mandan’i Jabne ary ny mandan’i Asdoda. Avy eo dia nanorina tanàna tany amin’ny faritr’i Asdoda sy tany amin’ny Filistinina izy.",
        "7": "Ary nampian’Andriamanitra foana izy rehefa niady tamin’ny Filistinina, sy tamin’ny Arabo nonina tao Gorabala, ary tamin’ny Meonita.",
        "8": "Ary nandoa hetra tamin’i Ozia ny Amonita. Farany dia niely hatrany Ejipta ny lazany satria nahery indrindra izy.",
        "9": "Ary nanorina tilikambo tao Jerosalema i Ozia, teo akaikin’ny Vavahady An-jorony sy ny Vavahadin-dohasaha ary ny Kihon’ny Manda, ka nanamafy izany.",
        "10": "Nanorina tilikambo tany an-tany efitra koa izy, sady nihady lavaka maro fanangonan-drano, fa nanjary nanana biby fiompy maro be izy. Nanao toy izany koa izy tany Sefela sy teny amin’ny lembalemba. Ary nisy mpamboly sy mpikarakara tanimboaloboka teny an-tendrombohitra sy tany Karmela, satria tia fambolena i Ozia.",
        "11": "Ary nanana tafika mpiady i Ozia, dia miaramila nivoaka hiady izay notsinjaraina ho andiany, araka ny isa nosoratan’i Jeiela mpitan-tsoratra sy Mahaseia mpiadidy lefitra teo ambany fifehezan’i Hanania, izay anisan’ny andriana teo amin’ny fanjakana.",
        "12": "Koa eninjato sy roa arivo ny isan’ny lehilahy rehetra lohan’ny fianakaviambe, ary lehilahy matanjaka sy mahery fo izy ireo.",
        "13": "Teo ambany fifehezan’izy ireo, dia nisy miaramila dimanjato sy fito arivo sy telo hetsy, izay lehilahy mpiady tao amin’ny tafika mahery, mba hanampy ny mpanjaka hiady tamin’ny fahavalo.",
        "14": "Ary ireto avy no nataon’i Ozia vonona foana ho an’ilay tafika manontolo: Ampinga sy lefona sy fiarovan-doha sy akanjo mifono vy sy tsipìka ary vatom-pilotra.",
        "15": "Nampanamboatra fitaovam-piadiana noforonin’ny lehilahy mahay koa izy tao Jerosalema, mba hapetraka teny amin’ny tilikambo sy teny an-joron’ny manda, ka handefasana zana-tsipìka sy vatobe. Koa niely hatrany lavitra be ny lazany, satria nahazo fanampiana tamin’ny fomba mahagaga izy mandra-pahatongany ho mahery tokoa.",
        "16": "Raha vao nahery anefa izy, dia nirehareha ny fony, ka nitondra fahavoazana ho an’ny tenany izany. Koa nivadika tamin’i Jehovah Andriamaniny izy, ka niditra tao amin’ny tempolin’i Jehovah mba handoro emboka manitra teo amin’ny alitaran’ny emboka manitra.",
        "17": "Dia niditra nanaraka azy avy hatrany i Azaria mpisorona mbamin’ny mpisoron’i Jehovah valopolo lahy, izay lehilahy mahery fo avokoa.",
        "18": "Koa nanohitra an’i Ozia Mpanjaka izy ireo, ka niteny taminy hoe: “Tsy anjaranao, ry Ozia, ny mandoro emboka manitra ho an’i Jehovah, fa anjaran’ny mpisorona taranak’i Arona ihany, izay efa nohamasinina. Mivoaha ato amin’ity toerana masina ity! Fa nivadika tamin’Andriamanitra ianao, ary tsy hahazoanao voninahitra avy amin’i Jehovah Andriamanitra izany.”",
        "19": "Tezitra mafy anefa i Ozia, ary nisy fitaovana fandoroana emboka manitra teny an-tanany. Raha iny izy mbola tezitra tamin’ny mpisorona iny, dia nisy habokana nipoitra teo amin’ny handriny, tamin’izy teo anatrehan’ny mpisorona teo akaikin’ny alitaran’ny emboka manitra, tao an-tranon’i Jehovah.",
        "20": "Rehefa nitodika nijery azy i Azaria lehiben’ny mpisorona mbamin’ny mpisorona rehetra, dia hitan’izy ireo fa boka ny handriny! Koa nikoropaka nandroaka azy izy ireo, ary izy koa aza nivoaka haingana, satria i Jehovah efa namely azy.",
        "21": "Dia boka mandra-pahafatiny i Ozia Mpanjaka, ka nipetraka tao amin’ny trano iray fa tsy afaka namita ny andraikiny satria boka. Tsy nahazo niditra tao an-tranon’i Jehovah intsony koa izy, ary i Jotama zanany no niandraikitra ny tranon’ny mpanjaka, ka nitsara ny vahoaka.",
        "22": "Ary ny sisa amin’ny tantaran’i Ozia, na ny voalohany na ny farany, dia efa nosoratan’i Isaia mpaminany zanak’i Amoza.",
        "23": "Farany, dia nodimandry any amin’ny razany i Ozia. Ary nalevina any amin’ny razany izy, saingy tsy tao amin’ny fasan’ny mpanjaka fa teo amin’ny saha teo ivelany, satria nilaza ny olona hoe: “Boka izy.” Ary i Jotama zanany no nanjaka nandimby azy."
    },
    "27": {
        "1": "Dimy amby roapolo taona i Jotama tamin’izy nanomboka nanjaka, ary enina ambin’ny folo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Jerosa, zanak’i Zadoka.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah foana izy, toy izay rehetra nataon’i Ozia rainy, fa tsy nitsofotsofoka tao amin’ny tempolin’i Jehovah kosa. Mbola nanao ratsy ihany anefa ny vahoaka.",
        "3": "Ary i Jotama no nanorina ny vavahady ambony tamin’ny tranon’i Jehovah. Nanao fanorenana be dia be teo amin’ny mandan’i Ofela koa izy.",
        "4": "Dia nanorina tanàna tany amin’ny faritra be tendrombohitr’i Joda izy, ary nanorina toerana voaro mafy sy tilikambo tany an’ala.",
        "5": "Ary niady tamin’ny mpanjakan’ny taranak’i Amona izy, ka naharesy azy. Koa nanome azy an’ireto ny taranak’i Amona tamin’iny taona iny: Talenta volafotsy zato, sy varimbazaha iray alina kora, ary vary orza iray alina kora. * Toy izany koa no naloan’izy ireo taminy, tamin’ny taona faharoa sy fahatelo nanaraka.",
        "6": "Koa nihanahery foana i Jotama, satria nanao izay mahitsy teo imason’i Jehovah Andriamaniny.",
        "7": "Ary ny sisa amin’ny tantaran’i Jotama sy ny ady rehetra nataony ary ny zava-bitany rehetra, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda.",
        "8": "Dimy amby roapolo taona izy tamin’izy nanomboka nanjaka, ary enina ambin’ny folo taona no nanjakany tany Jerosalema.",
        "9": "Farany dia nodimandry any amin’ny razany i Jotama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Ahaza zanany no nanjaka nandimby azy."
    },
    "28": {
        "1": "Roapolo taona i Ahaza tamin’izy nanomboka nanjaka, ary enina ambin’ny folo taona no nanjakany tany Jerosalema. Ary tsy nanao izay mahitsy teo imason’i Jehovah izy, tsy mba toa an’i Davida razambeny.",
        "2": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa izy, ka nanao sarivongan’ireo Bala tamin’ny metaly.",
        "3": "Nanolotra setroka ho sorona teo amin’ny lohasahan’ny taranak’i Hinoma koa izy, ary nandoro ny zanany tao anaty afo. Zava-maharikoriko fanaon’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely izany nataony izany.",
        "4": "Ary nanao sorona sy nanolotra setroka ho sorona foana izy, teny amin’ny toerana avo sy ny havoana ary teny ambanin’ny hazo midoroboka rehetra.",
        "5": "Koa natolotr’i Jehovah Andriamaniny teo an-tanan’ny mpanjakan’i Syria izy. Dia namely azy ny Syrianina, ka naka babo maro be, izay nentin’izy ireo tany Damaskosy. Natolotr’Andriamanitra teo an-tanan’ny mpanjakan’ny Israely koa izy. Dia namely azy ny mpanjakan’ny Israely ka nahafaty be dia be.",
        "6": "Koa lehilahy mahery fo niisa roa alina sy iray hetsy no matin’i Peka zanak’i Remalia tany Joda tao anatin’ny iray andro, satria nahafoy an’i Jehovah Andriamanitry ny razany izy ireo.",
        "7": "Novonoin’i Zikry lehilahy matanjaka avy any Efraima koa i Mahaseia zanaky ny mpanjaka, sy Azrikama mpiandraikitra ny ankohonan’ny mpanjaka, ary Elkana izay nanarakaraka ny mpanjaka.",
        "8": "Ary naka babo zaza amam-behivavy roa hetsy avy tamin’ireo rahalahiny ny zanak’Israely, sady nandroba zavatra maro be. Dia nentiny tany Samaria ireny.",
        "9": "Ary nisy mpaminanin’i Jehovah iray atao hoe Odeda, nitsena an’ilay tafika tonga tao Samaria ka niteny hoe: “Tezitra tamin’ny Joda i Jehovah Andriamanitry ny razanareo, ka izany no nanolorany azy ireo teo an-tananareo. Dia novonoinareo tao anatin’ny fahatezerana mafy manakatra ny lanitra izy ireo.",
        "10": "Izao dia kasainareo hatao mpanompolahinareo sy mpanompovavinareo koa ny taranak’i Joda sy Jerosalema. Angaha ianareo koa tsy mba meloka eo anatrehan’i Jehovah Andriamanitrareo?",
        "11": "Koa mihainoa ahy, ka avereno ireo babo nalainareo avy tamin’ny rahalahinareo ireo, fa mirehitra aminareo ny fahatezeran’i Jehovah.”",
        "12": "Koa nijoro hanohitra an’ireo avy nanafika i Azaria zanak’i Johanana sy Berekia zanak’i Mesilemota sy Jehizkia zanak’i Saloma ary Amasa zanak’i Hadlay, izay samy lohany teo amin’ny taranak’i Efraima,",
        "13": "ka niteny tamin’izy ireo hoe: “Aza entina atỳ ireo babo, sao ho meloka eo anatrehan’i Jehovah isika. Tadiavinareo hampiana indray ve ny fahotantsika sy ny helotsika? Efa be ny helotsika, ary mirehitra amin’ny Israely ny fahatezeran’Andriamanitra.”",
        "14": "Koa navelan’ny miaramila teo anatrehan’ny andriana sy ny fiangonana manontolo ireo babo sy ny zavatra norobainy.",
        "15": "Dia naka an’ireo babo ny olona voatonona anarana, ary izay rehetra tsy nitafy dia nampiakanjoiny tamin’ny zavatra azo babo. Eny, nampiakanjoiny sy nomeny kapa izy ireo, sady nomeny sakafo sy rano hosotroina ary nohosorany menaka. Ary izay nangozohozo dia nampitaingeniny ampondra ka nateriny tany amin’ny rahalahiny tany Jeriko, tanàna be hazo palmie. Taorian’izay vao niverina tany Samaria ireo mpanatitra.",
        "16": "Ary nandefa iraka nankany amin’ireo mpanjakan’i Asyria i Ahaza Mpanjaka, mba hangataka azy ireo hanampy azy.",
        "17": "Tonga indray mantsy ny Edomita ka namely ny Joda ary naka babo.",
        "18": "Ny Filistinina koa nanafika an’ireo tanànan’i Sefela sy Negeba tany Joda ka namabo an’i Beti-semesy, Aialona, Gederota, Soko sy ireo tanàna miankina aminy, Timna sy ireo tanàna miankina aminy, ary Gimzo sy ireo tanàna miankina aminy. Ary nipetraka tao amin’ireo tanàna ireo ny Filistinina.",
        "19": "Fa nampietren’i Jehovah ny Joda noho ny amin’i Ahaza mpanjakan’ny Israely, izay namela ny Joda hanaram-po tamin’ny ratsy, sady nivadika tamin’i Jehovah.",
        "20": "Farany dia nanafika azy i Tilgato-pilnesera mpanjakan’i Asyria, ka nampahory azy fa tsy nampahery azy.",
        "21": "Dia nalain’i Ahaza ny zava-drehetra tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka sy ny andriana, ka nataony fanomezana ho an’ny mpanjakan’i Asyria, saingy tsy nahavonjy azy izany.",
        "22": "Vao mainka anefa nivadika tamin’i Jehovah i Ahaza Mpanjaka, tamin’ny fotoana nampahorian’ny mpanjakan’i Asyria azy.",
        "23": "Dia nanao sorona ho an’ireo andriamanitr’i Damaskosy izay namely azy izy, ka niteny hoe: “Manampy an’ireo mpanjakan’i Syria ny andriamaniny, ka hanolorako sorona mba hanampiany ahy koa.” Koa ireo andriamanitra ireo no nanjary vato mahatafintohina teo anoloany sy ny Israely rehetra.",
        "24": "Nangonin’i Ahaza koa ny fitaovana tao an-tranon’Andriamanitra ka nopotipotehiny, ary nohidiany ny varavaran’ny tranon’i Jehovah. Dia nasiany alitara isaky ny zoron-dalana tao Jerosalema.",
        "25": "Ary nasiany toerana avo tany amin’ny tanànan’i Joda rehetra, mba hanolorana setroka ho sorona ho an’andriamani-kafa. Koa nampahatezitra an’i Jehovah Andriamanitry ny razany izy.",
        "26": "Ary ny sisa amin’ny tantaran’i Ahaza sy izay rehetra nataony, na ny voalohany na ny farany, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely.",
        "27": "Farany dia nodimandry any amin’ny razany i Ahaza, ka nalevina tao an-tanàna tao Jerosalema, fa tsy nampidirina tao amin’ny fasan’ireo mpanjakan’ny Israely. Ary i Hezekia zanany no nanjaka nandimby azy."
    },
    "29": {
        "1": "Dimy amby roapolo taona i Hezekia tamin’izy nanomboka nanjaka, ary sivy amby roapolo taona no nanjakany tany Jerosalema. Ny anaran-dreniny dia Abia, zanak’i Zakaria.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah foana i Hezekia, toy izay rehetra nataon’i Davida razambeny.",
        "3": "Izy no nanokatra ireo varavaran’ny tranon’i Jehovah ka nanamboatra ny simba tamin’ireo, tamin’ny volana voalohany tamin’ny taona voalohany nanjakany.",
        "4": "Ary nentiny nivory teo amin’ny tany malalaka, teo atsinanana, ny mpisorona sy ny Levita.",
        "5": "Dia hoy izy tamin’ireo: “Mihainoa ahy, ry Levita! Hamasino ny tenanareo ary hamasino koa ny tranon’i Jehovah Andriamanitry ny razanareo, ka avoahy avy ao amin’ny toerana masina ny zavatra tsy madio.",
        "6": "Fa ny raintsika efa nivadika tamin’Andriamanitsika, sady nanao izay ratsy teo imason’i Jehovah Andriamanitsika, ka nahafoy azy sy nihodina tsy hijery ny tranolain’i Jehovah intsony ary nanome lamosina azy.",
        "7": "Nanidy ny varavaran’ny tilikambo fidirana koa izy ireo, ary tsy nandrehitra ny jiro. Tsy nandoro emboka manitra izy ireo, na nanolotra fanatitra dorana ho an’Andriamanitry ny Israely tao amin’ny toerana masina.",
        "8": "Koa tezitra tamin’ny Joda sy Jerosalema i Jehovah, ka nataony zavatra atahoran’ny olona ny ho tonga tahaka azy. Nataony igagan’ny olona sy mahatonga ny olona hisioka koa izy. Izao hitan’ny masonareo izao izany.",
        "9": "Noho izany, dia lavon-tsabatra ny razantsika, ary lasa babo ny vady aman-janatsika.",
        "10": "Irin’ny foko kosa izao ny hanao fifanekena amin’i Jehovah Andriamanitry ny Israely, mba tsy hirehitra amintsika intsony ny fahatezerany.",
        "11": "Koa ankehitriny, aza malaindaina ianareo, ry zanako, fa ianareo no nofidin’i Jehovah hijoro eo anatrehany mba hanompo azy ary koa mba ho mpanompony sy ho mpanolotra setroka ho sorona.”",
        "12": "Dia nitsangana ireo Levita: I Mahata zanak’i Amasay, sy Joela zanak’i Azaria, avy tamin’ny taranaky ny Kehatita; Kisy zanak’i Abdia, sy Azaria zanak’i Jehalalila, avy tamin’ny taranak’i Merary; Joa zanak’i Zima, sy Edena zanak’i Joa, avy tamin’ny Gersonita;",
        "13": "Simry sy Jeoela avy tamin’ny taranak’i Elizafana; Zakaria sy Matania avy tamin’ny taranak’i Asafa;",
        "14": "Jehiela sy Simey avy tamin’ny taranak’i Hemana; ary Semaia sy Oziela avy tamin’ny taranak’i Jedotona.",
        "15": "Avy eo dia namory ny rahalahiny izy ireo, ka nanamasina ny tenany ary tonga mba hanadio ny tranon’i Jehovah araka ny didin’ny mpanjaka, mifanaraka amin’ny tenin’i Jehovah.",
        "16": "Dia nankao an-tranon’i Jehovah ireo mpisorona mba hanadio. Ary navoakan’izy ireo teny an-tokotanin’ny tranon’i Jehovah ny zavatra maloto rehetra hitan’izy ireo tao an-tempolin’i Jehovah. Noraisin’ny Levita kosa izany ka navoakany tany ivelany, tany amin’ny lohasaha falehan-driakan’i Kidrona.",
        "17": "Dia nanomboka nanamasina ny tempoly izy ireo, tamin’ny andro voalohan’ny volana voalohany. Ary tonga teo amin’ny tilikambo fidirana amin’ny tranon’i Jehovah izy ireo, tamin’ny andro fahavalon’ny volana. Koa nohamasinin’izy ireo nandritra ny valo andro ny tranon’i Jehovah. Ary vitany avokoa izany tamin’ny fahenina ambin’ny folon’ny volana voalohany.",
        "18": "Dia nankao amin’i Hezekia Mpanjaka izy ireo, ka niteny hoe: “Efa voadionay ny tranon’i Jehovah manontolo, sy ny alitaran’ny fanatitra dorana mbamin’ny fitaovany rehetra, ary ny latabatry ny mofo mifanaingina mbamin’ny fitaovany rehetra.",
        "19": "Efa nomaninay sy nohamasininay koa ny fitaovana rehetra, izay nesorin’i Ahaza Mpanjaka mba tsy hampiasaina tamin’ny andro nanjakany, tamin’izy nivadika tamin’Andriamanitra. Ary efa eo anoloan’ny alitaran’i Jehovah izany.”",
        "20": "Ary nifoha maraina i Hezekia Mpanjaka, ka namory an’ireo andrianan’ny tanàna, dia niakatra nankany an-tranon’i Jehovah.",
        "21": "Ary nitondra ombilahy fito sy ondrilahy fito sy ondrilahy kely fito izy ireo, ary koa osilahy fito mba hatao fanatitra noho ny ota. Ho an’ny fanjakana sy ny toerana masina ary ny Joda, no nanaovana izany. Dia nilazan’i Hezekia ireo mpisorona taranak’i Arona mba hanolotra izany teo amin’ny alitaran’i Jehovah.",
        "22": "Koa novonoina ny omby, ary nalain’ireo mpisorona ny ra ka nafafiny teo amin’ny alitara. Novonoin’izy ireo koa ny ondrilahy ary nafafiny teo amin’ny alitara ny ra. Dia novonoiny koa ny ondrilahy kely ary nafafiny teo amin’ny alitara ny ra.",
        "23": "Dia naka an’ireo osilahy hatao fanatitra noho ny ota izy ireo, ka nitondra izany teo anatrehan’ny mpanjaka sy ny fiangonana, ary nametraka ny tanany teo amin’ireo osilahy.",
        "24": "Dia novonoin’ny mpisorona ireo osilahy ka nataony fanatitra noho ny ota, ary nafafiny teo amin’ny alitara ny rany, ho fandrakofam-pahotana ho an’ny Israely rehetra. Ho an’ny Israely rehetra mantsy no nasain’ny mpanjaka nanaovana ny fanatitra dorana sy ny fanatitra noho ny ota.",
        "25": "Ary nalahatr’i Hezekia tao an-tranon’i Jehovah ny Levita nitondra kipantsona sy lokanga ary harpa, araka ny nandidian’i Davida, sy Natana mpaminany, ary Gada mpahita fahitana ho an’ny mpanjaka. Fa i Jehovah no nanome izany didy izany tamin’ny alalan’ny mpaminaniny.",
        "26": "Koa nijoro ireo Levita nitondra ny zavamaneno namboarin’i Davida, ary nijoro koa ireo mpisorona nitondra ny trompetra.",
        "27": "Dia nasain’i Hezekia natolotra teo amin’ny alitara ny fanatitra dorana. Ary tamin’ny fotoana nanombohan’ny fanatitra dorana, dia natomboka koa ny hira ho an’i Jehovah. Notsofina koa ny trompetra, izay nampifanarahina tamin’ny feon’ireo zavamaneno namboarin’i Davida mpanjakan’ny Israely.",
        "28": "Koa niankohoka ny fiangonana manontolo, rehefa nanakoako ny hira sady naneno mafy ny feon’ny trompetra. Tsy nijanona izany rehetra izany mandra-pahavitan’ny fanatitra dorana.",
        "29": "Ary raha vao vitan’izy ireo ny fanatitra, dia niondrika sy niankohoka ny mpanjaka sy ny olona rehetra niaraka taminy.",
        "30": "Dia nilazan’i Hezekia Mpanjaka sy ny andriana ireo Levita mba hidera an’i Jehovah tamin’ny tononkira nataon’i Davida sy Asafa mpahita. Koa nanao fiderana tamim-pifaliana izy ireo, ary tsy nitsahatra nandohalika sy niankohoka.",
        "31": "Farany dia hoy i Hezekia: “Nahazo fahefana ho mpisorona indray ianareo izao, mba hanao fanompoana ho an’i Jehovah. Koa manatòna, ka mitondrà sorona ary manatera sorona fisaorana ao an-tranon’i Jehovah.” Ary nitondra sorona sy nanatitra sorona fisaorana ny fiangonana, fa nitondra fanatitra dorana kosa izay rehetra natosiky ny fony.",
        "32": "Koa ny isan’ny fanatitra dorana nentin’ny fiangonana dia omby fitopolo, sy ondrilahy zato, ary ondrilahy kely roanjato, izay samy fanatitra dorana ho an’i Jehovah avokoa.",
        "33": "Ary ny fanatitra masina dia omby eninjato sy ondry telo arivo.",
        "34": "Vitsy kely anefa ny mpisorona ka tsy nahavita nanendaka ny hoditry ny fanatitra dorana rehetra. Koa nanampy azy ireo ny Levita rahalahiny, mandra-pahavitan’ilay asa sy mandra-panamasin’ny mpisorona ny tenany. Fa nazoto kokoa nanamasina ny tenany ny Levita raha noharina tamin’ny mpisorona.",
        "35": "Be dia be koa ny fanatitra dorana mbamin’ny tavin’ny fanatitra iombonana ary ny fanatitra zava-pisotro izay nampiarahina tamin’ny fanatitra dorana. Dia toy izany no nanomanana ny fanompoana tao an-tranon’i Jehovah.",
        "36": "Koa nifaly i Hezekia sy ny vahoaka manontolo noho izay nataon’Andriamanitra ho azy ireo. Tampotampoka mantsy no nitrangan’izany zavatra izany."
    },
    "30": {
        "1": "Ary nandefa iraka nankany amin’ny Israely rehetra sy ny Joda i Hezekia, sady nanoratra taratasy ho an’ny fokon’i Efraima sy Manase, ka nanasa azy ireo hankany an-tranon’i Jehovah any Jerosalema, mba hankalaza ny Paska ho an’i Jehovah Andriamanitry ny Israely.",
        "2": "Ary nanapa-kevitra ny mpanjaka sy ny andrianany ary ny fiangonana manontolo tao Jerosalema fa amin’ny volana faharoa vao hankalazaina ny Paska.",
        "3": "Tsy afaka nankalaza izany mantsy izy ireo tamin’izay, satria tsy ampy ny mpisorona nanamasina ny tenany, sady mbola tsy tafavory tany Jerosalema rahateo koa ny vahoaka.",
        "4": "Ary hitan’ny mpanjaka sy ny fiangonana manontolo fa tsara ilay hevitra.",
        "5": "Koa nanapa-kevitra izy ireo ny hanao antso avo manerana an’i Israely, hatrany Beri-sheba ka hatrany Dana, hanasana azy ireo hankany Jerosalema, mba hankalaza ny Paska ho an’i Jehovah Andriamanitry ny Israely. Efa ela mantsy izy ireo no tsy nankalaza izany tambabe, ka tsy nanaraka izay voasoratra.",
        "6": "Koa araka ny didin’ny mpanjaka, dia lasa nitety ny Israely sy ny Joda ireo mpihazakazaka nitondra ny taratasy avy tamin’ny mpanjaka sy ny andrianany, ka niteny hoe: “Ry taranak’Israely, miverena amin’i Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely, mba hiverenany koa amin’ireo sisa tavela aminareo izay tsy azon’ny tanan’ny mpanjakan’i Asyria.",
        "7": "Koa aza manahaka ny razanareo sy ny rahalahinareo, izay nivadika tamin’i Jehovah Andriamanitry ny razany, ka nataon’Andriamanitra igagan’ny olona, toy izao hitanareo izao.",
        "8": "Ary aza manamafy hatoka tahaka ny razanareo. Maneke kosa an’i Jehovah, ka mankanesa any amin’ny toerany masina, izay efa nohamasininy mba ho masina mandritra ny fotoana tsy voafetra. Ary manompoa an’i Jehovah Andriamanitrareo, mba tsy hirehitra aminareo intsony ny fahatezerany.",
        "9": "Raha miverina amin’i Jehovah mantsy ianareo, dia hahazo famindram-po amin’ireo mpamabo azy ny rahalahinareo sy ny zanakareo, ka havela hiverina eto amin’ity tany ity. Fa tsara fanahy sy mamindra fo i Jehovah Andriamanitrareo, ka tsy ho izy indray no hihodina tsy hijery anareo, raha miverina aminy ianareo.”",
        "10": "Koa lasa ireo mpihazakazaka, ka nitety tanàna nanerana ny tanin’i Efraima sy Manase hatrany Zebolona. Naneso sy nanaraby azy ireo foana anefa ny olona.",
        "11": "Nisy nanetry tena ihany kosa ny olona sasany tamin’ny fokon’i Asera sy Manase ary Zebolona, ka tonga tany Jerosalema.",
        "12": "Nomba ny Joda koa ny tanan’Andriamanitra, ka nahatonga azy ireo hiray fo hanatanteraka ny didin’ny mpanjaka sy ny andriana, momba ny fanompoana an’i Jehovah.",
        "13": "Dia nivory tany Jerosalema izy ireo mba hankalaza ny fetin’ny mofo tsy misy lalivay, tamin’ny volana faharoa. Maro be izy ireo, eny, fiangonana lehibe tokoa.",
        "14": "Ary nanaisotra an’ireo alitara tany Jerosalema izy ireo. Nesoriny koa ny alitara rehetra fandoroana emboka manitra, ka nariany tany amin’ny lohasaha falehan-driakan’i Kidrona.",
        "15": "Avy eo dia novonoin’izy ireo ny zanak’ondrin’ny Paska, tamin’ny fahefatra ambin’ny folon’ny volana faharoa. Ary menatra ny mpisorona sy ny Levita, ka nanamasina ny tenany, ary nitondra fanatitra dorana tao an-tranon’i Jehovah.",
        "16": "Dia nijoro teo amin’ny toerana tokony hisy azy izy ireo, araka ny lalàn’i Mosesy lehilahin’Andriamanitra. Ary nafafin’ny mpisorona ny ra noraisiny avy teny an-tanan’ny Levita.",
        "17": "Ary maro tamin’ny olona anisan’ny fiangonana no tsy nanamasina ny tenany. Koa ny Levita no niandraikitra ny famonoana ny zanak’ondrin’ny Paska ho an’izay rehetra tsy nadio, mba hanamasinana azy ireo ho an’i Jehovah.",
        "18": "Fa be dia be ny olona tsy nidio, ary maro tamin’izy ireo no avy tamin’ny fokon’i Efraima sy Manase sy Isakara ary Zebolona. Ary nihinana ny Paska ihany izy ireo, na dia nifanohitra tamin’izay voasoratra aza izany. Nivavaka ho azy ireo anefa i Hezekia hoe: “Enga anie i Jehovah, izay tsara fanahy, hamindra fo",
        "19": "amin’izay rehetra nanomana ny fony hitady an’ilay tena Andriamanitra, dia i Jehovah Andriamanitry ny razany, na dia tsy madio araka izay takina amin’ny fankalazana masina aza izy ireo!”",
        "20": "Dia nihaino an’i Hezekia i Jehovah, ka namela ny fahadisoan’ny vahoaka.",
        "21": "Ary ny zanak’Israely izay tany Jerosalema, dia nankalaza tamim-pifaliana lehibe ny fetin’ny mofo tsy misy lalivay, nandritra ny fito andro. Ary nidera an’i Jehovah isan’andro tamin’ny zavamaneno mafy feo ny Levita sy ny mpisorona, eny, nidera an’i Jehovah izy ireo.",
        "22": "Dia nampaherezin’i Hezekia ny Levita rehetra izay nampiasa tsara ny talentany teo amin’ny fanompoana an’i Jehovah. Koa nandritra ny fito andro, dia nihinana ny sakafo tao amin’ilay fety izy ireo, sady nanao sorona iombonana ary nibaboka tamin’i Jehovah Andriamanitry ny razany.",
        "23": "Ary nanapa-kevitra ny fiangonana manontolo fa hankalaza ilay fety mandritra ny fito andro fanampiny. Koa nankalaza izany tamim-pifaliana nandritra ny fito andro izy ireo.",
        "24": "Dia nanome ombilahy arivo sy ondry fito arivo ho an’ny fiangonana i Hezekia mpanjakan’ny Joda, ary ny andriana kosa nanome ombilahy arivo sy ondry iray alina. Ary be dia be ny mpisorona nanamasina ny tenany.",
        "25": "Dia nifaly ny fiangonan’ny Joda manontolo, sy ny mpisorona, sy ny Levita, sy ny fiangonana manontolo avy tany amin’ny Israely, ary ny mpivahiny izay avy any amin’ny tanin’ny Israely sy izay nonina tany Joda.",
        "26": "Ary nisy fifaliam-be tany Jerosalema, satria mbola tsy nisy toy izany tany, hatramin’ny andron’i Solomona zanak’i Davida mpanjakan’ny Israely.",
        "27": "Farany, dia nitsangana ireo Levita mpisorona ka nitso-drano ny vahoaka. Dia nohenoina izy ireo, ary tonga tany amin’ny fonenana masin’Andriamanitra, tany an-danitra, ny vavaka nataon’izy ireo."
    },
    "31": {
        "1": "Raha vao vitan’izy ireo izany rehetra izany, dia lasa nankany amin’ireo tanànan’i Joda ny Israelita rehetra teo, ka nopotehiny ny tsangambato masina, sady nokapainy ny tsato-kazo masina, ary noravany ny toerana avo sy ny alitara nanerana an’i Joda sy Benjamina sy Efraima ary Manase, ka tsy nasiany niangana. Avy eo dia samy nody tany amin’ny lovany, tany amin’ny tanànany avy, ny zanak’Israely rehetra.",
        "2": "Ary notsinjarain’i Hezekia araka ny fizarana nisy azy avy ny mpisorona sy ny Levita, araka ny anjara fanompoan’ny mpisorona sy ny Levita izay nisahana ny fanatitra dorana sy ny sorona iombonana, mba hanompoan’izy ireo sy hanolorany fisaorana sy fiderana eny amin’ireo vavahadin’ny tranon’i Jehovah.",
        "3": "Ary nanome tamin’ny fananany ny mpanjaka mba hanaovana fanatitra dorana, dia ny fanatitra dorana amin’ny maraina sy amin’ny takariva, sy rehefa sabata sy tsinam-bolana ary fotoanan’ny fety, araka izay voasoratra ao amin’ny lalàn’i Jehovah.",
        "4": "Nilazan’ny mpanjaka koa ny vahoaka nonina tao Jerosalema mba hanome ny anjaran’ny mpisorona sy ny Levita, mba hahafahan’izy ireo hanaraka tsara ny lalàn’i Jehovah.",
        "5": "Raha vao nivoaka izany tenin’ny mpanjaka izany, dia nampitomboin’ny zanak’Israely ny voaloham-bokatra tamin’ny varimbazaha sy divay vaovao sy menaka sy tantely ary ny vokatra rehetra avy teny an-tsaha. Be dia be koa ny ampahafolon’ny zava-drehetra nentiny.",
        "6": "Nentin’ny zanak’Israely, sy ny taranak’i Joda izay nonina tany an-tanànan’i Joda koa ny ampahafolon’ny omby aman’ondry sy ny ampahafolon’ny zava-masina, izay nohamasinina ho an’i Jehovah Andriamaniny. Eny, nitondra izy ireo ka nanome vokatra niavosa be.",
        "7": "Tamin’ny volana fahatelo izy ireo no nanomboka nampiavosa ny vokatra, ary tamin’ny volana fahafito no nahavitany izany.",
        "8": "Rehefa tonga i Hezekia sy ny andriana ka nahita ireo vokatra niavosa, dia nidera an’i Jehovah sy nitso-drano ny Israely olony izy ireo.",
        "9": "Ary nanontany an’ireo mpisorona sy Levita momba an’ireo vokatra niavosa i Hezekia.",
        "10": "Dia hoy i Azaria lehiben’ny mpisorona, taranak’i Zadoka: “Nanomboka tamin’ny fotoana nitondran’ny olona ny fanomezana tao an-tranon’i Jehovah, dia nihinana izy ireo ka voky, ary mbola be dia be ny ambim-bava. Fa notahin’i Jehovah ny olony, ary ireo be dia be ireo ny sisa tavela.”",
        "11": "Dia nasain’i Hezekia nomanina ny efitra fisakafoana tao an-tranon’i Jehovah. Koa nomanin’izy ireo izany.",
        "12": "Ary nampiditra ny fanomezana sy ny ampahafolon-karena ary ny zava-masina izy ireo, ka mendri-pitokisana tamin’izany. I Konania Levita no niandraikitra an’ireny, ary i Simey rahalahiny no nanarakaraka azy.",
        "13": "Ary i Jehiela sy Azazia sy Nahata sy Asahela sy Jerimota sy Jozabada sy Eliela sy Jismakia sy Mahata ary Benaia, no mpiadidy nanampy an’i Konania sy Simey rahalahiny, araka ny didin’i Hezekia Mpanjaka. Ary i Azaria no lehiben’ny tao an-tranon’Andriamanitra.",
        "14": "Ary i Kore zanak’i Jimna Levita, izay mpiandry vavahady teo atsinanana, no niandraikitra ny fanatitra an-tsitrapo ho an’Andriamanitra, ka nizara ny fanomezana natolotra ho an’i Jehovah sy ny zavatra masina indrindra.",
        "15": "Teo ambany fifehezan’i Kore tany amin’ireo tanànan’ny mpisorona i Edena sy Miniamina sy Jesoa sy Semaia sy Amaria ary Sekania. Mendri-pitokisana izy ireo, ka andraikiny ny nanome ny anjaran’ireo rahalahiny tao amin’ny fizarana tsirairay, ary nataony mitovy ny anjaran’ny kely sy ny lehibe.",
        "16": "Ankoatra ireo, dia nahazo anjara koa ny lahy rehetra telo taona no ho miakatra, izay voasoratra tao amin’ny tetirazana, eny, izay rehetra tonga tao an-tranon’i Jehovah araka ny fanao isan’andro, mba hanao ny fanompoany sy ny adidiny araka ny fizarana nisy azy.",
        "17": "Ny fanoratana ny mpisorona sy ny Levita roapolo taona no ho miakatra, tao amin’ny tetirazany, dia natao araka ny fianakaviambeny, araka ny adidiny isaky ny fizarana nisy azy avy,",
        "18": "ka nosoratana anarana ny vady aman-janaky ny Levita sy ny zanany madinika rehetra, eny, ny fiangonana manontolo, satria nanamasina ny tenany hanao ny fanompoany masina ny Levita, izay nanankinana andraikitra noho izy ireo mendri-pitokisana.",
        "19": "Nosoratana anarana koa ny mpisorona taranak’i Arona izay nonina tany amin’ny kijana manodidina ny tanànany. Koa tany amin’ny tanàna rehetra, dia nisy lehilahy voatonona anarana izay voatendry hanome ny anjara hanin’ny lahy rehetra teo amin’ny mpisorona sy ny anjara hanin’ny Levita rehetra voasoratra anarana.",
        "20": "Toy izany no nataon’i Hezekia nanerana an’i Joda. Ary nanao izay tsara sy mahitsy foana izy, sady tsy nivadika mihitsy teo anatrehan’i Jehovah Andriamaniny.",
        "21": "Tamin’ny fony manontolo no nanaovany ny asa rehetra natombony momba ny fanompoana tao an-tranon’Andriamanitra sy momba ny lalàna sy ny didy, mba hitadiavany an’Andriamaniny. Koa nahomby izy tamin’izany."
    },
    "32": {
        "1": "Taorian’izany fisehoan-javatra sy tsy fivadihana izany, dia tonga hanafika ny tanin’i Joda i Sankeriba mpanjakan’i Asyria. Nitoby hamely an’ireo tanàna voaro mafy koa izy, ary nikasa hanagorobaka manda mba hakana ireo tanàna.",
        "2": "Rehefa hitan’i Hezekia fa tapa-kevitra ny hiady tamin’i Jerosalema i Sankeriba,",
        "3": "dia nanapa-kevitra izy sy ny andrianany ary ireo lehilahy maheriny fa hotampenana ireo loharano tany ivelan’ny tanàna. Dia nampian’izy ireo izy.",
        "4": "Koa olona maro no tafavory, ka nanampina ny loharano rehetra sy ny rano nikoriana namakivaky an’ilay tany. Hoy mantsy izy ireo: “Fa nahoana no avela hahita rano be ny mpanjakan’i Asyria rehefa tonga?”",
        "5": "Nisikina herim-po koa i Hezekia ka naoriny daholo izay manda rava, ary nasiany tilikambo teny amboniny. Nasiany manda hafa koa teny ivelany, ary namboariny ny simba tamin’ilay Dongon-tany teo amin’ny Tanànan’i Davida. Nanao lefom-pohy be dia be sy ampinga koa izy.",
        "6": "Ary nanendry mpitari-tafika hifehy ny vahoaka izy, ka namory azy ireo teny an-tany malalaka teo akaikin’ny vavahadin’ny tanàna. Dia nampahery an’ireo izy ka niteny hoe:",
        "7": "“Mahereza sy matanjaha! Aza matahotra na mihorohoro noho ny amin’ny mpanjakan’i Asyria sy ny olona rehetra miaraka aminy, fa ny momba antsika dia betsaka noho ny momba azy.",
        "8": "Sandry nofo no momba azy, fa i Jehovah Andriamanitsika kosa no momba antsika hanampy antsika sy hiady ho antsika.” Dia nankahery ny vahoaka ny tenin’i Hezekia mpanjakan’ny Joda.",
        "9": "Taorian’izay, raha mbola tany Lakisy i Sankeriba mpanjakan’i Asyria sy ny tafi-panjakany manontolo, dia naniraka ny mpanompony ho any Jerosalema izy mba hilaza toy izao tamin’i Hezekia mpanjakan’ny Joda sy ny Jodianina rehetra tao Jerosalema:",
        "10": "“Izao no nolazain’i Sankeriba mpanjakan’i Asyria: ‘Fa miantehitra amin’inona ianareo no dia mipetraka milamindamina eto Jerosalema nefa misy manao fahirano?",
        "11": "Tsy mba hamitahana anareo ho fatin’ny mosary sy ny hetaheta ve no ilazan’i Hezekia hoe: “I Jehovah Andriamanitsika no hamonjy antsika eo am-pelatanan’ny mpanjakan’i Asyria”?",
        "12": "Tsy i Hezekia ihany ve no nanaisotra ireo toerana avony sy alitarany, ka niteny tamin’ny Joda sy Jerosalema hoe: “Eo anoloan’ny alitara iray ihany ianareo no tokony hiankohoka, ary eo ihany no tokony hanolotra setroka ho sorona”?",
        "13": "Tsy fantatrareo angaha ny zavatra efa nataoko sy nataon’ny razako tamin’ny mponina rehetra manodidina? Angaha ny andriamanitr’ireo firenena nisy nahavonjy ny taniny tsy ho azon’ny tanako?",
        "14": "Iza tamin’ny andriamanitr’ireny firenena naringan’ny razako ireny, no nahavonjy ny vahoakany tsy ho azon’ny tanako? Dia hahavonjy anareo tsy ho azon’ny tanako ve ny Andriamanitrareo?",
        "15": "Aza avela hanambaka na hamitaka anareo toy izao i Hezekia ary aza mino azy, fa mbola tsy nisy andriamanitry ny firenena na fanjakana nahavonjy ny vahoakany tsy ho azon’ny tanako sy ny tanan’ny razako. Koa izay Andriamanitrareo indray ve no hahavonjy anareo tsy ho azon’ny tanako?’”",
        "16": "Ary vao mainka ny mpanompon’i Sankeriba naniratsira an’i Jehovah Andriamanitra sy Hezekia mpanompony.",
        "17": "Nanoratra taratasy koa izy mba hanalana baraka an’i Jehovah Andriamanitry ny Israely sy haniratsirana azy, nanao hoe: “Tsy hahavonjy ny vahoakany tsy ho azon’ny tanako ny Andriamanitr’i Hezekia, tahaka ny andriamanitr’ireo firenena manodidina, izay tsy nahavonjy ny vahoakany tsy ho azon’ny tanako.”",
        "18": "Ary niteny mafy izy ireo ka nanao fitenin’ny Jiosy tamin’ny mponin’i Jerosalema izay teny ambony manda, mba hampitahotra sy hampisahotaka azy, ka hahafahan’izy ireo hamabo ilay tanàna.",
        "19": "Ary mbola naniratsira an’ilay Andriamanitr’i Jerosalema ihany izy ireo, toy ny nataony tamin’ny andriamanitr’ireo firenena teto an-tany izay asa tanan’olona ihany.",
        "20": "Nivavaka momba izany foana anefa i Hezekia Mpanjaka sy Isaia mpaminany zanak’i Amoza, sady niantso vonjy tamin’ny lanitra.",
        "21": "Dia naniraka anjely i Jehovah ka novonoiny daholo ny lehilahy matanjaka sy mahery fo, mbamin’ny mpitarika sy ny lehiben’ny miaramila tao an-tobin’ny mpanjakan’i Asyria. Koa nody tamin-kenatra tany amin’ny taniny ny mpanjakan’i Asyria. Ary nony niditra tao an-tranon’ny andriamaniny izy, dia nisy zanany naterany namono azy tamin’ny sabatra.",
        "22": "Koa novonjen’i Jehovah i Hezekia sy ny mponin’i Jerosalema, mba tsy ho azon’ny tanan’i Sankeriba mpanjakan’i Asyria sy ny olon-kafa rehetra. Ary nataony nandry feizay teo anivon’ny fahavalony rehetra nanodidina izy ireo.",
        "23": "Ary maro no nitondra fanomezana ho an’i Jehovah tany Jerosalema, sy zava-tsarobidy ho an’i Hezekia mpanjakan’ny Joda. Dia nisandratra teo imason’ny firenena rehetra i Hezekia taorian’izay.",
        "24": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia, ka nivavaka tamin’i Jehovah. Koa niresaka tamin’i Hezekia Izy, ka nanome azy fambara.",
        "25": "Tsy mba namaly ny soa natao taminy anefa i Hezekia, satria nanjary nirehareha ny fony. Koa tezitra taminy sy tamin’ny Joda sy Jerosalema Andriamanitra.",
        "26": "Nanetry tena anefa i Hezekia ka nibebaka tamin’ny fireharehan’ny fony, dia izy sy ny mponin’i Jerosalema. Koa tsy nihatra tamin’izy ireo tamin’ny andron’i Hezekia ny fahatezeran’i Jehovah.",
        "27": "Dia nanjary nanan-karem-be sy nahazo voninahitra be i Hezekia. Ary nanao trano fitehirizana izy hametrahany volafotsy sy volamena sy vatosoa sy menaka balsama sy ampinga ary zava-tsarobidy maro isan-karazany.",
        "28": "Nanao trano fitehirizam-bokatra koa izy hasiana varimbazaha sy divay vaovao ary menaka. Ary nanao tranom-biby izy, ho an’ny biby isan-karazany sy ny ondry aman’osy.",
        "29": "Nahazo tanàna maro koa izy, ary koa andian’ondry sy andian’omby be dia be. Fa nomen’Andriamanitra fananana be dia be izy.",
        "30": "I Hezekia no nanampina ny loharano ambony tao Gihona, sy namily ny rano hidina niankandrefana nankany amin’ny Tanànan’i Davida. Ary nahomby foana izy tamin’izay rehetra nataony.",
        "31": "Rehefa tonga tao aminy ny mpitondra teny nirahin’ny andrianan’i Babylona mba hanontany azy momba ilay fambara niseho tao amin’ny taniny, dia niala taminy Andriamanitra, mba hizahan-toetra azy sy hahafantarana izay rehetra tao am-pony.",
        "32": "Ary ny sisa amin’ny tantaran’i Hezekia sy ny hatsaram-panahy feno fitiavana nasehony, dia efa voasoratra ao amin’ny fahitan’i Isaia mpaminany zanak’i Amoza, ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely.",
        "33": "Farany, dia nodimandry any amin’ny razany i Hezekia, ka nalevina teo amin’ny fiakarana mankany amin’ny fasan’ny taranak’i Davida. Ary nanome voninahitra azy ny Joda rehetra sy ny mponin’i Jerosalema tamin’izy maty. Ary i Manase zanany no nanjaka nandimby azy."
    },
    "33": {
        "1": "Roa ambin’ny folo taona i Manase tamin’izy nanomboka nanjaka, ary dimy amby dimampolo taona no nanjakany tany Jerosalema.",
        "2": "Ary nanao izay ratsy teo imason’i Jehovah izy. Zava-maharikoriko fanaon’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny zanak’Israely, no nataony.",
        "3": "Dia naoriny indray ireo toerana avo efa noravan’i Hezekia rainy. Ary nanorina alitara ho an’ireo Bala sy nanao tsato-kazo masina izy. Dia niankohoka teo anatrehan’izay rehetra eny amin’ny lanitra izy, ka nanompo an’ireny.",
        "4": "Nanorina alitara tao an-tranon’i Jehovah koa izy, nefa efa nilaza momba io trano io i Jehovah hoe: “Ho ao Jerosalema mandritra ny fotoana tsy voafetra ny anarako.”",
        "5": "Ary nanorina alitara ho an’izay rehetra eny amin’ny lanitra izy, teo amin’ny tokotany roa ivelan’ny tranon’i Jehovah.",
        "6": "Ary nandoro * ny zanany tao anaty afo teo amin’ny lohasahan’ny taranak’i Hinoma izy, sady nampiasa herin’ny maizina sy nanao sikidy sy nilalao ody, ary nampiasa mpamoha angatra sy mpilaza ny hoavy. Nanao izay ratsy teo imason’i Jehovah izy mba hampahatezitra azy, ary be tokoa ny ratsy vitany.",
        "7": "Ary ilay sary sokitra nataony, dia napetrany tao an-tranon’Andriamanitra, nefa efa nilaza toy izao momba io trano io Andriamanitra, tamin’i Davida sy Solomona zanany: “Ato amin’ity trano ity sy eto Jerosalema, izay nofidiko teo amin’ny foko rehetran’ny Israely, no hametrahako ny anarako mandritra ny fotoana tsy voafetra.",
        "8": "Ary ny tongotry ny Israely dia tsy avelako intsony hiala eo amin’ny tany nomeko ny razany, raha tandreman’izy ireo tsara izay rehetra nandidiako azy tamin’ny alalan’i Mosesy, dia ny lalàna rehetra sy ny fitsipika ary ny didim-pitsarana.”",
        "9": "Ary notaomin’i Manase foana ny Joda sy ny mponin’i Jerosalema, mba hanao ratsy mihoatra noho izay nataon’ireo firenena naringan’i Jehovah tsy ho eo anatrehan’ny zanak’Israely.",
        "10": "Ary niteny tamin’i Manase sy ny vahoakany foana i Jehovah, nefa tsy nihaino izy ireo.",
        "11": "Farany, dia nentin’i Jehovah hanafika azy ireo ny lehiben’ny tafiky ny mpanjakan’i Asyria. Koa nosamborin’izy ireo tany an-tsefatsefaky ny harambato i Manase, ka nasiany gadra varahina roa ny tongony, ary nentiny tany Babylona izy.",
        "12": "Koa raha vao azom-pahoriana izy, dia niezaka nampitony an’i Jehovah Andriamaniny, ka tena nanetry tena tokoa teo anatrehan’ilay Andriamanitry ny razany.",
        "13": "Ary tsy nitsahatra nivavaka tamin’Andriamanitra izy. Dia nanaiky ny fiangaviany Andriamanitra, ka nihaino ny fitalahoany famindram-po, ary nampody azy tamin’ny fanjakany tany Jerosalema. Dia fantatr’i Manase fa i Jehovah no tena Andriamanitra.",
        "14": "Taorian’izay, dia nanorina manda ivelany ho an’ny Tanànan’i Davida izy, nanomboka teo andrefan’i Gihona izay teo amin’ny lohasaha falehan-driaka, ka hatrany amin’ny Vavahadin-trondro. Ary nataony nihodidina hatrany Ofela ilay manda, sady nataony avo be. Dia nametrahany lehiben’ny tafika tany amin’ny tanàna voaro mafy rehetran’ny Joda.",
        "15": "Ary nesoriny tao an-tranon’i Jehovah ireo andriamani-kafa sy ilay sampy, ary nesoriny koa ny alitara rehetra naoriny teo an-tendrombohitra nisy ny tranon’i Jehovah sy tao Jerosalema, ka nasainy nariana tany ivelan’ny tanàna avokoa.",
        "16": "Dia naoriny indray ny alitaran’i Jehovah, ka teo ambonin’izy io no nanaovany sorona iombonana sy sorona fisaorana. Ary nampirisika ny Joda hanompo an’i Jehovah Andriamanitry ny Israely izy.",
        "17": "Mbola nanao sorona teny amin’ny toerana avo ihany anefa ny olona, saingy ho an’i Jehovah Andriamaniny.",
        "18": "Ary ny sisa amin’ny tantaran’i Manase sy ny vavaka nataony tamin’Andriamaniny ary ny tenin’ireo mpahita izay niresaka taminy tamin’ny anaran’i Jehovah Andriamanitry ny Israely, dia efa voarakitra ao amin’ny tantaran’ny mpanjakan’ny Israely.",
        "19": "Ary ny vavak’i Manase sy ny nihainoana ny fitalahoany, ary koa ny fahotany rehetra sy ny nivadihany tamin’Andriamanitra, mbamin’izay faritra nasiany toerana avo sy tsato-kazo masina ary ny sary sokitra, tamin’izy mbola tsy nanetry tena, dia efa voasoratra ao amin’ny tenin’ireo mpahita fahitana ho an’i Manase.",
        "20": "Farany, dia nodimandry any amin’ny razany i Manase, ka nalevina tany amin’izay nisy ny tranony. Ary i Amona zanany no nanjaka nandimby azy.",
        "21": "Roa amby roapolo taona i Amona tamin’izy nanomboka nanjaka, ary roa taona no nanjakany tany Jerosalema.",
        "22": "Ary nanao izay ratsy teo imason’i Jehovah izy, toy ny nataon’i Manase rainy. Dia nanao sorona ho an’ny sary sokitra rehetra nataon’i Manase rainy izy, sady nanompo an’ireny.",
        "23": "Ary tsy nanetry tena noho ny amin’i Jehovah i Amona, tsy mba tahaka an’i Manase rainy, fa izy aza no vao mainka nampitombo heloka.",
        "24": "Farany, dia niray tetika hamely azy ny mpanompony, ka namono azy ho faty tao an-tranony ihany.",
        "25": "Novonoin’ny vahoaka anefa izay rehetra niray tetika namono an’i Amona Mpanjaka, ary i Josia zanany no nataon’izy ireo mpanjaka nandimby azy."
    },
    "34": {
        "1": "Valo taona i Josia tamin’izy nanomboka nanjaka, ary iraika amby telopolo taona no nanjakany tany Jerosalema.",
        "2": "Ary nanao izay mahitsy teo imason’i Jehovah izy, sady nanao hoatran’izay nataon’i Davida razambeny. Nanaraka an-tsakany sy an-davany ny didin’Andriamanitra izy.",
        "3": "Tamin’ny taona fahavalo nanjakany, raha mbola zaza izy, dia nanomboka nitady an’ilay Andriamanitr’i Davida razambeny. Ary tamin’ny taona faharoa ambin’ny folo, dia natombony ny fanadiovana an’i Joda sy Jerosalema, ka nesoriny ny toerana avo sy ny tsato-kazo masina sy ny sary sokitra ary ny sarivongana metaly.",
        "4": "Ary narodana teo anatrehany ny alitaran’ireo Bala. Dia nopotehiny ny fandoroana emboka manitra izay teny ambony, ary nopotipotehiny ho vovoka ny tsato-kazo masina sy ny sary sokitra ary ireo sarivongana metaly, ka nafafiny teny ambonin’ny fasan’ireo nanao sorona ho an’ireny.",
        "5": "Ary ny taolan’ny mpisorona dia nodorany teo ambonin’ny alitaran’izy ireo. Koa nodiovin’i Josia i Joda sy Jerosalema.",
        "6": "Ary tany amin’ireo tanànan’i Manase sy Efraima sy Simeona ka hatrany amin’ireo tanànan’i Naftaly sy tany amin’ny toerana rava rehetra,",
        "7": "dia narodany ny alitara sy ny tsato-kazo masina. Notorotoroiny ho vovoka koa ny sary sokitra, ary nopotehiny avokoa ny fandoroana emboka manitra nanerana ny tanin’ny Israely. Dia niverina tany Jerosalema izy avy eo.",
        "8": "Ary tamin’ny taona fahavalo ambin’ny folo nanjakan’i Josia, rehefa voadiony ny tany sy ny trano, dia nirahiny hanamboatra izay simba tamin’ny tranon’i Jehovah Andriamaniny i Safana zanak’i Azalia, sy Mahaseia lehiben’ny tanàna, ary Joa mpanoratra ny raharaham-panjakana, ilay zanak’i Joahaza.",
        "9": "Koa nankany amin’i Hilkia mpisoronabe izy ireo, ka nanome ny vola nentina tao an-tranon’Andriamanitra, dia ny vola voangon’ny Levita mpiandry varavarana avy tamin’ny fokon’i Manase sy Efraima sy ny sisa rehetra tamin’ny Israely sy ny Joda rehetra sy ny Benjamina ary ny mponin’i Jerosalema.",
        "10": "Ary ny vola dia natolotr’izy ireo teo an-tanan’ny mpanao ny asa izay voatendry hiandraikitra ny tao an-tranon’i Jehovah. Koa nampiasain’ireo mpiasa niasa tao an-tranon’i Jehovah ilay vola, mba hanatsarana ilay trano sy hanamboarana ny simba.",
        "11": "Dia nomena ny mpanao asa tanana sy ny mpanao trano ilay vola, mba hividianana vato voapaika sy hazo latsim-baravarana, ary hazo lehibe hanorenana ireo trano navelan’ny mpanjakan’ny Joda ho rava.",
        "12": "Koa nataon’ireo lehilahy ireo ilay asa, ary mendri-pitokisana izy ireo tamin’izany. Ary voatendry ho mpiandraikitra azy ireo i Jahata sy Obadia Levita avy tamin’ny taranak’i Merary, ary i Zakaria sy Mesolama avy tamin’ny taranaky ny Kehatita. Ary ny Levita izay samy tena nahay nitendry zavamaneno,",
        "13": "no niandraikitra an’ireo mpitondra entana sy ny mpiasa rehetra nanao asa samy hafa. Ary nisy mpitan-tsoratra sy mpiadidy ary mpiandry vavahady koa tamin’ireo Levita.",
        "14": "Rehefa namoaka ny vola nentina tao an-tranon’i Jehovah izy ireo, dia hitan’i Hilkia mpisorona ny boky misy ny lalàn’i Jehovah izay nomena tamin’ny alalan’i Mosesy.",
        "15": "Koa hoy i Hilkia tamin’i Safana mpitan-tsoratra: “Hitako tao an-tranon’i Jehovah ny boky misy ny lalàna.” Dia nomeny an’i Safana ilay boky.",
        "16": "Ary nitondra ilay boky tany amin’ny mpanjaka i Safana, ka niteny taminy hoe: “Manao izay rehetra nampanaovina azy ny mpanomponao.",
        "17": "Mandraraka ny vola azo tao an-tranon’i Jehovah izy ireo, ka manolotra izany ho eo an-tanan’ireo lehilahy voatendry sy ny mpanao ny asa.”",
        "18": "Hoy koa i Safana mpitan-tsoratra tamin’ny mpanjaka: “Misy boky nomen’i Hilkia mpisorona ahy.” Dia novakin’i Safana teo anatrehan’ny mpanjaka izany.",
        "19": "Raha vao nandre izay voalazan’ny lalàna ny mpanjaka, dia nandrovitra ny akanjony avy hatrany.",
        "20": "Dia nodidian’ny mpanjaka i Hilkia, sy Ahikama zanak’i Safana, sy Abdona zanak’i Mika, sy Safana mpitan-tsoratra, ary Asaia mpanompon’ny mpanjaka, nanao hoe:",
        "21": "“Mandehana manontany an’i Jehovah, ho ahy sy ho an’izay sisa tavela any amin’ny tanin’ny Israely sy Joda, momba ireo teny ao amin’io boky vao hita io. Fa lehibe ny fahatezeran’i Jehovah hihatra amintsika, satria tsy nitandrina ny tenin’i Jehovah ny razantsika ka tsy nanaraka izay rehetra voasoratra ao amin’io boky io.”",
        "22": "Koa lasa i Hilkia sy ireo nirahin’ny mpanjaka, ka nankany amin’i Holda mpaminanivavy, vadin’i Saloma mpikarakara ny fitafiana, zanak’i Tikva zanak’i Harasa. Nipetraka tao amin’ny tanàna vaovao tao Jerosalema ravehivavy. Ary nolazain’izy ireo taminy izay nitranga.",
        "23": "Dia hoy i Holda: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Lazao amin’ilay lehilahy naniraka anareo ho atỳ amiko, hoe:",
        "24": "“Izao no nolazain’i Jehovah: ‘Hahatonga loza amin’ity toerana ity sy ny mponina eo aminy aho, eny, hataoko tonga aminy ny ozona rehetra voasoratra ao amin’ilay boky novakina teo anatrehan’ny mpanjakan’ny Joda.",
        "25": "Nahafoy ahy mantsy izy ireo ka nanolotra setroka ho sorona ho an’andriamani-kafa, mba hampahatezitra ahy amin’izay rehetra nataon’ny tanany, sy mba hahatonga ny fahatezerako hirehitra amin’ity toerana ity, ary tsy hovonoina izany fahatezerako mirehitra izany.’”",
        "26": "Izao koa lazaina amin’ny mpanjakan’ny Joda, izay naniraka anareo hanontany an’i Jehovah: “Izao no nolazain’i Jehovah Andriamanitry ny Israely momba ireo teny izay renao:",
        "27": "‘Koa satria mora nanaiky ny fonao ka nanetry tena ianao noho ny amin’Andriamanitra, rehefa nandre ny teniny momba ity toerana ity sy ny mponina eo aminy, eny, nanetry tena teo anatrehako ianao ka nandrovitra ny akanjonao ary nitomany teo anatrehako, dia nihaino anao aho, hoy i Jehovah.",
        "28": "Koa hangoniko any amin’ny razanao ianao, ary amin’ny fotoana mampandry feizay ny tany no hahafatesanao, ka tsy ho hitan’ny masonao ny loza rehetra hamelezako ity toerana ity sy ny mponina eo aminy.’”’” Dia nentin’izy ireo tany amin’ny mpanjaka izany valin-teny izany.",
        "29": "Koa naniraka olona hamory ny anti-panahy rehetran’ny Joda sy Jerosalema ny mpanjaka.",
        "30": "Dia niakatra nankao an-tranon’i Jehovah ny mpanjaka, sy ny mponina rehetran’i Joda sy Jerosalema, sy ny mpisorona, sy ny Levita, ary ny olona rehetra, na kely na lehibe. Novakin’ny mpanjaka tamin’izy ireo ny teny rehetra tao amin’ilay bokin’ny fifanekena, izay hita tao an-tranon’i Jehovah.",
        "31": "Dia nijoro teo amin’izay nisy azy ny mpanjaka ka nanao fifanekena teo anatrehan’i Jehovah, fa hanaraka an’i Jehovah sy hitandrina ny didiny sy ny fampahatsiahivany ary ny fitsipiny amin’ny fony manontolo sy ny tenany manontolo, ary hanatanteraka izay voalazan’ilay fifanekena voasoratra tao amin’ilay boky.",
        "32": "Nasainy niditra tamin’ilay fifanekena koa ny olona rehetra tany Jerosalema sy Benjamina. Ary ny mponin’i Jerosalema dia nanao araka izay voalazan’ny fifanekena nataon’Andriamanitra, dia ilay Andriamanitry ny razany.",
        "33": "Taorian’izany dia nesorin’i Josia avokoa ny zava-maharikoriko tany amin’ny tany rehetran’ny zanak’Israely, ary nasainy nanompo an’i Jehovah Andriamaniny ny olona rehetra tany Israely. Nanaraka an’i Jehovah Andriamanitry ny razany foana izy ireo, nandritra ny androm-piainan’i Josia."
    },
    "35": {
        "1": "Ary nankalaza Paska ho an’i Jehovah tao Jerosalema i Josia. Dia novonoina ny biby atao sorona amin’ny Paska, tamin’ny andro fahefatra ambin’ny folon’ny volana voalohany.",
        "2": "Koa napetrak’i Josia tamin’ny toerana tokony hiandraiketany avy ny mpisorona, ka nampahereziny hanao ny fanompoana tao an-tranon’i Jehovah.",
        "3": "Ary hoy izy tamin’ireo Levita izay mpampianatra ny Israely rehetra, dia ireo masina amin’i Jehovah: “Ataovy ao amin’ilay trano naorin’i Solomona zanak’i Davida mpanjakan’ny Israely ilay Vata masina. Tsy ho enta-mavesatra eo an-tsorokareo intsony izy io. Ary ankehitriny, dia manompoa an’i Jehovah Andriamanitrareo sy ny Israely olony.",
        "4": "Samia ianareo miomana araka ny fianakaviambenareo avy, araka ny fizarana misy anareo, mifanaraka amin’izay nosoratan’i Davida mpanjakan’ny Israely sy Solomona zanany.",
        "5": "Ary mijoroa ao amin’ny toerana masina araka ny sokajy misy ny fianakaviambenareo, mba hanompoanareo ny vahoaka rahalahinareo, araka ny fizarana misy ny fianakaviamben’ny Levita.",
        "6": "Dia vonoy ny biby atao sorona amin’ny Paska, ary hamasino ny tenanareo ka manaova fiomanana hanompoana ny rahalahinareo, mba hanarahanareo ny tenin’i Jehovah nomeny tamin’ny alalan’i Mosesy.”",
        "7": "Ary i Josia nanome ondrilahy kely sy osilahy kely telo alina ho an’ny vahoaka, mba hatao sorona amin’ny Paska ho an’izay rehetra tonga teo. Nanome omby telo arivo koa izy. Avy tamin’ny fananan’ny mpanjaka avokoa ireo.",
        "8": "Ny andriana kosa nanome fanomezana ho fanatitra an-tsitrapo, ho an’ny vahoaka sy ny mpisorona ary ny Levita. Ary i Hilkia sy Zakaria ary Jehiela, izay samy mpiandraikitra ny tao an-tranon’Andriamanitra, dia nanome ondry sy osy eninjato sy roa arivo hatao sorona amin’ny Paska, ary omby telonjato, ka natolony ny mpisorona izany.",
        "9": "Ary i Konania mbamin’i Semaia sy Netanela rahalahiny, sy Hasabia sy Jeiela ary Jozabada, izay samy mpiadidy teo amin’ny Levita, dia nanome ondry sy osy dimy arivo ho an’ny Levita mba hatao sorona amin’ny Paska. Nanome omby dimanjato koa izy ireo.",
        "10": "Dia natao ny fanomanana, ka samy nijoro teo amin’ny toerany avy ny mpisorona, ary ny Levita kosa teo amin’ny fizarana nisy azy avy, araka ny didin’ny mpanjaka.",
        "11": "Dia novonoina ny biby atao sorona amin’ny Paska. Ary ny mpisorona dia namafy ny ra noraisiny avy teny an-tanan’ny Levita, fa ny Levita kosa nanendaka ny hoditr’ireo biby.",
        "12": "Nomanin’ny Levita koa ny fanatitra dorana homena ny vahoaka araka ny sokajy misy ny fianakaviambeny avy, mba hatolotra ho an’i Jehovah araka izay voasoratra ao amin’ny bokin’i Mosesy. Toy izany koa no nataon’izy ireo tamin’ny omby.",
        "13": "Ary ny fanatitra atao amin’ny Paska dia natsatsik’izy ireo tamin’ny afo, araka ny fanao. Ny zavatra efa nohamasinina kosa nandrahoin’izy ireo tao anaty vilany sy vilanibe ary vilany talesaka, ka nateriny haingana teny amin’ny olona rehetra.",
        "14": "Nanomana ny Paska ho an’ny tenany sy ho an’ny mpisorona koa ny Levita avy eo, satria ny mpisorona taranak’i Arona mbola sahirana nanolotra ny fanatitra dorana sy ny tavin’ireo sorona, mandra-pahalin’ny andro. Koa ny Levita no nanomana ny Paska ho an’ny tenany sy ho an’ny mpisorona taranak’i Arona.",
        "15": "Teo amin’ny toerany avy ny mpihira taranak’i Asafa, araka ny nandidian’i Davida sy Asafa sy Hemana ary Jedotona mpahita fahitana ho an’ny mpanjaka, ary teny amin’ny vavahady samy hafa kosa ireo mpiandry vavahady. Tsy voatery niala tamin’ny fanompoana nataony izy ireo, satria ny Levita rahalahiny no nanomana ny Paska ho azy ireo.",
        "16": "Dia voalamina tamin’izay andro izay daholo ny fanompoana an’i Jehovah, mba hankalazana ny Paska sy hanolorana ny fanatitra dorana eo amin’ny alitaran’i Jehovah, araka ny nandidian’i Josia Mpanjaka.",
        "17": "Tamin’izay fotoana izay, dia nankalaza ny Paska sy ny fetin’ny mofo tsy misy lalivay, nandritra ny fito andro, ny zanak’Israely tonga teo.",
        "18": "Mbola tsy nisy Paska nankalazaina toy izany teo amin’ny Israely, hatramin’ny andron’i Samoela mpaminany. Ary mbola tsy nisy mihitsy mpanjakan’ny Israely nankalaza Paska toy izany, eny, toy izay nankalazain’i Josia sy ny mpisorona sy ny Levita mbamin’ny Joda sy ny Israely rehetra tonga teo ary ny mponin’i Jerosalema.",
        "19": "Tamin’ny taona fahavalo ambin’ny folo nanjakan’i Josia no nankalazana izany Paska izany.",
        "20": "Taorian’izany rehetra izany, rehefa vitan’i Josia ny fikarakarana ny trano, dia niakatra hiady tany Karkemisy teo amoron’i Eofrata, i Neko mpanjakan’i Ejipta. Ary nivoaka hifanandrina taminy i Josia.",
        "21": "Koa nandefa iraka nankany amin’i Josia i Neko, nanao hoe: “Misy zavatra iombonako aminao angaha moa, ry mpanjakan’ny Joda? Tsy hiady aminao no nahatongavako androany, fa hiady amin’ny fahavalo hafa izay asain’Andriamanitra hampihorohoroiko. Koa aza manao an’izao ianao, noho ny amin’Andriamanitra izay momba ahy, sao hahita loza ianao, ary sao haringany.”",
        "22": "Tsy nety niverin-dalana anefa i Josia, fa mody nanao olon-kafa izy mba hiady taminy. Tsy nihaino ny teny nampilazain’Andriamanitra an’i Neko izy, ka tonga hiady teo amin’ny lemak’i * Megido.",
        "23": "Ary voatifitry ny mpandefa zana-tsipìka i Josia Mpanjaka, ka niteny tamin’ny mpanompony hoe: “Ampidino aho, fa maratra mafy.”",
        "24": "Koa nampidinin’ny mpanompony avy teo amin’ny kalesy izy, ka nampitaingenin’izy ireo ny kalesin’adiny faharoa, ary nentiny nankany Jerosalema. Dia maty i Josia ka nalevina tao amin’ny fasan-drazany. Ary nisaona azy daholo ny Joda sy Jerosalema.",
        "25": "Dia nanao hira fisaonana momba an’i Josia i Jeremia. Ary mbola resahin’ny mpihira rehetra lahy sy vavy ao amin’ny hira fisaonana i Josia, mandraka androany. Koa nataon’izy ireo fanao teo amin’ny Israely ny fihirana ireny hira ireny, ary nosoratana ho anisan’ny hira fisaonana ireny.",
        "26": "Ary ny sisa amin’ny tantaran’i Josia, sy ny hatsaram-panahy feno fitiavana nasehony araka izay voasoratra ao amin’ny lalàn’i Jehovah,",
        "27": "eny, ny tantarany, na ny voalohany na ny farany, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda."
    },
    "36": {
        "1": "Ary nalain’ny vahoaka i Joahaza zanak’i Josia, ka nataony mpanjaka handimby an-drainy, tany Jerosalema.",
        "2": "Telo amby roapolo taona i Joahaza tamin’izy nanomboka nanjaka, ary telo volana no nanjakany tany Jerosalema.",
        "3": "Nanala azy tao Jerosalema anefa ny mpanjakan’i Ejipta, ary nampandoa sazy an’ilay tany. Talenta volafotsy zato sy talenta volamena iray ilay sazy.",
        "4": "Ary nataon’i Neko mpanjakan’i Ejipta ho mpanjakan’ny Joda sy Jerosalema i Eliakima rahalahin’i Joahaza, ka novany hoe Joiakima ny anarany. Fa i Joahaza kosa nalainy ka nentiny tany Ejipta.",
        "5": "Dimy amby roapolo taona i Joiakima tamin’izy nanomboka nanjaka, ary iraika ambin’ny folo taona no nanjakany tany Jerosalema. Ary nanao izay ratsy teo imason’i Jehovah Andriamaniny foana izy.",
        "6": "Dia niakatra hamely azy i Nebokadnezara mpanjakan’i Babylona, mba hamatorana ny tongony amin’ny gadra varahina roa hitondrana azy any Babylona.",
        "7": "Ary nentin’i Nebokadnezara tany Babylona ny fitaovana sasany tao an-tranon’i Jehovah, ka nataony tao an-dapany tany Babylona.",
        "8": "Ary ny sisa amin’ny tantaran’i Joiakima sy ny zava-maharikoriko nataony ary ny laza ratsiny, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda. Ary i Joiakina zanany no nanjaka nandimby azy.",
        "9": "Valo ambin’ny folo taona i Joiakina tamin’izy nanomboka nanjaka, ary telo volana sy folo andro no nanjakany tany Jerosalema. Nanao izay ratsy teo imason’i Jehovah foana izy.",
        "10": "Ary tamin’ny fiandohan’ny taona, dia naniraka ny mpanompony i Nebokadnezara Mpanjaka, ka nentina ho any aminy tany Babylona i Joiakina mbamin’ny zava-tsarobidy tao an-tranon’i Jehovah. Ary nataony mpanjakan’ny Joda sy Jerosalema i Zedekia rahalahin-drain’i Joiakina.",
        "11": "Iraika amby roapolo taona i Zedekia tamin’izy nanomboka nanjaka, ary iraika ambin’ny folo taona no nanjakany tany Jerosalema.",
        "12": "Nanao izay ratsy teo imason’i Jehovah Andriamaniny foana izy, ary tsy mba nanetry tena teo anatrehan’i Jeremia mpaminany, izay niteny araka ny didin’i Jehovah.",
        "13": "Nikomy tamin’i Nebokadnezara Mpanjaka koa izy, nefa i Nebokadnezara efa nampianiana azy tamin’ny anaran’Andriamanitra. Ary nanamafy hatoka sy nanamafy fo foana i Zedekia, ka tsy niverina tamin’i Jehovah Andriamanitry ny Israely.",
        "14": "Ary na ny lehiben’ny mpisorona rehetra sy ny vahoaka aza, dia nivadika tamin’Andriamanitra, ka nanao ny zava-maharikoriko rehetra fanaon’ireo firenena. Koa nolotoin’izy ireo ny tranon’i Jehovah, izay nohamasininy tao Jerosalema.",
        "15": "Ary namerimberina nandefa iraka nitondra fampitandremana ho azy ireo i Jehovah Andriamanitry ny razany, satria nangoraka ny vahoakany sy ny fonenany izy.",
        "16": "Nataon’izy ireo ho fihomehezana foana anefa ny irak’Andriamanitra, ary nataony tsinontsinona ny tenin’Andriamanitra, sady nesoiny ny mpaminaniny, mandra-pihatran’ny fahatezeran’i Jehovah tamin’ny olony, ka tsy nisy fanafany intsony.",
        "17": "Koa nentin’Andriamanitra niakatra namely azy ireo ny mpanjakan’ny Kaldeanina, izay namono ny zatovon’izy ireo tamin’ny sabatra tao amin’ny toerana masina. Tsy nisy nananany antra, na ny tovolahy na ny virjiny, na ny antitra na ny osa. Natolotr’Andriamanitra teo an-tanany daholo ny zava-drehetra.",
        "18": "Ary nentiny daholo ny fitaovana tao an-tranon’Andriamanitra, na lehibe na kely, ary koa ny zava-tsarobidy notehirizina tao an-tranon’i Jehovah mbamin’ny zava-tsarobidin’ny mpanjaka sy ny andrianany, eny, nentiny tany Babylona daholo izany.",
        "19": "Dia nodorany ny tranon’Andriamanitra, ary noravany ny mandan’i Jerosalema. Nodoran’izy ireo koa ny tilikambo fonenana rehetra teo aminy, mbamin’ny zava-tsarobidiny rehetra, ka rava avokoa ny zava-drehetra.",
        "20": "Dia nentiny ho babo tany Babylona izay sisa tsy matin-tsabatra, ka nanjary nanompo azy sy ny taranany, mandra-pitondran’ny fanjakan’i Persa.",
        "21": "Izany dia mba hahatanteraka ny tenin’i Jehovah nolazain’i Jeremia, mandra-panonitr’ilay tany ny sabatany. Nitandrina sabata ilay tany nandritra ny andro rehetra tsy nisian’ny mponina teo aminy, mandra-pahatapitry ny fitopolo taona.",
        "22": "Ary tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Persa, dia nentanin’i Jehovah i Kyrosy * mpanjakan’i Persa mba hahatanteraka ny tenin’i Jehovah nolazain’i Jeremia. Koa nanao izao antso avo izao nanerana ny fanjakany izy, sady nanao izany an-tsoratra:",
        "23": "“Izao no nolazain’i Kyrosy mpanjakan’i Persa: ‘Efa nanome ahy ny fanjakana rehetra eto an-tany i Jehovah Andriamanitry ny lanitra, ary izy no naniraka ahy hanorina trano ho azy any Jerosalema, any Joda. Koa na iza na iza manompo azy aminareo, dia homba azy anie i Jehovah Andriamaniny! Dia aoka izy hiakatra.’”"
    },
    "meta": {
        "name": "Tantara Faharoa",
        "order": 13,
        "chapter_number": 36
    }
}