{
    "1": {
        "1": "Ny tononkira tsara indrindra nataon’i Solomona.",
        "2": "“Hanoroka ahy amin’ny molony anie izy. Fa tsara noho ny divay ny fanehoam-pitiavanao.",
        "3": "Manitra mamerovero ny menakao. Sahala amin’ny menaka araraka ny anaranao, koa izany no itiavan’ny ankizivavy anao.",
        "4": "Ento aho hanaraka anao, ary andao isika hihazakazaka. Fa nentin’ny mpanjaka ho ao amin’ny efitranony anatiny aho! Andao isika hiara-mifaly sy hiravoravo. Andao isika hiresaka momba ny fanehoam-pitiavanao, izay mahafinaritra kokoa noho ny divay. Rariny raha tian’ny ankizivavy ianao.",
        "5": "“Ankizivavy mainty aho, nefa tsara tarehy, ry zanakavavin’i Jerosalema ô, tahaka ny tranolain’i Kedara, nefa koa tahaka an’ireo lamba nanaovana ny tranolain’i Solomona.",
        "6": "Aza mijery ahy fa mivalomainty aho, satria main’ny hainandro. Tezitra tamiko ireo zanakalahin’i Neny, ka nasainy niambina tanimboaloboka aho, nefa ny tanimboaloboko aza tsy mba nambenako.",
        "7": "“Mba lazao ahy, ry olon-tiako, izay toerana iandrasanao ondry, sy izay ampandrianao ny andian’ondry amin’ny mitataovovonana. Fa nahoana aho no ho toy ny vehivavy mitafy lamba fisaonana eo amin’ireo andiam-bibin’ny namanao?”",
        "8": "“Raha tsy fantatrao, ry ilay tsara tarehy indrindra amin’ny vehivavy ô, dia mivoaha hanaraka ny dian’ondry ka andraso eo akaikin’ny tranolain’ny mpiandry ondry ny zanak’osinao.”",
        "9": "“Amiko ianao, ry tovovavy malalako, dia kanto sahala amin’ny soavalivaviko izay mitarika ny kalesin’i Farao.",
        "10": "Mahafatifaty ny takolakao amin’izato volonao mirandrana. Ary manendrika ny vozonao ny vakana eny aminao.",
        "11": "Hanamboaranay firavaka volamena boribory misy haingony volafotsy ianao.”",
        "12": "“Raha mbola eo an-databany boribory ny mpanjaka, dia efa mamoaka hanitra mamerovero ny narda atỳ amiko.",
        "13": "Amiko, ny malalako dia toy ny miora eran’ny kitapo kely. Eo anelanelan’ny nonoko no hatoriany mandritra ny alina.",
        "14": "Sahala amin’ny vonin’ny moina eo amin’ny tanimboalobok’i En-jedy no fahitako ny malalako.”",
        "15": "“Tsara tarehy ianao, ry tovovavy malalako. Tsara tarehy ianao. Toy ny masom-boromailala ny masonao.”",
        "16": "“Tsara tarehy ianao, ry malalako, sady mahafinaritra. Ravinkazo malefaka no farafarantsika.",
        "17": "Sedera ny tsivalan-kazo amin’ny tranontsika tsara tarehy, ary hazo zenevrie no mitondra ny tafontsika."
    },
    "2": {
        "1": "“Izaho dia safrona ihany, safrona maniry eny amin’ny lemaka amoron-tsiraka, ary lisy eny amin’ny lemaka iva.”",
        "2": "“Sahala amin’ny lisy eny amin’ny tsilo ny malalako, eo anivon’ny zazavavy.”",
        "3": "“Sahala amin’ny paoma maniry eo anivon’ny hazo any an’ala ny malalako, eo anivon’ny zazalahy. Tiako erỳ ny eo ambany alokalony, ka eo aho no mipetrapetraka, ary mamy ao am-bavako ny voany.",
        "4": "Nentiny ho ao amin’ny trano feno divay aho, ary toy ny saina mikopakopaka eo amboniko ny fitiavany.",
        "5": "Omeo voaloboka maina aho, rey olona, mba ho velombelona, ary paoma mba hatanjaka, fa azon’ny tazom-pitia.",
        "6": "Iondanako ny tanany ankavia, ary mamihina ahy ny tanany ankavanana.",
        "7": "Ampianianiko amin’ny gazelavavy na amin’ny serfavavy any an-tsaha ianareo, ry zanakavavin’i Jerosalema ô: Aza mitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao izy hitsiry ho azy.",
        "8": "“Injay ny feon’ny malalako! Izay fa avy izy, mananika tendrombohitra, mitsambikimbikina eny an-kavoana.",
        "9": "Tahaka ny gazela na ny zanaka serfa ny malalako. Io izy fa mijoro ao ambadiky ny rindrinay, mitazana avy eo am-baravarankely, mijery avy eo amin’ny makarakara.",
        "10": "Dia hoy ilay mamin’ny foko: ‘Mitsangàna, ry tovovavy malalako, ry ilay tsara tarehiko, ka andao handeha.",
        "11": "Jereo fa efa lasa ny fotoanan’ny orana, ary efa nifarana ny oram-be mivatravatra, eny, efa lasa izany.",
        "12": "Efa mamelana ny voninkazo eto amin’ny tanintsika, efa tonga ny fotoana fandrantsanana voaloboka, ary efa re eto amin’ny tanintsika ny feon’ny domohina.",
        "13": "Efa mihamasaka koa ny aviavy vokatra voalohany ka miova loko. Mamony ny voaloboka, sady manitra mamerovero. Mitsangàna, ry tovovavy malalako, ry ilay tsara tarehiko, ka andao handeha.",
        "14": "Ry voromailalako miafina ao an-tsefatsefa-bato, ao amin’ny takona eny akaikin’ny lalankely amoron-tevana, asehoy ahy ny bikanao. Aoka aho mba handre ny feonao, fa mahafinaritra ny feonao ary tsara ny bikanao.’”",
        "15": "“Sambory rey olona ny amboadia, dia ireo amboadia kely mpanimba tanimboaloboka, fa efa mamony ny voalobokay.”",
        "16": "“Ahy ny malalako, ary azy aho. Miandry ondry eny amin’ny toerana anirian’ny lisy izy.",
        "17": "Dieny mbola tsy mandrivodrivotra ny andro, ary dieny mbola tsy lasa ny aloka, dia miverena ry malalako. Aoka ianao ho tahaka ny gazela na ny zanaka serfa eny amin’ireo tendrombohitry ny fisarahana."
    },
    "3": {
        "1": "“Nitady an’ilay olon-tiako aho nandritra ny alina, tamin’izaho tao am-pandriana. Nitady azy aho fa tsy nahita.",
        "2": "Aleo aho hiarina, dia handehandeha eran’ny tanàna. Aleo hotadiaviko eny an-dalambe sy eny an-tany malalaka ilay olon-tiako. Nitady azy aho fa tsy nahita.",
        "3": "Hitan’ireo mpitily, izay nandehandeha nanara-maso ny tanàna, aho, ka hoy aho taminy: ‘Sao dia mba hitanareo ilay olon-tiako?’",
        "4": "Raha vao niala kelikely teo amin’izy ireo anefa aho, dia hitako ilay olon-tiako. Koa notazoniko izy ka tsy namelako raha tsy tonga tany an-tranon’i Neny sy tao amin’ny efitranon’ilay niteraka ahy.",
        "5": "Ampianianiko amin’ny gazelavavy na amin’ny serfavavy any an-tsaha ianareo, ry zanakavavin’i Jerosalema ô: Aza mitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao izy hitsiry ho azy.”",
        "6": "“Inona irỳ zavatra miakatra avy any an-tany efitra irỳ? Tahaka ny setroka no fahitana azy, sady misy miora sy ditin-kazo manitra ary karazana vovo-java-manitra rehetra fitondran’ny mpivarotra.”",
        "7": "“Jereo! Ny farafarany iny, ny farafaran’i Solomona! Misy vatan-dehilahy enimpolo, avy amin’ireo lehilahy maherin’ny Israely, manodidina an’ilay izy.",
        "8": "Manana sabatra izy rehetra, sady efa voaofana hiady, ary samy mitondra ny sabany eo amin’ny andilany izy ireo noho ny zava-mampahatahotra amin’ny alina.”",
        "9": "“Iny ilay farafara nataon’i Solomona Mpanjaka tamin’ny hazon’i Libanona!",
        "10": "Volafotsy ny andry aminy, ary volamena ny fiankinana. Natao tamin’ny volonondry nolokoana volomparasy somary mena ny fipetrahana ao aminy ary ny ao anatiny kosa noravahan’ny zanakavavin’i Jerosalema tamim-pitiavana.”",
        "11": "“Ry zanakavavin’i Ziona ô, mivoaha hijery an’i Solomona Mpanjaka manao fehiloha, dia ilay fehiloha norandranin-dreniny ho azy tamin’ny andro nampakarany vady sy tamin’ny andro nifalian’ny fony.”"
    },
    "4": {
        "1": "“Tsara tarehy ianao, ry tovovavy malalako. Tsara tarehy ianao. Toy ny masom-boromailala ny masonao ao anaty voaly. Ny volonao dia tahaka ny andian’osy mitsambikimbikina midina ny faritra be tendrombohitr’i Gileada.",
        "2": "Ny nifinao dia tahaka ny andian’ondrivavy vao nohetezana, izay miakatra avy eo amin’ny fampandroana azy. Miteraka kambana izy rehetra, ary tsy misy tsy mahavanona anaka.",
        "3": "Sahala amin’ny kofehy mena midorehitra ny molotrao, ary mahafinaritra ny teninao. Sahala amin’ny silaka ampongabendanitra ny fihirifanao ao anaty voaly.",
        "4": "Ny vozonao dia sahala amin’ny tilikambon’i Davida, izay vita rarivato sady ihantonan’ny ampinga arivo, dia ireo ampinga boribory rehetra fampiasan’ny lehilahy mahery.",
        "5": "Ny nononao roa dia toy ny zana-gazela roa homana eny amin’ny lisy, eny, zana-gazela kambana nateraky ny gazelavavy.”",
        "6": "“Dieny mbola tsy mandrivodrivotra ny andro ary dieny mbola tsy lasa ny aloka, dia ho any amin’ny tendrombohitra misy miora aho, ary ho any amin’ny havoana misy ditin-kazo manitra.”",
        "7": "“Tena tsara tarehy ianao, ry tovovavy malalako, ary tsy misy tsininy.",
        "8": "Mialà any Libanona ka avia hiaraka amiko, ry ilay ampakariko. Mialà any Libanona ka avia! Midìna avy eny an-tampon’i Amana, avy eny an-tampon’i Senira, eny, avy any Hermona, sy avy eny amin’ny lavaky ny liona, ary avy eny an-tendrombohitra fonenan’ny leopara.",
        "9": "Mampidobodoboka ny foko ianao rahavako, ry ilay ampakariko, eny, midobodoboka ny foko raha vao mitopy eny amiko ny masonao ary raha vao hitako ilay firavaka iambozonanao.",
        "10": "Mamy erỳ ny fanehoam-pitiavanao rahavako, ry ilay ampakariko! Tsara lavitra noho ny divay ny fanehoam-pitiavanao, ary mamerovero lavitra noho ny karazan-java-manitra rehetra ny hanitry ny menakao!",
        "11": "Tantely avy ao anaty tohotra * no mitete avy amin’ny molotrao, ry ilay ampakariko. Tantely sy ronono no eo ambany lelanao, ary toy ny hanitr’i Libanona ny fameroveron’ny akanjonao.",
        "12": "Toy ny zaridaina mifefy ianao, rahavako, ry ilay ampakariko, eny, toy ny zaridaina mifefy sy loharano nasiana hidiny.",
        "13": "Ny hoditrao dia toy ny saha mahafinaritra anirian’ny ampongabendanitra, misy voankazo faran’izay tsara, sy toy ny saha anirian’ny moina sy ny narda,",
        "14": "dia narda sy safrona, fantàkamanitra sy kanelina, mbamin’ny karazan-kazo rehetra misy dity manitra, miora sy aloesy, sy ny zava-manitra rehetra faran’izay tsara,",
        "15": "sy loharano an-jaridaina, sy lavadrano misy rano madio, ary rano kely mikoriana avy any Libanona.",
        "16": "Mifohaza, ry rivotra avy any avaratra ô, ary midira, ry rivotra avy any atsimo ô! Aoka ianao hitsoka ao an-jaridainako, ka hiely ny fofony manitra.” “Aoka hiditra ao an-jaridainany ny malalako, ka hihinana ny voankazo faran’izay tsara ao.”"
    },
    "5": {
        "1": "“Efa niditra ato an-jaridainako aho, rahavako, ry ilay ampakariko. Efa nioty ny miorako sy ny zavamaniry mani-pofona aho. Efa nihinana ny toho-tanteliko sy ny tanteliko aho, ary efa nisotro ny divaiko sy ny rononoko.” “Mihinàna, ry sakaiza! Misotroa, ary aoka ianareo ho mamon’ny fanehoam-pitiavana!”",
        "2": "“Matory aho, nefa mahatsiaro ihany ny foko. Injay fa reko mandondòna ny malalako!” “Vohay aho, rahavako, ry tovovavy malalako, ry voromailalako, ry ilay tsy misy tsiniko, fa feno ando ny lohako, ary kotsan’ny andon’ny alina ny voloko.”",
        "3": "“‘Efa nalako ny akanjoko ivelany, ka hanaovako indray ve? Ary efa nisasa tongotra aho, ka handoto azy indray ve?’",
        "4": "Dia nesorin’ilay malalako tsy ho eo amin’ny lavaky ny varavarana ny tanany, ka nidobodoboka be ihany ny foko.",
        "5": "Koa nitsangana aho hamoha varavarana ny malalako, ary nitete miora ny tanako, eny, nitete ranona miora ny rantsantanako teo amin’ny lavaky ny hidin-trano.",
        "6": "Namoha varavarana an’ilay malalako aho, kanjo efa nihodina ny malalako ka lasa. Hoatran’ny ho safotra aho rehefa niteny izy. Nitady azy aho fa tsy nahita. Niantso azy aho, fa tsy namaly izy.",
        "7": "Nahita ahy ireo mpitily nandehandeha nanara-maso ny tanàna. Nikapoka ahy izy ireo, ka nandratra ahy. Nanendaka ny lamba ivelany notafiko ireo mpitily teny ambony manda.",
        "8": "“Mampianiana anareo aho, ry zanakavavin’i Jerosalema ô: Raha hitanareo ny malalako dia ilazao izy fa azon’ny tazom-pitia aho.”",
        "9": "“Fa inona loatra no mampiavaka ny malalanao amin’ny hafa rehetra, ry ilay tsara tarehy indrindra amin’ny vehivavy ô? Fa inona loatra no mampiavaka ny malalanao amin’ny hafa rehetra, no mampianiana anay toy izany ianao?”",
        "10": "“Tsara tarehy ny malalako, sady somary mena. Ary miavaka ao anatin’ny olona iray alina izy.",
        "11": "Toy ny volamena ny lohany, eny, volamena voadio. Ny volony dia sahala amin’ny antrendry maro eo amin’ny tangozany, sady mainty toy ny volon’ny goaika.",
        "12": "Ny masony dia toy ny voromailala eo amoron’ny lakandrano, toy ny voromailala mandro ao anaty ronono, ary mipetraka eo amoron’ny dobo.",
        "13": "Ny takolany dia toy ny zaridainan-javamaniry mani-pofona, sy toy ny tilikambo feno zava-manitra. Ny molony dia sahala amin’ny lisy mitete ranona miora.",
        "14": "Ny tanany dia tahaka ny vaingam-bolamena lavalava, feno krizolita. Ary ny kibony dia toy ny takelaka ivoara voarakotra safira.",
        "15": "Ny ranjony dia toy ny andry marbra mitsatoka eo amin’ny faladia volamena voadio. Tsara tarehy toa an’i Libanona izy, ary ny bikany dia tsy manan-tsahala toy ny hazo sedera.",
        "16": "Mamy dia mamy ny vavany. Ary mahatehotia daholo izay rehetra momba azy. Toy izany ny malalako, ary toy izany ilay tovolahy niantefan’ny fitiavako, ry zanakavavin’i Jerosalema ô!”"
    },
    "6": {
        "1": "“Nankaiza ilay malalanao, ry ilay tsara tarehy indrindra amin’ny vehivavy ô? Nivily aiza ilay malalanao mba hiarahantsika hitady azy?”",
        "2": "“Lasa nidina any an-jaridainany ny malalako, any amin’ny zaridainan-javamaniry mani-pofona, mba hiandry ondry eny an-tsaha sy hioty lisy.",
        "3": "An’ny malalako aho, ary ahy ny malalako. Miandry ondry eny amin’ny toerana anirian’ny lisy izy.”",
        "4": "“Tsara tarehy toa an’ilay Tanàna Kanto * ianao, ry tovovavy malalako, tsara toa an’i Jerosalema. Mahatalanjona koa ianao, toy ny andian-tafika manodidina ny saina.",
        "5": "Avilio tsy hijery ahy ny masonao fa babony tanteraka aho. Ny volonao dia tahaka ny andian’osy mitsambikimbikina midina avy eny Gileada.",
        "6": "Ny nifinao dia tahaka ny andian’ondrivavy miakatra avy eo amin’ny fampandroana azy. Miteraka kambana izy rehetra, ary tsy misy tsy mahavanona anaka.",
        "7": "Sahala amin’ny silaka ampongabendanitra ny fihirifanao ao anaty voaly.",
        "8": "Na eo aza ireo vehivavy enimpolo vadin’ny mpanjaka sy ny vadikeliny valopolo ary ny ankizivaviny tsy hita isa,",
        "9": "dia iray ihany no voromailalako, ilay tsy misy tsiniko. Vavitokan-dreniny izy, eny, ilay madio naterak’ilay nahitany masoandro. Nahita azy ny vehivavy, ka nilaza azy hoe sambatra, ary ny vadin’ny mpanjaka sy ny vadikeliny koa nidera azy hoe:",
        "10": "‘Iza io vehivavy io, izay mijery ambany tahaka ny tara-pahazavana vao maraina, tsara tarehy sahala amin’ny volana fenomanana, madio tahaka ny masoandro mamirapiratra, ary mahatalanjona toy ny andian-tafika manodidina ny saina?’”",
        "11": "“Nidina nankany amin’ny saha feno voanjoala * aho, mba hijery ny zavamaniry mamontsina eny an-dohasaha falehan-driaka, mba hahitako raha efa mitsimoka ny voaloboka ary efa mamony ny ampongabendanitra.",
        "12": "Tsy nampoiziko akory dia tonga teo amin’ny kalesin’ny fireneko be fandavan-tena aho.”",
        "13": "“Miverena, miverena, ry Solemita ô! Miverena, miverena, mba hijerenay anao!” “Fa inona loatra no hitanareo amin’ilay Solemita?” “Zavatra sahala amin’ny dihy ataon’ny toby roa!”"
    },
    "7": {
        "1": "“Tsara erỳ ny tongotrao amin’izato kapanao, ry tovovavy be fandavan-tena! Tsara toy ny firavaka notefen’ny mpanao asa tanana mahay koa ny bikan’ny fenao.",
        "2": "Boribory sahala amin’ny vilia baolina ny foitranao. Aoka hisy divay nasiana fangarony foana eo. Ary ny kibonao dia toy ny antontam-barimbazaha, voahodidin’ny lisy.",
        "3": "Ny nononao roa dia toy ny zana-gazela roa kambana, nateraky ny gazelavavy.",
        "4": "Ny vozonao dia sahala amin’ny tilikambo ivoara, ary ny masonao toy ny dobo any Hesbona, eo akaikin’ny vavahadin’i Bata-rabima. Ny oronao dia tahaka ny tilikambon’i Libanona, izay tandrifin’i Damaskosy.",
        "5": "Sahala amin’ny tendrombohitra Karmela ny lohanao, ary ny volon-dohanao dia tahaka ny volonondry nolokoana volomparasy somary mena. Babon’ny volonao misahondrahondra ny mpanjaka.",
        "6": "Tena tsara tarehy sy mahatehotia mihoatra noho ny zava-drehetra tena mahafinaritra ianao, ry ilay tovovavy niantefan’ny fitiavako!",
        "7": "Toy ny hazo palmie ianao rehefa mijoro, ary toy ny antrendry ny nononao.",
        "8": "Hoy aho: ‘Hianika an’ilay hazo palmie aho, mba hahafahako handray ireo antrendry eo aminy.’ Aoka re ho tahaka ny sampahom-boaloboka ny nononao, ary hamerovero tahaka ny paoma ny fofonainao.",
        "9": "Ary aoka ny vavanao ho sahala amin’ny divay faran’izay tsara, izay mikoriana midina ho an’ny malalako, mikoriana moramora eo amin’ny molotr’izay matory.”",
        "10": "“An’ny malalako aho, ary izaho no iantefan’ny faniriany.",
        "11": "Avia, ry malalako, andao isika ho any an-tsaha. Andao isika hipetraka eny ambanin’ireo moina.",
        "12": "Andao isika hifoha maraina ho any an-tanimboaloboka, mba hahitantsika raha mitsimoka ny voaloboka, ary mivelatra ny vonin’ny zavamaniry, na efa mamelana ny ampongabendanitra. Any no hanehoako ny fitiavako anao.",
        "13": "Mamerovero ny hanitry ny angivimbazaha, ary misy voankazo isan-karazany faran’izay tsara eo am-bavahadintsika. Na ny vao na ny efa ela dia samy notehiriziko ho anao, ry malalako."
    },
    "8": {
        "1": "“Raha mba toy ny anadahiko mantsy ianao, ka ninono tamin’i Neny, dia hanoroka anao aho raha mahita anao eny ivelany eny, nefa tsy hanamavo ahy ny olona.",
        "2": "Hoentiko ianao ka hampidiriko ao an-tranon’i Neny, dia ny reniko izay nampianatra ahy. Ary horosoako divay nasiana zava-manitra ianao, sy ranon’ampongabendanitra vao natao.",
        "3": "Hiondanako ny tanany ankavia, ary hamihina ahy ny tanany ankavanana.",
        "4": "“Mampianiana anareo aho, ry zanakavavin’i Jerosalema ô: Aza mitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao izy hitsiry ho azy.”",
        "5": "“Iza iny vehivavy miakatra avy any an-tany efitra iny, izay mitehina amin’ny malalany?” “Teo ambany paoma ianao no nofohaziko. Teo ny reninao no nanaintaina niteraka anao. Teo izy no nanaintaina rehefa nihetsi-jaza niteraka anao.",
        "6": "“Ataovy toy ny tombo-kase eo amin’ny fonao sy eo amin’ny sandrinao aho, satria mahery toy ny fahafatesana ny fitiavana. Tsy manaiky hozarazaraina amin’ny hafa ny fitiavana, satria toy ny Fasana * izy ka tsy mety milefitra. Ny firedaredany dia toy ny firedaredan’ny afo, eny, ny lelafo avy amin’i Jah. *",
        "7": "Na dia renirano maro aza tsy mahafaty ny afon’ny fitiavana, ary na ony maro aza tsy mahavita manongotra azy. Raha misy olona manome ny harena rehetra ao an-tranony mba hividianana fitiavana, dia tena hatao tsinontsinona izany.”",
        "8": "“Manana anabavy kely mbola tsy misy nono izahay. Hataonay ahoana izy rehefa hisy hangataka indray andro any?”",
        "9": "“Raha toy ny manda izy, dia hanorenantsika tilikambo volafotsy eo an-tampony. Fa raha toy ny varavarana kosa izy, dia hosakanantsika amin’ny hazo fisaka sedera.”",
        "10": "“Manda aho, ary sahala amin’ny tilikambo ny nonoko. Koa vehivavy milamin-tsaina àry ny fahitany ahy.",
        "11": "“Nanana tanimboaloboka tany Bala-hamona i Solomona. Nankininy tamin’ny mpikarakara ilay izy, ary samy nandoa farantsa volafotsy arivo avy izy rehetra, noho ny vokatra azony.",
        "12": "“Azoko ampiasaina amin’izay itiavako azy ny tanimboaloboko, satria ahy. Anao, ry Solomona, ny arivo, fa ny roanjato kosa an’ireo mpikarakara ny vokatra.”",
        "13": "“Ary ianao, ry ilay monina ao an-jaridaina, mihaino ny feonao ny namako. * Aoka aho mba handre ny feonao.”",
        "14": "“Mihazakazaha, ry malalako, ka manaova hoatran’ny gazela na ny zanaka serfa eny an-tendrombohitra misy zavamaniry mani-pofona.”"
    },
    "meta": {
        "name": "Tononkiran’i Solomona",
        "order": 21,
        "chapter_number": 8
    }
}