{
    "1": {
        "1": "Ny tononkira tsara indrindra nataon’i Solomona:",
        "2": "“Enga anie izy hanoroka ahy amin’ny molony, Fa tsara noho ny divay ny fomba anehoanao fitiavana!",
        "3": "Manitra erỳ ny menakao! Sahala amin’ny menaka manitra araraka ny anaranao, Dia izany no itiavan’ny ankizivavy anao.",
        "4": "Ento manaraka anao aho, dia andao isika hitsoaka, Fa nentin’ny mpanjaka tao amin’ny efitranony anatiny aho! Andao isika hiaraka hifalifaly sy hiravoravo. Andao horesahintsika ny fomba anehoanao fitiavana, fa tsara noho ny divay ireny. Tsy mahagaga raha tian’ny ankizivavy ianao.",
        "5": "Mainty aho nefa mahafatifaty, ry zanakavavin’i Jerosalema ô, Hoatran’ny tranolain’i Kedara, hoatran’ny lamba nanaovana ny tranolain’i Solomona.",
        "6": "Aza jerijerena aho satria hoe mivalomainty, Fa main’ny masoandro aho. Tezitra tamiko ny zanakalahin’i Neny, Ka nasainy niambina tanimboaloboka aho, Nefa ny tanimboaloboko aza tsy mba nambenako.",
        "7": "Mba lazao ahy, ry ilay tena tiako, Hoe aiza ny toerana iandrasanao ondry, Sy ny toerana ampatorinao ny andian’ondry, amin’ny mitataovovonana. Fa maninona aho no handehandeha eny amin’ny andian’ondrin’ny namanao eny, Hoatran’ny vehivavy manarona ny tarehiny amin’ny voaly?”",
        "8": "“Raha tsy fantatrao, ry ilay tsara tarehy indrindra amin’ny vehivavy ô, Dia mandehana manaraka ny dian’ondry, Ka andraso eo akaikin’ny tranolain’ny mpiandry ondry ny zanak’osinao.”",
        "9": "“Mitovy amin’ny soavalivavy mitarika ny kalesin’i Farao ianao, ry malalako.",
        "10": "Mahafatifaty erỳ ny takolakao misy firavaka, Ary tsara tarehy erỳ izato vozonao misy vakana!",
        "11": "Hanamboaranay firavaka volamena ianao, Firavaka nasiana haingony volafotsy.”",
        "12": "“Raha iny mbola mipetraka eo amin’ny latabany boribory iny ny mpanjaka, Dia mamerovero erỳ ny ranomanitro!",
        "13": "Amiko ilay mamin’ny foko dia toy ny miora manitra eran’ny kitapo kely Eo anelanelan’ny nonoko mandritra ny alina.",
        "14": "Amiko ilay mamin’ny foko dia sahala amin’ny vonin’ny moina Eo amin’ny tanimboalobok’i En-jedy.”",
        "15": "“Tena tsara tarehy ianao, ry malalako. Tena tsara tarehy ianao. Toy ny masom-boromailala ny masonao.”",
        "16": "“Tena tsara tarehy ianao, ry ilay mamin’ny foko, sady mahafinaritra. Ravinkazo no fandrianantsika.",
        "17": "Hazo sedera no nanaovana ny tranontsika, Ary hazo zenevrie no nanaovana ny tafontranontsika."
    },
    "2": {
        "1": "“Voninkazodia eny amin’ny lemaka amoron-tsiraka ihany aho, Ary lisy eny an-dohasaha.”",
        "2": "“Toy ny lisy eny amin’ny tsilo ny malalako. Hafa raha samy ankizivavy izy.”",
        "3": "“Hoatran’ny paoma maniry any anaty ala ny malalako. Hafa raha samy ankizilahy izy. Mba tiako erỳ ny hipetraka hialokaloka eo ambaniny, Ary mamy ao am-bavako ny voany!",
        "4": "Nentiny tao amin’ny trano misy fanasambe aho, Ary toy ny saina kely mikopakopaka eo amboniko ny fitiavany.",
        "5": "Omeo mofo vita amin’ny voaloboka maina aho mba ho velombelona, Ary omeo paoma mba hatanjaka, Fa azon’ny tazom-pitia aho.",
        "6": "Iondanako ny tanany ankavia, Ary mamihina ahy ny tanany ankavanana.",
        "7": "Ry zanakavavin’i Jerosalema ô! Asaiko mianiana amin’ny gazela sy amin’ny serfavavy any an-tsaha ianareo Mba tsy hitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao ilay izy hitsiry ho azy.",
        "8": "Izany ny feon’ny malalako! Iny tamy iny izy, Mianika tendrombohitra sady mitsambikimbikina eny an-kavoana.",
        "9": "Hoatran’ny gazela ny malalako, hoatran’ny zanaka serfa. Io mijoro ao ambadiky ny rindrinay io izy! Mijery eo am-baravarankely izy, Sady mitsirika eo amin’ny makarakara.",
        "10": "Dia hoy ilay mamin’ny foko: ‘Mitsangàna, ry malalako, Andao hiaraka amiko, ry ilay tsara tarehiko.",
        "11": "Jereo fa efa lasa ny ririnina, Ary efa nijanona sady efa lasa ny orana.",
        "12": "Efa mamelana ny voninkazo eto amin’ny tanintsika, Efa tonga ny fotoana fandrantsanana voaloboka, Ary heno eto amin’ny tanintsika ny hiran’ny domohina.",
        "13": "Masaka koa ny aviavy vokatra voalohany. Mamelana ny voaloboka, sady manitra mamerovero. Mitsangàna, ry malalako, dia avia! Andao hiaraka amiko, ry ilay tsara tarehiko.",
        "14": "Ry voromailalako miafina eny an-tsefatsefaky ny harambato, Eny anelanelan’ny vatolampy amoron-tevana, Avelao aho mba hijery anao dia haheno ny feonao, Fa mahafinaritra erỳ ny feonao ary mahafatifaty ny bikanao!’”",
        "15": "“Sambory ny amboadia, Dia ireo amboadia kely mpanimba tanimboaloboka, Fa efa mamony ny voalobokay.”",
        "16": "“Ahy ny malalako, ary azy aho. Miandry ondry eny amin’ny toerana feno lisy izy.",
        "17": "Dieny mbola tsy mandrivodrivotra ny andro, ary mbola tsy lasa ny aloka, Dia miverena haingana, ry ilay mamin’ny foko, Hoatran’ny gazela na ny zanaka serfa eny amin’ny tendrombohitry ny fisarahana."
    },
    "3": {
        "1": "“Nitady an’ilay olon-tiako aho isak’alina, Tamin’izaho tao am-pandriana. Nitady azy aho fa tsy nahita.",
        "2": "Handeha hiarina aho, dia handehandeha eran’ny tanàna. Aleo hotadiaviko eny an-dalambe Sy eny amin’ny tany malalaka ilay olon-tiako. Nitady azy aho fa tsy nahita.",
        "3": "Hitan’ny mpiambina aho, tamin’izy ireo nandehandeha nanao fisafoana tao an-tanàna. Dia hoy aho tamin’izy ireo: ‘Sao dia mba hitanareo ilay olon-tiako?’",
        "4": "Vao niala kely teo amin’izy ireo anefa aho, Dia hitako ilay olon-tiako. Notazoniko izy ka tsy navelako nandeha Raha tsy tongako tany an-tranon’i Neny, Dia tao amin’ny efitranon’ilay niteraka ahy.",
        "5": "Ry zanakavavin’i Jerosalema ô! Asaiko mianiana amin’ny gazela sy amin’ny serfavavy any an-tsaha ianareo Mba tsy hitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao ilay izy hitsiry ho azy.”",
        "6": "“Inona iny hoatran’ny setroka be miakatra avy any an-tany efitra iny? Manitra be ilay izy, manitra miora sy ditin-kazo manitra Ary vovoka zava-manitra isan-karazany amidin’ny mpivarotra.”",
        "7": "“Iny ny filanjana an’i Solomona, Voahodidina lehilahy matanjaka 60 Avy amin’ny lehilahy israelita matanjaka.",
        "8": "Manana sabatra izy rehetra, Sady efa voaofana hiady. Samy mitondra ny sabany eo amin’ny andilany izy ireo, Satria misy zavatra mampahatahotra amin’ny alina.”",
        "9": "“Iny ilay filanjana an’i Solomona Mpanjaka! Hazon’i Libàna no nanaovany azy.",
        "10": "Nataony volafotsy ny andrin’ilay izy, Ary volamena ny fiankinana. Natao tamin’ny volonondry volomparasy ny fipetrahana, Ary ny ao anatiny kosa Nasian’ny zanakavavin’i Jerosalema haingonkaingony tamim-pitiavana.”",
        "11": "“Mivoaha, ry zanakavavin’i Ziona ô! Jereo i Solomona Mpanjaka Fa manao an’ilay satroboninahitra namboarin’ny reniny ho azy, Tamin’ny fampakaram-badiny, Tamin’ny andro nifalian’ny fony.”"
    },
    "4": {
        "1": "“Tena tsara tarehy ianao, ry malalako. Tena tsara tarehy ianao. Toy ny masom-boromailala ny masonao ao anatin’ny voalinao. Ny volonao kosa hoatran’ny andian’osy Miara-midina ny tendrombohitr’i Gileada.",
        "2": "Ny nifinao dia toy ny andian’ondry vao nohetezana, Izay miakatra avy ao anaty rano nanasana azy. Miteraka kambana izy rehetra, Ary tsy misy tsy mahavanona anaka.",
        "3": "Hoatran’ny kofehy mena midorehitra ny molotrao, Ary mahafinaritra ny teninao. Hoatran’ny silaka ampongabendanitra Ny takolakao ao anaty voaly.",
        "4": "Ny vozonao dia sahala amin’ny tilikambon’i Davida, Izay vita rarivato Sady ihantonan’ny ampinga arivo, Dia ny ampinga boribory rehetra fampiasan’ny lehilahy matanjaka.",
        "5": "Ny nononao roa dia toy ny zana-gazela roa, Toy ny zana-gazela kambana Miraoka ahitra eny amin’ny lisy.”",
        "6": "“Dieny mbola tsy mandrivodrivotra ny andro ary mbola tsy lasa ny aloka, Dia ho any amin’ny tendrombohitra misy miora aho, Ary ho any amin’ny havoana misy ditin-kazo manitra.”",
        "7": "“Tsara tarehy be mihitsy ianao, ry malalako, Sady tsy misy tsininy.",
        "8": "Andao isika hiala atỳ Libàna, ry ilay ampakariko, Andao hiala atỳ Libàna! Midìna avy eny an-tampon’i Amana, Avy eny an-tampon’i Senira, eny an-tampon’i Hermona, Avy eny amin’ny tendrombohitra ipetrahan’ny liona sy ny leopara.",
        "9": "Babonao ny foko, rahavako, ry ilay ampakariko. Babonao ny foko raha vao nitopy indray mandeha tetỳ amiko ny masonao, Raha vao hitako ny mason-drojo iray amin’ilay rojo iambozonanao.",
        "10": "Mamy erỳ ny fomba anehoanao fitiavana, rahavako, ry ilay ampakariko! Tsara lavitra noho ny divay ny fitiavanao, Ary mamerovero noho ny zava-manitra ny ranomanitrao!",
        "11": "Mamy noho ny tantely avy ao amin’ny toho-tantely ny molotrao, ry ilay ampakariko. Tantely sy ronono no ao ambany lelanao, Ary toy ny hanitr’i Libàna ny hanitry ny akanjonao.",
        "12": "Toy ny zaridaina mihidy ianao, rahavako, ry ilay ampakariko, Dia zaridaina mihidy sy loharano misarona.",
        "13": "Hoatran’ny paradisa kely feno ampongabendanitra ny tsimoka avy aminao, Sady misy voankazo faran’izay tsara, moina sy narda maniry,",
        "14": "Narda sy safrona, fantàkamanitra sy kanelina, Ny karazan-kazo rehetra misy ditiny manitra, miora, aloesy, Ary ny zava-manitra rehetra faran’izay tsara.",
        "15": "Loharano ao an-jaridaina ianao, lavadrano misy rano madio, Ary rano mikoriana avy any Libàna.",
        "16": "Mifohaza, ry rivotra avy any avaratra ô! Midira, ry rivotra avy any atsimo ô! Aoka ianareo hitsoka moramora ao an-jaridainako. Enga anie hiparitaka ny fofony manitra!” “Enga anie ilay mamin’ny foko hiditra ao an-jaridainany, Ka hihinana ny voankazo faran’izay tsara ao.”"
    },
    "5": {
        "1": "“Efa niditra ato an-jaridainako aho, rahavako, Ry ilay ampakariko. Efa nioty miora sy zava-manitra aho. Efa nihinana ny tantely avy amin’ny toho-tanteliko aho, Ary efa nisotro ny divaiko sy ny rononoko.” “Mihinàna, ry izy roa kely! Misotroa, ary aoka ianareo ho mamon’ny fitiavana!”",
        "2": "“Matory aho nefa mahatsiaro ihany ny foko. Izany mandondòna izany ilay mamin’ny foko! ‘Vohay aho, rahavako, ry malalako, Ry voromailalako, ry ilay tsy misy tsiniko, Fa lenan’ny ando ny lohako, Ary kotsan’ny andon’ny alina ny voloko.’",
        "3": "Efa nesoriko ny akanjoko ivelany, Dia hanaovako indray ve? Efa nosasako ny tongotro, Dia holotoiko indray ve?",
        "4": "Nesorin’ilay mamin’ny foko teo amin’ny lavaky ny hidim-baravarana ny tanany, Dia nidobodoboka be ny foko.",
        "5": "Nitsangana àry aho hamoha varavarana an’ilay mamin’ny foko. Nitete miora ny tanako, Ary nitete ranona miora ny rantsantanako, Teo amin’ny tahon’ny hidim-baravarana.",
        "6": "Namoha varavarana an’ilay mamin’ny foko aho, Saingy efa tsy teo intsony izy fa efa lasa. Kivy be aho rehefa lasa izy. Nitady azy aho fa tsy nahita. Niantso azy aho, fa tsy namaly izy.",
        "7": "Hitan’ny mpiambina aho, tamin’izy ireo nandehandeha nanao fisafoana tao an-tanàna. Dia nokapohiny aho ka naratra. Nanendaka ny saly nanaovako ny mpitily teny ambony manda.",
        "8": "Ry zanakavavin’i Jerosalema ô! Asaiko mianiana ianareo: Raha hitanareo ilay mamin’ny foko, Dia ilazao izy fa azon’ny tazom-pitia aho.”",
        "9": "“Fa inona loatra no mampiavaka an’ilay mamin’ny fonao amin’ny lehilahy hafa rehetra, Ry ilay vehivavy tsara tarehy indrindra ô? Fa inona loatra no mampiavaka an’ilay mamin’ny fonao amin’ny lehilahy hafa rehetra, No asainao mianiana hoatr’izany izahay?”",
        "10": "“Tsara tarehy be ilay mamin’ny foko, sady somary mena. Miavaka amin’ny olona iray alina izy.",
        "11": "Hoatran’ny volamena ny lohany, dia volamena faran’izay tsara, Ary ny volony hoatran’ny ravina palmie mikopakopaka, Sady mainty toy ny volon’ny goaika.",
        "12": "Ny masony dia tahaka ny voromailala eo amoron-drano, Dia voromailala mandro ao anaty ronono, Sady mipetraka eo amoron’ny dobo feno rano.",
        "13": "Ny takolany indray toy ny zaridaina feno zava-manitra, Sy toy ny dongon-tany novolena zava-manitra. Ny molony kosa sahala amin’ny lisy mitete ranona miora.",
        "14": "Volamena ny rantsantanany ary noravahana krizolita. Ny kibony dia toy ny ivoara nokosehina hangirana sady voarakotra safira.",
        "15": "Ny ranjony indray toy ny andry marbra mitsatoka eo amin’ny faladia volamena faran’izay tsara. Tsara tarehy hoatran’i Libàna izy, sady tsy manan-tsahala toy ny hazo sedera.",
        "16": "Mamy dia mamy ny vavany, Ary mahafinaritra daholo izay rehetra mombamomba azy. Hoatr’izany ilay mamin’ny foko. Izany ilay malalako, ry zanakavavin’i Jerosalema ô!”"
    },
    "6": {
        "1": "“Lasa aiza ilay malalanao, Ry vehivavy tsara tarehy indrindra ô? Nivily aiza ilay malalanao? Andao isika hitady azy.”",
        "2": "“Lasa nidina any an-jaridainany ny malalako, Any amin’ny zaridaina feno zava-manitra. Fa hiandry ondry any izy, Sady hioty lisy.",
        "3": "An’ny malalako aho, Ary ahy ny malalako. Miandry ondry eny amin’ny toerana feno lisy izy.”",
        "4": "“Tsara tarehy hoatran’i Tirza ianao, ry malalako, Kanto hoatran’i Jerosalema, Ary mahavariana toy ny tafika milahatra manodidina ny sainany.",
        "5": "Avilio tsy hijery ahy ny masonao, Fa babon’ny masonao tanteraka aho. Ny volonao dia hoatran’ny andian’osy Miara-midina avy eny Gileada.",
        "6": "Ny nifinao dia toy ny andian’ondry Izay miakatra avy ao anaty rano nanasana azy. Miteraka kambana izy rehetra, Ary tsy misy tsy mahavanona anaka.",
        "7": "Hoatran’ny silaka ampongabendanitra Ny takolakao ao anaty voaly.",
        "8": "Na eo aza ireo vehivavy 60 vadin’ny mpanjaka, Sy ny vadikeliny 80, Ary ny ankizivaviny tsy hita isa,",
        "9": "Dia iray ihany no voromailalako, ilay tsy misy tsininy. Vavitokan’ny reniny izy, Ary izy no zanaka tena tian’ilay niteraka azy. Nahita azy ny ankizivavy, ka nilaza hoe sambatra izy. Nidera azy koa ny vadin’ny mpanjaka sy ny vadikeliny hoe:",
        "10": "‘Iza io vehivavy mamirapiratra hoatran’ny hazavana vao maraina io? Tsara tarehy toy ny volana fenomanana izy, Sady madio tahaka ny tara-masoandro, Ary mahavariana toy ny tafika milahatra manodidina ny sainany.’”",
        "11": "“Nidina nankany amin’ny saha feno voanjoala aho, Mba hijery ny zavamaniry vao mitsiry eny an-dohasaha, Sy hijery raha efa mitsimoka ny voaloboka, Ary efa mamony ny ampongabendanitra.",
        "12": "Tena te hahita an’izany aho, Ka tsy nampoiziko akory Dia tonga teny amin’ny kalesin’ny olona ambony aho.”",
        "13": "“Miverena! Miverena, ry Solemita ô! Miverena re e! Miverena, Mba hijerenay anao indray!” “Fa maninona ianareo no mandinika an’ilay Solemita?” “Hoatran’ny dihin’ny toby roa izy!”"
    },
    "7": {
        "1": "“Tsara erỳ ny tongotrao ao anatin’ilay kapanao, Ry tovovavy mendri-kaja! Toy ny firavaka notefen’ny mpanao asa tanana Ny bikan’ny fenao.",
        "2": "Boribory hoatran’ny vilia baolina ny foitranao. Enga anie hisy divay misy fangarony foana eo! Ary ny kibonao dia toy ny antontam-barimbazaha Voahodidin’ny lisy.",
        "3": "Ny nononao roa dia toy ny zana-gazela roa, Dia zana-gazela kambana.",
        "4": "Ny vozonao indray hoatran’ny tilikambo ivoara, Ary ny masonao toy ny dobo any Hesbona, Eo akaikin’ny vavahadin’i Bata-rabima. Ny oronao kosa tahaka ny tilikambon’i Libàna, Izay tandrifin’i Damaskosy.",
        "5": "Tsara tarehy hoatran’ny Tendrombohitra Karmela ny lohanao, Ary tahaka ny volonondry volomparasy ny volonao. Babon’ny volonao mihofahofa ny mpanjaka.",
        "6": "Tena tsara tarehy sy mahafinaritra ianao, ry tovovavy malalako, Mbola kanto noho izay mety ho kanto!",
        "7": "Hoatran’ny hazo palmie ny fijoronao, Ary toy ny antrendry ny nononao.",
        "8": "Hoy aho: ‘Hianika an’ilay hazo palmie aho, Mba haka ny tahony misy voany.’ Enga anie ho tahaka ny voaloboka amin’ny tangozany ny nononao, Ho manitra hoatran’ny paoma ny fofonainao,",
        "9": "Ary ho toy ny divay faran’izay tsara ny vavanao!” “Enga anie ilay divay hidina moramora ao an-tendan’ilay mamin’ny foko, Ary hikoriana moramora eo amin’ny molotr’izay matory!”",
        "10": "An’ny malalako aho, Ary izaho no iriny.",
        "11": "Avia, ry ilay mamin’ny foko, Andao isika ho any an-tsaha. Andao isika hipetraka eny ambanin’ny moina.",
        "12": "Andao isika hifoha maraina ho any an-tanimboaloboka, Mba hijery raha mitsimoka ny voaloboka, Ary raha efa mamelana ny zavamaniry, Na efa mamony ny ampongabendanitra. Any aho no haneho ny fitiavako anao.",
        "13": "Manitra erỳ ny angividia! Ary misy voankazo tsara be isan-karazany eo am-baravarantsika. Na ny vaovao na ny efa ela, Dia samy notehiriziko ho anao, ry ilay mamin’ny foko."
    },
    "8": {
        "1": "“Raha mba hoatran’ny anadahiko mantsy ianao, Ka ninono tamin’i Neny, Dia hanoroka anao aho raha mahita anao eny ivelany eny, Nefa tsy hisy olona hanome tsiny ahy.",
        "2": "Hoentiko ianao, Hoentiko any an-tranon’i Neny, Ilay nampianatra ahy. Horosoako divay nasiana zava-manitra ianao, Sady homeko ranon’ampongabendanitra vao avy natao.",
        "3": "Hiondanako ny tanany ankavia, Ary hamihina ahy ny tanany ankavanana.",
        "4": "Ry zanakavavin’i Jerosalema ô! Asaiko mianiana ianareo Mba tsy hitady hanaitra na hampitsiry fitiavana ato amiko, fa avelao ilay izy hitsiry ho azy.”",
        "5": "“Iza iny miakatra avy any an-tany efitra iny, Iny mitehina amin’ny malalany iny?” “Teo ambany paoma ianao no nofohaziko. Teo ny reninao no nihetsi-jaza niteraka anao. Teo ilay niteraka anao no nihetsi-jaza.",
        "6": "Ataovy hoatran’ny tombo-kase eo amin’ny fonao aho, Hoatran’ny tombo-kase eo amin’ny sandrinao. Fa mahery toy ny fahafatesana ny fitiavana, Ary tsy mety milefitra mihitsy hoatran’ny Fasana ny fitiavan’ny olona tokam-po. Toy ny lelafo miredareda izany, dia lelafo avy amin’i Jah.",
        "7": "Na dia rano manonja be aza tsy mahafaty ny afom-pitiavana. Na renirano koa aza tsy mahavita manongotra azy. Raha misy olona manome ny harena rehetra ao an-tranony mba hividianana fitiavana, Dia tena hatao tsinontsinona izany.”",
        "8": "“Manana anabavy kely Mbola tsy misy nono izahay. Hataonay ahoana izy Rehefa misy mangataka indray andro any?”",
        "9": "“Raha manda izy, Dia hanorenantsika tampony volafotsy eo amboniny. Fa raha varavarana kosa izy, Dia hosakanantsika amin’ny hazo fisaka sedera.”",
        "10": "“Manda aho, Ary hoatran’ny tilikambo ny nonoko. Mijery ahy ilay malalako, Dia hitany hoe milamin-tsaina aho.",
        "11": "Nanana tanimboaloboka tany Bala-hamona i Solomona, Ary nisy olona nasainy nikarakara an’ilay izy. Samy nanome volafotsy arivo sekely avy izy rehetra, rehefa niakatra ny vokatra.",
        "12": "Anao, ry Solomona, ny volafotsy arivo sekely, Ary ny roanjato kosa an’izay mikarakara ny vokatra. Fa izaho kosa manana tanimboaloboka azoko ampiasaina amin’izay itiavako azy.”",
        "13": "“Ry ilay mipetraka ao an-jaridaina ô! Tena te hihaino ny feonao ny namako. Izaho koa te haheno ny feonao.”",
        "14": "“Tongava haingana, ry malalako! Mihazakazaha mafy hoatran’ny gazela Na hoatran’ny zanaka serfa Eny an-tendrombohitry ny zava-manitra.””"
    },
    "meta": {
        "name": "Tononkiran’i Solomona",
        "order": 21,
        "chapter_number": 8
    }
}