{
    "1": {
        "1": "Tamin’ny volana fahavalo tamin’ny taona faharoa nanjakan’i Dariosy, dia tonga tamin’i Zakaria mpaminany zanak’i Berekia, zanak’i Ido, ny tenin’i Jehovah, nanao hoe:",
        "2": "“Tezitra tamin’ny razanareo i Jehovah, ary tena tezitra mafy.",
        "3": "“Ary lazao amin’izy ireo hoe: ‘Izao no nolazain’i Jehovah Tompon’ny tafika: “‘Miverena amiko’, hoy i Jehovah Tompon’ny tafika, ‘dia hiverina aminareo aho’, hoy i Jehovah Tompon’ny tafika.”’",
        "4": "“‘Aza manahaka ny razanareo, izay nitenenan’ny mpaminany fahiny hoe: “Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Mialà amin’ny lalan-dratsinareo sy ny ratsy fanaonareo, ka miverena amiko.’”’ “‘Tsy nihaino anefa izy ireo, ary tsy niraharaha izay nolazaiko’, hoy i Jehovah.",
        "5": "“‘Aiza izao ny razanareo? Ary ny mpaminany, velona mandrakizay ve ireny?",
        "6": "Ary ny teniko sy ny fitsipika izay nandidiako ny mpaminany mpanompoko, tsy nihatra tamin’ny razanareo ve izany?’ Koa niova hevitra izy ireo ka niaiky hoe: ‘Araka izay efa noeritreretin’i Jehovah Tompon’ny tafika hatao amintsika, sy araka izay lalana narahintsika, ary araka izay nataontsika, no ataony amintsika.’”",
        "7": "Tamin’ny andro fahefatra amby roapolon’ny volana fahiraika ambin’ny folo, izany hoe ny volana Sebata, tamin’ny taona faharoa nanjakan’i Dariosy, dia tonga tamin’i Zakaria mpaminany zanak’i Berekia, zanak’i Ido, ny tenin’i Jehovah.",
        "8": "“Izao no hitako tamin’ny alina: Nisy lehilahy nitaingina soavaly mena, nijanona teny amin’ireo hazo mirta tao amin’ny hantsana lalina. Ary nisy soavaly mena sy soavaly mena midorehitra ary soavaly fotsy tao aoriany.”",
        "9": "Dia hoy aho: “Fa iza ireo, tompoko?” Ary hoy ilay anjely niresaka tamiko: “Holazaiko aminao hoe iza ireo.”",
        "10": "Dia hoy ilay lehilahy nijanona teny amin’ireo hazo mirta: “Ireo no nirahin’i Jehovah hivezivezy eny amin’ny tany.”",
        "11": "Ary hoy izy ireo tamin’ilay anjelin’i Jehovah nijanona teny amin’ireo hazo mirta: “Efa nivezivezy teny amin’ny tany izahay, ka hitanay fa milamina tsy misy korontana ny tany manontolo.”",
        "12": "Dia niteny ilay anjelin’i Jehovah hoe: “Ry Jehovah Tompon’ny tafika ô, mandra-pahoviana ianao no tsy hamindra fo amin’i Jerosalema sy ireo tanànan’i Joda, izay nomelohinao nandritra izay fitopolo taona izay?”",
        "13": "Teny mahafinaritra sy mampionona no navalin’i Jehovah an’ilay anjely niresaka tamiko.",
        "14": "Ary hoy indray ilay anjely niresaka tamiko: “Manaova antso avo hoe: ‘Izao no nolazain’i Jehovah Tompon’ny tafika: “Mahasaro-piaro ahy mafy i Jerosalema sy Ziona.",
        "15": "Tezitra mafy amin’ireo firenena miadana aho. Tezitra kely ihany aho mantsy tamin’izany fotoana izany, fa izy ireo kosa vao mainka nampitombo ny loza.”’",
        "16": "“Koa izao no lazain’i Jehovah: ‘“Hiverina eto Jerosalema tokoa aho ka hamindra fo aminy. Dia haorina eto ny tranoko”, hoy i Jehovah Tompon’ny tafika, “ary hohenjanina eto amin’i Jerosalema ny tady fandrefesana.”’",
        "17": "“Manaova antso avo koa hoe: ‘Izao no nolazain’i Jehovah Tompon’ny tafika: “Mbola hitobaka ao amin’ireo tanànako ny zava-tsoa. Ary mbola hanenina noho ny amin’i Ziona i Jehovah, sady mbola hifidy an’i Jerosalema.”’”",
        "18": "Ary nanopy ny masoko aho ka nahita tandroka efatra.",
        "19": "Dia hoy aho tamin’ilay anjely niresaka tamiko: “Fa inona ireo?” Ary hoy izy: “Ireo no tandroka nampiely an’i Joda sy Israely ary Jerosalema.”",
        "20": "Ary nisy mpiasa efatra nasehon’i Jehovah ahy.",
        "21": "Dia hoy aho: “Tonga hanao inona ireo?” Ary hoy izy: “Ireo no tandroka * nampiely an’i Joda, hany ka tsy nisy olona nahatraka intsony. Ary iretsy kosa tonga mba hampangovitra an’ireo, mba hampiongana ny tandrok’ireo firenena izay manandratra ny tandrony hamely ny tanin’i Joda, ka hampiely ny vahoakany.”"
    },
    "2": {
        "1": "Ary nanopy ny masoko aho, ka nahita lehilahy iray nitondra tady fandrefesana teny an-tanany.",
        "2": "Dia hoy aho: “Ho aiza ianao?” Ary hoy izy: “Handeha handrefy an’i Jerosalema aho, mba hahafantarana ny sakany sy ny lavany.”",
        "3": "Ary niala teo ilay anjely niresaka tamiko. Dia nisy anjely hafa niainga hitsena azy.",
        "4": "Ary hoy izy taminy: “Mihazakazaha ka lazao amin’irỳ tovolahy irỳ hoe: ‘“Honenana toy ny tanàna ambanivohitra tsy misy manda i Jerosalema, satria ho maro be ny olona sy ny biby fiompy ao aminy.",
        "5": "Ho manda afo manodidina azy aho”, hoy i Jehovah, “ary ho heniky ny voninahitro izy.”’”",
        "6": "“Ô rey olona a! Mandosira avy any amin’ny tany any avaratra”, hoy i Jehovah. “Fa naeliko tany amin’ny vazan-tany efatra ianareo”, hoy i Jehovah.",
        "7": "“Ô ry Ziona a! Mandosira ianao, izay miara-monina amin’i Babylona zanakavavy.",
        "8": "Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Taorian’ny nanomezam-boninahitra azy, dia naniraka ahy ho any amin’ireo firenena nambabo anareo izy.’ ‘Fa izay mikasika anareo dia mikasika ny anakandriamasoko.",
        "9": "Ambanako amin’ny tanako izy, ka ho babon’ny mpanompony.’ Dia ho fantatrareo tokoa fa i Jehovah Tompon’ny tafika no naniraka ahy.",
        "10": "“Mihobia mafy sy mifalia, ry Ziona zanakavavy ô, fa ho avy aho, ary honina eo aminao”, hoy i Jehovah.",
        "11": "“Firenena maro no hiandany amin’i Jehovah amin’izany andro izany, ka ho tonga oloko. Ary honina eo aminao aho.” Dia ho fantatrao fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminao.",
        "12": "Ary halain’i Jehovah ho fananany i Joda, ho anjarany eo amin’ny tany masina. Ary mbola hifidy an’i Jerosalema izy.",
        "13": "Mangìna eo anatrehan’i Jehovah, ry nofo rehetra, fa efa niainga avy tao amin’ny fonenany masina izy."
    },
    "3": {
        "1": "Ary nasehony ahy i Josoa mpisoronabe izay nijoro teo anatrehan’ilay anjelin’i Jehovah, sy i Satana izay nijoro teo ankavanany mba hanohitra azy.",
        "2": "Ary hoy ilay anjelin’i Jehovah tamin’i Satana: “Hiteny mafy anao anie i Jehovah, ry Satana! Hiteny mafy anao anie i Jehovah, izay nifidy an’i Jerosalema! Tsy tapa-porohana nosarihana avy tao anaty afo ve io olona io?”",
        "3": "Ary nanao akanjo maloto be i Josoa tamin’izy nijoro teo anatrehan’ilay anjely.",
        "4": "Ary hoy ilay anjely tamin’ireo nijoro teo anatrehany: “Esory eny aminy ireny akanjo maloto ireny.” Fa hoy kosa izy tamin’i Josoa: “Efa namela ny fahadisoanao aho, ary akanjo mihaja be no hampanaovina anao.”",
        "5": "Dia hoy aho: “Aoka ny lohany hasian’izy ireo satroka lamba * madio.” Dia nasiana an’ilay satroka madio ny lohany, ary nampanaovina akanjo izy. Ary nijoro teo akaiky teo ilay anjelin’i Jehovah.",
        "6": "Koa nananatra an’i Josoa ilay anjelin’i Jehovah hoe:",
        "7": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Raha mandeha amin’ny lalako ianao, ary manao ny adidinao amiko, dia ianao no hitsara ny ao an-tranoko sy hiandraikitra ny tokotanin’ny tranoko. Ary havelako hiditra malalaka hankeo amin’ireo mijoro ireo ianao.’",
        "8": "“‘Mihainoa, azafady, ry Josoa mpisoronabe, eny, mihainoa ianao sy ireo namanao mipetraka eo anatrehanao, fa olona atao fambara ireo namanao ireo. Fa hitondra an’ilay mpanompoko atao hoe Tsimoka aho!",
        "9": "Jereo ilay vato napetrako eo anatrehan’i Josoa! Maso fito no mibanjina an’ilay vato. Hataoko sokitra ny soratra eo aminy’, hoy i Jehovah Tompon’ny tafika, ‘ary hesoriko ao anatin’ny iray andro ny fahadisoan’ity tany ity.’",
        "10": "“‘Amin’izany andro izany’, hoy i Jehovah Tompon’ny tafika, ‘dia hifampiantso eny ambanin’ny voaloboka sy ny aviavy ianareo.’”"
    },
    "4": {
        "1": "Niverina ilay anjely niresaka tamiko, ary namoha ahy. Toy ny olona fohazina amin’ny torimaso aho tamin’izay.",
        "2": "Dia hoy izy tamiko: “Inona no hitanao?” Ary hoy aho: “Mahita fitoeran-jiro aho. Volamena izy manontolo, ary misy vilia baolina iray eo an-tampony. Ary eo aminy daholo ny jirony fito, eny, izy fito. Misy fantsona fito eo amin’ireo jiro, izay eo an-tampon’ilay fitoeran-jiro.",
        "3": "Ary misy oliva roa maniry eo anilany, ny iray eo ankavanan’ilay vilia baolina, ary ny iray eo ankaviany.”",
        "4": "Dia hoy aho tamin’ilay anjely niresaka tamiko: “Inona no dikan’ireo, tompoko?”",
        "5": "Ary hoy ilay anjely niresaka tamiko: “Tena tsy fantatrao tokoa ve ny dikan’ireo?” Dia hoy aho: “Tsia, tompoko.”",
        "6": "Ary hoy izy tamiko: “Izao no tenin’i Jehovah amin’i Zerobabela: ‘“Tsy amin’ny alalan’ny tafika, na ny hery, fa amin’ny alalan’ny fanahiko”, * hoy i Jehovah Tompon’ny tafika.",
        "7": "Iza moa ianao, ry tendrombohitra lehibe? Ho lasa tany lemaka ianao eo anatrehan’i Zerobabela. Ary hitondra ny vato fametraka eny an-tampony izy. Dia hihoby ny olona mahita izany, ka hanao hoe: “Tena tsara tarehy izy izany! Tena tsara tarehy mihitsy!”’”",
        "8": "Ary mbola tonga tamiko ny tenin’i Jehovah hoe:",
        "9": "“Ny tanan’i Zerobabela no nametraka ny fototr’ity trano ity, ary ny tanany koa no hamita ity trano ity.” Dia ho fantatrao fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminareo.",
        "10": "“Fa iza no manamavo ny andron’ny zava-madinika? Ho faly ny olona hahita ny pilao eny an-tanan’i Zerobabela. Mason’i Jehovah ireo fito ireo, izay mijery eny rehetra eny manerana ny tany.”",
        "11": "Dia hoy aho taminy: “Inona no dikan’ireo hazo oliva roa eo ankavanan’ilay fitoeran-jiro sy eo ankaviany?”",
        "12": "Hoy koa aho fanindroany: “Inona no dikan’ireo rantsan’ny hazo oliva roa, izay mamoaka ranon-javatra mivolombolamena, avy amin’ny fantsona volamena roa?”",
        "13": "Ary hoy izy tamiko: “Tena tsy fantatrao tokoa ve ny dikan’ireo?” Dia hoy aho: “Tsia, tompoko.”",
        "14": "Hoy izy: “Ireo no voahosotra roa izay mijoro eo anilan’ilay Tompon’ny tany manontolo.”"
    },
    "5": {
        "1": "Ary nanopy ny masoko indray aho ka nahita horonam-boky nanidina.",
        "2": "Ary hoy ilay anjely tamiko: “Inona no hitanao?” Dia hoy aho: “Mahita horonam-boky manidina aho: Roapolo hakiho ny lavany, ary folo hakiho ny sakany.”",
        "3": "Ary hoy izy: “Iny no ozona mivoaka hitety ny tany manontolo, satria tsy nosazina izay nangalatra, nefa voasoratra eo amin’ny lafiny iray amin’ilay horonam-boky fa voaozona izay manao izany. Tsy nosazina koa izay nianiana, nefa voasoratra eo amin’ny lafiny ilany fa voaozona koa izay manao izany.",
        "4": "‘Nalefako ilay ozona’, hoy i Jehovah Tompon’ny tafika, ‘ka hiditra ao an-tranon’ny mpangalatra, sy ao an-tranon’izay mianiana lainga amin’ny anarako. Dia hitoetra ao an-tranony izany ka handrava an’ilay trano, mbamin’ny hazo sy ny vato nanaovana azy.’”",
        "5": "Ary niseho indray ilay anjely niresaka tamiko, ka niteny hoe: “Mba atopazo ny masonao, ka jereo iny mivoaka iny.”",
        "6": "Ary hoy aho: “Fa inona iny?” Dia hoy izy: “Efaha famarana iny mivoaka iny.” Ary hoy koa izy: “Sahala amin’iny no fahitana ny olona manerana ity tany ity.”",
        "7": "Nisy sarony firamainty boribory ilay efaha. Rehefa ningaina ilay sarony, dia io fa nisy vehivavy iray nipetraka tao anatin’ilay efaha.",
        "8": "Ary hoy ilay anjely: “Io no Faharatsiana.” Dia natosiny hiverina tao anatin’ilay efaha ravehivavy. Ary nosaronany tamin’ilay firamainty ilay efaha.",
        "9": "Ary nanopy ny masoko aho ka nahita vehivavy roa nanatona. Nanidina mafy izy ireo, hany ka nifofofofo teo amin’ny elany ny rivotra. Ary toy ny elatry ny vanobe ny elany. Dia nentiny niakatra ho eo anelanelan’ny tany sy ny lanitra ilay efaha.",
        "10": "Ary hoy aho tamin’ilay anjely niresaka tamiko: “Hoentin’izy ireo aiza iny efaha iny?”",
        "11": "Dia hoy izy tamiko: “Mba hanorenana trano ho an-dravehivavy any amin’ny tany Sinara, ary hatao mafy orina izany trano izany. Ary hapetraka any, eo amin’ny toerana tokony hisy azy, ravehivavy.”"
    },
    "6": {
        "1": "Dia nanopy ny masoko indray aho ka nahita kalesy efatra nivoaka avy teo anelanelan’ny tendrombohitra roa, ary varahina ireo tendrombohitra ireo.",
        "2": "Soavaly mena daholo no nitarika an’ilay kalesy voalohany, ary soavaly mainty daholo no nitarika an’ilay faharoa.",
        "3": "Soavaly fotsy daholo no nitarika an’ilay fahatelo, ary soavaly misy pentimpentina sy soavaly maramara no nitarika an’ilay fahefatra.",
        "4": "Dia hoy aho tamin’ilay anjely niresaka tamiko. “Inona no dikan’ireo, tompoko?”",
        "5": "Ary hoy ny navalin’ilay anjely: “Ireo no fanahy efatry ny lanitra. Mivoaka avy eo anatrehan’ilay Tompon’ny tany manontolo izy ireo.",
        "6": "Ilay kalesy tarihin’ireo soavaly mainty dia mivoaka ho any amin’ny tany any avaratra, ary ireo soavaly fotsy kosa ho any amin’ny tany eny ampitan’ny ranomasina, ary ireo soavaly misy pentimpentina kosa ho any amin’ny tany any atsimo.",
        "7": "Ary hivoaka hitady toerana haleha ireo soavaly maramara, ka hivezivezy eny amin’ny tany.” Dia hoy ilay anjely: “Mandehana mivezivezy eny amin’ny tany.” Dia nivezivezy teny amin’ny tany izy ireo.",
        "8": "Dia niantsoantso izy ka nanao tamiko hoe: “Jereo fa ireo mankany amin’ny tany any avaratra no nampitony ny fahatezeran’i * Jehovah tany amin’ny tany any avaratra.”",
        "9": "Ary mbola tonga tamiko ny tenin’i Jehovah, nanao hoe:",
        "10": "“Makà zavatra avy amin’ireo olona any an-tsesitany, dia avy amin’i Helday sy Tobia ary Jedaia. Ary amin’izany andro izany, dia mankanesa ao an-tranon’i Josia zanak’i Zefania, miaraka amin’ireo olona avy any Babylona ireo.",
        "11": "Ary makà volafotsy sy volamena, ka manaova satroboninahitra tsara tarehy ary ataovy eo amin’ny lohan’i Josoa mpisoronabe, zanak’i Jozadaka, izany.",
        "12": "Ary lazao aminy hoe: “‘Izao no nolazain’i Jehovah Tompon’ny tafika: “Io ilay lehilahy antsoina hoe Tsimoka. Hitsimoka eo amin’izay misy azy izy, ka hanorina ny tempolin’i Jehovah.",
        "13": "Eny, hanorina ny tempolin’i Jehovah izy, ary hahazo voninahitra. Dia hipetraka eo amin’ny seza fiandrianana izy ka hanjaka. Ho mpisorona mipetraka eo amin’ny seza fiandrianana izy. Ary hifanaraka tsara ireo andraikiny roa ireo.",
        "14": "Ary hitoetra ao amin’ny tempolin’i Jehovah ilay satroboninahitra tsara tarehy, ho fahatsiarovana an’i Helema sy Tobia sy Jedaia ary Hena, zanak’i Zefania.",
        "15": "Ary ho tonga ny avy lavitra, ka handray anjara tokoa amin’ny fanorenana ny tempolin’i Jehovah.” Dia ho fantatrareo fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminareo. Ho tanteraka izany, raha mihaino ny tenin’i Jehovah Andriamanitrareo tokoa ianareo.’”"
    },
    "7": {
        "1": "Ary tamin’ny taona fahefatra nanjakan’i Dariosy Mpanjaka, dia tonga tamin’i Zakaria ny tenin’i Jehovah, tamin’ny andro fahefatry ny volana fahasivy, izany hoe ny volana Kisleo.",
        "2": "Ary nirahin’ny mponin’i Betela i Sarezera mbamin’i Regema-meleka sy ny olony, mba hitady sitraka amin’i Jehovah,",
        "3": "ka hanontany an’ireo mpisorona tao an-tranon’i Jehovah Tompon’ny tafika sy hanontany ny mpaminany, hoe: “Tokony hitomany ve aho amin’ny volana fahadimy, ka hifady hanina, toy ny efa nataoko tao anatin’izay taona maro be izay?”",
        "4": "Ary mbola tonga tamiko ny tenin’i Jehovah Tompon’ny tafika, nanao hoe:",
        "5": "“Lazao amin’ny olona rehetra eto amin’ity tany ity sy amin’ny mpisorona hoe: ‘Ho ahy tokoa ve no nifadianareo hanina tamin’ianareo nifady hanina sy nidradradradra, tamin’ny volana fahadimy sy fahafito, nandritra ny fitopolo taona?",
        "6": "Ary rehefa nihinana sy nisotro ianareo, tsy ho an’ny tenanareo ihany ve no nihinananareo sy nisotroanareo?",
        "7": "Tsy tokony ho nankatò ny teny nambaran’i Jehovah tamin’ny alalan’ny mpaminany fahiny ve ianareo, fony mbola nisy mponina i Jerosalema sady niadana, ary mbola teo daholo ny tanàna rehetra nanodidina azy, ary mbola nisy mponina i Negeba sy Sefela?’”",
        "8": "Ary mbola tonga tamin’i Zakaria ny tenin’i Jehovah, nanao hoe:",
        "9": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Mitsarà araka ny rariny sy ny hitsiny. Aoka ianareo hifaneho hatsaram-panahy feno fitiavana, sy hifaneho famindram-po.",
        "10": "Aza manambaka ny mpitondratena na ny kamboty ray na ny vahiny monina eo aminareo na ny ory, ary aza mamorona teti-dratsy ao am-ponareo hamelezana ny namanareo.’",
        "11": "Tsy nety nihaino anefa izy ireo, sady mafy hatoka * sy nanampin-tsofina.",
        "12": "Nataony mafy toy ny vato ny fony, mba tsy hankatoavany ny lalàna sy ny teny nalefan’i Jehovah Tompon’ny tafika tamin’ny alalan’ny fanahiny, ka nampitainy tamin’ny alalan’ny mpaminany fahiny. Dia tezitra mafy i Jehovah Tompon’ny tafika.”",
        "13": "“‘Koa satria niantso aho nefa tsy nihaino izy ireo, dia tsy hihaino koa aho rehefa hiantso izy ireo’, hoy i Jehovah Tompon’ny tafika.",
        "14": "‘Ary naeliko nanerana ny firenena rehetra tsy fantany izy ireo, toy ny naelin’ny tafio-drivotra. Lasa lao ilay tany rehefa nilaozan’izy ireo, ka tsy nisy nandalo na niverina nankany. Ary lasa nigagan’ny olona ilay tany mahafinaritra, noho ny nataon’izy ireo.’”"
    },
    "8": {
        "1": "Ary mbola tonga tamiko ny tenin’i Jehovah Tompon’ny tafika, nanao hoe:",
        "2": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Hahasaro-piaro ahy mafy i Ziona. Hahasaro-piaro ahy izy, ary ho tezitra mafy aho.’”",
        "3": "“Izao no nolazain’i Jehovah: ‘Hiverina ao Ziona aho, ary honina ao Jerosalema. Hantsoina hoe tanànan’ny fahamarinana i Jerosalema, ary hatao hoe tendrombohitra masina ilay tendrombohitr’i Jehovah Tompon’ny tafika.’”",
        "4": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Mbola hisy lehilahy sy vehivavy zokiolona hipetrapetraka eny an-tany malalaka ao Jerosalema. Samy hitana tehina izy ireo satria efa ela niainana.",
        "5": "Ary ho feno ankizilahy sy ankizivavy milalao eny an-tany malalaky ny tanàna.’”",
        "6": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Toa sarotra loatra izany amin’ireto vahoaka sisa ireto amin’izany andro izany, nefa sarotra loatra amiko koa ve?’, hoy i Jehovah Tompon’ny tafika.”",
        "7": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Hovonjeko ny oloko, na any amin’ny fiposahan’ny masoandro izy, na ny any amin’ny filentehany.",
        "8": "Hampodiko izy ireo, ka honina ao Jerosalema. Ho oloko izy ireo, ary izaho ho Andriamaniny amin’ny fahamarinana sy ny fahitsiana.’”",
        "9": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Hatanjaho hiatrika asa ny tananareo, dia ianareo izay mandre izany teny izany amin’izao andro izao avy amin’ny vavan’ny mpaminany, izay efa teo tamin’ilay andro nametrahana ny fototry ny tranon’i Jehovah Tompon’ny tafika, mba hanorenana ny tempoly.",
        "10": "Talohan’izao fotoana izao tokoa, dia tsy nisy karama ho an’ny olona, ary tsy nisy karama naloa tamin’ny tompon’ny biby fiompy nampiasaina. Vokatry ny nataon’ny fahavalo, dia nitebiteby izay nivoaka sy niditra. Nampirisihiko hifamely mantsy ny olona rehetra.’",
        "11": "“‘Ankehitriny kosa dia tsy ho toy ny taloha intsony no hitondrako an’ireto vahoaka sisa ireto’, hoy i Jehovah Tompon’ny tafika.",
        "12": "‘Fa hafafy ny voan’ny fiadanana, ka ny voaloboka hamoa, ny tany hamokatra, ary ny lanitra handrotsaka ny andony. Ary homeko ho lovan’ireto vahoaka sisa ireto izany rehetra izany.",
        "13": "Ry taranak’i Joda sy taranak’Israely ô, lasa fanozonana ianareo taloha teo amin’ireo firenena. Hovonjeko kosa anefa ianareo ka ho lasa fitahiana. Aza matahotra, ary hatanjaho hiatrika asa ny tananareo.’",
        "14": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘“Nikasa ny hahatonga loza taminareo aho noho ny nataon’ny razanareo, izay nampahatezitra ahy”, hoy i Jehovah Tompon’ny tafika, “ary tsy nanenenako izany.",
        "15": "Mikasa hanao soa amin’i Jerosalema sy ny taranak’i Joda kosa anefa aho ankehitriny, ka aza matahotra.”’",
        "16": "“‘Ary izao no tokony hataonareo: Samia milaza ny marina amin’ny namany avy. Mitsarà araka ny rariny, ary aoka ianareo hamoaka didim-pitsarana mampisy fihavanana, eo am-bavahadinareo.",
        "17": "Aza mamorona teti-dratsy ao am-ponareo hamelezana ny namanareo, ary aza tia mianiana lainga, satria samy halako ireo zavatra ireo’, hoy i Jehovah.”",
        "18": "Ary mbola tonga tamiko ny tenin’i Jehovah Tompon’ny tafika, nanao hoe:",
        "19": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Ho lasa fifaliana sy firavoravoana ary fety be ho an’ny taranak’i Joda, ny fifadian-kanina amin’ny volana fahefatra, sy amin’ny volana fahadimy, sy amin’ny volana fahafito, ary amin’ny volana fahafolo. Koa tiavo ny fahamarinana sy ny fihavanana.’",
        "20": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Mbola ho avy ny olona, ary mbola ho tonga ny mponin’ny tanàna maro.",
        "21": "Dia hankany amin’ny mponin’ny tanàna iray ny mponin’ny tanàna anankiray, ka hanao hoe: “Andao haingana hitady sitraka amin’i Jehovah sy hitady an’i Jehovah Tompon’ny tafika. Izaho koa mantsy mba handeha.”",
        "22": "Ary hisy olona maro sy firenena matanjaka ho avy hitady an’i Jehovah Tompon’ny tafika any Jerosalema, sy hitady sitraka amin’i Jehovah.’",
        "23": "“Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Amin’izany andro izany, dia hisy olona folo avy amin’ny fiteny rehetran’ireo firenena hihazona ny akanjon’ny Jiosy iray, ka hanao hoe: “Mba handeha hiaraka aminareo izahay, fa efa renay fa momba anareo Andriamanitra.”’”"
    },
    "9": {
        "1": "Fanambarana: “Ny tenin’i Jehovah dia manameloka ny tany Hadraka, ary miantefa amin’i Damaskosy. Fa mifantoka amin’ny olombelona sy ny foko rehetran’ny Israely ny mason’i Jehovah.",
        "2": "Melohina koa i Hamata izay eo amin’ny sisin-taniny, mbamin’i Tyro sy Sidona, na dia hendry aza izy.",
        "3": "Ary nanangana tovon-tany i Tyro, sady nanangona volafotsy maro be toy ny vovoka, sy volamena be dia be toy ny fotaka eny an-dalana.",
        "4": "Hesorin’i Jehovah aminy avokoa ny fananany, ary haripany eny an-dranomasina ny tafiny. Ho levon’ny afo izy.",
        "5": "Hahita izany i Askelona ka hatahotra. Hanaintaina mafy i Gaza. Ary hanaintaina mafy koa i Ekrona, satria ho menatra ilay nantenainy. Hisy mpanjaka ho faty ao Gaza, ary tsy honenana intsony i Askelona.",
        "6": "Zazasary no hipetraka ao Asdoda. Hofoanako ny fireharehan’ny Filistinina,",
        "7": "hesoriko eny am-bavany ny zavatra mbola misy ra, ary hesoriko eo anelanelan’ny nifiny ny zava-maharikoriko. Hisy sisa tavela ho an’Andriamanitsika eo aminy. Ho toy ny lehibem-poko any Joda izy, ary i Ekrona ho toy ny Jebosita.",
        "8": "Ho toy ny toby mpitily ho an’ny tranoko aho, ka tsy hisy hiditra na hivoaka. Ary tsy handalo eo amin’ny oloko intsony ny olon-dozabe manery azy hiasa, fa efa hitan’ny masoko ny fampahoriana azy ireo.",
        "9": "“Aoka ho dibo-kafaliana ianao, ry Ziona zanakavavy ô! Manaova horakora-pandresena, ry Jerosalema zanakavavy ô! Iny fa tonga atỳ aminao ny mpanjakanao. Olo-marina izy, sady voavonjy. Manetry tena izy, ary mitaingina ampondra, dia zanaky ny ampondravavy.",
        "10": "Hofoanako tsy hisy kalesin’ady ao Efraima, ary tsy hisy soavaly ao Jerosalema. Hofoanana koa ny tsipìkan’ady. Fihavanana no horesahiny amin’ireo firenena. Ary hipaka hatrany amin’ny ranomasina ka hatrany amin’ny ranomasina ny fanjakany, ary hatrany amin’ny Renirano ka hatrany amin’ny faran’ny tany.",
        "11": "“Noho ny ran’ilay fifanekena nifanaovanao tamiko, ravehivavy, dia havoakako avy ao anaty lavaka tsy misy rano ny olonao voafonja.",
        "12": "“Miverena any amin’ilay tanàna voaro mafy, ry voafonja manana fanantenana. “Anio no hilazako aminao hoe: ‘Hataoko avo roa heny ny anjaranao, ravehivavy.",
        "13": "Hitsahiko toy ny fanitsaka tsipìka i Joda, ary hampiasaiko toy ny zana-tsipìka i Efraima. Hampirisihiko ny zanakao, ry Ziona, hiady amin’ny zanakao, ry Gresy. Ary hataoko toy ny sabatry ny lehilahy mahery ianao, ry Ziona.’",
        "14": "Ho hita eo amin’izy ireo i Jehovah, ary hitsoriaka toy ny tselatra ny zana-tsipìkany. Hitsoka ny anjombona i Jehovah Tompo Fara Tampony, ary handeha toy ny ao anaty tafio-drivotra avy any atsimo izy.",
        "15": "Hiaro azy ireo i Jehovah Tompon’ny tafika. Dia holevonin’izy ireo sy hataony tsy misy vokany ireo vatom-pilotra. Hisotro izy ireo, ary hihorakoraka toy ny azon’ny divay. Ary hofenoina toy ny vilia baolina sy toy ny zoron’ny alitara izy ireo.",
        "16": "“Ary hamonjy ny olony, izay toy ny andian’ondry, i Jehovah Andriamanitra amin’izany andro izany. Fa ho toy ny vatosoa eo amin’ny diadema izy ireo, dia vatosoa mamirapiratra eo amin’ny taniny.",
        "17": "Fa lehibe tokoa ny hatsaran-toetrany sy ny hatsaran-tarehiny! Varimbazaha no hampahatanjaka ny tovolahy, ary divay vaovao no hampahatanjaka ny virjiny.”"
    },
    "10": {
        "1": "“Mangataha orana amin’i Jehovah amin’ny fotoanan’ny oran-dohataona, eny, mangataha amin’i Jehovah, izay mampisy rahona mitondra oram-baratra, sy manome oram-be ho an’ny olona, ary manome zavamaniry eny an-tsaha ho an’ny tsirairay.",
        "2": "Miresaka momba ny herin’ny maizina ny terafima. Ary ny mpisikidy kosa mahita fahitana tsy marina, miresaka nofy tsy misy dikany, ary miezaka hampionona nefa very maina fotsiny izany. Izany no mahatonga ny olona hirenireny toy ny ondry. Ho ory izy ireo, satria tsy misy mpiandry.",
        "3": "“Tezitra mafy amin’ireo mpiandry aho, ary hataoko ampamoaka ireo mpitarika toy ny osy, fa i Jehovah Tompon’ny tafika mitsinjo ny taranak’i Joda, izay andian’ondriny. Ary ataony toy ny soavaliny izy ireo, dia soavaly mpiady heni-kaja.",
        "4": "Avy amin’i Joda no iavian’ilay lehibe, ary avy aminy koa ilay mpitondra azo ianteherana sy ilay tsipìkan’ady, ary samy hivoaka avy aminy ny lehiben’ny mpiasa. Eny, avy aminy izy rehetra ireo.",
        "5": "Ary ho toy ny lehilahy mahery manitsaka ny fotaka eny an-dalambe izy ireo, rehefa any an’ady. Hiady izy ireo satria momba azy i Jehovah. Ary ho menatra ny mpitaingin-tsoavaly.",
        "6": "Dia hataoko izay handresen’ny taranak’i Joda, ary hovonjeko ny taranak’i Josefa. Homeko toeram-ponenana izy ireo, satria hamindra fo aminy aho. Dia ho toy ny olona tsy nariako izy, fa izaho no Jehovah Andriamaniny, ary hamaly an’izay miantso ahy aho.",
        "7": "Ho toy ny lehilahy mahery ireo anisan’i Efraima, ary hifaly toy ny azon’ny divay ny fon’izy ireo. Hahita izany ny zanany ka ho faly. Hiravoravo amin’i Jehovah ny fony.",
        "8": "“‘Hisioka hiantso azy ireo aho, ka hanangona azy. Fa havotako tokoa izy ireo, ka ho maro be toy ireo vahoaka nanjary maro be.",
        "9": "Dia haparitako any amin’ireo firenena izy ireo, eny, haparitako toy ny voa afafy. Hahatsiaro ahy izy ireo, any an-tany lavitra any. Ary ho velombelona indray izy ireo mbamin’ny zanany, ka hiverina.",
        "10": "Hampodiko avy any Ejipta izy ireo, ary avy any Asyria no hanangonako azy. Hoentiko ho any Gileada sy Libanona izy ireo, satria tsy misy toerana ho antonona azy rehetra.",
        "11": "Dia hamakivaky ny ranomasina izy, ka hampisamboaravoara azy. Ary hokapohiny ny onjan-dranomasina. Ho ritra hatramin’ny rano lalina rehetran’i Neily. Haetry ny reharehan’i Asyria, ary hiala ny tehim-panjakan’i Ejipta.",
        "12": "Ary izaho Jehovah no hanome fandresena azy ireo, ary handeha amin’ny anarako izy ireo’, hoy i Jehovah.”"
    },
    "11": {
        "1": "“Vohay ny vavahadinao, ry Libanona ô, mba handevonan’ny afo ny hazo sederanao.",
        "2": "Midradradradrà, ry hazo zenevrie, fa efa nianjera ny sedera, ary fongotra ny hazo mijoalajoala! Midradradradrà, ry hazo goavam-be ao Basana, fa ripaka ny ala mikitroka!",
        "3": "Injay ny fidradradradran’ny mpiandry ondry, fa afa-boninahitra izy ireo. Injay ny fieron’ny liona tanora, fa fongotra ny kirihitrala matevina teny amoron’i Jordana.",
        "4": "“Izao no nolazain’i Jehovah Andriamanitro: ‘Andraso ny andian’ondry natao hovonoina.",
        "5": "Mamono azy ny mpividy, nefa tsy hatao ho helony izany. Ary hoy ireo mivarotra azy: “Hisaorana anie i Jehovah, fa ho mpanankarena aho!” Ary tsy miantra azy ny mpiandry azy.’",
        "6": "“‘Fa tsy hangoraka an’ireo mponina amin’ity tany ity intsony aho’, hoy i Jehovah. ‘Koa hatolotro eo an-tanan’ny namany avy sy eo an-tanan’ny mpanjakany ny olona. Dia horavan’izy ireo ity tany ity, nefa izaho tsy hamonjy na iza na iza eny an-tanany.’”",
        "7": "Dia niandry ny andian’ondry natao hovonoina aho, mba hahasoa anareo, ry andian’ondry nampahorina. Koa naka tehina roa aho: Ny iray nantsoiko hoe Imahafinaritra, ary ny iray hoe Firaisan-kina. Dia nandrasako ny andian’ondry.",
        "8": "Tao anatin’ny iray volana, dia noroahiko ny mpiandry telo satria tsy zakako intsony ny nataon’izy ireo, ary izy ireo rahateo efa nankahala mafy ahy.",
        "9": "Farany, dia hoy aho: “Tsy ho mpiandry anareo intsony aho. Izay efa ho faty, dia aoka ho faty. Izay haringana, dia aoka ho ringana. Ary izay sisa tavela, dia aoka samy hihinana ny nofon’ny namany avy.”",
        "10": "Koa nalaiko ilay tehiko atao hoe Imahafinaritra ka notapatapahiko, mba hanafoanako an’ilay fifanekena nataoko tamin’ny olona rehetra.",
        "11": "Dia nofoanana ilay izy tamin’iny andro iny. Ary ilay andian’ondry nampahorina, izay nijery ahy, dia nanjary nahafantatra fa izany no tenin’i Jehovah.",
        "12": "Ary hoy aho tamin’ny olona: “Raha mety aminareo, dia omeo ahy ny karamako. Fa raha tsy mety, dia aza omena.” Ary naloany ny karamako, ka farantsa volafotsy telopolo no nomeny.",
        "13": "Dia hoy i Jehovah tamiko: “Atsipazo ao amin’ny fitehirizan-karena izany vola be anombanany ahy izany.” Dia nalaiko ireo farantsa volafotsy telopolo ka natsipiko tao amin’ny fitehirizan-karena tao an-tranon’i Jehovah.",
        "14": "Ary notapatapahiko ilay tehiko faharoa, dia ny Firaisan-kina, mba handravako ny firahalahian’i Joda sy Israely.",
        "15": "Ary hoy i Jehovah tamiko: “Alaivo ho anao ireo fitaovana eny amin’ny mpiandry tsy misy ilana azy.",
        "16": "Fa hanendry mpiandry ondry eto amin’ity tany ity aho. Tsy hiraharaha an’ireo ondry haringana izy, na hitady ny zanak’ondry, na hanasitrana an’izay tapaka. Tsy homeny sakafo izay mbola mahatsangana, hohaniny ny nofon’izay matavy, ary hendahany ny kitron’ondry.",
        "17": "Lozan’ny mpiandry tsy misy fotony, izay mandao ny ondry! Hisy sabatra hamely ny sandriny sy ny masony havanana. Dia ho maina tokoa ny sandriny, ary hanjavozavo tokoa ny masony havanana.”"
    },
    "12": {
        "1": "Fanambarana: “Ny tenin’i Jehovah momba ny Israely.” Izao no tenin’i Jehovah, Ilay namelatra ny lanitra, sy nametraka ny fototry ny tany, ary namorona ny ain’ny olona, ka nametraka izany ao anatiny:",
        "2": "“Hataoko izay hahatonga an’i Jerosalema ho toy ny vilia baolina hampivembena ny firenena rehetra manodidina azy. Hatao fahirano koa i Joda sy Jerosalema.",
        "3": "Ary hataoko toy ny vato mavesatra amin’ny firenena rehetra i Jerosalema, amin’izany andro izany. Tsy maintsy haratra mafy izay rehetra manainga izany vato izany. Ary hiangona hamely an’i Jerosalema ny firenena rehetra eny ambonin’ny tany.",
        "4": "Amin’izany andro izany”, hoy i Jehovah, “dia hataoko very hevitra ny soavaly rehetra, ary ny mpitaingina azy hataoko lasa adala. Hitsinjo ny taranak’i Joda ny masoko, fa hataoko jamba kosa ny soavaly rehetran’ireo firenena.",
        "5": "Ary hiteny anakampo ireo lehibem-pokon’i Joda hoe: ‘Ny mponin’i Jerosalema no hery ho anay, eny, hery avy amin’ilay Andriamaniny, dia i Jehovah Tompon’ny tafika.’",
        "6": "Izao no hataoko amin’izany andro izany: Ireo lehibem-pokon’i Joda dia hataoko toy ny fasiana vainafo mandoro ala, ary toy ny fanilo mirehitra eny amin’ny varimbazaha vao avy nojinjaina. Ary haripak’izy ireo ny firenena rehetra manodidina, na ny eny ankavanany na ny eny ankaviany. Mbola honenana ihany anefa i Jerosalema eo amin’ilay misy azy, dia any Jerosalema.",
        "7": "“Ary ny tranolain’i Joda no hovonjen’i Jehovah voalohany, sao hihoatra lavitra noho ny hatsaran’i Joda ny an’ny taranak’i Davida sy ny mponin’i Jerosalema.",
        "8": "I Jehovah ho toy ny fiarovana manodidina ny mponin’i Jerosalema, amin’izany andro izany. Ary izay tafintohina dia ho sahala amin’i Davida, amin’izany andro izany. Ny taranak’i Davida ho sahala amin’Andriamanitra sy ho sahala amin’ilay anjelin’i Jehovah eo anatrehan’izy ireo.",
        "9": "Ary tsy maintsy haringako ny firenena rehetra ho avy hamely an’i Jerosalema, amin’izany andro izany.",
        "10": "“Ary handatsahako ny fanahiko ny taranak’i Davida sy ny mponin’i Jerosalema, ho mariky ny fankasitrahako sy ho valin’ny fitalahoany. Dia hijery an’Ilay nolefoniny izy ireo ary hitomany mafy noho ny Aminy, toy ny fitomany zanaka lahitokana, sady hidradradradra noho ny aminy, toy ny ataon’ny olona namoy zanaka lahimatoa.",
        "11": "Hisy fitomaniana mafy ao Jerosalema amin’izany andro izany, toy ilay fitomaniana tao Hadadrimona, teo amin’ny lemak’i * Megido.",
        "12": "Dia hitomany isam-pianakaviana tokoa ilay tany, ka samy hitomany mitokana na ny fianakaviamben’ny taranak’i Davida na ny vehivavy ao aminy, na ny fianakaviamben’ny taranak’i Natana na ny vehivavy ao aminy,",
        "13": "na ny fianakaviamben’ny taranak’i Levy na ny vehivavy ao aminy, na ny fianakaviamben’ny taranaky ny Simeita na ny vehivavy ao aminy.",
        "14": "Ary ny fianakaviambe sisa rehetra dia hitomany isam-pianakaviana, ary ny vehivavy ao aminy hitomany mitokana."
    },
    "13": {
        "1": "“Amin’izany andro izany, dia hisy lavadrano holavahana ho an’ny taranak’i Davida sy ny mponin’i Jerosalema, mba hanadiovana azy ireo ho afaka amin’ny fahotana sy ny zava-maharikoriko.",
        "2": "“Ary amin’izany andro izany”, hoy i Jehovah Tompon’ny tafika, “no hanafoanako ny anaran’ireo sampy tsy ho amin’ity tany ity, ka tsy hotsarovana intsony ireny. Ary hesoriko tsy ho amin’ity tany ity koa ny mpaminany sy ny fanahin’ny fahalotoana.",
        "3": "Raha misy lehilahy mbola maminany, dia hilaza aminy ny rainy sy ny reniny niteraka azy, hoe: ‘Ho faty ianao, satria miteny lainga amin’ny anaran’i Jehovah.’ Dia handefona azy ny rainy sy ny reniny niteraka azy, noho izy naminany.",
        "4": "“Samy ho menatra noho ny fahitany ny mpaminany amin’izany andro izany, rehefa maminany. Ary tsy hanao akanjo volom-biby hoenti-mamitaka izy ireo.",
        "5": "Dia hisy amin’izy ireo hilaza hoe: ‘Tsy mpaminany aho fa mpiasa tany, satria novidin’olona hatry ny fony kely.’",
        "6": "Ary hisy hanontany azy hoe: ‘Inona ireny ratra eny amin’ny vatanao ireny?’ Dia hoy izy: ‘Ratra tamin’ny namelezana ahy ireny, tamin’izaho tao an-tranon’ireo olona tia ahy fatratra.’”",
        "7": "“Ry sabatra ô, mifohaza hamely ny mpiandry ondriko, dia ilay lehilahy tomady mpiara-miasa amiko”, hoy i Jehovah Tompon’ny tafika. “Asio ny mpiandry, dia hiparitaka ny andian’ondry. Ary hasehoko ny fankasitrahako an’ireo tsinontsinona ireo.”",
        "8": "“Ary manerana ity tany ity”, hoy i Jehovah, “dia ho ripaka sy ho faty ny roa ampahatelon’ny mponina, ary ny ampahatelony no ho sisa tavela ao.",
        "9": "Ary hataoko anaty afo ilay ampahatelony. Dia hanadio azy toy ny fanadio volafotsy aho, ary handinika azy toy ny fandinika volamena. Hiantso ny anarako izy, ary izaho hamaly azy. Dia hoy aho: ‘Oloko izy’, ary izy kosa hiteny hoe: ‘I Jehovah no Andriamanitro.’”"
    },
    "14": {
        "1": "“Ho avy ny andro, dia ny andron’i Jehovah. Ary hozarazaraina eo anivonao ny zavatra nobaboina teo aminao.",
        "2": "Ary hangoniko hiady amin’i Jerosalema ny firenena rehetra. Dia ho babo tokoa ilay tanàna, horobaina ny trano, ary hovetavetaina ny vehivavy. Hatao sesitany ny antsasak’ilay tanàna, fa ny olona sisa kosa havela ao ihany.",
        "3": "“Hivoaka hiady amin’ireo firenena ireo tokoa i Jehovah, toy ny tamin’ny andro nanafihany, dia tamin’ny andro niadiany.",
        "4": "Ary amin’izany andro izany ny tongony dia hijoro eo amin’ny tendrombohitry ny hazo oliva, izay eo atsinanana, tandrifin’i Jerosalema. Ary hitresaka eo afovoany io tendrombohitry ny hazo oliva io, manomboka any amin’ny fiposahan’ny masoandro ka hatrany andrefana, hany ka hisy lohasaha tena lehibe. Dia hifindra hianavaratra ny antsasak’ilay tendrombohitra, ary ny antsasany hianatsimo.",
        "5": "Ary handositra ho any amin’ilay lohasaha eo anelanelan’ny tendrombohitro ianareo, satria hipaka hatrany amin’ny lalana mankany Azela ilay lohasaha. Ary handositra ianareo, toy ny nandosiranareo tamin’ilay horohoron-tany tamin’ny andron’i Ozia mpanjakan’ny Joda. Dia ho avy tokoa i Jehovah Andriamanitro mbamin’ny anjely masina * rehetra.",
        "6": "“Amin’izany andro izany, dia tsy hisy hazavana mamirapiratra, ka hivaingana ny zava-drehetra.",
        "7": "Ary hisy andro iray ho fantatra ho andron’i Jehovah. Sady tsy andro izy io, no tsy alina, fa mbola hazava ihany na amin’ny takariva aza.",
        "8": "Ary hisy rano velona hikoriana avy ao Jerosalema amin’izany andro izany, ka ny antsasany hivarina any amin’ny ranomasina atsinanana, ary ny antsasany any amin’ny ranomasina andrefana. Dia ho toy izany foana, na fahavaratra na ririnina.",
        "9": "Ary ho mpanjakan’ny tany manontolo i Jehovah. Iray ihany i Jehovah amin’izany andro izany, ary iray ihany ny anarany.",
        "10": "“Ary hiova ho sahala amin’i Araba ilay tany manontolo, manomboka any Geba ka hatrany Rimona any atsimon’i Jerosalema. Hisondrotra izy ka honenana eo amin’izay misy azy, manomboka any amin’ny Vavahadin’i Benjamina ka hatrany amin’ny Vavahady Voalohany sy hatrany amin’ny Vavahady An-jorony, ary manomboka eo amin’ny Tilikambon’i Hananela ka hatrany amin’ny famiazam-boaloboky ny mpanjaka.",
        "11": "Hisy mponina tokoa ao Jerosalema, ary tsy hatokana haringana intsony izy. Tsy hanana ahiahy ny mponina ao aminy.",
        "12": "“Ary izao no loza hampiharin’i Jehovah amin’ny olona rehetra hiady amin’i Jerosalema: Ho lo ny nofony raha mbola eo am-pitsanganana izy, ho lo ny masony ao anaty taolamasony, ary ho lo ao am-bavany ny lelany.",
        "13": "“Ary hataon’i Jehovah mifanjevo izy rehetra amin’izany andro izany, ka samy hihazona ny tanan’ny namany avy izy ireo ary samy hanainga tanana hifamely.",
        "14": "Ary hiady any Jerosalema koa ny Joda. Hangonina ny harenan’ny firenena rehetra manodidina, dia volamena sy volafotsy ary fitafiana be dia be.",
        "15": "“Ary ho toy izany koa ny loza hanjo ny soavaly, ny ramole, ny rameva, ny ampondralahy, ary ny karazam-biby fiompy rehetra ao amin’ny toby, eny, ho toy izany ny loza hanjo azy ireo.",
        "16": "“Ary ny sisa tavela amin’ny firenena rehetra izay tonga hiady amin’i Jerosalema, dia hiakatra isan-taona hiankohoka eo anatrehan’ny Mpanjaka, dia i Jehovah Tompon’ny tafika, sy hankalaza ny fetin’ny trano rantsankazo.",
        "17": "Ary na iza na iza any amin’ireo firenena ambonin’ny tany no tsy miakatra any Jerosalema mba hiankohoka eo anatrehan’ny Mpanjaka, izany hoe i Jehovah Tompon’ny tafika, dia tsy hahazo orana mihitsy izy ireo.",
        "18": "Tsy hahazo orana koa ny firenena ejipsianina raha tsy miakatra mankany. Hampiharina ilay loza hamelezan’i Jehovah an’ireo firenena, dia ireo firenena tsy miakatra hankalaza ny fetin’ny trano rantsankazo.",
        "19": "Izany no sazy noho ny fahotan’i Ejipta sy ny fahotan’ny firenena rehetra tsy miakatra hankalaza ny fetin’ny trano rantsankazo.",
        "20": "“Amin’izany andro izany, dia hisy soratra hoe ‘An’i Jehovah ny fahamasinana!’ eo amin’ny lakolosy kelin’ny soavaly. Ary ho sahala amin’ireo vilia baolina eo anoloan’ny alitara, ireo vilanibe ao an-tranon’i Jehovah.",
        "21": "Ho lasa zava-masin’i Jehovah Tompon’ny tafika ny vilanibe rehetra any Jerosalema sy Joda. Ary hiditra izay rehetra manao sorona ka haka amin’ireny vilanibe ireny ary hahandro hena ao anatiny. Ary tsy hisy Kananita intsony ao an-tranon’i Jehovah Tompon’ny tafika, amin’izany andro izany.”"
    },
    "meta": {
        "name": "Zakaria",
        "order": 37,
        "chapter_number": 14
    }
}