{
    "1": {
        "1": "Izao no tenin’i Jehovah tamin’i Zakaria mpaminany zanak’i Berekia, zanak’i Ido, tamin’ny volana fahavalo tamin’ny taona faharoa nanjakan’i Dariosy:",
        "2": "“Tena tezitra be tamin’ny razambenareo i Jehovah.",
        "3": "“Lazao amin’ny vahoaka hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “‘Miverena amiko’, hoy i Jehovah Tompon’ny tafika, ‘dia hiverina aminareo aho’, hoy i Jehovah Tompon’ny tafika.”’",
        "4": "“‘Aza manahaka ny razambenareo. Nilaza taminy mantsy ny mpaminany fahiny hoe: “Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mba aza atao intsony ireny zava-dratsy fanaonareo ireny.’”’ “‘Tsy nihaino anefa izy ireo, ary tsy niraharaha ny teniko’, hoy i Jehovah.",
        "5": "“‘Aiza izao ny razambenareo? Ary velona mandrakizay angaha ny mpaminany?",
        "6": "Tsy efa tanteraka tamin’ny razambenareo ve ny teniko, ary tsy nihatra taminy ve ny didy nolazaiko tamin’ny mpaminany mpanompoko?’ Dia niverina tamiko izy ireo ka niteny hoe: ‘Araka izay nataontsika ihany no ataon’i Jehovah Tompon’ny tafika amintsika, satria efa tapa-kevitra ny hanao an’izany izy.’”",
        "7": "Izao indray no tenin’i Jehovah tamin’i Zakaria mpaminany zanak’i Berekia, zanak’i Ido, tamin’ny andro faha-24 amin’ny volana faha-11, izany hoe ny volana Sebata, tamin’ny taona faharoa nanjakan’i Dariosy:",
        "8": "“Izao no fahitana hitako tamin’ny alina: Iny nisy lehilahy nitaingina soavaly mena, nijanona teny amin’ireo hazo mirta tao anaty tevana. Ary tao aoriany dia nisy soavaly mena, sy soavaly mivolontsôkôlà manopy mena, ary soavaly fotsy.”",
        "9": "Dia hoy aho: “Fa iza ireo, tompoko?” Ary namaly ahy ilay anjely niresaka tamiko hoe: “Holazaiko aminao hoe iza ireo.”",
        "10": "Dia hoy ilay lehilahy nijanona teny amin’ireo hazo mirta: “Ireo no nirahin’i Jehovah hivezivezy eny ambonin’ny tany.”",
        "11": "Ary hoy izy ireo tamin’ilay anjelin’i Jehovah nijanona teny amin’ireo hazo mirta: “Efa nivezivezy teny ambonin’ny tany izahay, ka hitanay fa milamina tsara tsy misy korontana ny tany manontolo.”",
        "12": "Dia hoy ilay anjelin’i Jehovah: “Ry Jehovah Tompon’ny tafika ô! Mandra-pahoviana ianao no tsy hamindra fo amin’i Jerosalema sy ireo tanànan’i Joda, izay nahatezitra anao nandritra izay 70 taona izay?”",
        "13": "Dia namaly an’ilay anjely niresaka tamiko i Jehovah, ary nahafinaritra sy nampionona ny teniny.",
        "14": "Dia hoy indray ilay anjely niresaka tamiko: “Miantsoantsoa hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Tena hafana fo hiaro an’i Jerosalema sy Ziona aho.",
        "15": "Tezitra be aho, tezitra be amin’ireo firenena mieritreritra hoe milamina ny taniny. Tezitra kely ihany aho mantsy taloha, nefa izy ireo vao mainka nampitombo ny loza.”’",
        "16": "“Izao àry no tenin’i Jehovah: ‘“Hiverina eto Jerosalema aho ka hamindra fo aminy. Dia haorina eto ny tranoko, ary horefesina amin’ny tady fandrefesana i Jerosalema”, hoy i Jehovah Tompon’ny tafika.’",
        "17": "“Miantsoantsoa indray hoe: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Mbola hitobaka ao amin’ireo tanànako ny zava-tsoa. Ary hampionona an’i Ziona indray i Jehovah, sady mbola hifidy an’i Jerosalema.”’”",
        "18": "Ary nijery aho ka nahita tandroka efatra.",
        "19": "Dia hoy aho tamin’ilay anjely niresaka tamiko: “Fa inona ireo?” Dia hoy izy: “Ireo tandroka ireo no nanaparitaka an’i Joda sy Israely ary Jerosalema.”",
        "20": "Ary nisy mpiasa efatra nasehon’i Jehovah ahy.",
        "21": "Dia hoy aho: “Fa hanao inona ireo?” Dia hoy izy: “Ireo tandroka ireo no nanaparitaka an’i Joda, ka lasa tsy nisy olona nahatraka intsony. Ary ho avy ireo mpiasa ireo ka hampitahotra sy hanjera ny tandrok’ireo firenena, izay efa nampiakatra ny tandrony hamelezana ny tanin’i Joda mba hanaparitahana ny vahoaka tao.”"
    },
    "2": {
        "1": "Ary nijery aho ka nahita lehilahy iray nitondra tady fandrefesana teny an-tanany.",
        "2": "Dia hoy aho: “Ho aiza ianao?” Ary hoy izy: “Handrefy an’i Jerosalema aho, mba hahafantarana ny sakany sy ny lavany.”",
        "3": "Dia lasa nandeha ilay anjely niresaka tamiko, ary nisy anjely hafa tonga nitsena azy.",
        "4": "Hoy izy taminy: “Mihazakazaha ka lazao amin’irỳ tovolahy irỳ hoe: ‘“Hisy mponina i Jerosalema, hoatran’ireny tanàna any ambanivohitra ireny, satria ho maro be ny olona sy ny biby fiompy ao aminy.",
        "5": "Ho lasa manda afo manodidina azy aho”, hoy i Jehovah, “ary ho feno ny voninahitro izy.”’”",
        "6": "“Haingana! Mandosira avy any amin’ny tany any avaratra”, hoy i Jehovah. “Fa naparitako tany amin’ny vazan-tany efatra ianareo”, hoy i Jehovah.",
        "7": "“Ry Ziona ô! Mandosira ianao izay miara-mipetraka amin’i Babylona zanakavavy.",
        "8": "Rehefa avy nomena voninahitra i Jehovah Tompon’ny tafika, dia naniraka ahy ho any amin’ireo firenena nandroba anareo. Dia hoy izy: ‘Izay mikasika anareo dia mikasika ny anakandriamasoko.",
        "9": "Hambanako amin’ny tanako izy, ka horobain’ny mpanompony taloha ny fananany.’ Dia ho fantatrareo tokoa fa i Jehovah Tompon’ny tafika no naniraka ahy.",
        "10": "Ary hoy i Jehovah: “Mihobia, ry Ziona zanakavavy ô, fa ho avy aho dia honina eo aminao.",
        "11": "Firenena maro no hiandany amin’i Jehovah amin’izany andro izany, ka ho lasa vahoakako. Dia honina eo aminao aho.” Ary ho fantatrao fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminao.",
        "12": "Halain’i Jehovah ho fananany i Joda, ho anjarany eo amin’ny tany masina. Dia hifidy an’i Jerosalema indray izy.",
        "13": "Mangìna eo anatrehan’i Jehovah, ry olombelona rehetra, fa miala avy ao amin’ny fonenany masina izy mba hanao zavatra."
    },
    "3": {
        "1": "Ary nasehony ahy i Josoa mpisoronabe, izay nijoro teo anatrehan’ilay anjelin’i Jehovah. Teo koa i Satana nijoro teo ankavanany mba hanohitra azy.",
        "2": "Dia hoy ilay anjelin’i Jehovah tamin’i Satana: “Hiteny mafy anao anie i Jehovah, ry Satana! Hiteny mafy anao anie i Jehovah, izay nifidy an’i Jerosalema! Tsy kitay sisa tsy may nosintonina avy tao anaty afo ve io lehilahy io?”",
        "3": "Nanao akanjo maloto be i Josoa tamin’izy nijoro teo anatrehan’ilay anjely.",
        "4": "Ary hoy ilay anjely tamin’ireo nijoro teo anatrehany: “Esory ireny akanjony maloto ireny.” Dia hoy izy tamin’i Josoa: “Efa namela ny fahadisoanao aho, ka hampanaovina akanjo tsara be ianao.”",
        "5": "Dia hoy aho: “Asio satroka lamba madio ny lohany.” Dia nasian’izy ireo satroka lamba madio ny lohany, ary nampanaoviny akanjo izy. Ary nijoro teo akaiky teo ilay anjelin’i Jehovah.",
        "6": "Dia hoy ilay anjelin’i Jehovah tamin’i Josoa:",
        "7": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Raha manaraka an’izay atoroko ianao, ary manao ny andraikitra nomeko anao, dia ianao no ho mpitsara ao an-tranoko sy hikarakara ny tokotaniko. Ary havelako hiditra malalaka hankeo amin’ireo mijoro ireo ianao.’",
        "8": "“‘Mihainoa, azafady, ry Josoa Mpisoronabe. Mihainoa ianao sy ireo namanao mipetraka eo anatrehanao, fa atao famantarana ianareo. Efa mitondra an’ilay mpanompoko atao hoe Tsimoka aho izao.",
        "9": "Jereo ilay vato napetrako eo alohan’i Josoa! Misy maso fito eo amin’ny vato iray. Ataoko sokitra ny soratra eo aminy’, hoy i Jehovah Tompon’ny tafika, ‘ary hesoriko ao anatin’ny iray andro ny helok’ity tany ity.’",
        "10": "“‘Amin’izany andro izany’, hoy i Jehovah Tompon’ny tafika, ‘dia samy hanasa ny namanareo hialokaloka eo ambanin’ny voalobokareo sy ny aviavinareo ianareo.’”"
    },
    "4": {
        "1": "Niverina ilay anjely niresaka tamiko, dia namoha ahy, hoatran’ny mamoha olona matory.",
        "2": "Dia hoy izy tamiko: “Inona no hitanao?” Ary hoy aho: “Fitoeran-jiro no hitako. Volamena izy manontolo, ary misy vilia baolina iray eo an-tampony. Misy jiro fito eo amboniny. Fito ny isany. Misy fantsona fito eo amin’ireo jiro, izay eo an-tampon’ilay fitoeran-jiro.",
        "3": "Ary misy oliva roa maniry eo akaikiny, ka ny iray eo ankavanan’ilay vilia baolina, ary ny iray eo ankaviany.”",
        "4": "Dia hoy aho tamin’ilay anjely niresaka tamiko: “Inona ny dikan’ireo, tompoko?”",
        "5": "Ary hoy ilay anjely niresaka tamiko: “Tsy fantatrao ve ny dikan’ireo?” Dia hoy aho: “Tsy fantatro, tompoko.”",
        "6": "Ary hoy izy tamiko: “Izao no tenin’i Jehovah amin’i Zerobabela: ‘“Tsy amin’ny alalan’ny tafika, na ny hery, fa amin’ny alalan’ny fanahiko”, hoy i Jehovah Tompon’ny tafika.",
        "7": "Iza moa ianao, ry tendrombohitra lehibe? Ho lasa tany lemaka ianao eo anatrehan’i Zerobabela. Ary hitondra an’ilay vato hapetraka eny an-tampon’ny tempoly izy, rehefa miantsoantso iny ny olona hoe: “Tsara be izy izany! Tsara be mihitsy!”’”",
        "8": "Niteny tamiko indray i Jehovah hoe:",
        "9": "“Ny tanan’i Zerobabela no nametraka ny fototr’ity trano ity, ary ny tanany koa no hamita an’ity trano ity.” Dia ho fantatrareo fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminareo.",
        "10": "“Fa iza no manao tsinontsinona ny andron’ny zavatra tsotsotra tany am-boalohany? Ho faly ny olona hahita ny pilao eny an-tanan’i Zerobabela. Mason’i Jehovah ireo fito ireo, ary mijery eny rehetra eny manerana ny tany ireo.”",
        "11": "Dia hoy aho taminy: “Inona ny dikan’ireo hazo oliva roa eo ankavanan’ilay fitoeran-jiro sy eo ankaviany?”",
        "12": "Nanontaniako fanindroany izy hoe: “Inona ny dikan’ireo rantsany amin’ny hazo oliva roa ireo, izay mamoaka ranon-javatra mivolombolamena avy eo amin’ny fantsona volamena roa?”",
        "13": "Ary hoy izy tamiko: “Tsy fantatrao ve ny dikan’ireo?” Dia hoy aho: “Tsy fantatro, tompoko.”",
        "14": "Ary hoy izy: “Ireo dia voahosotra roa izay mijoro eo anilan’ilay Tompon’ny tany manontolo.”"
    },
    "5": {
        "1": "Nijery indray aho ka nahita horonam-boky nanidina.",
        "2": "Ary hoy ilay anjely tamiko: “Inona no hitanao?” Dia hoy aho: “Horonam-boky manidina no hitako. Mirefy 20 hakiho ny lavany, ary 10 hakiho ny sakany.”",
        "3": "Ary hoy izy: “Iny ilay ozona mivoaka hitety ny tany manontolo. Tsy nosazina mantsy izay nangalatra, nefa voaozona izy araka ny voasoratra eo amin’ilay horonam-boky. Tsy nosazina koa izay nianiana, nefa voaozona izy araka ny voasoratra ao ambadik’ilay horonam-boky.",
        "4": "‘Nalefako ilay ozona’, hoy i Jehovah Tompon’ny tafika, ‘ka hiditra ao an-tranon’ny mpangalatra, sy ao an-tranon’izay mianiana lainga amin’ ny anarako. Dia hijanona ao amin’ilay trano izany, ka handrava an’ilay trano sy ny hazo ary ny vato nanaovana azy.’”",
        "5": "Nanatona indray ilay anjely niresaka tamiko, ka niteny hoe: “Mba jereo ange iny mivoaka iny e!”",
        "6": "Ary hoy aho: “Fa inona iny?” Dia hoy izy: “Efaha famarana iny mivoaka iny.” Hoy koa izy: “Hoatran’iny ny ratsy fanahy rehetra eran-tany.”",
        "7": "Nisy sarony firamainty boribory ilay famarana. Ary hitako fa rehefa ningaina ny sarony, dia io fa nisy vehivavy iray nipetraka tao anatin’ilay famarana.",
        "8": "Ary hoy ilay anjely: “Io ny Faharatsiana.” Dia natosiny hiverina tao anatin’ilay efaha famarana ilay vehivavy. Ary nosaronany haingana tamin’ny sarony firamainty ny vavan’ilay famarana avy eo.",
        "9": "Dia nijery aho ka nahita vehivavy roa nanatona. Nanidina ambony be izy ireo, ary hoatran’ny elatry ny vanobe ny elany. Dia nampiakariny ho eo anelanelan’ny tany sy ny lanitra ilay famarana.",
        "10": "Ary hoy aho tamin’ilay anjely niresaka tamiko: “Fa hoentin’izy ireo aiza iny efaha famarana iny?”",
        "11": "Dia hoy izy: “Any Sinara. Hanaovana trano any mantsy ilay vehivavy. Rehefa vita ilay trano, dia hapetraka any izy, eo amin’ny toerana tokony hisy azy.”"
    },
    "6": {
        "1": "Dia nijery indray aho ka nahita kalesy efatra nivoaka avy teo anelanelan’ny tendrombohitra roa, ary varahina ireo tendrombohitra ireo.",
        "2": "Mena ireo soavaly nitarika an’ilay kalesy voalohany, ary mainty ireo nitarika an’ilay faharoa.",
        "3": "Soavaly fotsy kosa ireo nitarika an’ilay kalesy fahatelo, ary soavaly misy pentimpentina sy soavaly maramara no nitarika an’ilay fahefatra.",
        "4": "Hoy aho tamin’ilay anjely niresaka tamiko: “Inona ny dikan’ireo, tompoko?”",
        "5": "Dia hoy ilay anjely: “Ireo no fanahy efatry ny lanitra. Mivoaka avy eo anatrehan’ilay Tompon’ny tany manontolo izy ireo.",
        "6": "Mivoaka ho any amin’ny tany any avaratra ilay kalesy tarihin’ireo soavaly mainty, ary ho any amin’ny tany eny ampitan’ny ranomasina ireo soavaly fotsy. Ireo soavaly misy pentimpentina kosa ho any amin’ny tany any atsimo.",
        "7": "Efa maika handeha hivezivezy eny ambonin’ny tany koa anefa ireo soavaly maramara.” Ary hoy ilay anjely: “Mandehana mivezivezy eny ambonin’ny tany.” Dia nivezivezy teny ambonin’ny tany izy ireo.",
        "8": "Dia niantso ahy izy ka niteny hoe: “Ireo soavaly nankany amin’ny tany any avaratra no nampitony an’i Jehovah any amin’ny tany any avaratra.”",
        "9": "Niteny tamiko indray i Jehovah hoe:",
        "10": "“Alaivo any amin’i Helday sy Tobia ary Jedaia ny zavatra nentin-dry zareo avy tany amin’ny olona tany an-tsesitany. Dia mankanesa any an-tranon’i Josia zanak’i Zefania, amin’io andro io ihany, miaraka amin’ireo olona avy tany Babylona ireo.",
        "11": "Makà volafotsy sy volamena ka manamboara satroboninahitra, dia ataovy eo amin’ny lohan’i Josoa mpisoronabe, zanak’i Jozadaka, ilay izy.",
        "12": "Dia teneno izy hoe: “‘Izao no tenin’i Jehovah Tompon’ny tafika: “Ity ilay lehilahy antsoina hoe Tsimoka. Hitsimoka eo amin’izay misy azy izy, ka hanorina ny tempolin’i Jehovah.",
        "13": "Izy no hanorina ny tempolin’i Jehovah, ary izy koa no hahazo voninahitra. Dia hipetraka eo amin’ny seza fiandrianany izy ka hanjaka. Ho mpisorona mipetraka eo amin’ny seza fiandrianany koa izy. Ary hifanaraka tsara ireo andraikiny roa ireo.",
        "14": "Ary hatao ao amin’ny tempolin’i Jehovah ilay satroboninahitra, mba ho fahatsiarovana an’i Helema sy Tobia sy Jedaia ary Hena, zanak’i Zefania.",
        "15": "Ary ho tonga ny avy lavitra, ka handray anjara amin’ny fanorenana ny tempolin’i Jehovah koa.” Dia ho fantatrareo fa i Jehovah Tompon’ny tafika no naniraka ahy ho atỳ aminareo. Ho tanteraka izany, raha tena mihaino ny tenin’i Jehovah Andriamanitrareo ianareo.’”"
    },
    "7": {
        "1": "Ary tamin’ny taona fahefatra nanjakan’i Dariosy Mpanjaka, dia niteny tamin’i Zakaria i Jehovah, tamin’ny andro fahefatry ny volana fahasivy, izany hoe ny volana Kisleo.",
        "2": "Nirahin’ny mponin’i Betela i Sarezera sy Regema-meleka sy ny olony, mba hitady sitraka amin’i Jehovah,",
        "3": "ka hanontany an’ireo mpisorona tao an-tranon’i Jehovah Tompon’ny tafika sy hanontany ny mpaminany, hoe: “Tokony hitomany ve aho amin’ny volana fahadimy, ka hifady hanina hoatran’ny efa nataoko tao anatin’izay taona maro be izay?”",
        "4": "Niteny tamiko indray i Jehovah Tompon’ny tafika hoe:",
        "5": "“Lazao amin’ny olona rehetra eto amin’ity tany ity sy amin’ny mpisorona, hoe: ‘Nifady hanina sy nidradradradra ianareo tamin’ny volana fahadimy sy fahafito, nandritra ny 70 taona. Noho izaho tokoa ve anefa no nahatonga anareo hifady hanina tamin’ireny?",
        "6": "Rehefa nihinana sy nisotro ianareo, tsy ho an’ny tenanareo ihany ve no nanaovanareo an’izany?",
        "7": "Ary tsy tokony ho nankatò ny teny nolazain’i Jehovah tamin’ny alalan’ny mpaminany fahiny ve ianareo? Mbola nisy mponina tao Jerosalema sy tao amin’ny tanàna nanodidina azy tamin’izany, ary niadana izy ireo. Mbola nisy mponina koa i Negeba sy Sefela.’”",
        "8": "Niteny tamin’i Zakaria indray i Jehovah hoe:",
        "9": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mitsarà araka ny rariny, dia miezaha koa ho be fitiavana sy tsy hivadika ary hamindra fo aminareo samy ianareo.",
        "10": "Aza manambaka ny mpitondratena, na ny kamboty ray, na ny hafa firenena, na ny mahantra. Dia aza mamorona teti-dratsy ao am-ponareo avy ianareo, mba hamelezana ny namanareo.’",
        "11": "Tsy nety nihaino mihitsy anefa izy ireo, sady mafy loha sy nanao be marenina.",
        "12": "Nataony mafy toy ny vato ny fony, dia tsy nankatoaviny ny lalàna sy ny teny nolazain’i Jehovah Tompon’ny tafika tamin’ny alalan’ny fanahiny ka nasainy nampitain’ny mpaminaniny fahiny. Dia tezitra be i Jehovah Tompon’ny tafika.”",
        "13": "“‘Koa satria tsy nihaino izy ireo rehefa niantso aho, dia tsy hihaino koa aho rehefa miantso izy ireo’, hoy i Jehovah Tompon’ny tafika.",
        "14": "‘Ary naparitako tamin’ny tafio-drivotra izy ireo ka niely eran’ny firenena rehetra tsy fantany. Dia tsy nisy mponina intsony ilay tany rehefa nilaozan’izy ireo, ka tsy nisy nandalo na niverina nankany. Lasa tsy nahafinaritra intsony ilay tany noho ny nataon’izy ireo, ka nihorohoro ny olona rehefa nahita azy io.’”"
    },
    "8": {
        "1": "Niteny indray i Jehovah Tompon’ny tafika hoe:",
        "2": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Tena hafana fo hiaro an’i Ziona aho. Ho tezitra be aho, ka hanao zavatra ho azy.’”",
        "3": "“Izao no tenin’i Jehovah: ‘Hiverina ao Ziona aho, dia honina ao Jerosalema. Hantsoina hoe tanànan’ny fahamarinana i Jerosalema, ary hatao hoe tendrombohitra masina ilay tendrombohitr’i Jehovah Tompon’ny tafika.’”",
        "4": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Hipetrapetraka eny amin’ny tany malalaka ao Jerosalema indray ny lehilahy sy vehivavy zokiolona. Samy hitondra tehina izy ireo satria efa be taona.",
        "5": "Ary ho feno ankizilahy sy ankizivavy milalao ny tany malalaky ny tanàna.’”",
        "6": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mety hieritreritra ny olona sisa tavela amin’ity vahoaka ity amin’izany andro izany hoe hoatran’ny sarotra loatra izany. Ho sarotra loatra amiko koa ve anefa izany?’, hoy i Jehovah Tompon’ny tafika.”",
        "7": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Hovonjeko avy any amin’ny tany atsinanana sy avy any andrefana ny vahoakako.",
        "8": "Hoentiko any Jerosalema izy ireo ka hipetraka ao. Dia ho vahoakako izy ireo, ary izaho izay manao ny marina sy mahitsy no ho Andriamaniny.’”",
        "9": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Mahereza ka ataovy vonona hiasa ny tananareo, dia ianareo izay maheno an’izany teny izany avy amin’ny vavan’ny mpaminany. Izany koa no efa nolazaina tamin’ny andro nametrahana ny fototry ny tranon’i Jehovah Tompon’ny tafika, mba hanorenana ny tempoly.",
        "10": "Tsy nomena karama na ny olona na ny biby, talohan’izany andro izany. Nampahatahotra daholo koa izay rehetra naleha satria nisy fahavalo. Nataoko nifamely mantsy ny olona rehetra.’",
        "11": "“‘Tsy hataoko hoatran’ny taloha intsony anefa ny hitondrako ny olona sisa tavela amin’ity vahoaka ity’, hoy i Jehovah Tompon’ny tafika.",
        "12": "‘Fa hafafy ny voan’ny fiadanana. Hamoa ny voaloboka, hamokatra ny tany, ary handrotsaka ando ny lanitra. Ary homeko ho lovan’izay sisa tavela amin’ity vahoaka ity izany rehetra izany.",
        "13": "Ry taranak’i Joda sy taranak’Israely ô, taloha dia ny anaranareo no nampiasain’ireo firenena rehefa nanozona. Hovonjeko anefa ianareo ka ny anaranareo indray no hampiasain’ny olona rehefa mitso-drano. Aza matahotra, ary mahereza dia ataovy vonona hiasa ny tananareo.’",
        "14": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘“Tapa-kevitra ny handefa loza taminareo aho taloha satria tena nampahatezitra ahy ny razambenareo, ary tsy nanenina aho”, hoy i Jehovah Tompon’ny tafika.",
        "15": "Dia tapa-kevitra hoatr’izany koa aho izao ny hanao soa amin’i Jerosalema sy ny taranak’i Joda. Koa aza matahotra!”’",
        "16": "“‘Izao no tokony hataonareo: Samia milaza ny marina amin’ny namany avy. Ary tokony hanao ny rariny sy hampihavana ny olona ianareo rehefa mamoaka didim-pitsarana eo am-bavahadinareo.",
        "17": "Aza mamorona teti-dratsy ao am-ponareo avy ianareo, mba hamelezana ny namanareo, ary aza tia mianiana lainga. Fa halako ireo zavatra rehetra ireo’, hoy i Jehovah.”",
        "18": "Niteny tamiko indray i Jehovah Tompon’ny tafika hoe:",
        "19": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Ho faly be sy ho ravoravo ny taranak’i Joda, amin’ny fotoana fifadian-kanina amin’ny volana fahefatra, sy amin’ny volana fahadimy, sy amin’ny volana fahafito, ary amin’ny volana fahafolo. Ho lasa fety be ireo fotoana ireo. Koa tiavo ny fahamarinana sy ny fihavanana.’",
        "20": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Tsy maintsy mbola ho tonga eto ny vahoaka sy ny mponina any amin’ny tanàna maro.",
        "21": "Dia hankany amin’ny mponin’ny tanàna iray ny mponin’ny tanàna anankiray, ka hiteny hoe: “Andao haingana hiangavy an’i Jehovah mba hankasitraka antsika, sady hitady an’i Jehovah Tompon’ny tafika. Izaho koa mantsy mba handeha.”",
        "22": "Hisy vahoaka maro sy firenena matanjaka ho avy mba hitady an’i Jehovah Tompon’ny tafika any Jerosalema, sy hiangavy an’i Jehovah mba hankasitraka azy.’",
        "23": "“Izao no tenin’i Jehovah Tompon’ny tafika: ‘Amin’izany andro izany, dia hisy folo lahy avy amin’ny fiteny rehetran’ireo firenena hitazona ny akanjon’ny Jiosy iray. Hitazona mafy an’ilay akanjo izy ireo ka hiteny hoe: “Mba handeha hiaraka aminareo izahay, fa efa henonay hoe manampy anareo Andriamanitra.”’”"
    },
    "9": {
        "1": "Fanambarana: “Manameloka ny tany Hadraka ny tenin’i Jehovah, Ary i Damaskosy no kendreny. Fa mijery ny olombelona ny mason’i Jehovah, Sady mijery ny foko rehetran’ny Israely.",
        "2": "Melohiny koa i Hamata izay eo amin’ny sisin-taniny, Ary Tyro sy Sidona, fa mihevi-tena hoe hendry be.",
        "3": "Nanangana manda fiarovana i Tyro, Sady nanangona volafotsy be dia be hoatran’ny vovoka, Sy volamena be dia be hoatran’ny fotaka eny an-dalana.",
        "4": "Hesorin’i Jehovah aminy ny fananany, Ary haripany any anaty ranomasina ny tafiny. Dia ho levon’ny afo izy.",
        "5": "Hahita an’izany i Askelona ka hatahotra, Ary hitebiteby be i Gaza. Ho toy izany koa i Ekrona, satria atao afa-baraka ilay nantenainy. Hisy mpanjaka ho faty ao Gaza, Ary tsy hisy mponina intsony ao Askelona.",
        "6": "Zazasary no hipetraka ao Asdoda, Ary tsy havelako hirehareha intsony ny Filistinina.",
        "7": "Hesoriko eny am-bavany ny zavatra mbola misy ra, Ary hesoriko eo anelanelan’ny nifiny ny zavatra maharikoriko. Izy irery sisa no ho tavela ho an’ilay Andriamanitsika. Ho lasa hoatran’ny lehibem-poko any Joda izy, Ary i Ekrona ho lasa hoatran’ny Jebosita.",
        "8": "Hijanona eo ivelan’ny tranoko toy ny mpiambina aho, Ka tsy hisy olona hivoaka sy hiditra ao. Ary tsy hisy handalo eo intsony ny mpanery olona hiasa, Fa efa hitan’ny masoko mihitsy izany.",
        "9": "Mifalia, ry Ziona zanakavavy ô! Manaova horakora-pandresena, ry Jerosalema zanakavavy ô! Iny tonga atỳ aminao iny ny mpanjakanao. Manao ny marina izy sady mamonjy. Manetry tena izy ka mitaingina ampondra. Zanak’ampondra no taingenany, dia zanaky ny ampondravavy.",
        "10": "Hesoriko ny kalesy fitondra miady ao Efraima, Sy ny soavaly ao Jerosalema. Hesorina koa ny tsipìka fiadiana. Hiresaka momba ny fihavanana any amin’ireo firenena izy. Hanjaka hatrany amin’ny ranomasina ka hatrany amin’ny ranomasina izy, Ary hatrany amin’ny Renirano ka hatrany amin’ny faran’ny tany.",
        "11": "Fa noho ny ran’ilay fifanekena nifanaovako taminao, ravehivavy, Dia havoakako avy ao anaty lavaka tsy misy rano ny olonao migadra.",
        "12": "Miverena any amin’ilay tanàna voaro mafy, ry gadra be fanantenana. Izao no teniko aminao androany: ‘Hataoko avo roa heny ny anjaranao, ravehivavy.",
        "13": "Haforitro hoatran’ny tsipìkako i Joda, Ka i Efraima no hataoko hoatran’ny zana-tsipìka. Hampirisihiko ny zanakao, ry Ziona, Mba hiady amin’ny zanakao, ry Gresy ô! Ary hataoko hoatran’ny sabatry ny miaramila ianao.’",
        "14": "Ho hita hoe miaraka amin’ny vahoakany i Jehovah, Ary hitsoriaka hoatran’ny tselatra ny zana-tsipìkany. Hitsoka anjombona i Jehovah Tompo Fara Tampony, Ary handroso miaraka amin’ny tafio-drivotra avy any atsimo izy.",
        "15": "Hiaro azy ireo i Jehovah Tompon’ny tafika. Dia holevonin’izy ireo ny vatom-pilotra ka hataony tsy mahavoa azy. Hisotro izy ireo, ka hihorakoraka hoatran’ny olona avy nisotro divay. Dia hofenoina toy ny vilia baolina, Sy toy ny zoron’ny alitara izy ireo.",
        "16": "Hamonjy azy ireo i Jehovah Andriamaniny amin’izay andro izay, Satria vahoakany sy andian’ondriny izy ireo. Fa ho toy ny vatosoa eo amin’ny satroboninahitra izy ireo, dia vatosoa mamirapiratra eo amin’ny taniny.",
        "17": "Tena tsara toetra mantsy izy, Sady tena tsara tarehy. Varimbazaha no hampahatanjaka ny tovolahy, Ary divay vaovao no hampahatanjaka ny virjiny.”"
    },
    "10": {
        "1": "“Mangataha orana amin’i Jehovah rehefa tonga ny fotoanan’ny orana amin’ny lohataona. I Jehovah no mampisy rahona mitondra oram-baratra, Sy mandatsaka orana ho an’ny olona, Ary manome zavamaniry eny an-tsaha ho an’ny tsirairay.",
        "2": "Fa mamitaka ny sarivongana terafima. Mahita fahitana tsy marina koa ny mpisikidy, Ka miresaka nofy tsy misy dikany, Ary miezaka hampionona nefa very maina fotsiny izany. Hirenireny hoatran’ny ondry àry ny olona. Hijaly izy ireo satria tsy misy mpiandry.",
        "3": "Tezitra be amin’ireo mpiandry aho, Ary hofaiziko ireo mpitarika mampijaly. Fa karakarain’i Jehovah Tompon’ny tafika ny andian’ondriny, dia ny taranak’i Joda. Ary ataony hoatran’ny soavaliny tsara tarehy fitondrany miady izy ireo.",
        "4": "Avy amin’i Joda no iavian’ilay lehibe, Avy aminy ilay mpitondra, Avy aminy ilay tsipìka fiadiana, Avy aminy ny mpiandraikitra, ary avy aminy izy rehetra ireo.",
        "5": "Ho lasa hoatran’ny miaramila izy ireo, Ka hanitsaka fotaka eny an-dalambe, rehefa any an’ady. Hiady izy ireo satria manampy azy i Jehovah, Ary hatao afa-baraka ny mpitaingin-tsoavaly.",
        "6": "Dia hataoko mandresy ny taranak’i Joda, Ary hovonjeko ny taranak’i Josefa. Haveriko amin’ny taniny izy ireo, Satria hamindra fo aminy aho. Dia ho toy ny hoe tsy nariako mihitsy izy, Fa izaho no Jehovah Andriamaniny, ka hamaly azy aho rehefa miantso izy.",
        "7": "Ho lasa hoatran’ny miaramila matanjaka ireo anisan’i Efraima, Ary hifaly ny fony, hoatran’ny fon’ny olona avy nisotro divay. Hahita an’izany ny zanany ka ho faly, Ary hiravoravo amin’i Jehovah ny fony.",
        "8": "‘Hisioka hiantso azy ireo aho ka hanangona azy rehetra. Fa havotako izy ireo, dia ho lasa be dia be, Ary ho maro be foana.",
        "9": "Na dia aparitako any amin’ireo firenena aza izy ireo, hoatran’ny voa afafy, Dia mbola hahatsiaro ahy izy ireo, any an-tany lavitra any. Ho velombelona indray izy sy ny zanany ka hiverina.",
        "10": "Hoentiko miverina avy any Ejipta izy ireo, Ary hangoniko avy any Asyria. Hoentiko ho any Gileada sy Libàna izy ireo, Ary na any aza dia tsy hisy toerana ho antonona azy rehetra.",
        "11": "Dia hamakivaky ny ranomasina izy, ka hampisamboaravoara azy, Ary hokapohiny ny onjan-dranomasina. Ho ritra koa ny rano rehetra ao Neily. Haetry ny reharehan’i Asyria, Ary hiala ny tehim-panjakan’i Ejipta.",
        "12": "Izaho Jehovah no hahatonga azy handresy, Ary handeha amin’ny anarako izy ireo’, hoy i Jehovah.”"
    },
    "11": {
        "1": "“Vohay ny vavahadinao, ry Libàna ô, Mba handevonan’ny afo ny hazo sederanao.",
        "2": "Midradradradrà, ry hazo zenevrie, fa efa nianjera ny sedera, Ary ripaka ny hazo mijoalajoala! Midradradradrà, ry hazo oaka ao Basana, Fa ripaka ny ala mikitroka!",
        "3": "Izany fa midradradradra ny mpiandry ondry, Satria afa-boninahitra izy ireo. Izany fa mierona ny liona tanora, Satria ripaka ny kirihitrala matevina teny amoron’i Jordana.",
        "4": "“Izao no tenin’i Jehovah Andriamanitro: ‘Andraso ny andian’ondry natao hovonoina.",
        "5": "Mamono azy ny mpividy azy, nefa tsy lazaina hoe meloka. Dia hoy ireo olona mivarotra azy: “Hoderaina anie i Jehovah, fa ho mpanankarena aho!” Ary tsy mangoraka azy ny mpiandry azy.’",
        "6": "“‘Fa tsy hangoraka an’ireo mponina eto amin’ity tany ity intsony aho’, hoy i Jehovah. Koa hataoko resin’ny namany sy ny mpanjakany ny olona tsirairay. Dia horavan’izy ireo ity tany ity, nefa izaho tsy hamonjy azy eny an-tanany.’”",
        "7": "Dia niandry ny andian’ondry natao hovonoina aho, mba hahasoa anareo, ry andian’ondry nampahorina. Naka tehina roa àry aho, ka ny iray nantsoiko hoe Imahafinaritra, ary ny iray hoe Firaisan-kina. Dia nandrasako ny andian’ondry.",
        "8": "Tao anatin’ny iray volana, dia noroahiko ny mpiandry telo satria tsy zakako intsony ny nataony, ary ry zareo koa efa tsy tia ahy.",
        "9": "Dia hoy aho: “Tsy ho mpiandry anareo intsony aho. Izay efa ho faty, dia aleo ho faty any. Izay haringana, dia aleo ho ringana any. Ary izay sisa tavela, dia aleo samy hihinana ny nofon’ny namany avy.”",
        "10": "Nalaiko àry ilay tehiko atao hoe Imahafinaritra ka notapahiko. Nofoanako mantsy ilay fifanekena nataoko tamin’ny olona rehetra.",
        "11": "Dia nofoanana ilay izy, tamin’iny andro iny. Nijery ahy ilay andian’ondry nampahorina, dia fantany fa izany no tenin’i Jehovah.",
        "12": "Ary hoy aho tamin’ny olona: “Raha mety aminareo, dia omeo ahy ny karamako. Fa raha tsy mety, dia aza omena.” Dia naloany ny karamako, ary volafotsy 30 sekely izany.",
        "13": "Hoy i Jehovah tamiko: “Atsipazo ao amin’ny fitehirizan-karena izany vola be nanombanany ahy izany.” Dia nalaiko ireo volafotsy 30 sekely, ka natsipiko tao amin’ny fitehirizan-karena tao an-tranon’i Jehovah.",
        "14": "Notapahiko koa ilay tehiko faharoa, dia ilay atao hoe Firaisan-kina. Lasa tsy mpirahalahy intsony mantsy ny Joda sy Israely.",
        "15": "Ary hoy i Jehovah tamiko: “Alaivo ny fitaovana fampiasan’ny mpiandry tsy misy ilana azy.",
        "16": "Fa havelako hisy mpiandry ondry eto amin’ity tany ity. Tsy hikarakara an’ireo ondry efa ho faty izy, ary tsy hitady ny zanak’ondry, na hanasitrana an’izay maratra. Tsy homeny sakafo koa izay mbola mahatsangana. Hohaniny kosa ny nofon’izay matavy, ary hendahany ny kitron’ny ondry.",
        "17": "Hahita loza ny mpiandry tsy misy ilana azy, izay mandao ny ondry! Fa hisy sabatra hamely ny sandriny sy ny masony havanana. Dia halemy tanteraka ny sandriny, Ary ho jamba tanteraka ny masony havanana.”"
    },
    "12": {
        "1": "Fanambarana: “Ny tenin’i Jehovah momba ny Israely.” Izao no tenin’i Jehovah, Ilay namelatra ny lanitra, Sy nametraka ny fototry ny tany, Ary namorona ny ain’ny olona, ka nametraka an’izany ao anatiny:",
        "2": "“I Jerosalema dia hataoko hoatran’ny kaopy misy divay mampivembena an’ireo firenena rehetra manodidina azy. Hatao fahirano koa i Joda sy Jerosalema.",
        "3": "Hataoko toy ny vato mavesatra amin’ny firenena rehetra i Jerosalema, amin’izany andro izany. Tsy maintsy haratra mafy daholo izay manainga azy. Dia hiangona hamely an’i Jerosalema ny firenena rehetra eny ambonin’ny tany.",
        "4": "Amin’izany andro izany”, hoy i Jehovah, “dia hataoko lasa matahotra be ny soavaly rehetra, ary hataoko lasa adala ny mpitaingina azy. Hitsinjo ny taranak’i Joda foana ny masoko, fa ny soavaly rehetran’ireo firenena kosa hataoko jamba.",
        "5": "Ary hiteny anakampo ireo lehibem-pokon’i Joda hoe: ‘Ny mponin’i Jerosalema no herinay avy amin’i Jehovah Tompon’ny tafika, ilay Andriamanitr’izy ireo.’",
        "6": "Amin’izany andro izany, dia hataoko hoatran’ny vilany feno vainafo any an’ala ny lehibem-pokon’i Joda, sady hataoko hoatran’ny fanilo mirehitra eny amin’ny varimbazaha milahadahatra vao avy nojinjaina. Dia hodorany ny firenena rehetra manodidina, na ny eny ankavanany na ny eny ankaviany. Ary ny mponin’i Jerosalema dia mbola hipetraka any amin’ny toerana nisy azy ihany, izany hoe ao Jerosalema.",
        "7": "“Ary ny tranolain’i Joda no hovonjen’i Jehovah voalohany, sao ny taranak’i Davida sy ny mponin’i Jerosalema indray no ho lasa tsara tarehy be noho i Joda.",
        "8": "Ho fiarovana manodidina ny mponin’i Jerosalema i Jehovah, amin’izany andro izany. Ary izay tafintohina dia ho lasa hoatran’i Davida, amin’izany andro izany. Ny taranak’i Davida kosa hitovy amin’Andriamanitra, hitovy amin’ilay anjelin’i Jehovah izay mandeha eo alohany.",
        "9": "Ary tsy maintsy haringako izay firenena rehetra tonga hamely an’i Jerosalema, amin’izany andro izany.",
        "10": "“Handatsahako ny fanahiko ny taranak’i Davida sy ny mponin’i Jerosalema, ka hankasitrahako sy hitalaho amiko. Hijery an’ilay olona nolefoniny izy ireo ka hidradradradra hoatran’ny olona namoy zanaka lahitokana, sady halahelo be hoatran’ny olona namoy zanaka lahimatoa.",
        "11": "Hidradradradra mafy ny mponina ao Jerosalema amin’izany andro izany, hoatran’ny nataon’ny olona tao Hadadrimona, teo amin’ny Lemak’i Megido.",
        "12": "Dia hitomany isam-pianakaviana ny ao amin’ilay tany, ka samy hitomany mitokana na ny fianakaviamben’ny taranak’i Davida na ny vehivavy ao aminy, na ny fianakaviamben’ny taranak’i Natana na ny vehivavy ao aminy,",
        "13": "na ny fianakaviamben’ny taranak’i Levy na ny vehivavy ao aminy, na ny fianakaviamben’ny Simeita na ny vehivavy ao aminy,",
        "14": "na ny fianakaviana tsirairay amin’ny fianakaviambe sisa rehetra na ny vehivavy ao aminy."
    },
    "13": {
        "1": "“Hisy lavadrano holavahana ho an’ny taranak’i Davida sy ny mponin’i Jerosalema, amin’izany andro izany. Hanadiovana azy ireo ho afaka amin’ny fahotana sy ny fahalotoana izany.",
        "2": "“Amin’izany andro izany”, hoy i Jehovah Tompon’ny tafika, “dia hofafako tsy hisy intsony eto amin’ity tany ity ny anaran’ireo sampy, ka tsy hotsarovana intsony. Hesoriko eto amin’ity tany ity koa ny mpaminany sy ny fanahin’ny fahalotoana.",
        "3": "Raha misy lehilahy mbola maminany, dia hilaza aminy ny rainy sy ny reniny niteraka azy hoe: ‘Ho faty ianao, satria miteny lainga amin’ny anaran’i Jehovah.’ Dia hanindrona azy amin’ny sabatra ny rainy sy ny reniny niteraka azy, satria izy naminany.",
        "4": "“Samy ho menatra noho ny fahitana hitany ny mpaminany amin’izany andro izany, rehefa maminany. Dia tsy hanao akanjo volom-biby izy ireo mba hamitahana olona.",
        "5": "Ary hilaza izy hoe: ‘Tsy mpaminany aho fa mpiasa tany, satria izaho novidin’olona tamin’izaho mbola kely.’",
        "6": "Dia raha misy manontany izy hoe: ‘Inona ireny ratra eny amin’ny vatanao ireny?’ Dia hoy izy: ‘Ratra azoko tamin’izaho tao an-tranon’ny namako ireny.’”",
        "7": "“Ry sabatra ô, mifohaza mba hamely ny mpiandry ondriko, Dia ilay lehilahy namako”, hoy i Jehovah Tompon’ny tafika. “Asio ny mpiandry, dia hiparitaka ny andian’ondry. Ary hamely an’ireo olona tsinontsinona ireo ny tanako.”",
        "8": "“Manerana an’ilay tany”, hoy i Jehovah, “Dia ho ripaka sy ho faty ny roa ampahatelon’ny mponina, Ary ny ampahatelony sisa no ho tavela ao.",
        "9": "Ary hataoko ao anaty afo ilay ampahatelony. Dia hodioviko hoatran’ny manadio volafotsy izy ireo, Ary hosedraiko hoatran’ny misedra volamena. Hiantso ny anarako izy, Dia hamaly azy aho. Hiteny aho hoe: ‘Vahoakako izy!’, Fa izy kosa hiteny hoe: ‘I Jehovah no Andriamanitray!’”"
    },
    "14": {
        "1": "“Ho avy ny andro, dia ny andron’i Jehovah, ka amin’izay no hozarazaraina eo imasonao ny fanananao nalaina ho babo.",
        "2": "Hangoniko hiady amin’i Jerosalema ny firenena rehetra. Dia ho babo ilay tanàna, horobaina ny trano, ary hovetavetaina ny vehivavy. Hatao sesitany ny antsasaky ny mponina ao, fa ny olona sisa kosa havela ao ihany.",
        "3": "“Hivoaka hiady amin’ireo firenena ireo i Jehovah, hoatran’ny tamin’izy niady tamin’ny fahavalony.",
        "4": "Amin’izany andro izany, dia hijoro eo amin’ny Tendrombohitra Oliva, izay eo atsinanana tandrifin’i Jerosalema, ny tongony. Dia hizara roa, hatrany atsinanana ka hatrany andrefana ny Tendrombohitra Oliva, ka ny antsasany hifindra hianavaratra, ary ny antsasany hianatsimo. Dia hisy lohasaha tena lehibe eo anelanelany.",
        "5": "Handositra ho any amin’ilay lohasaha eo anelanelan’ireo tendrombohitro ianareo, satria hitatra hatrany amin’ny lalana mankany Azela ilay lohasaha. Handositra ianareo, hoatran’ny nandosiranareo tamin’ilay horohoron-tany tamin’ny andron’i Ozia mpanjakan’ny Joda. Dia ho avy i Jehovah Andriamanitro, ary hanaraka azy koa ny anjely masina rehetra.",
        "6": "“Tsy hisy hazavana mamirapiratra amin’izany andro izany, ary hivaingana ny zava-drehetra.",
        "7": "Ho lasa andro manokana io andro io, ka ho fantatra hoe andron’i Jehovah. Sady tsy ho andro izy io no tsy ho alina, fa mbola hazava ihany na amin’ny takariva aza.",
        "8": "Ary hisy rano velona hikoriana avy ao Jerosalema, amin’izany andro izany. Hivarina any amin’ny ranomasina atsinanana ny antsasany, ary ho any amin’ny ranomasina andrefana ny antsasany. Dia ho toy izany rehefa fahavaratra sy ririnina.",
        "9": "Ary ho Mpanjakan’ny tany manontolo i Jehovah. Ho iray ihany i Jehovah ary ho iray ihany ny anarany, amin’izany andro izany.",
        "10": "“Lasa hitovy amin’i Araba ilay tany manontolo, manomboka any Geba ka hatrany Rimona any atsimon’i Jerosalema. Hisondrotra i Jerosalema ka hisy mponina eo amin’ilay misy azy, manomboka any amin’ny Vavahadin’i Benjamina ka hatrany amin’ny Vavahady Voalohany sy hatrany amin’ny Vavahady An-jorony, ary manomboka eo amin’ny Tilikambon’i Hananela ka hatrany amin’ny famiazam-boaloboky ny mpanjaka.",
        "11": "Hisy mponina ao Jerosalema, ary tsy ho voaheloka haringana intsony izy. Dia hiadana sy hilamina ny mponina ao.",
        "12": "“Ary izao no loza hamelezan’i Jehovah ny olona rehetra miady amin’i Jerosalema: Mbola eny am-pitsanganana eny izy dia ho lo ny nofony. Ho lo ao anaty taolamasony ny masony, ary ho lo ao am-bavany ny lelany.",
        "13": "“Hataon’i Jehovah misahotaka izy rehetra amin’izany andro izany, ka samy hitazona ny tanan’ny namany avy ary samy hifamely.",
        "14": "Hiady any Jerosalema koa ny Joda. Hangonina ny harenan’ny firenena rehetra manodidina, dia volamena sy volafotsy ary akanjo be dia be.",
        "15": "“Ho tratran’ny loza hoatr’izany koa ny soavaly, ny ramole, ny rameva, ny ampondra, ary ny biby fiompy rehetra ao amin’ireo toby ireo.",
        "16": "“Ny sisa tavela amin’ny firenena rehetra izay tonga hiady amin’i Jerosalema, dia hiakatra isan-taona any Jerosalema. Hiakatra any izy ireo mba hiankohoka eo anatrehan’ny Mpanjaka, dia i Jehovah Tompon’ny tafika, ary mba hankalaza ny Fetin’ny Trano Rantsankazo.",
        "17": "Raha misy olona any amin’ireo firenena ambonin’ny tany anefa tsy miakatra any Jerosalema mba hiankohoka eo anatrehan’ilay Mpanjaka, izany hoe i Jehovah Tompon’ny tafika, dia tsy hisy orana hirotsaka any aminy.",
        "18": "Raha tsy miakatra any koa ny Ejipsianina, dia tsy hisy orana hirotsaka any aminy. Hamely azy kosa ny loza alefan’i Jehovah amin’ireo firenena tsy miakatra hankalaza ny Fetin’ny Trano Rantsankazo.",
        "19": "Izany no ho sazin’i Ejipta sy ireo firenena rehetra tsy miakatra hankalaza ny Fetin’ny Trano Rantsankazo.",
        "20": "“Amin’izany andro izany, dia izao no hosoratana eo amin’ ny lakolosy kelin’ny soavaly: ‘An’i Jehovah ny fahamasinana!’ Ary ho masina hoatran’ireo vilia baolina eo anoloan’ny alitara ny vilany ao an-tranon’i Jehovah.",
        "21": "Ho masina ny vilany rehetra any Jerosalema sy Joda sady ho lasa fananan’i Jehovah Tompon’ny tafika. Ary hiditra izay rehetra manao sorona ka hahandro hena amin’ireny. Amin’izany andro izany, dia tsy hisy Kananita intsony ao an-tranon’i Jehovah Tompon’ny tafika.”"
    },
    "meta": {
        "name": "Zakaria",
        "order": 37,
        "chapter_number": 14
    }
}