{
    "1": {
        "1": "Ny tenin’i Jehovah izay tonga tamin’i Zefania, zanak’i Kosy, zanak’i Gedalia, zanak’i Amaria, zanak’i Hezekia, tamin’ny andron’i Josia zanak’i Amona mpanjakan’ny Joda:",
        "2": "“Haripako tokoa tsy ho eny ambonin’ny tany ny zava-drehetra”, hoy i Jehovah.",
        "3": "“Haripako ny olona sy ny biby. Haripako ny voro-manidina eny amin’ny lanitra sy ny trondro any an-dranomasina, ary ny vato mahatafintohina sy ny ratsy fanahy. Haringako tsy ho eny ambonin’ny tany ny olombelona”, hoy i Jehovah.",
        "4": "“Haninjitra ny tanako hamely an’i Joda sy ny mponina rehetra ao Jerosalema aho, ka haringako tsy ho ao izay sisa amin’i Bala, ary hofoanako ny anaran’ireo mpisoron’ny andriamani-kafa mbamin’ny mpisorona hafa.",
        "5": "Haringako koa ireo mankeny an-tampon-trano mba hiankohoka amin’izay rehetra eny amin’ny lanitra, sy ireo miankohoka ka mianiana amin’ny anaran’i Jehovah sady mianiana amin’ny anaran’i Malkama,",
        "6": "ary koa ireo mihemotra tsy manaraka an’i Jehovah sy tsy mitady an’i Jehovah ary tsy manontany azy.”",
        "7": "Mangìna eo anatrehan’i Jehovah Tompo Fara Tampony! Fa akaiky ny andron’i Jehovah, ary nisy sorona efa nomanin’i Jehovah. Ary efa nanamasina an’ireo nasainy izy.",
        "8": "“Amin’ny andro hanaovan’i Jehovah an’ilay sorona no hamaliako an’ireo andriana, sy ny taranaky ny mpanjaka, ary izay rehetra manao fitafian’ny hafa firenena.",
        "9": "Ary amin’izany andro izany no hamaliako an’izay rehetra miakatra eo amin’ny lampihazo, sy izay mameno herisetra sy fitaka ny tranon’ny tompony.",
        "10": "Ary amin’izany andro izany”, hoy i Jehovah, “dia hisy feo mikiakiaka avy any amin’ny Vavahadin-trondro, sy fidradradradrana avy any amin’ny tanàna vaovao, ary feon-javatra mirodorodo mafy avy eny amin’ny havoana.",
        "11": "Midradradradrà, ry mponin’i Maktesy, satria ho ringana ny mpivarotra rehetra ary ho ripaka daholo ny mpandanja volafotsy.",
        "12": "“Amin’izany andro izany no hitondrako jiro hanaovako savahao an’i Jerosalema, ka hamaliako an’ireo lehilahy izay toy ny faikan-divay mihandrona, ary manao anakampo hoe: ‘Sady tsy hanao soa i Jehovah no tsy hanisy ratsy.’",
        "13": "Koa horobaina ny harenany, ary ho lao ny tranony. Ary hanao trano izy, nefa tsy hipetraka ao, ary hanao tanimboaloboka, nefa tsy hisotro ny divay avy aminy.",
        "14": "“Akaiky ny andro lehiben’i Jehovah. Efa akaiky izy io, sady manatona haingana dia haingana. Injay ny andron’i Jehovah! Mangidy izany andro izany. Amin’izany dia hiantsoantso mafy ny lehilahy mahery.",
        "15": "Andro fahatezerana izany, andro fahoriana sy fijaliana, andro hisian’ny tafiotra sy fandravana, andro maizina sy manjombona, andro mandrahona sy maizim-pito,",
        "16": "andro hanenoan’ny anjombona sy ny fanairana, hamelezana ny tanàna voaro mafy sy ny tilikambo avo eny an-jorony.",
        "17": "Ary hampahoriko ny olona ka handeha toy ny jamba izy, satria efa nanota tamin’i Jehovah. Dia hararaka toy ny vovoka ny rany, ary ny tsinainy hararaka toy ny taim-biby.",
        "18": "Na ny volafotsiny na ny volamenany dia tsy hahavonjy azy amin’ny andro fahatezeran’i Jehovah. Fa ho levon’ny afon’ny hafanam-pony ny tany manontolo, satria handripaka ny mponina rehetra amin’ny tany izy, eny, hanao fandripahana mahatsiravina.”"
    },
    "2": {
        "1": "Miangòna ianareo, miangòna, ry firenena tsy mahalala menatra.",
        "2": "Dieny mbola tsy mihatra ny didy, dieny mbola tsy mandalo haingana toy ny akofa ny andro, dieny mbola tsy mihatra aminareo ny fahatezerana mafin’i Jehovah, dieny mbola tsy tonga aminareo ny andro fahatezeran’i Jehovah,",
        "3": "dia mitadiava an’i Jehovah ianareo mpandefitra rehetra amin’ny tany, izay mankatò ny didim-pitsarany. Katsaho ny fahamarinana, katsaho ny fandeferana. Angamba ho voafina ianareo amin’ny andro fahatezeran’i Jehovah.",
        "4": "Ho lasa tanàna aolo i Gaza, ary tsy hisy mponina i Askelona. I Asdoda kosa horoahina amin’ny mitataovovonana, ary i Ekrona hongotana.",
        "5": "“Lozan’ny mponina amoron-tsiraka, dia ny firenen’ny Keretita! Manameloka anareo ny tenin’i Jehovah. Ry Kanana, tanin’ny Filistinina ô, horavako koa ianao, mba tsy hisy mponina intsony.",
        "6": "Ary ho lasa kijana ny morontsiraka, ka hisy lavadrano ho an’ny mpiandry ondry sy vala * ho an’ny ondry.",
        "7": "Ho lasa faritra honenan’ny sisa amin’ny taranak’i Joda izany, ka eo izy ireo no hiraoka ahitra toy ny ondry. Ao amin’ireo trano any Askelona izy ireo no hivalampatra rehefa takariva. Fa hitsinjo azy ireo i Jehovah Andriamaniny ka hampody an’ireo babo.”",
        "8": "“Efa reko ny fandatsan’i Moaba sy ny fanevatevan’ny taranak’i Amona, izay nandatsany ny oloko sy nireharehany hamely ny faritanin’izy ireo.",
        "9": "Koa raha mbola velona koa aho”, hoy i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, “dia ho lasa tahaka an’i Sodoma i Moaba, ary ho tahaka an’i Gomora ny taranak’i Amona, eny, ho feno tsilo sy hanjary ho lava-tsira ary tsy hisy mponina, mandritra ny fotoana tsy voafetra. Horobain’ny sisa amin’ny oloko izy ireo, ary ho lasa fananan’ny sisa amin’ny vahoakako.",
        "10": "Izany no ho valin’ny fireharehany, satria nandatsa sy nirehareha hamely ny olon’i Jehovah Tompon’ny tafika izy.",
        "11": "Hampahatahotra i Jehovah rehefa hamely an’ireo, fa hataony tsinontsinona ny andriamanitra rehetra ambonin’ny tany. Ary hiankohoka eo anatrehany ny olona, any amin’izay misy azy avy, eny, ny nosy rehetran’ny hafa firenena.",
        "12": "“Ianareo koa, ry Etiopianina, ho fatin’ny sabatro ianareo.",
        "13": "“Haninjitra ny tanany hianavaratra izy, ka handrava an’i Asyria. Ary hataony tsy misy mponina i Ninive, ka ho karakaina toy ny tany efitra.",
        "14": "Andiam-biby no hivalampatra ao, dia ny bibidia rehetra any amin’ireo firenena. Gisandrano sy sokina no hatory eo amin’ireo tendron’ny andry nirodana. Ary hisy feo mihirahira eo am-baravarankely. Faharavana no ho eo an-tokonana, fa hahanjahanjany ny takela-kazo ravaky ny rindrina.",
        "15": "Io ilay tanàna nifaly sy tsy nanana ahiahy, izay nanao anakampo hoe: ‘Izaho no izy, ary tsy misy afa-tsy izaho.’ Hanjary higagan’ny olona izy, ka ao ny bibidia no hivalampatra! Hisioka haneso azy izay rehetra mandalo eo akaikiny, ka hanifikifika tanana noho ny rikoriko.”"
    },
    "3": {
        "1": "Lozan’ilay tanàna mikomy sy mandoto tena ary mampahory!",
        "2": "Tsy nihaino izy, ary tsy nandray anatra. I Jehovah tsy natokisany, ary ilay Andriamaniny tsy nohatoniny.",
        "3": "Liona mierona ny andriana eo aminy. Ny mpitsarany dia amboadia mihaza amin’ny takariva, izay tsy mamela taolana ho tratran’ny andro maraina.",
        "4": "Sahisahy ratsy ny mpaminaniny, sady mpivadika. Nanazimbazimba zava-masina ny mpisorony, sady tsy niraharaha lalàna.",
        "5": "Nanao ny rariny anefa i Jehovah, teo anivon’ilay tanàna. Tsy nanao ny tsy rariny izy. Nambarany isa-maraina ny didim-pitsarany, eny, nambara foana izany raha vao nazava ny andro. Ny olona tsy marina kosa tsy nahalala menatra.",
        "6": "“Mandringana firenena maro aho. Lasa aolo ny tilikambony eny an-jorony. Noravaravako ny lalany ka tsy nisy mpandalo intsony. Potika tanteraka ny tanànany, ka tsy nisy olona intsony sady tsy nisy mponina.",
        "7": "Hoy aho tamin’ilay tanàna: ‘Aoka hatahotra ahy ianao, ka hihaino anatra.’ Amin’izay dia tsy ho rava ny fonenany. Hataoko ampamoaka izy noho ny fahotany rehetra. Vao mainka anefa izy nanao izao zava-dratsy rehetra izao.",
        "8": "“‘Koa miandrasa ahy’, hoy i Jehovah, ‘mandra-pahatongan’ny andro hitsanganako haka babo. Fa izao no didim-pitsarako: Hanangona firenena sy hamory fanjakana aho, mba hampiharako ny fanamelohako sy hanamparako ny fahatezerako rehetra amin’izy ireo. Fa ho levon’ny afon’ny hafanam-poko ny tany manontolo.",
        "9": "Amin’izany, dia hovako ho fiteny madio ny fitenin’ny olona mba hiantsoan’izy rehetra ny anaran’i Jehovah, ka hanompoany azy amim-piraisan-kina.’ *",
        "10": "“Hitondra fanomezana ho ahy avy any amin’ny faritry ny reniranon’i Etiopia ny olona mitalaho amiko, eny, ny zanako vavy, dia ny oloko naely.",
        "11": "Amin’izany andro izany, dia tsy hahamenatra anao ny zava-drehetra nataonao tamin’ianao nandika ny lalàko, satria hesoriko tsy ho eo aminao ireo mifaly sady mirehareha. Ary tsy hirehareha intsony eo amin’ny tendrombohitro masina ianao.",
        "12": "Hamelako olona manetry tena sy tsy mieboebo eo aminao. Ary ny anaran’i Jehovah no hialofany.",
        "13": "Tsy hanao ny tsy marina ny sisa amin’ny Israely sady tsy handainga ary tsy hisy fitaka eo am-bavany. Hihinana izy ireo, hitsotsotra, ary tsy hisy hampangovitra azy.”",
        "14": "Mihobia, ry Ziona zanakavavy ô! Mifalia, ry Israely ô! Mifalia sy miravoravoa amin’ny fonao manontolo, ry Jerosalema zanakavavy ô!",
        "15": "Efa nesorin’i Jehovah tsy ho aminao ny fanamelohana, ary efa nampandositra ny fahavalonao izy. Eo aminao i Jehovah, ilay mpanjakan’ny Israely, ka tsy hatahotra ny loza intsony ianao.",
        "16": "Dia izao no holazaina amin’i Jerosalema amin’izany andro izany: “Aza matahotra, ry Ziona ô! Ary aza miraviravy tanana.",
        "17": "Eo aminao i Jehovah Andriamanitrao. Izy no Ilay mahery, ka hamonjy. Ho faly sy ho ravoravo noho ny aminao izy. Hangina izy satria tia anao. Ho faly noho ny aminao izy ka hihoby.",
        "18": "“Ary hangoniko ireo vonton’alahelo, izay tsy teo tamin’ny fotoanan’ny fety. Tsy teo aminao izy ireo, satria afa-baraka noho ny aminy.",
        "19": "Hamely an’izay rehetra mampahory anao aho, amin’izany fotoana izany. Dia hovonjeko ilay vahoaka mikotringa, ary hangoniko ilay naparitaka. Hataoko izay hahatonga azy hitondra fiderana sy hahazo laza tsara, manerana ilay tany nanalam-baraka azy.",
        "20": "Hampodiko ianareo amin’izany fotoana izany, eny, amin’ny fotoana hanangonako anareo. Fa hataoko izay hahatonga anareo hahazo laza tsara sy hitondra fiderana any amin’ny firenena rehetra amin’ny tany, rehefa hampodiko ianareo izay babo, ary ho hitan’ny masonareo izany”, hoy i Jehovah."
    },
    "meta": {
        "name": "Zefania",
        "order": 35,
        "chapter_number": 3
    }
}