{
    "1": {
        "1": "Izao no tenin’i Jehovah tamin’i Zefania, zanak’i Kosy, zanak’i Gedalia, zanak’i Amaria, zanak’i Hezekia, tamin’ny andron’i Josia zanak’i Amona mpanjakan’ny Joda:",
        "2": "“Haripako tanteraka tsy hisy eny ambonin’ny tany ny zava-drehetra”, hoy i Jehovah.",
        "3": "“Haripako ny olona sy ny biby. Haripako ny voro-manidina eny amin’ny lanitra sy ny trondro any an-dranomasina, Ary ny vato mahatafintohina sy ny ratsy fanahy. Hesoriko tsy hisy eny ambonin’ny tany ny olona”, hoy i Jehovah.",
        "4": "“Hanatsotra ny tanako aho mba hamely an’i Joda Sy ny mponina rehetra ao Jerosalema. Hofoanako tsy hisy ao intsony izay sisa tavela amin’i Bala, Sy ny anaran’ny mpisoron’ny andriamani-kafa, ary ny anaran’ny mpisorona hafa.",
        "5": "Haringako koa izay mankeny an-tampon-trano mba hiankohoka amin’izay rehetra eny amin’ny lanitra. Haringako izay miankohoka ka mianiana fa tsy hivadika amin’i Jehovah, Nefa koa mianiana hoe tsy hivadika amin’i Malkama,",
        "6": "Ary izay miala amin’i Jehovah Sady tsy mitady an’i Jehovah na manontany azy.”",
        "7": "Mangìna eo anatrehan’i Jehovah Tompo Fara Tampony, fa akaiky ny andron’i Jehovah! Efa nanomana sorona i Jehovah, ary efa nanamasina an’ireo nasainy.",
        "8": "“Izaho, Jehovah, dia hanao sorona, ary amin’izay andro izay aho no hanasazy ny andriana, Sy ny taranaky ny mpanjaka, ary izay rehetra manao fitafian’ny hafa firenena.",
        "9": "Hanasazy an’izay miakatra eo amin’ny lampihazo aho amin’izany andro izany, Dia ireo olona be dia be mamitaka sy mahery setra ao an-tranon’ny tompony.",
        "10": "Ary amin’izany andro izany”, hoy i Jehovah, “Dia hisy feo mikiakiaka avy any amin’ny Vavahadin-trondro, Sady hisy olona hidradradradra avy any amin’ny tanàna vaovao, Ary hisy feon-javatra midoboka mafy avy eny amin’ny havoana.",
        "11": "Midradradradrà, ry mponin’i Maktesy, Satria ho ripaka ny mpivarotra rehetra, Ary ho ringana daholo ny mpandanja volafotsy.",
        "12": "Amin’izany andro izany, dia hitondrako jiro i Jerosalema ka hataoko savahao. Dia hosaziko ireo olona tsy mivaky loha, izay mieritreritra hoe: ‘Sady tsy hanao soa i Jehovah no tsy hanisy ratsy.’",
        "13": "Horobaina ny harenany, ary horavana ny tranony. Hanao trano izy, nefa tsy hipetraka ao, Ary hamboly voaloboka, nefa tsy hisotro ny divay avy aminy.",
        "14": "Akaiky ny andro lehiben’i Jehovah. Efa akaiky izy io, sady manatona haingana be. Ho andro mangidy ilay andron’i Jehovah. Hitomany mafy ny miaramila, amin’izay fotoana izay.",
        "15": "Andron’ny hatezerana izany, Andron’ny fahoriana sy fijaliana, Andro hisian’ny rivo-mahery sy fandravana, Andro maizina sy manjombona, Andro mandrahona sady maizim-pito,",
        "16": "Andro hahenoana feon’anjombona sy hiakan’ady, Mba hamelezana ny tanàna voaro mafy sy ny tilikambo avo eny an-jorony.",
        "17": "Ary hampahoriko ny olona Ka handeha hoatran’ny jamba, Satria efa nanota tamin’i Jehovah. Dia hararaka hoatran’ny vovoka ny rany, Ary hariana hoatran’ny taim-biby ny nofony.",
        "18": "Samy tsy hahavonjy azy amin’ny andro fahatezeran’i Jehovah na ny volafotsiny na ny volamenany. Fa toy ny afo ny fahatezerany ka handevona ny tany manontolo, Satria handripaka ny mponina rehetra eto an-tany izy, ary tena hahatsiravina izany.”"
    },
    "2": {
        "1": "Miangòna ianareo, Miangòna, ry firenena tsy mahalala menatra.",
        "2": "Dieny mbola tsy mihatra ny didy, Dieny mbola tsy mandalo haingana hoatran’ny akofa ny andro, Dieny mbola tsy mihatra aminareo ny fahatezerana mafin’i Jehovah, Ary dieny mbola tsy tonga aminareo ny andro fahatezeran’i Jehovah,",
        "3": "Dia mitadiava an’i Jehovah ianareo mpandefitra rehetra eto an-tany, Izay mankatò ny didiny ara-drariny. Tadiavo ny fahamarinana, katsaho ny fandeferana. Angamba ho voaro ianareo amin’ny andro fahatezeran’i Jehovah.",
        "4": "Fa tsy hisy hipetraka intsony ao Gaza, Ary tsy hisy mponina ao Askelona. I Asdoda indray horoahina amin’ny andro antoandro be, Ary i Ekrona hongotana.",
        "5": "“Hahita loza ny olona mipetraka any amoron-tsiraka, dia ny firenen’ny Keretita! Manameloka anareo ny tenin’i Jehovah. Horavako ianao, ry Kanana tanin’ny Filistinina ô, Mba tsy hisy mponina intsony.",
        "6": "Ary ho lasa toerana be vilona ny morontsiraka, Ka hisy lavadrano ho an’ny mpiandry ondry sy vala ho an’ny ondry.",
        "7": "Eo no ho lasa faritra hipetrahan’ny sisa amin’ny taranak’i Joda, Ka eo izy ireo no hiraoka ahitra. Ao amin’ireo trano any Askelona izy ireo no hitsotsotra rehefa hariva. Hikarakara azy mantsy i Jehovah Andriamaniny, Ka hampody an’izay babo tamin’izy ireo.”",
        "8": "“Efa henoko nanala baraka ny vahoakako i Moaba, ary nanambanimbany azy ireo ny Amonita, Ka nanesoeso azy sy nirehareha hoe haka ny taniny.",
        "9": "Raha mbola velona koa àry aho”, hoy i Jehovah Tompon’ny tafika, Andriamanitry ny Israely, “Dia ho lasa hoatran’i Sodoma i Moaba, Ary hitovy amin’i Gomora ny taranak’i Amona, Ka ho lasa toerana feno tsilo sy lavaka fakana sira, ary ho ngazana mandrakizay. Horobain’ny sisa amin’ny vahoakako izy ireo, Ary ho lasan’ny sisa amin’ny vahoakako ny fananany.",
        "10": "Izany no ho valin’ny fireharehany, Satria nanesoeso izy ireo sady nanandra-tena hiady tamin’ny vahoakan’i Jehovah Tompon’ny tafika.",
        "11": "Hampahatahotra i Jehovah rehefa mamely an’ireo, Fa hofoanany daholo ny andriamanitra rehetra eny ambonin’ny tany. Dia hiankohoka eo anatrehany ny firenena any amin’ny nosy rehetra, Any amin’izay misy azy avy.",
        "12": "Ho fatin’ny sabatro koa ianareo, ry Etiopianina.",
        "13": "Hanatsotra ny tanany mianavaratra izy ka handrava an’i Asyria. Ary hataony tsy misy mponina i Ninive, ka ho maina be hoatran’ny tany karakaina.",
        "14": "Hisy andiam-biby hatoritory ao, dia ny karazana bibidia rehetra. Hisy gisandrano sy sokina hatory eo amin’ireo tendron’ny andry nirodana, Ary hisy feo mihirahira eo am-baravarankely. Hisy zavatra potipotika eo an-tokonana, Fa hataony miharihary ny takela-kazo sedera.",
        "15": "Io ilay tanàna nirehareha sy tsy nanana ahiahy, Izay nieritreritra hoe: ‘Izaho no ambony indrindra, ary tsy misy mitovy amiko.’ Dia lasa mihorohoro ny olona rehefa mahita an’izay manjo azy, Ary lasa toerana fatoritorian’ny bibidia izy. Haneso azy daholo izay rehetra mandalo, ka hanambana totohondry azy.”"
    },
    "3": {
        "1": "Hahita loza ilay tanàna mikomy sy maloto ary mampijaly vahoaka!",
        "2": "Tsy mihaino an’iza na iza izy, ary tsy mba mandray anatra. Tsy matoky an’i Jehovah izy, ary tsy manatona an’ilay Andriamaniny.",
        "3": "Ny andrianany dia liona mierona. Ny mpitsarany indray amboadia mihaza amin’ny alina, Ka na taolana iray aza tsy avelany ho tratran’ny andro maraina.",
        "4": "Sahisahy ratsy ny mpaminaniny, sady mpamadika. Mandoto zava-masina ny mpisorony, Sady tsy miraharaha lalàna.",
        "5": "Manao ny rariny anefa i Jehovah, ao amin’ilay tanàna, ary tsy mba manao ratsy mihitsy izy. Ampahafantariny isa-maraina ny didim-pitsarany, Hoatran’ny masoandro miposaka isan’andro. Ny olona tsy marina kosa tsy mahalala menatra.",
        "6": "“Nandringana firenena maro aho. Lasa tsy nisy nipetraka intsony ny tilikambony eny an-jorony. Noravaravako ny lalany ka tsy nisy mpandalo intsony. Lasa potika tanteraka ny tanànany, ka tsy nisy mponina intsony.",
        "7": "Hoy aho tamin’ilay tanàna: ‘Hatahotra ahy tokoa izao ianao dia hihaino anatra.’ Amin’izay dia tsy ho rava ny fonenany. Tsy maintsy hosaziko izy noho ireny zavatra rehetra nataony ireny. Vao mainka anefa izy ireo nanao ratsy.",
        "8": "‘Koa miandrasa ahy’, hoy i Jehovah, ‘Mandra-pahatongan’ny andro hitsanganako handroba. Fa izao no didim-pitsarako: Hangoniko ireo firenena ary hovoriko ireo fanjakana, Dia hisafoaka amin’izy ireo aho ka hanampatra ny hatezerako rehetra aminy. Fa toy ny afo ny fahatezerako ka handevona ny tany manontolo.",
        "9": "Amin’izany dia hovako ho fiteny madio ny fitenin’ny olona. Dia ho afaka hiantso ny anaran’i Jehovah izy rehetra, Ka hiray hina hanompo azy.’",
        "10": "Hitondra fanomezana ho ahy avy any amin’ny faritry ny reniranon’i Etiopia Ireo olona mitalaho amiko, izany hoe ny zanakavavin’ny vahoakako naparitaka.",
        "11": "Amin’izany andro izany, dia tsy hatao afa-baraka ianao, Na teo aza ny zava-drehetra nataonao tamin’ianao nikomy tamiko. Hesoriko tsy ho eo aminao mantsy ny olona mirehareha sy miavonavona. Dia tsy hirehareha eo amin’ny tendrombohitro masina intsony ianao.",
        "12": "Hamelako olona manetry tena sy tsy mirehareha, eo aminao. Ary ny anaran’i Jehovah no hialofany.",
        "13": "Hanao ny marina foana ny sisa amin’ny Israely, Ary tsy handainga sady tsy hamitaka. Hihinana izy ireo, hitsotsotra, ary tsy hisy hampatahotra azy.”",
        "14": "Mihobia, ry Ziona zanakavavy ô! Manaova horakora-pandresena, ry Israely ô! Mifalia sy miravoravoa amin’ny fonao manontolo, ry Jerosalema zanakavavy ô!",
        "15": "Efa nesorin’i Jehovah ny didy nanameloka anao, Ary efa nampandositra ny fahavalonao izy. Eo aminao i Jehovah, ilay Mpanjakan’ny Israely, Ka tsy hatahotra loza intsony ianao.",
        "16": "Izao no holazaina amin’i Jerosalema, amin’izany andro izany: “Aza matahotra, ry Ziona ô! Ary aza miraviravy tanana.",
        "17": "Eo aminao i Jehovah Andriamanitrao. Mahery izy ka hamonjy. Ho faly be sy tena ho ravoravo izy noho ny aminao, Ary hangina izy satria tia anao. Ho faly sy hihoby izy noho ny aminao.",
        "18": "Ary hangoniko izay nalahelo satria hoe tsy afaka nanatrika fety. Tsy niaraka taminao teo izy ireo, satria afa-baraka noho izay nanjo azy.",
        "19": "Hamely an’izay rehetra mampijaly anao aho, amin’izany fotoana izany. Dia hovonjeko ilay vahoaka nandringa, Ary hangoniko ilay naparitaka. Hataoko izay hahatonga azy hoderaina sy halaza Manerana an’ilay tany nanalam-baraka azy.",
        "20": "Hampodiko ianareo amin’izany fotoana izany, Amin’ny fotoana hanangonako anareo. Fa hataoko izay hahatonga anareo halaza sy hoderaina any amin’ny firenena rehetra eny ambonin’ny tany, Rehefa ampodiko izay natao babo taminareo. Dia ho hitan’ny masonareo izany”, hoy i Jehovah."
    },
    "meta": {
        "name": "Zefania",
        "order": 35,
        "chapter_number": 3
    }
}