{
    "1": {
        "1": "Manoratra aminareo izahay momba ilay tenin’ny fiainana, izay efa nisy hatrany am-piandohana, sy efa renay, sy hitan’ny masonay, ary nojerenay tsara sy notsapain’ny tananay,",
        "2": "—efa naseho tokoa mantsy ny fiainana. Efa hitanay ny fiainana mandrakizay, ka ambaranay sy lazainay aminareo ny momba azy io. Avy tamin’ny Ray ny fiainana mandrakizay, ary efa naseho anay—",
        "3": "dia ilay tenin’ny fiainana izay efa hitanay sy renay no ambaranay aminareo koa, mba hanananareo zavatra iombonana aminay, izay iombonantsika amin’ny Ray sy amin’i Jesosy Kristy Zanany.",
        "4": "Koa manoratra aminareo momba izany àry izahay, mba ho feno ny fifaliantsika.",
        "5": "Izao no hafatra renay taminy ka ambaranay aminareo: Andriamanitra dia fahazavana, ka tsy ao anatin’ny haizina mihitsy izay tafaray aminy.",
        "6": "Raha hoy isika: “Manan-javatra iombonana aminy isika”, nefa mbola mandeha ao amin’ny haizina ihany, dia mandainga isika sady tsy manao ny marina.",
        "7": "Fa raha mandeha ao amin’ny mazava kosa isika, tahaka azy izay ao amin’ny mazava, dia tena manan-javatra iombonana isika rehetra, ary ny ran’i Jesosy Zanany no manadio antsika ho afaka amin’ny ota rehetra.",
        "8": "Raha hoy isika: “Tsy manana ota isika”, dia mamita-tena sady tsy ao amintsika ny fahamarinana.",
        "9": "Raha miaiky ny fahotantsika anefa isika, dia tsy mivadika amin’ny teniny Andriamanitra sady marina, ka hamela ny fahotantsika sy hanadio antsika ho afaka amin’ny tsy fahamarinana rehetra.",
        "10": "Raha hoy isika: “Tsy manota isika”, dia manao azy ho mpandainga isika, ary tsy ao amintsika ny teniny."
    },
    "2": {
        "1": "Manoratra aminareo momba izany aho, ry zanako malalako, mba tsy hanotanareo. Raha misy anefa sendra manota, dia manana mpanampy any amin’ny Ray isika, dia i Jesosy Kristy, ilay marina.",
        "2": "Izy no sorona fampihavanana noho ny fahotantsika, nefa tsy noho ny antsika ihany fa noho ny an’izao tontolo izao manontolo koa.",
        "3": "Izao no ahafantarantsika fa efa mahalala azy isika, dia ny fitandremantsika hatrany ny didiny.",
        "4": "Izay manao hoe: “Efa mahalala azy aho”, nefa tsy mitandrina ny didiny, dia mpandainga ary tsy ao amin’izany olona izany ny marina.",
        "5": "Fa izay mitandrina ny teniny kosa, dia natao lavorary ao amin’izany olona izany tokoa ny fitiavana an’Andriamanitra. Izany no ahafantarantsika fa tafaray aminy isika.",
        "6": "Izay milaza fa tafaray foana aminy, dia tsy maintsy mandeha hatrany toy izay nandehanan’i Jesosy Kristy koa.",
        "7": "Ry malala, tsy didy vaovao izao soratako aminareo izao fa didy efa ela, izay efa azonareo hatrany am-piandohana. Ilay teny renareo izany didy efa ela izany.",
        "8": "Didy vaovao koa anefa izao soratako aminareo izao, dia didy izay nankatoaviny sy nankatoavinareo koa. Mihalasa mantsy ny haizina, ary efa mamirapiratra sahady ilay tena fahazavana.",
        "9": "Izay milaza ny tenany ho ao amin’ny mazava nefa mankahala ny rahalahiny, dia mbola ao amin’ny haizina ihany hatramin’izao.",
        "10": "Izay tia ny rahalahiny no mitoetra ao amin’ny mazava, ary tsy misy mahatonga azy haniasia. *",
        "11": "Fa izay mankahala ny rahalahiny kosa, dia ao amin’ny haizina sady mandeha ao amin’ny haizina ka tsy fantany izay alehany, satria nohajambain’ny haizina ny masony.",
        "12": "Manoratra aminareo aho, ry zanako malalako, satria voavela ny helokareo noho ny anarany.",
        "13": "Manoratra aminareo raim-pianakaviana aho, satria ianareo efa mahalala azy, dia izy izay efa nisy hatrany am-piandohana. Manoratra aminareo tanora aho, satria ianareo efa nandresy an’ilay ratsy. Manoratra aminareo ankizy aho, satria ianareo efa mahalala ny Ray.",
        "14": "Manoratra aminareo raim-pianakaviana aho, satria ianareo efa mahalala azy, dia izy izay efa nisy hatrany am-piandohana. Manoratra aminareo tanora aho, satria mahery ianareo, ary mitoetra ao am-ponareo ny tenin’Andriamanitra, ka efa nandresy an’ilay ratsy ianareo.",
        "15": "Aza tia an’izao tontolo izao na ny zavatra eo amin’izao tontolo izao. Raha misy tia an’izao tontolo izao, dia tsy ao anatiny ny fitiavana ny Ray,",
        "16": "satria ny zava-drehetra eo amin’izao tontolo izao, izany hoe ny fanirian’ny nofo sy ny fanirian’ny maso ary ny fampideraderana fananana, dia tsy avy amin’ny Ray fa avy amin’izao tontolo izao.",
        "17": "Ary mandalo izao tontolo izao sy ny faniriany, fa izay manao ny sitrapon’Andriamanitra no maharitra mandrakizay.",
        "18": "Izao, anaka, no ora farany. Araka ny efa renareo, dia ho avy ny antikristy. Ary efa misy antikristy maro sahady izao. Izany no ahafantarantsika fa izao no ora farany.",
        "19": "Niala tamintsika izy ireny, fa tsy mba namantsika. Mbola ho niaraka tamintsika ihany mantsy izy raha namantsika. Niala anefa izy, mba haseho mazava fa tsy ny rehetra no namantsika.",
        "20": "Mahazo fanosorana avy amin’ilay masina ianareo, ary manana fahalalana daholo ianareo rehetra.",
        "21": "Tsy noho ianareo tsy mahalala ny fahamarinana no anoratako aminareo, fa noho ianareo mahalala izany indrindra, ary satria tsy misy lainga avy amin’ny fahamarinana.",
        "22": "Iza moa no mpandainga raha tsy ilay mandà an’i Jesosy tsy ho Kristy? Ny antikristy dia izay mandà ny Ray sy mandà ny Zanaka.",
        "23": "Izay rehetra mandà ny Zanaka dia tsy manana ny Ray koa, fa izay manaiky ny Zanaka no manana ny Ray koa.",
        "24": "Fa ianareo kosa, aoka hitoetra ao am-ponareo izay efa renareo hatramin’ny voalohany. Ho tafaray foana amin’ny Zanaka sy amin’ny Ray mantsy ianareo, raha mitoetra ao am-ponareo ny zavatra efa renareo hatrany am-piandohana.",
        "25": "Ankoatra izany, dia izao no zavatra nampanantenainy antsika: Ny fiainana mandrakizay.",
        "26": "Momba an’ireo mitady hamitaka anareo no anoratako aminareo izany.",
        "27": "Fa ny aminareo kosa, dia mitoetra ao aminareo ny fanosorana noraisinareo taminy, ka tsy mila ampianarin’olona ianareo. Koa satria ilay fanosorana avy aminy no mampianatra anareo ny zava-drehetra, ary marina sady tsy misy lainga ilay fanosorana, dia aoka ianareo ho tafaray foana aminy, araka ny nampianarina anareo.",
        "28": "Izao àry no izy, ry zanako malalako: Aoka ianareo ho tafaray foana aminy. Amin’izay, rehefa haseho izy, dia ho afaka hiteny amim-pahatsorana isika ary tsy hahazo henatra ka ho tafasaraka aminy mandritra ny fanatrehany.",
        "29": "Raha fantatrareo fa marina izy, dia ho fantatrareo fa naterany daholo izay rehetra manao ny marina foana."
    },
    "3": {
        "1": "Eritrereto ange ny fitiavana nasehon’ny Ray antsika e, ka niantsoana antsika hoe zanak’Andriamanitra! Ary izany tokoa isika. Izany no antony tsy ahalalan’izao tontolo izao antsika, satria mbola tsy mahalala Azy izao tontolo izao.",
        "2": "Ry malala, zanak’Andriamanitra isika ankehitriny, nefa mbola tsy naseho hoe hanao ahoana moa isika. Izao no fantatsika: Ho tahaka azy isika rehefa haseho izy, satria ho hitantsika hoe manao ahoana izy.",
        "3": "Izay rehetra manantena azy, dia manadio ny tenany mba hadio tahaka azy.",
        "4": "Izay rehetra zatra manota dia zatra mandika lalàna koa. Koa fandikan-dalàna àry ny fahotana.",
        "5": "Fantatrareo koa fa naseho izy mba hanaisotra ny fahotantsika, ary tsy misy ota ao aminy.",
        "6": "Izay rehetra tafaray foana aminy dia tsy zatra manota. Izay zatra manota dia sady tsy nahita azy no mbola tsy mahalala azy.",
        "7": "Aza avela hisy hamitaka anareo, ry zanako malalako. Izay manao ny marina foana no olo-marina, eny, olo-marina tahaka azy koa.",
        "8": "Avy amin’ny Devoly kosa izay zatra manota, satria ny Devoly efa nanota hatrany am-piandohana. Izao no nampisehoana ny Zanak’Andriamanitra, dia ny handrava ny asan’ny Devoly.",
        "9": "Tsy zatra manota izay rehetra naterak’Andriamanitra, satria mitoetra ao amin’ny olona toy izany ny voa * avy amin’Andriamanitra. Tsy ho zatra manota àry izy, satria naterak’Andriamanitra.",
        "10": "Izao no ahitana miharihary izay zanak’Andriamanitra sy izay zanaky ny Devoly: Izay rehetra tsy manao ny marina dia tsy avy amin’Andriamanitra. Toy izany koa izay tsy tia ny rahalahiny.",
        "11": "Izao tokoa no hafatra efa renareo hatrany am-piandohana: Tokony hifankatia isika,",
        "12": "fa tsy toa an’i Kaina, izay avy tamin’ilay ratsy ka namono tamin-kabibiana ny rahalahiny. Nahoana no namono nahafaty azy izy? Satria ratsy ny nataony, fa marina kosa ny nataon’ny rahalahiny.",
        "13": "Aza gaga, ry rahalahy, raha halan’izao tontolo izao ianareo.",
        "14": "Fantatsika fa efa niala tamin’ny fahafatesana ho amin’ny fiainana isika, noho isika tia ny rahalahintsika. Izay tsy tia kosa dia mitoetra ao amin’ny fahafatesana.",
        "15": "Izay rehetra mankahala ny rahalahiny dia mpamono olona, ary fantatrareo fa tsy misy mpamono olona manana fiainana mandrakizay mitoetra ao aminy.",
        "16": "Izao no nahafantarantsika ny fitiavana: Satria nahafoy ny ainy * ho antsika izy. Koa tsy maintsy mahafoy ny aintsika ho an’ny rahalahintsika isika.",
        "17": "Fa raha misy manam-pananana eto amin’ity tontolo ity, ka mahita ny fahantran’ny rahalahiny, nefa mandà tsy hangoraka azy, * ahoana moa no hitoeran’ny fitiavana an’Andriamanitra ao aminy?",
        "18": "Aoka isika, ry zanako malalako, tsy ho tia amin’ny teny na amin’ny lela fotsiny, fa amin’ny atao sy amin’ny fahamarinana koa.",
        "19": "Izany no hahafantarantsika fa avy amin’ny marina isika, ary izany no hanomezantsika toky ny fontsika eo anatrehany",
        "20": "ny amin’izay rehetra mety hanamelohan’izy io antsika. Lehibe noho ny fontsika mantsy Andriamanitra, sady mahalala ny zava-drehetra.",
        "21": "Ry malala, raha tsy manameloka antsika ny fontsika, dia afaka miteny amin’Andriamanitra amim-pieritreretana madio isika.",
        "22": "Koa na inona na inona angatahintsika dia raisintsika avy aminy izany, satria mitandrina ny didiny sy manao izay ankasitrahana eo imasony isika.",
        "23": "Izao tokoa no didiny: Ny hinoantsika ny anaran’i Jesosy Kristy Zanany sy ny hifankatiavantsika, araka ny nandidiany antsika.",
        "24": "Ary tafaray foana aminy izay mitandrina ny didiny, ary izy ho tafaray amin’ny olona toy izany. Izao no ahafantarantsika fa tafaray foana aminy isika, dia noho ny fanahiny izay nomeny antsika."
    },
    "4": {
        "1": "Ry malala, aza mino izay fanambarana rehetra avy amin’ny fanahy, fa fantaro aloha raha avy amin’ny fanahin’Andriamanitra ireny fanambarana ireny na tsia, satria maro ny mpaminany sandoka efa eo amin’izao tontolo izao.",
        "2": "Izao no ahafantaranareo izay fanambarana avy amin’ny fanahin’Andriamanitra: Izay fanambarana rehetra manaiky fa efa tonga tamin’ny nofo i Jesosy Kristy, dia avy amin’ny fanahin’Andriamanitra.",
        "3": "Fa tsy avy amin’ny fanahin’Andriamanitra kosa izay fanambarana rehetra tsy manaiky an’i Jesosy. Izany no fanambarana torin’ny antikristy, dia fanambarana efa renareo fa ho avy, ary efa eo amin’izao tontolo izao sahady ankehitriny.",
        "4": "Avy amin’Andriamanitra ianareo, ry zanako malalako, ary efa naharesy an’ireny olona ireny, satria ilay tafaray aminareo dia lehibe noho ilay tafaray amin’izao tontolo izao.",
        "5": "Avy amin’izao tontolo izao izy ireny, ka izany no ilazany zavatra avy amin’izao tontolo izao, ary mihaino azy izao tontolo izao.",
        "6": "Avy amin’Andriamanitra kosa isika. Izay efa mahalala an’Andriamanitra dia mihaino antsika, fa izay tsy avy amin’Andriamanitra kosa tsy mihaino antsika. Izany àry no ahafantarantsika izay fanambarana avy amin’ny fanahy, izany hoe ny fanambarana milaza ny fahamarinana sy ny fanambarana milaza hevi-diso.",
        "7": "Ry malala, aoka isika hifankatia foana, satria avy amin’Andriamanitra ny fitiavana, ary izay rehetra tia dia naterak’Andriamanitra, sady efa mahalala an’Andriamanitra.",
        "8": "Izay tsy tia kosa dia mbola tsy mahalala an’Andriamanitra, satria Andriamanitra dia fitiavana.",
        "9": "Izao no nanehoana ny fitiavan’Andriamanitra tamintsika: Nirahiny ho amin’izao tontolo izao ny Zanany lahitokana mba hahazoantsika fiainana amin’ny alalany.",
        "10": "Ary izany fitiavana izany dia tsy ny nitiavantsika an’Andriamanitra, fa ny nitiavany antsika ka nanirahany ny Zanany ho sorona fampihavanana noho ny fahotantsika.",
        "11": "Ry malala, raha izany no nitiavan’Andriamanitra antsika, dia tsy maintsy mifankatia kosa isika.",
        "12": "Mbola tsy nisy nahita an’Andriamanitra mihitsy. Raha mifankatia foana anefa isika, dia mitoetra ao amintsika Andriamanitra ary natao lavorary ao amintsika ny fitiavany.",
        "13": "Izao no ahafantarantsika fa tafaray foana aminy isika ary izy koa tafaray amintsika: Ny nanomezany antsika ny fanahiny.",
        "14": "Ary ny tenanay mihitsy koa no efa nahita ka manambara fa ny Ray efa naniraka ny Zanany ho Mpamonjy an’izao tontolo izao.",
        "15": "Na iza na iza manaiky fa i Jesosy Kristy no Zanak’Andriamanitra, dia tafaray foana amin’ny olona toy izany Andriamanitra, ary izy ho tafaray amin’Andriamanitra.",
        "16": "Ny tenantsika mihitsy no efa mahalala sy mino ny fitiavan’Andriamanitra antsika. Andriamanitra dia fitiavana. Koa izay mitoetra amin’ny fitiavana no tafaray foana amin’Andriamanitra, ary Andriamanitra koa tafaray foana aminy.",
        "17": "Izao no nandavorariana ny fitiavana teo amintsika, dia ny hananantsika fahasahiana miteny * amin’ny andro fitsarana, satria tahaka an’i Jesosy Kristy isika eo amin’izao tontolo izao.",
        "18": "Tsy misy tahotra ny fitiavana. Mandroaka ny tahotra ny fitiavana lavorary, satria ny tahotra mampisy sakana. Koa izay matahotra àry dia mbola tsy lavorary raha ny amin’ny fitiavana.",
        "19": "Isika kosa tia, satria izy no tia antsika voalohany.",
        "20": "Raha misy manao hoe: “Tia an’Andriamanitra aho”, nefa mankahala ny rahalahiny, dia mpandainga izy. Fa izay tsy tia ny rahalahiny izay hitany, dia tsy afaka ny ho tia an’Andriamanitra izay tsy hitany.",
        "21": "Ary izao didy izao no azontsika avy aminy: Tokony ho tia ny rahalahiny koa izay tia an’Andriamanitra."
    },
    "5": {
        "1": "Izay rehetra mino fa i Jesosy no Kristy dia naterak’Andriamanitra, ary izay rehetra tia an’ilay niteraka dia tia an’ilay naterany koa.",
        "2": "Rehefa tia an’Andriamanitra sy mankatò ny didiny isika, dia izay no ahafantarantsika fa tia an’ireo zanak’Andriamanitra isika.",
        "3": "Izao no fitiavana an’Andriamanitra, dia ny hitandremantsika ny didiny. Tsy mavesatra anefa ny didiny,",
        "4": "satria izay rehetra naterak’Andriamanitra dia mandresy an’izao tontolo izao. Izao no fandresena efa naharesy an’izao tontolo izao, dia ny finoantsika.",
        "5": "Iza moa no mandresy an’izao tontolo izao afa-tsy izay mino fa i Jesosy no Zanak’Andriamanitra?",
        "6": "Izy, izany hoe i Jesosy Kristy, no ilay tonga tamin’ny alalan’ny rano sy ny ra, tsy tamin’ny rano fotsiny, fa tamin’ny rano sy ny ra koa. Ny fanahy no vavolombelona manambara, satria ny fanahy no fahamarinana.",
        "7": "Koa misy vavolombelona telo àry,",
        "8": "dia ny fanahy sy ny rano ary ny ra. Mifanaraka tsara izy telo ireo.",
        "9": "Raha mandray ny fanambaran’olona isika, ny fanambaran’Andriamanitra dia mbola lehibe kokoa, satria izao no fanambarana ataon’Andriamanitra, dia ny fanambarany momba ny Zanany.",
        "10": "Izay mino ny Zanak’Andriamanitra dia manana izany fanambarana izany ao am-pony. Ary izay tsy mino an’Andriamanitra dia manao an’Andriamanitra ho mpandainga, satria tsy mino an’izay nambarany, dia izay porofo nambarany momba ny Zanany.",
        "11": "Izao ilay fanambarana: Nanome antsika fiainana mandrakizay Andriamanitra, ary amin’ny alalan’ny Zanany no ahazoantsika izany fiainana izany.",
        "12": "Izay manana ny Zanaka àry no manana an’io fiainana io, fa izay tsy manana ny Zanak’Andriamanitra kosa tsy manana an’io fiainana io.",
        "13": "Manoratra aminareo momba izany aho mba hahalalanareo fa manana fiainana mandrakizay ianareo, eny, ianareo izay mino ny anaran’ny Zanak’Andriamanitra.",
        "14": "Izao no toky ananantsika ny amin’Andriamanitra: Na inona na inona angatahintsika ka mifanaraka amin’ny sitrapony, dia mihaino antsika izy.",
        "15": "Ary raha fantatsika fa mihaino antsika izy na inona na inona angatahintsika, dia fantatsika fa ho azontsika izany, satria nangatahintsika taminy.",
        "16": "Raha misy mahita ny rahalahiny manao ota tsy mahafaty, dia aoka izy hangataka avy hatrany ho an’ilay rahalahiny, ary izy * hanome azy fiainana, eny, hanome fiainana an’ireo manao ota tsy mahafaty. Misy anefa ota mahafaty. Ny amin’izany ota izany no lazaiko aminy hoe tsy tokony hanaovany fangatahana.",
        "17": "Ota daholo ny tsy fahamarinana rehetra, kanefa misy ota tsy mahafaty.",
        "18": "Fantatsika fa tsy zatra manota izay rehetra naterak’Andriamanitra, fa miambina azy Ilay naterak’Andriamanitra, ka tsy manana fahefana aminy ilay ratsy.",
        "19": "Fantatsika fa avy amin’Andriamanitra isika, fa izao tontolo izao manontolo kosa eo ambany fahefan’ilay ratsy.",
        "20": "Fantatsika anefa fa tonga ny Zanak’Andriamanitra, ary nanome antsika fahiratan-tsaina izy mba hahalalantsika an’ilay tena Andriamanitra. Ary amin’ny alalan’i Jesosy Kristy Zanany isika no tafaray amin’ilay tena izy, dia ilay tena Andriamanitra sy fiainana mandrakizay.",
        "21": "Ry zanako malalako, mitandrema ianareo amin’ny sampy."
    },
    "meta": {
        "name": "1 Jaona",
        "order": 61,
        "chapter_number": 5
    }
}