{
    "1": {
        "1": "Manoratra aminareo izahay momba an’ilay tenin’ny fiainana, izay efa nisy hatrany am-piandohana, sy efa henonay sy hitan’ny masonay, ary efa nojerenay tsara sy notsapain’ny tananay.",
        "2": "—Efa naseho mantsy ny fiainana, ary efa hitanay ka torinay sy lazainay aminareo ny fiainana mandrakizay. Avy tamin’ny Ray ny fiainana mandrakizay, ary efa naseho anay.—",
        "3": "Ilay tenin’ny fiainana izay efa hitanay sy henonay no lazainay aminareo koa, mba ho tafaray aminay ianareo. Tafaray amin’ny Ray sy Jesosy Kristy Zanany mantsy isika.",
        "4": "Manoratra aminareo momba an’izany àry izahay, mba samy ho faly be isika.",
        "5": "Izao no hafatra henonay taminy ka lazainay aminareo: Andriamanitra dia hazavana, ka tsy mba misy haizina mihitsy ao aminy.",
        "6": "Raha miteny isika hoe: “Tafaray aminy isika”, nefa mbola mandeha ao amin’ny haizina ihany, dia mandainga isika sady tsy mampihatra ny fahamarinana eo amin’ny fiainantsika.",
        "7": "Fa raha mandeha ao amin’ny mazava kosa isika, satria izy ao amin’ny mazava, dia tena tafaray daholo isika. Ary ny ran’i Jesosy Zanany no manadio antsika ho afaka amin’ny ota rehetra.",
        "8": "Raha miteny isika hoe: “Tsy mpanota isika”, dia mamita-tena sady tsy ao am-pontsika ny fahamarinana.",
        "9": "Raha miaiky ny fahotantsika anefa isika, dia tsy mivadika amin’ny teniny Andriamanitra sady marina, ka hamela ny fahotantsika sy hanadio antsika ho afaka amin’ny fanao ratsy rehetra.",
        "10": "Raha miteny isika hoe: “Mbola tsy nanota isika”, dia manao azy ho mpandainga, ary tsy ao am-pontsika ny teniny."
    },
    "2": {
        "1": "Manoratra aminareo momba an’izany aho, ry zanako malalako, mba tsy hanotanareo. Raha misy olona sendra manota anefa, dia manana mpanampy any amin’ny Ray isika, dia i Jesosy Kristy, ilay marina.",
        "2": "Izy no sorona fampihavanana noho ny fahotantsika, nefa tsy ny antsika ihany, fa ny an’izao tontolo izao manontolo koa.",
        "3": "Raha mankatò ny didiny foana isika, dia izany no ahafantarantsika fa efa mahalala azy isika.",
        "4": "Mpandainga izay miteny hoe: “Efa fantatro izy”, nefa tsy mankatò ny didiny. Tsy ao am-pon’izany olona izany koa ny marina.",
        "5": "Fa izay mankatò ny teniny kosa, dia tena natao lavorary ao am-pony ny fitiavany an’Andriamanitra. Izany no ahafantarantsika fa tafaray aminy isika.",
        "6": "Izay milaza hoe tafaray aminy foana, dia tsy maintsy manahaka ny fomba fiainan’i Jesosy koa.",
        "7": "Ry malala, tsy didy vaovao izao soratako aminareo izao, fa didy efa ela sady efa azonareo hatrany am-piandohana. Ilay teny efa henonareo izany didy efa ela izany.",
        "8": "Manoratra didy vaovao aminareo indray aho izao, dia didy nankatoavin’i Jesosy sy nankatoavinareo koa. Mihalasa mantsy ny haizina, ary efa mamirapiratra sahady ilay tena hazavana.",
        "9": "Izay milaza hoe ao amin’ny mazava nefa mankahala ny rahalahiny, dia mbola ao amin’ny haizina ihany.",
        "10": "Ao amin’ny mazava foana izay tia ny rahalahiny, ary tsy misy mahatafintohina azy.",
        "11": "Fa izay mankahala ny rahalahiny kosa, dia ao amin’ny haizina sady mandeha ao amin’ny haizina ka tsy fantany izay alehany. Nohajambain’ny haizina mantsy ny masony.",
        "12": "Manoratra aminareo aho, ry zanako malalako, satria voavela ny helokareo noho ny anarany.",
        "13": "Manoratra aminareo ray aho, satria ianareo efa mahalala azy, dia ilay efa nisy hatrany am-piandohana. Manoratra aminareo tanora aho, satria efa naharesy an’ilay ratsy ianareo. Manoratra aminareo ankizy aho, satria efa mahalala ny Ray ianareo.",
        "14": "Manoratra aminareo ray aho, satria ianareo efa mahalala azy, dia izy izay efa nisy hatrany am-piandohana. Manoratra aminareo tanora aho, satria mahery ianareo, sady ao am-ponareo foana ny tenin’Andriamanitra ary efa naharesy an’ilay ratsy ianareo.",
        "15": "Aza tia an’izao tontolo izao na ny zavatra eo amin’izao tontolo izao. Raha misy olona tia an’izao tontolo izao, dia tsy ao anatin’izany olona izany ny fitiavana ny Ray.",
        "16": "Tsy avy amin’ny Ray mantsy ny zava-drehetra eo amin’izao tontolo izao, izany hoe ny fanirian’ny nofo sy ny fanirian’ny maso ary ny fampideraderana fananana, fa avy amin’izao tontolo izao ihany.",
        "17": "Ary mandalo izao tontolo izao sy ny faniriany, fa izay manao ny sitrapon’Andriamanitra no maharitra mandrakizay.",
        "18": "Izao, anaka, no ora farany. Araka ny efa henonareo, dia ho avy ny antikristy. Ary na amin’izao aza dia efa betsaka ny antikristy, ka izany no ahafantarantsika fa izao no ora farany.",
        "19": "Niala tamintsika izy ireny, fa tsy mba namantsika. Mbola ho niaraka tamintsika ihany mantsy ireny raha namantsika. Niala anefa ireny mba ho hita hoe tsy ny olona rehetra no namantsika.",
        "20": "Nohosoran’Ilay Masina ny fanahiny ianareo, ary manana fahalalana daholo ianareo rehetra.",
        "21": "Ny antony anoratako aminareo, dia tsy hoe satria tsy mahalala ny fahamarinana ianareo, fa satria ianareo mahalala an’izany, ary satria tsy misy lainga mihitsy avy amin’ny fahamarinana.",
        "22": "Iza moa no mpandainga raha tsy ilay mandà hoe i Jesosy no Kristy? Izay mandà ny Ray sy mandà ny Zanaka no antikristy.",
        "23": "Izay rehetra mandà ny zanaka dia tsy mifandray amin’ny Ray koa, fa izay manaiky ny Zanaka dia mifandray amin’ny Ray koa.",
        "24": "Fa ianareo kosa, ataovy ao am-ponareo foana izay efa henonareo hatramin’ny voalohany. Raha ataonareo ao am-ponareo foana mantsy ny zavatra henonareo hatramin’ny voalohany, dia ho tafaray foana amin’ny Zanaka sy amin’ny Ray ianareo.",
        "25": "Ankoatra izany, dia izao no nampanantenainy antsika: Fiainana mandrakizay.",
        "26": "Manoratra an’izany aminareo aho, satria misy mitady hamitaka anareo.",
        "27": "Fa ianareo kosa efa nohosorany ny fanahiny ary ao aminareo foana izany, ka tsy mila ampianarin’olona ianareo. Ary izany fanahiny izany no nampiasain’Andriamanitra hampianatra anareo ny zava-drehetra, ary marina sy tsy misy lainga izany. Araka ny nampianarin’io fanahy io anareo àry, dia miezaha ho tafaray aminy foana.",
        "28": "Izao àry no izy, ry zanako malalako: Miezaha ho tafaray aminy foana. Amin’izay rehefa aseho izy, dia ho sahy hiteny isika ary tsy hiala aminy ka tsy ho afa-baraka mandritra ny fanatrehany.",
        "29": "Raha fantatrareo fa marina izy, dia ho fantatrareo koa fa naterany daholo izay rehetra manao ny marina."
    },
    "3": {
        "1": "Eritrereto ange ny fitiavana nasehon’ny Ray antsika e! Nantsoiny hoe zanany mihitsy isika, ary izany tokoa isika. Izany no antony tsy ahalalan’izao tontolo izao antsika, satria mbola tsy mahalala Azy izao tontolo izao.",
        "2": "Ry malala, zanak’Andriamanitra izao isika, nefa mbola tsy aseho hoe hanao ahoana isika. Ny fantatsika dia hoe ho lasa hoatr’azy isika rehefa aseho izy, satria ho hitantsika hoe hoatran’ny ahoana marina izy.",
        "3": "Izay manantena azy, dia manadio ny tenany mba hadio hoatr’azy.",
        "4": "Izay rehetra zatra manota dia zatra mandika lalàna koa, ary mandika lalàna izay manota.",
        "5": "Fantatrareo koa fa naseho izy mba hanala ny fahotantsika, ary tsy misy ota ao aminy.",
        "6": "Tsy zatra manota izay tafaray aminy foana. Izay zatra manota kosa dia sady tsy nahita azy no mbola tsy nahalala azy.",
        "7": "Aza avela hisy hamitaka anareo, ry zanako malalako. Izay manao ny marina no olo-marina, satria marina koa i Jesosy.",
        "8": "Avy amin’ny Devoly kosa izay zatra manota, satria efa nanota hatrany am-piandohana ny Devoly. Izao àry ny antony nampisehoana ny Zanak’Andriamanitra: Ny handrava ny asan’ny Devoly.",
        "9": "Tsy zatra manota izay rehetra naterak’Andriamanitra, satria ao amin’izany olona izany foana ny voa omen’Andriamanitra. Tsy ho zatra manota àry izy, satria naterak’Andriamanitra.",
        "10": "Izao no tena ahitana an’izay zanak’Andriamanitra sy izay zanaky ny Devoly: Izay rehetra tsy manao ny marina dia tsy avy amin’Andriamanitra. Hoatr’izany koa izay tsy tia ny rahalahiny.",
        "11": "Izao no hafatra efa henonareo hatrany am-piandohana: Tokony hifankatia isika,",
        "12": "fa tsy hanao hoatran’i Kaina, izay avy tamin’ilay ratsy ka namono ny rahalahiny. Fa inona no antony namonoany azy? Satria ratsy ny nataony, fa marina kosa ny nataon’ny rahalahiny.",
        "13": "Aza gaga, ry rahalahy, raha halan’izao tontolo izao ianareo.",
        "14": "Fantatsika fa hoatran’ny hoe efa maty isika taloha, nefa velona indray izao, satria tiantsika ny rahalahintsika. Izay tsy tia kosa dia hoatran’ny hoe maty ihany.",
        "15": "Izay rehetra mankahala ny rahalahiny dia mpamono olona, ary fantatrareo fa tsy misy mpamono olona hahazo fiainana mandrakizay.",
        "16": "Lasa fantatsika ny atao hoe fitiavana satria nahafoy ny ainy ho antsika izy. Dia tsy maintsy mahafoy ny aintsika ho an’ny rahalahintsika koa isika.",
        "17": "Fa raha misy mba manan-katao ihany amin’izao fiainana izao ka mahita hoe sahirana ny rahalahiny, nefa tsy mba mangoraka azy, dia ahoana no ilazany hoe tia an’Andriamanitra izy?",
        "18": "Tsy tokony ho tia amin’ny teny na amin’ny lela fotsiny isika, ry zanako malalako, fa tokony ho tia amin’ny fo kosa, ary tokony hasehontsika amin’ny atao izany.",
        "19": "Izany no hahafantarantsika hoe miandany amin’ny fahamarinana isika, ary izany no hanomezantsika toky ny fontsika hoe tiany isika,",
        "20": "na dia manameloka antsika aza ny fontsika. Lehibe noho ny fontsika mantsy Andriamanitra sady mahalala ny zava-drehetra.",
        "21": "Ry malala, raha tsy manameloka antsika ny fontsika, dia ho sahy hiresaka amin’Andriamanitra isika.",
        "22": "Ary na inona na inona angatahintsika, dia azontsika avy aminy izany, satria mankatò ny didiny isika sady manao izay mahafinaritra azy.",
        "23": "Izao tokoa ny didiny: Tokony hino ny anaran’i Jesosy Kristy Zanany isika sady hifankatia, araka ilay didy nomeny antsika.",
        "24": "Tafaray aminy foana koa izay mankatò ny didiny, ary izy ho tafaray amin’izany olona izany. Ary ilay fanahy nomeny antsika no ahafantarantsika fa tafaray amintsika foana izy."
    },
    "4": {
        "1": "Ry malala, aza mino an’izay fanambarana lazain’ny fanahy, fa fantaro aloha raha avy amin’Andriamanitra tokoa ireny fanambarana ireny na tsia. Be dia be mantsy ny mpaminany sandoka eo amin’izao tontolo izao.",
        "2": "Izao no ahafantaranareo fa avy amin’Andriamanitra ilay fanambarana lazain’ny fanahy: Izay fanambarana rehetra manaiky hoe nofo aman-dra i Jesosy Kristy tamin’izy tonga teto an-tany, dia avy amin’Andriamanitra.",
        "3": "Izay fanambarana rehetra tsy manaiky an’i Jesosy kosa tsy avy amin’Andriamanitra. Fanambaran’ny antikristy izany, ilay efa henonareo hoe ho avy, ary efa eo amin’izao tontolo izao sahady izao.",
        "4": "Avy amin’Andriamanitra ianareo, ry zanako malalako, ary efa naharesy an’ireny olona ireny, satria lehibe noho ilay tafaray amin’izao tontolo izao ilay tafaray aminareo.",
        "5": "Avy amin’izao tontolo izao izy ireny, ka izany no antony ilazany zavatra avy amin’izao tontolo izao, ary mihaino azy izao tontolo izao.",
        "6": "Avy amin’Andriamanitra kosa isika. Izay efa mahalala an’Andriamanitra dia mihaino antsika, fa izay tsy avy amin’Andriamanitra kosa tsy mihaino antsika. Izany àry no ahaizantsika manavaka raha marina na diso ilay fanambarana lazain’ny fanahy.",
        "7": "Ry malala, andao isika hifankatia foana, satria avy amin’Andriamanitra ny fitiavana. Izay rehetra tia koa dia naterak’Andriamanitra sady mahalala an’Andriamanitra.",
        "8": "Izay tsy tia kosa mbola tsy mahalala an’Andriamanitra, satria Andriamanitra dia fitiavana.",
        "9": "Izao no nampisehoana ny fitiavan’Andriamanitra tamintsika: Nirahiny ho etỳ amin’izao tontolo izao ny Zanany lahitokana mba hahazoantsika fiainana amin’ny alalany.",
        "10": "Ary izao izany fitiavana izany: Tsy hoe isika no tia an’Andriamanitra, fa izy no tia antsika ka naniraka ny Zanany ho sorona fampihavanana noho ny fahotantsika.",
        "11": "Ry malala, raha hoatr’izany no nitiavan’Andriamanitra antsika, dia tsy maintsy mifankatia koa isika.",
        "12": "Mbola tsy nisy nahita an’Andriamanitra mihitsy. Raha mifankatia foana anefa isika, dia ao amintsika foana Andriamanitra ary natao lavorary ao am-pontsika ny fitiavany.",
        "13": "Izao no ahafantarantsika fa tafaray aminy foana isika, ary izy koa tafaray amintsika: Nomeny antsika ny fanahiny.",
        "14": "Izahay mihitsy koa no efa nahita sady mijoro ho vavolombelona hoe efa naniraka ny Zanany ho mpamonjy an’izao tontolo izao ny Ray.",
        "15": "Izay manaiky hoe Zanak’Andriamanitra i Jesosy, dia tafaray aminy foana Andriamanitra, ary izy koa tafaray amin’Andriamanitra.",
        "16": "Lasa fantatsika hoe tia antsika Andriamanitra, dia mino an’izany isika. Andriamanitra dia fitiavana. Tafaray amin’Andriamanitra foana izay tsy mitsahatra maneho fitiavana, ary tafaray aminy foana koa Andriamanitra.",
        "17": "Noho izany, dia natao lavorary ao am-pontsika ny fitiavana, dia amin’izay isika ho sahy hiteny, amin’ny andro fitsarana, satria hoatran’i Kristy isika eto amin’izao tontolo izao.",
        "18": "Tsy misy tahotra ny fitiavana, satria mandroaka tahotra ny fitiavana lavorary. Manakantsakana antsika mantsy ny tahotra. Matoa ny olona iray matahotra, dia mbola tsy natao lavorary ny fitiavany.",
        "19": "Isika tia satria izy no tia antsika voalohany.",
        "20": "Raha misy miteny hoe: “Tia an’Andriamanitra aho”, nefa izy mankahala ny rahalahiny, dia mpandainga. Fa izay tsy tia ny rahalahiny izay hitany, dia tsy afaka ny ho tia an’Andriamanitra izay tsy hitany.",
        "21": "Ary izao no didy azontsika avy aminy: Tsy maintsy tia ny rahalahiny koa izay tia an’Andriamanitra."
    },
    "5": {
        "1": "Izay rehetra mino fa i Jesosy no Kristy, dia naterak’Andriamanitra. Ary izay rehetra tia an’ilay Ray dia tia an’izay naterany koa.",
        "2": "Izao no ahafantarantsika hoe tia an’ireo zanak’Andriamanitra isika: Tia an’Andriamanitra isika, ary manaraka ny didiny.",
        "3": "Fa izao no atao hoe tia an’Andriamanitra: Mankatò ny didiny. Ary tsy mavesatra ny didiny.",
        "4": "Mandresy an’izao tontolo izao mantsy izay rehetra naterak’Andriamanitra. Ary ny ahafahantsika mandresy an’izao tontolo izao dia ny finoantsika.",
        "5": "Iza moa no afaka mandresy an’izao tontolo izao? Izay mino hoe i Jesosy no Zanak’Andriamanitra.",
        "6": "Tamin’ny alalan’ny rano sy ny ra no nahatongavan’i Jesosy Kristy. Tsy tamin’ny alalan’ny rano ihany, fa tamin’ny alalan’ny rano sy ny ra. Ary ny fanahy no mijoro ho vavolombelona, satria ny fahamarinana.",
        "7": "Ireto telo ireto mantsy no vavolombelona:",
        "8": "Ny fanahy sy ny rano ary ny ra. Ary mifanaraka tsara izy telo ireo.",
        "9": "Manaiky an’izay lazain’ny olona isika, nefa izay lazain’Andriamanitra no mbola ambony kokoa. Ny zavatra lazain’Andriamanitra mantsy dia izay nolazainy momba ny Zanany.",
        "10": "Izay mino ny Zanak’Andriamanitra dia manaiky ao am-pony ny teny nolazain’Andriamanitra taminy. Izay tsy mino an’Andriamanitra kosa dia manao an’Andriamanitra ho mpandainga, satria tsy mino an’izay nolazainy momba ny Zanany.",
        "11": "Izao ilay teny nolazain’Andriamanitra: Nanome antsika fiainana mandrakizay Izy, ary amin’ny alalan’ny Zanany no hahazoantsika an’izany fiainana izany.",
        "12": "Izay manaiky ny Zanaka no hahazo an’io fiainana io, fa izay tsy manaiky ny Zanak’Andriamanitra kosa tsy hahazo an’io fiainana io.",
        "13": "Manoratra an’izany aminareo aho mba ho fantatrareo fa hahazo fiainana mandrakizay ianareo, dia ianareo izay mino ny anaran’ny Zanak’Andriamanitra.",
        "14": "Izao ny toky ananantsika momba an’Andriamanitra: Na inona na inona angatahintsika aminy ka mifanaraka amin’ny sitrapony, dia mihaino antsika izy.",
        "15": "Ary raha fantatsika fa mihaino antsika izy na inona na inona angatahintsika, dia fantatsika fa tena ho azontsika izay angatahintsika, satria nangatahintsika taminy.",
        "16": "Izay mahita ny rahalahiny manao ota tsy mahafaty, dia tokony hangataka ho an’ilay rahalahiny. Ary homen’Andriamanitra fiainana ilay rahalahiny, dia izay tsy manao ota mahafaty. Misy ota mahafaty mantsy. Tsy mampirisika na iza na iza hivavaka momba an’izany ota izany aho.",
        "17": "Ota daholo izay zavatra tsy marina ataon’ny olona, kanefa misy ota tsy mahafaty.",
        "18": "Fantatsika fa tsy zatra manota izay rehetra naterak’Andriamanitra. Miaro azy ilay naterak’Andriamanitra, ka tsy afaka mifehy azy ilay ratsy.",
        "19": "Fantatsika fa avy amin’Andriamanitra isika, fa izao tontolo izao manontolo kosa eo ambany fahefan’ilay ratsy.",
        "20": "Fantatsika anefa fa efa tonga ny Zanak’Andriamanitra, ary nomeny fahiratan-tsaina isika mba hahalala an’ilay tena Andriamanitra. Ary amin’ny alalan’i Jesosy Kristy Zanany isika no tafaray amin’ilay tena izy, dia ilay tena Andriamanitra sady mpanome fiainana mandrakizay.",
        "21": "Ry zanako malalako, mitandrema amin’ny sampy."
    },
    "meta": {
        "name": "1 Jaona",
        "order": 61,
        "chapter_number": 5
    }
}