{
    "1": {
        "1": "Avy amin’i Paoly, ilay voantso ho apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, sy Sostena rahalahintsika.",
        "2": "Ho an’ny fiangonan’Andriamanitra any Korinto, dia ianareo izay nohamasinina tao amin’i Kristy Jesosy sady voantso ho olona masina, ary ho an’izay rehetra miantso ny anaran’i Jesosy Kristy Tompontsika, na aiza na aiza, izay Tompon’izy ireo sady Tompontsika koa,",
        "3": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome anareo fiadanana!",
        "4": "Misaotra an’ilay Andriamanitro foana aho noho ny aminareo, satria nanehoany hatsaram-panahy miavaka tamin’ny alalan’i Kristy Jesosy ianareo.",
        "5": "Noho ianareo tafaray amin’i Kristy mantsy, dia lasa manan-karena amin’ny zava-drehetra ianareo, anisan’izany ny hoe lasa mahay mitory sy manana fahalalana feno ianareo,",
        "6": "satria natao mafy orina teo aminareo ny fitoriana momba an’i Kristy.",
        "7": "Noho izany, dia tsy misy mihitsy fanomezana tsy anananareo, amin’izao ianareo miandry mafy izao hoe rahoviana no haharihary i Jesosy Kristy Tompontsika.",
        "8": "Hanampy anareo ho mafy orina hatramin’ny farany koa Andriamanitra, mba tsy hisy antony hiampangana anareo amin’ny andron’i Jesosy Kristy Tompontsika.",
        "9": "Tsy mivadika amin’ny teniny Andriamanitra, izay niantso anareo mba hifandray akaiky amin’ny Zanany, dia i Jesosy Kristy Tompontsika.",
        "10": "Mampirisika anareo aho, ry rahalahy, amin’ny anaran’i Jesosy Kristy Tompontsika, mba hifanara-kevitra ianareo amin’izay lazainareo. Aza avela hisy fisaratsarahana eo aminareo, fa miezaha kosa hiray hina tsara ka hiray saina sy hiray hevitra.",
        "11": "Nisy olona avy amin’ny ankohonan’i Kloa mantsy, ry rahalahiko, niresaka momba anareo tamiko hoe misy aminareo, hono, tsy mifanaraka.",
        "12": "Izao no tiako holazaina: Misy milaza hoe “Izaho an’i Paoly”, na hoe “Izaho an’i Apolosy”, ary ny hafa indray miteny hoe “Izaho an’i Kefasy”, na “Izaho an’i Kristy.”",
        "13": "Fa angaha voazarazara i Kristy? I Paoly angaha no novonoina teo amin’ny tsato-kazo ho anareo? Sa natao batisa tamin’ny anaran’i Paoly ianareo?",
        "14": "Misaotra an’Andriamanitra aho fa tsy nisy nataoko batisa ianareo, afa-tsy i Krispo sy Gaio,",
        "15": "mba tsy hisy hilaza hoe natao batisa tamin’ny anarako ianareo.",
        "16": "Eny e! Nataoko batisa koa ny ankohonan’i Stefanasy. Tsy tadidiko raha mbola nisy hafa nataoko batisa koa na tsia.",
        "17": "Fa tsy naniraka ahy hanao batisa i Kristy, fa hitory ny vaovao tsara. Tsy nampiseho fahendren’olombelona anefa aho rehefa nitory, sao lasa tsy hisy hilana azy ny hazo fijalian’i Kristy.",
        "18": "Fa amin’ireo ho ringana, dia hadalana ny fampianarana momba ny hazo fijaliana, fa amintsika izay hovonjena kosa, dia herin’Andriamanitra izany.",
        "19": "Fa voasoratra hoe: “Hofoanako ny fahendren’ny olon-kendry, ary holaviko ny fahiratan-tsain’ny mahira-tsaina.”",
        "20": "Aiza àry ny olon-kendry? Aiza ny mpanora-dalàna? Aiza ny mpiady hevitra eto amin’izao tontolo izao? Tsy novan’Andriamanitra ho hadalana ve ny fahendren’izao tontolo izao?",
        "21": "Fa tsy mahalala an’Andriamanitra izao tontolo izao satria mihevi-tena ho manam-pahendrena. Nasehon’Andriamanitra anefa ny fahendreny, ka hitany hoe mety raha amin’ny alalan’ilay hafatra torinay, izay eritreretin’ny olona hoe hadalana, no hamonjena an’izay mino.",
        "22": "Fa mangataka famantarana ny Jiosy, ary mitady fahendrena ny Grika.",
        "23": "Isika kosa mitory an’i Kristy novonoina teo amin’ny tsato-kazo, izay zavatra manafintohina an’ireo Jiosy ary hadalana amin’ny hafa firenena.",
        "24": "Amin’izay voantso kosa anefa, na Jiosy na Grika, dia amin’ny alalan’i Kristy no isehoan’ny herin’Andriamanitra sy ny fahendren’Andriamanitra.",
        "25": "Izay toa hadalana avy amin’Andriamanitra mantsy dia mbola hendry noho ny olona, ary izay toa fahalemena avy amin’Andriamanitra dia mbola mahery noho ny olona.",
        "26": "Ary hitanareo, ry rahalahy, fa rehefa niantso anareo izy, dia tsy betsaka taminareo no hendry araka ny nofo, tsy betsaka no mahery, ary tsy betsaka no avo razana.",
        "27": "Nifidy ny zavatra adala amin’izao tontolo izao kosa Andriamanitra mba hampahamenatra ny olon-kendry. Ary nifidy ny zavatra malemy amin’izao tontolo izao Andriamanitra mba hampahamenatra ny zavatra mahery.",
        "28": "Ary nifidy ny zavatra tsy misy dikany amin’izao tontolo izao sy ny zavatra atao tsinontsinona Andriamanitra, dia izay zavatra tsy misy, mba hanafoanany an’izay misy,",
        "29": "amin’izay dia tsy hisy olona hirehareha eo imason’Andriamanitra.",
        "30": "Fa izy no nahatonga anareo ho tafaray amin’i Kristy Jesosy, izay nampahafantatra antsika ny fahendren’Andriamanitra sy ny fahamarinany, sady nahatonga antsika ho masina, ary nanafaka antsika tamin’ny alalan’ny vidim-panavotana,",
        "31": "mba ho araka ilay voasoratra hoe: “Izay mirehareha, dia i Jehovah no tokony hataony rehareha.”"
    },
    "2": {
        "1": "Koa rehefa tonga tany aminareo aho, ry rahalahy, dia tsy nampiasa teny mipoapoaka be na niseho ho be fahendrena rehefa nitory taminareo ny zava-miafina masin’Andriamanitra.",
        "2": "Fa rehefa tany aminareo aho, dia tapa-kevitra ny tsy hiresaka zavatra hafa mihitsy, afa-tsy ny momba an’i Jesosy Kristy sy ny namonoana azy teo amin’ny tsato-kazo.",
        "3": "Nalemy sy natahotra ary nangovitra be aho tamin’izaho tonga tany aminareo.",
        "4": "Ary rehefa niresaka sy nitory taminareo aho, dia tsy nampiasa tenim-pahendrena maharesy lahatra, fa nampiseho kosa hoe mahery ny fanahy masina.",
        "5": "Amin’izay dia tsy ny fahendren’olombelona no hahatonga anareo hanam-pinoana, fa ny herin’Andriamanitra.",
        "6": "Ary miresaka momba ny fahendrena amin’izay matotra isika, saingy tsy ny fahendrena eto amin’izao tontolo izao na ny an’ny mpitondrany izay tsy hisy intsony.",
        "7": "Ny resahintsika kosa, dia ny momba ny fahendren’Andriamanitra ao amin’ny zava-miafina masina, izany hoe ilay fahendrena nafenina. Efa nomanin’Andriamanitra mialoha izy io, talohan’ny nisian’ny tontolon’ny olombelona, mba hahazoantsika voninahitra.",
        "8": "Tsy nisy nahafantatra an’izany fahendrena izany ny mpitondra teto amin’izao tontolo izao. Raha fantatr’izy ireo mantsy izany, dia tsy ho novonoiny ny Tompo be voninahitra.",
        "9": "Fa araka ny voasoratra hoe: “Mbola tsy hitan’ny maso na henon’ny sofina, na nitsiry tao am-pon’ny olona ny zavatra nomanin’Andriamanitra ho an’izay tia azy.”",
        "10": "Fa tamintsika no nampihariharian’Andriamanitra an’izany tamin’ny alalan’ny fanahiny. Ny fanahy mantsy mikaroka ao anatin’ny zava-drehetra, na dia ny zava-dalin’Andriamanitra aza.",
        "11": "Fa iza no mahafantatra ny mombamomba ny olona afa-tsy ny tenany ihany? Hoatr’izany koa fa tsy misy mahafantatra ny mombamomba an’Andriamanitra, afa-tsy ny fanahin’Andriamanitra ihany.",
        "12": "Isika tsy nandray ny toe-tsain’izao tontolo izao, fa ny fanahy avy amin’Andriamanitra, mba hahafantarantsika ny zavatra nomen’Andriamanitra antsika noho izy tsara fanahy.",
        "13": "Miresaka an’izany zavatra izany koa isika, nefa tsy mampiasa teny ampianarin’olon-kendry, fa mampiasa teny ampianarin’ny fanahy. Teny araka ny fanahy mantsy no anazavantsika zavatra araka ny fanahy.",
        "14": "Ny olona araka ny nofo anefa dia tsy manaiky an’izay zavatra avy amin’ny fanahin’Andriamanitra, satria hadalana izany aminy. Ary tsy afaka ny hahafantatra an’izany izy, satria ilaina ny fanahin’Andriamanitra rehefa mandinika an’izany.",
        "15": "Ny olona araka ny fanahy kosa mandinika ny zava-drehetra, nefa tsy misy olona mandinika azy.",
        "16": "Fa “iza no lasa mahafantatra ny sain’i Jehovah, ka afaka mampianatra azy?” Isika kosa anefa manana ny sain’i Kristy."
    },
    "3": {
        "1": "Koa tsy afaka niresaka taminareo toy ny miresaka amin’ny olona araka ny fanahy aho, ry rahalahy, fa toy ny miresaka amin’ny olona araka ny nofo, toy ny miresaka amin’ny zaza ao amin’i Kristy.",
        "2": "Ronono no nomeko ho sakafonareo, fa tsy ventin-kanina, satria mbola tsy natanjaka tsara ianareo. Mbola tsy matanjaka tsara ihany anefa ianareo izao,",
        "3": "fa mbola araka ny nofo ihany. Tsy olona araka ny nofo ve ianareo sady manao hoatran’ny ataon’ny olona eo amin’izao tontolo izao, raha mbola mifampialona sy mifamaly?",
        "4": "Fa raha milaza ny iray hoe: “Izaho an’i Paoly”, ary ny iray kosa hoe: “Izaho an’i Apolosy”, tsy toy ny ataon’ny olon-kafa rehetra ihany ve no ataonareo?",
        "5": "Koa inona àry i Apolosy? Ary inona i Paoly? Mpanompo fotsiny ihany izay nahatonga anareo ho mpino ireo, araka ny fanompoana nomen’ny Tompo azy ireo tsirairay avy.",
        "6": "Izaho namboly, i Apolosy nanondraka, fa Andriamanitra kosa no tsy nitsahatra nampitombo.",
        "7": "Tsy ilay mamboly na ilay manondraka àry no mendrika homena voninahitra, fa Andriamanitra izay mampitombo.",
        "8": "Ary iray ihany ilay mamboly sy ilay manondraka, nefa samy hahazo ny valisoany avy izy, arakaraka ny asa mafy nataony.",
        "9": "Fa mpiara-miasa amin’Andriamanitra izahay, ary saha volen’Andriamanitra sy trano aorin’Andriamanitra ianareo.",
        "10": "Noho ny hatsaram-panahy miavaka nasehon’Andriamanitra tamiko, dia nametraka fototra aho, hoatran’ny ataon’ny mpanao trano tena mahay, fa olon-kafa kosa no manorina eo ambonin’ilay fototra. Tokony hitandrina tsara foana anefa ny tsirairay hoe hoatran’ny ahoana ny zavatra aoriny eo ambonin’izany fototra izany.",
        "11": "Fa tsy misy afaka mametraka fototra hafa ankoatra an’izay efa napetraka, dia i Jesosy Kristy.",
        "12": "Raha misy manorina amin’ny volamena, volafotsy, vatosoa, hazo, bozaka, na mololo eo ambonin’ilay fototra,",
        "13": "dia ho hita hoe hoatran’ny ahoana ny asan’ny tsirairay, rehefa tonga ny andro fisedrana. Fa hampiharihary an’izany ny afo, ka hampiseho hoe hoatran’ny ahoana ny asa nataon’ny tsirairay.",
        "14": "Raha mbola eo ihany ny asa naorin’ny olona teo ambonin’ilay fototra, dia hahazo valisoa izy.",
        "15": "Fa raha may kosa ny asany, dia ho matiantoka izy. Hovonjena ihany anefa izy, saingy toy ny hoe hovonjena avy ao anaty afo.",
        "16": "Tsy fantatrareo angaha fa ianareo no tempolin’Andriamanitra, ary ao anatinareo ny fanahin’Andriamanitra?",
        "17": "Raha misy olona mandrava ny tempolin’Andriamanitra, dia haringan’Andriamanitra izy. Fa masina ny tempolin’Andriamanitra, ary ianareo izany tempoly izany.",
        "18": "Aoka tsy hisy hamita-tena: Raha misy aminareo mihevi-tena ho hendry eto amin’izao tontolo izao, dia aoka izy ho adala, mba ho lasa hendry.",
        "19": "Amin’Andriamanitra mantsy dia hadalana ny fahendren’izao tontolo izao, fa voasoratra hoe: “Ny hafetsen’ny hendry ihany no amandrihany azy.”",
        "20": "Ary koa hoe: “Fantatr’i Jehovah fa tsy misy dikany ny hevitry ny olon-kendry.”",
        "21": "Aoka àry tsy hisy hanao olona ho reharehany, fa anareo daholo ny zava-drehetra:",
        "22": "Na i Paoly izany, na i Apolosy, na i Kefasy, na izao tontolo izao, na fiainana, na fahafatesana, na zavatra ankehitriny, na zavatra ho avy. Anareo daholo ny zava-drehetra.",
        "23": "Ianareo kosa an’i Kristy, ary i Kristy an’Andriamanitra."
    },
    "4": {
        "1": "Tokony hihevitra anay ho mpanompon’i Kristy sy ho mpanompo miandraikitra ny zava-miafina masin’Andriamanitra ny olona.",
        "2": "Noho izany, dia takina amin’ny mpanompo ny ho mendri-pitokisana.",
        "3": "Raha izaho, dia tsy mampaninona ahy na ianareo na ny fitsaran’olombelona no handinika ny momba ahy. Na izaho aza mantsy tsy manao an’izany amin’ny tenako.",
        "4": "Fa tsy hitako izay fahadisoako, nefa tsy midika akory izany hoe marina aho. I Jehovah no mandinika ny momba ahy.",
        "5": "Koa aza mitsara na inona na inona alohan’ny fotoana voatondro, mandra-piavin’ny Tompo. Izy no hampiseho eo amin’ny mazava ny zava-miafina ao anaty haizina sy hampahafantatra ny fikasan’ny fo. Amin’izay dia samy hahazo dera avy amin’Andriamanitra ny tsirairay.",
        "6": "Noraisiko ho ohatra izaho sy Apolosy, ry rahalahy, rehefa nilaza an’izany zavatra izany aho mba hahasoa anareo, ka hianaranareo an’ilay fitsipika hoe: “Aza mihoatra an’izay voasoratra.” Amin’izay dia tsy hirehareha ianareo, ka hihevitra ny iray ho tsara kokoa noho ny iray.",
        "7": "Fa inona no tsy mampitovy anao amin’ny olon-kafa? Inona tokoa moa no anananao ka hoe tsy nomena anao? Koa raha nomena anao ilay izy, maninona ianao no mirehareha hoatran’ny hoe tsy nisy nanome?",
        "8": "Efa afa-po sahady angaha ianareo? Ary efa manankarena sahady? Efa nanomboka nanjaka irery tsy nisy anay angaha ianareo? Tena tiako raha mba efa nanomboka nanjaka ianareo, amin’izay koa izahay mba afaka miara-manjaka aminareo!",
        "9": "Fa amiko, dia hoatran’ny hoe izahay apostoly no nataon’Andriamanitra niakatra an-tsehatra farany, toy ny olona voaheloka ho faty. Naseho teny ambony sehatra mantsy izahay mba hojeren’izao tontolo izao sy ny anjely ary ny olona.",
        "10": "Izahay moa adala noho ny amin’i Kristy, fa ianareo kosa malina ao amin’i Kristy! Izahay malemy, fa ianareo kosa matanjaka! Ianareo omem-boninahitra, fa izahay kosa alam-baraka!",
        "11": "Hatramin’izao ora izao, dia mbola noana izahay, mangetaheta, zara raha mitafy, kapohina, tsy manan-kialofana,",
        "12": "ary miasa mafy amin’ny tananay. Rehefa misy manambanimbany anay dia mirary soa izahay, rehefa enjehina izahay dia miaritra foana,",
        "13": "ary rehefa misy manendrikendrika dia mamaly amim-pahalemem-panahy. Lasa toy ny fakon’izao tontolo izao sy faikan’ny zava-drehetra izahay hatramin’izao.",
        "14": "Tsy ny hampahamenatra anareo anefa no anoratako an’izany, fa ny hananatra anareo hoatran’ny zanako malalako.",
        "15": "Fa na manana mpitaiza 10 000 ao amin’i Kristy aza ianareo, dia azo antoka fa tsy be dia be ny rainareo. Lasa rainareo ao amin’i Kristy Jesosy mantsy aho, satria nitory ny vaovao tsara taminareo.",
        "16": "Koa mampirisika anareo aho mba hanahaka ahy.",
        "17": "Izany no antony anirahako an’i Timoty any aminareo, satria zanako malalako sy mendri-pitokisana ao amin’ny Tompo izy. Hampahatsiahiviny anareo ny fomba fiasako amin’ny fanompoana ampanaovin’i Kristy Jesosy ahy, izany hoe ilay fomba fiasa ampianariko any amin’ny fiangonana rehetra, na aiza na aiza.",
        "18": "Mirehareha ny sasany, satria heverin’izy ireo fa tsy ho tonga any aminareo aho.",
        "19": "Ho avy tsy ho ela any aminareo anefa aho, raha sitrapon’i Jehovah. Ary tsy izay tenenin’ireo mirehareha no tiako hofantarina, fa ny heriny.",
        "20": "Tsy izay lazain’ny olona mantsy no manaporofo hoe manaiky ny Fanjakan’Andriamanitra izy, fa ny herin’ny fanahin’Andriamanitra eo aminy.",
        "21": "Fa inona no tianareo: Hitondra tsorakazo aho rehefa tonga any aminareo, sa ho be fitiavana sy halemy fanahy?"
    },
    "5": {
        "1": "Misy fijangajangana, hono, eo aminareo, ary fijangajangana tsy fahita na dia eo amin’ny hafa firenena aza. Henoko hoe misy lehilahy manao tokantranomaso amin’ny vadin-drainy.",
        "2": "Izany ve dia mampirehareha anareo? Tsy tokony halahelo kosa ve ianareo, ka hanala an’ilay lehilahy nanao an’izany zavatra izany tsy ho eo aminareo?",
        "3": "Na tsy any aminareo aza aho, dia any aminareo ny saiko, ary efa nitsara an’ilay lehilahy nanao an’izany aho, hoatran’ny hoe any mihitsy.",
        "4": "Rehefa miara-mivory amin’ny anaran’i Jesosy Tompontsika ianareo ary fantatrareo fa any aminareo ny saiko sy ny herin’i Jesosy Tompontsika,",
        "5": "dia atolory ho an’i Satana ilay lehilahy mba handringanana ny nofo. Amin’izay dia ho voaro ny toe-tsain’ny fiangonana, mandritra ny andron’ny Tompo.",
        "6": "Tsy misy antony ireharehanareo. Tsy fantatrareo angaha fa lalivay kely fotsiny dia efa mampitombo ny koba manontolo?",
        "7": "Esory ny lalivay efa ela, mba ho koba vaovao ianareo, satria tsy tokony hisy lalivay ianareo. Fa efa natao sorona tokoa i Kristy, ilay zanak’ondrin’ny Paska.",
        "8": "Koa andao isika hankalaza an’ilay fety, ka tsy hampiasa lalivay efa ela, dia ny faharatsiana sy ny haratsiam-panahy, fa hampiasa mofo tsy misy lalivay kosa, dia ny fahatsoram-po sy ny fahamarinana.",
        "9": "Nanoratra taminareo aho mba tsy hifaneraseranareo intsony amin’ny mpijangajanga.",
        "10": "Tsy te hilaza anefa aho hoe aza mifanerasera mihitsy amin’ny mpijangajanga eto amin’izao tontolo izao, na amin’ny olona tsy mety afa-po na mpanao an-keriny na mpanompo sampy. Raha izany mantsy, dia tena tsy maintsy miala eo amin’izao tontolo izao ianareo.",
        "11": "Fa manoratra aminareo kosa aho izao mba tsy hifaneraseranareo intsony amin’izay antsoina hoe rahalahy nefa mpijangajanga, na manana faniriana tsy mety afa-po, na mpanompo sampy, na mpanevateva, na mamo lava, na mpanao an-keriny. Aza atao na dia ny miara-misakafo amin’ny olona hoatr’izany aza.",
        "12": "Fa inona no idirako amin’izay fitsarana ny any ivelany? Tsy ianareo ve no mitsara ny ato anatiny,",
        "13": "fa Andriamanitra kosa no mitsara ny any ivelany? “Esory tsy ho eo aminareo ilay mpanao ratsy.”"
    },
    "6": {
        "1": "Raha misy aminareo tsy mifanaraka, dia ho sahin’ilay iray ve ny hitory an’ilay iray any amin’ny fitsarana, eo anatrehan’ny olona tsy marina, fa tsy eo anatrehan’ny olona masina?",
        "2": "Sa tsy fantatrareo fa hitsara an’izao tontolo izao ny olona masina? Koa raha izao tontolo izao aza hotsarainareo, tsy ho hainareo koa ve ny hitsara raharaha tena madinika?",
        "3": "Tsy fantatrareo angaha fa hitsara anjely isika? Koa nahoana isika no tsy hitsara raharaha momba an’izao fiainana izao?",
        "4": "Koa raha misy raharaha momba an’izao fiainana izao tokony hotsaraina, dia lehilahy ataon’ny fiangonana tsinontsinona ve no fidinareo ho mpitsara?",
        "5": "Ny hampahamenatra anareo no ilazako an’izany. Tsy misy lehilahy hendry ve eo aminareo, na iray aza, afaka mitsara ny adin’ireo rahalahiny?",
        "6": "Mifampitory any amin’ny fitsarana anefa ireo rahalahy, sady amin’izay indray eo anatrehan’ny tsy mpino!",
        "7": "Raha ny marina, dia efa resy sahady ianareo rehefa mifampitory. Tsy aleo ve manaiky hiharan’ny tsy rariny? Tsy aleo ve manaiky hambakaina?",
        "8": "Ianareo indray anefa no manao ny tsy rariny sy manambaka, sady amin’izay indray ny rahalahinareo ihany no anaovanareo an’izany!",
        "9": "Sa tsy fantatrareo fa tsy handova ny Fanjakan’Andriamanitra ny olona tsy marina? Aza manaiky ho voafitaka ianareo. Fa ny mpijangajanga, ny mpanompo sampy, ny mpanitsakitsa-bady, ny lehilahy manaiky hanaovan’ny lehilahy firaisana, ny lehilahy miray amin’ny lehilahy,",
        "10": "ny mpangalatra, ny olona manana faniriana tsy mety afa-po, ny mamo lava, ny mpanevateva, ary ny mpanao an-keriny, dia tsy handova ny Fanjakan’Andriamanitra.",
        "11": "Efa hoatr’izany ihany ny sasany taminareo taloha, nefa efa voasasa madio tsara ianareo, efa nohamasinina, ary efa nambara hoe olo-marina tamin’ny anaran’i Jesosy Kristy Tompo sy tamin’ny fanahin’ny Andriamanitsika.",
        "12": "Azoko atao ny zava-drehetra, nefa tsy ny zava-drehetra no mahasoa. Azoko atao ny zava-drehetra, nefa tsy havelako hisy na inona na inona hifehy ahy.",
        "13": "Ny sakafo dia natao ho an’ny kibo, ary ny kibo ho an’ny sakafo, nefa samy hofoanan’Andriamanitra izy roa ireo. Ary ny vatana dia tsy natao ho an’ny fijangajangana, fa ho an’ny Tompo, ary ny Tompo ho an’ny vatana.",
        "14": "Efa natsangan’Andriamanitra anefa ny Tompo ary hanangana antsika amin’ny maty koa izy, amin’ny alalan’ny heriny.",
        "15": "Tsy fantatrareo angaha fa rantsambatan’i Kristy ny vatanareo? Koa ny rantsambatan’i Kristy ve no halaiko dia hakambako amin’ny mpivaro-tena? Sanatria izany!",
        "16": "Tsy fantatrareo angaha fa izay miray amin’ny mpivaro-tena dia vatana iray aminy? Niteny mantsy Andriamanitra hoe: “Ho nofo iray ihany izy roa.”",
        "17": "Fa izay tafaray amin’ny Tompo kosa dia iray saina aminy.",
        "18": "Andosiro ny fijangajangana! Izay fahotana hafa rehetra ataon’ny olona dia eny ivelan’ny vatany, fa ny mpijangajanga kosa manota amin’ny vatany ihany.",
        "19": "Tsy fantatrareo angaha fa ny vatanareo no tempolin’ilay fanahy masina ao anatinareo sy azonareo avy amin’Andriamanitra? Ary tsy anareo intsony koa ny tenanareo,",
        "20": "fa efa voavidy ianareo. Koa ampiasao hanomezam-boninahitra an’Andriamanitra ny vatanareo."
    },
    "7": {
        "1": "Izao no valin’ny fanontaniana nosoratanareo tamiko: Tsara kokoa raha tsy mikasika vehivavy ny lehilahy.",
        "2": "Miely be anefa ny fijangajangana, ka tokony samy hanana ny vadiny ny lehilahy tsirairay, ary samy hanana ny vadiny ny vehivavy tsirairay.",
        "3": "Tokony hanao ny adidiny amin’ny vadiny ny lehilahy, ary tokony hanao hoatr’izany amin’ny vadiny koa ny vehivavy.",
        "4": "Tsy manana fahefana amin’ny vatany ny vehivavy, fa ny vadiny no manana an’izany fahefana izany. Toy izany koa fa tsy manana fahefana amin’ny vatany ny lehilahy, fa ny vadiny no manana an’izany fahefana izany.",
        "5": "Aza misy mandà tsy hanao ny adidiny amin’ny vadiny, raha tsy hoe efa nifanaraka angaha ianareo hoe tsy hanao an’izany mandritra ny fotoana kelikely, mba hanokananareo fotoana hivavahana. Dia hiaraka indray ianareo avy eo, sao tsy hahafehy tena ka haka fanahy anareo foana i Satana.",
        "6": "Tsy didy anefa izany lazaiko izany, fa soso-kevitra ihany.",
        "7": "Fa tiako raha mitovy amiko ny olona rehetra. Samy nahazo fanomezana avy amin’Andriamanitra anefa ny tsirairay, ka ny iray hoatr’izao, ary ny iray kosa hoatr’izao.",
        "8": "Izao no lazaiko amin’ireo tsy manambady sy ireo vehivavy maty vady: Tsara kokoa raha mijanona hoatr’ahy izy ireo.",
        "9": "Raha tsy mahafehy tena anefa izy ireo, dia afaka manambady, fa aleo manambady toy izay ho resin’ny filan’ny nofo.",
        "10": "Manoro hevitra ny manambady aho, nefa tsy izaho fa ny Tompo, hoe tsy tokony handao ny vadiny ny vehivavy.",
        "11": "Raha mandao ny vadiny anefa izy, dia tsy tokony hanambady na tokony hody amin’ny vadiny. Ary ny lehilahy tsy tokony handao ny vadiny.",
        "12": "Izao kosa no lazaiko amin’ny hafa, izaho anefa fa tsy ny Tompo: Raha misy rahalahy manambady tsy mpino, ary mbola manaiky hijanona miaraka aminy ihany ny vadiny, dia aoka tsy handao azy izy.",
        "13": "Ary raha misy vehivavy manambady tsy mpino, ka mbola manaiky hijanona miaraka aminy ihany ny vadiny, dia aoka tsy handao azy izy.",
        "14": "Fa hamasinina noho ny amin’ny vadiny ny lehilahy tsy mpino, ary hamasinina noho ny amin’ilay rahalahy ny vadiny tsy mpino. Raha tsy izany, dia tsy madio ny zanakareo, nefa masina izy ireo izao.",
        "15": "Fa raha ilay tsy mpino kosa no te hiala, dia avelao izy hiala. Raha izany no mitranga, dia tsy voatery hisisika hiaraka aminy ilay rahalahy na anabavy vadiny, fa Andriamanitra efa niantso anareo mba hanome anareo fiadanana.",
        "16": "Fa ahoana moa no ahafantaranao, ravehivavy, raha ho voavonjinao ny vadinao na tsia? Ary ahoana moa no ahafantaranao, ralehilahy, raha ho voavonjinao ny vadinao na tsia?",
        "17": "Na izany aza anefa, dia samia mandeha araka izay efa niantsoan’Andriamanitra azy avy, arakaraka izay anjara nomen’i Jehovah azy. Ary izany toromarika izany no omeko ny fiangonana rehetra.",
        "18": "Misy efa voafora ve tamin’izy nantsoina? Aoka izy tsy hanafoana ny famorana natao taminy. Misy tsy voafora ve tamin’izy nantsoina? Aoka izy tsy hoforana.",
        "19": "Tsy misy dikany ny hoe voafora ary tsy misy dikany ny hoe tsy voafora, fa ny mankatò ny didin’Andriamanitra no tena zava-dehibe.",
        "20": "Na hoatran’ny ahoana na hoatran’ny ahoana ny tsirairay tamin’izy nantsoina, dia aoka izy hijanona hoatr’izany foana.",
        "21": "Mpanompon’olona ve ianao no nantsoina? Aza manahy ny amin’izany. Raha azonao atao anefa ny ho lasa olona afaka, dia hararaoty izany.",
        "22": "Fa izay nantsoina ho ao amin’ny Tompo tamin’izy mpanompon’olona, dia efa nafahana sady an’ny Tompo. Toy izany koa fa izay nantsoina tamin’izy olona afaka, dia mpanompon’i Kristy.",
        "23": "Voavidy ianareo, ka aza manaiky ho lasa mpanompon’olona intsony.",
        "24": "Ry rahalahy, na hoatran’ny ahoana na hoatran’ny ahoana ny tsirairay tamin’izy nantsoina, dia aoka izy hijanona hoatr’izany foana eo anatrehan’Andriamanitra.",
        "25": "Ny amin’ny virjiny kosa, dia tsy nahazo didy avy amin’ny Tompo aho. Manome ny hevitro anefa aho, satria nanehoan’ny Tompo famindram-po ka mendri-pitokisana.",
        "26": "Raha ny hevitro àry, dia tsara raha mijanona hoatran’izy amin’izao ihany ny olona tsirairay, satria ao anatin’ny fotoan-tsarotra isika izao.",
        "27": "Lehilahy efa manambady ve ianao? Aza mitady hirika hisarahana. Lehilahy tsy manambady ve ianao? Aza mitady vady intsony.",
        "28": "Na hanambady aza anefa ianao, dia tsy manota. Ary raha misy virjiny manambady, dia tsy manota izy. Hanam-pahoriana amin’ny nofony anefa ireo manambady, ka tsy tiako hanjo anareo izany.",
        "29": "Izao koa no lazaiko, ry rahalahy: Efa kely sisa ny fotoana tavela. Manomboka izao, dia aoka izay manambady ho toy ny tsy manana,",
        "30": "izay mitomany ho toy ny tsy mitomany, izay mifaly ho toy ny tsy mifaly, izay mividy ho toy ny tsy manana,",
        "31": "ary izay mampiasa an’izao tontolo izao, ho toy ny tsy variana mampiasa azy io tanteraka, fa miovaova ny sehatr’izao tontolo izao.",
        "32": "Tena tiako raha tsy manahy mihitsy ianareo. Ny lehilahy tsy manambady dia manahy ny amin’izay an’ny Tompo, hoe ahoana no hahazoany sitraka amin’ny Tompo.",
        "33": "Fa ny lehilahy manambady kosa manahy ny amin’ny zavatra eo amin’izao tontolo izao, hoe ahoana no hahazoany sitraka amin’ny vadiny,",
        "34": "ka voazarazara izy. Ankoatra izany, ny vehivavy tsy manambady sy ny virjiny dia manahy ny amin’izay an’ny Tompo, mba ho masina ny tenany sy ny sainy. Ny vehivavy manambady kosa manahy ny amin’ny zavatra eo amin’izao tontolo izao, hoe ahoana no hahazoany sitraka amin’ny vadiny.",
        "35": "Ny hahasoa anareo no itenenako an’izany, fa tsy hoe te hifehifehy anareo aho akory. Te hampirisika anareo kosa aho mba hanaovanareo an’izay mendrika sy hanompoanareo foana ny Tompo nefa tsy ho voahelingelina.",
        "36": "Raha misy anefa mieritreritra hoe hanaonao foana izy raha tsy manambady, ary raha efa tsy ao anatin’ilay fotoana fivelaran’ny fahatanorana intsony izy, dia aleo izy hanao izay tiany. Tsy manota izy. Aleo izy ireo hanambady.",
        "37": "Raha misy kosa tapa-kevitra ao am-pony ary tsy misy zavatra manery azy, fa mahafehy ny faniriany izy ary manapa-kevitra ao am-pony hoe tsy hanambady mihitsy, dia tsara ny ataony.",
        "38": "Noho izany, dia tsara ny manambady, saingy tsara kokoa ny tsy manambady.",
        "39": "Voafatotry ny fanambadiana ny vehivavy raha mbola velona ny vadiny. Fa raha maty kosa ny vadiny, dia afaka manambady izay tiany izy, nefa ao amin’ny Tompo ihany.",
        "40": "Sambatra kokoa anefa izy, araka ny hevitro, raha mijanona amin’izao. Matoky aho fa izaho koa manana ny fanahin’Andriamanitra."
    },
    "8": {
        "1": "Raha ny amin’ny sakafo atolotra ho an’ny sampy, dia fantatsika fa manana fahalalana momba an’izany isika rehetra. Ny fahalalana anefa mampirehareha, fa ny fitiavana kosa mampahery.",
        "2": "Raha misy mihevitra hoe mahafantatra zavatra iray, dia mbola tsy mahafantatra an’izany araka ny tokony hahafantarany azy izy.",
        "3": "Fa raha misy kosa tia an’Andriamanitra, dia fantatr’Andriamanitra izy.",
        "4": "Ny amin’ny fihinanana sakafo atolotra ho an’ny sampy, dia fantatsika fa tena tsinontsinona ny sampy, ary tsy misy Andriamanitra afa-tsy iray ihany.",
        "5": "Fa na misy aza ireo antsoina hoe andriamanitra, na any an-danitra na eto an-tany, ary marina tokoa fa misy “andriamanitra” maro sy “tompo” maro,",
        "6": "amintsika kosa dia tsy misy afa-tsy Andriamanitra tokana ihany, dia ny Ray, izay niavian’ny zava-drehetra, ary ho azy isika. Ary tokana ihany ny Tompo, dia i Jesosy Kristy. Izy no nampiasaina mba hampisy ny zava-drehetra sy hampisy antsika koa.",
        "7": "Tsy ny rehetra anefa no manana an’izany fahalalana izany. Fa ny sasany, izay nanompo sampy taloha, dia mbola mieritreritra hoe zavatra natao sorona ho an’ny sampy ihany no haniny rehefa mihinan-kanina izy. Koa voaloto ny feon’ny fieritreretany satria malemy.",
        "8": "Tsy hanampy antsika ho akaiky kokoa an’Andriamanitra anefa ny sakafo. Tsy matiantoka isika raha tsy mihinana, ary tsy mahazo tombony raha mihinana.",
        "9": "Marina fa manana zo hisafidy ianareo. Tandremo foana anefa sao ho lasa vato mahatafintohina ho an’ny malemy izany.",
        "10": "Fa raha ianao izay manam-pahalalana no misy mahita misakafo ao amin’ny tempolin’ny sampy, moa ve ny feon’ny fieritreretan’ilay malemy tsy hampirisika azy ho sahy hihinana sakafo atolotra ho an’ny sampy?",
        "11": "Ny fahalalanao àry no hanimba an’ilay malemy, dia ny rahalahinao izay namoizan’i Kristy ny ainy.",
        "12": "Manota amin’i Kristy ianareo, rehefa manota toy izany amin’ny rahalahinareo ka mandratra ny feon’ny fieritreretany mbola malemy.",
        "13": "Koa raha ny sakafo no manafintohina ny rahalahiko, dia tsy hihinan-kena intsony mihitsy aho, sao ho tafintohina ny rahalahiko."
    },
    "9": {
        "1": "Tsy olona afaka ve aho? Tsy apostoly ve aho? Tsy efa nahita an’i Jesosy Tompontsika ve aho? Tsy ianareo ve no vokatry ny asako ao amin’ny Tompo?",
        "2": "Na dia tsy apostoly ho an’ny olon-kafa aza aho, dia tena azo antoka fa apostoly ho anareo! Fa ianareo no tombo-kase manamarina hoe apostoly aho, ao amin’ny Tompo.",
        "3": "Izao àry no fiarovan-tenako amin’ireo manakiana ahy:",
        "4": "Angaha izahay tsy manan-jo hihinana sy hisotro?",
        "5": "Angaha izahay tsy manan-jo hanambady vehivavy mpino sy hitondra azy hiaraka aminay, hoatran’ny ataon’ny apostoly hafa rehetra sy ny rahalahin’ny Tompo ary Kefasy?",
        "6": "Sa izaho sy Barnabasy ihany no tsy mba manan-jo hijanona tsy hanao asa fivelomana?",
        "7": "Aiza no hisy miaramila mianto-tena? Iza no mamboly voaloboka ka tsy mihinana ny voany? Na iza no miandry andian’ondry ka tsy misotro amin’ny rononony?",
        "8": "Hevitr’olona fotsiny ve izany lazaiko izany? Tsy izany koa angaha moa no lazain’ny Lalàna?",
        "9": "Fa izao no voasoratra ao amin’ny Lalàn’i Mosesy: “Aza asiana fehivava ny omby miasa eny am-pamoloana.” Ny omby ve no ahin’Andriamanitra?",
        "10": "Sa noho isika mihitsy no nilazany an’izany? Tena noho isika no nanoratana an’izany, satria izay miasa tany sy izay miasa eny am-pamoloana dia tokony hanao an’izany sady hanantena hahazo anjara.",
        "11": "Raha namafy zavatra ara-panahy teo aminareo izahay, dia manararaotra be ve izahay raha mba mijinja fanampiana avy aminareo?",
        "12": "Raha ny hafa aza manan-jo hitaky an’izany aminareo, tsy mainka ve fa izahay? Tsy mampiasa an’izany zo izany anefa izahay, fa miaritra ny zava-drehetra mba tsy hanakantsakananay ny fielezan’ny vaovao tsara momba an’i Kristy.",
        "13": "Tsy fantatrareo ve fa izay manao asa masina ao amin’ny tempoly dia mihinana an’izay zavatra ao, ary izay manompo tsy tapaka eo amin’ny alitara dia mahazo anjara avy amin’ny alitara?",
        "14": "Toy izany koa fa nanome didy ny Tompo hoe tokony hivelona amin’ny vaovao tsara izay mitory ny vaovao tsara.",
        "15": "Tsy nisy nampiasaiko anefa izany zo izany. Ary tsy hoe nanoratra an’ireo zavatra ireo aho mba hanaovana an’izany amiko, fa aleoko aza maty toy izay... Fa tsy misy olona havelako hanafoana ny antony ireharehako!",
        "16": "Koa raha mitory ny vaovao tsara aho, dia tsy misy antony ireharehako, fa tsy maintsy manao an’izany aho. Tena hahita loza aho raha tsy mitory ny vaovao tsara!",
        "17": "Raha an-tsitrapo no anaovako an’izany, dia manana valisoa aho. Na tsy an-tsitrapo aza anefa no anaovako an’izany, dia mbola manana asa nampiandraiketina ahy ihany aho.",
        "18": "Inona àry no valisoa azoko? Rehefa mitory ny vaovao tsara aho, dia afaka manome an’izany maimaim-poana. Tsy hanararaotra ny fahefako aho amin’izay rehefa mitory ny vaovao tsara.",
        "19": "Fa na dia afaka adidy amin’ny olona rehetra aza aho, dia efa nataoko ho mpanompon’ny rehetra ny tenako, mba hahazoako olona be dia be araka izay azo atao.",
        "20": "Tamin’ny Jiosy dia nanao hoatran’ny Jiosy aho, mba hahazoako ny Jiosy. Tamin’izay teo ambanin’ny lalàna, dia lasa hoatran’izay teo ambanin’ny lalàna aho, na dia tsy eo ambanin’ny lalàna aza, mba hahazoako an’izay eo ambanin’ny lalàna.",
        "21": "Tamin’izay tsy manana lalàna, dia lasa hoatran’izay tsy manana lalàna aho, na dia manana ny lalàn’Andriamanitra sy eo ambanin’ny lalàn’i Kristy aza, mba hahazoako an’izay tsy manana lalàna.",
        "22": "Tamin’ny malemy, dia lasa malemy aho, mba hahazoako ny malemy. Lasa zava-drehetra tamin’ny karazan’olona rehetra aho, mba hisy hovonjeko na amin’ny fomba ahoana na amin’ny fomba ahoana.",
        "23": "Fa ataoko noho ny vaovao tsara ny zava-drehetra, mba hitoriako azy io amin’ny hafa.",
        "24": "Tsy fantatrareo ve fa mihazakazaka daholo ny mpihazakazaka rehetra manao fifaninanana, nefa iray ihany no mahazo ny loka? Mihazakazaha koa mba hahazoanareo loka.",
        "25": "Mifehy tena amin’ny zava-drehetra koa izay rehetra mandray anjara amin’ny fifaninanana. Mazava ho azy fa manao an’izany izy ireo mba hahazoana satroboninahitra mety simba, fa isika kosa manao an’izany mba hahazoana ny tsy mety simba.",
        "26": "Koa rehefa mihazakazaka aho, dia tsy mihazakazaka befahatany fotsiny. Ary tsy toy ny mamely rivotra aho rehefa mamely totohondry,",
        "27": "fa asiako mafy ny vatako ka andevoziko, sao izaho indray no tsy hankasitrahana kanefa efa nitory tamin’ny hafa."
    },
    "10": {
        "1": "Tiako ho fantatrareo, ry rahalahy, fa nandeha teo ambanin’ny rahona daholo ny razambentsika, ary namakivaky ny ranomasina izy rehetra.",
        "2": "Ary natao batisa tamin’ny rahona sy ny ranomasina izy ireo, tamin’izy ireo nanaraka an’i Mosesy.",
        "3": "Nihinana sakafo ara-panahy mitovy koa izy rehetra,",
        "4": "sady nisotro zava-pisotro ara-panahy mitovy daholo. Fa nisotro tamin’ilay vatolampy ara-panahy nanaraka azy izy ireo, ary i Kristy izany vatolampy izany.",
        "5": "Na izany aza, dia tsy nankasitrahan’Andriamanitra ny ankamaroany, fa ripaka tany an-tany efitra.",
        "6": "Anatra ho antsika izany, mba tsy haniriantsika zava-dratsy, hoatr’azy ireo naniry an’izany.",
        "7": "Mitandrema ianareo sao ho lasa mpanompo sampy, hoatran’ny sasany taminy, araka ny voasoratra hoe: “Nipetraka hihinana sy hisotro ny vahoaka. Taorian’izay dia nitsangana izy ireo mba hanao fety.”",
        "8": "Ary aoka isika tsy hijangajanga, toy ny nijangajangan’ny sasany tamin’ireny, ka 23 000 taminy no maty tao anatin’ny iray andro.",
        "9": "Ary aoka isika tsy hitsapa toetra an’i Jehovah, hoatran’ny sasany tamin’ireny izay nitsapa toetra azy, ka matin’ny bibilava.",
        "10": "Aza mimenomenona toy ny sasany tamin’ireny izay nimenomenona, ka matin’ny mpandringana.",
        "11": "Nanjo azy ireny izany mba ho anatra, ary nosoratana mba hampitandremana antsika, dia isika izay velona amin’ny fotoana ahatongavan’ny faran’izao tontolo izao.",
        "12": "Koa izay mihevi-tena ho efa mijoro dia aoka izy hitandrina sao ho lavo.",
        "13": "Tsy misy fakam-panahy mahazo anareo, afa-tsy izay mpahazo ny olona. Tsy mivadika amin’ny teniny anefa Andriamanitra, ka tsy hamela anareo halaim-panahy mihoatra noho izay zakanareo. Fa rehefa misy fakam-panahy dia hasiany lalan-kivoahana koa, mba hahazakanareo an’izany.",
        "14": "Koa andosiro ny fanompoan-tsampy, ry malala.",
        "15": "Miresaka aminareo hoatran’ny miresaka amin’ny olona manam-pahendrena aho, ka ianareo mihitsy no aoka hitsara an’izay lazaiko.",
        "16": "Tsy mandray soa amin’ny ran’i Kristy koa ve isika, rehefa misotro amin’ilay kaopin’ny fisaorana izay isaorantsika? Ary tsy mandray soa amin’ny vatan’i Kristy koa ve isika, rehefa mihinana ny mofo tapahintsika?",
        "17": "Koa satria tsy misy afa-tsy mofo iray ihany, dia vatana iray isika, na maro aza. Samy mihinana amin’io mofo iray io mantsy isika rehetra.",
        "18": "Jereo ny Israely araka ny nofo: Tsy hoatran’ny hoe miara-misakafo amin’Andriamanitra ve izay mihinana sorona avy eo amin’ny alitara?",
        "19": "Te hilaza ve aho hoe misy dikany izay sorona atao ho an’ny sampy, na hoe misy dikany ny sampy?",
        "20": "Tsy izany, fa ny tiako holazaina dia hoe izay atolotry ny hafa firenena ho sorona dia ataony sorona ho an’ny demonia, fa tsy ho an’Andriamanitra. Koa tsy tiako hanan-javatra iombonana amin’ny demonia ianareo.",
        "21": "Tsy azonareo atao ny misotro amin’ny kaopin’i Jehovah sady misotro amin’ny kaopin’ny demonia. Tsy azonareo atao ny mihinana amin’ny “latabatr’i Jehovah” sady mihinana amin’ny latabatry ny demonia.",
        "22": "Sa “manao izay hahasaro-piaro an’i Jehovah isika”? Mahery noho izy angaha isika?",
        "23": "Azo atao ny zava-drehetra, nefa tsy ny zava-drehetra no mahasoa. Azo atao ny zava-drehetra, nefa tsy ny zava-drehetra no mampahery.",
        "24": "Aoka ny tsirairay hitady foana an’izay hahasoa ny hafa, fa tsy izay hahasoa ny tenany.",
        "25": "Hano izay hena amidy eny an-tsena, fa aza manontany noho ny feon’ny fieritreretanareo.",
        "26": "Fa “an’i Jehovah ny tany sy izay rehetra eo aminy.”",
        "27": "Raha misy tsy mpino manasa anareo ka te ho any ianareo, dia hano izay rehetra aroso eo anoloanareo, fa aza manontany sao hampikorontana ny feon’ny fieritreretanareo izany.",
        "28": "Fa raha misy kosa miteny aminareo hoe: “Zavatra avy natao sorona ity”, dia aza mihinana noho ilay olona nilaza taminareo an’izany sy noho ny feon’ny fieritreretana.",
        "29": "Tsy ny feon’ny fieritreretanao anefa no tiako holazaina, fa ny an’ilay olona. Fa nahoana ny fahafahako no tokony hotsarain’ny feon’ny fieritreretan’olon-kafa?",
        "30": "Raha mihinana aho sady misaotra an’Andriamanitra noho ilay zavatra haniko, dia nahoana moa aho no tokony homena tsiny amin’ilay sakafo anaovako fisaorana?",
        "31": "Koa na mihinana na misotro ianareo, na inona na inona ataonareo, dia ataovy mba hanomezam-boninahitra an’Andriamanitra ny zava-drehetra.",
        "32": "Aza manao izay hahatafintohina ny Jiosy na ny Grika na ny fiangonan’Andriamanitra,",
        "33": "fa manaova hoatr’ahy. Miezaka aho hanao izay hahafaly ny rehetra amin’ny zava-drehetra, ka tsy mitady izay hahasoa ahy fa izay hahasoa ny maro, mba ho voavonjy izy ireny."
    },
    "11": {
        "1": "Manahafa ahy, hoatran’ny anahafako an’i Kristy.",
        "2": "Midera anareo aho, satria tsaroanareo aho amin’ny zava-drehetra sady arahinareo tsara ny fampianarana nampitaiko taminareo.",
        "3": "Tiako ho fantatrareo anefa fa i Kristy no lohan’ny lehilahy rehetra, ny lehilahy no lohan’ny vehivavy, ary Andriamanitra kosa no lohan’i Kristy.",
        "4": "Izay lehilahy mivavaka na maminany ka misaron-doha, dia manao izay hahamenatra an’ilay lohany.",
        "5": "Fa izay vehivavy mivavaka na maminany ka tsy misaron-doha kosa, dia manao izay hahamenatra an’ilay lohany, satria hoatran’ny vehivavy nokakasana mihitsy izy.",
        "6": "Fa raha tsy misaron-doha ny vehivavy, dia tokony hotapahina fohy kely ny volony. Raha mahamenatra azy anefa ny hoe hotapahina fohy kely ny volony na hokakasana, dia tokony hisaron-doha izy.",
        "7": "Fa tsy tokony hisaron-doha ny lehilahy satria endrika sy voninahitr’Andriamanitra izy, fa ny vehivavy kosa voninahitry ny lehilahy.",
        "8": "Tsy ny lehilahy mantsy no avy tamin’ny vehivavy, fa ny vehivavy no avy tamin’ny lehilahy.",
        "9": "Ankoatra izany, dia tsy noforonina ho an’ny vehivavy ny lehilahy, fa ny vehivavy no noforonina ho an’ny lehilahy.",
        "10": "Izany no mahatonga ny vehivavy hanao saron-doha, izany hoe hanao mariky ny fanajana fahefana, noho ny amin’ny anjely.",
        "11": "Eo amin’ireo mpianatry ny Tompo anefa, dia tsy misy ny vehivavy raha tsy eo ny lehilahy, ary tsy misy ny lehilahy raha tsy eo ny vehivavy.",
        "12": "Hoatran’ny niavian’ny vehivavy avy tamin’ny lehilahy mantsy no niavian’ny lehilahy koa avy tamin’ny vehivavy. Fa avy amin’Andriamanitra kosa ny zava-drehetra.",
        "13": "Ianareo mihitsy no aoka hitsara: Mety ve raha mivavaka amin’Andriamanitra ny vehivavy ka tsy misaron-doha?",
        "14": "Tsy efa voajanahary mihitsy ve ny hoe henatra ho an’ny lehilahy ny lava volo,",
        "15": "fa voninahitra ho an’ny vehivavy kosa ny lava volo? Ny volony mantsy no nomena azy hanaronany ny lohany.",
        "16": "Raha misy anefa tsy manaiky an’izany fa te hanaraka fanao hafa, dia tsy manana fanao hafa na izahay na ny fiangonan’Andriamanitra.",
        "17": "Tsy midera anareo anefa aho raha manome toromarika anareo, satria tsy mitondra soa ho anareo ny fivorianareo, fa vao mainka aza manimba anareo.",
        "18": "Voalohany aloha, dia henoko fa misy fisaratsarahana eo aminareo rehefa mivory ny fiangonanareo, ary mino aho hoe marina ihany izany.",
        "19": "Fa tsy maintsy hisy hanangana antokom-pinoana eo aminareo, mba hiharihary hoe iza aminareo no ankasitrahana.",
        "20": "Rehefa mivory ao amin’ny toerana iray ianareo, dia tsy ny hihinana ny Sakafo Harivan’ny Tompo no tena ahatongavanareo.",
        "21": "Fa rehefa mihinana an’izany ianareo, dia efa avy nisakafo hariva ny sasany. Misy noana àry aminareo ary misy mamo.",
        "22": "Tsy manana trano ihinanana sy isotroana angaha ianareo? Sa ataonareo tsinontsinona ny fiangonan’Andriamanitra, ka ataonareo izay hahamenatra an’ireo tsy mba manana na inona na inona? Inona re no holazaiko aminareo e? Tokony hidera anareo ve aho? Tsy hidera anareo amin’izany aho.",
        "23": "Fa izao no noraisiko tamin’ny Tompo ka nampitaiko taminareo koa: Nandray mofo i Jesosy Tompo tamin’iny alina hamadihana azy iny.",
        "24": "Ary rehefa avy nisaotra an’Andriamanitra izy, dia notapahiny ilay mofo ary hoy izy: “Ity no vatako izay omena ho anareo. Ataovy foana izao ho fahatsiarovana ahy.”",
        "25": "Toy izany koa no nataony tamin’ny kaopy, rehefa avy nihinana ny sakafo hariva izy ireo. Dia hoy izy: “Ity kaopy ity no fifanekena vaovao miorina amin’ny rako. Ataovy foana izao ho fahatsiarovana ahy, isaky ny misotro amin’izy ity ianareo.”",
        "26": "Fa isaky ny mihinana an’izany mofo izany sy misotro amin’izany kaopy izany ianareo, dia manambara foana ny fahafatesan’ny Tompo, mandra-piaviny.",
        "27": "Koa na iza na iza mihinana ny mofo na misotro amin’ny kaopin’ny Tompo, nefa tsy mendrika an’izany akory, dia manao tsinontsinona ny vatan’ny Tompo sy ny rany.",
        "28": "Aoka handini-tena tsara aloha ny tsirairay mba hahitany raha mendrika izy na tsia, izay izy vao hihinana amin’ny mofo sy hisotro amin’ny kaopy.",
        "29": "Fa izay mihinana sy misotro nefa tsy mamantatra tsara ny vatan’ny Tompo, dia mihinana sy misotro fanamelohana ho an’ny tenany.",
        "30": "Izany no mahatonga ny maro aminareo ho osa sy harary, ary betsaka koa no efa maty.",
        "31": "Fa tsy hotsaraina isika raha mamantatra tsara ny tenantsika.",
        "32": "Rehefa tsaraina anefa isika, dia faizin’i Jehovah mba tsy homelohina miaraka amin’izao tontolo izao.",
        "33": "Koa rehefa mivory mba hihinana an’izany ianareo, ry rahalahiko, dia aoka hifampiandry.",
        "34": "Raha misy noana, dia aoka izy hihinana any an-tranony, mba tsy homelohina ianareo rehefa mivory. Fa ny raharaha sisa kosa halamiko rehefa tonga any aho."
    },
    "12": {
        "1": "Tiako ho fantatrareo tsara, ry rahalahy, ny momba an’ireo fanomezana avy amin’ny fanahy.",
        "2": "Fantatrareo fa tamin’ianareo mbola olon’izao tontolo izao, dia voatarika hanompo an’ireo sampy moana ianareo, ka nandeha tany amin’izay nitondrana anareo.",
        "3": "Ampahafantariko anareo fa tsy misy olona tarihin’ny fanahin’Andriamanitra ka milaza hoe: “Voaozona i Jesosy!” Ary tsy misy afaka milaza hoe: “I Jesosy no Tompo!”, raha tsy tarihin’ny fanahy masina.",
        "4": "Misy fanomezana maro samihafa, nefa iray ihany ny fanahy.",
        "5": "Ary misy fanompoana maro samihafa, nefa iray ihany ny Tompo.",
        "6": "Misy asa maro samihafa, nefa iray ihany ny Andriamanitra manatontosa azy rehetra amin’ny alalan’ny olona rehetra.",
        "7": "Miharihary eo amin’ny tsirairay ny fomba fiasan’ny fanahy mba handraisan-tsoa.",
        "8": "Fa ny iray nomena tenim-pahendrena tamin’ny alalan’ny fanahy, ary ny iray tenim-pahalalana tamin’ny alalan’io fanahy io ihany.",
        "9": "Ny iray nahazo finoana tamin’ny alalan’io fanahy io, ary ny iray kosa nampian’io fanahy io hahay hanasitrana,",
        "10": "ny iray hanao fahagagana, ny iray hahay haminany, ny iray hahay hamantatra ny fanambarana avy amin’ny fanahy, ny iray hiteny amin’ny fiteny samihafa, ary ny iray kosa handika teny.",
        "11": "Fanahy iray ihany anefa no manao an’izany asa rehetra izany, ka mizara an’izany amin’ny tsirairay avy, araka izay tiany.",
        "12": "Fa iray ny vatana nefa misy rantsany maro, ary na maro aza izany rantsambatana rehetra izany, dia vatana iray ihany. Dia hoatr’izany koa i Kristy.",
        "13": "Fa fanahy iray ihany no nanaovana batisa antsika rehetra mba ho vatana iray ihany isika, na Jiosy na Grika, na mpanompo na olona afaka. Ary nampisotroina fanahy iray ihany isika rehetra.",
        "14": "Fa tsy rantsambatana iray fotsiny ny vatana, fa rantsambatana maro.",
        "15": "Raha hoy ny tongotra hoe: “Tsy anisan’ny vatana aho satria tsy tanana”, dia tsy izany akory no tsy maha anisan’ny vatana azy.",
        "16": "Ary raha miteny ny sofina hoe: “Tsy anisan’ny vatana aho satria tsy maso”, dia tsy izany akory no tsy maha anisan’ny vatana azy.",
        "17": "Raha maso iray ny vatana manontolo, dia ahoana no handrenesany? Raha sofina izy manontolo, dia inona no amantarany fofona?",
        "18": "Fa nataon’Andriamanitra eo amin’ny toerany avy ny rantsana tsirairay ao amin’ny vatana, araka izay nitiavany azy.",
        "19": "Raha rantsambatana iray ihany izy rehetra, dia aiza ny vatana?",
        "20": "Rantsana maro anefa izy ireo, saingy vatana iray ihany.",
        "21": "Ny maso tsy afaka miteny amin’ny tanana hoe: “Tsy mila anao aho.” Ary ny loha tsy afaka milaza amin’ny tongotra hoe: “Tsy mila anareo aho.”",
        "22": "Fa vao mainka aza ilaina ny rantsambatana izay toa malemy kokoa.",
        "23": "Ary izay faritra amin’ny vatana heverintsika ho tsy dia mendri-kaja, dia omentsika voninahitra bebe kokoa. Hajaintsika kokoa àry ny faritra tsy dia manintona eo amin’ny vatantsika.",
        "24": "Fa tsy mila na inona na inona kosa ny faritra efa mendri-kaja amin’ny vatantsika. Rehefa natambatr’Andriamanitra anefa ny vatana, dia nomeny voninahitra bebe kokoa ny faritra tsy nanana voninahitra,",
        "25": "mba tsy hisy fisaratsarahana eo amin’ny vatana, fa mba hifampiahy ireo rantsany.",
        "26": "Raha mijaly ny rantsambatana iray, dia miara-mijaly aminy ny rantsambatana rehetra, ary raha misy rantsambatana omem-boninahitra, dia miara-mifaly aminy ny rantsambatana rehetra.",
        "27": "Vatan’i Kristy ianareo, ary rantsambatana ny tsirairay aminareo.",
        "28": "Ary izao avy no nanendren’Andriamanitra ny tsirairay eo anivon’ny fiangonana: Voalohany, apostoly; faharoa, mpaminany; fahatelo, mpampianatra; avy eo, ireo manao fahagagana, ireo mahay manasitrana, ireo manampy olona, ireo mahay mitarika, ary ireo mahay fiteny samihafa.",
        "29": "Fa angaha izy rehetra no apostoly? Angaha izy rehetra no mpaminany? Angaha izy rehetra no mpampianatra? Angaha izy rehetra no mpanao fahagagana?",
        "30": "Angaha izy rehetra no mahay manasitrana? Angaha izy rehetra no miteny amin’ny fiteny samihafa? Angaha izy rehetra no mpandika teny?",
        "31": "Miezaha mafy foana anefa hahazo an’ireo fanomezana lehibe kokoa. Zavatra tsara lavitra noho ireo kosa no hasehoko anareo."
    },
    "13": {
        "1": "Raha miteny amin’ny fitenin’olona sy fitenin’anjely aho nefa tsy manam-pitiavana, dia lasa hoatran’ny takela-barahina maneno na kipantsona mikarantsana.",
        "2": "Ary raha mahay maminany aho sady mahazo tsara ny zava-miafina masina rehetra sy manana ny fahalalana rehetra, ary manana ny finoana rehetra ka mahafindra tendrombohitra, nefa tsy manam-pitiavana, dia tsinontsinona aho.",
        "3": "Ary raha manome ny fananako rehetra aho mba hahazoan’ny hafa sakafo, ary manao sorona ny tenako mba hisy hireharehako, nefa tsy manam-pitiavana, dia tsy mahasoa ahy mihitsy izany.",
        "4": "Ny fitiavana manam-paharetana sy tsara fanahy. Ny fitiavana tsy mialona, tsy mirehareha, tsy mieboebo,",
        "5": "tsy manao zavatra tsy mendrika, tsy mitady izay hahasoa ny tenany, tsy mora tezitra, tsy mitana lolompo,",
        "6": "tsy mifaly noho ny tsy fahamarinana fa mifaly noho ny fahamarinana kosa,",
        "7": "mandefitra ny zava-drehetra, mino ny zava-drehetra, manantena ny zava-drehetra, ary miaritra ny zava-drehetra.",
        "8": "Tsy ho levona mandrakizay ny fitiavana. Fa na misy aza ny fahaiza-maminany, dia hofoanana izany, ary na misy aza ny fitenenana amin’ny fiteny samihafa, dia hitsahatra izany, ary na misy aza ny fahalalana, dia hofoanana izany.",
        "9": "Fa ampahany ihany ny fahalalantsika, ary ampahany ihany ny faminaniana ambarantsika.",
        "10": "Rehefa feno anefa izany, dia hofoanana ilay ampahany.",
        "11": "Tamin’izaho mbola zaza, dia niteny toy ny zaza, nieritreritra toy ny zaza, ary nisaina toy ny zaza. Fa amin’izao izaho efa olon-dehibe izao, dia nesoriko ny toetran-jaza.",
        "12": "Manjavozavo izao ny zavatra hitantsika, hoatran’ny hoe mijery amin’ny fitaratra metaly, fa amin’izany kosa dia hazava tsara, hoatran’ny hoe mifanatrika. Ampahany ihany ny fahalalako amin’izao, fa amin’izany kosa aho dia hanana fahalalana marina tsara hoatran’ny ahafantarana ahy tsara.",
        "13": "Mbola ho eo foana kosa ireto telo ireto: Finoana sy fanantenana ary fitiavana. Ny fitiavana anefa no lehibe indrindra amin’ireo."
    },
    "14": {
        "1": "Miezaha mafy foana hifankatia, nefa miezaha mafy koa hahazo ny fanomezana avy amin’ny fanahy, indrindra fa ny haminany.",
        "2": "Fa izay miteny amin’ny fiteny samihafa dia tsy miteny amin’olona, fa amin’Andriamanitra. Tsy misy mahazo mantsy izay lazainy, na dia ny fanahy aza no mahatonga azy hilaza zava-miafina masina.",
        "3": "Fa izay maminany kosa dia milaza teny mampahery sy manatanjaka ary mampionona ny olona.",
        "4": "Izay miteny amin’ny fiteny samihafa dia mampahery ny tenany, fa izay maminany kosa mampahery ny fiangonana.",
        "5": "Tiako hiteny amin’ny fiteny samihafa ianareo rehetra, nefa aleoko ihany ianareo maminany. Fa tsara kokoa ny maminany noho ny miteny amin’ny fiteny samihafa, raha tsy hoe adikany angaha izay lazainy, mba hahazoan’ny fiangonana fampaherezana.",
        "6": "Raha izao aho, ry rahalahy, no tonga any aminareo ka miteny amin’ny fiteny samihafa, dia hahasoa anareo ve izany? Hahasoa anareo izany raha mampiharihary zavatra tsy fantatrareo aho, na mampita fahalalana na faminaniana na fampianarana aminareo.",
        "7": "Hoatr’izany koa ny zavamaneno, toy ny sodina na harpa. Raha tsy mamoaka feo samy hafa ireo, dia ahoana no hanavahana ny feon-kira avy amin’ilay sodina na avy amin’ilay harpa?",
        "8": "Raha tsy mazava tsara ny feo avoakan’ny trompetra, dia iza no hiomana hiady?",
        "9": "Hoatr’izany koa fa raha tsy mora azo ny teny lazainareo, dia ahoana no hahafantaran’ny olona an’izay lazainareo? Hiteny amin’ny rivotra fotsiny ianareo, raha ny marina.",
        "10": "Mety hisy fiteny maro samihafa eo amin’izao tontolo izao, ary samy misy heviny daholo izy ireny.",
        "11": "Fa raha tsy azoko ilay fiteny, dia ho vahiny amin’ilay miteny aho, ary ilay miteny koa ho vahiny amiko.",
        "12": "Dia hoatr’izany koa ianareo: Satria te hahazo mafy ny fanomezan’ny fanahy ianareo, dia miezaha hanana be dia be amin’izany mba hampaherezana ny fiangonana.",
        "13": "Aoka àry izay miteny amin’ny fiteny samihafa hivavaka mba hahay handika teny.",
        "14": "Raha mivavaka amin’ny fiteny hafa mantsy aho, dia ny fanomezan’ny fanahy izay noraisiko no mivavaka, fa ny saiko kosa tsy mahazo an’izay lazaiko.",
        "15": "Inona àry no tokony hatao? Hampiasa ny fanomezan’ny fanahy aho rehefa mivavaka, nefa koa hampiasa ny saiko mba ho azo izay lazaiko. Hampiasa ny fanomezan’ny fanahy aho rehefa mihira fiderana, nefa koa hampiasa ny saiko mba ho azo izay lazaiko.",
        "16": "Fa raha mampiasa ny fanomezan’ny fanahy ianao rehefa midera an’Andriamanitra, dia ahoana no hilazan’ny olon-tsotra eo aminareo hoe “Amena” rehefa manao fisaorana ianao, nefa izy aza tsy mahazo an’izay lazainao akory?",
        "17": "Marina fa tsara ny fisaorana ataonao, saingy tsy mahazo fampaherezana ny hafa.",
        "18": "Misaotra an’Andriamanitra aho fa miteny fiteny samihafa betsaka kokoa noho ianareo rehetra.",
        "19": "Aleoko anefa milaza teny dimy azon’ny saiko mba hampianarako ny hafa rehefa eo anivon’ny fiangonana, toy izay hilaza teny iray alina amin’ny fiteny samihafa.",
        "20": "Ry rahalahy, aoka ianareo tsy ho zaza raha ny amin’ny fahiratan-tsaina. Aoka kosa ianareo ho zaza raha ny amin’ny faharatsiana, ary ho olon-dehibe raha ny amin’ny fahiratan-tsaina.",
        "21": "Izao no voasoratra ao amin’ny Lalàna: “‘Hiteny amin’ity vahoaka ity amin’ny fitenin’ny hafa firenena sy ny fitenin’ny vahiny aho. Mbola tsy hety hihaino ahy ihany anefa izy ireo’, hoy i Jehovah.”",
        "22": "Famantarana ho an’ny tsy mpino àry ny fitenenana amin’ny fiteny samihafa, fa tsy ho an’ny mpino, ary ho an’ny mpino kosa ny faminaniana, fa tsy ho an’ny tsy mpino.",
        "23": "Koa raha mivory eo amin’ny toerana iray ny fiangonana manontolo ka samy miteny amin’ny fiteny samihafa daholo, ary miditra ny olon-tsotra na ny tsy mpino, tsy holazainy fa adala ve ianareo?",
        "24": "Fa raha samy maminany kosa ianareo rehetra ary misy tsy mpino na olon-tsotra miditra, dia hananatra azy sy handrisika azy handini-tena tsara ny zavatra rehetra henony.",
        "25": "Dia hiharihary izay miafina ao am-pony ka hiankohoka izy ary hivavaka amin’Andriamanitra, sady hilaza hoe: “Tena eo aminareo Andriamanitra!”",
        "26": "Inona àry no tokony hatao, ry rahalahy? Rehefa mivory ianareo, dia misy mihira fiderana, misy mampianatra, misy milaza ny zavatra naharihary taminy, misy miteny amin’ny fiteny samihafa, ary misy mandika teny. Ataovy mba hampaherezana ny zava-drehetra.",
        "27": "Ary raha misy miteny amin’ny fiteny samihafa, dia hoferana ho roa na telo izany, raha be indrindra. Ary hifandimby izy ireo, dia tsy maintsy hadika izay lazainy.",
        "28": "Raha tsy misy mpandika teny anefa, dia tokony hangina izy eo anivon’ny fiangonana ka hiteny amin’ny tenany ihany sy amin’Andriamanitra.",
        "29": "Raha misy mpaminany, dia ho roa na telo no hiteny, fa ny hafa kosa hamantatra ny hevitr’izay lazainy.",
        "30": "Raha misy amin’izay mipetraka eo anefa nampihariharian’Andriamanitra zavatra, dia hangina aloha ilay niteny.",
        "31": "Fa samy afaka maminany ianareo rehetra, saingy mandeha tsirairay, mba handraisan’ny rehetra fampianarana sy hahazoan’ny rehetra fampaherezana.",
        "32": "Ary tokony ho hain’ny mpaminany ny mifehy ny fanomezan’ny fanahy.",
        "33": "Fa Andriamanitra tsy Andriamanitry ny fikorontanana, fa Andriamanitry ny filaminana. Toy ny any amin’ny fiangonan’ny olona masina rehetra,",
        "34": "dia hangina ny vehivavy rehefa eo anivon’ny fiangonana, fa tsy mahazo miteny. Aoka kosa izy ireo hanaiky, fa izany koa no lazain’ny Lalàna.",
        "35": "Raha misy zavatra tiany ho fantatra, dia hanontany ny vadiny izy rehefa any an-trano, fa mahamenatra raha miteny eo anivon’ny fiangonana ny vehivavy.",
        "36": "Avy taminareo angaha no nivoahan’ny tenin’Andriamanitra? Sa ianareo ihany no nomena azy io?",
        "37": "Raha misy aminareo mieritreritra fa mpaminany izy na hoe manana ny fanomezan’ny fanahy, dia tokony hanaiky izy hoe didin’ny Tompo izay soratako aminareo.",
        "38": "Fa raha misy tsy miraharaha an’izany, dia tsy horaharahiana koa izy.",
        "39": "Koa miezaha mafy foana haminany, ry rahalahiko, nefa koa aza rarana ny hafa tsy hiteny amin’ny fiteny samihafa.",
        "40": "Ataovy amin’ny fomba mendrika sy milamina tsara anefa ny zava-drehetra."
    },
    "15": {
        "1": "Ampahatsiahiviko anareo, ry rahalahy, ny vaovao tsara notoriko taminareo, izay nekenareo koa sady ifikiranareo.",
        "2": "Ho voavonjy koa ianareo noho izany vaovao tsara izany, raha mino foana an’ilay vaovao tsara notoriko taminareo. Fa raha tsy izany kosa, dia ho very maina fotsiny ny nahatonga anareo ho mpino.",
        "3": "Fa anisan’ny zavatra voalohany nianarako koa ka nampitaiko taminareo ny hoe: Maty noho ny fahotantsika i Kristy, araka ny Soratra Masina,",
        "4": "ary nalevina izy dia natsangana tamin’ny maty tamin’ny andro fahatelo, araka ny Soratra Masina.",
        "5": "Niseho tamin’i Kefasy izy, ary avy eo tamin’izy 12 Lahy.",
        "6": "Taorian’izany, dia niseho tamin’ny rahalahy maherin’ny 500 indray niaraka izy, ary mbola eto amintsika ny ankamaroany, fa ny sasany kosa efa nodimandry.",
        "7": "Dia niseho tamin’i Jakoba izy avy eo, ary tamin’ny apostoly rehetra taorian’izay.",
        "8": "Ary farany indrindra, dia mba niseho tamiko koa izy, toy ny hoe niseho tamin’ny zaza teraka tsy tonga volana.",
        "9": "Fa izaho no kely indrindra amin’ny apostoly, ary tsy mendrika ny hantsoina hoe apostoly aho, satria nanenjika ny fiangonan’Andriamanitra.",
        "10": "Ny hatsaram-panahy miavaka nasehon’Andriamanitra anefa no nahatonga ahy ho hoatr’izao. Ary tsy very maina ny hatsaram-panahy miavaka nasehony tamiko, fa niasa mafy mihoatra noho izy rehetra aho. Tsy izaho anefa no tena niasa mafy, fa ilay hatsaram-panahy miavaka naseho tamiko.",
        "11": "Koa izany no torinay, na izaho na izy ireo, ary izany no ninoanareo.",
        "12": "Raha torina hoe efa natsangana tamin’ny maty i Kristy, dia ahoana no ilazan’ny sasany aminareo fa tsy misy fitsanganan’ny maty?",
        "13": "Raha tsy hatsangana ny maty, dia tsy ho natsangana i Kristy.",
        "14": "Raha tsy natsangana anefa i Kristy, dia tena very maina ny fitoriantsika, ary very maina koa ny finoanareo.",
        "15": "Ho hita koa fa vavolombelona milaza lainga momba an’Andriamanitra isika, satria manambara fa nanangana an’i Kristy tamin’ny maty izy. Tsy ho natsangany anefa izy raha tsy hatsangana tokoa ny maty.",
        "16": "Fa raha tsy hatsangana ny maty, na i Kristy aza tsy ho natsangana.",
        "17": "Ary raha tsy natsangana i Kristy, dia tsy misy dikany ny finoanareo, ary tsy afaka amin’ny fahotanareo ianareo.",
        "18": "Dia very koa izay nodimandry tao amin’i Kristy.",
        "19": "Raha amin’izao fiainana izao ihany isika no manantena an’i Kristy, dia isika no mampalahelo indrindra amin’ny olona rehetra.",
        "20": "Efa natsangana tamin’ny maty anefa i Kristy, izay voaloham-bokatra amin’ireo nodimandry.",
        "21": "Koa satria avy amin’ny olona iray ny fahafatesana, dia avy amin’ny olona iray koa ny fitsanganan’ny maty.",
        "22": "Fa toy ny ahafatesan’ny rehetra noho ny nataon’i Adama, no hamelomana ny rehetra kosa noho ny nataon’i Kristy.",
        "23": "Samy araka ny filaharany avy anefa: I Kristy no voaloham-bokatra, ary avy eo izay an’i Kristy, mandritra ny fanatrehany.",
        "24": "Ary amin’ny farany, dia hanolotra ny Fanjakana amin’Andriamanitra Rainy izy, rehefa avy nofoanany ny fitondrana sy ny fahefana ary ny hery rehetra.",
        "25": "Fa tsy maintsy manjaka izy, mandra-panaon’Andriamanitra ny fahavalo rehetra ho eo ambany tongony.",
        "26": "Ary ny fahavalo farany hofoanana dia ny fahafatesana.",
        "27": "Fa ‘nasain’Andriamanitra nanaiky azy ny zava-drehetra ka nataony eo ambany tongony.’ Rehefa voalaza anefa hoe: ‘Nasaina nanaiky azy ny zava-drehetra’, dia mazava ho azy fa tsy anisan’izany Ilay nahatonga ny zava-drehetra hanaiky azy.",
        "28": "Fa rehefa nasaina nanaiky ny Zanaka ny zava-drehetra, dia ny Zanaka mihitsy koa no hanaiky an’Ilay nahatonga ny zava-drehetra hanaiky azy, mba ho Andriamanitra no zava-drehetra ho an’ny rehetra.",
        "29": "Raha tsy izany, dia inona no soa ho azon’ireo atao batisa mba ho faty? Raha tsy hatsangana mihitsy ny maty, nahoana no atao batisa koa izy ireo mba ho faty?",
        "30": "Nahoana koa isika no manao vivery ny aintsika foana?",
        "31": "Tandindomin-doza isan’andro ny aiko. Tena marina izany, ry rahalahiko, ary tena mirehareha ny aminareo koa aho ao amin’i Kristy Jesosy Tompontsika.",
        "32": "Fa raha niady tamin’ny bibidia tany Efesosy hoatran’ny sasany aho, inona no soa azoko amin’izany? Raha tsy hatsangana ny maty, dia “andao isika hihinana sy hisotro, fa rahampitso dia ho faty.”",
        "33": "Aza manaiky ho voafitaka ianareo. Manimba ny fahazarana mahasoa ny naman-dratsy.",
        "34": "Mbà tonga saina ka manaova ny marina, ary aza zatra manota. Tsy mahalala an’Andriamanitra mantsy ny sasany. Ny hampahamenatra anareo no ilazako an’izany.",
        "35": "Na izany aza, dia hisy hilaza hoe: “Ahoana no hananganana ny maty? Vatana hoatran’ny ahoana no hananany rehefa atsangana izy?”",
        "36": "Ry tsy misaina, tsy hovelomina izay afafinao raha tsy maty aloha.",
        "37": "Ary tsy ilay zavamaniry hipoitra no afafinao, fa voa fotsiny ihany, na voam-barimbazaha izany na voa hafa.",
        "38": "Omen’Andriamanitra vatana araka izay tiany anefa ilay voa, ary samy omeny vatana avy ny voa tsirairay.",
        "39": "Tsy mitovy ny nofo rehetra, fa hafa ny an’ny olombelona, hafa ny nofon’ny omby, hafa ny nofon’ny vorona, ary hafa ny an’ny trondro.",
        "40": "Hafa ny vatan’izay any an-danitra ary hafa ny vatan’izay etỳ an-tany. Hafa ny voninahitry ny vatan’ny any an-danitra, ary hafa ny an’ny vatan’ny etỳ an-tany.",
        "41": "Hafa ny voninahitry ny masoandro, hafa ny an’ny volana, ary hafa ny an’ny kintana. Raha ny marina aza, dia samy manana ny voninahiny ny kintana.",
        "42": "Toy izany koa ny fitsanganan’ny maty. Vatana mety lo izy rehefa afafy, fa tsy mety lo kosa rehefa atsangana.",
        "43": "Alam-baraka izy rehefa afafy, fa be voninahitra rehefa atsangana. Malemy izy rehefa afafy, fa mahery rehefa atsangana.",
        "44": "Vatana ara-nofo izy rehefa afafy, fa vatana ara-panahy rehefa atsangana. Raha misy vatana ara-nofo, dia misy koa vatana ara-panahy.",
        "45": "Fa izao no voasoratra: “Lasa zavamananaina i Adama, ilay lehilahy voalohany.” Ary i Adama farany kosa lasa fanahy ahazoana fiainana.",
        "46": "Tsy izay ara-panahy anefa no voalohany. Izay ara-nofo no voalohany, vao ny ara-panahy.",
        "47": "Ilay lehilahy voalohany dia avy amin’ny tany sady natao tamin’ny vovoka, fa ilay lehilahy faharoa kosa avy any an-danitra.",
        "48": "Toy ilay natao tamin’ny vovoka ireo natao tamin’ny vovoka, ary toy ilay avy any an-danitra ireo any an-danitra.",
        "49": "Hoatran’ny itovizantsika endrika amin’ilay natao tamin’ny vovoka no hitovizantsika endrika amin’ilay avy any an-danitra.",
        "50": "Izao anefa no lazaiko, ry rahalahy: Tsy afaka mandova ny Fanjakan’Andriamanitra ny nofo aman-dra, ary izay mety lo tsy afaka mandova ny tsy mety lo.",
        "51": "Zava-miafina masina izao lazaiko aminareo izao: Tsy hodimandry daholo isika rehetra, fa isika rehetra dia hovana",
        "52": "ao anatin’ny fotoana fohy dia fohy, ao anatin’ny indray mipy maso, rehefa maneno ny trompetra farany. Fa haneno ny trompetra, dia hatsangana ny maty ka ho lasa tsy mety lo, ary hovana isika.",
        "53": "Fa tsy maintsy hitafy ny tsy mety lo ity mety lo ity, ary tsy maintsy hitafy ny tsy mety maty ity mety maty ity.",
        "54": "Rehefa lasa tsy mety lo anefa ity mety lo ity ary lasa tsy mety maty ity mety maty ity, dia ho tanteraka ny teny voasoratra hoe: “Ho foana tsy hisy mandrakizay ny fahafatesana.”",
        "55": "“Ry fahafatesana ô, aiza koa ianao izay mandresy eo? Ry fahafatesana ô, aiza koa ianao izay manindrona eo?”",
        "56": "Ny ota no fanindronana mahatonga ny fahafatesana, ary ny herin’ny ota dia avy amin’ny Lalàna.",
        "57": "Fa isaorana Andriamanitra, satria manome antsika fandresena amin’ny alalan’i Jesosy Kristy Tompontsika!",
        "58": "Noho izany, ry rahalahy malalako, dia aza manaiky ho voahozongozona ary aza miovaova mihitsy. Miezaha ho be atao foana amin’ny asan’ny Tompo, satria fantatrareo fa tsy very maina ny asa mafy ataonareo ho an’ny Tompo."
    },
    "16": {
        "1": "Mahakasika an’ilay fanangonam-bola ho an’ny olona masina, dia azonareo arahina ny toromarika nomeko ho an’ireo fiangonana any Galatia.",
        "2": "Tokony hanokana vola arakaraka izay anananareo avy ianareo, isaky ny andro voalohany amin’ny herinandro. Amin’izay dia tsy hisy fanangonam-bola intsony rehefa tonga aho.",
        "3": "Fa rehefa tonga any aho, dia hirahiko hitondra ny fanomezanareo ho any Jerosalema izay olona nolazainareo tao amin’ny taratasinareo hoe ekenareo hitondra an’ilay izy.",
        "4": "Raha ilaina koa anefa ny handehanako any, dia hiaraka amiko izy ireo.",
        "5": "Fa ho any aminareo aho rehefa avy mandalo an’i Makedonia, satria efa handalo an’i Makedonia aho izao.",
        "6": "Ary angamba hijanona kelikely any aminareo aho na hijanona any mandritra ny ririnina mihitsy aza, mba hanateranareo ahy lavidavitra any amin’izay halehako.",
        "7": "Fa tsy tiako raha mandalo fotsiny aho any aminareo, satria manantena ny hijanona elaela any aho, raha avelan’i Jehovah.",
        "8": "Hijanona eto Efesosy kosa aho mandra-pahatongan’ny Fetin’ny Pentekosta,",
        "9": "satria misy varavarana lehibe nosokafana mba hahafahako manao fanompoana. Be dia be anefa ny mpanohitra.",
        "10": "Raha tonga any aminareo i Timoty, dia ataovy izay hahatonga azy tsy hatahotahotra, satria manao ny asan’i Jehovah hoatr’ahy koa izy.",
        "11": "Koa aoka tsy hisy hanao tsinontsinona azy. Atero lavidavitra izy, dia alefaso mandeha soa aman-tsara mba ho tonga atỳ amiko, fa miandry azy izaho sy ireo rahalahy.",
        "12": "Raha ny amin’i Apolosy rahalahintsika, dia niangavy mafy azy aho hiaraka amin’ireo rahalahy ho any aminareo. Tsy mieritreritra ny ho any anefa izy izao, fa ho tonga any ihany izy rehefa afaka.",
        "13": "Miambena foana, miorena tsara amin’ny finoana, ary miezaha ho be herim-po sy hatanjaka.",
        "14": "Ataovy amim-pitiavana izay rehetra ataonareo.",
        "15": "Fantatrareo fa ny ankohonan’i Stefanasy no voaloham-bokatra tany Akaia ary nahafoy tena nikarakara an’ireo olona masina izy ireo. Koa mampirisika anareo aho, ry rahalahy,",
        "16": "mba hanaiky foana ny olona toy ireny sy izay rehetra miara-miasa sy miasa mafy!",
        "17": "Faly anefa aho fa eto amiko i Stefanasy sy Fortonato ary Akaiko, satria manonitra ny tsy maha eto anareo izy ireo.",
        "18": "Fa mamelombelona ahy sy mamelombelona anareo izy ireo. Koa ankasitraho ny olona toy ireny.",
        "19": "Mampamangy, hono, ianareo, hoy ireo fiangonana atỳ Azia. Mampamangy indrindra, hono, ianareo ao amin’ny Tompo, hoy i Akoila sy Priska ary ny fiangonana mivory ao an-tranony.",
        "20": "Manao mampamangy anareo ny rahalahy rehetra. Mifampiarahabà amin’ny oroka masina.",
        "21": "Ity no veloma nosoratan’ny tanako, izaho Paoly.",
        "22": "Raha misy tsy miraiki-po amin’ny Tompo, dia ho voaozona izy. Avia, ry Tomponay ô!",
        "23": "Enga anie ianareo hanehoan’i Jesosy Tompo hatsaram-panahy miavaka!",
        "24": "Tiako daholo ianareo rehetra izay tafaray amin’i Kristy Jesosy!"
    },
    "meta": {
        "name": "1 Korintianina",
        "order": 45,
        "chapter_number": 16
    }
}