{
    "1": {
        "1": "Paoly, voantso ho apostolin’i Jesosy Kristy noho ny sitrapon’Andriamanitra, sy Sostena rahalahintsika.",
        "2": "Ho an’ny fiangonan’Andriamanitra any Korinto, eny, ho anareo izay nohamasinina tao amin’i Kristy Jesosy sady voantso ho olona masina, mbamin’izay rehetra miantso hatraiza hatraiza ny anaran’ny Tompontsika, dia i Jesosy Kristy, izay Tompon’izy ireo sady Tompontsika koa,",
        "3": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "4": "Misaotra an’Andriamanitra mandrakariva ny aminareo aho, noho ny hatsaram-panahy tsy manam-paharoa nasehon’Andriamanitra taminareo tamin’ny alalan’i Kristy Jesosy.",
        "5": "Eny, misaotra azy aho fa nanjary nanan-karena tao amin’i Kristy amin’ny zava-drehetra ianareo, dia amin’ny fahaiza-mitory sy amin’ny fahalalana feno,",
        "6": "satria natao mafy orina teo aminareo ny fitoriana momba an’i Kristy.",
        "7": "Amin’izay dia tsy hisy mihitsy fanomezana tsy hanananareo, raha mbola miandry fatratra ny fampiharihariana an’i Jesosy Kristy Tompontsika ianareo.",
        "8": "Ary hahatonga anareo ho mafy orina hatramin’ny farany koa Andriamanitra, mba tsy hisy antony hanakianana anareo amin’ny andron’i Jesosy Kristy Tompontsika.",
        "9": "Tsy mivadika amin’ny teniny Andriamanitra, izay niantso anareo hanan-javatra iombonana amin’ny Zanany, dia i Jesosy Kristy Tompontsika.",
        "10": "Koa mananatra anareo aho, ry rahalahy, amin’ny anaran’i Jesosy Kristy Tompontsika, mba hifanaraka tsara ianareo rehetra amin’izay lazainareo, ary mba tsy hisy fisaratsarahana eo aminareo, fa mba ho tafaray tsara ianareo ka hiray saina sy hiray hevitra.",
        "11": "Fa nisy avy amin’ny ankohonan’i Kloa nilaza tamiko ny momba anareo, ry rahalahiko, fa misy tsy fifanarahana, hono, eo aminareo.",
        "12": "Izao mantsy no tiako holazaina: Samy milaza ianareo hoe: “Izaho an’i Paoly”, “Izaho an’i Apolosy”, “Izaho an’i Kefasy”, “Izaho an’i Kristy.”",
        "13": "Koa voazarazara i Kristy. I Paoly angaha no voafantsika tamin’ny hazo fijaliana ho anareo? Sa natao batisa tamin’ny anaran’i Paoly ianareo?",
        "14": "Misaotra an’Andriamanitra aho fa tsy nisy nataoko batisa ianareo, afa-tsy i Krispo sy Gaio ihany,",
        "15": "mba tsy hisy hilaza fa natao batisa tamin’ny anarako ianareo.",
        "16": "Eny e! Nataoko batisa koa ny ankohonan’i Stefanasy. Tsy tadidiko kosa anefa raha nisy hafa koa nataoko batisa.",
        "17": "Fa i Kristy tsy naniraka ahy hanao batisa, fa hitory ny vaovao tsara. Tsy hampiasa teny fampiderana fahaizana anefa aho rehefa manao izany, sao ho very maina ny hazo fijalian’i Kristy.",
        "18": "Fa amin’izay ho ringana, dia hadalana ny teny momba ny hazo fijaliana, fa amintsika izay vonjena kosa, dia herin’Andriamanitra izany.",
        "19": "Fa voasoratra hoe: “Hofoanako ny fahendren’ny olon-kendry, ary hailiko ny fahiratan-tsain’ny mahira-tsaina.”",
        "20": "Aiza àry ny olon-kendry? Aiza ny mpanora-dalàna? Aiza ny mpiady hevitra eo amin’ity tontolo ity? Tsy novan’Andriamanitra ho hadalana ve ny fahendren’izao tontolo izao?",
        "21": "Izao no fahendren’Andriamanitra: Koa satria ny fahendren’izao tontolo izao tsy nahatonga azy hahalala an’Andriamanitra, dia hitan’Andriamanitra fa tsara ny hamonjena izay mino, amin’ny alalan’ny hafatra torinay izay hadalana amin’ny olona.",
        "22": "Fa ny Jiosy mangataka famantarana, ary ny Grika mitady fahendrena,",
        "23": "fa isika kosa mitory an’i Kristy voafantsika tamin’ny hazo fijaliana. Amin’ny Jiosy izany dia zavatra mahatafintohina, ary amin’ny hafa firenena dia hadalana.",
        "24": "Amin’izay voantso kosa anefa, na Jiosy na Grika, dia amin’ny alalan’i Kristy no isehoan’ny herin’Andriamanitra sy ny fahendren’Andriamanitra.",
        "25": "Fa izay toa hadalana avy amin’Andriamanitra dia hendry noho ny olona, ary izay toa fahalemena avy amin’Andriamanitra dia mahery noho ny olona.",
        "26": "Ary hitanareo ny fiantsoany anareo, ry rahalahy, fa tsy maro ny hendry araka ny nofo nantsoina, tsy maro ny mahery, ary tsy maro ny avo razana.",
        "27": "Fa Andriamanitra nifidy ny zavatra adala amin’izao tontolo izao mba hampahamenatra ny olon-kendry. Ary Andriamanitra nifidy ny zavatra malemy amin’izao tontolo izao mba hampahamenatra ny zavatra mahery.",
        "28": "Ary Andriamanitra nifidy ny zavatra ambany amin’izao tontolo izao sy ny zavatra hamavoina sy ny tsy misy, mba hanafoanany izay misy,",
        "29": "mba tsy hisy nofo hirehareha eo imason’Andriamanitra.",
        "30": "Fa izy no nahatonga anareo ho tafaray amin’i Kristy Jesosy. Ary i Kristy no tonga fahendrena avy amin’Andriamanitra ho antsika, sy fahamarinana sy fahamasinana ary fanafahana amin’ny alalan’ny vidim-panavotana,",
        "31": "mba ho araka ny voasoratra hoe: “Izay mirehareha, dia aoka ho i Jehovah no ho reharehany.”"
    },
    "2": {
        "1": "Koa rehefa tonga teo aminareo aho, ry rahalahy, dia tsy tamin’ny teny sy fahendrena mampiaiky volana no nitoriako taminareo ny zava-miafina masin’Andriamanitra.",
        "2": "Fa tapa-kevitra aho rehefa teo aminareo ny tsy hisarika ny sainareo afa-tsy ho amin’i Jesosy Kristy ihany, dia izy voafantsika tamin’ny hazo fijaliana.",
        "3": "Ary osa sy natahotra ary nangovitra be aho fony tonga teo aminareo.",
        "4": "Ary tsy tamin’ny fampiasana tenim-pahendrena maharesy lahatra no nitenenako sy nitoriako, fa tamin’ny fampisehoana ny fiasan’ny fanahy masina sy ny hery,",
        "5": "mba tsy hiorenan’ny finoanareo amin’ny fahendren’olombelona, fa amin’ny herin’Andriamanitra.",
        "6": "Ary miresaka momba ny fahendrena amin’izay matotra isika, nefa tsy ny fahendren’ity tontolo ity na ny an’ny mpitondrany, dia mpitondra izay ho levona.",
        "7": "Fa isika miresaka momba ny fahendren’Andriamanitra ao amin’ny zava-miafina masina, dia ilay fahendrena nafenina, izay efa nomanin’Andriamanitra mialoha, talohan’ny niorenan’ireo rafitra nisy teto amin’ity tontolo ity, mba hahazoantsika voninahitra.",
        "8": "Ary tsy nisy nahafantatra izany fahendrena izany ny mpitondra eo amin’ity tontolo ity. Fa raha nahafantatra izy, dia tsy ho nofantsihany tamin’ny hazo fijaliana ny Tompo be voninahitra.",
        "9": "Fa araka ny voasoratra hoe: “Tsy hitan’ny maso na ren’ny sofina, na nitsiry tao am-pon’ny olona ny zavatra nomanin’Andriamanitra ho an’izay tia azy.”",
        "10": "Fa tamintsika no nampihariharian’Andriamanitra izany tamin’ny alalan’ny fanahiny. Ny fanahy mantsy mikaroka ao anatin’ny zava-drehetra, eny fa na dia ny zava-dalin’Andriamanitra aza.",
        "11": "Fa iza no mahafantatra ny zavatra momba ny olona iray afa-tsy ny tenany ihany? Koa tsy misy mahafantatra ny zavatra momba an’Andriamanitra koa, afa-tsy ny fanahin’Andriamanitra ihany.",
        "12": "Fa isika tsy nandray ny fanahin’izao tontolo izao, fa ny fanahy avy amin’Andriamanitra, mba hahafantarantsika ny zavatra nomen’Andriamanitra antsika tamin-katsaram-panahy.",
        "13": "Ary lazaintsika koa izany zavatra izany, tsy amin’ny teny ampianarin’ny fahendren’olombelona anefa, fa amin’ny teny ampianarin’ny fanahy, satria teny araka ny fanahy no anazavantsika zavatra araka ny fanahy.",
        "14": "Ary ny olona araka ny nofo dia tsy manaiky izay zavatra avy amin’ny fanahin’Andriamanitra, satria hadalana aminy izany. Ary tsy afaka ny hahafantatra izany izy, satria mila ny fanahin’Andriamanitra ny fandinihana an’izany.",
        "15": "Fa ny olona araka ny fanahy kosa mandinika ny zava-drehetra, nefa tsy misy olona mandinika azy.",
        "16": "Fa “iza no nanjary nahafantatra ny sain’i Jehovah, mba hampianatra azy?” Isika kosa anefa manana ny sain’i Kristy."
    },
    "3": {
        "1": "Ary tsy afa-niresaka taminareo toy ny amin’ny olona araka ny fanahy aho, ry rahalahy, fa toy ny amin’ny olona araka ny nofo, toy ny amin’ny zaza bodo ao amin’i Kristy.",
        "2": "Ronono no nomeko ho sakafonareo, fa tsy ventin-kanina, satria mbola tsy natanjaka tsara ianareo. Mbola tsy matanjaka tsara ihany anefa ianareo ankehitriny,",
        "3": "fa mbola araka ny nofo ihany. Fa raha misy fialonana sy fifamaliana eo aminareo, tsy araka ny nofo ve ianareo sady mitondra tena toy ny olona eo amin’izao tontolo izao?",
        "4": "Raha hoy ny iray hoe: “Izaho an’i Paoly”, ary ny iray kosa hoe: “Izaho an’i Apolosy”, tsy toy ny olon-kafa rehetra ihany ve ianareo?",
        "5": "Koa inona moa i Apolosy? Ary inona moa i Paoly? Mpanompo fotsiny ihany izay nahatonga anareo ho mpino ireo, araka ny fanompoana nomen’ny Tompo azy ireo tsirairay avy.",
        "6": "Izaho namboly, i Apolosy nanondraka, fa Andriamanitra kosa no tsy nitsahatra nampitombo.",
        "7": "Koa tsy ilay mamboly na ilay manondraka no inona, fa Andriamanitra izay mampitombo.",
        "8": "Ary iray ihany ilay mamboly sy ilay manondraka, nefa ny tsirairay aminy dia samy hahazo ny valisoany araka ny asa mafy nataony.",
        "9": "Fa mpiara-miasa amin’Andriamanitra izahay, ary ianareo dia saha volena sy trano aorina, izay samy an’Andriamanitra.",
        "10": "Araka ny hatsaram-panahy tsy manam-paharoa nasehon’Andriamanitra tamiko, dia nametraka fototra aho toy ny ataon’ny olon-kendry lehiben’ny fanorenana, fa olon-kafa kosa no manorina eo ambonin’ilay fototra. Aoka anefa ny tsirairay hitandrina hatrany ny fomba fanorenany eo ambonin’izany fototra izany.",
        "11": "Fa tsy misy afaka mametraka fototra hafa ankoatra izay efa napetraka, dia i Jesosy Kristy.",
        "12": "Raha misy manorina amin’ny volamena, volafotsy, vatosoa, hazo, bozaka, mololo eo ambonin’ilay fototra,",
        "13": "dia hiharihary ny asan’ny tsirairay, rehefa tonga ny andro fisedrana. Fa hampiharihary izany ny afo, ka hampiseho ny karazan’asan’ny tsirairay.",
        "14": "Raha mbola eo ihany ny asa naorin’ny olona teo ambonin’ilay fototra, dia hahazo valisoa izy.",
        "15": "Fa raha may kosa ny asany, dia ho matiantoka izy, nefa hovonjena ihany, saingy ho toy ny avy amin’ny afo.",
        "16": "Tsy fantatrareo ve fa tempolin’Andriamanitra ianareo, ary mitoetra ao anatinareo ny fanahin’Andriamanitra?",
        "17": "Raha misy mandrava ny tempolin’Andriamanitra, dia haringan’Andriamanitra izy. Fa masina ny tempolin’Andriamanitra, ary ianareo izany tempoly izany.",
        "18": "Aoka tsy hisy hamita-tena: Raha misy aminareo mihevi-tena ho hendry eto amin’ity tontolo ity, dia aoka izy ho adala, mba ho hendry.",
        "19": "Fa amin’Andriamanitra dia hadalana ny fahendren’ity tontolo ity, fa voasoratra hoe: “Ny hafetsen’ny hendry ihany no amandrihany azy.”",
        "20": "Ary koa hoe: “Fantatr’i Jehovah fa zava-poana ny fisainan’ny olon-kendry.”",
        "21": "Koa aoka tsy hisy hanao olona ho reharehany, fa anareo ny zava-drehetra,",
        "22": "na i Paoly izany, na i Apolosy, na i Kefasy, na izao tontolo izao, na fiainana, na fahafatesana, na zavatra ankehitriny, na zavatra ho avy, eny, anareo ny zava-drehetra.",
        "23": "Ianareo kosa an’i Kristy, ary i Kristy an’Andriamanitra."
    },
    "4": {
        "1": "Aoka ny olona hanaiky anay ho mpanompo eo ambany fahefan’i Kristy sy mpanompo miandraikitra ny zava-miafina masin’Andriamanitra.",
        "2": "Raha izany àry no izy, dia takina amin’ny mpanompo toy izany ny ho olona mendri-pitokisana.",
        "3": "Na ianareo na ny fitsaran’olombelona no handinika ny momba ahy dia tsy misy dikany amiko izany. Na izaho aza tsy manao izany amin’ny tenako.",
        "4": "Fa tsy hitako izay tsiniko, nefa tsy mahatonga ahy ho marina izany, fa i Jehovah no mandinika ny momba ahy.",
        "5": "Koa aza mitsara na inona na inona alohan’ny fotoana voatondro, eny, mandra-piavin’ny Tompo. Izy no hampiseho mazava ny zava-miafin’ny haizina sy hampiharihary ny fikasan’ny fo. Amin’izay dia samy hahazo fiderana avy amin’Andriamanitra ny tsirairay.",
        "6": "Milaza izany zavatra izany aho, ry rahalahy, ka ny tenako sy Apolosy no noraisiko ho ohatra mba hahasoa anareo, ka hianaranareo ilay fitsipika hoe: “Aza mihoatra noho izay voasoratra”, mba tsy hisy hirehareha ianareo ka hihevitra ny iray ho tsara kokoa noho ny iray.",
        "7": "Fa inona no mahatonga anao tsy hitovy amin’ny hafa? Inona tokoa moa no anananao izay tsy nomena anao? Koa raha nisy nanome ihany ianao, nahoana no mirehareha hoatran’ny hoe tsy nisy nanome?",
        "8": "Hay, efa afa-po sahady ianareo? Ary efa manankarena sahady? Ary efa nanomboka nanjaka sahady, nefa tsy niaraka taminay? Enga anie ianareo ho efa nanomboka nanjaka, mba hiarahanay manjaka aminareo koa!",
        "9": "Fa amiko, dia toa izahay apostoly no nataon’Andriamanitra farany niakatra an-tsehatra, toy ny olona voaheloka hovonoina, satria nanjary fampisehoana an-tsehatra hojeren’izao tontolo izao sy ny anjely ary ny olona izahay.",
        "10": "Izahay moa adala noho ny amin’i Kristy, fa ianareo kosa malina ao amin’i Kristy. Izahay malemy, fa ianareo kosa mahery. Ianareo tsara laza, fa izahay kosa afa-boninahitra.",
        "11": "Hatramin’izao ora izao, dia mbola noana sy mangetaheta sy zara raha mitafy sy ampijalina sy tsy manan-kialofana izahay,",
        "12": "ary misasatra miasa amin’ny tananay. Rehefa tevatevaina izahay dia mirary soa, rehefa enjehina dia miaritra,",
        "13": "rehefa alam-baraka dia miangavy. Nanjary toy ny fakon’izao tontolo izao sy faikan’ny zava-drehetra izahay mandraka ankehitriny.",
        "14": "Tsy ny hampahamenatra anareo anefa no anoratako izany, fa ny hananatra anareo toy ny zanako malalako.",
        "15": "Fa na manana mpitaiza iray alina ao amin’i Kristy aza ianareo, dia azo antoka fa tsy manana ray maro. Fa tonga rainareo ao amin’i Kristy Jesosy aho, noho ny vaovao tsara.",
        "16": "Koa miangavy anareo aho: Aoka hanahaka ahy ianareo.",
        "17": "Izany no antony anirahako an’i Timoty any aminareo, satria zanako malalako sy mendri-pitokisana ao amin’ny Tompo izy. Ary izy hampahatsiahy anareo ny fomba fiasako ao amin’i Kristy Jesosy, toy ny fomba fampianatro hatraiza hatraiza any amin’ny fiangonana rehetra.",
        "18": "Mirehareha ny sasany, toy ny hoe tsy ho tonga any aminareo aho.",
        "19": "Ho avy tsy ho ela any aminareo anefa aho, raha sitrapon’i Jehovah, ka tsy izay lazain’ireo mirehareha no tiako hofantarina, fa ny heriny.",
        "20": "Tsy izay lazain’ny olona mantsy no mahatonga ny fanjakan’Andriamanitra hiharihary eo amin’ny fiainany, fa ny herin’ny fanahin’Andriamanitra eo aminy.",
        "21": "Fa inona no tianareo: Ny hahatongavako any aminareo amin’ny tsorakazo sa amin’ny fitiavana sy fahalemem-panahy?"
    },
    "5": {
        "1": "Re fa misy fijangajangana eo aminareo, ary fijangajangana tsy fahita na dia eo amin’ny hafa firenena aza. Re tokoa fa misy lehilahy manao tokantranomaso amin’ny vadin-drainy.",
        "2": "Dia mirehareha ve ianareo fa tsy tokony halahelo kosa, ka hanaisotra tsy ho eo aminareo ilay lehilahy nanao izany zavatra izany?",
        "3": "Izaho kosa, na tsy any aminareo aza fa ny saiko any aminareo ihany, dia efa nitsara tokoa an’ilay lehilahy nanao toy izany, toy ny hoe any aho.",
        "4": "Koa izao no fitsarako: Rehefa tafangona ianareo ka any koa ny eritreritro, amin’ny alalan’ny herin’i Jesosy Tompontsika, dia aoka ho amin’ny anaran’i Jesosy Tompontsika",
        "5": "no anoloranareo an-dralehilahy ho an’i Satana handringanana ny nofo, mba ho voaro ny toe-tsain’ny fiangonana, mandritra ny andron’ny Tompo.",
        "6": "Tsy tsara ny antony ireharehanareo. Tsy fantatrareo ve fa lalivay kely fotsiny dia mampitombo ny koba manontolo?",
        "7": "Esory ny lalivay efa ela, mba ho koba vaovao ianareo, satria tsy tokony hisy lalivay ianareo. Fa efa natao sorona tokoa i Kristy, izay toy ny zanak’ondrin’ny Paska.",
        "8": "Koa aoka isika hankalaza ilay fety, tsy amin’ny lalivay efa ela, na amin’ny lalivain’ny faharatsiana sy ny haratsiam-panahy, fa amin’ny mofo tsy misy lalivay, dia ny mofon’ny fahatsoram-po sy ny fahamarinana.",
        "9": "Nanoratra taminareo aho mba tsy hifaneraseranareo intsony amin’ny mpijangajanga,",
        "10": "nefa tsy te hilaza aho hoe tsy hifanerasera tanteraka amin’ny mpijangajanga eto amin’ity tontolo ity, na izay manana faniriana tsy mety afa-po na mpanao an-keriny na mpanompo sampy. Raha izany mantsy, dia tena tsy maintsy miala eo amin’izao tontolo izao ianareo.",
        "11": "Fa manoratra aminareo kosa aho izao mba tsy hifaneraseranareo intsony amin’izay antsoina hoe rahalahy nefa mpijangajanga, na manana faniriana tsy mety afa-po, na mpanompo sampy, na mpanevateva, na mpimamo, na mpanao an-keriny, ary mba tsy hiara-mihinana aminy akory.",
        "12": "Fa inona no idirako amin’izay fitsarana ny any ivelany? Tsy ianareo ve no mitsara ny ato anatiny,",
        "13": "fa Andriamanitra kosa no mitsara ny any ivelany? “Esory tsy ho eo aminareo ilay mpanao ratsy.”"
    },
    "6": {
        "1": "Raha misy aminareo manana ady amin’ny namany, dia ho sahiny ve ny hitory any amin’ny fitsarana ka hiseho eo anatrehan’ny olona tsy marina, fa tsy eo anatrehan’ny olona masina?",
        "2": "Sa tsy fantatrareo fa hitsara an’izao tontolo izao ny olona masina? Koa raha izao tontolo izao aza hotsarainareo, tsy mendrika ny hitsara raharaha tena madinika ve ianareo?",
        "3": "Tsy fantatrareo ve fa hitsara anjely isika? Koa nahoana no tsy hitsara raharaha momba izao fiainana izao?",
        "4": "Raha toa àry ka raharaha momba izao fiainana izao no ilanareo fitsarana, dia lehilahy hamavoin’ny fiangonana ve no apetrakareo ho mpitsara?",
        "5": "Ny hampahamenatra anareo no ilazako izany. Marina ve fa tsy misy lehilahy hendry aminareo ka ho afaka hitsara ny adin’ireo rahalahiny?",
        "6": "Ny rahalahy anefa mitory ny rahalahiny any amin’ny fitsarana, ary amin’izay indray eo anatrehan’ny tsy mpino.",
        "7": "Koa tena faharesena tanteraka ho anareo ny ifampitorianareo. Tsy aleo ve manaiky hiharan’ny tsy rariny? Tsy aleo ve manaiky hambakaina?",
        "8": "Tsy izany anefa fa ianareo no manao ny tsy rariny sady manambaka, nefa ny rahalahinareo ihany no anaovanareo izany.",
        "9": "Tsy fantatrareo angaha fa tsy handova ny fanjakan’Andriamanitra ny olona tsy marina? Aza manaiky ho voafitaka ianareo: Fa na mpijangajanga, na mpanompo sampy, na mpanitsakitsa-bady, na lehilahy manaiky hanaovan-dehilahy firaisana, na lehilahy miray amin’ny lehilahy,",
        "10": "na mpangalatra, na olona manana faniriana tsy mety afa-po, na mpimamo, na mpanevateva, na mpanao an-keriny, dia tsy handova ny fanjakan’Andriamanitra.",
        "11": "Efa toy izany ihany ny sasany aminareo, saingy efa voasasa madio tsara ianareo, efa nohamasinina ianareo, efa nambara ho marina ianareo tamin’ny anaran’i Jesosy Kristy Tompontsika sy tamin’ny fanahin’Andriamanitsika.",
        "12": "Azoko atao ny zava-drehetra, nefa tsy ny zava-drehetra no mahasoa. Azoko atao ny zava-drehetra, nefa tsy havelako hofehezin-javatra na inona na inona ny tenako.",
        "13": "Ny sakafo dia natao ho an’ny kibo, ary ny kibo ho an’ny sakafo, nefa samy holevonin’Andriamanitra izy roa tonta. Ary ny vatana dia tsy natao ho an’ny fijangajangana, fa ho an’ny Tompo, ary ny Tompo kosa ho an’ny vatana.",
        "14": "Fa Andriamanitra efa nanangana ny Tompo sady hanangana antsika amin’ny maty, amin’ny alalan’ny heriny.",
        "15": "Tsy fantatrareo ve fa rantsambatan’i Kristy ny vatanareo? Koa ny rantsambatan’i Kristy ve no halaiko ka hataoko ho rantsambatan’ny mpivaro-tena? Sanatria izany!",
        "16": "Tsy fantatrareo angaha fa izay miray amin’ny mpivaro-tena dia vatana iray aminy? Fa hoy Andriamanitra: “Ho nofo iray ihany izy roa.”",
        "17": "Fa izay tafaray amin’ny Tompo kosa dia iray saina aminy.",
        "18": "Andosiro ny fijangajangana. Izay fahotana hafa rehetra ataon’ny olona dia eny ivelan’ny vatany, fa ny mpijangajanga kosa manota amin’ny vatany ihany.",
        "19": "Tsy fantatrareo angaha fa ny vatanareo no tempolin’ny fanahy masina, dia ny fanahy masina izay ao anatinareo sady azonareo avy amin’Andriamanitra? Ary tsy anareo intsony koa ny tenanareo,",
        "20": "fa voavidy ianareo. Koa mankalazà an’Andriamanitra amin’ny vatanareo."
    },
    "7": {
        "1": "Izao no valin’ny fanontaniana nosoratanareo: Tsara raha tsy mikasi-behivavy ny lehilahy.",
        "2": "Noho ny fielezan’ny fijangajangana anefa, dia aoka ny lehilahy samy hanana ny vadiny avy, ary ny vehivavy samy hanana ny vadiny avy.",
        "3": "Aoka ny lehilahy hanao ny adidiny amin’ny vadiny, ary ny vehivavy koa mba hanao toy izany.",
        "4": "Ny vehivavy dia tsy manana fahefana amin’ny vatany, fa ny vadiny no manana izany. Toy izany koa fa ny lehilahy dia tsy manana fahefana amin’ny vatany, fa ny vadiny no manana izany.",
        "5": "Aoka tsy hisy aminareo tsy hanaiky hanao ny adidy amim-bady, raha tsy efa ifanarahanareo angaha hoe mandritra ny fotoana iray, mba hanokananareo fotoana ho amin’ny vavaka ka hiaraka indray ianareo avy eo, sao haka fanahy anareo foana i Satana noho ny tsy fahaizanareo mifehy tena.",
        "6": "Tsy mandidy anefa aho raha milaza izany, fa mamela anareo malalaka.",
        "7": "Fa iriko ho tahaka ahy ny olona rehetra. Samy nahazo fanomezana avy amin’Andriamanitra anefa ny tsirairay, ka ny iray toy izao, ary ny iray kosa toy izao.",
        "8": "Izao no lazaiko amin’ny tsy manambady sy ny vehivavy mpitondratena: Tsara raha mitoetra ho tahaka ahy izy ireo.",
        "9": "Raha tsy mahafehy tena anefa izy, dia aoka izy hanambady, fa aleo manambady toy izay harehitry ny filan’ny nofo.",
        "10": "Manoro hevitra ny manambady aho, nefa tsy izaho fa ny Tompo: Tsy tokony hiala amin’ny vadiny ny vehivavy.",
        "11": "Raha tena miala tokoa anefa izy, dia aoka hitoetra ho tsy manambady na aoka hody amin’ny vadiny. Ary tsy tokony hiala amin’ny vadiny ny lehilahy.",
        "12": "Milaza amin’ny hafa kosa aho, eny, izaho fa tsy ny Tompo: Raha misy rahalahy manambady tsy mpino, ary manaiky hiara-mitoetra aminy ihany ny vadiny, dia aoka tsy hiala aminy izy.",
        "13": "Ary raha misy vehivavy manambady tsy mpino, ka manaiky hiara-mitoetra aminy ihany ny vadiny, dia aoka tsy hiala aminy izy.",
        "14": "Fa hamasinina noho ny amin’ny vadiny ny lehilahy tsy mpino, ary hamasinina noho ny amin’ny rahalahy ny vadiny tsy mpino. Raha tsy izany, dia tena tsy madio ny zanakareo, nefa masina izy ireo izao.",
        "15": "Fa raha ilay tsy mino kosa no te hiala, dia avelao izy hiala. Tsy voageja ny rahalahy na ny anabavy ao anatin’ny toe-javatra toy izany, fa Andriamanitra efa niantso anareo ho amin’ny fihavanana.",
        "16": "Tsy fantatrao angaha ravehivavy fa mety ho voavonjinao ny vadinao? Ary tsy fantatrao angaha ralehilahy fa mety ho voavonjinao ny vadinao?",
        "17": "Efa nomen’i Jehovah izay tokony ho azy avy ny tsirairay, ka aoka samy handeha araka izay efa niantsoan’Andriamanitra azy. Ary izany no andidiako ny fiangonana rehetra.",
        "18": "Misy voafora ve fony izy nantsoina? Aoka izy tsy ho lasa tsy mifora. Misy tsy mifora ve tamin’izy nantsoina? Aoka izy tsy hoforana.",
        "19": "Tsy midika ho inona ny famorana, ary tsy midika ho inona ny tsy famorana, fa ny fitandremana ny didin’Andriamanitra no izy.",
        "20": "Na toy inona na toy inona ny tsirairay tamin’izy nantsoina, dia aoka izy hitoetra amin’izany.",
        "21": "Mpanompon’olona ve ianao no nantsoina? Aoka tsy hampanahy anao izany, nefa raha misy mety hahafahanao amin’izany, dia hararaoty.",
        "22": "Fa izay ao amin’ny Tompo ka nantsoina tamin’izy mpanompon’olona, dia olona nomena fahafahana izy sady an’ny Tompo. Toy izany koa fa izay nantsoina tamin’izy olona afaka, dia mpanompon’i Kristy izy.",
        "23": "Voavidy ianareo, ka aza mety ho lasa mpanompon’olona intsony.",
        "24": "Ry rahalahy, na toy inona na toy inona ny tsirairay tamin’izy nantsoina, dia aoka izy hitoetra amin’izany sady hifandray akaiky amin’Andriamanitra.",
        "25": "Ny amin’ny virjiny kosa, dia tsy nahazo didy avy amin’ny Tompo aho. Manome ny hevitro anefa aho, satria nanehoan’ny Tompo famindram-po mba ho mendri-pitokisana.",
        "26": "Koa izao no tsara, araka ny hevitro, noho ny fahasahiranana mahazo antsika ankehitriny: Tsara raha mitoetra amin’izay efa misy azy ny olona.",
        "27": "Lehilahy efa voafatotry ny fanambadiana àry ve ianao? Aza mitady izay hahafahana. Lehilahy tsy voafatotry ny fanambadiana intsony ve ianao? Aza mitady vady intsony.",
        "28": "Raha manambady aza anefa ianao, dia tsy manota. Ary raha misy virjiny manambady, dia tsy manota izy. Hanam-pahoriana amin’ny nofony anefa ireo hanambady, ka tsy tiako hiharan’izany ianareo.",
        "29": "Izao koa no lazaiko, ry rahalahy: Efa kely sisa ny fotoana tavela. Manomboka izao, dia aoka izay manambady ho toy ny tsy manana,",
        "30": "ary izay mitomany ho toy ny tsy mitomany, ary izay mifaly ho toy ny tsy mifaly, ary izay mividy ho toy ny tsy manana,",
        "31": "ary izay mampiasa an’izao tontolo izao, ho toy ireo tsy revo tanteraka aminy, fa miovaova ny sehatr’ity tontolo ity.",
        "32": "Iriko tokoa ianareo ho afaka amin’ny fanahiana. Ny lehilahy tsy manambady dia manahy ny amin’izay an’ny Tompo, ny amin’ny fomba hahazoany sitraka amin’ny Tompo.",
        "33": "Fa ny lehilahy manambady kosa manahy ny amin’izay an’izao tontolo izao, ny amin’ny fomba hahazoany sitraka amin’ny vadiny,",
        "34": "ka voazarazara izy. Ankoatra izany, ny vehivavy tsy manambady sy ny virjiny dia manahy ny amin’izay an’ny Tompo, mba ho masina ny tenany sy ny sainy. Ny vehivavy manambady kosa anefa manahy ny amin’izay an’izao tontolo izao, ny amin’ny fomba hahazoany sitraka amin’ny vadiny.",
        "35": "Ny hahasoa anareo no ilazako izany. Tsy ny hamatotra anareo no ilazako izany, fa ny handrisika anareo ho amin’izay mety sy ho amin’izay atao hoe fanompoana ny Tompo mandrakariva tsy misy fieritreretana zavatra hafa.",
        "36": "Raha misy anefa mihevitra fa tsy hainy ny mitondra tena amin’ny maha virjiny azy, ary raha efa dila ny fotoana fivelaran’ny fahatanorana izy, ka tokony hanambady, dia aoka izy hanao izay tiany. Tsy manota izy. Aoka izy ireo hanambady.",
        "37": "Raha misy kosa tapa-kevitra ao am-pony, ka tsy misy zavatra manery azy, fa mahafehy ny sitrapony izy ary tapa-kevitra ao am-pony ny hitoetra ho virjiny, dia tsara ny ataony.",
        "38": "Noho izany, izay tsy mitoetra ho virjiny fa manambady dia manao tsara, fa izay mitoetra ho virjiny kosa ka tsy manambady dia manao tsara kokoa.",
        "39": "Voafatotry ny fanambadiana ny vehivavy raha mbola velona koa ny vadiny. Fa raha maty * kosa ny vadiny, dia afaka manambady izay tiany izy, nefa ao amin’ny Tompo ihany.",
        "40": "Sambatra kokoa anefa izy, araka ny hevitro, raha mitoetra amin’izao. Azoko antoka fa manana ny fanahin’Andriamanitra koa aho."
    },
    "8": {
        "1": "Ary ny amin’ny sakafo atolotra ho an’ny sampy, dia fantatsika fa manana fahalalana isika rehetra. Ny fahalalana anefa mampirehareha, fa ny fitiavana kosa mampahery.",
        "2": "Raha misy mihevi-tena ho efa manam-pahalalana momba ny zavatra iray, dia mbola tsy mahafantatra izany araka ny tokony hahafantarany azy izy.",
        "3": "Fa raha misy tia an’Andriamanitra kosa, dia fantatr’Andriamanitra izy.",
        "4": "Ny amin’ny fihinanana sakafo atolotra ho an’ny sampy, dia fantatsika fa tsinontsinona velively ny sampy, ary tsy misy Andriamanitra afa-tsy iray ihany.",
        "5": "Fa na misy aza ireo antsoina hoe “andriamanitra”, na any an-danitra na eto an-tany, toy ny isian’ny “andriamanitra” maro sy “tompo” maro,",
        "6": "dia tsy misy afa-tsy Andriamanitra tokana ihany amintsika, dia ny Ray, izay niavian’ny zava-drehetra, ary ho azy isika. Ary tokana ihany ny Tompo, dia i Jesosy Kristy. Tamin’ny alalany no nanaovana ny zava-drehetra sady nanaovana antsika koa.",
        "7": "Tsy ny olona rehetra anefa no manana izany fahalalana izany. Fa hatramin’izao ny sasany dia mbola mieritreritra momba ny sampy ihany, ka rehefa mihinan-kanina izy dia mieritreritra hoe zavatra natao sorona ho an’ny sampy izany. Koa voaloto ny feon’ny fieritreretany satria malemy.",
        "8": "Tsy hahamendrika antsika eo anatrehan’Andriamanitra anefa ny sakafo. Raha tsy mihinana isika, dia tsy ho matiantoka, ary raha mihinana isika, dia tsy hahazo tombony.",
        "9": "Mitandrema hatrany anefa sao ho lasa vato mahatafintohina ho an’ny malemy izany zo anananareo izany.",
        "10": "Fa raha ianao izay manam-pahalalana no misy mahita mandry ilika * hisakafo ao amin’ny tempolin’ny sampy, moa ve ny feon’ny fieritreretan’ilay malemy tsy hampirisika azy ho sahy hihinana sakafo atolotra ho an’ny sampy?",
        "11": "Koa ny fahalalanao àry no manimba an’ilay malemy, dia ny rahalahinao izay namoizan’i Kristy ny ainy.",
        "12": "Fa manota amin’i Kristy ianareo, rehefa manota toy izany amin’ny rahalahinareo ka mandratra ny feon’ny fieritreretany mbola malemy.",
        "13": "Koa raha ny sakafo no mahatafintohina ny rahalahiko, dia tsy hihinan-kena intsony mihitsy aho sao ho tafintohina ny rahalahiko."
    },
    "9": {
        "1": "Tsy olona afaka ve aho? Tsy apostoly ve aho? Tsy efa nahita an’i Jesosy Tompontsika ve aho? Tsy ianareo ve no vokatry ny asako ao amin’ny Tompo?",
        "2": "Raha tsy apostoly ho an’ny olon-kafa aho, dia tena azo antoka fa apostoly ho anareo. Fa ianareo no tombo-kase manamarina ny maha apostoly ahy, raha ny amin’ny Tompo.",
        "3": "Izao àry no fiarovan-tenako amin’ireo mandinika ny momba ahy:",
        "4": "Angaha izahay tsy manan-jo hihinana sy hisotro?",
        "5": "Angaha izahay tsy manan-jo hitondra vady mpino, toy ny ataon’ny apostoly hafa rehetra sy ny rahalahin’ny Tompo ary Kefasy?",
        "6": "Sa izaho sy Barnabasy ihany no tsy manan-jo hitsahatra amin’ny asa fivelomana?",
        "7": "Aiza no hisy miaramila mianto-tena? Iza no mamboly voaloboka ka tsy mihinana ny voany? Na iza no miandry andian’ondry ka tsy mihinana amin’ny rononony?",
        "8": "Araka ny fihevitry ny olona ve no ilazako izany? Tsy milaza izany koa angaha moa ny Lalàna?",
        "9": "Fa izao no voasoratra ao amin’ny lalàn’i Mosesy: “Aza asiana fehivava ny omby miasa eny am-pamoloana.” Ny omby ve no ahin’Andriamanitra?",
        "10": "Sa noho isika indrindra no nilazany izany? Tena noho isika no nanoratana izany, satria izay miasa tany dia tokony hiasa amin’ny fanantenana ny hahazo vokatra, ary izay miasa eny am-pamoloana dia tokony hanao izany amin’ny fanantenana ny hahazo ny anjarany.",
        "11": "Raha namafy zavatry ny fanahy taminareo izahay, dia mba mampaninona moa raha hijinja zavatra ho an’ny nofo avy aminareo izahay?",
        "12": "Raha ny hafa aza manana izany zo izany aminareo, tsy mainka fa izahay? Tsy mampiasa izany zo izany anefa izahay, fa miaritra ny zava-drehetra, mba tsy hanakantsakananay ny vaovao tsara momba an’i Kristy.",
        "13": "Tsy fantatrareo ve fa izay manao asa masina dia mihinana izay ao amin’ny tempoly, ary izay manompo mandrakariva eo amin’ny alitara dia miara-mahazo anjara amin’ny alitara?",
        "14": "Toy izany koa fa nodidian’ny Tompo hivelona amin’ny vaovao tsara izay mitory ny vaovao tsara.",
        "15": "Tsy nisy nampiasaiko anefa izany zo izany. Ary tsy ny hahazoako izany zavatra izany velively no anoratako, fa aleoko aza maty toy izay... Fa tsy misy olona hahafoana ny antony ireharehako!",
        "16": "Koa raha mitory ny vaovao tsara aho, dia tsy misy antony ireharehako, fa tsy maintsy manao izany aho. Lozako tokoa raha tsy mitory ny vaovao tsara aho!",
        "17": "Raha an-tsitrapo no anaovako izany, dia manana valisoa aho, fa raha tsy an-tsitrapo kosa, dia efa manana asa fiandraiketana nankinina tamiko rahateo aho.",
        "18": "Inona àry no valisoako? Izao: Rehefa mitory ny vaovao tsara aho, dia afaka manolotra izany maimaim-poana, mba tsy hanararaotako ny zoko avy amin’ny fitoriana ny vaovao tsara.",
        "19": "Fa na dia afaka adidy amin’ny olona rehetra aza aho, dia efa nataoko ho mpanompon’ny rehetra ny tenako, mba hahazoako olona maro araka izay azo atao.",
        "20": "Koa tamin’ny Jiosy dia tonga Jiosy aho, mba hahazoako ny Jiosy. Tamin’izay teo ambanin’ny lalàna, dia tonga toy izay teo ambanin’ny lalàna aho, na dia tsy eo ambanin’ny lalàna aza, mba hahazoako izay eo ambanin’ny lalàna.",
        "21": "Tamin’izay tsy manan-dalàna, dia tonga toy izay tsy manan-dalàna aho, na dia manana ny lalàn’Andriamanitra sy eo ambanin’ny lalàn’i Kristy aza aho, mba hahazoako izay tsy manan-dalàna.",
        "22": "Tamin’ny malemy, dia tonga malemy aho, mba hahazoako ny malemy. Tonga zava-drehetra tamin’ny karazan’olona rehetra aho, mba hisy hovonjeko na amin’ny fomba ahoana na amin’ny fomba ahoana.",
        "23": "Fa ataoko noho ny vaovao tsara ny zava-drehetra, mba hitoriako azy io amin’ny hafa.",
        "24": "Tsy fantatrareo ve fa mihazakazaka avokoa ny mpihazakazaka rehetra manao fifaninanana, nefa iray monja no mahazo ny loka? Mihazakazaha koa mba hahazoanareo azy io.",
        "25": "Ary mifehy tena amin’ny zava-drehetra koa izay rehetra mandray anjara amin’ny fifaninanana. Mazava ho azy fa manao izany izy ireo mba hahazoana satroboninahitra mety lo, fa isika kosa mba hahazoana ny tsy mety lo.",
        "26": "Koa rehefa mihazakazaka aho, dia tsy mihazakazaka befahatany fotsiny. Ary tsy toy ny mamely rivotra aho rehefa mamely totohondry,",
        "27": "fa asiako mafy ny vatako ka andevoziko, sao izaho indray no tsy hankasitrahana kanefa efa nitory tamin’ny hafa."
    },
    "10": {
        "1": "Tsy tiako tsy ho fantatrareo, ry rahalahy, fa teo ambanin’ny rahona avokoa ny razantsika, ary namakivaky ny ranomasina izy rehetra,",
        "2": "ary natao batisa ka tafaray tamin’i Mosesy izy rehetra, fony teo anatrehan’ny rahona sy namakivaky ny ranomasina,",
        "3": "ary nihinana sakafo ara-panahy mitovy ihany izy rehetra,",
        "4": "ary nisotro zava-pisotro ara-panahy mitovy ihany izy rehetra. Fa nisotro tamin’ny vatolampy ara-panahy izay nanaraka azy izy ireo, ary Kristy izany vatolampy izany.",
        "5": "Na izany aza, dia tsy nankasitrahan’Andriamanitra ny ankamaroany, fa ripaka tany an-tany efitra.",
        "6": "Koa tonga anatra ho antsika izany, mba tsy haniriantsika zava-dratsy, toy ny nanirian’izy ireo izany.",
        "7": "Ary aoka ianareo tsy ho tonga mpanompo sampy, toy ny sasany taminy, araka ny voasoratra hoe: “Nipetraka hihinana sy hisotro ny olona, ary nitsangana hifalifaly.”",
        "8": "Ary aoka isika tsy hijangajanga, toy ny nijangajangan’ny sasany tamin’ireny, ka telo arivo sy roa alina taminy no maty tao anatin’ny iray andro.",
        "9": "Ary aoka isika tsy hitsapa toetra an’i Jehovah, toy ny sasany tamin’ireny izay nitsapa toetra azy, ka matin’ny bibilava.",
        "10": "Ary aoka isika tsy himenomenona, toy ny sasany tamin’ireny izay nimenomenona, ka matin’ny mpandringana.",
        "11": "Nanjo azy ireny izany mba ho anatra, ary nosoratana ho fampitandremana ho antsika, dia isika izay tratran’ny faran’ireo rafitra nisy teto amin’ity tontolo ity.",
        "12": "Koa izay mihevi-tena ho efa mijoro dia aoka izy hitandrina sao ho lavo.",
        "13": "Tsy misy fakam-panahy mihatra aminareo, afa-tsy izay mpahazo ny olona. Tsy mivadika amin’ny teniny anefa Andriamanitra, ka tsy hamela anareo halaim-panahy mihoatra noho izay zakanareo, fa rehefa misy fakam-panahy dia hasiany lalan-kivoahana koa, mba hahazakanareo izany.",
        "14": "Koa andosiro ny fanompoan-tsampy, ry malala.",
        "15": "Miresaka aminareo toy ny miresaka amin’ny olona manam-pahendrena aho, ka ianareo mihitsy no aoka hitsara izay lazaiko.",
        "16": "Ny kaopin’ny fisaorana izay isaorantsika, tsy fandraisan-tsoa amin’ny ran’i Kristy koa ve izany? Ary ny mofo tapahintsika, tsy fandraisan-tsoa amin’ny vatan’i Kristy koa ve izany?",
        "17": "Koa satria tsy misy afa-tsy mofo iray monja, dia vatana iray isika, na maro aza, fa samy mihinana amin’izany mofo iray izany isika rehetra.",
        "18": "Jereo ny Israely araka ny nofo: Tsy miara-mahazo anjara amin’ny alitara ve izay mihinana ny sorona?",
        "19": "Inona àry no holazaiko? Misy dikany ve izay atao sorona ho an’ny sampy, na misy dikany ve ny sampy?",
        "20": "Tsia, nefa lazaiko fa izay zavatra atolotry ny hafa firenena ho sorona dia ataony sorona ho an’ny demonia, fa tsy ho an’Andriamanitra. Koa tsy tiako hanan-javatra iombonana amin’ny demonia ianareo.",
        "21": "Tsy afaka ny hisotro amin’ny kaopin’i Jehovah sy ny kaopin’ny demonia ianareo. Tsy afaka ny hihinana amin’ny “latabatr’i Jehovah” sy ny latabatry ny demonia ianareo.",
        "22": "Sa “manao izay hahasaro-piaro an’i Jehovah isika”? Mahery noho izy angaha isika?",
        "23": "Azo atao ny zava-drehetra, nefa tsy ny zava-drehetra no mahasoa. Azo atao ny zava-drehetra, nefa tsy ny zava-drehetra no mampahery.",
        "24": "Aoka ny tsirairay hitady mandrakariva, tsy izay hahasoa ny tenany, fa izay hahasoa ny hafa.",
        "25": "Hano foana izay rehetra amidy eny amin’ny tsena fivarotan-kena, fa aza manontany noho ny feon’ny fieritreretanareo.",
        "26": "Fa “an’i Jehovah ny tany sy izay rehetra eo aminy.”",
        "27": "Raha misy tsy mpino manasa anareo ka te ho any ianareo, dia hano izay rehetra aroso eo anoloanareo, ka aza manontany sao hampikorontana ny feon’ny fieritreretanareo izany.",
        "28": "Fa raha misy kosa miteny aminareo hoe: “Zavatra natolotra ho sorona ity”, dia aza mihinana noho ilay nampahafantatra anareo sy noho ny feon’ny fieritreretana.",
        "29": "“Feon’ny fieritreretana”, hoy aho, nefa tsy ny anao, fa ny an’ilay olona. Fa nahoana ny fahafahako no tsarain’ny feon’ny fieritreretan’ny olon-kafa?",
        "30": "Raha mihinana aho sady misaotra, nahoana aho no haratsina amin’izay anaovako fisaorana?",
        "31": "Koa na mihinana na misotro ianareo, na inona na inona ataonareo, dia ataovy ho voninahitr’Andriamanitra ny zava-drehetra.",
        "32": "Aza manao izay hahatafintohina ny Jiosy na ny Grika na ny fiangonan’Andriamanitra,",
        "33": "dia tahaka ahy koa izay miezaka hahafaly ny rehetra amin’ny zava-drehetra, ka tsy mitady izay hahasoa ahy fa izay hahasoa ny maro, mba ho voavonjy izy ireny."
    },
    "11": {
        "1": "Aoka hanahaka ahy ianareo, tahaka ny anahafako an’i Kristy.",
        "2": "Midera anareo aho, satria mahatsiaro ahy amin’ny zava-drehetra ianareo sady mihazona mafy ny fampianarana nampitaiko taminareo.",
        "3": "Ary tiako ho fantatrareo fa i Kristy no lohan’ny lehilahy rehetra, ny lehilahy no lohan’ny vehivavy, ary Andriamanitra kosa no lohan’i Kristy.",
        "4": "Izay lehilahy rehetra mivavaka na maminany ka misaron-doha, dia mampahamenatra ny lohany.",
        "5": "Fa izay vehivavy rehetra mivavaka na maminany ka tsy misaron-doha kosa, dia mampahamenatra ny lohany, satria toy ny vehivavy nokakasana izy.",
        "6": "Fa raha tsy misaron-doha ny vehivavy, dia aoka izy hoharatana. Raha mahamenatra azy anefa ny hoharatana na ny hokakasana, dia aoka izy hisaron-doha.",
        "7": "Fa tsy tokony hisaron-doha ny lehilahy satria endrika sy voninahitr’Andriamanitra izy, fa ny vehivavy kosa no voninahitry ny lehilahy.",
        "8": "Ny lehilahy mantsy tsy avy amin’ny vehivavy, fa ny vehivavy no avy amin’ny lehilahy.",
        "9": "Ankoatra izany, dia tsy noforonina ho an’ny vehivavy ny lehilahy, fa ny vehivavy no noforonina ho an’ny lehilahy.",
        "10": "Izany no antony itondran’ny vehivavy marika eo amin’ny lohany, dia mariky ny fanajana fahefana, noho ny amin’ny anjely.",
        "11": "Na izany aza anefa, ao amin’ny Tompo, dia tsy nisy vehivavy raha tsy teo ny lehilahy ary tsy nisy lehilahy raha tsy teo ny vehivavy.",
        "12": "Fa tahaka ny niavian’ny vehivavy avy tamin’ny lehilahy no niavian’ny lehilahy koa avy tamin’ny vehivavy. Fa avy amin’Andriamanitra kosa ny zava-drehetra.",
        "13": "Ianareo mihitsy no aoka hitsara: Mety ve raha mivavaka amin’Andriamanitra ny vehivavy ka tsy misaron-doha?",
        "14": "Tsy efa voajanahary mihitsy ve ny hoe raha lava volo ny lehilahy, dia henatra ho azy izany,",
        "15": "fa raha lava volo kosa ny vehivavy, dia voninahitra ho azy izany? Fa ny volony no nomena azy ho saron-doha.",
        "16": "Raha misy te hifanditra mba hanarahana fanao hafa anefa, dia tsy manana fanao hafa izahay na ireo fiangonan’Andriamanitra.",
        "17": "Tsy midera anareo anefa aho eo am-panomezana izany torohevitra izany, satria tsy mitondra soa ho anareo ny fivorianareo, fa vao mainka mitondra fahavoazana ho anareo.",
        "18": "Voalohany indrindra, dia reko fa misy fisaratsarahana eo aminareo rehefa mivory ny fiangonanareo, ary inoako ihany izany.",
        "19": "Azo antoka fa misy sekta eo aminareo mba ho hita miharihary izay olona ankasitrahana eo anivonareo.",
        "20": "Koa rehefa mivory ao amin’ny toerana iray ianareo, dia tsy afaka mihinana ny sakafo harivan’ny Tompo, araka ny tokony ho izy.",
        "21": "Fa rehefa mihinana izany ianareo, dia efa avy nisakafo hariva ny sasany, ka misy noana ary misy mamo.",
        "22": "Tsy manana trano ihinanana sy isotroana mihitsy angaha ianareo? Sa hamavoinareo ny fiangonan’Andriamanitra ka ataonareo izay hahamenatra an’ireo tsy mba manana na inona na inona? Inona no holazaiko aminareo? Hidera anareo ve aho? Tsy hidera anareo amin’izany aho.",
        "23": "Efa noraisiko tamin’ny Tompo ilay natolotro anareo koa: Fa tamin’iny alina hamadihana azy iny, dia nandray mofo i Jesosy Tompo.",
        "24": "Ary rehefa avy nisaotra an’Andriamanitra izy, dia notapahiny ilay mofo ka hoy izy: “Ity no * vatako izay omena ho anareo. Ataovy hatrany izao ho fahatsiarovana ahy.”",
        "25": "Toy izany koa no nataony ny amin’ny kaopy rehefa avy nihinana ny sakafo hariva izy. Ary hoy izy: “Ity kaopy ity no fifanekena vaovao miorina amin’ny rako. Ataovy hatrany izao ho fahatsiarovana ahy, isaky ny misotro amin’izy ity ianareo.”",
        "26": "Fa isaky ny mihinana izany mofo izany sy misotro amin’izany kaopy izany ianareo, dia manambara foana ny fahafatesan’ny Tompo, mandra-piaviny.",
        "27": "Koa na iza na iza mihinana ny mofo na misotro amin’ny kaopin’ny Tompo, amin’ny fomba tsy mendrika, dia ho meloka ny amin’ny vatan’ny Tompo sy ny rany izy.",
        "28": "Aoka ny olona handini-tena tsara aloha raha mendrika, vao hihinana amin’ny mofo sy hisotro amin’ny kaopy.",
        "29": "Fa izay mihinana sy misotro, raha tsy mahay mamantatra ny vatan’ny Tompo, dia mihinana sy misotro fanamelohana ho an’ny tenany.",
        "30": "Izany no antony mampahosa sy mampaharary ny maro aminareo, ary maro no nodimandry. *",
        "31": "Fa raha mahay mamantatra ny tenantsika isika, dia tsy hotsaraina.",
        "32": "Rehefa tsaraina anefa isika, dia faizin’i Jehovah, mba tsy homelohina miaraka amin’izao tontolo izao.",
        "33": "Koa rehefa mivory mba hihinana izany ianareo, ry rahalahiko, dia aoka hifampiandry.",
        "34": "Raha misy noana, dia aoka izy hihinana any an-tranony, mba tsy hivorianareo ho amin’ny fanamelohana. Fa ny raharaha sisa kosa halamiko rehefa tonga any aho."
    },
    "12": {
        "1": "Ary tsy tiako tsy ho fantatrareo, ry rahalahy, ny amin’ny fahaizana omen’ny fanahy.",
        "2": "Fantatrareo fa fony ianareo olon’izao tontolo izao, dia voataona tamin’ny fomba samihafa hanompo an’ireo sampy moana ianareo.",
        "3": "Koa ampahafantariko anareo fa tsy misy olona ampitenenin’ny fanahin’Andriamanitra ka milaza hoe: “Voaozona i Jesosy!” Ary raha tsy amin’ny alalan’ny fanahy masina, dia tsy misy afaka milaza hoe: “I Jesosy no Tompo!”",
        "4": "Ary misy fanomezana maro samihafa, nefa iray ihany ny fanahy.",
        "5": "Ary misy fanompoana maro samihafa, nefa iray ihany ny Tompo.",
        "6": "Misy asa maro samihafa, nefa iray ihany no Andriamanitra manatontosa azy rehetra amin’ny olona rehetra.",
        "7": "Miharihary eo amin’ny tsirairay ny fomba fiasan’ny fanahy mba handraisan-tsoa.",
        "8": "Ny iray, ohatra, nomena tenim-pahendrena tamin’ny alalan’ny fanahy, ary ny iray tenim-pahalalana araka io fanahy io ihany.",
        "9": "Ny iray nomen’io fanahy io finoana, ary ny iray kosa nomen’io fanahy io fahaiza-manasitrana,",
        "10": "ny iray fanaovana fahagagana, ny iray fahaiza-maminany, ny iray fahaiza-mamantatra ny fanambarana avy amin’ny fanahy, ny iray fitenenana amin’ny fiteny samihafa, ary ny iray kosa fandikan-teny.",
        "11": "Tontosain’ny fanahy iray ihany anefa izany asa rehetra izany, ka zarainy amin’ny tsirairay avy araka izay tiany.",
        "12": "Fa iray ny vatana nefa misy rantsany maro, ary izany rantsambatana rehetra izany na maro aza, dia vatana iray ihany. Dia tahaka izany koa i Kristy.",
        "13": "Fa fanahy iray tokoa no nanaovana batisa antsika rehetra mba ho vatana iray ihany isika, na Jiosy na Grika, na mpanompo na olona afaka. Ary nampisotroina fanahy iray ihany isika rehetra.",
        "14": "Fa tsy rantsambatana iray monja ny vatana, fa misy maro.",
        "15": "Raha hoy ny tongotra hoe: “Tsy anisan’ny vatana aho satria tsy tanana”, dia tsy izany akory no tsy maha anisan’ny vatana azy.",
        "16": "Ary raha hoy ny sofina hoe: “Tsy anisan’ny vatana aho satria tsy maso”, dia tsy izany akory no tsy maha anisan’ny vatana azy.",
        "17": "Raha maso iray ny vatana manontolo, aiza ny fandrenesana? Raha fandrenesana izy manontolo, inona no amantarana fofona?",
        "18": "Fa napetrak’Andriamanitra ao amin’ny vatana ny rantsany tsirairay, araka izay tiany.",
        "19": "Raha rantsambatana iray ihany izy rehetra, aiza ny vatana?",
        "20": "Fa rantsana maro izy ireo, nefa vatana iray ihany.",
        "21": "Ny maso tsy afaka manao amin’ny tanana hoe: “Tsy mila anao aho.” Ary ny loha tsy afaka manao amin’ny tongotra hoe: “Tsy mila anareo aho.”",
        "22": "Fa izao kosa aza no tena izy: Ilaina ny rantsambatana izay toa malemy kokoa.",
        "23": "Ary izay faritra amin’ny vatana heverintsika ho tsy dia mendri-kaja, dia ireny no omentsika voninahitra bebe kokoa, ka manjary mendri-kaja kokoa ny faritra mahamenatra eo amin’ny vatantsika.",
        "24": "Fa tsy mila na inona na inona kosa ny faritra efa mendri-kaja amin’ny vatantsika. Na izany aza, dia nakamban’Andriamanitra ho iray ny vatana, ka nomeny voninahitra bebe kokoa ny faritra tsy nanana voninahitra,",
        "25": "mba tsy hisy fisaratsarahana eo amin’ny vatana, fa mba hifampiahy ireo rantsany.",
        "26": "Ary raha mijaly ny rantsambatana iray, dia miara-mijaly aminy ny rantsambatana rehetra, ary raha misy rantsambatana omem-boninahitra, dia miara-mifaly aminy ny rantsambatana rehetra.",
        "27": "Vatan’i Kristy ianareo, ary rantsambatana ny tsirairay avy aminareo.",
        "28": "Ary napetrak’Andriamanitra ao amin’ny fiangonana ireo rantsambatana samihafa: Voalohany, apostoly; faharoa, mpaminany; fahatelo, mpampianatra; avy eo, fahagagana, fahaiza-manasitrana, fanampiana, fahaiza-mitarika, ary fitenenana amin’ny fiteny samihafa.",
        "29": "Fa angaha izy rehetra no apostoly? Angaha izy rehetra no mpaminany? Angaha izy rehetra no mpampianatra? Angaha izy rehetra no manao fahagagana?",
        "30": "Angaha izy rehetra no mahay manasitrana? Angaha izy rehetra no miteny amin’ny fiteny samihafa? Angaha izy rehetra no mpandika teny?",
        "31": "Fa miezaha mafy hahazo ireo fanomezana lehibe kokoa. Lalana mbola tsara kokoa noho ireo anefa no asehoko anareo."
    },
    "13": {
        "1": "Raha miteny amin’ny fitenin’olona sy fitenin’anjely aho nefa tsy manam-pitiavana, dia tonga takela-barahina maneno na kipantsona mikarantsana aho.",
        "2": "Ary raha manana ny fahaiza-maminany aho sady mahafantatra ny zava-miafina masina rehetra sy ny fahalalana rehetra, ary manana ny finoana rehetra ka mahafindra tendrombohitra, nefa tsy manam-pitiavana, dia tsinontsinona aho.",
        "3": "Ary raha manome ny fananako rehetra aho mba hahazoan’ny hafa sakafo, ary manolotra ny tenako ho sorona mba hisy hireharehako, nefa tsy manam-pitiavana, dia tsy hisy tombony ho ahy velively izany.",
        "4": "Ny fitiavana mahari-po sy tsara fanahy. Ny fitiavana tsy mialona, tsy mirehareha, tsy mieboebo,",
        "5": "tsy manao izay tsy mahamendrika, tsy mitady izay hahasoa ny tenany, tsy mora tezitra, tsy mitana lolompo,",
        "6": "tsy mifaly noho ny tsy fahamarinana fa mifaly noho ny fahamarinana kosa,",
        "7": "mandefitra ny zava-drehetra, mino ny zava-drehetra, manantena ny zava-drehetra, miaritra ny zava-drehetra.",
        "8": "Tsy ho levona mandrakizay ny fitiavana. Fa na misy aza ny fahaiza-maminany, dia hofoanana izany, ary na misy aza ny fitenenana amin’ny fiteny samihafa, dia hitsahatra izany, ary na misy aza ny fahalalana, dia hofoanana izany.",
        "9": "Fa ampahany ihany ny fahalalantsika, ary ampahany ihany ny faminaniana ambarantsika,",
        "10": "fa rehefa feno izany, dia hofoanana ilay ampahany.",
        "11": "Fony aho zaza, dia niteny toy ny zaza, nieritreritra toy ny zaza, nisaina toy ny zaza. Fa amin’izao izaho efa olon-dehibe izao, dia nesoriko ny toetran-jaza.",
        "12": "Mahita manjavozavo eo amin’ny fitaratra metaly isika ankehitriny, fa amin’izany kosa dia hahita mifanatrika. Ampahany ihany ny fahalalako ankehitriny, fa amin’izany kosa aho dia hanana fahalalana marina tsara toy ny ahafantarana ahy marina tsara.",
        "13": "Fa mitoetra ireto telo ireto ankehitriny: Finoana sy fanantenana ary fitiavana. Ny fitiavana anefa no lehibe indrindra amin’ireo."
    },
    "14": {
        "1": "Miezaha mafy hifankatia, nefa miezaha mafy koa hahazo ny fahaizana omen’ny fanahy, indrindra fa ny haminany.",
        "2": "Fa izay miteny amin’ny fiteny samihafa dia tsy miteny amin’olona fa amin’Andriamanitra, satria tsy misy mahazo izay lazainy, fa ny fanahy no mahatonga azy hilaza zava-miafina masina.",
        "3": "Fa izay maminany kosa dia mampahery sy mandrisika ary mampionona ny olona amin’izay lazainy.",
        "4": "Izay miteny amin’ny fiteny samihafa dia mampahery ny tenany, fa izay maminany kosa mampahery ny fiangonana.",
        "5": "Tiako hiteny amin’ny fiteny samihafa ianareo rehetra, nefa aleoko ihany ianareo maminany. Eny, izay maminany dia lehibe noho izay miteny amin’ny fiteny samihafa, raha tsy hoe mandika teny angaha izy, mba hahazoan’ny fiangonana fampaherezana.",
        "6": "Raha izao aho, ry rahalahy, no tonga any aminareo miteny amin’ny fiteny samihafa, dia inona no soa hataoko aminareo raha toa aho ka tsy mampiharihary zavatra tsy fantatrareo na milaza fahalalana na faminaniana na fampianarana aminareo?",
        "7": "Maneno, ohatra, ny zavatra tsy mananaina, na sodina na harpa. Raha tsy mamoaka feo samy hafa anefa ilay izy, ahoana no hahafantarana hoe inona izany feon-kira avoakan’ny sodina na avoakan’ny harpa izany?",
        "8": "Raha tsy mazava tsara tokoa ny antso ataon’ny trompetra, iza no hiomana hiady?",
        "9": "Toy izany koa fa raha tsy milaza teny mora azo ny lelanareo, ahoana no hahafantarana izay lazainareo? Hiteny amin’ny rivotra fotsiny ianareo, raha ny marina.",
        "10": "Mety hisy feo maro be isan-karazany amin’ny fiteny eo amin’izao tontolo izao, nefa samy misy heviny izy ireny.",
        "11": "Koa raha tsy azoko àry ny hevitr’izay lazaina, dia ho vahiny amin’ilay miteny aho, ary ilay miteny kosa ho vahiny amiko.",
        "12": "Dia toy izany koa ianareo: Koa satria maniry fatratra ny fanomezan’ny fanahy ianareo, dia miezaha koa hanana be dia be amin’izany mba hampaherezana ny fiangonana.",
        "13": "Koa aoka àry izay miteny amin’ny fiteny samihafa hivavaka mba hahay handika teny.",
        "14": "Fa raha amin’ny fiteny samihafa no ivavahako, dia ny fanomezan’ny fanahy izay noraisiko no mivavaka, fa ny saiko kosa tsy mahazo ny hevitr’izay lazaiko.",
        "15": "Inona àry no hatao? Hampiasaiko ny fanomezan’ny fanahy rehefa mivavaka aho, nefa hampiasaiko koa ny saiko. Ny fanomezan’ny fanahy no hihirako fiderana, nefa ny saiko koa no hihirako fiderana.",
        "16": "Fa raha amin’ny alalan’ny fanomezan’ny fanahy no anaovanao fiderana, ahoana no hilazan’ny olon-tsotra eo am-pitoerany eo hoe “Amena” amin’ny fisaorana ataonao, nefa tsy fantany izay lazainao?",
        "17": "Marina fa tsara ny fomba isaoranao, nefa tsy mahazo fampaherezana ny hafa.",
        "18": "Misaotra an’Andriamanitra aho fa miteny amin’ny fiteny samihafa mihoatra noho ianareo rehetra.",
        "19": "Eo amin’ny fiangonana anefa, dia aleoko milaza teny dimy azon’ny saiko mba hampianarako ny hafa koa, toy izay hilaza teny iray alina amin’ny fiteny samihafa.",
        "20": "Ry rahalahy, aoka ianareo tsy ho zaza raha ny amin’ny fahaiza-misaina, fa aoka ho zaza bodo raha ny amin’ny faharatsiana, nefa kosa ho olon-dehibe raha ny amin’ny fahaiza-misaina.",
        "21": "Izao no voasoratra ao amin’ny Lalàna: “‘Ny lelan’ny hafa firenena sy ny molotry ny vahiny no hitenenako amin’ity vahoaka ity, nefa na amin’izany aza dia mbola tsy hihaino ahy ihany izy’, hoy i Jehovah.”",
        "22": "Koa ny fitenenana amin’ny fiteny samihafa dia famantarana ho an’ny tsy mpino, fa tsy ho an’ny mpino, ary ny faminaniana kosa ho an’ny mpino, fa tsy ho an’ny tsy mpino.",
        "23": "Raha mivory eo amin’ny toerana iray àry ny fiangonana manontolo ka samy miteny amin’ny fiteny samihafa ny rehetra, nefa miditra ny olon-tsotra na ny tsy mpino, tsy holazainy fa adala ve ianareo?",
        "24": "Fa raha samy maminany kosa ianareo rehetra ary misy tsy mpino na olon-tsotra miditra, dia ho tsapany fa mananatra azy ny rehetra sady mandinika azy tsara.",
        "25": "Koa hanjary hiharihary izay miafina ao am-pony ka hiankohoka izy ary hivavaka amin’Andriamanitra, sady hilaza hoe: “Tena eo aminareo tokoa Andriamanitra.”",
        "26": "Inona àry no hatao, ry rahalahy? Rehefa mivory ianareo, dia misy manana salamo, misy mampianatra, misy milaza ny zavatra naharihary taminy, misy miteny amin’ny fiteny samihafa, ary misy mandika teny. Aoka ny zava-drehetra hatao mba hampaherezana.",
        "27": "Ary raha misy miteny amin’ny fiteny samihafa, dia aoka izy ireo hoferana ho roa na telo, raha be indrindra, ka hifandimby. Ary aoka hisy handika teny.",
        "28": "Fa raha tsy misy mpandika teny, dia aoka izy hangina eo amin’ny fiangonana ka hiteny amin’ny tenany ihany sy amin’Andriamanitra.",
        "29": "Ankoatra izany, dia aoka ho mpaminany roa na telo no hiteny, ary aoka ny hafa hamantatra ny hevitr’izany.",
        "30": "Raha misy amin’izay mipetraka eo anefa mahazo fanambarana naharihary taminy, dia aoka hangina ilay voalohany.",
        "31": "Ary samy afaka maminany ianareo rehetra, fa mandeha tsirairay, mba hianaran’ny rehetra sy hampaherezana ny rehetra.",
        "32": "Ary tokony ho hain’ny mpaminany ny mifehy ny fanomezan’ny fanahy haminany.",
        "33": "Fa Andriamanitra tsy Andriamanitry ny fikorontanana, fa Andriamanitry ny filaminana. Toy ny any amin’ny fiangonana rehetran’ny olona masina,",
        "34": "dia aoka ny vehivavy hangina rehefa eo anivon’ny fiangonana, fa tsy mahazo miteny izy ireo. Aoka kosa izy hanaiky, araka ny lazain’ny Lalàna.",
        "35": "Fa raha misy zavatra tiany ho fantatra kosa, dia aoka izy hanontany ny vadiny any an-trano, fa mahamenatra raha miteny eo anivon’ny fiangonana ny vehivavy.",
        "36": "Ahoana hoe? Avy taminareo ve no nivoahan’ny tenin’Andriamanitra, sa hatreo aminareo ihany no tongany?",
        "37": "Raha misy mihevi-tena ho mpaminany na ho manana fanomezan’ny fanahy, dia aoka izy hanaiky izay soratako aminareo, satria didin’ny Tompo izany soratako izany.",
        "38": "Fa raha misy tsy manaiky, dia avelao izy tsy hanaiky.",
        "39": "Koa miezaha mafy hahazo ny fahaiza-maminany, ry rahalahiko, nefa koa aza rarana ny fitenenana amin’ny fiteny samihafa.",
        "40": "Fa aoka ny zava-drehetra hatao amim-pahamendrehana sy amim-pilaminana."
    },
    "15": {
        "1": "Ary ampahatsiahiviko anareo, ry rahalahy, ny vaovao tsara notoriko taminareo, izay nekenareo sy ifikiranareo.",
        "2": "Amin’ny alalan’izany vaovao tsara renareo tamiko izany no amonjena anareo koa raha tananareo mafy izany, fa raha tsy izany, dia very maina ny nahatongavanareo ho mpino.",
        "3": "Fa anisan’ny zavatra voalohany natolotro anareo ilay efa noraisiko koa, dia izao: Maty noho ny fahotantsika i Kristy, araka ny Soratra Masina,",
        "4": "ary nalevina izy dia natsangana tamin’ny maty tamin’ny andro fahatelo, araka ny Soratra Masina,",
        "5": "ary niseho tamin’i Kefasy izy, ary avy eo tamin’izy roa ambin’ny folo lahy.",
        "6": "Taorian’izany, dia rahalahy maherin’ny dimanjato no indray nisehoany, ka mbola velona ankehitriny ny ankamaroany, fa ny sasany kosa efa nodimandry. *",
        "7": "Taorian’izany, dia niseho tamin’i Jakoba izy, avy eo tamin’ny apostoly rehetra,",
        "8": "ary farany indrindra, dia niseho tamiko koa izy, toy ny hoe niseho tamin’ny zaza teraka tsy tonga volana.",
        "9": "Fa izaho no kely indrindra amin’ny apostoly, ary tsy mendrika hantsoina hoe apostoly aho, satria nanenjika ny fiangonan’Andriamanitra.",
        "10": "Ny hatsaram-panahy tsy manam-paharoa nasehon’Andriamanitra anefa no naha toy izao ahy. Ary tsy very maina ny hatsaram-panahy tsy manam-paharoa nasehony tamiko. Fa niasa mafy mihoatra noho izy rehetra aho, nefa tsy izaho fa ilay hatsaram-panahy tsy manam-paharoa naseho tamiko.",
        "11": "Izany anefa no torinay, na izaho na izy ireo, ary izany no inoanareo.",
        "12": "Ary raha i Kristy no torina fa efa natsangana tamin’ny maty, ahoana no ilazan’ny sasany aminareo fa tsy misy fitsanganan’ny maty?",
        "13": "Raha tsy hisy tokoa ny fitsanganan’ny maty, na i Kristy aza tsy natsangana.",
        "14": "Fa raha tsy natsangana i Kristy, dia tena very maina ny fitoriantsika, ary very maina ny finoantsika.",
        "15": "Ary ho hita fa vavolombelona mandainga ny amin’Andriamanitra isika, satria manambara fa Andriamanitra efa nanangana an’i Kristy. Tsy ho natsangany anefa izy raha tsy hatsangana tokoa ny maty.",
        "16": "Fa raha tsy hatsangana ny maty, na i Kristy aza tsy ho natsangana.",
        "17": "Ankoatra izany, raha tsy natsangana i Kristy, dia zava-poana ny finoanareo, ary mbola ao amin’ny fahotanareo ihany ianareo.",
        "18": "Ary very koa izay nodimandry * tao amin’i Kristy.",
        "19": "Raha amin’izao fiainana izao ihany no anantenantsika an’i Kristy, dia isika no mampahonena indrindra amin’ny olona rehetra.",
        "20": "Efa natsangana tamin’ny maty tokoa anefa i Kristy, izay voaloham-bokatra amin’ireo nodimandry. *",
        "21": "Koa satria olona iray no niavian’ny fahafatesana, dia olona iray koa no iavian’ny fitsanganan’ny maty.",
        "22": "Fa tahaka ny ahafatesan’ny rehetra ao amin’i Adama, no hamelomana ny rehetra koa ao amin’i Kristy.",
        "23": "Samy araka ny filaharany avy anefa: i Kristy no voaloham-bokatra, ary avy eo izay an’i Kristy, mandritra ny fanatrehany.",
        "24": "Ary amin’ny farany, dia hanolotra ny fanjakana amin’Andriamanitra Rainy izy, rehefa avy nofoanany avokoa ny fitondrana sy ny fahefana ary ny hery rehetra.",
        "25": "Fa hanjaka izy, mandra-panaon’Andriamanitra ny fahavalo rehetra ho eo ambany tongony.",
        "26": "Ary hofoanana ny fahafatesana, izay fahavalo farany.",
        "27": "Fa ‘nasain’Andriamanitra nanaiky azy ny zava-drehetra ka nataony eo ambany tongony.’ Rehefa voalaza hoe: ‘Nasaina nanaiky azy ny zava-drehetra’, dia miharihary fa tsy anisan’izany ilay nahatonga ny zava-drehetra hanaiky azy.",
        "28": "Fa rehefa nasaina nanaiky ny Zanaka ny zava-drehetra, dia ny Zanaka mihitsy koa no hanaiky an’Ilay nahatonga ny zava-drehetra hanaiky azy, mba ho Andriamanitra no zava-drehetra ho an’ny rehetra.",
        "29": "Raha tsy izany, dia inona no soa ho azon’ireo atao batisa mba ho faty? Raha tsy hatsangana mihitsy ny maty, nahoana no atao batisa koa izy ireo mba ho faty?",
        "30": "Nahoana àry isika no efa saika niharan-doza foana koa?",
        "31": "Tandindomin-doza isan’andro ny aiko. Ny fifaliako ny aminareo no anamafisako izany teniko izany, ry rahalahy, dia ny fifaliako ao amin’i Kristy Jesosy Tompontsika.",
        "32": "Fa raha niady tamin’ny bibidia tany Efesosy tahaka ny nataon’ny sasany aho, inona no soa azoko amin’izany? Raha tsy hatsangana ny maty, dia “aoka isika hihinana sy hisotro, fa rahampitso dia ho faty.”",
        "33": "Aza manaiky ho voafitaka ianareo: Ny naman-dratsy dia manimba ny fahazarana mahasoa.",
        "34": "Aoka ianareo hifoha sy hahatsiaro saina ka hanao ny marina, ary aza zatra manota. Tsy manana fahalalana an’Andriamanitra mantsy ny sasany. Ny hampahamenatra anareo no ilazako izany.",
        "35": "Na izany aza, dia misy hilaza hoe: “Hatao ahoana no fanangana ny maty? Eny, vatana manao ahoana izy rehefa tonga?”",
        "36": "Ry tsy misaina, tsy hovelomina izay afafinao raha tsy maty aloha.",
        "37": "Ary tsy ilay zavamaniry * hipoitra no afafinao, fa voa fotsiny ihany, na voa inona izany na voa inona.",
        "38": "Omen’Andriamanitra vatana araka izay tiany anefa ilay voa, ary ny voa tsirairay samy omeny ny vatany avy.",
        "39": "Tsy mitovy ny nofo rehetra, fa hafa ny an’ny olombelona, hafa ny nofon’ny omby, hafa ny nofon’ny vorona, ary hafa ny an’ny trondro.",
        "40": "Hafa ny vatan’izay any an-danitra ary hafa ny vatan’izay etỳ an-tany. Hafa ny voninahitry ny vatan’ny any an-danitra, ary hafa ny an’ny etỳ an-tany.",
        "41": "Hafa ny voninahitry ny masoandro, hafa ny an’ny volana, ary hafa ny an’ny kintana. Raha ny marina aza, dia samy manana ny voninahiny ny kintana.",
        "42": "Toy izany koa ny fitsanganan’ny maty. Vatana mety lo izy rehefa afafy, fa vatana tsy mety lo kosa rehefa atsangana.",
        "43": "Afa-boninahitra izy rehefa afafy, fa be voninahitra rehefa atsangana. Malemy izy rehefa afafy, fa mahery rehefa atsangana.",
        "44": "Vatana ara-nofo izy rehefa afafy, fa vatana ara-panahy rehefa atsangana. Raha misy vatana ara-nofo, dia misy koa ara-panahy.",
        "45": "Fa izao mihitsy no voasoratra: “Tonga zavamananaina * i Adama voalohany.” Ary i Adama farany kosa tonga fanahy * mahavelona.",
        "46": "Tsy izay ara-panahy anefa no voalohany, fa izay ara-nofo, vao ny ara-panahy.",
        "47": "Ilay lehilahy voalohany dia avy amin’ny tany sady natao tamin’ny vovoka, fa ilay lehilahy faharoa kosa avy any an-danitra.",
        "48": "Tahaka ilay natao tamin’ny vovoka ireo natao tamin’ny vovoka, ary tahaka ilay avy any an-danitra ireo any an-danitra.",
        "49": "Tahaka ny itondrantsika ny endrik’ilay natao tamin’ny vovoka no hitondrantsika koa ny endrik’ilay avy any an-danitra.",
        "50": "Izao anefa no lazaiko, ry rahalahy: Tsy afaka mandova ny fanjakan’Andriamanitra ny nofo aman-dra, ary izay mety lo tsy mandova ny tsy mety lo.",
        "51": "Zava-miafina masina no lazaiko aminareo: Tsy hodimandry * avokoa isika rehetra, fa isika rehetra dia hovana",
        "52": "ao anatin’ny fotoana fohy dia fohy, ao anatin’ny indray mipy maso, rehefa maneno ny trompetra farany. Fa haneno ny trompetra, dia hatsangana ny maty ka hanjary ho tsy mety lo, ary hovana isika.",
        "53": "Fa tsy maintsy hitafy ny tsy mety lo ity mety lo ity, ary tsy maintsy hitafy ny tsy mety maty ity mety maty ity.",
        "54": "Rehefa hiova ho tsy mety lo anefa ity mety lo ity ary hiova ho tsy mety maty ity mety maty ity, dia ho tanteraka ny teny voasoratra hoe: “Ho foana mandrakizay ny fahafatesana.”",
        "55": "“Ry fahafatesana ô, aiza ny fandresenao? Ry fahafatesana ô, aiza ny fanindronanao?”",
        "56": "Ny fanindronana mahatonga ny fahafatesana dia ny ota, fa ny herin’ny ota kosa dia avy amin’ny Lalàna.",
        "57": "Fa hisaorana anie Andriamanitra, satria manome antsika ny fandresena izy, amin’ny alalan’i Jesosy Kristy Tompontsika!",
        "58": "Noho izany, ry rahalahy malalako, dia aoka ianareo hifahatra tsara sy tsy ho voahozongozona ary ho be atao foana amin’ny asan’ny Tompo, satria fantatrareo fa tsy very maina ny asa mafy ataonareo ao amin’ny Tompo."
    },
    "16": {
        "1": "Mikasika ilay famoriam-bola ho an’ny olona masina, dia aoka koa ianareo hanao araka izay nandidiako an’ireo fiangonana any Galatia.",
        "2": "Isaky ny andro voalohany amin’ny herinandro, dia aoka ny tsirairay aminareo, any an-tokantranony any, mba hanokana vola, arakaraka izay azony. Amin’izay, rehefa tonga aho, dia tsy hisy famoriam-bola hatao intsony.",
        "3": "Fa rehefa tonga any aho, dia izay olona ekenareo an-taratasy no hirahiko hitondra ny fanomezanareo ho any Jerosalema.",
        "4": "Raha mety koa anefa ny handehanako any, dia hiaraka amiko izy ireo.",
        "5": "Fa ho tonga any aminareo aho rehefa avy mandalo an’i Makedonia, fa efa handalo an’i Makedonia aho izao.",
        "6": "Ary angamba hijanona kelikely any aminareo aho na handany ny ririnina any mihitsy aza, mba hanateranareo ahy lavidavitra amin’izay halehako.",
        "7": "Fa tsy amin’izao fandalovako izao no tiako hahitana anareo, fa manantena ny hijanona elaela any aminareo aho, raha avelan’i Jehovah.",
        "8": "Hijanona eto Efesosy anefa aho mandra-pahatongan’ny fetin’ny Pentekosta,",
        "9": "fa misy varavarana lehibe nosokafana ho ahy, dia varavarana misokatra ho amin’ny asa. Maro anefa ny mpanohitra.",
        "10": "Raha tonga any anefa i Timoty, dia tandremo mba tsy hatahotra izy eo aminareo, fa manao ny asan’i Jehovah izy, tahaka ahy koa.",
        "11": "Koa aoka tsy hisy hanao tsinontsinona azy. Atero lavidavitra izy ka alefaso soa aman-tsara mba ho tonga atỳ amiko, fa miandry azy izaho sy ireo rahalahy.",
        "12": "Mikasika an’i Apolosy rahalahintsika, dia niangaviako mafy izy hiaraka amin’ireo rahalahy ho any aminareo, saingy tsy sitrany mihitsy aloha izao ny handeha. Fa ho tonga any ihany izy rehefa afaka.",
        "13": "Miambena hatrany, ary aoka ianareo ho mafy orina ao amin’ny finoana sy hitomban-dahy hatrany ary hatanjaka.",
        "14": "Ataovy amim-pitiavana izay rehetra ataonareo.",
        "15": "Izao no iangaviako anareo, ry rahalahy: Fantatrareo fa ny fianakavian’i Stefanasy no voaloham-bokatra tany Akaia ary nanolo-tena hikarakara ny olona masina izy ireo,",
        "16": "koa enga anie ianareo hanaiky foana ny olona toy ireny sy izay rehetra mifarimbona amin’ny asa sy misasatra mafy!",
        "17": "Faly anefa aho fa eto amiko i Stefanasy sy Fortonato ary Akaiko, satria manonitra ny tsy maha eto anareo izy ireo.",
        "18": "Fa mamelombelona ahy sy mamelombelona anareo izy ireo. Koa mba ekeo ny olona toy ireny.",
        "19": "Mampamangy, hono, ianareo, hoy ireo fiangonana atỳ Azia. Mampamangy anareo indrindra ao amin’ny Tompo, hono, i Akoila sy Priska, mbamin’ny fiangonana ao an-tranony.",
        "20": "Mampamangy anareo ny rahalahy rehetra. Mifampiarahabà amin’ny oroka masina.",
        "21": "Ity no veloma nosoratan’ny tanako, izaho Paoly.",
        "22": "Raha misy tsy miraiki-po amin’ny Tompo, dia aoka izy ho voaozona. Avia, ry Tomponay ô!",
        "23": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Tompo!",
        "24": "Ho aminareo rehetra anie ny fitiavako, ao amin’i Kristy Jesosy!"
    },
    "meta": {
        "name": "1 Korintianina",
        "order": 45,
        "chapter_number": 16
    }
}