{
    "1": {
        "1": "Petera, apostolin’i Jesosy Kristy. Ho an’ny mpivahiny miely any Ponto, Galatia, Kapadokia, Azia, ary Bitynia, dia ianareo voafidy",
        "2": "araka ny efa fantatr’Andriamanitra Ray mialoha, sy noho ny fanamasinan’ny fanahy, eny, voafidy mba hankatò sy hofafazana ny ran’i Jesosy Kristy. Hampitomboina anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana ho azonareo!",
        "3": "Hisaorana anie Andriamanitra Rain’i Jesosy Kristy Tompontsika, satria araka ny haben’ny famindram-pony, dia naterany indray ho amin’ny fanantenana velona isika, tamin’ny nananganana an’i Jesosy Kristy tamin’ny maty,",
        "4": "eny, naterany indray ho amin’ny lova tsy mety simba sy tsy misy loto ary maharitra, izay voatahiry any an-danitra ho anareo.",
        "5": "Arovan’ny herin’Andriamanitra amin’ny alalan’ny finoana ianareo, ho amin’ny famonjena izay efa vonona haharihary amin’ny fotoana farany.",
        "6": "Izany no iravoravoanareo fatratra, na dia tsy maintsy ampalahelovina vetivety amin’ny fitsapana maro samihafa aza ianareo ankehitriny.",
        "7": "Amin’izay ny finoanareo vita sedra, dia ho hita fa hitondra fiderana sy voninahitra ary haja, rehefa haharihary i Jesosy Kristy. Ny finoana vita sedra tokoa mantsy dia sarobidy lavitra noho ny volamena, izay mety simba na dia voasedra tamin’ny afo aza.",
        "8": "Na mbola tsy hitanareo mihitsy aza i Kristy, dia tia azy ianareo. Ary na tsy hitanareo aza izy ankehitriny, dia mino azy ianareo, sady miravoravo fatratra amin’ny fifaliam-be tsy hay lazaina,",
        "9": "satria azonareo ilay vokatry ny finoanareo, dia ny famonjena anareo.",
        "10": "Momba izany famonjena izany indrindra no nanaovan’ny mpaminany famotopotorana tsara sy fikarohana lalina. Naminany momba ny hatsaram-panahy tsy manam-paharoa voatokana ho anareo izy ireny.",
        "11": "Nanadihady hatrany izy ireny hoe rahoviana na hanao ahoana ny fotoana voatondro momba an’i Kristy, araka izay notondroin’ny fanahy masina tao amin’izy ireny, rehefa nambaran’io fanahy io mialoha ny fijalian’i Kristy sy ny voninahitra aorian’izany.",
        "12": "Naharihary tamin’izy ireny fa tsy ho an’ny tenany ny fanompoana nataony, fa ho anareo kosa, ka nomeny anareo ireo zavatra ambara ankehitriny, izay nambaran’ireo nitory ny vaovao tsara taminareo tamin’ny alalan’ny fanahy masina nalefa avy any an-danitra. Ireny zavatra ireny indrindra no tena tian’ny anjely hodinihina tsara.",
        "13": "Koa hatanjaho hiatrika asa ny sainareo, ary aoka ianareo hisaina tsara foana. Aoka koa ianareo hanantena ny hatsaram-panahy tsy manam-paharoa izay hoentina ho anareo rehefa haharihary i Jesosy Kristy.",
        "14": "Zanaka mankatò ianareo, ka aza manaiky intsony hotarihin’ny fanirianareo taloha tamin’ny tsy fahalalanareo.",
        "15": "Masina ilay niantso anareo, ka aoka ho masina koa ianareo amin’ny fitondran-tena rehetra,",
        "16": "fa voasoratra hoe: “Aoka ho masina ianareo, satria masina aho.”",
        "17": "Mpitsara tsy miangatra ny Ray ary mitsara ny tsirairay araka ny asany avy. Koa raha izy no antsoinareo, dia aoka ianareo hitondra tena amin-tahotra mandritra ny andro fivahinianareo.",
        "18": "Fantatrareo mantsy fa tsy tamin’ny zavatra mety simba, na tamin’ny volafotsy na ny volamena, no nanafahana anareo tamin’ny fitondran-tena tsy mitera-boka-tsoa izay azonareo tamin’ny fampianarana nentin-drazana,",
        "19": "fa tamin’ny ra sarobidy kosa, tahaka ny ran’ny zanak’ondry tsy misy tsiny sy tsy misy pentina, dia ny ran’i Kristy mihitsy.",
        "20": "Marina fa efa fantatra mialoha i Kristy, talohan’ny nanorenana izao tontolo izao. Naseho anefa izy tamin’izao fotoana farany izao, noho ianareo.",
        "21": "Tamin’ny alalany no nahatongavanareo ho mpino an’Andriamanitra, dia ilay nanangana azy tamin’ny maty sy nanome voninahitra azy, mba hinoanareo sy hanantenanareo an’Andriamanitra.",
        "22": "Nanadio ny fiainanareo * ianareo rehefa nankatò ny fahamarinana, ka ny vokatr’izany, dia fitiavan-drahalahy tsy misy fihatsarambelatsihy, ary koa fifankatiavana fatratra amin’ny fo.",
        "23": "Nateraka indray mantsy ianareo, tsy tamin’ny voa mety lo, fa tamin’ny tsy mety lo, dia tamin’ny alalan’ny tenin’ilay Andriamanitra velona sady maharitra.",
        "24": "Fa “tahaka ny ahitra ny nofo rehetra, ary tahaka ny vonin’ny ahitra ny voninahiny rehetra. Malazo ny ahitra, ary mihintsana ny voniny,",
        "25": "fa ny tenin’i Jehovah kosa maharitra mandrakizay.” Izany ilay “teny” nambara ho vaovao tsara taminareo."
    },
    "2": {
        "1": "Araka izany, dia esory ny faharatsiana rehetra, ny fitaka rehetra, ny fihatsarambelatsihy, ny fialonana, ary ny karazana fanaratsiana rehetra.",
        "2": "Toy ny zaza menavava, dia ataovy izay haniriana fatratra ny ronono tsy misy fangarony, dia ny ronono ao amin’ny tenin’Andriamanitra, mba hampitomboan’izy io anareo ho amin’ny famonjena,",
        "3": "raha efa nandramanareo fa tsara fanahy ny Tompo.",
        "4": "Rehefa manatona azy ianareo, toy ny manatona vato velona izay nolavin’ny olona nefa voafidy sy sarobidy amin’Andriamanitra,",
        "5": "dia aorina ho trano ara-panahy ianareo, izay vato velona koa, mba ho mpisorona masina, ka hanolotra sorona ara-panahy ankasitrahan’Andriamanitra, amin’ny alalan’i Jesosy Kristy.",
        "6": "Fa izao no voalazan’ny Soratra Masina: “Mametraka vato ao Ziona aho, dia vato voafidy, vato fehizoro sarobidy. Tsy hisy ho diso fanantenana mihitsy izay mino azy io.”",
        "7": "Aminareo àry no sarobidy izy, satria mpino ianareo, fa amin’ny tsy mpino kosa, dia “ny vato nolavin’ny mpanao trano ihany no tonga vato fehizoro”,",
        "8": "sy nanjary “vato mahatafintohina sy vatolampy mahalavo.” Mahatafintohina ny sasany izy ireny noho ny tsy nankatoavany ny teny. Efa voatendry ho amin’izany indrindra koa izy ireny.",
        "9": "Ianareo kosa dia “firazanana voafidy, sady mpisorona no mpanjaka, firenena masina, olona nataon’Andriamanitra ho fananany manokana, mba hanambaranareo hatraiza hatraiza ny hatsaran-toetran’ilay” niantso anareo hiala tamin’ny maizina ho amin’ny fahazavany mahagaga.",
        "10": "Tsy firenena ianareo taloha, fa firenen’Andriamanitra kosa ankehitriny. Tsy namindrana fo ianareo, fa amindrana fo kosa ankehitriny.",
        "11": "Ry malala, mananatra anareo vahiny sy mpivahiny aho mba hifadianareo hatrany ny fanirian’ny nofo. Izany faniriana izany indrindra no misakana anareo tsy hahazo ny fiainana. *",
        "12": "Aoka ho tsara foana ny fitondran-tenanareo eo amin’izao tontolo izao, mba hanomezany voninahitra an’Andriamanitra amin’ny andro fanaraha-maso. Hanome voninahitra Azy tokoa izy ireo rehefa mahita ny asa tsara ataonareo, na dia nanendrikendrika anareo ho mpanao ratsy aza.",
        "13": "Noho ny Tompo, dia ekeo izay fahefana rehetra najoron’olombelona: Na mpanjaka izany, satria ambony izy,",
        "14": "na governora, satria nirahiny hanasazy ny mpanao ratsy ireny, fa hidera an’izay manao ny tsara kosa.",
        "15": "Fa ny sitrapon’Andriamanitra dia ny hanaovanareo izay tsara mba hampanginanareo ny vavan’ny * olona tsy misaina, izay miteny zavatra tsy fantany.",
        "16": "Aoka ho olona afaka ianareo, nefa aoka tsy ho fanaronana ny ratsy izany fahafahanareo izany, fa hanompoana an’Andriamanitra kosa.",
        "17": "Hajao ny karazan’olona rehetra, tiavo ny rahalahy rehetra ao amin’ny finoana, matahora an’Andriamanitra, hajao ny mpanjaka.",
        "18": "Aoka ny mpiasa an-trano hanaiky ny tompony amin’ny fahatahorana mendrika azy, tsy ny tompo tsara fanahy sy be fandeferana ihany fa ny sarotiny koa.",
        "19": "Fa raha misy olona mizaka fahoriana sy mijaly tsy ara-drariny, noho ny feon’ny fieritreretana eo anatrehan’Andriamanitra, dia ankasitrahana izany.",
        "20": "Fa inona moa no fahamendrehanareo raha manota ianareo ka mahazo tehamaina, ary miaritra an’izany? Fa raha manao ny tsara kosa ianareo ka mijaly noho izany, nefa miaritra, dia izany no ankasitrahan’Andriamanitra.",
        "21": "Ho amin’izany lalana izany tokoa mantsy no niantsoana anareo, satria na i Kristy aza nijaly ho anareo, ka nanome modely ho anareo mba hanarahanareo akaiky ny diany.",
        "22": "Tsy nanota izy, ary tsy nahitana fitaka teo am-bavany.",
        "23": "Tsy mba nanevateva izy rehefa nisy nanevateva, ary tsy mba nandrahona rehefa nijaly, fa nanankina foana ny fiainany kosa tamin’ilay mitsara araka ny hitsiny.",
        "24": "Izy no nitondra ny fahotantsika tao amin’ny vatany, teo amin’ny tsato-kazo, mba ho afaka amin’ny ota isika ka hanao ny marina foana eo amin’ny fiainantsika. “Ny ratra taminy no nahasitrana anareo.”",
        "25": "Tahaka ny ondry nania mantsy ianareo taloha, nefa ankehitriny niverina tamin’ilay mpiandry sy mpiandraikitra anareo. *"
    },
    "3": {
        "1": "Toy izany koa ianareo vehivavy, maneke ny vadinareo mba ho voataonanareo tsy amin’ny teny izy, raha misy tsy mankatò ny teny masina, fa amin’ny fitondran-tena kosa,",
        "2": "noho izy mahita ny fitondran-tena madio anananareo, sy ny fanajana lalina asehonareo.",
        "3": "Aoka ny haingonareo tsy ho zavatra ivelany toy ny firandranam-bolo sy ny fanaovana firava-bolamena na akanjo ivelany,",
        "4": "fa aoka kosa ho ilay toetra miafina ao am-po, izay toy ny manao fitafiana tsy mety simba, dia ny toetra tony sy malemy paika, izay tena sarobidy eo imason’Andriamanitra.",
        "5": "Fa toy izany koa taloha no niravahan’ny vehivavy masina izay nanantena an’Andriamanitra. Nanaiky ny vadiny izy ireny,",
        "6": "tahaka an’i Saraha izay zatra nankatò an’i Abrahama, ka niantso azy hoe “tompo.” Zanak’i Saraha ianareo raha manao ny tsara foana, sady tsy matahotra an’izay mampihorohoro.",
        "7": "Toy izany koa ianareo lehilahy, aoka ianareo hiara-mitoetra foana amin’ny vadinareo araka ny fahalalana, ka hanome voninahitra azy, toy ny atao amin’ny fanaka malemy kokoa, dia ny vehivavy, mba tsy ho voasakana ny vavaka ataonareo. Mpiara-mandova aminy mantsy ianareo, eny, mpiara-mandova ilay fanomezana tsy manam-paharoa, dia ny fiainana.",
        "8": "Farany, miraisa saina ianareo rehetra ka miaraha ory, mifankatiava tahaka ny mpirahalahy, manàna fangorahana, manetre tena,",
        "9": "ka aza mamaly ratsy ny ratsy na manevateva rehefa misy manevateva. Aoka kosa ianareo hirary soa satria ho amin’izany no niantsoana anareo, mba handovanareo fitahiana.",
        "10": "“Izay tia ny fiainana sy te hahita andro soa, dia aoka izy hitandrina ny lelany mba tsy hilaza zava-dratsy, ary ny molony mba tsy hiteny fitaka.",
        "11": "Aoka izy hiala amin’ny ratsy ka hanao ny tsara, ary hitady fihavanana ka hitandro izany.",
        "12": "Fa ny mason’i Jehovah mitsinjo ny olo-marina, ary ny sofiny mihaino ny fitalahoany, fa ny tavan’i Jehovah kosa manohitra ny mpanao ratsy.”",
        "13": "Iza tokoa no olona hanisy ratsy anareo raha mafana fo amin’izay tsara ianareo?",
        "14": "Fa sambatra ianareo na dia mijaly noho ny fahamarinana aza. Aza atahorana anefa izay atahoran’izy ireo ary aza mitebiteby.",
        "15": "Manamasìna kosa an’i Kristy ho Tompo ao am-ponareo, ka aoka ho vonona foana ianareo hilaza ny fiarovan-tenanareo eo anatrehan’izay manontany ny anton’ny fanantenana ao anatinareo. Ataovy amim-pahalemem-panahy sy amim-panajana lalina anefa izany.",
        "16": "Manàna feon’ny fieritreretana madio, mba ho menatra ireo manao tsinontsinona ny fitondran-tena tsara anananareo mpanara-dia an’i Kristy, na dia manaratsy anareo aza izy ireny.",
        "17": "Fa tsara kokoa raha mijaly noho ny fanaovana ny tsara ianareo, raha izany no sitrapon’Andriamanitra, noho ny hoe mijaly noho ny fanaovan-dratsy.",
        "18": "Na i Kristy aza mantsy maty indray mandeha monja noho ny ota, izany hoe olo-marina ho solon’ny tsy marina, mba hitondrany anareo ho amin’Andriamanitra. Nofo izy rehefa novonoina, fa fanahy * kosa rehefa novelomina,",
        "19": "ka nandeha nitory tamin’ireo fanahy tao am-ponja,",
        "20": "izay tsy nankatò fahiny, rehefa niandry tamim-paharetana Andriamanitra tamin’ny andron’i Noa, raha mbola namboarina ny sambofiara. Olom-bitsy, eny, olona * valo no nentin’izy io ka tafita soa aman-tsara avy tamin’ny rano.",
        "21": "Ny mifanitsy amin’izany, izay mamonjy anareo koa ankehitriny, dia ny batisa—tsy fanesorana ny fahalotoan’ny nofo anefa, fa fangatahana amin’Andriamanitra feon’ny fieritreretana madio—amin’ny alalan’ny nitsanganan’i Jesosy Kristy tamin’ny maty.",
        "22": "Eo ankavanan’Andriamanitra izy, satria nankany an-danitra, ary nasaina nanaiky azy ny anjely sy ny fahefana ary ny fanjakana."
    },
    "4": {
        "1": "Koa satria nijaly tao amin’ny nofo i Kristy, dia ataovy koa izay hanananareo toe-tsaina toy izany. Efa nitsahatra tamin’ny ota mantsy ny olona nijaly tao amin’ny nofo,",
        "2": "mba tsy ho velona ho an’ny fanirian’olombelona intsony, fa ho velona hanao ny sitrapon’Andriamanitra kosa, amin’ny andro sisa hiainany ao amin’ny nofo.",
        "3": "Ampy izay ny fotoana lasa nanaovanareo ny sitrapon’izao tontolo izao, fony ianareo niaina tao anatin’ny fitondran-tena baranahiny, sy ny filan-dratsin’ny nofo, sy ny fibobohana divay, sy ny lanonana feno filibana, sy ny fifaninanana misotro, ary ny fanompoan-tsampy izay tsy araka ny lalàna.",
        "4": "Koa satria tsy miara-mihazakazaka aminy intsony ho amin’izany honahonan’ny filibana izany ianareo, dia very hevitra izy ka manevateva anareo tsy misy farany.",
        "5": "Mbola hampamoahin’ilay vonona hitsara ny velona sy ny maty anefa ireny olona ireny.",
        "6": "Noho izao indrindra no nitoriana ny vaovao tsara tamin’ireo maty: Mba hotsaraina amin’ny nofo izy ireo, araka ny fomba fihevitr’olombelona, fa ho velona kosa amin’ny fanahy, araka ny fomba fihevitr’Andriamanitra.",
        "7": "Efa manakaiky anefa ny faran’ny zava-drehetra. Aoka àry ianareo hisaina tsara, ary aoka ho mailo ka tsy hanao tsirambina ny vavaka.",
        "8": "Ambonin’ny zavatra rehetra, dia mifankatiava fatratra, satria manarona fahotana maro be ny fitiavana.",
        "9": "Aoka ianareo ho tia mandray vahiny ka hifaneho izany toetra izany, tsy misy fimenomenonana.",
        "10": "Ampiasao mba hifanompoana izay rehetra nomena anareo, arakaraka izay noraisinareo tsirairay avy. Ianareo mantsy no mpanompo tsara miandraikitra ny hatsaram-panahy tsy manam-paharoan’Andriamanitra. Ary niseho tamin’ny fomba maro samihafa izany hatsaram-panahiny izany.",
        "11": "Raha misy miteny, dia aoka izy ho toy ny milaza fanambarana masin’Andriamanitra. Raha misy manompo, dia aoka izy hanompo sady hiantehitra amin’ny hery omen’Andriamanitra, mba homem-boninahitra amin’ny zava-drehetra Andriamanitra, amin’ny alalan’i Jesosy Kristy. Azy mandrakizay mandrakizay ny voninahitra sy ny hery! Amena.",
        "12": "Ry malala, aoka tsy hahavery hevitra anareo ilay afo mandoro eo aminareo, toy ny hoe zavatra hafahafa no manjo anareo. Natao hitsapana anareo mantsy izany afo izany.",
        "13": "Mifalia hatrany kosa aza, satria miombom-pijaliana amin’i Kristy ianareo, mba hifalianareo sy hiravoravoanareo mandritra ny fampiharihariana ny voninahiny.",
        "14": "Sambatra ianareo raha tevatevaina noho ny anaran’i Kristy, satria mitoetra aminareo ny fanahin’ny voninahitra, dia ny fanahin’Andriamanitra.",
        "15": "Aoka anefa tsy hisy aminareo hijaly satria mpamono olona, na mpangalatra, na mpanao ratsy, na mpitsabaka amin’ny raharahan’olona.",
        "16": "Fa raha misy mijaly satria Kristianina, dia aoka tsy ho menatra izy, fa aoka kosa hankalaza hatrany an’Andriamanitra amin’izany anarana izany.",
        "17": "Izao mantsy no fotoana voatondro hanombohan’ny fitsarana eo amin’ny ankohonan’Andriamanitra. Koa raha manomboka amintsika izany, hanao ahoana no hiafaran’ireo tsy mankatò ny vaovao tsaran’Andriamanitra?",
        "18": "“Raha ny olo-marina aza sarotra ny hahavoavonjy azy, hanao ahoana kosa ny olona tsy matahotra an’Andriamanitra sy ny mpanota?”",
        "19": "Koa aoka àry ireo mijaly noho ny fanaovana ny sitrapon’Andriamanitra hanankina foana ny fiainany amin’ilay Mpamorona mendri-pitokisana, eo am-panaovan’izy ireo ny tsara."
    },
    "5": {
        "1": "Koa izao no ananarako an’ireo anti-panahy eo aminareo, fa izaho koa mba anti-panahy toa azy ireo, sady vavolombelon’ny fijalian’i Kristy no anisan’ny hahazo ilay voninahitra efa haharihary:",
        "2": "Andraso ny andian’ondrin’Andriamanitra eo ambany fiandraiketanareo, tsy an-tery anefa, fa an-tsitrapo, ary tsy noho ny fitiavana tombony azo amin’ny tsy marina, fa amim-paharisihana kosa,",
        "3": "tsy manjakazaka amin’ny lovan’Andriamanitra, fa ho modely ho an’ny andian’ondry.",
        "4": "Koa hahazo satroboninahitra tsy mety malazo ianareo rehefa hiseho ilay lehiben’ny mpiandry.",
        "5": "Ary ianareo tanora koa, maneke ny zokiolona. Aoka ianareo rehetra samy hitafy fanetren-tena eo amin’ny fifandraisanareo, satria Andriamanitra manohitra ny manambony tena, fa maneho hatsaram-panahy tsy manam-paharoa kosa amin’ny manetry tena.",
        "6": "Koa manetre tena eo ambanin’ny tana-maherin’Andriamanitra, mba hanandratany anareo amin’ny fotoana voatondrony,",
        "7": "ary apetraho aminy daholo izay rehetra mampanahy anareo, satria miahy anareo izy.",
        "8": "Aoka ianareo hisaina tsara sy hiambina, satria ny Devoly fahavalonareo mandehandeha tahaka ny liona mierona, mitady olona harapaka.",
        "9": "Tohero anefa izy ka manàna finoana matanjaka, satria fantatrareo fa ampitondraina fijaliana toy izany koa ny rahalahinareo rehetra ao amin’ny finoana, eran’izao tontolo izao.",
        "10": "Rehefa avy nijaly vetivety anefa ianareo, dia ilay Andriamanitry ny hatsaram-panahy tsy manam-paharoa no hamita ny fampiofanana anareo, sy hanamafy orina anareo, ary hampahatanjaka anareo. Niantso anareo ho amin’ny voninahiny mandrakizay mantsy izy, noho ianareo tafaray amin’i Kristy.",
        "11": "Ho azy mandrakizay anie ny hery! Amena.",
        "12": "Nanoratra teny vitsivitsy ho anareo aho, tamin’ny alalan’i Silvano, izay rahalahy mendri-pitokisana, raha araka ny fiheverako azy. Eny, nanoratra aho mba hampaherezana anareo sy hanambarana marimarina fa izany no tena hatsaram-panahy tsy manam-paharoan’Andriamanitra. Miorena mafy amin’izany hatsaram-panahiny izany.",
        "13": "Mampamangy, hono, ianareo, hoy ilay * eto Babylona. Voafidy tahaka anareo izy. Mampamangy koa, hono, ianareo, hoy i Marka zanako.",
        "14": "Mifampiarahabà amin’ny oroka fanehoam-pitiavana. Ho aminareo rehetra tafaray amin’i Kristy anie ny fiadanana!"
    },
    "meta": {
        "name": "1 Petera",
        "order": 59,
        "chapter_number": 5
    }
}