{
    "1": {
        "1": "Avy amin’i Petera, apostolin’i Jesosy Kristy. Ho an’ny mpivahiny miparitaka any Ponto, Galatia, Kapadokia, Azia, ary Bitynia, dia ireo voafidy",
        "2": "araka ny efa fantatr’Andriamanitra Ray mialoha, sy nohamasinin’ny fanahy masina, mba hankatò sy mba hofafazana ny ran’i Jesosy Kristy, Enga anie ianareo hanehoana hatsaram-panahy miavaka sy hahazo fiadanana betsaka kokoa!",
        "3": "Hoderaina anie Andriamanitra Rain’i Jesosy Kristy Tompontsika, satria be famindram-po izy ka naterany indray isika, dia lasa manana fanantenana velona noho izy nanangana an’i Jesosy Kristy tamin’ny maty.",
        "4": "Naterany indray tokoa isika mba hanana lova tsy mety simba sy tsy misy loto ary maharitra. Voatahiry any an-danitra ho anareo izany,",
        "5": "dia ianareo izay arovan’ny herin’Andriamanitra noho ianareo manam-pinoana. Arovany toy izany ianareo mba hahazo famonjena, izay efa vonona haharihary amin’ny fotoana farany.",
        "6": "Faly be ianareo noho izany, na dia nalahelo aza ianareo satria tsy maintsy niaritra fitsapana samihafa vetivety.",
        "7": "Amin’izay dia hitondra dera sy voninahitra ary haja ho anareo ny finoanareo vita sedra, rehefa haharihary i Jesosy Kristy. Ny finoana vita sedra mantsy, dia sarobidy lavitra noho ny volamena, izay mety simba na dia efa nosedraina tamin’ny afo aza.",
        "8": "Na mbola tsy hitanareo mihitsy aza i Kristy, dia tia azy ianareo. Ary na tsy hitanareo aza izy izao, dia mino azy ianareo sady faly be sy ravoravo ka tsy hita izay hilazana ny hafalianareo,",
        "9": "satria tratranareo ny tanjonareo, dia ny hahazo famonjena, noho ianareo manam-pinoana.",
        "10": "Namotopototra tsara sy nikaroka lalina momba an’izany famonjena izany ireo mpaminany, izay naminany momba ny hatsaram-panahy miavaka voatokana ho anareo.",
        "11": "Nanadihady foana izy ireny hoe inona no hitranga ary rahoviana no ho tanteraka izay nolazain’ny fanahy masina momba an’i Kristy. Ny fanahy masina tao amin’izy ireny mantsy efa nanambara mialoha fa tsy maintsy hijaly i Kristy ary hahazo voninahitra aorian’izany.",
        "12": "Naharihary tamin’izy ireny hoe tsy ho an’ny tenany ny fanompoana nataony, fa ho anareo. Izay nosoratan’izy ireny no ambara aminareo izao. Ireo nitory ny vaovao tsara taminareo no nanambara an’izany, rehefa nahazo fanahy masina nalefa avy any an-danitra izy ireo. Ireny zavatra ireny indrindra no tena tian’ny anjely hodinihina tsara.",
        "13": "Koa hatanjaho ny sainareo mba ho vonona hiatrika asa, ary aoka ianareo hisaina tsara foana. Aoka koa ianareo hanantena ny hatsaram-panahy miavaka haseho aminareo rehefa haharihary i Jesosy Kristy.",
        "14": "Zanaka mankatò ianareo, ka aza manaiky intsony hovolavolain’ny faniriana nanananareo taloha tamin’ianareo mbola tsy nahalala an’Andriamanitra.",
        "15": "Aoka kosa ianareo ho masina amin’ny fitondran-tenanareo rehetra, hoatran’Ilay Masina izay niantso anareo.",
        "16": "Fa voasoratra hoe: “Tsy maintsy masina ianareo, satria masina aho.”",
        "17": "Mpitsara tsy miangatra ny Ray ary mitsara ny tsirairay araka izay ataony. Koa raha izy no antsoinareo dia asehoy amin’ny ataonareo, mandritra ny fotoana maha mpivahiny anareo, hoe matahotra azy ianareo.",
        "18": "Fantatrareo mantsy fa tsy tamin’ny zavatra mety simba, toy ny volafotsy na volamena, no nanafahana anareo tamin’ny fomba fiaina tsy mahasoa nolovanareo tamin’ny razambenareo,",
        "19": "fa tamin’ny ra sarobidy kosa, dia ny ran’i Kristy, izay toy ny ran’ny zanak’ondry tsy misy tsininy sy tsy misy pentina.",
        "20": "Marina fa efa voafidy mialoha i Kristy, talohan’ny nanorenana an’izao tontolo izao. Naseho anefa izy tamin’izao fotoana farany izao, noho ny aminareo.",
        "21": "Tamin’ny alalany no nahatonga anareo ho mpino an’Andriamanitra, dia ilay nanangana azy tamin’ny maty sy nanome voninahitra azy, mba hinoanareo sy hanantenanareo an’Andriamanitra.",
        "22": "Efa nanadio ny tenanareo ianareo rehefa nankatò ny fahamarinana, ka ny vokatr’izany, dia fitiavan-drahalahy tsy misy fihatsarambelatsihy. Koa mifankatiava lalina amin’ny fo.",
        "23": "Nateraka indray mantsy ianareo, tsy tamin’ny alalan’ny voa mety lo, fa tamin’ny tsy mety lo, dia tamin’ny alalan’ny tenin’ilay Andriamanitra velona sady maharitra mandrakizay.",
        "24": "Fa “hoatran’ny ahitra ny olombelona rehetra, ary hoatran’ny voninkazo eny an-tsaha ny voninahiny rehetra. Malazo ny ahitra, ary mihintsana ny voniny,",
        "25": "fa ny tenin’i Jehovah kosa maharitra mandrakizay.” Ary izany “teny” izany ilay vaovao tsara nambara taminareo."
    },
    "2": {
        "1": "Esory àry ny faharatsiana rehetra, ny fitaka, ny fihatsarambelatsihy, ny fialonana, ary ny fanaratsiana rehetra.",
        "2": "Toy ny zaza menavava, dia ataovy izay haniriana mafy ny ronono tsy misy fangarony, dia ny ronono ao amin’ny tenin’Andriamanitra, mba hitombo ianareo ka hahazo famonjena,",
        "3": "raha efa nandramanareo fa tsara fanahy ny Tompo.",
        "4": "Toy ny vato velona tsy tian’ny olona izy, nefa nofidin’Andriamanitra sy sarobidy aminy. Rehefa manatona azy ianareo,",
        "5": "izay vato velona koa, dia aorina ho trano ara-panahy mba ho mpisorona masina. Amin’izay dia hanolotra sorona ara-panahy ankasitrahan’Andriamanitra ianareo, amin’ny alalan’i Jesosy Kristy.",
        "6": "Hoy mantsy ny Soratra Masina: “Mametraka vato voafidy ao Ziona aho, dia vato fehizoro sady vato fototra sarobidy. Tsy hisy ho diso fanantenana mihitsy izay rehetra maneho finoana azy io.”",
        "7": "Aminareo àry no sarobidy izy, satria mpino ianareo. Fa amin’ny tsy mpino kosa, dia “ny vato tsy tian’ny mpanao trano no lasa vato fehizoro lehibe indrindra”,",
        "8": "sady nanjary “vato mahatafintohina sy vatolampy mampianjera.” Tafintohina izy ireny satria tsy mankatò ny teny. Izany indrindra no efa voatendry hoe hanjo azy ireny.",
        "9": "Ianareo kosa dia “firazanana voafidy, mpanjaka sady mpisorona, firenena masina, vahoaka nataon’Andriamanitra ho fananany manokana, mba hanambara hatraiza hatraiza ny hatsaran’Ilay” niantso anareo hiala tamin’ny haizina ho amin’ny hazavany mahagaga.",
        "10": "Tsy firenena mantsy ianareo taloha, fa firenen’Andriamanitra kosa ianareo izao. Tsy namindrana fo ianareo taloha, fa efa nahazo famindram-po kosa izao.",
        "11": "Ry malala, vahiny sy mpivahiny ianareo ka mampirisika anareo aho mba hanohitra foana ny fanirian’ny nofo, izay miady aminareo.",
        "12": "Miezaha foana ho tsara fitondran-tena eo amin’izao tontolo izao. Amin’izay izy ireo hahita ny asa tsara ataonareo, na dia manendrikendrika anareo ho mpanao ratsy aza, ka hanome voninahitra an’Andriamanitra amin’ny andro handinihany ny momba ny olombelona.",
        "13": "Noho ny amin’ny Tompo, dia ekeo izay fahefana rehetra najoron’olombelona: Na mpanjaka izany, satria ambony izy,",
        "14": "na governora, satria nirahin’ny mpanjaka hanasazy ny mpanao ratsy ireny fa hidera an’izay manao ny tsara kosa.",
        "15": "Fa ny sitrapon’Andriamanitra dia ny hanaovanareo an’izay tsara mba hampanginanareo ny vavan’ny olona tsy misaina, izay miteny zavatra tsy fantany.",
        "16": "Olona afaka ianareo, nefa aza ampiasaina hanaronana ny ratsy izany fahafahanareo izany, fa ampiasao hanompoana an’Andriamanitra kosa.",
        "17": "Hajao ny karazan’olona rehetra, tiavo ny rahalahy rehetra, matahora an’Andriamanitra, hajao ny mpanjaka.",
        "18": "Aoka ny mpanompo hanaiky ny tompony sady hatahotra azy araka ny tokony ho izy, tsy ny tompo tsara fanahy sy be fandeferana ihany fa ny sarotsarotiny koa.",
        "19": "Ankasitrahan’Andriamanitra mantsy ny olona miaritra fahoriana sy mijaly tsy ara-drariny noho izy te hanana feon’ny fieritreretana madio eo anatrehany.",
        "20": "Fa inona moa ny soa azonareo raha voakapoka ianareo satria nanota ka miaritra an’izany? Fa raha miaritra fijaliana kosa ianareo satria manao ny tsara, dia izany no ankasitrahan’Andriamanitra.",
        "21": "Izany tokoa mantsy no niantsoana anareo, satria na i Kristy aza nijaly ho anareo, ka nanome modely ho anareo mba hanarahanareo akaiky ny diany.",
        "22": "Tsy nanota izy, ary tsy nisy fitaka teo am-bavany.",
        "23": "Tsy mba nanambanimbany izy rehefa nisy nanambanimbany. Tsy mba nandrahona izy rehefa nijaly, fa nanankina ny fiainany kosa tamin’Ilay mitsara araka ny rariny.",
        "24": "Izy no nitondra ny fahotantsika tao amin’ny vatany, teo amin’ny tsato-kazo, mba ho faty isika raha ny amin’ny ota, fa ho velona kosa mba hanao ny marina. Ary “ny ratrany no nahatonga anareo ho sitrana.”",
        "25": "Hoatran’ny ondry nania mantsy ianareo, saingy efa niverina tamin’ilay mpiandry sy mpiandraikitra anareo ianareo izao."
    },
    "3": {
        "1": "Toy izany koa ianareo vehivavy, maneke ny vadinareo. Amin’izay raha misy amin’izy ireo tsy mankatò ny teny masina, dia ho voataonan’ny fitondran-tenanareo izy, fa tsy ny teny lazainareo.",
        "2": "Ho hitany mantsy ny fitondran-tena madio anananareo, sy ny fanajana lalina asehonareo.",
        "3": "Tsy tokony ho zavatra ivelany fotsiny ny haingonareo—toy ny randram-bolo sy firavaka volamena na akanjo tsara—",
        "4": "fa tokony ho ilay toetra miafina ao am-po kosa, izay toy ny haingo tsy mety simba, dia ny toetra tony sy malemy paika, izay tena sarobidy eo imason’Andriamanitra.",
        "5": "Fa toy izany ny haingo fanaon’ireo vehivavy masina taloha izay nanantena an’Andriamanitra. Nanaiky ny vadiny izy ireny,",
        "6": "hoatran’i Saraha izay nankatò an’i Abrahama, ka niantso azy hoe tompo. Zanak’i Saraha ianareo, raha manao ny tsara foana sady tsy resin’ny tahotra.",
        "7": "Toy izany koa ianareo lehilahy, miaraha mitoetra foana amin’ny vadinareo, ka miezaha hahazo tsara ny fihetseham-pony. Omeo voninahitra ny vehivavy, toy ny atao amin’ny fanaka malemy kokoa, mba tsy ho voasakana ny vavaka ataonareo. Izy ireo koa mantsy mpiara-mandova aminareo an’ilay fanomezana miavaka, dia ny fiainana.",
        "8": "Farany, miraisa saina ianareo rehetra, miaraha ory, mifankatiava hoatran’ny mpirahalahy, manàna fangorahana, ary manetre tena.",
        "9": "Aza mamaly ratsy ny ratsy na manambanimbany rehefa misy manambanimbany. Aleo kosa mirary soa, satria izany no niantsoana anareo, mba handovanareo fitahiana.",
        "10": "“Izay tia ny fiainana sy te ho sambatra, dia tsy maintsy mitandrina ny lelany mba tsy hilaza zava-dratsy, ary ny molony mba tsy hiteny fitaka.",
        "11": "Aoka izy hiala amin’ny ratsy ka hanao ny tsara, ary hitady fihavanana ka hitandro an’izany.",
        "12": "Fa ny mason’i Jehovah mitsinjo ny olo-marina, ary ny sofiny mihaino ny fitalahoany. Manohitra an’izay manao ratsy kosa i Jehovah.”",
        "13": "Iza tokoa no hanisy ratsy anareo raha mafana fo manao ny tsara ianareo?",
        "14": "Fa na mijaly aza ianareo satria manao ny marina, dia sambatra ianareo. Aza atahorana anefa izay atahoran’izy ireo ary aza mitebiteby.",
        "15": "Manamasìna kosa an’i Kristy ho Tompo ao am-ponareo, ka aoka ho vonona foana ianareo hilaza ny fiarovan-tenanareo eo anatrehan’izay manontany ny anton’ny fanantenanareo. Tokony halemy fanahy sy ho feno fanajana anefa ianareo rehefa manao an’izany.",
        "16": "Miezaha hanana feon’ny fieritreretana madio foana, mba ho afa-baraka ireo manohitra anareo, na inona na inona teneniny, noho ianareo tsara fitondran-tena satria mpanara-dia an’i Kristy.",
        "17": "Fa tsara kokoa ny hoe mijaly satria manao ny tsara, raha sitrapon’Andriamanitra ny hamela an’izany hitranga, noho ny hoe mijaly satria manao ratsy.",
        "18": "Fa i Kristy aza mantsy maty indray mandeha fotsiny noho ny ota, izany hoe olo-marina ho solon’ny tsy marina, mba hitondrany anareo ho amin’Andriamanitra. Nofo izy rehefa novonoina, fa fanahy kosa rehefa novelomina.",
        "19": "Tamin’izay izy no nandeha nitory tamin’ireo fanahy ao am-ponja,",
        "20": "izay tsy nankatò tany aloha tany, tamin’Andriamanitra naharitra niandry tamin’ny andron’i Noa, raha mbola namboarina ny sambofiara. Olona vitsy ihany, izany hoe olona valo no nentin’izy io teny ambony rano ka avotra soa aman-tsara.",
        "21": "Misy mifanitsy amin’izany koa amin’izao, dia ny batisa—tsy fanesorana ny fahalotoan’ny nofo anefa, fa fangatahana amin’Andriamanitra feon’ny fieritreretana madio.—Mamonjy anareo ny batisa, noho ianareo mino ny nananganana an’i Jesosy Kristy tamin’ny maty.",
        "22": "Eo ankavanan’Andriamanitra izy, satria nankany an-danitra, ary nasaina nanaiky azy ny anjely sy ireo manana fahefana ary ireo manana hery."
    },
    "4": {
        "1": "Nijaly tao amin’ny nofo i Kristy, ka ataovy koa izay hanananareo toe-tsaina toy ny azy. Efa tsy manao fahotana intsony mantsy ny olona nijaly tao amin’ny nofo,",
        "2": "amin’izay izy dia tsy ho velona mba hanatanteraka ny fanirian’olombelona intsony, fa ho velona hanao ny sitrapon’Andriamanitra, amin’ny andro sisa hiainany ao amin’ny nofo.",
        "3": "Ampy izay ny fotoana nanaovanareo ny sitrapon’izao tontolo izao, tamin’ianareo nanana fitondran-tena tsy misy henatra, nanaram-po tamin’ny filan’ny nofo, nisotro tafahoatra, nanao fety tsy voafehy, nifaninana nisotro, ary nanao fanompoan-tsampy maharikoriko.",
        "4": "Gaga izy ireo fa tsy miara-mihazakazaka aminy intsony ianareo, izany hoe tsy miaraka aminy manaram-po amin’ny ratsy intsony, dia manevateva anareo izy.",
        "5": "Mbola hanao ampamoaka an’ireny olona ireny anefa ilay vonona hitsara ny velona sy ny maty.",
        "6": "Raha ny marina, dia nitoriana ny vaovao tsara koa ny maty mba ho velona araka ny fanahy, araka ny fomba fihevitr’Andriamanitra, na dia tsaraina araka ny nofo, araka ny fomba fihevitr’olombelona aza.",
        "7": "Efa manakaiky anefa ny faran’ny zava-drehetra. Aoka àry ianareo hisaina tsara sy ho mailo ka tsy hanao tsirambina ny vavaka.",
        "8": "Ambonin’ny zavatra rehetra, dia mifankatiava lalina, satria manarona fahotana maro be ny fitiavana.",
        "9": "Samia miezaka ho tia mandray vahiny ary aza mimenomenona rehefa manao an’izany.",
        "10": "Ampiasao mba hifanompoana izay nomena anareo, arakaraka izay noraisinareo tsirairay avy. Ianareo mantsy no mpanompo tsara izay manampy ny hafa handray soa amin’ny hatsaram-panahy miavaka asehon’Andriamanitra amin’ny fomba maro samihafa.",
        "11": "Raha misy miteny, dia aoka izy ho toy ny milaza hafatra avy amin’Andriamanitra. Raha misy manompo, dia aoka izy hanompo sady hiantehitra amin’ny hery omen’Andriamanitra. Amin’izay dia homem-boninahitra amin’ny zava-drehetra Andriamanitra, amin’ny alalan’i Jesosy Kristy. Azy mandrakizay mandrakizay ny voninahitra sy ny hery! Amena.",
        "12": "Ry malala, aza gaga amin’ny fitsapana mivaivay mahazo anareo, toy ny hoe zavatra hafahafa no manjo anareo.",
        "13": "Fa mifalia foana kosa arakaraka ny ijalianareo hoatran’i Kristy, mba hifalianareo sy hiravoravoanareo mandritra ny fampiharihariana ny voninahiny.",
        "14": "Sambatra ianareo raha haratsiratsin’ny olona noho ny anaran’i Kristy, satria ianareo manana ny fanahin’ny voninahitra, dia ny fanahin’Andriamanitra.",
        "15": "Aoka anefa tsy hisy aminareo hijaly satria mpamono olona, na mpangalatra, na mpanao ratsy, na mpidikiditra amin’ny fiainan’olona.",
        "16": "Fa raha misy mijaly satria Kristianina, dia aoka tsy ho menatra izy, fa hankalaza foana an’Andriamanitra kosa sady hitondra an’izany anarana izany.",
        "17": "Izao mantsy no fotoana voatondro hanombohan’ny fitsarana eo amin’ny ankohonan’ Andriamanitra. Koa raha manomboka amintsika izany, hanao ahoana no hiafaran’ireo tsy mankatò ny vaovao tsaran’Andriamanitra?",
        "18": "“Raha ny olo-marina aza sarotra ny hahavoavonjy azy, dia inona no hanjo ny olona tsy matahotra an’Andriamanitra sy ny mpanota?”",
        "19": "Aoka àry ireo mijaly noho ny fanaovana ny sitrapon’Andriamanitra hiantehitra foana amin’ilay Mpamorona mendri-pitokisana, sady hanohy hanao ny tsara."
    },
    "5": {
        "1": "Koa satria izaho anti-panahy koa, sy vavolombelona nahita ny fijalian’i Kristy sady anisan’ny hahazo an’ilay voninahitra efa haharihary, dia miangavy an’ireo anti-panahy eo aminareo aho hoe:",
        "2": "Andraso ny andian’ondrin’Andriamanitra eo ambany fiandraiketanareo, ka ataovy ny asan’ny mpiandraikitra. Tsy an-tery anefa no tokony hanaovana an’izany, fa an-tsitrapo eo anatrehan’Andriamanitra, tsy noho ny fitiavana tombony azo amin’ny tsy marina, fa noho ny fahazotoana,",
        "3": "ary tsy ho mpanjakazaka amin’ny lovan’Andriamanitra, fa ho modely ho an’ny andian’ondry.",
        "4": "Dia hahazo satroboninahitra tsy mety malazo ianareo rehefa aseho ilay lehiben’ny mpiandry.",
        "5": "Ary ianareo tanora koa, maneke ny zokiolona. Fa ianareo rehetra kosa mitafia fanetren-tena rehefa mifandray ianareo samy ianareo, satria manohitra ny manambony tena Andriamanitra, fa maneho hatsaram-panahy miavaka amin’ny manetry tena.",
        "6": "Koa manetre tena eo ambanin’ny tana-maherin’Andriamanitra, mba hanandratany anareo amin’ny fotoana voatondrony,",
        "7": "ary apetraho aminy daholo izay rehetra mampanahy anareo, satria miahy anareo izy.",
        "8": "Aoka ianareo hisaina tsara foana sy hiambina! Ny Devoly fahavalonareo mantsy mandehandeha hoatran’ny liona mierona, mitady olona harapaka.",
        "9": "Tohero anefa izy ka manàna finoana matanjaka, satria fantatrareo fa ampijalina toy izany koa ny rahalahinareo rehetra, eran’izao tontolo izao.",
        "10": "Rehefa avy nijaly vetivety anefa ianareo, dia hamita ny fampiofanana anareo ilay Andriamanitry ny hatsaram-panahy miavaka rehetra, izay niantso anareo ho amin’ny voninahiny mandrakizay, noho ianareo tafaray amin’i Kristy. Hanampy anareo ho mafy orina izy, sady hanatanjaka anareo, ary hataony mifototra tsara ianareo.",
        "11": "Ho azy mandrakizay anie ny hery! Amena.",
        "12": "Nanoratra teny vitsivitsy ho anareo aho, tamin’ny alalan’i Silvano, izay hitako hoe rahalahy mendri-pitokisana. Nanoratra aho mba hampaherezana anareo sy hanomezana toky anareo fa tena izy ilay hatsaram-panahy miavaka asehon’Andriamanitra aminareo. Aza miala amin’izany hatsaram-panahiny izany mihitsy.",
        "13": "Mampamangy, hono, ianareo, hoy ilay eto Babylona, ilay voafidy hoatr’anareo. Mampamangy koa, hono, ianareo, hoy i Marka zanako.",
        "14": "Mifampiarahabà amin’ny oroka fanehoam-pitiavana. Enga anie hahazo fiadanana ianareo rehetra tafaray amin’i Kristy!"
    },
    "meta": {
        "name": "1 Petera",
        "order": 59,
        "chapter_number": 5
    }
}