{
    "1": {
        "1": "Paoly sy Silvano ary Timoty. Ho an’ny fiangonan’ny Tesalonianina izay tafaray amin’Andriamanitra Ray sy amin’i Jesosy Kristy Tompo, Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana!",
        "2": "Misaotra an’Andriamanitra mandrakariva izahay rehefa mahatsiaro anareo rehetra amim-bavaka.",
        "3": "Tadidinay foana eo anatrehan’Andriamanitra Raintsika mantsy izay ataonareo noho ny finoanareo, sy ny asa mafy ataonareo amim-pitiavana, ary ny fiaretanareo vokatry ny fanantenanareo an’i Jesosy Kristy Tompontsika.",
        "4": "Fantatray mantsy, ry rahalahy tian’Andriamanitra, fa nifidy anareo izy,",
        "5": "satria rehefa nitory ny vaovao tsara taminareo izahay dia tsy tamin’ny teny fotsiny, fa tamin’ny hery koa, ary tamin’ny fanahy masina sy ny fatokisana tanteraka. Ary fantatrareo hoe lasa karazan’olona nanao ahoana izahay teo aminareo mba hahasoa anareo.",
        "6": "Ary nanjary nanahaka anay sy ny Tompo ianareo, satria nandray ny teny tao anatin’ny fahoriana be sy fifaliana avy tamin’ny fanahy masina,",
        "7": "ka tonga modely ho an’ny mpino rehetra any Makedonia sy Akaia.",
        "8": "Tsy vitan’ny hoe nanakoako tany Makedonia sy Akaia fotsiny ny tenin’i Jehovah notorinareo, fa niely teny rehetra teny koa ny finoanareo an’Andriamanitra, hany ka tsy mila miteny na inona na inona intsony izahay.",
        "9": "Mbola tantarain’izy ireo foana mantsy ny nidiranay voalohany teo aminareo, sy ny nialanareo tamin’ny sampy ka nitodihanareo tamin’Andriamanitra mba hanompoana Andriamanitra velona sady tena izy,",
        "10": "sy mba hiandrasana ny Zanany avy any an-danitra, ilay natsangany tamin’ny maty, dia i Jesosy, izay manafaka antsika amin’ilay fahatezerana ho avy."
    },
    "2": {
        "1": "Fantatrareo tokoa, ry rahalahy, fa tsy very maina ny fitsidihanay anareo.",
        "2": "Fantatrareo koa fa rehefa avy nijaly sy nalam-baraka tany Filipy aloha izahay—araka ny efa fantatrareo—dia nisikina herim-po tamin’ny alalan’Andriamanitsika mba hitory taminareo ny vaovao tsaran’Andriamanitra, tao anatin’ny ady mafy.",
        "3": "Tsy avy amin’ny hevi-diso na fahalotoana ny anatra omenay, sady tsy misy fitaka.",
        "4": "Efa hitan’Andriamanitra fa mendrika hanankinana ny vaovao tsara izahay, ka izany no itenenanay, tsy toy ny mila sitraka amin’olona, fa amin’Andriamanitra izay mandinika ny fonay.",
        "5": "Fa mbola tsy nanao teny mandoka mihitsy izahay rehefa tonga teo aminareo—fantatrareo tsara izany. Mbola tsy nifetsy anareo noho ny fitsiriritana koa izahay. Ary Andriamanitra no vavolombelon’izany!",
        "6": "Tsy nitady voninahitra avy tamin’olona koa izahay, na avy taminareo izany na avy tamin’olon-kafa, na dia afaka nampitondra enta-mavesatra anareo teo amin’ny lafiny ara-bola aza, satria apostolin’i Kristy izahay.",
        "7": "Fa nalemy fanahy teo aminareo kosa izahay, tahaka ny reny mampinono izay maneho fitiavana ny zanany naterany.",
        "8": "Koa satria tena maminay ianareo, dia sitrakay tokoa ny hanome anareo, tsy ny vaovao tsaran’Andriamanitra ihany, fa ny ainay * koa aza, satria efa malalanay ianareo.",
        "9": "Azo antoka, ry rahalahy, fa tsaroanareo ny asa mafy nataonay sy ny fisasaranay. Fa rehefa nitory ny vaovao tsaran’Andriamanitra taminareo izahay, dia niasa andro aman’alina mba tsy hampitondra enta-mavesatra na iza na iza taminareo teo amin’ny lafiny ara-bola.",
        "10": "Ianareo no vavolombelona, ary toy izany koa Andriamanitra, fa olona tsy nivadika tokoa izahay teo aminareo mpino, sady marina sy tsy nanan-tsiny.",
        "11": "Fantatrareo tsara, araka izany, fa toy ny ananaran’ny ray ny zanany no nananaranay hatrany ny tsirairay taminareo, sy nampiononanay anareo ary nampirisihanay mafy anareo",
        "12": "mba handehananareo foana amin’ny fomba mendrika eo anatrehan’Andriamanitra, izay miantso anareo ho amin’ny fanjakany sy ny voninahiny.",
        "13": "Izany koa no isaoranay mandrakariva an’Andriamanitra, satria rehefa nandray ny tenin’Andriamanitra renareo avy taminay ianareo, dia tsy noraisinareo ho tenin’olona izany fa araka ny tena izy, dia tenin’Andriamanitra, izay miasa koa ao anatinareo mpino.",
        "14": "Fa ianareo, ry rahalahy, dia efa nanahaka an’ireo fiangonan’Andriamanitra any Jodia izay tafaray amin’i Kristy Jesosy. Nijaly koa mantsy ianareo noho ny nataon’ny mpiray tanindrazana aminareo, sahala amin’ny ijalian’izy ireo noho ny ataon’ny Jiosy.",
        "15": "Na i Jesosy Tompo sy ny mpaminany aza mantsy dia novonoin’ny Jiosy, ary nanenjika anay koa izy ireo. Tsy manao izay hahafaly an’Andriamanitra koa izy ireo, fa manohitra kosa ny tombontsoan’ny olona rehetra,",
        "16": "satria mitady hisakana anay tsy hitory amin’ny hafa firenena mba hahavoavonjy an’ireny. Koa manao fahotana maro foana izy ireo, kanjo nihatra taminy ihany ny fahatezeran’Andriamanitra, rehefa ela ny ela.",
        "17": "Fa izahay kosa, ry rahalahy, rehefa tafasaraka vetivety monja taminareo ny tenanay, fa tsy ny fonay, dia niezaka mafy mihoatra lavitra noho ny efa fanaonay izahay mba hahita ny endrikareo, fa naniry mafy ny hahita izany.",
        "18": "Izany no nahatonga anay, eny, izaho Paoly, haniry hankany aminareo, indray mandeha, eny, indroa aza. Nosakanan’i Satana anefa izahay.",
        "19": "Fa inona moa ny fanantenanay na fifalianay na satroboninahitra iravoravoanay eo anatrehan’i Jesosy Tompontsika mandritra ny fanatrehany? Tsy ianareo ve?",
        "20": "Ianareo tokoa no voninahitray sy fifalianay."
    },
    "3": {
        "1": "Koa rehefa tsy zakanay intsony ny tsy nahita anareo, dia naleonay nilaozana ho irery tany Atena izahay,",
        "2": "ka nirahinay i Timoty, rahalahinay sady mpanompon’Andriamanitra mitory ny vaovao tsara momba an’i Kristy, mba hanatanjaka anareo sy hampahery anareo hanamafy ny finoanareo.",
        "3": "Amin’izay dia tsy hisy aminareo ho voahozongozon’izao fahoriana izao. Fantatrareo tsara mantsy fa efa voatendry ho amin’izany isika.",
        "4": "Fony teo aminareo koa izahay, dia matetika no nilaza mialoha taminareo fa tsy maintsy hampahorina isika. Ary izany tokoa no nitranga, araka ny efa fantatrareo.",
        "5": "Izany indrindra no antony nanirahako azy rehefa tsy zakako intsony ny tsy nahita anareo, mba hahalalako raha mbola tsy mivadika ianareo, sao mantsy naka fanahy anareo ilay Mpaka fanahy, ka ho very maina ny asa mafy nataonay.",
        "6": "Fa vao izao mihitsy i Timoty no tonga atỳ aminay rehefa avy tany aminareo, ka nitondra ny vaovao tsara momba ny tsy fivadihanareo sy ny fitiavanareo. Nilaza koa izy fa mbola misy fahatsiarovana tsara momba anay foana ao aminareo, ka manina anay ianareo, toa anay aminareo koa.",
        "7": "Izany, ry rahalahy, no antony nahazoanay fampiononana noho ny aminareo, na eo aza ny fahantranay sy ny fahorianay rehetra, satria tsy mivadika ianareo.",
        "8": "Velombelona mantsy izahay ankehitriny raha mafy orina ao amin’ny Tompo ianareo.",
        "9": "Koa fisaorana manao ahoana no hatolotray an’Andriamanitra, ho valin’ny fifaliana rehetra iravoravoanay noho ny aminareo, eo anatrehan’Andriamanitsika?",
        "10": "Mbola mitalaho fatratra, andro aman’alina koa izahay, mba hifanatri-tava aminareo sy hameno ny tsy ampy amin’ny finoanareo.",
        "11": "Koa enga anie ilay Andriamanitra Raintsika sy Jesosy Tompontsika hitarika soa aman-tsara ny dianay ho any aminareo!",
        "12": "Ary enga anie ny Tompo hampitombo be tokoa ny fifankatiavanareo sy ny fitiavanareo ny olona rehetra, tahaka ny itomboan’ny fitiavanay anareo koa!",
        "13": "Amin’izay dia hohatanjahiny sy hataony tsy misy tsiny ny fonareo, raha ny amin’ny fahamasinana eo anatrehan’Andriamanitra Raintsika, rehefa hanatrika i Jesosy Tompontsika, miaraka amin’ny olony masina rehetra."
    },
    "4": {
        "1": "Farany, ry rahalahy, izao no angatahinay aminareo sy ananaranay anareo amin’ny alalan’i Jesosy Tompo: Nandray toromarika avy taminay ianareo ny amin’ny fomba tokony handehananareo sy hampifalianareo an’Andriamanitra. Toy izany no efa andehananareo, ka tohizo hatrany izany ary ataovy bebe kokoa aza.",
        "2": "Fa fantatrareo ny didy nomenay anareo avy tamin’i Jesosy Tompo.",
        "3": "Fa izao ny sitrapon’Andriamanitra, dia ny hanamasinana anareo ka hifadianareo ny fijangajangana",
        "4": "sy hahaizanareo tsirairay hifehy tena, * amin’ny fahamasinana sy ny haja,",
        "5": "fa tsy amin’ny filan’ny nofo tsy mety afa-po, toy ny filan’ny hafa firenena tsy mahalala an’Andriamanitra.",
        "6": "Sitrapony koa ny hanamasinana anareo ka tsy hisy aminareo ho tonga hatramin’ny fanimbana ny rahalahiny, ka hanitsakitsaka ny zony amin’izany lafiny izany, satria i Jehovah no mitaky sazy noho izany rehetra izany, araka ny efa nolazainay mialoha sy efa nohazavainay tsara taminareo.",
        "7": "Fa Andriamanitra tsy niantso antsika mba hilefitra amin’ny fahalotoana, fa niantso antsika kosa ho amin’ny fahamasinana.",
        "8": "Koa izay tsy miraharaha àry, dia tsy olona no tsy raharahainy, fa Andriamanitra izay mametraka ny fanahiny masina ao anatinareo.",
        "9": "Raha ny amin’ny fitiavan-drahalahy kosa, dia tsy misy tokony hosoratanay aminareo, satria ianareo efa ampianarin’Andriamanitra hifankatia,",
        "10": "ary izany no efa ataonareo amin’ny rahalahy rehetra eran’i Makedonia. Mampirisika anareo ihany anefa izahay, ry rahalahy, mba hanohizanareo hanao izany bebe kokoa,",
        "11": "ary mba hataonareo tanjona ny hiaina amim-pilaminana, sy ny tsy hitsabaka amin’ny raharahan’ny hafa, ary ny hiasa amin’ny tananareo, araka ny nandidianay anareo.",
        "12": "Amin’izay dia hitondra tena tsara eo anatrehan’ny olona eny ivelany ianareo, ary tsy hisy hahory anareo.",
        "13": "Tsy tianay tsy ho fantatrareo koa, ry rahalahy, ny amin’ireo nodimandry, * mba tsy halahelovanareo tahaka ny hafa izay tsy manana fanantenana.",
        "14": "Fa raha mino isika fa maty i Jesosy ary efa nitsangana, dia mino koa isika fa hoentin’Andriamanitra hiaraka amin’i Jesosy ireo nodimandry ao aminy.",
        "15": "Fa izao no lazainay aminareo araka ny tenin’i Jehovah: Isika izay velona ka mahatratra ny fanatrehan’ny Tompo, dia tsy mba hialoha mihitsy an’ireo efa nodimandry,",
        "16": "satria ny Tompo mihitsy amin’izay no hidina avy any an-danitra ka hanome baiko mafy amin’ny feon’arkanjely sady hihazona ny trompetran’Andriamanitra. Koa izay maty ao amin’i Kristy no hitsangana voalohany.",
        "17": "Ary aorian’izay, isika izay velona ka mahatratra izany fanatrehany izany, mbamin’izy ireo koa, dia hoentina anaty rahona, mba hihaona amin’ny Tompo eny amin’ny rivotra. Dia hiaraka amin’ny Tompo foana isika.",
        "18": "Koa aoka izany teny izany no hoentinareo hifampiononana mandrakariva."
    },
    "5": {
        "1": "Raha ny amin’ny fotoana sy ny vanim-potoana, ry rahalahy, dia tsy misy tokony hosoratako aminareo,",
        "2": "satria fantatrareo tsara fa ho avy toy ny mpangalatra amin’ny alina ny andron’i Jehovah.",
        "3": "Rehefa milaza izy ireo hoe: “Fandriampahalemana sy filaminana!”, dia hanjo azy avy hatrany ny fandringanana tampoka, toy ny fitrangan’ny fanaintainana eo amin’ny vehivavy mihetsi-jaza. Ary tsy ho afa-mandositra mihitsy izy ireo.",
        "4": "Fa ianareo kosa, ry rahalahy, dia tsy ao amin’ny maizina ka hoe hahatratra anareo tampoka toy ny mpangalatra izany andro izany.",
        "5": "Fa zanaky ny mazava sy zanaky ny andro avokoa ianareo. Tsy an’ny alina isika sady tsy an’ny haizina.",
        "6": "Koa aoka àry isika tsy hatory toy ny hafa, fa aoka kosa hifoha hatrany sy hisaina tsara foana.",
        "7": "Fa amin’ny alina no fatorian’izay matory, ary amin’ny alina koa no fimamoan’izay mpimamo.",
        "8": "Fa an’ny andro kosa isika, ka aoka hisaina tsara foana sy hitafy ny finoana sy ny fitiavana ho fiarovan-tratra, ary hitafy ny fanantenana famonjena ho fiarovan-doha,",
        "9": "satria Andriamanitra tsy nanendry antsika ho amin’ny fahatezerana, fa ho amin’ny fahazoana famonjena amin’ny alalan’i Jesosy Kristy Tompontsika.",
        "10": "Maty ho antsika izy, mba hahavelona antsika miaraka aminy, na mifoha isika na matory.",
        "11": "Koa mifampionòna sy mifampahereza hatrany, toy izao efa ataonareo izao.",
        "12": "Ary izao no angatahinay aminareo, ry rahalahy: Mba asio fiheverana ireo miasa mafy eo aminareo, sy mitarika anareo eo amin’ny asan’ny Tompo ary mananatra anareo.",
        "13": "Angatahinay koa ianareo mba hanaja fatratra azy ireny amim-pitiavana, noho izay ataony. Aoka ianareo samy ho tia fihavanana.",
        "14": "Ary mampirisika anareo koa izahay, ry rahalahy, mba hananatra ny tsy laitra fehezina, hanao teny mampahery ny kivy, hanohana ny malemy, ary hahari-po amin’ny olona rehetra.",
        "15": "Tandremo sao misy mamaly ratsy ny ratsy, fa aoka kosa hifanao soa hatrany sy hanao soa amin’ny olona rehetra.",
        "16": "Mifalia mandrakariva.",
        "17": "Ary aza mitsahatra mivavaka.",
        "18": "Misaora amin’ny zava-drehetra, fa izany no sitrapon’Andriamanitra ny aminareo, eny, ny sitrapony amin’ny alalan’i Kristy Jesosy.",
        "19": "Aza mamono ny afon’ny fanahy. *",
        "20": "Ary aza atao tsinontsinona ny teny faminaniana.",
        "21": "Fantaro tsara ny zava-drehetra, ka mifikira amin’izay tsara.",
        "22": "Fadio ny ratsy amin’ny endriny rehetra.",
        "23": "Hanamasina tanteraka anareo anie ilay Andriamanitry ny fiadanana! Enga anie ilay toe-tsaina * sy aina * ary vatana iraisanareo ka samy hotehirizina tsy hisy kilema amin’ny lafiny rehetra sy tsy hanan-tsiny amin’ny fanatrehan’i Jesosy Kristy Tompontsika!",
        "24": "Tsy mivadika amin’ny teniny ilay miantso anareo, ary hanatanteraka izany rehetra izany koa izy.",
        "25": "Mivavaha foana ho anay, ry rahalahy.",
        "26": "Miarahabà ny rahalahy rehetra, amin’ny oroka masina.",
        "27": "Andraikitra lehibe ankiniko aminareo, eo anatrehan’ny Tompo, ny famakiana an’ity taratasy ity amin’ny rahalahy rehetra.",
        "28": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompontsika!"
    },
    "meta": {
        "name": "1 Tesalonianina",
        "order": 51,
        "chapter_number": 5
    }
}