{
    "1": {
        "1": "Avy amin’i Paoly sy Silvano ary Timoty. Ho an’ny fiangonana any Tesalonika izay tafaray amin’Andriamanitra Ray sy Jesosy Kristy Tompo, Enga anie ianareo hanehoana hatsaram-panahy miavaka sady homena fiadanana!",
        "2": "Misaotra an’Andriamanitra foana izahay rehefa miresaka momba anareo rehetra amin’ny vavaka.",
        "3": "Tadidinay foana eo anatrehan’ilay Andriamanitra Raintsika mantsy izay ataonareo noho ny finoanareo, sy ny asa mafy ataonareo amim-pitiavana, ary ny fiaretanareo noho ianareo manantena an’i Jesosy Kristy Tompontsika.",
        "4": "Fa fantatray, ry rahalahy tian’Andriamanitra, hoe nifidy anareo izy,",
        "5": "satria ilay vaovao tsara notorinay taminareo dia tsy hoe teny fotsiny, fa hafatra mafonja koa. Nampian’ny fanahy masina koa izahay tamin’izahay nitory taminareo, sady tena niaiky fa marina ny zavatra notorinay. Ary fantatrareo hoe lasa hoatran’ny ahoana izahay teo aminareo, mba hahasoa anareo.",
        "6": "Lasa nanahaka anay sy ny Tompo ianareo, satria faly nanaiky an’izay notorinay noho ny fanampian’ny fanahy masina, na dia niaritra fahoriana be aza.",
        "7": "Dia lasa modely ho an’ny mpino rehetra any Makedonia sy Akaia ianareo.",
        "8": "Tsy vitan’ny hoe nampiely ny tenin’i Jehovah tany Makedonia sy Akaia ianareo, fa nalaza hatraiza hatraiza koa ny finoanareo an’Andriamanitra, ka tsy mila miteny na inona na inona intsony izahay.",
        "9": "Mbola tantarain’izy ireo foana mantsy ilay isika nihaona voalohany. Tantarainy koa ilay ianareo nitodika tamin’Andriamanitra ka niala tamin’ny sampy, mba hanompo an’ilay Andriamanitra velona sy tena izy,",
        "10": "ary hiandry an’ilay Zanany avy any an-danitra, ilay natsangany tamin’ny maty, dia i Jesosy. Manafaka antsika mba tsy hiharan’ny fahatezeran’Andriamanitra amin’ny hoavy io Zanany io."
    },
    "2": {
        "1": "Fantatrareo tsara, ry rahalahy, fa tsy very maina ny fitsidihanay anareo.",
        "2": "Na dia nijaly sy nalam-baraka aza mantsy izahay tany Filipy, araka ny efa fantatrareo, dia nampian’ilay Andriamanitsika ho sahy hitory ny vaovao tsara taminareo, na dia nisy nanohitra mafy aza.",
        "3": "Rehefa mampirisika anareo izahay, dia tsy hoe milaza zavatra diso, na hoe ratsy saina na te hamitaka anareo.",
        "4": "Efa neken’Andriamanitra hoe mendrika ny hanankinana ny fitoriana ny vaovao tsara anefa izahay. Rehefa miteny àry izahay, dia tsy olona no tianay hampifaliana, fa Andriamanitra izay mandinika ny fonay.",
        "5": "Fantatrareo fa mbola tsy nandokadoka anareo mihitsy izahay, raha ny marina, na mody niseho hoe tsara fanahy mba hahazoana tombony. Andriamanitra no vavolombelona!",
        "6": "Tsy nitady voninahitra avy tamin’olona koa izahay, na avy taminareo izany na avy tamin’olon-kafa, na dia afaka nampitondra enta-mavesatra anareo teo amin’ny lafiny ara-bola aza izahay satria apostolin’i Kristy.",
        "7": "Fa nalemy fanahy kosa izahay rehefa teo aminareo, hoatran’ny reny mampinono sy mikarakara amim-pitiavana ny zanany naterany.",
        "8": "Satria tena tia anareo izahay, dia tapa-kevitra hoe tsy ny vaovao tsaran’Andriamanitra ihany no homenay anareo, fa na ny ainay koa aza. Tena maminay mantsy ianareo.",
        "9": "Tadidinareo tsara, ry rahalahy, hoe niasa mafy sy nikely aina aho. Niasa andro aman’alina mantsy izahay rehefa nitory ny vaovao tsaran’Andriamanitra taminareo, mba tsy hampitondra enta-mavesatra an’iza na iza teo amin’ny lafiny ara-bola.",
        "10": "Ianareo sy Andriamanitra no vavolombelona fa tsy nivadika izahay, sady nanao ny marina sy tsy nisy tsiny rehefa niaraka taminareo mpino.",
        "11": "Fantatrareo tsara fa nampirisika sy nampionona ary nanoro hevitra anareo tsirairay foana izahay, hoatran’ny ataon’ny ray amin’ny zanany.",
        "12": "Amin’izay ny fomba fiainanareo dia ho mendrika ny anaran’ilay Andriamanitra miantso anareo ho ao amin’ny Fanjakany sy ny voninahiny.",
        "13": "Izany koa no mahatonga anay hisaotra an’Andriamanitra foana, satria rehefa naheno ny tenin’Andriamanitra notorinay ianareo, dia nekenareo hoe tenin’Andriamanitra ilay izy, fa tsy hoe tenin’olona, ary izay tokoa no izy. Ary misy vokany aminareo mpino koa izany tenin’Andriamanitra izany.",
        "14": "Fa efa nanahaka an’ireo fiangonan’Andriamanitra tafaray amin’i Kristy Jesosy any Jodia ianareo, ry rahalahy. Nijaly noho ny nataon’ny mpiray tanindrazana aminareo mantsy ianareo, hoatr’azy ireo koa izay mijaly noho ny ataon’ny Jiosy.",
        "15": "Novonoin’ny Jiosy hatramin’i Jesosy Tompo sy ny mpaminany aza, ary nenjehiny koa izahay. Tsy mampifaly an’Andriamanitra koa izy ireo, ary tsy mahasoa an’iza na iza ny zavatra ataony.",
        "16": "Fa tadiaviny hosakanana izahay tsy hitory amin’ny hafa firenena hoe ahoana no hatao mba ho voavonjy. Vao mainka mampitombo ny fahotany izy ireo amin’izany. Efa hihatra amin’izy ireo anefa ny fahatezeran’Andriamanitra.",
        "17": "Izao anefa, ry rahalahy, rehefa tafasaraka vetivety taminareo izahay—ny tenanay, fa tsy ny fonay,—dia niezaka faran’izay mafy mba hifankahita aminareo, satria tena te hahita anareo.",
        "18": "Izany no nahatonga anay hoe te ho any aminareo, ka niezaka ho any izaho Paoly, tsy indray mandeha ihany, fa indroa mihitsy aza. Nosakanan’i Satana anefa izahay.",
        "19": "Fa inona moa ny fanantenanay na fifalianay na satroboninahitra ireharehanay eo anatrehan’i Jesosy Tompontsika, mandritra ny fanatrehany? Tsy ianareo ve?",
        "20": "Ianareo tokoa no voninahitray sy fifalianay."
    },
    "3": {
        "1": "Rehefa tsy zakanay intsony àry ny tsy naheno vaovao momba anareo, dia naleonay nijanona irery tany Atena,",
        "2": "fa nirahinay i Timoty, rahalahinay sady mpanompon’Andriamanitra mitory ny vaovao tsara momba an’i Kristy. Nirahinay izy mba hanatanjaka sy hampahery anareo, dia hatanjaka ny finoanareo.",
        "3": "Amin’izay ianareo tsy hisy ho voahozongozona na eo aza ireny fahoriana ireny. Fantatrareo tsara mantsy fa tsy maintsy miaritra an’ireny isika.",
        "4": "Fa tamin’izahay teo aminareo, dia matetika izahay no nilaza mialoha taminareo hoe tsy maintsy miaritra fahoriana isika. Izany tokoa no mitranga, araka ny efa fantatrareo.",
        "5": "Rehefa tsy zakako intsony àry, dia nirahiko ho any aminareo i Timoty mba hahafantarako raha tsy mivadika ianareo. Sao mantsy naka fanahy anareo ilay Mpaka fanahy, ka lasa very maina fotsiny ny asa mafy nataonay.",
        "6": "Vao izao mihitsy anefa i Timoty no tonga atỳ aminay rehefa avy tany aminareo, ka nilaza vaovao tsara taminay hoe tsy mivadika ianareo sady be fitiavana. Nilaza koa izy fa mbola mahatsiarotsiaro anay foana ianareo, ka te hahita mafy anay, hoatr’anay te hahita mafy anareo koa.",
        "7": "Izany no nahatonga anay hahazo fampiononana, ry rahalahy, na eo aza ny zava-tsarotra sy ny fahoriana rehetra iaretanay. Fa henonay ny momba anareo sy ny tsy fivadihanareo.",
        "8": "Velombelona indray mantsy izahay fa mafy orina ao amin’ny Tompo ianareo.",
        "9": "Faly be eo anatrehan’ilay Andriamanitsika izahay izao, noho ny nataonareo. Dia ahoana re no hisaoranay an’Andriamanitra noho ianareo e?",
        "10": "Vao mainka mitalaho mafy andro aman’alina izahay mba hifankahita aminareo sy hameno an’izay tsy ampy amin’ny finoanareo.",
        "11": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Tompontsika hanampy anay ho tonga any aminareo!",
        "12": "Ary enga anie ny Tompo hampitombo be ny fitiavanareo, ka vao mainka ianareo hifankatia sady ho tia ny olona rehetra, hoatran’ny itiavanay anareo ihany!",
        "13": "Amin’izay dia hataony matanjaka sy masina ary tsy misy tsiny eo anatrehan’ilay Andriamanitra Raintsika ny fonareo, rehefa manatrika i Jesosy Tompontsika, miaraka amin’ny olony masina rehetra."
    },
    "4": {
        "1": "Farany, ry rahalahy, efa nahazo toromarika taminay ianareo hoe ahoana no tokony hataonareo mba hampifaly an’Andriamanitra ny fiainanareo, ary efa izany no ataonareo izao. Mangataka sy miangavy anareo amin’ny anaran’i Jesosy Tompo àry izahay hoe tohizo foana izany ary ataovy bebe kokoa.",
        "2": "Fantatrareo mantsy ny toromarika nomenay anareo avy tamin’i Jesosy Tompo.",
        "3": "Fa izao no sitrapon’Andriamanitra: Tokony ho masina ianareo ary hifady ny fijangajangana.",
        "4": "Tokony hahay hifehy tena ianareo tsirairay, mba ho masina sy mendrika foana ny vatanareo,",
        "5": "fa tsy hanao hoatran’ny hafa firenena tsy mahalala an’Andriamanitra. Manaram-po amin’ny filan’ny nofo tsy voafehy mantsy izy ireny, sady tsy mety afa-po mihitsy.",
        "6": "Tsy tokony hisy hihoa-pefy ianareo, ka hanararaotra ny rahalahiny amin’izany zavatra izany, satria manasazy an’izay manao an’izany rehetra izany i Jehovah, araka ny efa nolazainay taminareo teo aloha sy nampitandremanay mafy anareo.",
        "7": "Fa tsy niantso antsika hanaraka fanao maloto Andriamanitra, fa niantso antsika mba ho masina.",
        "8": "Izay tsy miraharaha an’izany àry, dia tsy olona no tsy raharahiany, fa ilay Andriamanitra manome anareo ny fanahiny masina.",
        "9": "Raha ny amin’ny fitiavana ny rahalahy kosa, dia tsy mila manoratra aminareo izahay, satria ianareo efa ampianarin’Andriamanitra hifankatia.",
        "10": "Efa manao an’izany amin’ny rahalahy rehetra eran’i Makedonia ianareo, raha ny marina. Ampirisihinay ihany anefa ianareo, ry rahalahy, mba hanao an’izany bebe kokoa aza.",
        "11": "Ataovy tanjona ny ho tia filaminana, sy tsy hidikiditra amin’ny fiainan’olona, ary hiasa amin’ny tananareo, araka ny efa natoronay anareo.",
        "12": "Amin’izay ianareo hitondra tena tsara eo imason’ny olona eny ivelany, ary tsy hisy hahory anareo.",
        "13": "Tianay ho fantatrareo koa, ry rahalahy, ny momba ny olona nodimandry, dia amin’izay ianareo tsy halahelo hoatran’ny olona tsy mba manana fanantenana.",
        "14": "Fa raha mino isika hoe maty i Jesosy ary efa nitsangana, dia mino koa isika hoe hovelomin’Andriamanitra izay mpanara-dia an’i Jesosy efa nodimandry, mba ho tafaraka aminy.",
        "15": "Fa izao no lazainay aminareo araka ny tenin’i Jehovah: Isika izay velona ka mbola ho eo, amin’ny fanatrehan’ny Tompo, dia tsy hatsangana alohan’izay efa nodimandry,",
        "16": "fa ny Tompo mihitsy no hidina avy any an-danitra, ka hanome baiko mafy amin’ny feon’arkanjely sy ny feon’ny trompetran’Andriamanitra. Ary izay maty ao amin’i Kristy no hitsangana voalohany.",
        "17": "Aorian’izay, dia isika izay velona ka mbola ho eo no hakarina miaraka amin’izy ireo ao anaty rahona, mba hihaona amin’ny Tompo eny amin’ny habakabaka. Dia hiaraka amin’ny Tompo foana isika.",
        "18": "Miezaha foana àry hifampionona, ka ireo teny ireo no ampiasao amin’izany."
    },
    "5": {
        "1": "Raha ny amin’ny fotoana sy ny vanim-potoana, ry rahalahy, dia tsy misy tokony hosoratanay aminareo.",
        "2": "Fantatrareo tsara mantsy fa ho avy hoatran’ ny mpangalatra amin’ny alina ny andron’i Jehovah.",
        "3": "Rehefa miteny izy ireo hoe: “Fandriampahalemana sy filaminana!”, dia ho tratran’ny fandringanana tampoka izy ireo, hoatran’ny vehivavy manaintaina tampoka rehefa mihetsi-jaza. Ary tsy ho afaka handositra mihitsy izy ireo.",
        "4": "Fa tsy ao amin’ny haizina kosa ianareo, ry rahalahy, ka hoe ho tampoka aminareo izany andro izany, hoatran’ny mpangalatra tsy nanampo ny ho tratran’ny maraina.",
        "5": "Fa zanaky ny mazava sy zanaky ny andro daholo ianareo. Tsy zanaky ny alina isika sady tsy zanaky ny haizina.",
        "6": "Andao àry isika tsy hatory hoatran’ny olon-kafa, fa hiambina foana sady hisaina tsara foana.",
        "7": "Fa amin’ny alina no fotoana atorian’izay matory, ary amin’ny alina koa ny mpimamo no manao mamo.",
        "8": "Fa zanaky ny andro kosa isika, ka aoka hisaina tsara foana, ary andao hatao fiarovan-tratra ny finoana sy ny fitiavana, ary hatao fiarovan-doha ny fanantenana famonjena.",
        "9": "Tsy nofidin’Andriamanitra mba hiharan’ny hatezerany mantsy isika, fa mba hovonjena amin’ny alalan’i Jesosy Kristy Tompontsika.",
        "10": "Maty ho antsika izy, mba ho velona miaraka aminy isika, na mifoha na matory.",
        "11": "Miezaha àry hifampahery sy hifanampy foana, hoatr’izao efa ataonareo izao.",
        "12": "Ary izao no angatahinay aminareo, ry rahalahy: Mba hajao izay miasa mafy eo aminareo, sy mitarika anareo eo amin’ny asan’ny Tompo, ary mananatra anareo.",
        "13": "Angatahinay koa ianareo mba ho tsara fanahy be amin’izy ireny sady ho tia azy ireny, noho izay ataony. Mihavàna tsara koa ianareo samy ianareo.",
        "14": "Ampirisihinay koa ianareo, ry rahalahy, mba hampitandrina an’izay tsy laitra fehezina, hampahery ny kivy, hanohana an’izay malemy, ary hanam-paharetana amin’ny olona rehetra.",
        "15": "Tandremo sao misy mamaly ratsy ny ratsy, fa miezaha foana kosa hifanao soa sy hanao soa amin’ny olona rehetra.",
        "16": "Mifalia foana.",
        "17": "Aza mitsahatra mivavaka.",
        "18": "Mahaiza misaotra amin’ny zava-drehetra, fa izany no sitrapon’Andriamanitra ho anareo mpanara-dia an’i Kristy Jesosy.",
        "19": "Aza vonoina ny afon’ny fanahy.",
        "20": "Ary aza atao tsinontsinona ny faminaniana.",
        "21": "Hamarino tsara daholo ny zava-drehetra, ary aza miala amin’izay tsara mihitsy.",
        "22": "Fadio daholo izay zava-dratsy rehetra.",
        "23": "Enga anie ilay Andriamanitry ny fiadanana mihitsy no hanamasina tanteraka anareo! Ry rahalahy, enga anie ilay toe-tsaina sy fiainana ary vatana iraisanareo ka samy tsy hisy kilema amin’ny lafiny rehetra, sady tsy hisy tsiny mihitsy amin’ny fanatrehan’i Jesosy Kristy Tompontsika!",
        "24": "Tsy mba mivadika amin’ny teniny ilay miantso anareo, ka tena hanao an’izany rehetra izany izy.",
        "25": "Mivavaha foana ho anay, ry rahalahy.",
        "26": "Arahabao amin’ny oroka masina ny rahalahy rehetra.",
        "27": "Miangavy anareo amin’ny anaran’ny Tompo aho mba hovakina amin’ny rahalahy rehetra ity taratasy ity.",
        "28": "Enga anie ianareo hanehoan’i Jesosy Kristy Tompontsika hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "1 Tesalonianina",
        "order": 51,
        "chapter_number": 5
    }
}