{
    "1": {
        "1": "Avy amin’i Paoly, apostolin’i Kristy Jesosy, araka ny didin’Andriamanitra Mpamonjy antsika sy Kristy Jesosy fanantenantsika.",
        "2": "Ho an’i Timoty, tena zanako ao amin’ny finoana, Enga anie ilay Andriamanitra Ray sy Kristy Jesosy Tompontsika mba haneho hatsaram-panahy miavaka sy famindram-po aminao, ary hanome anao fiadanana!",
        "3": "Nangataka anao hijanona tany Efesosy aho, taloha kelin’ny hankanesako atỳ Makedonia. Ary mbola mangataka anao hijanona any aho izao, amin’izay ianao afaka mandrara ny sasany tsy hampianatra zavatra hafa,",
        "4": "na hihaino tantara tsy marina, na handinika tetirazana. Tsy misy ilana azy izany satria mahatonga ny olona hanombantombana fotsiny, fa tsy hahazoana an’izay omen’Andriamanitra hanatanjahana finoana.",
        "5": "Ny zava-kendren’izany toromarika izany, dia ny hahatonga antsika hanana fitiavana avy amin’ny fo madio sy feon’ny fieritreretana madio ary finoana tsy mihatsaravelatsihy.",
        "6": "Niala tamin’izany ny sasany ka lasa nanao resadresaka tsy misy fotony.",
        "7": "Te ho mpampianatra lalàna izy ireo, nefa tsy azony akory ny dikan’izay lazainy na izay izingizininy mafy.",
        "8": "Fantatsika fa tsara ny Lalàna, raha ampiharina araka ny tokony ho izy.",
        "9": "Haintsika mantsy hoe tsy natao ho an’ny olo-marina ny lalàna, fa ho an’ny olona mpandika lalàna sy mpikomy, tsy matahotra an’Andriamanitra sy mpanota, mpivadika sy mpanazimbazimba zava-masina, mpamono ray sy mpamono reny, mpamono olona,",
        "10": "mpijangajanga, lehilahy miray amin’ny lehilahy, mpaka olona an-keriny, mpandainga, mpivadika amin’ ny fianianany, ary ho an’izay manao zavatra hafa mifanohitra amin’ny fampianarana mahasoa.",
        "11": "Izany fampianarana izany dia mifanaraka amin’ny vaovao tsara be voninahitr’ilay Andriamanitra falifaly. Ary nankininy tamiko izany vaovao tsara izany.",
        "12": "Izaho dia mankasitraka an’i Kristy Jesosy Tompontsika izay nanome hery ahy, satria hitany hoe mendri-pitokisana aho ka notendreny hanao fanompoana,",
        "13": "na dia mpanevateva an’Andriamanitra aza aho taloha, sady mpanenjika no mpanambany olona. Namindrany fo anefa aho satria noho ny tsy fahalalako sy ny tsy finoako no nanaovako an’izany.",
        "14": "Fa nanehoan’ny Tompontsika hatsaram-panahy miavaka be dia be aho, ary nahazo finoana sy fitiavana avy amin’i Kristy Jesosy.",
        "15": "Tena azo atokisana sy tokony hekena tanteraka izao teny izao: Tonga teto amin’izao tontolo izao i Kristy Jesosy mba hamonjy ny mpanota, ary izaho no lohany amin’ireny.",
        "16": "Namindrana fo anefa aho mba ho amin’ny alalako, izay tena mpanota be, no hampisehoan’i Kristy Jesosy hoe manam-paharetana be izy. Izaho no nataony ohatra ho an’izay olona hino azy mba hahazoana fiainana mandrakizay.",
        "17": "Ho an’ilay Mpanjakan’ny mandrakizay, izay tsy mety lo sady tsy hita maso, dia ilay Andriamanitra tokana anie ny haja sy ny voninahitra mandrakizay mandrakizay! Amena.",
        "18": "Ankiniko aminao izany toromarika izany, ry Timoty zanako, araka ny faminaniana nolazaina momba anao, mba ho ireny faminaniana ireny no hoentinao manohy ny ady tsara.",
        "19": "Miezaha foana koa hanana finoana sy feon’ny fieritreretana madio, izay efa narian’ny sasany ka lasa rendrika toy ny sambo ny finoan’izy ireo.",
        "20": "Anisan’izy ireny i Hymeneo sy Aleksandra. Efa natolotro an’i Satana izy ireo, amin’izay ny famaizana azon’izy ireo hampianatra azy ireo tsy hanevateva an’Andriamanitra."
    },
    "2": {
        "1": "Voalohany indrindra àry, dia mampirisika aho hoe manaova fitalahoana sy vavaka sy fangatahana ary fisaorana ho an’ny karazan’olona rehetra,",
        "2": "anisan’izany ny mpanjaka sy izay rehetra mitana toerana ambony. Amin’izay isika hanana fiainana milamina foana sy tsy ho voahelingelina, sady hahafoy tena tanteraka ho an’Andriamanitra sy ho matotra tsara.",
        "3": "Tsara sady ankasitrahana eo imason’Andriamanitra Mpamonjy antsika izany.",
        "4": "Ary sitrapon’Andriamanitra ny hamonjena ny karazan’olona rehetra sy ny hahalalan’izy ireo tsara ny fahamarinana.",
        "5": "Fa iray ny Andriamanitra ary iray ny mpanelanelana amin’Andriamanitra sy ny olona, dia olona iray atao hoe Kristy Jesosy,",
        "6": "izay nanolotra ny tenany ho vidim-panavotana mifandanja, mba hamonjena ny olona rehetra. Izany no hotorina amin’ny fotoana voatondro hanaovana an’izany.",
        "7": "Ary ny hitory an’izany no nanendrena ahy ho mpitory sy apostoly,—milaza ny marina aho, fa tsy mandainga—ho mpampianatra an’ireo hafa firenena momba ny finoana sy ny fahamarinana.",
        "8": "Tiako àry raha mivavaka foana ny lehilahy, any amin’izay toerana rehetra ivorianareo, ka hanandratra tanana madio rehefa manao an’izany, sady tsy ho tezitra na hiady hevitra.",
        "9": "Ny vehivavy koa rehefa mihaingo, dia tokony hanao akanjo mendrika sy maotina, sady tokony hisaina tsara, ary tsy hanao randrana miavaka be, na hiravaka volamena na perla na hanao akanjo tena lafo be.",
        "10": "Tokony hifanentana kosa amin’ny vehivavy milaza ho mpivavaka amin’Andriamanitra ny haingon’izy ireo, ka ny asa tsara ataony no haingony.",
        "11": "Aoka ny vehivavy hangina sy hanaiky tsara rehefa ampianarina.",
        "12": "Tsy avelako hampianatra na hanana fahefana amin’ny lehilahy ny vehivavy, fa tokony hangina kosa.",
        "13": "I Adama mantsy no natao voalohany, vao i Eva.",
        "14": "Tsy i Adama koa no voafitaka fa ilay vehivavy no voafitaka tanteraka, ka lasa mpandika lalàna.",
        "15": "Ho voaro ihany anefa ny vehivavy rehefa manan-janaka, raha miezaka foana hanana finoana sy fitiavana ary ho masina sy hahay hisaina."
    },
    "3": {
        "1": "Azo atokisana izao teny izao: Raha misy olona miezaka ho lasa mpiandraikitra, dia maniry hanao asa tsara izy.",
        "2": "Ny mpiandraikitra àry dia tokony ho olona tsy misy hokianina, manambady tokana, mahay mandanjalanja amin’izay zavatra fanaony, misaina tsara, tia filaminana, tia mandray vahiny, mahay mampianatra,",
        "3": "tsy mamo lava, tsy mahery setra, fa mpandefitra, tsy mpila ady, tsy tia vola,",
        "4": "mahay mitondra tsara ny ankohonany, sady manana zanaka mankatò sy manaja azy tsara",
        "5": "—fa raha misy lehilahy tsy mahay mitondra ny ankohonany, dia ho hainy ve ny hikarakara ny fiangonan’Andriamanitra?—,",
        "6": "tsy zazavao amin’ny finoana, sao izy hirehareha ka ho voaheloka hoatran’ny nanamelohana ny Devoly.",
        "7": "Tokony ho tsara laza eo amin’ny olona eny ivelany koa izy, mba tsy ho afa-baraka na ho latsaka ao amin’ny fandriky ny Devoly.",
        "8": "Ny mpikarakara fiangonana koa dia tokony ho mato-tsaina, tsy mivadibadi-dela, tsy mpiboboka divay, tsy tia tombony azo amin’ny tsy marina,",
        "9": "ary mitana mafy an’ilay zava-miafina masina, izany hoe ny finoana, sady manana feon’ny fieritreretana madio.",
        "10": "Aoka koa aloha izy ireo hozahan-toetra mba ho hita raha mendrika. Dia ho lasa mpanompo izy ireo satria tsy misy hokianina.",
        "11": "Tokony ho mato-tsaina koa ny vehivavy, tsy ho mpanendrikendrika, hahay handanjalanja amin’izay zavatra fanaony, ary ho mendri-pitokisana amin’ny zava-drehetra.",
        "12": "Aoka ny mpikarakara fiangonana hanambady tokana, ary hahay hitondra tsara ny zanany sy ny ankohonany.",
        "13": "Fa izay lehilahy manao tsara ny fanompoany, dia mahazo laza tsara, sady tena sahy miresaka momba ny finoany an’i Kristy Jesosy.",
        "14": "Soratako aminao ihany ireo zavatra ireo, na dia manantena hankany aminao tsy ho ela aza aho.",
        "15": "Amin’izay raha sendra tara aho, dia mba efa fantatrao izay tokony hataonao ao amin’ny ankohonan’Andriamanitra, izany hoe ny fiangonan’ilay Andriamanitra velona. Andry sy tohana ho an’ny fahamarinana izany fiangonana izany.",
        "16": "Ary tena lehibe ny zava-miafina masina momba ny fahafoizan-tena ho an’Andriamanitra: ‘Nofo i Jesosy rehefa naseho, fa fanahy kosa izy rehefa nambara hoe marina. Niseho tamin’ny anjely izy, notorina teo amin’ny hafa firenena, ninoana tetỳ amin’izao tontolo izao, ary noraisina tamim-boninahitra tany an-danitra.’"
    },
    "4": {
        "1": "Milaza mazava tsara anefa ny fanahy masina fa hiala amin’ny finoana ny sasany any aoriana any, satria mihaino teny mamitaka avy amin’ny fanahy sy mihaino fampianaran’ny demonia.",
        "2": "Hiala koa izy ireny noho ny lainga lazain’ireo mpihatsaravelatsihy, izay toy ny hoe voatomboky ny vy mahamay ny feon’ny fieritreretany.",
        "3": "Mandrara ny olona tsy hanambady izy ireo, ary mamoaka didy hoe tsy azo hanina ny sakafo sasany. Noforonin’Andriamanitra anefa ireny mba hohanina ka ho afaka hisaotra Azy amin’izany ny olona mino sy mahalala tsara ny fahamarinana.",
        "4": "Fa tsara daholo ny zava-drehetra noforonin’Andriamanitra, ary tsy misy tokony holavina raha raisina amim-pankasitrahana.",
        "5": "Hamasinin’ny tenin’Andriamanitra sy ny vavaka mantsy izy ireny.",
        "6": "Raha manome an’izany torohevitra izany an’ireo rahalahy ianao, dia ho mpanompo tsaran’i Kristy Jesosy, izany hoe ho mpanompo mivelona amin’ny tenin’ny finoana sy ny tenin’ny fampianarana tsara izay efa arahinao akaiky.",
        "7": "Fa aza mihaino tantara tsy marina izay tsy manaja zava-masina, toy ireo tantara fanaon’ny vaviantitra. Zaro foana kosa ny tenanao mba hahafoy tena ho an’Andriamanitra.",
        "8": "Mahasoa kely ihany mantsy ny mampiasa vatana, fa ny mahafoy tena ho an’Andriamanitra kosa no mahasoa amin’ny zava-drehetra. Ahazoana fitahiana amin’izao fiainana izao sy amin’ilay fiainana ho avy mantsy izany, araka ny efa nampanantenaina.",
        "9": "Tena azo atokisana sy tokony hekena tanteraka izany teny izany.",
        "10": "Izany no mahatonga antsika hiasa mafy sy hikely aina, satria isika manantena an’Andriamanitra velona, Mpamonjy ny karazan’olona rehetra, indrindra fa ireo tsy mivadika.",
        "11": "Resaho amin’izy ireo foana izany didy izany, sady ampianaro foana.",
        "12": "Aza avela hisy hanao tsinontsinona anao satria hoe tanora ianao. Miezaha kosa ho modely ho an’ny olona tsy mivadika, amin’ny teny sy ny fitondran-tena sy ny fitiavana sy ny finoana ary ny fahadiovana.",
        "13": "Mandra-pahatongako, dia miezaha mafy foana hahay hamaky teny ampahibemaso sy handrisika ny hafa ary hampianatra.",
        "14": "Aza atao tsinontsinona izay nomena anao tamin’ny alalan’ny faminaniana, dia izay nomena anao rehefa nametra-tanana taminao ny anti-panahy rehetra.",
        "15": "Eritrereto tsara ireo zavatra ireo, ary mifantoha tanteraka amin’izany, mba ho hitan’ny olona rehetra ny fandrosoanao.",
        "16": "Tandremo tsara foana ny tenanao sy izay zavatra ampianarinao. Ataovy foana ireo zavatra ireo, fa raha manao an’izany ianao, dia ho voavonjy ianao sy izay mihaino anao."
    },
    "5": {
        "1": "Aza dia kianina mafy loatra ny lehilahy zokiolona, fa iangavio toy ny ray. Ary ny lehilahy tanora iangavio toy ny rahalahy,",
        "2": "ny vehivavy zokiolona toy ny reny, ary ny vehivavy tanora toy ny anabavy, amin’ny fahadiovana tanteraka.",
        "3": "Karakarao ny vehivavy mpitondratena, izay tena mpitondratena.",
        "4": "Fa raha misy mpitondratena manana zanaka na zafy, dia ireo aloha no tokony hianatra haneho fahafoizan-tena ho an’Andriamanitra ka hikarakara ny ankohonany, ary hamaly babena an’ireo ray aman-dreniny sy ny dadabe sy bebeny. Ankasitrahana eo imason’Andriamanitra mantsy izany.",
        "5": "Fa izay vehivavy tena mpitondratena sady tsy manana na inona na inona, dia manantena an’Andriamanitra ka mitalaho sy mivavaka foana, na andro na alina.",
        "6": "Izay mpitondratena manaram-po amin’ny fahafinaretan’ny nofo kosa, dia efa maty na dia mbola velona aza.",
        "7": "Resaho amin’izy ireo foana àry ireo toromarika ireo, mba tsy hisy hokianina izy ireo.",
        "8": "Ary raha misy tsy manome izay ilain’ny olona tokony ho adidiny, indrindra fa ny ankohonany, dia efa nanda ny finoana izy ka ratsy noho ny tsy mino.",
        "9": "Tokony hampidirina ao amin’ny lisitry ny vehivavy mpitondratena izay maty vady, raha toa izy ka 60 taona no ho miakatra, nanambady tokana,",
        "10": "malaza ho nanao asa tsara, ohatra hoe nitaiza tsara an’ireo zanany, tia nandray vahiny, nanasa ny tongotry ny olona masina, nanampy olona nijaly, ary nazoto tamin’ny asa tsara rehetra.",
        "11": "Aza ampidirina ao amin’ilay lisitra kosa ny vehivavy mpitondratena tanora, satria te hanambady izy ireny rehefa manakantsakana ny fifandraisany amin’i Kristy ny faniriany hanao firaisana.",
        "12": "Dia homelohina izy ireny, satria tsy notanterahiny ny fampanantenany tamin’ny voalohany.",
        "13": "Lasa zatra tsy manao na inona na inona koa izy ireny, ka mitety tranon’olona. Tsy vitan’ny hoe tsy manao na inona na inona izy ireny, fa mpifosafosa sy midikiditra amin’ny fiainan’olona koa, ka miresaka zavatra tsy tokony horesahiny.",
        "14": "Tiako hanambady àry ny vehivavy mpitondratena tanora, ka hiteraka sy hitondra tokantrano, amin’izay tsy hahita hirika hanakianana antsika ny mpanohitra.",
        "15": "Efa nisy mpitondratena nivily lalana, raha ny marina, ka lasa nanaraka an’i Satana.",
        "16": "Raha misy vehivavy mpino manana havana mpitondratena, dia izy no hanampy azy ireo mba tsy ho enta-mavesatra ho an’ny fiangonana izy ireo. Amin’izay dia ho afaka hanampy an’ireo tena mpitondratena ny fiangonana.",
        "17": "Aoka hatao mendrika hahazo fanajana avo roa heny ny anti-panahy mahay mitondra, indrindra fa izay mikely aina amin’ny firesahana ny tenin’Andriamanitra sy amin’ny fampianarana.",
        "18": "Milaza mantsy ny Soratra Masina hoe: “Aza asiana fehivava ny omby miasa eny am-pamoloana”, sy hoe: “Mendrika hahazo ny karamany ny mpiasa.”",
        "19": "Aza ekena izay zavatra iampangana ny anti-panahy, raha tsy misy porofo avy amin’ny vavolombelona roa na telo.",
        "20": "Anaro eo imason’ny rehetra ny olona zatra manota, mba hampitandremana ny sisa.",
        "21": "Mampirisika mafy anao eo anatrehan’Andriamanitra sy Kristy Jesosy ary ny anjely voafidy aho, mba hanaraka an’ireo toromarika ireo ary tsy hitsara an-tendrony na hiangatra mihitsy rehefa manao an’izany.",
        "22": "Aza maika hametra-tanana amin’iza na iza. Ary aza miray tsikombakomba amin’olona amin’ izay fahotana ataony. Miezaha foana hadio fitondran-tena.",
        "23": "Aza misotro rano intsony fa misotroa divay kely, noho ny vavoninao sy noho ianao tsy salama matetika.",
        "24": "Fantatry ny rehetra ny fahotan’ny olona sasany, ka avy hatrany dia tsaraina izy. Ny an’ny sasany kosa any aoriana vao miharihary.",
        "25": "Fantatry ny rehetra koa ny asa tsara, ary na izay tsy misy mahafantatra aza dia tsy ho azo afenina foana."
    },
    "6": {
        "1": "Aoka izay mpanompo mitondra zioga hihevitra foana ny tompony ho mendrika hahazo fanajana feno, mba tsy hisy hanazimbazimba mihitsy ny anaran’Andriamanitra sy ny fampianarany.",
        "2": "Ary raha mpino ny tompon’izy ireo, dia aoka tsy hataony tsinontsinona, satria rahalahiny ihany izy. Vao mainka kosa aza izy ireo tokony ho vonona hanompo, satria mpiray finoana aminy sady rahalahy malalany ihany no mandray soa amin’ny fanompoana tsara ataony. Aza mitsahatra mampianatra sy mandrisika ny hafa hanao an’izany.",
        "3": "Raha misy olona mampianatra zavatra hafa, ka tsy manaiky ny fampianarana mahasoa avy amin’i Jesosy Kristy Tompontsika, na tsy manaiky ny fampianarana izay mampirisika antsika hahafoy tena ho an’Andriamanitra,",
        "4": "dia olona mieboebo izy, ary tsy misy zavatra takatry ny sainy. Tsy manan-tsaina afa-tsy ny handresy lahatra sy ny hiady hevitra momba ny teny izy. Ireo zavatra ireo no mahatonga ny olona hialona, hifamaly, hanendrikendrika, hifampiahiahy,",
        "5": "ary hiady lava momba ny zavatra tsy misy dikany toy ny ataon’ny olona ratsy saina sy niala tamin’ny fahamarinana, izay mieritreritra fa natao hakana tombony ny fahafoizan-tena ho an’Andriamanitra.",
        "6": "Mahazo tombony be tokoa ny olona raha mahafoy tena ho an’Andriamanitra sady mahay mianina amin’izay ananany.",
        "7": "Fa tsy nitondra na inona na inona teto amin’izao tontolo izao isika, sady tsy hahatondra na inona na inona hiala eto.",
        "8": "Koa rehefa manana sakafo sy fitafiana isika, dia hianina amin’izany.",
        "9": "Izay tapa-kevitra ny ho lasa mpanankarena kosa, dia latsaka ao amin’ny fakam-panahy sy ny fandrika, sady resin’ny faniriana maro tsy misy dikany sy manimba, izay mandentika ny olona ao amin’ny fandringanana sy ny loza.",
        "10": "Fitiavam-bola mantsy no anisan’ny fototry ny karazan-javatra ratsy rehetra. Ary nifofotra nitady vola ny sasany satria tia vola, ka voavily niala tamin’ny finoana, sy nanindrona ny tenany manontolo tamin’ny zavatra maro mampanaintaina.",
        "11": "Fa ianao kosa, ry lehilahin’Andriamanitra, andosiro izany zavatra izany. Miezaha foana kosa hanao ny marina, hahafoy tena ho an’Andriamanitra, hanana finoana sy fitiavana ary fiaretana, ary halemy fanahy.",
        "12": "Tohizo foana ilay ady tsara iarovana ny finoana. Fikiro mafy ny fiainana mandrakizay, fa ny hahazo an’izany no niantsoana anao sy nanomezanao fanazavana tena tsara teo anatrehan’ny vavolombelona maro.",
        "13": "Izao no didy omeko anao eo anatrehan’Andriamanitra, izay mahatonga ny zava-drehetra ho mbola velona, sy eo anatrehan’i Kristy Jesosy, izay vavolombelona nanazava tsara ny zavatra ninoany teo anatrehan’i Pontio Pilato:",
        "14": "Ankatoavy ny didy ary ataovy tsy misy pentina sy tsy misy hokianina ny fankatoavanao an’izany, mandra-pahatongan’ny fotoana hisehoan’i Jesosy Kristy Tompontsika,",
        "15": "ilay Tompom-pahefana falifaly sady tokana, izay hiseho amin’ny fotoana voatondro. Izy no Mpanjakan’ny mpanjaka sy Tompon’ny tompo,",
        "16": "izy irery ihany no tsy mety maty. Mipetraka ao amin’ny hazavana tsy hay hatonina izy, ary tsy misy olona mahita azy na mahajery azy. Ho azy anie ny voninahitra sy ny hery mandrakizay! Amena.",
        "17": "Anaro ny manankarena eto amin’izao tontolo izao mba tsy hirehareha, na hatoky ny harena tsy azo antoka, fa hanantena an’Andriamanitra, izay manome be dia be an’ireo zavatra rehetra mahafaly antsika.",
        "18": "Teneno izy ireo mba hanao soa, hanan-karena amin’ny asa tsara, ho tia manome, ho vonon-kizara,",
        "19": "ka hanana harena tsara tahiry ho an’ny tenany, izany hoe fototra tsara ho amin’ny hoavy. Amin’izay izy ireo dia hifikitra mafy amin’ny tena fiainana.",
        "20": "Ry Timoty, arovy izay nankinina taminao, ka ialao ny resaka tsy misy dikany izay manazimbazimba zava-masina, sy ireo hevitra mifanohitra avy amin’izay atao hoe “fahalalana” nefa tsy izy.",
        "21": "Nampideradera fahalalana toy izany ny sasany, ka nivily niala tamin’ny finoana. Enga anie ianareo hanehoana hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "1 Timoty",
        "order": 53,
        "chapter_number": 6
    }
}