{
    "1": {
        "1": "Paoly, apostolin’i Kristy Jesosy, araka ny didin’Andriamanitra Mpamonjy antsika sy Kristy Jesosy fanantenantsika.",
        "2": "Ho an’i Timoty, tena zanako ao amin’ny finoana, Ho aminao anie ny hatsaram-panahy tsy manam-paharoa sy ny famindram-po ary ny fiadanana izay avy amin’Andriamanitra Ray sy Kristy Jesosy Tompontsika!",
        "3": "Nangataka anao hijanona tany Efesosy aho, taloha kelin’ny hankanesako atỳ Makedonia. Ary mbola mangataka izany aminao aho izao, mba handidianao ny sasany tsy hampianatra zavatra hafa,",
        "4": "na hihaino tantara tsy marina na handinika tetirazana tsy mitondra na ho aiza na ho aiza. Miteraka fanontaniana ilana fikarohana izany, fa tsy fanomezana zavatra avy amin’Andriamanitra, dia zavatra manatanjaka finoana.",
        "5": "Fa ny zava-kendren’izany didy izany dia fitiavana avy amin’ny fo madio, sy avy amin’ny feon’ny fieritreretana madio ary avy amin’ny finoana tsy mihatsaravelatsihy.",
        "6": "Niala tamin’izany ny sasany ka nivily ho amin’ny resadresaka tsy misy antony.",
        "7": "Te ho mpampiana-dalàna izy ireo, nefa tsy takany akory ny hevitr’izay lazainy na izingizininy mafy.",
        "8": "Fantatsika fa tsara ny Lalàna, raha ampiasaina araka ny tokony ho izy,",
        "9": "izany hoe araka ny fahalalana an’izao manaraka izao: Tsy ho an’ny olo-marina no namoahana ny lalàna, fa ho an’ireo olona tsy tan-dalàna sy tsy manaiky hofehezina, tsy matahotra an’Andriamanitra sy mpanota, tsy mena-mivadika, mpanazimbazimba zava-masina, mpamono ray sy mpamono reny ary mpamono olona,",
        "10": "mpijangajanga, lehilahy miray amin’ny lehilahy, mpaka olona an-keriny, mpandainga, mpivadika amin’ny fianianany, ary ny zavatra rehetra mifanohitra amin’ny fampianarana mahasoa.",
        "11": "Izany fampianarana mahasoa izany dia araka ny vaovao tsara be voninahitr’ilay Andriamanitra falifaly. Ary nankininy tamiko izany vaovao tsara izany.",
        "12": "Velom-pisaorana an’i Kristy Jesosy Tompontsika izay nanome hery ahy aho, satria nataony ho mendri-pitokisana aho ka notendreny hanao fanompoana,",
        "13": "kanefa mpanevateva an’Andriamanitra aho taloha, sady mpanenjika no mpanambany olona. Nahazo famindram-po anefa aho, satria noho ny tsy fahalalako sy ny tsy finoako no nanaovako izany.",
        "14": "Fa lehibe indrindra ny hatsaram-panahy tsy manam-paharoan’ny Tompontsika, sy ny finoana, ary ny fitiavana ao amin’i Kristy Jesosy.",
        "15": "Azo antoka ka tena mendrika ny hekena izao teny izao: Tonga teo amin’izao tontolo izao i Kristy Jesosy mba hamonjy ny mpanota, ary izaho no lohany tamin’ireny.",
        "16": "Nahazo famindram-po anefa aho mba ho amin’ny alalako, izay lohany amin’ny mpanota, no hanehoan’i Kristy Jesosy ny fahari-pony rehetra, ka hahatonga ahy ho santionan’ny olona izay hino azy mba hahazoana fiainana mandrakizay.",
        "17": "Ho an’ilay Mpanjakan’ny mandrakizay, izay tsy mety lo sady tsy hita maso, eny, ho an’ilay Andriamanitra tokana anie ny haja sy ny voninahitra mandrakizay mandrakizay! Amena.",
        "18": "Ankiniko aminao izany didy izany, ry Timoty zanako, araka ny faminaniana izay nanondro mivantana anao, mba ho ireny faminaniana ireny no hoentinao manohy ny ady tsara,",
        "19": "ka hitananao finoana sy feon’ny fieritreretana madio izay nailiky ny sasany ka nanjary toy ny olona vaky sambo izy ireny ny amin’ny finoana.",
        "20": "Anisan’ireny i Hymeneo sy Aleksandra, izay efa natolotro ho an’i Satana mba hampianarana azy amin’ny alalan’ny famaizana, mba tsy hanevateva an’Andriamanitra."
    },
    "2": {
        "1": "Koa izao no fampirisihako voalohany indrindra: Aoka hisy fitalahoana sy vavaka sy fangatahana ho an’ny hafa ary fisaorana hatao ho an’ny karazan’olona rehetra",
        "2": "sy ho an’ny mpanjaka ary ho an’izay rehetra mitana toerana ambony, mba hananantsika fiainana tony sy milamina hatrany, ao anatin’ny fahafoizan-tena ho an’Andriamanitra sy ny fahamendrehana tanteraka.",
        "3": "Tsara sady ankasitrahana eo imason’Andriamanitra Mpamonjy antsika izany.",
        "4": "Ary sitrapon’Andriamanitra ny hamonjena ny karazan’olona rehetra sy ny hananany fahalalana marina tsara ny fahamarinana.",
        "5": "Iray ny Andriamanitra ary iray ny mpanelanelana amin’Andriamanitra sy ny olona, dia olona iray atao hoe Kristy Jesosy,",
        "6": "izay nanolotra ny tenany ho vidim-panavotana mifandanja, mba hamonjena ny olona rehetra. Izany no tokony hotorina amin’ny fotoan’androny.",
        "7": "Ary ny hitory izany no nanendrena ahy ho mpitory sy apostoly—marina izany lazaiko izany, fa tsy mandainga aho—eny, ho mpampianatra ny hafa firenena raha ny amin’ny finoana sy ny fahamarinana.",
        "8": "Koa iriko hanandra-tanana hivavaka foana ny lehilahy tsy mivadika, na aiza na aiza misy azy, nefa tsy amin’ny fahatezerana na fifandirana.",
        "9": "Iriko koa ny vehivavy mba hihaingo amin’ny akanjo milamina tsara, sy amin’ny fomba maotina sy amim-pahendrena, fa tsy amin’ny randram-bolo niangaliana fatratra, na amin’ny volamena na perla na fitafiana tena lafo vidy.",
        "10": "Aoka kosa ny fihaingoany hifanentana amin’ny vehivavy milaza ho mpivavaka amin’Andriamanitra, izany hoe, amin’ny alalan’ny asa tsara.",
        "11": "Aoka ny vehivavy hangina sy hanaiky tsara rehefa mandray fampianarana.",
        "12": "Ny vehivavy tsy avelako hampianatra, na hanana fahefana eo amin’ny lehilahy, fa tokony hangina kosa.",
        "13": "I Adama mantsy no natao voalohany, vao i Eva.",
        "14": "Ary tsy i Adama koa no voafitaka fa ny vehivavy no voafitaka tanteraka, ka nanjary nandika lalàna.",
        "15": "Ho voaro ihany anefa izy noho ny fiterahana, raha maharitra amin’ny finoana sy ny fitiavana ary ny fahamasinana mbamin’ny fahaiza-misaina."
    },
    "3": {
        "1": "Azo antoka izao teny izao: Raha misy olona miezaka ho tonga mpiandraikitra, dia maniry asa tsara izy.",
        "2": "Koa ny mpiandraikitra àry dia tokony ho tsy misy hokianina, manambady tokana, mahay mandanjalanja eo amin’izay zavatra fanaony, olona misaina tsara, tia filaminana, tia mandray vahiny, mahay mampianatra,",
        "3": "tsy mpimamo mila ady, tsy mpikapoka fa mpandefitra, * tsy mpila ady, tsy tia vola,",
        "4": "mahay mitondra ny ankohonany, sady manana zanaka manaiky azy amim-panajana,",
        "5": "—fa raha misy tokoa lehilahy tsy mahay mitondra ny ankohonany, ataony ahoana no fikarakara ny fiangonan’Andriamanitra?—",
        "6": "tsy zazavao amin’ny finoana, fa sao izy hirehareha ka hihatra aminy koa ny fanamelohana azon’ny Devoly.",
        "7": "Tokony ho tsara laza eo amin’ny olona eny ivelany koa izy, mba tsy ho afa-baraka na ho latsaka ao amin’ny fandriky ny Devoly.",
        "8": "Ny mpanampy amin’ny fanompoana koa dia tokony ho mato-tsaina, tsy mivadibadi-dela, tsy mpiboboka divay, tsy tia tombony azo tamin’ny tsy marina,",
        "9": "mitana ny zava-miafina masina ny amin’ny finoana, amin’ny feon’ny fieritreretana madio.",
        "10": "Ary aoka aloha izy hozahan-toetra mba ho hita raha mendrika, vao manao ny asan’ny mpanompo, noho izy tsy misy hokianina.",
        "11": "Tokony ho mato-tsaina koa ny vehivavy, fa tsy ho mpanendrikendrika, ary tokony hahay handanjalanja eo amin’izay zavatra fanaony, sy ho mendri-pitokisana amin’ny zavatra rehetra.",
        "12": "Aoka ny mpanampy amin’ny fanompoana hanambady tokana, hahay hitondra ny zanany sy ny ankohonany.",
        "13": "Fa izay manompo amin’ny fomba tsara, dia mahazo laza tsara ho an’ny tenany, sady afaka miteny amim-pieritreretana madio momba ny finoany an’i Kristy Jesosy.",
        "14": "Soratako aminao ihany ireo zavatra ireo, na dia manantena hankany aminao tsy ho ela aza aho.",
        "15": "Amin’izay, raha sendra tara aho, dia mba efa fantatrao izay tokony hataonao ao amin’ny ankohonan’Andriamanitra, izany hoe ny fiangonan’ilay Andriamanitra velona. Andry sy tohana ho an’ny fahamarinana izany fiangonana izany.",
        "16": "Fa lehibe tokoa ny zava-miafina masina momba ny fahafoizan-tena ho an’Andriamanitra: ‘Nofo i Jesosy rehefa naseho, fa fanahy kosa izy rehefa nambara ho marina, niseho tamin’ny anjely izy, notorina teo amin’ny hafa firenena, ninoana tetỳ amin’izao tontolo izao, ary nakarina tamim-boninahitra.’"
    },
    "4": {
        "1": "Fa milaza marimarina ny fanambarana avy amin’ny fanahy fa hiala amin’ny finoana ny sasany any aoriana any, satria mihaino fanambarana mamitaka avy amin’ny fanahy sy mihaino fampianaran’ny demonia.",
        "2": "Hiala koa izy ireny noho ny fihatsarambelatsihin’ny mpandainga, izay manana feon’ny fieritreretana toy ny voatomboky ny vy mahamay.",
        "3": "Mandrara tsy hanambady izy ireny, ary mamoaka didy mampifady sakafo. Noforonin’Andriamanitra mba hohanina sy hisaoran’izay mino sy mahalala marina tsara ny fahamarinana anefa izany.",
        "4": "Tena tsara daholo mantsy ny zava-drehetra noforonin’Andriamanitra, ary tsy misy tokony holavina raha raisina amin’ny fisaorana,",
        "5": "satria hamasinin’ny tenin’Andriamanitra sy ny vavaka.",
        "6": "Ho mpanompo tsaran’i Kristy Jesosy ianao raha manoro hevitra ny rahalahy ny amin’ireo zavatra ireo. Eny, ho mpanompo mivelona amin’ny tenin’ny finoana sy ny tenin’ny fampianarana tsara izay efa arahinao akaiky.",
        "7": "Fa aoka ianao handa ny tantara tsy marina izay sady manazimbazimba zava-masina no fanaom-bavy antitra. Ary zaro foana kosa ny tenanao hanana fahafoizan-tena ho an’Andriamanitra.",
        "8": "Mahasoa kely ihany ny fampiasan-tena, fa ny fahafoizan-tena ho an’Andriamanitra kosa no mahasoa amin’ny zava-drehetra, satria izy io no misy fampanantenana ny amin’ny fiainana ankehitriny sy ilay ho avy.",
        "9": "Azo antoka sy mendrika ny hekena tanteraka izany teny izany.",
        "10": "Fa ho amin’izany tanjona izany no iasantsika mafy sy ikelezantsika aina, satria isika manantena an’Andriamanitra velona, Mpamonjy ny karazan’olona rehetra, indrindra fa ireo tsy mivadika.",
        "11": "Izany zavatra izany àry no andidio azy ireo sy ampianaro azy foana.",
        "12": "Ary aza avela hisy hanao tsinontsinona anao noho ny fahatanoranao, fa aoka kosa ianao ho modely ho an’ny olona tsy mivadika, eo amin’ny teny sy ny fitondran-tena sy ny fitiavana sy ny finoana ary ny fahadiovam-pitondran-tena.",
        "13": "Mandra-pahatongako, dia miezaha mafy amin’ny vakiteny ampahibemaso sy amin’ny fananarana ary ny fampianarana.",
        "14": "Aza atao tsinontsinona izay nomena anao tamin’ny alalan’ny faminaniana, dia izay nomena anao rehefa nametra-tanana taminao ny anti-panahy rehetra.",
        "15": "Eritrereto tsara izany, ary aoka ianao hifantoka tanteraka amin’izany, mba hiseho amin’ny rehetra ny fandrosoanao.",
        "16": "Tandremo tsara foana ny tenanao sy ny fampianaranao. Ary mahareta amin’izany, fa raha manao izany ianao, dia hamonjy ny tenanao sy ireo mihaino anao."
    },
    "5": {
        "1": "Aza dia kianina mafy loatra ny lehilahy zokiolona, fa iangavio toy ny ray kosa, ary ny tanora toy ny rahalahy,",
        "2": "ny vehivavy zokiolona toy ny reny, ary ny tanora toy ny anabavy, amin’ny fahadiovana tanteraka.",
        "3": "Omeo voninahitra ny vehivavy mpitondratena, izay tena mpitondratena tokoa.",
        "4": "Fa raha misy mpitondratena manan-janaka na zafy, dia aoka ireo aloha hianatra hampiseho fahafoizan-tena ho an’Andriamanitra amin’ny ankohonany, sy hamaly babena ny ray aman-dreniny mbamin’ny raibe sy ny renibeny, fa izany no ankasitrahana eo imason’Andriamanitra.",
        "5": "Ary ny vehivavy, izay tena mpitondratena tokoa, sady tsy manana na inona na inona, dia manantena an’Andriamanitra sy maharitra amin’ny fitalahoana sy ny vavaka, na andro na alina.",
        "6": "Fa izay mpitondratena manaram-po amin’ny fahafinaretan’ny nofo kosa dia efa maty na dia mbola velona aza.",
        "7": "Koa izany zavatra izany hatrany no andidio azy, mba hahatonga azy tsy hisy hokianina.",
        "8": "Ary raha misy tsy manome izay ilain’ny olona tokony ho adidiny, indrindra fa ny ankohonany, dia efa nanda ny finoana izy ka ratsy noho ny tsy mino.",
        "9": "Ampidiro ao amin’ny lisitry ny vehivavy mpitondratena ny mpitondratena maherin’ny enimpolo taona, nanambady tokana,",
        "10": "tsara laza amin’ny asa tsara, raha toa izy ka nitaiza zanaka, nampiantrano vahiny, nanasa ny tongotry ny olona masina, namonjy ny ory, ary nazoto tamin’ny asa tsara rehetra.",
        "11": "Fa aza ampidirina ao kosa ny vehivavy mpitondratena tanora, satria rehefa mitady hampisaraka azy amin’i Kristy ny filan’ny nofony, dia te hanambady izy.",
        "12": "Meloka izy amin’izany, satria tsy niraharaha ny teny nataony tamin’ny voalohany ny amin’ny finoany.",
        "13": "Ary lasa zatra tsy manao na inona na inona koa izy ireny, ka mitety tranon’olona, eny, tsy vitan’ny hoe tsy manao na inona na inona, fa mpifosafosa sy mitsabaka amin’ny fiainan’ny olona koa, ka miresaka zavatra tsy tokony horesahiny.",
        "14": "Koa iriko hanambady ny vehivavy mpitondratena tanora, ka hiteraka sy hitondra tokantrano, ary tsy hanao zavatra hahatonga ny mpanohitra hanevateva antsika.",
        "15": "Efa nisy mpitondratena navilin’i Satana hanaraka azy mantsy.",
        "16": "Raha misy vehivavy mpino manan-kavana mpitondratena, dia aoka izy hanampy azy. Ary aza ampitondraina enta-mavesatra ny fiangonana, mba ho afaka hanampy an’ireo tena mpitondratena tokoa.",
        "17": "Aoka hatao mendrika hahazo fanajana roa heny ny anti-panahy mahay mitondra, indrindra fa izay mikely aina amin’ny fitenenana sy ny fampianarana.",
        "18": "Hoy mantsy ny Soratra Masina hoe: “Aza asiana fehivava ny omby miasa eny am-pamoloana”, sy hoe: “Mendrika hahazo karama ny mpiasa.”",
        "19": "Aza ekena izay fiampangana atao amin’ny anti-panahy, raha tsy misy porofo avy amin’ny vavolombelona roa na telo.",
        "20": "Ary anaro eo imason’ny rehetra ny olona zatra manota, mba hatahotra koa ny sisa.",
        "21": "Mandidy mafy anao eo anatrehan’Andriamanitra sy Kristy Jesosy ary ny anjely voafidy aho, mba hitandrina izany zavatra izany tsy misy fitsarana an-tendrony, ka tsy hiangatra ianao amin’izay rehetra ataonao.",
        "22": "Aza malaky mametra-tanana amin’olona na iza na iza, ary aza miombona ota amin’ny olona, fa arovy ny tenanao mba hadio hatrany.",
        "23": "Aza misotro rano intsony fa divay kely sotroina, noho ny vavoninao sy noho ny tsy fahasalamanao matetika.",
        "24": "Miharihary amin’ny rehetra ny fahotan’ny sasany, ka mitarika avy hatrany ho amin’ny fanamelohana, fa ny an’ny sasany kosa any aoriana vao miharihary.",
        "25": "Miharihary amin’ny rehetra koa ny asa tsara, ary na ireo tsy miharihary aza dia tsy azo afenina tsy misy farany."
    },
    "6": {
        "1": "Aoka ny mpanompo rehetra izay mitondra zioga hihevitra foana ny tompony ho mendrika hahazo fanajana feno, mba tsy hitenenan-dratsy mihitsy ny anaran’Andriamanitra sy ny fampianarana.",
        "2": "Ary raha mpino ny tompon’izy ireo, dia aoka tsy hohamavoiny, satria rahalahiny ihany izy. Vao mainka kosa aza izy ireo tokony ho vonon-kanompo kokoa, satria mpiray finoana aminy sady rahalahy malalany ihany no mandray soa amin’ny fanompoana tsara ataony. Aza mitsahatra mampianatra sy mananatra momba izany.",
        "3": "Raha misy mampianatra zavatra hafa, ka tsy manaiky ny teny mahasoa, izany hoe ny tenin’i Jesosy Kristy Tompontsika, ary tsy manaiky ny fampianarana mifanaraka amin’ny fahafoizan-tena ho an’Andriamanitra,",
        "4": "dia olona mieboebo izy, ary tsy mahalala na inona na inona, fa adalam-panontaniana sy adihevitra momba ny teny. Ireo zavatra ireo no miteraka fialonana, fifamaliana, fanevatevana, fiahiahian-dratsy,",
        "5": "fifandirana mafy momba ny zavatra tsy misy dikany. Ny fifandirana toy izany dia fanaon’olona maloto saina sy tsy manana ny fahamarinana intsony, ka manao ny fahafoizan-tena ho an’Andriamanitra ho fomba hahazoan-tombony.",
        "6": "Fomba hahazoan-tombony be tokoa ny fahafoizan-tena ho an’Andriamanitra, raha ampiarahina amin’ny fahaiza-mianina amin’izay ananana.",
        "7": "Fa tsy nitondra na inona na inona ho amin’izao tontolo izao isika, sady tsy hahatondra na inona na inona hiala.",
        "8": "Koa raha manan-kanina sy fitafiana ary fialofana isika, dia aoka hianina amin’izany.",
        "9": "Fa izay tapa-kevitra ny ho tonga mpanankarena dia latsaka ao amin’ny fakam-panahy sy ny fandrika ary ny faniriana maro tsy misy antony sady manimba, izay mandentika ny olona ao amin’ny fandringanana sy ny fanimban-tena.",
        "10": "Fitiavam-bola mantsy no anisan’ny fototr’izao karazan-javatra ratsy rehetra izao. Ary nikely aina ho amin’izany ny sasany, ka voavily niala tamin’ny finoana, sy nanindrona ny tenany tamin-javatra maro mampanaintaina.",
        "11": "Fa ianao kosa, ry lehilahin’Andriamanitra, andosiro izany zavatra izany. Fa katsaho kosa ny fahamarinana, ny fahafoizan-tena ho an’Andriamanitra, ny finoana, ny fitiavana, ny faharetana, ary ny fahalemem-panahy.",
        "12": "Miadia ny ady tsaran’ny finoana, fikiro mafy ny fiainana mandrakizay, fa ho amin’izany no niantsoana anao sy nanaovanao fanambarana ampahibemaso tsara teo anatrehan’ny vavolombelona maro.",
        "13": "Eo anatrehan’Andriamanitra izay mahatonga ny zava-drehetra ho mbola velona, sy eo anatrehan’i Kristy Jesosy, izay vavolombelona nanao fanambarana ampahibemaso tsara teo anatrehan’i Pontio Pilato, no andidiako anao",
        "14": "mba hitandrina ny didy, ary hanao izany tsy misy tomika sy tsy misy hokianina, mandra-pisehon’i Jesosy Kristy Tompontsika.",
        "15": "Amin’ny fotoana voatondro, dia hampiharihary ny tenany ilay Tompom-pahefana falifaly sady tokana, dia ilay Mpanjakan’izay manjaka sy Tompon’ny tompo.",
        "16": "Izy irery ihany no tsy mety maty, ary mitoetra ao amin’ny hazavana tsy hay hatonina. Koa tsy misy olona mahita azy na mahajery azy. Ho azy anie ny voninahitra sy ny hery mandrakizay! Amena.",
        "17": "Anaro ny manankarena eto amin’ity tontolo ity, mba tsy hanambony tena, na hametraka ny fanantenany amin’ny harena tsy azo antoka, fa amin’Andriamanitra izay manome antsika be dia be ny zava-drehetra mba hifaliantsika.",
        "18": "Anaro koa izy ireny mba hanao soa, sy hanan-karena amin’ny asa tsara, ho tia manome, ho vonon-kizara,",
        "19": "ka hanana harena tsara tahiry ho an’ny tenany, izany hoe fototra tsara ho amin’ny hoavy. Amin’izay izy dia hifikitra mafy amin’ny tena fiainana.",
        "20": "Ry Timoty, tano izay nankinina taminao, ka ialao ny resaka tsy misy fotony izay manazimbazimba zava-masina, sy ny fifanoheran-kevitra avy amin’ilay atao hoe “fahalalana” nefa sandoka.",
        "21": "Nampideradera fahalalana toy izany mantsy ny sasany, ka nivily niala tamin’ny finoana. Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa!"
    },
    "meta": {
        "name": "1 Timoty",
        "order": 53,
        "chapter_number": 6
    }
}