{
    "1": {
        "1": "Izaho, anti-panahy, * manoratra amin’ilay vehivavy voafidy sy ny zanany, izay tena tiako, ary tsy izaho ihany, fa izay rehetra efa mahalala ny fahamarinana koa.",
        "2": "Tianay ianareo noho ny fahamarinana izay mitoetra ao am-pontsika, sady ho amintsika mandrakizay.",
        "3": "Ho amintsika ny hatsaram-panahy tsy manam-paharoa sy ny famindram-po ary ny fiadanana izay avy amin’Andriamanitra Ray sy Jesosy Kristy Zanaky ny Ray. Ho amintsika koa ny fahamarinana sy ny fitiavana.",
        "4": "Ravoravo tokoa aho nahafantatra fa mandeha ao amin’ny fahamarinana ny zanakao sasany, araka ny didy voaraintsika avy tamin’ny Ray.",
        "5": "Koa manoratra aminao àry aho, ravehivavy, ka mangataka aminao mba hanarahanao ilay didy momba ny tokony hifankatiavantsika. Tsy didy vaovao izy io, fa didy efa ananantsika hatrany am-piandohana.",
        "6": "Izao no fitiavana, dia ny handehanantsika hatrany araka ny didiny. Izao ilay didy, araka ny efa renareo hatrany am-piandohana: Tokony handeha amin’ny fitiavana foana ianareo.",
        "7": "Maro mantsy ny mpamitaka efa eo amin’izao tontolo izao, dia olona tsy manaiky fa tonga tamin’ny nofo i Jesosy Kristy. Izany ilay mpamitaka sy antikristy.",
        "8": "Tandremo sao ho verinareo ny vokatry ny ezaka nataonay, fa mitandrema kosa mba hahazoanareo valisoa feno.",
        "9": "Izay rehetra mihoa-pefy ka tsy mitoetra amin’ny fampianaran’i Kristy, dia tsy manana an’Andriamanitra. Izay mitoetra amin’izany fampianarana izany kosa no manana ny Ray sy ny Zanaka.",
        "10": "Raha misy tonga eo aminareo, ka tsy mitondra izany fampianarana izany, dia aza mampiantrano azy mihitsy na miarahaba azy akory.",
        "11": "Miombona amin’ny ratsy ataony mantsy izay miarahaba azy.",
        "12": "Manan-javatra maro tiako hosoratana aminareo aho. Tsy te hanao izany an-taratasy sy amin’ny ranomainty anefa aho, fa manantena ny ho tonga any aminareo sy hiresaka mifanatrika aminareo, mba ho feno ny fifalianareo.",
        "13": "Mampamangy, hono, ianao, hoy ny zanak’ilay rahavavinao, dia ilay rahavavinao voafidy."
    },
    "meta": {
        "name": "2 Jaona",
        "order": 62,
        "chapter_number": 1
    }
}