{
    "1": {
        "1": "Izaho, ilay zokiolona, no manoratra ho an’ilay vehivavy voafidy sy ny zanany. Tena tia anareo aho, ary tsy izaho ihany, fa izay rehetra efa mahalala ny fahamarinana koa.",
        "2": "Tianay ianareo noho ilay fahamarinana efa ao am-pontsika ary mbola ho ao am-pontsika mandrakizay.",
        "3": "Haneho hatsaram-panahy miavaka sy hamindra fo amintsika ilay Andriamanitra Ray sy Jesosy Kristy Zanaky ny Ray, sady hanome fiadanana antsika. Hampianatra antsika ny fahamarinana koa izy ireo sady ho tia antsika.",
        "4": "Tena faly be mihitsy aho nahafantatra fa manaraka ny fahamarinana ny zanakao sasany, araka ny didy azontsika tamin’ny Ray.",
        "5": "Izao àry no angatahiko aminao, ry vehivavy voafidy: Andao isika rehetra hifankatia.—Tsy didy vaovao anefa izao soratako aminao izao, fa didy efa azontsika hatramin’ny voalohany.—",
        "6": "Ny atao hoe tia dia mankatò ny didin’ny Ray foana. Izao ilay didy efa henonareo hatramin’ny voalohany: Tokony hifankatia foana ianareo.",
        "7": "Be dia be mantsy ny mpamitaka eto amin’izao tontolo izao, izany hoe ny olona tsy manaiky hoe nofo aman-dra i Jesosy Kristy tamin’izy tonga teto an-tany. Ireo no mpamitaka sy antikristy.",
        "8": "Tandremo sao lasa very maina ny vokatry ny ezaka nataonay, fa ataovy kosa izay hahazoanareo ny valisoa rehetra.",
        "9": "Izay rehetra mihoa-pefy ka tsy manaraka an’izay nampianarin’i Kristy intsony, dia tsy manaiky an’Andriamanitra. Izay manaraka an’izany fampianarana izany foana kosa no manaiky ny Ray sy ny Zanaka.",
        "10": "Raha misy tonga eo aminareo ka tsy mampianatra an’izany fampianarana izany, dia aza mampiantrano na miarahaba azy akory.",
        "11": "Lasa manohana ny ratsy ataony mantsy izay miarahaba azy.",
        "12": "Be dia be ny zavatra tiako hosoratana aminareo. Tsy tiako hosoratana amin’ny taratasy sy ranomainty anefa izany, fa manantena aho hoe ho tonga any dia hiresaka mivantana aminareo, mba ho faly be mihitsy ianareo.",
        "13": "Mampamangy, hono, ianao, hoy ny zanak’ilay rahavavinao, dia ilay rahavavinao voafidy."
    },
    "meta": {
        "name": "2 Jaona",
        "order": 62,
        "chapter_number": 1
    }
}