{
    "1": {
        "1": "Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, sy Timoty rahalahintsika. Ho an’ny fiangonan’Andriamanitra any Korinto, mbamin’ny olona masina rehetra eran’i Akaia,",
        "2": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "3": "Hisaorana anie Andriamanitra Rain’i Jesosy Kristy Tompontsika, Rain’ny fangorahana sy Andriamanitry ny fampiononana rehetra!",
        "4": "Mampionona antsika amin’ny fahoriantsika rehetra izy, mba hahaizantsika hampionona an’izay ao anatin’ny fahoriana isan-karazany, amin’ny alalan’ny fampiononana izay ampiononan’Andriamanitra antsika.",
        "5": "Fa tahaka ny habetsahan’ny fijaliana iaretantsika noho ny amin’i Kristy, ny habetsahan’ny fampiononana azontsika koa amin’ny alalan’i Kristy.",
        "6": "Koa raha ao anatin’ny fahoriana izahay, dia ho fampiononana sy famonjena anareo izany. Ary raha ampiononina izahay, dia ho fampiononana anareo izany, eny, fampiononana izay miasa mba hahatonga anareo hiaritra ny fijaliana toy izay mahazo anay koa.",
        "7": "Koa mafy orina ny fanantenanay momba anareo, satria fantatray fa tahaka ny iombonanareo fijaliana aminay no hiombonanareo fampiononana aminay koa.",
        "8": "Fa tsy tianay tsy ho fantatrareo, ry rahalahy, ny amin’ny fahoriana nanjo anay tany amin’ny faritr’i Azia, fa niharam-panerena faran’izay mafy izahay, eny, mihoatra noho izay zakanay, ka tsy azonay antoka intsony mihitsy na ny ainay aza.",
        "9": "Eny, tsapanay tao anatinay tao fa nahazo fanamelohana ho faty izahay. Izany dia mba hitokisanay amin’Andriamanitra izay manangana ny maty, fa tsy amin’ny tenanay.",
        "10": "Nanafaka anay tamin’ny loza saika nahafaty anay mantsy izy, ary mbola hanafaka anay koa. Ary manantena izahay fa mbola hanafaka anay indray izy amin’ny hoavy.",
        "11": "Ianareo koa afaka manampy rehefa mitalaho amim-bavaka ho anay. Amin’izay dia hanao fisaorana noho ny aminay ny maro, noho izay omena anay amin-katsaram-panahy, vokatry ny vavaka ataon’ny maro.",
        "12": "Fa izao no ataonay ho rehareha, ary madio ny feon’ny fieritreretanay milaza izany: Tamin’ny fahamasinana sy ny fahatsoram-po avy amin’Andriamanitra, no nitondranay tena teo amin’izao tontolo izao, indrindra fa teo aminareo, nefa tsy tamin’ny fahendrena araka ny nofo, fa tamin’ny alalan’ny hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "13": "Fa tsy manoratra na inona na inona aminareo izahay, afa-tsy izay efa fantatrareo tsara na efa ekenareo. Ary antenaiko fa mbola hekenareo foana hatramin’ny farany izany,",
        "14": "tahaka ny aneken’ny sasany aminareo fa reharehanareo izahay, dia tahaka anareo koa izay ho reharehanay amin’ny andron’i Jesosy Tompontsika.",
        "15": "Koa noho izany fatokisana izany, dia nikasa ho any aminareo fanindroany aho, mba hifalianareo indray.",
        "16": "Nikasa hankatỳ Makedonia aho rehefa avy nijanona kely tany aminareo, ary hiverina any aminareo indray rehefa avy atỳ Makedonia, ka haterinareo lavidavitra rehefa ho any Jodia.",
        "17": "Nanao kitoatoa ve aho raha izany no fikasako? Ary izay kasaiko, araka ny nofo ve no ikasako izany mba hilazako hoe: “Eny e, Eny e”, dia avy eo hoe: “Tsia, Tsia”?",
        "18": "Ny teninay taminareo dia tsy hoe Eny sady Tsia. Raha ny amin’izany, dia azo itokisana Andriamanitra.",
        "19": "Tsy hoe Eny sady Tsia mantsy i Kristy Jesosy Zanak’Andriamanitra, izay notorinay sy Silvano ary Timoty teo aminareo. Fa tonga Eny ny Eny, raha ny amin’i Kristy.",
        "20": "Ary na firy na firy ny fampanantenan’Andriamanitra, dia tonga Eny ireny amin’ny alalan’ny Zanany. Noho izany, dia amin’ny alalany koa ny “Amena” lazaina amin’Andriamanitra, mba hanomezanay voninahitra azy.",
        "21": "Fa Andriamanitra no manome antoka fa samy an’i Kristy na izahay na ianareo, ary izy koa no nanosotra antsika.",
        "22": "Nanisy tombo-kase teo amintsika koa izy sady nanome antsika ilay antoka ny amin’izay ho avy, dia ny fanahy, ao am-pontsika.",
        "23": "Ary miantso an’Andriamanitra ho vavolombelona hanameloka ahy aho, fa ho fitsimbinako anareo no mbola tsy nahatongavako tany Korinto.",
        "24": "Tsy tompon’ny finoanareo anefa izahay fa mpiara-miasa kosa mba hahazoanareo fifaliana, fa ny finoanareo ihany no ijoroanareo."
    },
    "2": {
        "1": "Fa izao no fanapahan-kevitra noraisiko: Tsy ataoko mahatonga alahelo ny fitsidihako anareo indray.",
        "2": "Fa raha manao izay hampalahelo anareo aho, iza indray no hampifaly ahy afa-tsy ilay nampalaheloviko?",
        "3": "Ary nanoratra izany indrindra aho, mba tsy halahelovako noho ny amin’ireo tokony hifaliako, rehefa tonga aho. Matoky anareo rehetra mantsy aho fa ny fifaliako dia fifalianareo rehetra koa.",
        "4": "Fa tamin’ny fahoriana be sy tamin’alahelom-po mafy no nanoratako taminareo tamin-dranomaso be, tsy ny hampalahelo anareo anefa, fa mba hahafantaranareo fa miavaka kokoa ny fitiavako anareo.",
        "5": "Fa raha nisy nanao izay hampalahelo ny hafa, dia tsy izaho no nampalaheloviny, fa ianareo rehetra. Na izany aza, dia tsy te hampiasa teny henjana loatra aho eto.",
        "6": "Ampy ho an’ilay olona izany fananarana mafy nataon’ny maro izany.",
        "7": "Koa tokony ho vonona hamela ny helony amin-katsaram-panahy kosa ianareo, ka hampionona azy sao ho difotry ny alahelo be loatra izy.",
        "8": "Mananatra anareo àry aho mba hanaporofo ny fitiavanareo azy.",
        "9": "Ny antony anoratako koa, dia mba hahitako ny porofo avy aminareo raha mankatò amin’ny zava-drehetra ianareo na tsia.",
        "10": "Izay heloka avelanareo amin-katsaram-panahy, dia mba avelako koa. Eny, raha ny amiko, izay heloka navelako tamin-katsaram-panahy, raha nisy navelako tamin-katsaram-panahy, dia noho ny aminareo eo imason’i Kristy izany,",
        "11": "mba tsy ho voafitak’i Satana ianareo, fa fantatsika ny teti-dratsiny.",
        "12": "Rehefa tonga tany Troasy hitory ny vaovao tsara momba an’i Kristy aho, ary nisy varavarana nosokafana ho ahy tao amin’ny Tompo,",
        "13": "dia tsy nilamina ny saiko * noho ny tsy nahitako an’i Titosy rahalahiko. Ary nataoko veloma ry zareo tany, dia niainga ho atỳ Makedonia aho.",
        "14": "Fa hisaorana anie Andriamanitra izay mitarika antsika foana eo amin’ny filaharan’ny mpandresy, miaraka amin’i Kristy! Ary ataony mamerovero eny rehetra eny amin’ny alalantsika ny hanitry ny fahalalana azy.",
        "15": "Fa amin’Andriamanitra, dia hanitr’i Kristy eo amin’ireo hovonjena sy eo amin’ireo ho ringana isika:",
        "16": "Amin’ireo ho ringana, dia fofona avy amin’ny fahafatesana ho amin’ny fahafatesana, ary amin’ireo hovonjena dia hanitra avy amin’ny fiainana ho amin’ny fiainana. Ary iza no ampy fahaizana mba hanao izany?",
        "17": "Izahay. Fa tsy toy ny maro izay mivarotra ny tenin’Andriamanitra izahay. Fa amim-pahatsorana no itenenanay, eny, noho izahay nirahin’Andriamanitra sy eo ambany masony ary tafaray amin’i Kristy no itenenanay."
    },
    "3": {
        "1": "Mbola mila midera ny tenanay aminareo indray ve izahay, sa angamba kosa toy ny sasany ka mila taratasy fiderana homena anareo, na avy aminareo?",
        "2": "Ianareo no taratasinay, voasoratra ato am-ponay, ary fantatra sy vakin’ny olona rehetra.",
        "3": "Miharihary fa taratasin’i Kristy nosoratanay mpanompo ianareo, tsy nosoratana tamin’ny ranomainty anefa, fa tamin’ny fanahin’Andriamanitra velona, ary tsy teo amin’ny takela-bato, fa teo amin’ny takelaka nofo, dia ny fo.",
        "4": "Manana izany fatokisana an’Andriamanitra izany amin’ny alalan’i Kristy izahay.",
        "5": "Tsy ny tenanay akory no mahatonga anay ho ampy fahaizana ka hanjary hihevitra fa avy aminay izany fahaizana izany. Fa Andriamanitra kosa no mahatonga anay ho ampy fahaizana.",
        "6": "Izy tokoa no nahatonga anay ho ampy fahaizana mba ho tonga mpanompon’ny fifanekena vaovao, eny, tsy mpanompon’ny fehezan-dalàna an-tsoratra fa mpanompon’ny fanahy. Fa manameloka ho faty ilay fehezan-dalàna an-tsoratra, fa ny fanahy kosa mahavelona.",
        "7": "Ary ilay fehezan-dalàna mitondra fahafatesana sy nosoratana teo amin’ny vato dia niseho tamim-boninahitra, ka tsy afa-nibanjina ny tarehin’i Mosesy ny zanak’Israely noho ny voninahitry ny tarehiny, izay voninahitra hofoanana.",
        "8": "Koa raha izany, tsy vao mainka ve tokony ho be voninahitra ny fanomezana ny fanahy?",
        "9": "Raha be voninahitra ilay fehezan-dalàna nitondra fanamelohana, dia vao mainka heni-boninahitra ny fanomezana ny fahamarinana.",
        "10": "Fa na ilay natao be voninahitra taloha aza dia nalana voninahitra, noho ny amin’ilay voninahitra tsara kokoa.",
        "11": "Raha ilay hofoanana aza nampidirina tamim-boninahitra, mainka fa ilay mitoetra! Hitoetra amim-boninahitra tokoa izy.",
        "12": "Koa satria manana izany fanantenana izany isika, dia afaka miteny amim-pahatsorana,",
        "13": "ary tsy manao tahaka an’i Mosesy izay nanarona lamba ny tarehiny, mba tsy hibanjinan’ny zanak’Israely ny faran’ilay hofoanana.",
        "14": "Donto anefa ny fisainan’izy ireo, fa mandraka ankehitriny, rehefa vakina ilay fifanekena taloha, dia mbola tsy nesorina foana ilay lamba manarona, satria amin’ny alalan’i Kristy no anesorana azy io.",
        "15": "Fa misy lamba manarona ny fon’izy ireo tokoa mandraka androany, isaky ny vakina izay nosoratan’i Mosesy.",
        "16": "Rehefa misy fiverenana amin’i Jehovah anefa, dia esorina ilay lamba manarona.",
        "17": "I Jehovah no ilay Fanahy, * ary izay misy ny fanahin’i Jehovah dia misy fahafahana.",
        "18": "Ary tahaka ny fitaratra, dia manome taratry ny voninahitr’i Jehovah amin’ny tarehy tsy misarona isika rehetra, ka ovana hitovy endrika aminy, avy amin’ny voninahitra ho amin’ny voninahitra bebe kokoa, ary ho lasa tsy misy hafa mihitsy amin’izay ataon’i Jehovah, izay Fanahy. *"
    },
    "4": {
        "1": "Izany no mahatonga anay tsy ho kivy, satria manana izany fanompoana izany izahay, araka ny famindram-po naseho taminay.",
        "2": "Efa nialanay ny zava-mahamenatra afenimpenina, ka tsy manao zavatra amin-kafetsena na manatsatso ny tenin’Andriamanitra izahay. Mampiseho miharihary ny fahamarinana kosa izahay, ka ohatra tsara ho an’ny olona * rehetra, eo imason’Andriamanitra.",
        "3": "Koa raha tsy mazava ny vaovao tsara torinay, toy ny hoe misy lamba manarona, dia amin’izay ho ringana izany no tsy mazava.",
        "4": "Eo amin’izy ireny ny andriamanitr’ity tontolo ity no manajamba ny sain’ny tsy mino, mba tsy hamirapiratra amin’izy ireo ny fahazavan’ny vaovao tsara be voninahitra, dia ilay vaovao tsara momba an’i Kristy, izay endrik’Andriamanitra.",
        "5": "Fa tsy ny tenanay no torinay, fa i Kristy Jesosy Tompo, ary mpanomponareo izahay, noho ny amin’i Jesosy.",
        "6": "Fa Andriamanitra no niteny hoe: “Aoka ny hazavana hamirapiratra avy ao amin’ny haizina.” Ary mamirapiratra ao am-ponay Andriamanitra mba hanazava ny fonay amin’ny fahalalana an’Andriamanitra, izay fahalalana be voninahitra. Eny, hanazava ny fonay amin’ny alalan’ny tarehin’i Kristy izy.",
        "7": "Manana izany harena izany ao anaty vilany tany anefa izahay, mba ho avy amin’Andriamanitra ny hery fanampiny, fa tsy avy aminay.",
        "8": "Voageja amin’ny lafiny rehetra izahay, nefa tsy hoe tery loatra ka tsy afa-mihetsika. Very hevitra izahay, nefa tsy hoe tsy misy lalan-kivoahana mihitsy.",
        "9": "Enjehina izahay, nefa tsy afoy. Azera izahay, nefa tsy maty.",
        "10": "Na aiza na aiza misy anay, dia miatrika loza mahafaty toy ny an’i Jesosy izahay, mba haseho eo amin’ny vatanay koa ny fiainan’i Jesosy.",
        "11": "Fa miatrika fahafatesana mandrakariva noho ny amin’i Jesosy izahay izay velona, mba haseho koa eo amin’ny nofonay mety maty ny fiainan’i Jesosy.",
        "12": "Koa miasa ao aminay ny fahafatesana, fa miasa ao aminareo kosa ny fiainana.",
        "13": "Koa satria ny finoana * anananay dia araka ilay voasoratra hoe: “Nino aho, ka niteny”, dia mino koa izahay ka miteny.",
        "14": "Fantatray mantsy fa ilay nanangana an’i Jesosy dia hanangana anay koa toy ny nananganana an’i Jesosy, ary hampiseho anay miaraka aminareo eo anatrehany.",
        "15": "Fa noho ianareo no anaovana ny zava-drehetra, mba ho vao mainka hitombo ny hatsaram-panahy tsy manam-paharoa efa be dia be, noho ny fisaoran’ny olona maro kokoa, ho voninahitr’Andriamanitra.",
        "16": "Koa tsy kivy izahay, fa na mihaosa aza ny tenanay ivelany, dia azo antoka fa havaozina isan’andro kosa ny tenanay anaty.",
        "17": "Fa na mihelina sy maivana aza ny fahoriana, dia mitondra voninahitra bebe kokoa sy mandrakizay ho anay,",
        "18": "raha mbola mampifantoka ny masonay amin’ny zavatra tsy hita izahay, fa tsy amin’ny hita. Fa mihelina ny zavatra hita, fa ny tsy hita kosa maharitra mandrakizay."
    },
    "5": {
        "1": "Fa fantatsika fa raha ho levona ny tranontsika eto an-tany, izany hoe ity vatana toy ny tranolay ity, dia tsy maintsy hanana trano avy amin’Andriamanitra isika, dia trano tsy nataon-tanana izay maharitra mandrakizay any an-danitra.",
        "2": "Fa mitoloko tokoa isika ato amin’ity trano fonenana ity, ary maniry mafy ny hitafy an’ilay ho antsika avy any an-danitra,",
        "3": "mba tsy ho hita ho mitanjaka isika rehefa tena mitafy izany.",
        "4": "Eny, mitoloko tokoa isika ato amin’ity tranolay ity sady mitondra ny mavesatra. Tsy ny hanala azy ity mantsy no tiantsika hatao fa ny hitafy ilay iray. Amin’izay dia ny fiainana no hisolo an’ilay mety maty.",
        "5": "Ary ilay nanomana antsika ho amin’izany dia Andriamanitra, izay nanome antsika ny fanahiny ho antoka ny amin’izay ho avy.",
        "6": "Koa be herim-po foana àry isika sady mahafantatra fa raha mbola monina ao amin’ny vatana isika, dia mbola tsy eo amin’ny Tompo.",
        "7": "Fa finoana no andehanantsika, fa tsy ny hitan’ny maso.",
        "8": "Be herim-po anefa isika, ary aleontsika aza tsy ho eo amin’ny vatana fa hiara-mitoetra amin’ny Tompo kosa.",
        "9": "Koa ataontsika tanjona àry ny mba hankasitrahany antsika, na miara-mitoetra aminy isika na tsy eo aminy.",
        "10": "Fa tsy maintsy haseho miharihary eo anatrehan’ny fitsaran’i Kristy ny maha isika antsika rehetra, mba hahazoan’ny tsirairay avy ny valin’izay nataony, na tsara na ratsy, tamin’izy mbola olombelona.",
        "11": "Koa satria fantatray ny tahotra ny Tompo, dia resenay lahatra mandrakariva ny olona mba hino anay, fa izahay kosa efa fantatr’Andriamanitra. Antenaiko anefa fa nanampy anareo hahafantatra anay koa ny feon’ny fieritreretanareo.",
        "12": "Tsy hoe midera ny tenanay aminareo indray izahay, fa mandrisika anareo kosa hirehareha ny aminay, mba hisy havalinareo an’ireo mirehareha ny amin’izay miseho etỳ ivelany fa tsy ny amin’izay ao am-po.",
        "13": "Fa raha adala izahay, dia ho an’Andriamanitra, ary raha misaina tsara izahay, dia ho anareo.",
        "14": "Fa ny fitiavan’i Kristy no manery anay, satria izao no hevitray: Olona iray no maty ho an’ny rehetra, satria efa maty izy rehetra, raha ny marina.",
        "15": "Ary maty ho an’ny rehetra izy, mba tsy ho velona ho an’ny tenany intsony izay velona, fa ho an’ilay efa maty ho azy ireo sady efa natsangana.",
        "16": "Koa tsy mahalala olona araka ny nofo intsony izahay manomboka izao. Na dia nahalala an’i Kristy araka ny nofo aza izahay, dia azo antoka fa tsy mahalala azy toy izany intsony ankehitriny.",
        "17": "Koa raha misy olona tafaray amin’i Kristy, dia zavaboary vaovao izy. Efa lasa ny zavatra taloha, ary indreo, fa misy zava-baovao.",
        "18": "Fa avy amin’Andriamanitra ny zava-drehetra, ary nampihavaniny taminy tamin’ny alalan’i Kristy izahay, ka nomeny fanompoana fampihavanana,",
        "19": "dia ny hanambara fa nampihavanin’Andriamanitra taminy tamin’ny alalan’i Kristy izao tontolo izao, ka tsy nisainy ny helok’izy ireo. Ary nankininy taminay ny teny fampihavanana.",
        "20": "Koa ambasadaoro solon’i Kristy àry izahay, toy ny hoe miangavy amin’ny alalanay Andriamanitra. Solon’i Kristy izahay ka miangavy hoe: “Mba mihavàna amin’Andriamanitra re ianareo e!”",
        "21": "Ilay tsy nanota mihitsy no nataon’Andriamanitra ota hamonjy anay, mba ho lasa olo-marina eo anatrehan’Andriamanitra izahay, amin’ny alalany."
    },
    "6": {
        "1": "Miara-miasa aminy izahay, ka miangavy anareo koa mba hanaiky ny hatsaram-panahy tsy manam-paharoan’Andriamanitra nefa tsy hanadino ny zava-kendren’izany.",
        "2": "Fa hoy izy: “Tamin’ny fotoana fanehoana fankasitrahana no nihainoako anao, ary tamin’ny andro famonjena no nanampiako anao.” Izao indrindra no fotoana fanehoana fankasitrahana! Izao no andro famonjena!",
        "3": "Ary tsy manao izay hahatafintohina olona mihitsy izahay, mba tsy hanomezan-tsiny ny fanompoanay.",
        "4": "Fa mampiseho ny tenanay ho mpanompon’Andriamanitra izahay amin’ny lafiny rehetra, dia amin’ny fiaretana be, amin’ny fahoriana, amin’ny tsy fisiana, amin’ny zava-tsarotra,",
        "5": "amin’ny kapoka, amin’ny fonja, amin’ny korontana, amin’ny asa mafy, amin’ny alina tsy ahitan-tory, amin’ny fotoana tsy ihinanan-kanina,",
        "6": "amin’ny fahadiovana, amin’ny fahalalana, amin’ny fahari-po, amin’ny hatsaram-panahy, amin’ny fanahy masina, amin’ny fitiavana tsy misy fihatsarambelatsihy,",
        "7": "amin’ny teny marina, amin’ny herin’Andriamanitra; amin’ny alalan’ny fitaovam-piadian’ny fahamarinana eo amin’ny tanana havia sy havanana,",
        "8": "amin’ny alalan’ny voninahitra sy ny fahafaham-baraka, ary amin’ny alalan’ny laza ratsy sy ny laza tsara. Toy ny hoe mpamitaka izahay nefa milaza ny marina,",
        "9": "toy ny tsy fantatra nefa fantatra tsara, toy ny ho faty nefa velona ihany, toy ny faizina nefa tsy atolotra ho amin’ny fahafatesana,",
        "10": "toy ny malahelo nefa mifaly mandrakariva, toy ny mahantra nefa mampanan-karena olona maro, ary toy ny tsy manana na inona na inona nefa manana ny zava-drehetra.",
        "11": "Misokatra ho anareo ny vavanay, ry Korintianina, ary ny fonay mihamalalaka.",
        "12": "Malalaka ho anareo ny fonay, fa ianareo no tery amin’ny fanehoana firaiketam-po.",
        "13": "Koa ho valin’izany, dia mba halalaho kosa ny fonareo. Miteny aminareo toy ny amin’ny zanaka aho.",
        "14": "Aza manaiky hiray zioga amin’ny tsy mpino. Fa inona no ifandraisan’ny fahamarinana sy ny fandikan-dalàna? Ary inona no iombonan’ny mazava sy ny maizina?",
        "15": "Inona no ifanarahan’i Kristy sy Beliala? * Inona no zavatra iombonan’ny mino amin’ny tsy mpino?",
        "16": "Ary inona no ifanarahan’ny tempolin’Andriamanitra amin’ny sampy? Fa tempolin’ilay Andriamanitra velona isika, araka ny voalazan’Andriamanitra hoe: “Honina eo amin’izy ireo aho sady ho eo aminy, dia ho Andriamaniny aho, ary izy ho oloko.”",
        "17": "“‘Koa mivoaha eo aminy ianareo, ary misaraha aminy’, hoy i Jehovah, ‘ary aza mikasika intsony izay maloto’”, “‘dia handray anareo aho.’”",
        "18": "“‘Ary ho rainareo aho, ary ianareo ho zanako lahy sy zanako vavy’, hoy i Jehovah, ilay Mahery Indrindra.”"
    },
    "7": {
        "1": "Koa satria nahazo izany fampanantenana izany isika, ry malala, dia aoka isika hanadio ny tenantsika ho afaka amin’ny zava-drehetra mandoto ny nofo sy ny saina, ka hanao izay hahatonga lafatra ny fahamasinana ao amin’ny fahatahorana an’Andriamanitra.",
        "2": "Omeo toerana ao am-ponareo izahay. Tsy nanisy ratsy olona izahay na nanimba toetran’olona na nanararaotra olona.",
        "3": "Tsy ny hanamelohana anareo no ilazako izany, fa efa nilaza aho teo aloha hoe ato am-ponay foana ianareo, na maty izahay na velona.",
        "4": "Tena afaka miteny amim-pahatsorana aminareo aho. Ary lehibe ny reharehako ny aminareo. Nahazo fampiononana lehibe aho, ary faly dia faly amin’ny fahoriana rehetra manjo anay.",
        "5": "Rehefa tonga teto Makedonia tokoa izahay, dia tsy nisy fitsaharana ho anay, fa mbola nampahorina tamin’ny lafiny rehetra foana izahay: Nisy ady teo ivelany ary tahotra tao anatiny.",
        "6": "Fa Andriamanitra, izay mampionona an’ireo naetry, dia nampionona anay tamin’ny naha teo an’i Titosy,",
        "7": "nefa tsy tamin’ny naha teo azy ihany, fa tamin’ny fampiononana azony koa noho ny aminareo. Nolazainy taminay tokoa ny faniriana mafy anananareo, sy ny alahelonareo, ary ny fiheveranareo ahy amim-pahatsorana, koa vao mainka faly aho.",
        "8": "Koa tsy manenina aho na dia nampalahelo anareo tamin’ilay taratasiko aza. Hitako mantsy fa nampalahelo anareo ilay taratasy, nefa vetivety ihany. Ary na dia nanenina aza aho tamin’ny voalohany,",
        "9": "dia faly aho ankehitriny, tsy hoe satria nampalahelovina fotsiny ianareo, fa satria nampalahelovina mba hibebaka. Fa nampalahelovina araka ny sitrapon’Andriamanitra ianareo, ka tsy hisy na inona na inona hafoinareo noho ny aminay.",
        "10": "Ny alahelo araka ny sitrapon’Andriamanitra dia miteraka fibebahana izay mitondra famonjena, ary tsy tokony hanenenana izany. Fa ny alahelon’izao tontolo izao kosa mitondra fahafatesana.",
        "11": "Fa nampalahelovina araka ny sitrapon’Andriamanitra ianareo ary ny vokany dia fahazotoana be teo aminareo, fiezahanareo ho afa-tsiny, fahatezerana, tahotra, faniriana mafy, hafanam-po, fanaporofoana fa tsy manan-tsiny ianareo! Nasehonareo tamin’ny lafiny rehetra fa madio tamin’iny raharaha iny ianareo.",
        "12": "Azo antoka fa na dia nanoratra ho anareo aza aho, dia tsy ho an’ilay nanao ratsy na ho an’ilay nasian-dratsy no nanoratako, fa mba hiseho kosa eo aminareo sy eo imason’Andriamanitra ny fahazotoanareo mihaino anay.",
        "13": "Koa izany no nahazoanay fampiononana. Ankoatra ny fampiononana azonay anefa, dia vao mainka faly be izahay noho ny hafalian’i Titosy, satria namelombelona azy ianareo rehetra.",
        "14": "Fa raha nirehareha taminy aho noho ny aminareo, dia tsy nisy nahamenatra ahy. Marina ny zava-drehetra nolazainay taminareo, ary marina toy izany koa ilay fireharehanay tamin’i Titosy.",
        "15": "Ankoatra izany, dia vao mainka miraiki-po bebe kokoa aminareo izy, rehefa mahatsiaro ny fankatoavanareo rehetra sy ny nandraisanareo azy tamin-tahotra sy hovitra.",
        "16": "Koa faly aho fa afaka ny ho be herim-po amin’ny lafiny rehetra noho ny aminareo."
    },
    "8": {
        "1": "Ary tianay hampahafantarina anareo, ry rahalahy, ny amin’ny hatsaram-panahy tsy manam-paharoa nasehon’Andriamanitra tamin’ireo fiangonana atỳ Makedonia.",
        "2": "Fa nandritra ny fitsapana nahamay tao anatin’ny fahoriana, dia naneho fifaliana sy fahalalahan-tanana lehibe izy ireo, na dia nahantra be aza.",
        "3": "Fa araka izay zakany no nataony, eny, manome toky anareo aho fa mihoatra noho izay zakany mihitsy aza.",
        "4": "Ary sitrapon’izy ireo ny niangavy anay mafy tsy an-kijanona mba hahafahany haneho hatsaram-panahy, ka handray anjara amin’ilay fanompoana an’ireo olona masina.",
        "5": "Ary tsy araka ny nantenainay fotsiny no nataony, fa ny tenany mihitsy aloha no natolony ho an’ny Tompo sy ho anay, noho ny sitrapon’Andriamanitra.",
        "6": "Koa izany no nahatonga anay hampirisika an’i Titosy mba hamita ny famoriana an’izany fanomezana avy aminareo izany, satria izy no efa nanomboka izany teo aminareo.",
        "7": "Tahaka ny anananareo be dia be amin’ny zava-drehetra anefa, na amin’ny finoana izany, na amin’ny teny, na amin’ny fahalalana, na amin’ny fahazotoana rehetra, na amin’izao fitiavanay anareo izao, dia enga anie ianareo hahavita be koa amin’izany fanomezana amin-katsaram-panahy izany!",
        "8": "Tsy ny handidy anareo anefa no itenenako, fa noho ny fahazotoan’ny hafa sy mba hitsapana ny fahatsoran’ny fitiavanareo.",
        "9": "Fa fantatrareo ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompontsika, fa na dia nanan-karena aza izy, dia tonga nahantra noho ny aminareo, mba hampanan-karena anareo ny fahantrany.",
        "10": "Ary raha ny amin’izany, dia izao no hevitro: Mahasoa anareo io raharaha io, satria efa herintaona lasa izay no natombokareo izy io, ary tena naniry mafy hanao azy io ianareo.",
        "11": "Koa vitao àry ny fanaovana azy io, mba ho tahaka ny fahavononanareo hanao ihany no hamitanareo azy, araka izay anananareo.",
        "12": "Fa raha misy aloha ny fahavononana hanome, dia ankasitrahana indrindra izany raha araka izay ananan’ilay olona, fa tsy araka izay tsy ananany.",
        "13": "Fa tsy te hanamaivana ny hafa aho nefa hampitondra enta-mavesatra anareo.",
        "14": "Ny iriko kosa dia mba hameno izay tsy ampy eo amin’izy ireo ny ambim-bava anananareo ankehitriny, amin’ny fanaovana izay hisian’ny fitoviana. Amin’izay dia mba hameno ny tsy ampy eo aminareo koa ny ambim-bavan’izy ireo, ka hisy fitoviana.",
        "15": "Araka ny voasoratra hoe: “Izay nanana be dia tsy nanana be loatra, ary izay nanana kely dia tsy nanana kely loatra.”",
        "16": "Koa isaorana Andriamanitra noho izy nametraka tao am-pon’i Titosy izany fahazotoana ho anareo izany, dia fahazotoana toy ny anay,",
        "17": "satria nanaiky tokoa an’ilay fampirisihana i Titosy. Efa mazoto rahateo anefa izy, ka izany no andehanany an-tsitrapo ho any aminareo.",
        "18": "Fa irahinay miaraka aminy koa ilay rahalahy izay deraina eran’ny fiangonana rehetra noho ny fitoriany ny vaovao tsara.",
        "19": "Ary tsy izany ihany fa efa notendren’ireo fiangonana koa io rahalahy io mba hiara-dia aminay hitondra izany fanomezana izany, izay tokony hozarainay ho voninahitry ny Tompo sy ho porofon’ny fahavononanay hanampy.",
        "20": "Izany no ataonay mba tsy hisy olona hanome tsiny anay ny amin’io fanomezana be dia be tokony hozarainay io.",
        "21": "Fa izahay dia “miomana ny hizara izany amim-pahamarinana, tsy eo imason’i Jehovah ihany, fa eo imason’ny olona koa.”",
        "22": "Ankoatra izany, dia irahinay miaraka amin’izy ireo koa ilay rahalahinay izay efa hitanay porofo matetika fa mazoto amin’ny zavatra maro, ary vao mainka mazoto izy izao satria matoky be anareo.",
        "23": "Raha misy fisalasalana momba an’i Titosy anefa, dia fantaro fa namako izy sady mpiara-miasa amiko hahasoa anareo. Ary raha misy fisalasalana momba ireo rahalahinay, dia fantaro fa apostolin’ny fiangonana izy ireo sady mitondra voninahitra ho an’i Kristy.",
        "24": "Koa asehoy amin’izy ireo eo imason’ny fiangonana ny porofon’ny fitiavanareo sy ny porofon’ilay fireharehanay ny aminareo."
    },
    "9": {
        "1": "Fa ny amin’ilay fanompoana ny olona masina, dia tsy ilaina ny hanoratako aminareo.",
        "2": "Fantatro mantsy ny fahavononanareo, izay ireharehako ny aminareo eo amin’ny Makedonianina, dia ny hoe efa vonona hatramin’ny herintaona i Akaia. Ary nandrisika ny ankamaroan’izy ireo ny hafanam-ponareo.",
        "3": "Irahiko ihany anefa ireo rahalahy, mba tsy ho very maina ny fireharehanay ny aminareo amin’izany lafiny izany, fa mba ho vonona tokoa ianareo, araka ny efa voalazako.",
        "4": "Sao mantsy hisy Makedonianina hiaraka amiko ka hahita fa tsy vonona ianareo, dia ho menatra izahay—mba tsy hilazana hoe ianareo—amin’izany fatokisanay izany.",
        "5": "Koa nihevitra aho fa nilaina ny nampirisika an’ireo rahalahy handeha mialoha any aminareo ka hanomana ilay fanomezana ataonareo amim-pahalalahan-tanana, izay efa nampanantenainareo teo aloha. Amin’izay dia ho vonona izany ka ho fanomezana atao amim-pahalalahan-tanana, fa tsy an-tery.",
        "6": "Raha ny amin’izany, izay kahihitra ka mamafy kely dia hijinja kely, fa izay malala-tanana ka mamafy be kosa dia hijinja be.",
        "7": "Aoka ny tsirairay samy hanao araka izay fanapahan-keviny tao am-pony, tsy amin’alahelo na an-tery, fa ny mpanome amim-pifaliana no tian’Andriamanitra.",
        "8": "Ary hain’Andriamanitra ampitomboina be dia be ho anareo ny hatsaram-panahiny tsy manam-paharoa rehetra, mba hanam-be foana ianareo amin’ny zava-drehetra. Etsy an-danin’izany, dia anananareo be dia be koa izay ilaina mba hanaovana ny asa tsara rehetra.",
        "9": "Araka ny voasoratra hoe: “Manao fanomezana be dia be izy, ary manome ho an’ny mahantra. Hitohy mandrakizay ny fahamarinany.”",
        "10": "Ary ilay manome voa betsaka ho an’ny mpamafy sy mofo betsaka hohanina, dia hanome sy hampitombo ny voa hafafinareo ary hampitombo ny vokatry ny fahamarinanareo.",
        "11": "Atao manankarena amin’ny zava-drehetra ianareo, mba haneho fahalalahan-tanana isan-karazany, izay mahatonga ny olona hisaotra an’Andriamanitra, noho ny ezaka ataonay.",
        "12": "Fa izao fanompoana ho an’ny besinimaro izao, dia tsy natao fotsiny mba hanomezan-javatra be dia be hikarakarana izay ilain’ireo olona masina, fa natao koa mba hisian’ny fisaorana maro be ho an’Andriamanitra.",
        "13": "Noho ny porofo omen’izany fanompoana izany, dia mankalaza an’Andriamanitra izy ireo, satria manaiky ny vaovao tsara momba an’i Kristy ianareo araka ny ambaranareo ampahibemaso, sady malala-tanana amin’ilay fanomezana ataonareo ho azy ireo sy ho an’ny rehetra.",
        "14": "Mitalaho ho anareo izy ireo ary maniry mafy hahita anareo, noho ny halehiben’ny hatsaram-panahy tsy manam-paharoa asehon’Andriamanitra aminareo.",
        "15": "Koa hisaorana anie Andriamanitra noho ny fanomezany maimaim-poana tsy hay lazaina!"
    },
    "10": {
        "1": "Izaho, Paoly, dia miangavy anareo noho ny fahalemem-panahy sy hatsaram-panahin’i Kristy, na dia ambany aza no fahitanareo ahy rehefa eo aminareo, fa sahy anareo kosa rehefa tsy eo.",
        "2": "Eny, izao no fitalahoako: Rehefa eo aminareo aho, dia mba tsy ho voatery ho sahy araka ilay fahasahiana eritreretiko, ka tsy handray fepetra henjana amin’ny sasany izay mihevitra anay ho velona araka ny nofo.",
        "3": "Fa na dia velona amin’ny maha nofo aza izahay, dia tsy mba miady araka ny fironan’ny nofonay.",
        "4": "Fa tsy araka ny nofo ny fitaovam-piadianay, nefa mahery, satria Andriamanitra no nanao azy ho mahery mba handravana zavatra efa mafy orina.",
        "5": "Fa mandrava fisainana mbamin’ny zavatra avo rehetra atsangana hanohitra ny fahalalana an’Andriamanitra izahay, ary baboinay hankatò an’i Kristy ny hevitra rehetra.",
        "6": "Vonona koa izahay hanasazy an’izay tsy mankatò, rehefa asehonareo fa mankatò tanteraka ianareo.",
        "7": "Mijery ivelany fotsiny ianareo. Raha misy matoky ny tenany hoe an’i Kristy, dia aoka izy hihevitra indray izao zavatra izao: Tahaka ny maha an’i Kristy azy no maha an’i Kristy anay koa.",
        "8": "Fa tsy hahazo henatra aho, na dia somary mirehareha be loatra aza ny amin’ny fahefana nomen’ny Tompo anay hampahery anareo fa tsy handrava anareo.",
        "9": "Tsy tiako mantsy ny hiheveranareo fa te hampitahotra anareo amin’ny taratasiko aho.",
        "10": "Fa misy milaza hoe: “Mavesa-danja sady mahery ny taratasiny, fa rehefa manatrika eo kosa izy dia malemy, ary tsy misy vidiny ny teniny.”",
        "11": "Aoka izany olona izany hihevitra an’izao: Tahaka ny maha izy anay araka ny voalazanay an-taratasy rehefa tsy eo izahay, dia ho tahaka izany koa ny ataonay rehefa manatrika eo izahay.",
        "12": "Fa tsy sahinay ny hihevi-tena ho anisan’izay midera tena na ny hampitaha tena amin’izy ireny. Ny tenany ihany no mametraka fitsipika itsarana ny tenany, ary ny tenany ihany no hampitahany ny tenany ka azo antoka fa tsy misy hevitra takany.",
        "13": "Fa izahay kosa hirehareha, nefa tsy any ivelan’ny faritra nanendrena anay, fa ao anatin’ny faritry ny faritany nozarain’Andriamanitra ho anay ihany araka ny fandrefesana, ka nataony tonga hatratỳ aminareo izany.",
        "14": "Tsy manakatra any ankoatra ny faritaninay izahay, toy ny hoe mbola tsy nahatratra tatỳ aminareo. Fa izahay no voalohany tonga hatratỳ aminareo rehefa nitory ny vaovao tsara momba an’i Kristy.",
        "15": "Tsy mirehareha any ivelan’ny faritra nanendrena anay izahay, eny, tsy mirehareha eo amin’izay isasaran’ny hafa. Fa antenainay kosa fa arakaraka ny itomboan’ny finoanareo, dia hisy lanjany eo aminareo izahay ao anatin’ny faritaninay. Ary vao mainka tena hisy lanjany aza izahay,",
        "16": "ka hitory ny vaovao tsara any amin’ny tany hafa ankoatra ny anareo, mba tsy hireharehanay ny amin’ny faritanin’ny hafa izay efa iasana.",
        "17": "“Izay mirehareha anefa, dia aoka ho i Jehovah no ho reharehany.”",
        "18": "Fa tsy izay midera tena no ankasitrahana, fa izay derain’i Jehovah."
    },
    "11": {
        "1": "Enga anie ianareo mba handefitra amiko amin’ny hadalana kely! Efa mandefitra amiko ihany ange ianareo, raha ny marina e!",
        "2": "Fa fahasarotam-piaro toy ny an’Andriamanitra no mahasaro-piaro ahy aminareo. Fa ny tenako mihitsy no nanolotra anareo ho fofombadin’ny lehilahy iray, mba hatolotro ho virjiny madio ho an’i Kristy ianareo.",
        "3": "Matahotra anefa aho sao ny sainareo ho simba hiala amin’ny fahatsorana sy ny fahadiovana mendrika an’i Kristy, tahaka ny nitaoman’ny menarana an’i Eva tamin-kafetsena.",
        "4": "Fa raha misy olona tonga mitory Jesosy hafa noho ilay efa notorinay, na raha toa ianareo mandray toe-tsaina hafa noho izay efa noraisinareo na vaovao tsara hafa noho izay efa nekenareo, dia mora aminareo erỳ ny mandefitra amin’izany olona izany.",
        "5": "Fa heveriko fa tsy misy maha latsa-danja ahy mihitsy raha oharina amin’ireo apostolinareo tsara loatra ireo.",
        "6": "Ary na tsy mahay aza aho eo amin’ny fitenenana, dia tsy mba toy izany eo amin’ny fahalalana, fa tamin’ny lafiny rehetra, dia nasehonay anareo izany tamin’ny zava-drehetra.",
        "7": "Sa nanota aho raha nanetry tena mba hisandratanareo, satria maimaim-poana no nitoriako tamin-kafaliana ny vaovao tsaran’Andriamanitra taminareo?",
        "8": "Nandroba ny fiangonana hafa aho rehefa nandray vatsy mba hanompoako anareo.",
        "9": "Nony teo aminareo anefa aho ka tsy nanana, dia tsy tonga enta-mavesatra na ho an’iza na ho an’iza aho, fa ireo rahalahy avy eto Makedonia no nanome izay tsy nananako, sady nanome ahy be dia be. Eny, niezaka ny tsy ho tonga enta-mavesatra ho anareo tamin’ny lafiny rehetra aho, ary mbola hiezaka hanao izany ihany.",
        "10": "Raha mbola ato amiko ny fahamarinan’i Kristy, dia tsy hitsahatra izany fireharehako izany, any amin’ny faritr’i Akaia.",
        "11": "Fa nahoana? Satria tsy tia anareo ve aho? Fantatr’Andriamanitra fa tia anareo aho.",
        "12": "Fa izay ataoko ankehitriny dia mbola hataoko ihany, mba hisakanako ny fihamboan’ireo te ho hita ho mitovy aminay eo amin’ny andraikitra ireharehany.",
        "13": "Fa apostoly sandoka ireny, mpiasa mamitaka, ka miseho ho toy ny apostolin’i Kristy.",
        "14": "Ary tsy mahagaga izany fa i Satana aza miseho foana ho toy ny anjelin’ny mazava.",
        "15": "Koa tsy dia zavatra lehibe àry raha miseho foana ho toy ny mpanompon’ny fahamarinana koa ny mpanompony, nefa araka izay ataon’izy ireo ihany no hiafarany.",
        "16": "Hoy indray aho hoe: Aoka tsy hisy hihevitra ahy ho adala. Raha tena mihevitra ahy ho toy izany anefa ianareo, dia raiso ihany aho na adala aza, mba hisy hireharehako kely koa.",
        "17": "Fa izao lazaiko izao, dia tsy lazaiko araka ny ohatra navelan’ny Tompo, fa toy ny tenin’ny olona adala, amin’izao fatokisan-tena tafahoatra mampiavaka ny mpirehareha izao.",
        "18": "Koa satria maro no mirehareha araka ny nofo, dia hirehareha koa aho.",
        "19": "Fa faly erỳ ianareo mandefitra amin’ny olona adala, satria hoe misaina ianareo.",
        "20": "Mandefitra tokoa ianareo amin’izay manandevo anareo, na mandany ny fanananareo, na maka ny fanananareo, na manandra-tena ho ambony noho ianareo, na mamely ny tavanareo.",
        "21": "Izao no lazaiko, na dia manala baraka ny tenanay aza izany, toy ny hoe malemy ny fahefanay. Fa raha misy olon-kafa sahy manao zavatra iray—miteny toy ny adala aho—, dia mba sahy koa aho.",
        "22": "Hebreo ve izy ireo? Izaho koa. Israelita ve izy ireo? Izaho koa. Taranak’i Abrahama ve izy ireo? Izaho koa.",
        "23": "Mpanompon’i Kristy ve izy ireo? Mamaly toy ny adala aho, fa miavaka kokoa noho izy ireo aho: Tamin’ny asa mafy manan-tombo be, tamin’ny fidirana am-ponja imbetsaka lavitra, tamin’ny kapoka efa tafahoatra, ary saika maty matetika.",
        "24": "Indimy aho no nokapohin’ny Jiosy inefapolo latsaka iray avy,",
        "25": "intelo aho no nokapohina tamin’ny hazo, indray mandeha notoraham-bato, intelo vaky sambo, indray andro sy indray alina tao amin’ny rano lalina.",
        "26": "Nandeha lavitra matetika aho, saika nahita loza tamin’ny renirano, saika nahita loza tamin’ny jiolahy, saika nahita loza tamin’ny mpiray firenena amiko, saika nahita loza tamin’ny hafa firenena, saika nahita loza tao an-tanàna, saika nahita loza tany an-tany efitra, saika nahita loza tany an-dranomasina, saika nahita loza teo anivon’ny rahalahy sandoka;",
        "27": "tamin’ny asa mafy sy ny fisasarana, tamin’ny alina tsy nahitan-tory matetika, tamin’ny hanoanana sy ny hetaheta, tamin’ny fifadian-kanina imbetsaka, tamin’ny hatsiaka sy ny fitanjahana.",
        "28": "Misy manavesatra ahy koa isan’andro, ankoatra ireo zavatra ivelany ireo, dia ny fanahiana momba ny fiangonana rehetra.",
        "29": "Iza no malemy ka tsy malemy aho? Iza no tafintohina ka tsy tezitra aho?",
        "30": "Koa raha tsy maintsy misy fireharehana, dia izay zavatra momba ny fahalemeko no hireharehako.",
        "31": "Tsy mandainga aho, ary mahalala izany ilay Andriamanitra Rain’i Jesosy Tompo, eny, Ilay tokony hoderaina mandrakizay.",
        "32": "Ary tany Damaskosy, ny governora notendren’i Areta Mpanjaka dia nampiambina ny tanànan’i Damaskosy mba hisamborana ahy,",
        "33": "nefa nampidinina tamin’ny sobika avy teo am-baravarankelin’ny manda aho, ka afa-nandositra azy."
    },
    "12": {
        "1": "Tsy maintsy mirehareha aho. Fa ny horesahiko kosa izao dia ny amin’ireo fahitana mahagaga avy amin’ny Tompo, mbamin’ireo zavatra naharihariny tamiko, na dia tsy misy tombony azo amin’izany aza.",
        "2": "Mahafantatra olona iray tafaray amin’i Kristy aho. Efatra ambin’ny folo taona lasa izay, dia nentina ho any amin’ny lanitra fahatelo io olona io—tsy fantatro na tao amin’ny vatana na tsy tao amin’ny vatana, fa Andriamanitra no mahalala.",
        "3": "Eny, fantatro izany olona izany. Nentina tany amin’ny paradisa izy—tsy fantatro na tao amin’ny vatana na tsy tao amin’ny vatana, fa Andriamanitra no mahalala.",
        "4": "Nentina tany amin’ny paradisa izy ka nandre teny tsy tokony holazaina izay tsy azon’olona tenenina.",
        "5": "Ny amin’izany olona izany no hireharehako, fa tsy hirehareha ny amin’ny tenako aho, raha tsy ny amin’ny fahalemeko ihany.",
        "6": "Fa raha mba te hirehareha aho, dia tsy ho adala, fa hilaza ny marina. Tsy hirehareha anefa aho, sao hihoatra an’izay hitan’ny olona ataoko sy izay henony avy amiko no hiheverany ahy,",
        "7": "satria fotsiny hoe be loatra ny zavatra naharihary tamiko. Koa mba tsy hahatonga ahy hanandra-tena tafahoatra, dia nasiana tsilo ao amin’ny nofo aho, izany hoe anjelin’i Satana, mba hamely ahy tsy an-kijanona, ka tsy hanandra-tena tafahoatra aho.",
        "8": "Ny amin’izany no niangaviako ny Tompo intelo, mba hialan’izany amiko,",
        "9": "nefa izao mihitsy no teniny tamiko: “Ampy anao ny hatsaram-panahy tsy manam-paharoa asehoko aminao. Fa lavorary ny fiasan’ny heriko eo aminao rehefa malemy ianao.” Koa aleoko àry mirehareha ny amin’ny fahalemeko, mba hitoetra eo amiko toy ny tranolay ny herin’i Kristy.",
        "10": "Koa finaritra aho amin’ny fahalemena, amin’ny fanivaivana, amin’ny tsy fisiana, amin’ny fanenjehana sy ny zava-tsarotra, noho ny amin’i Kristy. Fa rehefa malemy aho, dia amin’izay aho no mahery.",
        "11": "Nanjary nanao adaladala aho, noho ianareo nanery ahy, satria tokony ho niaro ahy ianareo. Fa tsy misy maha latsa-danja ahy mihitsy, raha oharina amin’ireo apostolinareo tsara loatra ireo, na dia tsinontsinona aza aho eo imasonareo.",
        "12": "Efa naseho teo aminareo tokoa ny porofon’ny maha apostoly ahy: Tamin’ny fiaretana rehetra sy tamin’ny famantarana sy zava-mahagaga ary fahagagana.",
        "13": "Fa inona no lafiny naha latsa-danja anareo noho ny fiangonana hafa rehetra? Angamba fotsiny noho izaho tsy tonga enta-mavesatra ho anareo. Mba mamelà ahy amin’izany fahadisoana izany.",
        "14": "Fanintelony aho izao no vonona hankatỳ aminareo, nefa tsy ho tonga enta-mavesatra aho. Fa tsy ny fanananareo no tadiaviko, fa ianareo. Tsy ny zanaka mantsy no tokony hihary ho an’ny ray aman-dreniny, fa ny ray aman-dreny no tokony hihary ho an’ny zanany.",
        "15": "Raha ny amiko, dia ho faly tokoa aho hanome izay rehetra ananako sy hanao sorona tanteraka ny fiainako ho anareo. Raha toy izany ny halehiben’ny fitiavako anareo, dia tokony ho latsaka noho izany ve ny fitiavanareo ahy?",
        "16": "Na izany aza anefa, dia tsy nampitondra enta-mavesatra anareo aho. Milaza anefa ianareo fa “fetsy” aho sady azoko “tamim-pitaka ianareo.”",
        "17": "Ny iray tamin’izay nirahiko ho any aminareo ve no nanararaotako anareo?",
        "18": "Nampirisihiko ho any aminareo i Titosy, ary nirahiko hiaraka taminy ilay rahalahy iny. Nanararaotra anareo ve i Titosy? Tsy nanao izany mihitsy izy. Tsy hitanareo ve fa nitovy saina izahay? Tsy nitovy ve ny fomba fiasanay?",
        "19": "Eritreretinareo ho miaro tena eo anatrehanareo ve izahay hatramin’izay? Eo anatrehan’Andriamanitra no itenenanay amin’ny maha mpanara-dia an’i Kristy anay. Natao hampaherezana anareo anefa ny zava-drehetra, ry malala.",
        "20": "Fa matahotra aho, rehefa tonga, sao tsy araka izay iriko no ho hitako eo aminareo ary tsy araka izay irinareo no ho hitanareo eo amiko. Matahotra aho fa sao kosa hisy fifamaliana eo aminareo, na fialonana, fipoahan’ny fahatezerana, fifandirana, fanaratsiana, fibitsibitsihana, fireharehana na korontana.",
        "21": "Angamba rehefa tonga indray aho, dia hampietry ahy eo aminareo Andriamanitro, ka halahelo aho noho ny amin’ny maro izay nanota teo aloha nefa mbola tsy nibebaka tamin’ny fahalotoany sy ny fijangajangany ary ny fitondran-tenany baranahiny izay samy efa fanaony."
    },
    "13": {
        "1": "Fanintelony izao no hankanesako atỳ aminareo. “Tsy maintsy atao marim-pototra amin’ny tenin’ny * vavolombelona roa na telo ny raharaha rehetra.”",
        "2": "Na dia tsy any aminareo aza aho, dia ataovy toy ny hoe tonga any aminareo fanindroany aho. Fa efa nolazaiko teo aloha sady mbola lazaiko mialoha amin’ireo efa nanota teo aloha sy amin’ny hafa rehetra, fa raha tonga indray aho, dia tsy hisy olona hotsimbiniko tsy hiharan’ny famaizana.",
        "3": "Mitady porofo mantsy ianareo raha miteny ato amiko tokoa i Kristy. Fa tsy malemy ny fitondrany anareo fa mahery.",
        "4": "Marina tokoa fa nofantsihana teo amin’ny hazo fijaliana izy noho ny fahalemena, nefa velona kosa izy noho ny herin’Andriamanitra. Marina koa fa miara-malemy aminy izahay, nefa hiara-belona aminy koa noho ny herin’Andriamanitra eo aminareo.",
        "5": "Mandiniha tena foana mba hahitana raha ao amin’ny finoana ianareo na tsia, ary zahao toetra foana ny tenanareo. Sa tsy ekenareo fa tafaray aminareo i Jesosy Kristy? Tokony hekenareo izany, raha tsy hoe tsy ankasitrahana angaha ianareo.",
        "6": "Antenaiko tokoa ny hahafantaranareo fa tsy mba olona tsy ankasitrahana izahay.",
        "7": "Mivavaka amin’Andriamanitra izahay mba tsy hanaovanareo izay ratsy. Ny anton’izany dia tsy hoe mba hisehoanay ho olona ankasitrahana, fa mba hanaovanareo izay tsara kosa, na dia toa tsy ankasitrahana aza izahay.",
        "8": "Fa tsy mahavita na inona na inona hanoherana ny marina izahay, fa ny hampandrosoana ny marina ihany.",
        "9": "Ary faly tokoa izahay raha malemy, fa ianareo kosa mahery. Ary mangataka amim-bavaka izahay mba hanitsianareo izay tokony hahitsy.",
        "10": "Izany no antony anoratako aminareo dieny mbola tsy eo aminareo aho. Amin’izay, rehefa eo aho, dia tsy ho hentitra be, araka ny fahefana nomen’ny Tompo ahy, satria nomeny fahefana hampahery aho fa tsy handrava.",
        "11": "Farany, ry rahalahy, miezaha foana ianareo hifaly, hanitsy izay tokony hahitsy, handray fampiononana, hifanara-tsaina, hiaina amim-pihavanana. Ary ho aminareo anie ilay Andriamanitry ny fitiavana sy ny fiadanana!",
        "12": "Mifampiarahabà amin’ny oroka masina.",
        "13": "Mampamangy, hono, ianareo, hoy ny olona masina rehetra.",
        "14": "Ho aminareo rehetra anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompo sy ny fitiavan’Andriamanitra, ary enga anie ianareo samy handray soa amin’ny fanahy * masina!"
    },
    "meta": {
        "name": "2 Korintianina",
        "order": 46,
        "chapter_number": 13
    }
}