{
    "1": {
        "1": "Avy amin’i Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, sy Timoty rahalahintsika. Ho an’ny fiangonan’Andriamanitra any Korinto, anisan’izany ny olona masina rehetra eran’i Akaia,",
        "2": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "3": "Hoderaina anie Andriamanitra Rain’i Jesosy Kristy Tompontsika, Rain’ny fangorahana sy Andriamanitry ny fampiononana rehetra!",
        "4": "Mampionona antsika amin’ny fahoriana rehetra mahazo antsika izy. Ary noho isika ampiononin’Andriamanitra, dia lasa haintsika koa ny mampionona an’izay miatrika fahoriana isan-karazany.",
        "5": "Fa hoatran’ny iaretantsika fijaliana be noho ny amin’i Kristy, no ahazoantsika fampiononana be koa amin’ny alalan’i Kristy.",
        "6": "Koa raha miatrika fahoriana izahay, dia ho fampiononana sy ho famonjena anareo izany. Ary raha ampiononina izahay, dia ho fampiononana anareo izany, ka izany fampiononana izany no hanampy anareo hiaritra fijaliana mitovy amin’izay mahazo anay koa.",
        "7": "Matoky tanteraka anareo izahay, satria fantatray fa hoatran’ny ijalianay no ijalianareo koa, ary hoatran’ny hampiononana anay no hampiononana anareo koa.",
        "8": "Tianay ho fantatrareo mantsy, ry rahalahy, ny zava-tsarotra natrehinay tany amin’ny faritanin’i Azia. Nizaka ny tsy eran’ny aina izahay, ka tsy nanampo ny ho velona intsony.",
        "9": "Hoatran’ny hoe voaheloka ho faty mihitsy izahay. Nitranga izany mba tsy hahatonga anay hatoky ny tenanay, fa hatoky an’Andriamanitra izay manangana ny maty.",
        "10": "Nanafaka anay tamin’ilay loza saika nahafaty anay mantsy izy, ary mbola hanafaka anay koa. Ary manantena izahay fa mbola hanafaka anay foana izy.",
        "11": "Afaka manampy anay koa ianareo rehefa mitalaho amim-bavaka ho anay. Amin’izay dia betsaka no ho afaka hisaotra an’Andriamanitra noho ny aminay, noho izahay nahazo fanampiana ho valin’ny vavaka nataon’ny maro.",
        "12": "Fa izao no reharehanay: Madio ny feon’ny fieritreretanay milaza hoe masina sady feno fahatsorana avy amin’Andriamanitra ny fitondran-tenanay teo amin’izao tontolo izao, indrindra fa teo aminareo. Tsy niantehitra tamin’ny fahendren’izao tontolo izao izahay, fa tamin’ny hatsaram-panahy miavaka nasehon’Andriamanitra.",
        "13": "Izay azonareo vakina sy takatrareo ihany mantsy no soratanay aminareo. Ary manantena aho fa ho takatrareo tsara foana izany,",
        "14": "hoatran’ny nahatakaran’ny sasany taminareo fa reharehanareo izahay. Ary ho reharehanay koa ianareo amin’ny andron’i Jesosy Tompontsika.",
        "15": "Matoky an’izany aho ka nikasa ho any aminareo aloha, mba hifalianareo indray.",
        "16": "Fa saika hitsidika anareo aho tamin’izaho ho atỳ Makedonia sy rehefa hiverina avy atỳ Makedonia, dia mba haterinareo lavidavitra aho rehefa ho any Jodia.",
        "17": "Angaha izaho nivazivazy fotsiny tamin’izaho niteny hoe ho any aminareo? Sa ve manao izay tiako fotsiny aho rehefa misy zavatra eritreretiko hatao, dia miteny aho hoe: “Eny e, eny e”, nefa avy eo hoe “Tsia” indray?",
        "18": "Azo itokisana anefa Andriamanitra ary hoatr’izany koa ny teninay taminareo, fa tsy hoe “eny” dia avy eo hoe “tsia.”",
        "19": "Tsy hoe “eny” mantsy dia avy eo “tsia” i Jesosy Kristy Zanak’Andriamanitra, ilay notorinay sy Silvano ary Timoty taminareo. Amin’i Kristy kosa, rehefa “eny” dia “eny.”",
        "20": "Fa na firy na firy ny fampanantenan’ Andriamanitra, dia lasa “eny” ireny amin’ny alalan’ny Zanany. Noho izany, dia amin’ny alalany koa no anaovanay “Amena” amin’Andriamanitra, mba hanomezanay voninahitra Azy.",
        "21": "Andriamanitra anefa no manome antoka fa samy an’i Kristy na izahay na ianareo, ary Izy no nanosotra antsika.",
        "22": "Nanisy tombo-kase antsika koa izy sady nanome antsika an’ilay antoka ny amin’izay ho avy, dia ny fanahy ao am-pontsika.",
        "23": "Ary miantso an’Andriamanitra ho vavolombelona aho, fa te hitsimbina anareo aho matoa mbola tsy tonga any Korinto.",
        "24": "Tsy tompon’ny finoanareo izahay fa mpiara-miasa kosa mba ho faly ianareo, satria ny finoanareo ihany no ijoroanareo."
    },
    "2": {
        "1": "Fa efa tapa-kevitra aho ny tsy hampalahelo anareo rehefa mitsidika anareo indray.",
        "2": "Fa raha manao izay hampalahelo anareo aho, dia iza indray no hampifaly ahy, afa-tsy ilay nampalaheloviko ihany?",
        "3": "Nanoratra an’izany aho mba tsy hampalahelo ahy ireo olona tokony hampifaly ahy, rehefa tonga aho. Matoky mantsy aho fa izay mahafaly ahy dia mahafaly anareo rehetra koa.",
        "4": "Fa nijaly sy nitebiteby be aho tao am-poko tao rehefa nanoratra taminareo tamin-dranomaso be. Tsy hoe mba hampalahelo anareo anefa, fa mba hahafantaranareo hoe tena tia anareo aho.",
        "5": "Raha nisy nanao izay hampalahelo ny hafa, dia tsy izaho no nampalaheloviny, fa saika ianareo rehetra mihitsy. Tsy te hampiasa teny henjana loatra anefa aho matoa milaza an’izany.",
        "6": "Ampy ho an’ilay olona izany fananarana mafy nataon’ny ankamaroanareo izany.",
        "7": "Tokony ho vonona hamela ny helony kosa ianareo izao sady ho tsara fanahy rehefa manao an’izany, ka hampionona azy sao ho difotry ny alahelo be loatra izy.",
        "8": "Mampirisika anareo àry aho mba hanome toky azy hoe tianareo izy.",
        "9": "Nanoratra ho anareo koa aho mba hahitako raha mankatò amin’ny zava-drehetra ianareo na tsia.",
        "10": "Izay heloka avelanareo, dia mba avelako koa. Raha ny marina, izay heloka navelako—raha nisy navelako—dia navelako teo imason’i Kristy noho ny aminareo,",
        "11": "mba tsy ho voafitak’i Satana ianareo, fa fantatsika ny teti-dratsiny.",
        "12": "Rehefa tonga tany Troasy hitory ny vaovao tsara momba an’i Kristy aho, ka nisy varavarana nosokafana ho ahy nahafahako nanao ny asan’ny Tompo,",
        "13": "dia tsy nilamina ny saiko satria tsy hitako tany i Titosy rahalahiko. Koa nataoko veloma ry zareo, dia niainga ho atỳ Makedonia aho.",
        "14": "Fa isaorana Andriamanitra, izay mitarika antsika foana eo amin’ny filaharan’ny mpandresy, miaraka amin’i Kristy! Isaorana koa Izy satria ataony mamerovero eny rehetra eny amin’ny alalantsika ny hanitry ny fahalalana azy!",
        "15": "Amin’Andriamanitra mantsy, dia toy ny hanitra mamerovero isika eo amin’ireo hovonjena sy ireo ho ringana, rehefa mitory momba an’i Kristy:",
        "16": "Amin’ireo ho ringana, dia fofona fahafatesana mitarika ho amin’ny fahafatesana, ary amin’ireo hovonjena, dia hanitry ny fiainana mitarika ho amin’ny fiainana. Ary iza no mahafeno fepetra hanao an’izany?",
        "17": "Izahay, satria izahay tsy mivarotra ny tenin’Andriamanitra hoatran’ny ataon’ny olona maro. Miteny amim-pahatsorana kosa izahay eo anatrehan’Andriamanitra sy miaraka amin’i Kristy, toy ny olona nirahin’Andriamanitra."
    },
    "3": {
        "1": "Mila mampahafantatra ny tenanay aminareo indray ve izahay? Sa ve izahay, hoatran’ny sasany, ka hoe mila manome anareo taratasy fampahafantarana ny momba anay, na mila an’izany avy aminareo?",
        "2": "Ianareo no taratasinay, voasoratra ato am-ponay ary fantatra sy vakin’ny olona rehetra.",
        "3": "Miharihary mantsy fa ianareo no taratasin’i Kristy nosoratanay mpanompon’Andriamanitra. Tsy nosoratana tamin’ny ranomainty anefa, fa tamin’ny fanahin’Andriamanitra velona, ary tsy teo amin’ny takela-bato, fa teo amin’ny takelaka nofo, dia ny fo.",
        "4": "Matoky an’izany izahay eo anatrehan’Andriamanitra, noho ny amin’i Kristy.",
        "5": "Izahay akory tsy mihambo hoe noho ny ezaka ataonay no mahatonga anay hahay an’ilay asa, fa Andriamanitra kosa no mahatonga anay hahay an’ilay izy.",
        "6": "Izy no tena mahatonga anay hahay an’ilay asa ka ho lasa mpanompon’ny fifanekena vaovao, izany hoe tsy mpanompon’ny lalàna voasoratra, fa mpanompon’ny fanahy. Manameloka ho faty mantsy ilay lalàna voasoratra, fa mahavelona kosa ny fanahy.",
        "7": "Nomena tamim-boninahitra lehibe ilay lalàna mitondra fahafatesana sy nosoratana teo amin’ny vato, ka tsy vitan’ny zanak’Israely ny nibanjina ny tarehin’i Mosesy noho ilay voninahitra nampamirapiratra ny tarehiny, dia ilay voninahitra tsy maintsy hofoanana.",
        "8": "Koa raha izany, tsy vao mainka ve tokony homena amim-boninahitra lehibe kokoa ny fanahy?",
        "9": "Raha be voninahitra ilay lalàna nitondra fanamelohana, dia vao mainka tokony ho be voninahitra kokoa ilay fanompoana manampy ny olona ho lasa olo-marina!",
        "10": "Na ilay natao be voninahitra taloha aza lasa tsy manana voninahitra intsony, noho ilay voninahitra tsara kokoa.",
        "11": "Fa raha ilay tsy maintsy hofoanana aza nomena tamim-boninahitra, dia vao mainka tokony ho be voninahitra kokoa ilay maharitra!",
        "12": "Koa satria manana an’izany fanantenana izany isika, dia tena sahy miteny,",
        "13": "ary tsy manao hoatran’ny nataon’i Mosesy tamin’izy nanarona lamba ny tarehiny, mba tsy hahafahan’ny zanak’Israely hibanjina an’izay hiafaran’ilay tsy maintsy hofoanana.",
        "14": "Donto anefa ny sain’izy ireo. Mbola tsy nesorina foana mantsy hatramin’izao ilay lamba manarona rehefa vakina ilay fifanekena taloha, satria amin’ny alalan’i Kristy ihany no anesorana azy io.",
        "15": "Raha ny marina, dia misy lamba manarona ny fon’izy ireo hatramin’izao, isaky ny vakina izay nosoratan’i Mosesy.",
        "16": "Rehefa misy olona miverina amin’i Jehovah anefa, dia esorina ilay lamba manarona.",
        "17": "I Jehovah no ilay Fanahy, ary any amin’izay misy ny fanahin’i Jehovah dia misy fahafahana.",
        "18": "Ary nesorintsika ny lamba manarona ny tarehintsika, ka toy ny fitaratra manome taratry ny voninahitr’i Jehovah isika. Ovana hitovy endrika aminy àry isika rehetra, ka manome taratra tsikelikely ny voninahiny, mifanaraka tanteraka amin’ilay fanovana ataon’i Jehovah, izay Fanahy."
    },
    "4": {
        "1": "Koa tsy kivy izahay satria manana an’izany fanompoana izany, noho izahay nanehoana famindram-po.",
        "2": "Fa nolavinay ny zavatra mahamenatra sy afenimpenina, ka tsy mamitaka izahay na manatsatso ny tenin’Andriamanitra. Mampiseho miharihary ny fahamarinana kosa izahay, ka ohatra tsara ho an’ny olona rehetra, eo imason’Andriamanitra.",
        "3": "Raha tsy mazava ny vaovao tsara torinay, toy ny hoe misy lamba manarona, dia amin’izay ho ringana izany no tsy mazava.",
        "4": "Nohajambain’ny andriamanitr’izao tontolo izao ny sain’ireny tsy mpino ireny, mba tsy hamirapiratra amin’izy ireny ny fahazavan’ny vaovao tsara be voninahitra, dia ilay vaovao tsara momba an’i Kristy, izay endrik’Andriamanitra.",
        "5": "Tsy mitory momba anay mantsy izahay, fa mitory momba an’i Jesosy Kristy hoe izy no Tompo. Lazainay koa hoe mpanomponareo izahay, noho ny amin’i Jesosy.",
        "6": "Fa Andriamanitra no niteny hoe: “Aoka ny hazavana hamirapiratra avy ao amin’ny haizina.” Ary nataony mamirapiratra ao am-ponay amin’ny alalan’ny tarehin’i Kristy ny hazavany, ka lasa mahalala an’Andriamanitra izahay, ary be voninahitra izany fahalalana izany.",
        "7": "Manana an’izany harena izany ao anaty vilany tany anefa izahay, mba ho hita hoe nahazo hery mihoatra noho ny an’ny olombelona izahay, dia hery avy amin’Andriamanitra, fa tsy avy aminay.",
        "8": "Voageja amin’ny lafiny rehetra izahay, nefa tsy hoe tery loatra ka tsy afa-mihetsika. Very hevitra izahay, nefa tsy hoe tsy misy lalan-kivoahana mihitsy.",
        "9": "Enjehina izahay, nefa tsy afoy. Azera izahay, nefa tsy maty.",
        "10": "Miaritra ny mafy foana izahay ka atahorana hatramin’ny ainay, hoatran’ny nanjo an’i Jesosy. Amin’izay dia ho hita hoe hoatran’izay niainan’i Jesosy koa ny zavatra iainanay.",
        "11": "Fa velona izahay nefa tandindomin-doza foana ny ainay noho izahay manara-dia an’i Jesosy. Amin’izay dia ho hita hoe hoatran’izay niainan’i Jesosy koa ny zavatra iainanay.",
        "12": "Miasa ao aminay àry ny fahafatesana, fa miasa ao aminareo kosa ny fiainana.",
        "13": "Koa satria izahay manana an’ilay finoana mitovy amin’ilay voasoratra hoe: “Nino aho, ka niteny”, dia mino koa izahay ka miteny.",
        "14": "Fantatray mantsy fa Ilay nanangana an’i Jesosy dia hanangana anay koa mba hiaraka amin’i Jesosy, ary hampiseho anay eo anatrehany miaraka aminareo.",
        "15": "Fa noho ianareo no anaovana an’izany zavatra rehetra izany. Amin’izay dia vao mainka hitombo ny hatsaram-panahy miavaka izay efa be dia be, satria mihabetsaka ny olona manolotra fisaorana mba hanomezana voninahitra an’Andriamanitra.",
        "16": "Tsy kivy àry isika, fa na mihaosa aza isika etỳ ivelany, dia azo antoka fa havaozina isan’andro kosa ny ao anatintsika ao.",
        "17": "Fa na vetivety sy maivana aza ny fahoriana iaretantsika, dia mitondra voninahitra ho antsika izany, dia voninahitra lehibe lavitra sy mandrakizay.",
        "18": "Koa mampifantoka ny masontsika amin’ny zavatra tsy hita isika, fa tsy amin’ny hita. Mihelina mantsy ny zavatra hita, fa ny tsy hita kosa maharitra mandrakizay."
    },
    "5": {
        "1": "Fa fantatsika fa raha horavana ny tranontsika eto an-tany, izany hoe ity vatana toy ny tranolay ity, dia homen’Andriamanitra trano tsy nataon-tanana sady maharitra mandrakizay any an-danitra isika.",
        "2": "Mitaraindraina tokoa mantsy isika ato amin’ity trano ity, ary maniry mafy hahazo an’ilay trano avy any an-danitra, izay hanaovantsika hoatran’ny akanjo,",
        "3": "mba tsy ho hita hoe mitanjaka isika rehefa tena manao an’ilay izy.",
        "4": "Mitaraindraina tokoa isika ato amin’ity tranolay ity sady vesaran’ny tebiteby. Tsy hoe te hanala azy ity anefa isika, fa te hitafy an’ilay iray kosa. Amin’izay dia hatelin’ny fiainana ilay mety maty.",
        "5": "Ary ilay nanomana antsika ho amin’izany dia Andriamanitra, izay nanome antsika ny fanahiny ho antoka ny amin’izay ho avy.",
        "6": "Be herim-po foana àry isika ary fantatsika fa raha mbola monina ato amin’ity vatana ity isika, dia mbola tsy any amin’ny Tompo.",
        "7": "Fa finoana no andehanantsika, fa tsy ny hitan’ny maso.",
        "8": "Be herim-po anefa isika, ary aleontsika tsy ao amin’ity vatana ity fa hiara-mipetraka amin’ny Tompo.",
        "9": "Ataontsika tanjona àry ny hahazo sitraka aminy, na miara-mipetraka aminy isika na tsy any aminy.",
        "10": "Tsy maintsy hiseho eo anatrehan’ny toeram-pitsaran’i Kristy mantsy isika rehetra, mba hovaliana arakaraka izay nataony ny tsirairay, na tsara na ratsy ny nataony tamin’izy mbola tao amin’ilay vatana.",
        "11": "Koa satria fantatray hoe tokony hatahotra ny Tompo izahay, dia resenay lahatra foana ny olona mba hino an’izay ampianarinay. Mahafantatra tsara anay anefa Andriamanitra, ary antenaiko fa nanampy anareo hahafantatra tsara anay koa ny feon’ny fieritreretanareo.",
        "12": "Tsy hoe midera tena aminareo indray izahay, fa mampirisika anareo kosa hirehareha ny aminay. Amin’izay ianareo dia ho afaka hamaly an’ireo mirehareha ny amin’izay miseho etỳ ivelany fa tsy ny amin’izay ao am-po.",
        "13": "Raha adala mantsy izahay dia ho an’Andriamanitra, ary raha misaina tsara izahay dia ho anareo.",
        "14": "Fa ny fitiavan’i Kristy no manery anay, satria lasa fantatray hoe olona iray no maty ho an’ny rehetra. Efa maty mantsy izy rehetra, raha ny marina.",
        "15": "Ary maty ho an’ny rehetra izy, mba tsy ho velona ho an’ny tenany intsony izay velona, fa ho an’ilay efa maty ho azy ireo sady efa natsangana.",
        "16": "Koa tsy mijery olona araka ny fomba fijerin’olombelona intsony izahay manomboka izao. Na dia nijery an’i Kristy araka ny fomba fijerin’olombelona aza izahay taloha, dia tsy hoatr’izany intsony ny fahitanay azy amin’izao.",
        "17": "Raha misy olona tafaray amin’i Kristy àry, dia zavaboary vaovao izy. Efa lasa ny zavatra taloha, ary ireo misy zava-baovao.",
        "18": "Ny zava-drehetra anefa dia avy amin’Andriamanitra, izay nampihavana anay taminy tamin’ny alalan’i Kristy. Ary nomeny fanompoana fampihavanana izahay,",
        "19": "dia ny hanambara fa nampiasain’Andriamanitra i Kristy mba hahatonga an’izao tontolo izao hihavana aminy, ka nodiany tsy hita ny fahadisoan’izy ireo. Ary nankininy taminay ny fitoriana ny hafatra momba ny fampihavanana.",
        "20": "Ambasadaoro solon’i Kristy àry izahay, ka toy ny hoe miangavy amin’ny alalanay Andriamanitra. Solon’i Kristy izahay ka miangavy hoe: “Mba mihavàna amin’Andriamanitra re ianareo e!”",
        "21": "Ilay tsy mba nanota no nataony fanatitra noho ny ota hamonjena anay, mba ho lasa olo-marina eo anatrehan’Andriamanitra izahay, amin’ny alalany."
    },
    "6": {
        "1": "Miara-miasa aminy izahay, ka mampirisika anareo koa mba tsy hoe hanaiky ny hatsaram-panahy miavaka asehon’Andriamanitra nefa hanadino ny zava-kendren’izany.",
        "2": "Fa hoy izy: “Tamin’ny fotoana fanehoana fankasitrahana aho no nihaino anao, ary tamin’ny andro famonjena aho no nanampy anao.” Izao indrindra no fotoana fanehoana fankasitrahana! Izao no andro famonjena!",
        "3": "Tsy manao izay hahatafintohina olona mihitsy izahay, mba tsy hisy hanakiana ny fanompoanay.",
        "4": "Amin’ny zava-drehetra anefa dia asehonay hoe mpanompon’Andriamanitra izahay, satria niaritra fitsapana be dia be, niaritra fahoriana sy tsy fisiana ary zava-tsarotra,",
        "5": "imbetsaka nokapohina sy natao am-ponja ary norotahan’ny olona, niasa mafy, tsy natory imbetsaka, ary nisy fotoana tsy nihinan-kanina.",
        "6": "Madio koa izahay, mampihatra an’izay fahalalana azonay, manam-paharetana, tsara fanahy, manaiky hotarihin’ny fanahy masina, maneho fitiavana tsy misy fihatsarambelatsihy,",
        "7": "milaza ny marina, miantehitra amin’ny herin’Andriamanitra, mitazona an’ireo fitaovam-piadian’ny fahamarinana amin’ny tanana havia sy havanana,",
        "8": "omem-boninahitra sy alam-baraka, ary haratsina sy deraina. Heverina ho toy ny mpamitaka izahay nefa milaza ny marina,",
        "9": "toy ny tsy fantatra nefa fantatra tsara, toy ny hoe ho faty nefa hay velona ihany, toy ny voasazy nefa tsy vonoina ho faty,",
        "10": "toy ny malahelo nefa faly foana, toy ny mahantra nefa mampanan-karena olona maro, ary toy ny tsy manana na inona na inona nefa manana ny zava-drehetra.",
        "11": "Miresaka amim-pahatsorana aminareo izahay, ry Korintianina, ary sokafanay midanadana ny fonay.",
        "12": "Tsy asianay fetra ny fitiavanay anareo, fa ianareo kosa manisy fetra ny fitiavanareo anay.",
        "13": "Ho valin’izany àry, dia mba sokafy midanadana koa ny fonareo. Toy ny hoe miresaka amin’ny zanako aho miresaka aminareo.",
        "14": "Aza manaiky hiray zioga amin’ny tsy mpino. Fa inona no ifandraisan’ny fahamarinana sy ny fandikan-dalàna? Ary inona no iombonan’ny mazava sy ny maizina?",
        "15": "Inona no ifanarahan’i Kristy sy Beliala? Inona no zavatra iombonan’ny mino amin’ny tsy mpino?",
        "16": "Ary inona no ifandraisan’ny tempolin’Andriamanitra sy ny sampy? Tempolin’ilay Andriamanitra velona mantsy isika, araka ny voalazan’Andriamanitra hoe: “Honina eo amin’izy ireo aho sady ho eo aminy, dia ho Andriamaniny aho, ary izy ireo ho vahoakako.”",
        "17": "“‘Koa mivoaha avy ao aminy ianareo, ary misaraha aminy’, hoy i Jehovah, ‘ary aza mikasika intsony an’izay maloto’”, “‘dia handray anareo aho.’”",
        "18": "“‘Ary izaho ho Rainareo, ary ianareo ho zanako lahy sy zanako vavy’, hoy i Jehovah, ilay Mahery Indrindra.”"
    },
    "7": {
        "1": "Koa satria nahazo an’izany fampanantenana izany isika, ry malala, dia aoka isika hanadio ny tenantsika ho afaka amin’izay rehetra mandoto ny vatana sy ny saina, ka hiezaka mafy ho masina tanteraka sady hatahotra an’Andriamanitra.",
        "2": "Asio toerana ho anay ao am-ponareo. Tsy nanisy ratsy olona izahay, na nahatonga olona ho ratsy toetra, na nanararaotra olona.",
        "3": "Tsy ny hanamelohana anareo no ilazako an’izany. Efa nilaza aho mantsy teo aloha hoe ato am-ponay foana ianareo, na maty izahay na velona.",
        "4": "Tena miresaka aminareo amim-pahatsorana aho. Ary tena reharehako ianareo. Nahazo fampiononana lehibe aho, ary faly be na dia eo aza ny fahoriana rehetra manjo anay.",
        "5": "Tsy mba nilamindamina mihitsy izahay, raha ny marina, rehefa tonga teto Makedonia, fa mbola nampahorina tamin’ny lafiny rehetra foana: Nisy ady teny ivelany ary tahotra tao anatiny.",
        "6": "Nampionona anay anefa Andriamanitra, izay mampionona an’ireo kivy, rehefa nitsidika anay i Titosy.",
        "7": "Nahazo fampiononana izahay, tsy hoe tamin’izy teo ihany, fa rehefa nahazo fampiononana koa izy noho ianareo. Notantarainy taminay hoe te hahita mafy ahy ianareo, sady malahelo be, ary tena mitady izay hahasoa ahy, ka vao mainka faly aho.",
        "8": "Fa tsy manenina aho na dia nampalahelo anareo aza ny taratasy nosoratako. Na dia nanenina aza aho tamin’ny voalohany,—rehefa hitako fa nampalahelo anareo ilay taratasy, na dia vetivety ihany aza—",
        "9": "dia faly aho izao, satria tsy hoe nahatonga anareo halahelo fotsiny ilay izy, fa izany alahelo izany koa no nahatonga anareo hibebaka. Fa lasa nalahelo araka ny sitrapon’Andriamanitra ianareo, ka tsy nisy vokany ratsy taminareo ny zavatra nolazainay.",
        "10": "Ny alahelo araka ny sitrapon’Andriamanitra mantsy mahatonga ny olona hibebaka sy ho voavonjy, ary tsy anenenana izany. Ny alahelon’izao tontolo izao kosa mahatonga fahafatesana.",
        "11": "Tena niezaka be ianareo rehefa lasa nalahelo araka ny sitrapon’Andriamanitra, ka nasehonareo hoe afa-tsiny ianareo, sady tezitra noho ilay tsy nety natao, natahotra, te hiova mafy, nafana fo, ary nanitsy an’ilay zavatra tsy nety. Nasehonareo tamin’ny lafiny rehetra fa madio tamin’iny raharaha iny ianareo.",
        "12": "Na dia nanoratra ho anareo aza aho, dia tsy ho an’ilay nanao ratsy na ho an’ilay nasian-dratsy no nanoratako, fa mba hiharihary kosa eo aminareo sy eo imason’Andriamanitra hoe mazoto mihaino anay ianareo.",
        "13": "Izany no nampionona anay. Ankoatra ny fampiononana azonay anefa, dia vao mainka faly be izahay satria faly i Titosy. Namelombelona azy mantsy ianareo rehetra.",
        "14": "Fa tsy nisy nahamenatra ahy raha nirehareha momba anareo taminy aho. Marina ny zava-drehetra nolazainay taminareo, ary marina hoatr’izany koa ny zavatra nireharehanay tamin’i Titosy.",
        "15": "Vao mainka koa izy miraiki-po aminareo rehefa mahatsiaro hoe mankatò daholo ianareo, ary nandray tsara sy tena nanaja azy.",
        "16": "Ary faly aho fa afaka matoky anareo amin’ny lafiny rehetra."
    },
    "8": {
        "1": "Ary tianay hampahafantarina anareo, ry rahalahy, ny momba ny hatsaram-panahy miavaka nasehon’Andriamanitra tamin’ireo fiangonana atỳ Makedonia.",
        "2": "Niaritra fitsapana faran’izay mafy tao anatin’ny fahoriana izy ireo. Vao mainka nalala-tanana be anefa izy ireo satria falifaly foana na dia nahantra be aza.",
        "3": "Fa araka izay zakany no nataony, ary mihoatra noho izay zakany mihitsy aza. Vavolombelona aho fa tena marina izany.",
        "4": "Izy ireo mihitsy no niangavy mafy anay foana mba havela hanao fanomezana amim-pitiavana, ka handray anjara amin’ny fanompoana ho fanampiana an’ireo olona masina.",
        "5": "Ary tsy izay nantenainay fotsiny no nataony, fa izy ireo mihitsy aloha no nahafoy tena ho an’ny Tompo sy ho anay, noho ny sitrapon’Andriamanitra.",
        "6": "Koa nampirisika an’i Titosy izahay mba hamita ny fanangonana an’izany fanomezana nomenareo tamim-pitiavana izany, satria izy no efa nanomboka an’izany teo aminareo.",
        "7": "Toy ny anananareo be dia be amin’ny zava-drehetra anefa, na amin’ny finoana izany, na amin’ny teny, na amin’ny fahalalana, na amin’ny zotom-po rehetra asehonareo, na amin’ny fitiavanay anareo, dia enga anie ianareo hahavita be koa amin’izany fanomezana omenareo amim-pitiavana izany!",
        "8": "Tsy ny hibaikobaiko anareo anefa no itenenako an’izany, fa ny mba hahitanareo ny fahazotoan’ny hafa sy mba hahitana raha tena avy amin’ny fo ny fitiavanareo.",
        "9": "Fantatrareo mantsy ny hatsaram-panahy miavaka nasehon’i Jesosy Kristy Tompontsika, fa na dia nanan-karena aza izy, dia lasa nahantra ho tombontsoanareo, mba hampanan-karena anareo ny fahantrany.",
        "10": "Ary izao ny hevitro momba an’izany: Mahasoa anareo izany, satria efa herintaona lasa izay ianareo no nanomboka nanangona an’ilay fanomezana, sady tena naniry mafy hanao an’izany.",
        "11": "Vitao àry izay natombokareo, mba ho hoatran’ny fahavononanareo hanao an’ilay izy koa no hamitanareo azy tsara, araka izay anananareo.",
        "12": "Fa raha vonona hanome ny olona iray, dia tena ankasitrahana izany raha araka izay ananany, fa tsy araka izay tsy ananany.",
        "13": "Tsy tiako mantsy raha hoe lasa maivamaivana ny hafa, nefa ianareo lasa mitondra enta-mavesatra.",
        "14": "Tiako kosa raha mba misy fitoviana eo aminareo ka hameno izay tsy ampy eo amin’izy ireo ny ambim-bavanareo. Amin’izay dia mba hameno ny tsy ampy eo aminareo koa ny ambim-bavan’izy ireo ka hisy fitoviana,",
        "15": "araka ny voasoratra hoe: “Izay nanana be dia tsy nanana be loatra, ary izay nanana kely dia tsy nanana kely loatra.”",
        "16": "Isaorana àry Andriamanitra fa fa nataony izay hahatonga an’i Titosy hazoto hikarakara anareo hoatran’ny ataonay ihany,",
        "17": "satria nanaiky hanao an’izay nangatahinay izy. Efa mazoto be hanampy rahateo anefa izy, ka an-tsitrapo no andehanany any aminareo.",
        "18": "Fa irahinay miaraka aminy koa ilay rahalahy izay deraina eran’ny fiangonana rehetra noho ny zavatra ataony ho an’ny vaovao tsara.",
        "19": "Ary tsy izany ihany, fa efa notendren’ireo fiangonana koa io rahalahy io mba hiaraka aminay hizara an’ilay fanomezana nomenareo tamim-pitiavana, ho voninahitry ny Tompo sy ho porofo hoe vonona hanampy izahay.",
        "20": "Amin’izay dia tsy hisy olona hanome tsiny anay ny amin’ny fomba hizaranay an’io fanomezana be dia be io.",
        "21": "Fa ‘manao ny marina amin’ny zava-drehetra izahay, tsy eo imason’i Jehovah ihany, fa eo imason’ny olona koa.’",
        "22": "Irahinay miaraka amin’izy ireo koa ilay rahalahinay izay efa nozahanay toetra matetika ka hita fa mazoto amin’ny zavatra maro, ary vao mainka mazoto izy izao satria matoky be anareo.",
        "23": "Raha misy mampisalasala anefa momba an’i Titosy, dia fantaro fa namako izy sady mpiara-miasa amiko mba hahasoa anareo. Ary raha misy mampisalasala momba an’ireo rahalahinay, dia fantaro fa apostolin’ny fiangonana izy ireo sady mitondra voninahitra ho an’i Kristy.",
        "24": "Koa porofoy amin’izy ireo hoe tianareo izy ireo, ary asehoy an’ireo fiangonana hoe nahoana ianareo no reharehanay."
    },
    "9": {
        "1": "Tsy tena mila manoratra aminareo momba an’ilay fanompoana ny olona masina aho.",
        "2": "Fantatro mantsy fa vonona hanampy ianareo, ary izany no ireharehako amin’ny Makedonianina, dia ny hoe efa hatramin’ny herintaona i Akaia no vonona. Ary nandrisika ny ankamaroan’izy ireo ny hafanam-ponareo.",
        "3": "Irahiko ihany anefa ireo rahalahy, mba tsy ho very maina ny nireharehanay momba anareo, ary mba ho vonona tokoa ianareo, araka ny efa nolazaiko.",
        "4": "Sao mantsy hisy Makedonianina hiaraka amiko ka hahita fa hay ianareo tsy vonona akory, dia ho menatra izahay—mba tsy hilazana hoe ianareo—noho izahay natoky anareo.",
        "5": "Koa nieritreritra aho hoe nilaina ny nampirisika an’ireo rahalahy handeha mialoha any aminareo, ka hanomana an’ilay fanomezana be dia be nampanantenainareo. Amin’izay dia ho vonona ilay fanomezana ka ho hita hoe nalala-tanana ianareo nanome an’ilay izy, fa tsy noterena.",
        "6": "Tadidio anefa izao: Izay kahihitra ka mamafy kely dia hijinja kely, fa izay malala-tanana ka mamafy be kosa dia hijinja be.",
        "7": "Aoka ny tsirairay samy hanao araka izay fanapahan-keviny tao am-pony, tsy amin’alahelo na an-tery, fa ny mpanome amim-pifaliana no tian’Andriamanitra.",
        "8": "Hain’Andriamanitra koa ny maneho hatsaram-panahy miavaka be dia be aminareo, mba hanana ny ampy foana ianareo amin’ny zava-drehetra. Amin’izay dia hanananareo be dia be izay ilaina mba hanaovana ny asa tsara rehetra,",
        "9": "—araka ny voasoratra hoe: “Mizara fanomezana be dia be izy; manome ho an’ny mahantra izy. Maharitra mandrakizay ny fahamarinany.”",
        "10": "Ary Ilay manome voa betsaka ho an’ny mpamafy sy manome mofo be dia be hohanina, no hanome sy hampitombo ny voa hafafinareo ary hampitombo ny vokatry ny fahamarinanareo.—",
        "11": "Atao manan-karena amin’ny zava-drehetra ianareo, mba halala-tanana amin’ny fomba isan-karazany, ka hisaotra an’Andriamanitra ny olona noho ny fanomezanareo izay hoentinay ho azy ireo.",
        "12": "Tsy natao hanomezana an’izay ilain’ireo olona masina fotsiny mantsy izao fanompoana ho an’ny besinimaro izao, fa natao koa mba ho be dia be ny olona hisaotra an’Andriamanitra.",
        "13": "Izany fanompoana izany no manaporofo hoe olona hoatran’ny ahoana ianareo. Koa hanome voninahitra an’Andriamanitra izy ireo, satria manaiky ny vaovao tsara momba an’i Kristy ianareo, araka ny ambaranareo ampahibemaso, sady malala-tanana amin’izy ireo sy amin’ny rehetra.",
        "14": "Hitalaho ho anareo izy ireo, ary hasehony hoe tiany ianareo satria nanehoan’Andriamanitra hatsaram-panahy faran’izay miavaka.",
        "15": "Isaorana Andriamanitra noho ny fanomezany maimaim-poana, izay tsara loatra ka tsy hita ny hilazana azy!"
    },
    "10": {
        "1": "Izaho, Paoly, dia miangavy anareo noho ny fahalemem-panahy sy ny hatsaram-panahin’i Kristy, na dia misy milaza aza hoe malemy aho rehefa mifanatrika aminareo, fa sahy miteny anareo kosa rehefa tsy eo.",
        "2": "Manantena aho fa rehefa tonga any aminareo, dia tsy voatery ho sahy handray fepetra henjana amin’ireo mieritreritra anay hoe manaraka fomba fisainan’olombelona fotsiny.",
        "3": "Fa na dia hoatran’ny olon-kafa rehetra ihany aza izahay, dia tsy mba miady toy ny fanaon’ny olona.",
        "4": "Tsy araka ny nofo mantsy ny fitaovam-piadianay, fa fitaovam-piadiana mahery kosa no nomen’Andriamanitra anay mba handravana zavatra efa mafy orina.",
        "5": "Ravanay ny fomba fisainana sy ny zavatra avo rehetra misakana ny olona tsy hahalala an’Andriamanitra, ary baboinay hankatò an’i Kristy ny hevitra rehetra.",
        "6": "Vonona koa izahay hanasazy an’izay tsy mankatò, raha vao hita hoe mankatò tanteraka ianareo.",
        "7": "Mijery ivelany fotsiny ianareo. Raha misy matoky tena hoe an’i Kristy izy, dia aoka izy hisaintsaina an’izao indray: An’i Kristy koa izahay, hoatr’azy hoe an’i Kristy.",
        "8": "Fa na hirehareha be aza aho, noho ny fahefana nomen’ny Tompo anay hoe hampahery anareo fa tsy hanakivy anareo, dia tsy tokony hisy hampahamenatra ahy.",
        "9": "Tsy tiako mantsy raha hoatran’ny hoe mampihorohoro anareo aho amin’ny taratasiko.",
        "10": "Fa misy milaza hoe: “Mavesa-danja sady mafonja ny taratasy soratany, fa olona tsy dia manao ahoana kosa izy rehefa manatrika eo ary tsy misy dikany ny teniny.”",
        "11": "Tsara ho fantatr’izany olona izany fa izay voalazanay ao amin’ny taratasinay rehefa tsy eo izahay, no hataonay koa rehefa eo izahay.",
        "12": "Fa tsy mba sahinay ny hampitovy na hampitaha ny tenanay amin’ny olona midera tena. Tsy misaina mantsy izy ireny satria izay heveriny fa mety ihany no itsarany ny tenany, ary izy samy izy ihany no mifampitaha.",
        "13": "Tsy hirehareha any ivelan’ny faritra nanendrena anay anefa izahay, fa ao anatin’ny faritry ny faritany nomen’Andriamanitra anay ihany, izay nataony tonga hatrany aminareo.",
        "14": "Tsy mila mandeha any ivelan’ny faritany nanendrena anay izahay, raha ny marina. Raha izany mantsy, dia hoatran’ny hoe tsy anisan’ny faritaninay ianareo. Izahay anefa no voalohany tonga hatrany aminareo mba hitory ny vaovao tsara momba an’i Kristy.",
        "15": "Tsy mirehareha any ivelan’ny faritra nanendrena anay izahay, izany hoe tsy mirehareha amin’ny asa mafy nataon’ny hafa. Manantena kosa izahay fa arakaraka ny itomboan’ ny finoanareo, dia hitombo ny asa ataonay ao amin’ny faritaninay. Amin’izay dia ho afaka hanao bebe kokoa izahay,",
        "16": "ka hitory ny vaovao tsara any amin’ny tany hafa ankoatra ny anareo, mba tsy hireharehanay ny amin’izay efa nataon’ny hafa tany amin’ny faritaniny.",
        "17": "“Izay mirehareha kosa, dia i Jehovah no tokony hataony rehareha.”",
        "18": "Tsy izay midera tena mantsy no ankasitrahana, fa izay derain’i Jehovah."
    },
    "11": {
        "1": "Enga anie mba handefitra amiko ianareo amin’ny hadalana kely ataoko! Efa mandefitra amiko ihany ange ianareo, raha ny marina e!",
        "2": "Fa saro-piaro aminareo aho, hoatran’Andriamanitra saro-piaro aminareo. Izaho mihitsy mantsy no nanolotra anareo ho fofombadin’ny lehilahy iray. Te hanolotra anareo ho virjiny madio ho an’i Kristy aho.",
        "3": "Matahotra anefa aho sao ianareo ho voafitaka toa an’i Eva izay nofitahin’ny menarana tamin-kafetsena, ka ho simba ny sainareo, dia tsy ho ao aminareo intsony ilay fahatsorana sy fahadiovana mendrika an’i Kristy.",
        "4": "Raha misy mantsy olona tonga mitory Jesosy hafa noho ilay efa notorinay, na misy mampirisika anareo hanana toe-tsaina hafa noho izay efa nanananareo, na misy mitory vaovao tsara hafa noho izay efa nekenareo, dia tsy mampaninona anareo ny mandefitra amin’izany olona izany.",
        "5": "Fa amiko dia tsy misy na inona na inona mampiseho hoe ambany aho, raha oharina amin’ireo apostolinareo tsara loatra ireo.",
        "6": "Na tsy mahay mandaha-teny aza anefa aho, dia tena manana fahalalana. Efa nasehonay anareo tsara izany tamin’ny lafiny rehetra sy tamin’ny zava-drehetra.",
        "7": "Faly aho nitory maimaim-poana ny vaovao tsaran’Andriamanitra taminareo. Dia nanota ve aho raha nanetry tena hoatr’izany mba hisandratanareo?",
        "8": "Hoatran’ny hoe nandroba ny fiangonana hafa aho rehefa nandray fanampiana mba hanompoako anareo.",
        "9": "Rehefa teo aminareo anefa aho ary tao anatin’ny tsy fisiana, dia tsy lasa enta-mavesatra na ho an’iza na ho an’iza, satria nanome izay nilaiko ireo rahalahy avy eto Makedonia sady nanome ahy be dia be. Tena niezaka aho mba tsy ho enta-mavesatra ho anareo tamin’ny lafiny rehetra, ary mbola hiezaka hanao an’izany foana aho.",
        "10": "Raha mbola ato amiko ny fahamarinan’i Kristy, dia mbola hirehareha momba an’izany foana aho any amin’ireo faritr’i Akaia.",
        "11": "Fa nahoana? Satria ve tsy tiako ianareo? Fantatr’Andriamanitra fa tia anareo aho.",
        "12": "Izay ataoko izao anefa dia mbola hataoko ihany. Amin’izay dia ho tampina ny vavan’ireo mitady antony hanaporofoana hoe mitovy aminay izy ireo ka mirehareha amin’ny zava-bitany.",
        "13": "Fa apostoly sandoka ireny, mpiasa mamitaka, ka mody miseho ho apostolin’i Kristy.",
        "14": "Ary tsy mahagaga izany fa i Satana aza mody miseho foana ho anjelin’ny mazava.",
        "15": "Tsy mahagaga àry raha mody miseho foana ho mpanompon’ny fahamarinana koa ny mpanompony. Arakaraka izay ataon’izy ireo anefa no hiafarany.",
        "16": "Averiko indray hoe: Aoka tsy hisy hihevitra ahy ho adala. Raha mihevitra ahy ho toy izany anefa ianareo, dia raiso ihany aho na adala aza, mba ho afaka hirehareha kely koa.",
        "17": "Tsy manaraka ny modelin’ny Tompo aho raha milaza an’izao zavatra izao, fa miteny hoatran’ny olona adala matoky tena loatra sy mirehareha.",
        "18": "Koa satria maro no mirehareha araka ny nofo, dia mba hirehareha koa aho.",
        "19": "Faly erỳ ianareo mandefitra amin’ny olona adala, satria ianareo tena “misaina.”",
        "20": "Mandefitra tokoa ianareo amin’izay manandevo anareo, na mandany ny fanananareo, na maka an-keriny an’izay anananareo, na manandra-tena ho ambony noho ianareo, na mamely ny tarehinareo.",
        "21": "Manala baraka anay izany teniko izany satria toy ny hoe malemy izahay aminareo. Izay sahin’ny olona atao anefa—miteny toy ny adala aho—dia mba sahiko koa.",
        "22": "Hebreo ve izy ireo? Izaho koa. Israelita ve izy ireo? Izaho koa. Taranak’i Abrahama ve izy ireo? Izaho koa.",
        "23": "Mpanompon’i Kristy ve izy ireo? Mamaly hoatran’ny adala aho. Mpanompon’i Kristy aho ary miavaka kokoa noho izy ireo aza: Betsaka kokoa ny asa nataoko, natao am-ponja matetika kokoa aho, tsy voaisa intsony ny kapoka nahazo ahy, ary efa saika maty imbetsaka aho.",
        "24": "Indimy aho no nokapohin’ny Jiosy in-40 latsaka iray avy,",
        "25": "intelo aho no nokapohina tamin’ny hazo, indray mandeha notoraham-bato, intelo vaky sambo, ary indray andro sy indray alina aho no tavela teny an-dranomasina.",
        "26": "Nandeha lavitra matetika aho, saika nahita loza tamin’ny renirano, saika nahita loza tamin’ny jiolahy, saika nahita loza tamin’ny mpiray firenena amiko, saika nahita loza tamin’ny hafa firenena, saika nahita loza tao an-tanàna, saika nahita loza tany an-tany efitra, saika nahita loza tany an-dranomasina, ary saika nahita loza teo anivon’ny rahalahy sandoka.",
        "27": "Niasa mafy sy nikely aina aho, tsy nahita tory matetika, noana sy nangetaheta, tsy nihinan-kanina matetika, nangatsiaka ary tsy nanana akanjo.",
        "28": "Ankoatra an’ireo zavatra ivelany ireo, dia misy manavesatra ahy koa isan’andro: Manahy momba ny fiangonana rehetra aho.",
        "29": "Iza no malemy ka tsy malemy aho? Iza no tafintohina ka tsy tezitra aho?",
        "30": "Raha tsy maintsy mirehareha aho, dia amin’izay zavatra ahitana ahy hoe malemy no hireharehako.",
        "31": "Tsy mandainga aho, ary mahafantatra an’izany ilay Andriamanitra Rain’i Jesosy Tompo, Ilay tokony hoderaina mandrakizay.",
        "32": "Tany Damaskosy, dia nanome baiko hiambenana an’ilay tanàna ny governora notendren’i Areta Mpanjaka mba hisamborana ahy.",
        "33": "Nampidinina tamin’ny sobika avy teo am-baravarankelin’ny mandan’ilay tanàna anefa aho, ka afa-nandositra."
    },
    "12": {
        "1": "Tsy maintsy mirehareha aho. Hiresaka an’ireo fahitana mahagaga avy amin’ny Tompo sy ireo zavatra naharihariny tamiko indray aho izao, na dia tsy misy tombony azo amin’izany aza.",
        "2": "Mahafantatra olona iray tafaray amin’i Kristy aho. Nentina ho any amin’ny lanitra fahatelo io olona io, 14 taona lasa izay.—Tsy fantatro na tao amin’ny vatana na tsy tao amin’ny vatana, fa Andriamanitra no mahalala.—",
        "3": "Fantatro izany olona nentina tany amin’ny paradisa izany.—Tsy fantatro na tao amin’ny vatana na tsy tao amin’ny vatana, fa Andriamanitra no mahalala.—",
        "4": "Nentina tany amin’ny paradisa izy, ka nandre teny tsy tokony holazaina amin’olona sady tsy azon’olona tenenina.",
        "5": "Hirehareha ny amin’izany olona izany aho, fa tsy hirehareha ny amin’ny tenako, afa-tsy ny amin’ny fahalemeko ihany angaha.",
        "6": "Fa na dia te hirehareha aza aho, dia tsy ho adala fa hilaza ny marina. Tsy hanao an’izany anefa aho, mba tsy hisy hieritreritra hoe nahavita mihoatra noho izay efa hitany nataoko aho na nahavita mihoatra noho izay henony hoe nolazaiko,",
        "7": "satria fotsiny hoe miavaka be ny zavatra naharihary tamiko. Mba tsy hahatonga ahy hanandra-tena be loatra, dia nasiana tsilo ao amin’ny nofo aho, izany hoe anjelin’i Satana, mba hamely ahy tsy an-kijanona, sao hanandra-tena be loatra aho.",
        "8": "Intelo aho no niangavy ny Tompo mba hanesorany an’izany amiko.",
        "9": "Nilaza tamiko anefa izy hoe: “Ampy ho anao ny hatsaram-panahy miavaka asehoko aminao, satria tonga lafatra ny fiasan’ny heriko eo aminao rehefa malemy ianao.” Vao mainka àry aho faly hirehareha amin’ny fahalemeko, mba hanarona ahy foana toy ny tranolay ny herin’i Kristy.",
        "10": "Koa mahafaly ahy ny hoe malemy, misy manambanimbany, ao anatin’ny tsy fisiana, misy manenjika sy miatrika zava-tsarotra, noho ny amin’i Kristy. Rehefa malemy mantsy aho, dia amin’izay aho no mahery.",
        "11": "Nanjary nanao adaladala aho, noho ianareo nanery ahy, satria tokony ho nilaza zavatra tsara momba ahy ianareo. Fa tsy nisy na inona na inona nampiseho hoe ambany aho raha oharina amin’ireo apostolinareo tsara loatra ireo, na dia tsinontsinona aza aho.",
        "12": "Efa naseho anareo tokoa ny porofo hoe apostoly aho: Niaritra be aho, ary nanao famantarana sy fahagagana ary zavatra miavaka.",
        "13": "Fa mieritreritra ve ianareo hoe maty antoka raha oharina amin’ny fiangonana hafa, satria fotsiny hoe tsy lasa enta-mavesatra ho anareo aho? Mba mamelà ahy amin’izany fahadisoana izany.",
        "14": "Fanintelony aho izao no vonona hankany aminareo, ary tsy ho lasa enta-mavesatra aho. Fa tsy ny fanananareo no tadiaviko, fa ianareo. Tsy ny zanaka mantsy no tokony hihary ho an’ny ray aman-dreniny, fa ny ray aman-dreny no tokony hihary ho an’ny zanany.",
        "15": "Raha ny amiko, dia tena ho faly aho hanome izay rehetra ananako sy hanao sorona tanteraka ny fiainako ho anareo. Raha tena tia anareo hoatr’izany aho, dia tokony ho kely kokoa noho izany ve ny fitiavanareo ahy?",
        "16": "Na izany aza anefa, dia tsy nampitondra enta-mavesatra anareo aho. Milaza anefa ianareo fa “fetsy” aho sady “tamin’ny fitaka” no nahazoako anareo.",
        "17": "Izaho ve dia nanararaotra anareo tamin’izaho naniraka olona tany aminareo?",
        "18": "Nampirisika an’i Titosy hankany aminareo aho ary nirahiko hiaraka taminy ilay rahalahy iny. Nanararaotra anareo ve i Titosy? Tsy nanao an’izany mihitsy izy. Tsy hitanareo ve fa nitovy saina izahay? Tsy nitovy koa ve ny fomba fiasanay?",
        "19": "Nieritreritra ve ianareo hatramin’izay hoe miaro tena eo anatrehanareo izahay? Eo anatrehan’Andriamanitra no miteny izahay tafaray amin’i Kristy. Natao hampaherezana anareo anefa ny zava-drehetra ataonay, ry malala.",
        "20": "Fa matahotra aho sao rehefa tonga any aho dia tsy ho araka izay iriko ny zavatra ataonareo, ary tsy ho araka izay irinareo ny zavatra ataoko. Matahotra aho sao misy ady eo aminareo, na fialonana, fahatezerana tsy voafehy, fifamaliana, fanaratsiana, fifosana, fireharehana, na korontana.",
        "21": "Angamba rehefa tonga indray aho, dia havelan’ilay Andriamanitro ho afa-baraka eo anatrehanareo. Dia tsy maintsy halahelo aho, noho ireo olona maro nanota teo aloha nefa tsy nibebaka tamin’ny fanaony, izany hoe ny fahalotoany sy ny fijangajangany ary ny fitondran-tenany tsy misy henatra."
    },
    "13": {
        "1": "Fanintelony aho izao no ho any aminareo. “Tenin’ny vavolombelona roa na telo no ilaina vao azo antoka hoe mitombina ny zava-drehetra.”",
        "2": "Na dia tsy any aminareo aza aho izao, dia ataovy toy ny hoe tonga any aminareo fanindroany. Ary efa ampitandremako mialoha ireo nanota teo aloha sy ny olon-kafa rehetra fa tsy hitsitsitsitsy an-dry zareo aho, raha tonga any indray.",
        "3": "Mitady porofo mantsy ianareo hoe miteny amin’ny alalako tokoa ve i Kristy, izay tsy malemy rehefa manao zavatra eo aminareo fa mampiseho ny heriny eo aminareo kosa.",
        "4": "Fa novonoina teo amin’ny tsato-kazo tokoa izy tamin’izy nalemy, nefa velona kosa izy izao noho ny herin’Andriamanitra. Marina koa fa malemy hoatr’azy izahay, nefa ho velona hiaraka aminy izahay noho ny herin’Andriamanitra miasa aminareo.",
        "5": "Miezaha handini-tena foana mba hahitana raha ao amin’ny finoana ianareo na tsia, ary fantaro tsara foana hoe manao ahoana ny tenanareo. Sa ianareo tsy manaiky hoe tafaray aminareo i Jesosy Kristy? Tokony hekenareo izany, raha tsy hoe tsy ankasitrahana angaha ianareo.",
        "6": "Tena manantena aho fa hekenareo hoe olona ankasitrahana izahay.",
        "7": "Mivavaka amin’Andriamanitra izahay mba tsy hanao ratsy ianareo. Tsy hoe te hahazo sitraka amin’olona akory izahay amin’izany, fa tianay hanao ny tsara kosa ianareo, na dia hoatran’ny hoe tsy ankasitrahana aza izahay.",
        "8": "Fa tsy mahavita na inona na inona hanoherana ny fahamarinana izahay, fa ny hampandrosoana ny fahamarinana ihany.",
        "9": "Tena faly izahay raha malemy, fa ianareo kosa mahery. Ary mivavaka izahay mba hanitsy an’izay tokony hahitsy ianareo.",
        "10": "Izany no antony anoratako an’ireo zavatra ireo aminareo, dieny mbola tsy any aminareo aho. Amin’izay rehefa eo aho, dia tsy voatery ho hentitra be rehefa mampihatra ny fahefana nomen’ny Tompo ahy, ka hampahery fa tsy hanasazy.",
        "11": "Farany, ry rahalahy, miezaha foana hifaly, hanitsy izay tokony hahitsy, handray fampiononana, hifanara-tsaina, ary hihavana tsara. Hitahy anareo anie ilay Andriamanitry ny fitiavana sy ny fiadanana!",
        "12": "Mifampiarahabà amin’ny oroka masina.",
        "13": "Mampamangy, hono, ianareo, hoy ny olona masina rehetra.",
        "14": "Enga anie ianareo hanehoan’i Jesosy Kristy Tompo hatsaram-panahy miavaka sy hanehoan’Andriamanitra ny fitiavany, ary enga anie ianareo samy handray soa amin’ny fanahy masina!"
    },
    "meta": {
        "name": "2 Korintianina",
        "order": 46,
        "chapter_number": 13
    }
}