{
    "1": {
        "1": "Avy amin’i Simona Petera, mpanompo sy apostolin’i Jesosy Kristy. Ho an’izay efa nahazo finoana sarobidy hoatran’ny anay, tamin’ny alalan’ny fahamarinan’ny Andriamanitsika sy Jesosy Kristy Mpamonjy,",
        "2": "Enga anie ianareo hanehoana hatsaram-panahy miavaka sy hahazo fiadanana betsaka kokoa, noho ianareo mahalala tsara an’Andriamanitra sy Jesosy Tompontsika!",
        "3": "Ny herin’Andriamanitra mantsy no nanome antsika ny zavatra rehetra izay manampy antsika hahafoy tena ho an’Andriamanitra eo amin’ny fiainantsika, noho isika mahalala tsara an’Ilay niantso antsika tamin’ny alalan’ny voninahiny sy ny hatsaran-toetrany.",
        "4": "Tamin’ny alalan’ireo no nanomezany antsika fampanantenana sarobidy sady tena lehibe, mba ho amin’ny alalan’izany fampanantenana izany no hahatongavanareo ho fanahy tahaka an’Andriamanitra. Fa efa nandosiranareo ny ratsy fanaon’izao tontolo izao, izay avy amin’ny fanirian-dratsy.",
        "5": "Noho izany àry, dia ataovy izay rehetra azonareo atao, ka ny finoanareo ampio hatsaran-toetra, ary ny hatsaran-toetranareo ampio fahalalana,",
        "6": "ny fahalalanareo ampio fifehezan-tena, ny fifehezan-tenanareo ampio fiaretana, ny fiaretanareo ampio fahafoizan-tena ho an’Andriamanitra,",
        "7": "ny fahafoizanareo tena ho an’Andriamanitra ampio fitiavan-drahalahy, ary ny fitiavanareo ny rahalahy ampio fitiavana ny olona rehetra.",
        "8": "Fa raha anananareo ireo toetra ireo sady anananareo betsaka, dia tsy havelan’ireo hipetra-potsiny na tsy hahavokatra ianareo, fa hampihatra ny fahalalana tsara azonareo momba an’i Jesosy Kristy Tompontsika.",
        "9": "Fa izay tsy manana an’ireo toetra ireo, dia jamba ka manakimpy ny masony mba tsy hahita ny mazava, sady manadino fa efa nodiovina ho afaka tamin’ny fahotana nataony taloha izy.",
        "10": "Vao mainka àry ianareo, ry rahalahy, tokony hazoto hanao izay rehetra azonareo atao mba ho azo antoka foana hoe voantso sy voafidy ianareo. Tsy ho lavo mihitsy ianareo, raha manao an’ireo zavatra ireo foana.",
        "11": "Raha manao an’ireo ianareo, dia havela hiditra amim-boninahitra ao amin’ilay Fanjakana mandrakizay, dia ny Fanjakan’i Jesosy Kristy Tompontsika sy Mpamonjy antsika.",
        "12": "Izany no mahatonga ahy ho vonona hampahatsiahy anareo foana an’izany zavatra izany, na dia efa fantatrareo aza izany ary na dia efa miorina tsara amin’ny fahamarinana nianaranareo aza ianareo.",
        "13": "Raha mbola ato amin’ity tranolay ity anefa aho, dia heveriko fa mety ny mampahatsiahy anareo an’izany mba hanaitaitra anareo.",
        "14": "Fantatro mantsy fa tsy ho ela dia hesorina ny tranolaiko, araka ny nampahafantarin’i Jesosy Kristy Tompontsika tamiko.",
        "15": "Hanao an’izay rehetra azoko atao foana aho mba hampahatsiahivana an’izany zavatra izany aminareo, amin’izay dia ho tadidinareo izany rehefa lasa aho.",
        "16": "Tsy nanaraka tantara tsy marina noforonina tamin-kafetsena izahay, rehefa nampahafantatra anareo ny hery sy ny fanatrehan’i Jesosy Kristy Tompontsika, fa tena nahita maso ny voninahiny kosa.",
        "17": "Nomen’Andriamanitra Ray haja amam-boninahitra mantsy izy rehefa nilaza taminy an’ireto teny ireto ilay be voninahitra: “Io no Zanako malalako, ilay ankasitrahako.”",
        "18": "Naheno an’izany teny avy any an-danitra izany izahay, tamin’izahay niaraka taminy tany an-tendrombohitra masina.",
        "19": "Lasa azontsika antoka kokoa àry ny teny faminaniana. Koa tsara raha mandinika azy io ianareo, toy ny fandinika jiro mamirapiratra ao amin’ny toerana maizina, izany hoe ao am-ponareo, mandra-pahazavan’ny andro sy mandra-piposaky ny kintana fitarikandro.",
        "20": "Fa fantatrareo voalohany indrindra fa tsy avy amin’ny hevitr’olombelona ny faminaniana rehetra ao amin’ny Soratra Masina.",
        "21": "Tsy noho ny sitrapon’olombelona na oviana na oviana mantsy no nampisy ny faminaniana, fa teny avy amin’Andriamanitra kosa no nolazain’ny olona, araka izay nitarihan’ny fanahy masina azy."
    },
    "2": {
        "1": "Nisy mpaminany sandoka koa anefa teo amin’ny vahoakan’Andriamanitra, ary hisy mpampianatra sandoka koa eo aminareo. Ireny no hanangana mangingina antokom-pinoana mampidi-doza. Ary handa an’ilay tompo nividy azy mihitsy aza izy ireny, ka ho ringana haingana noho izany zavatra ataony izany.",
        "2": "Manana fitondran-tena tsy misy henatra koa izy ireny, ka maro no hanahaka azy. Ny ataon’izy ireny no hahatonga ny lalan’ny fahamarinana hisy hanevateva.",
        "3": "Tsy mety afa-po koa izy ireny ka hanararaotra anareo amin’ny teny mamitaka. Tsy mitaraikiraiky anefa ny fanamelohana azy ireny, izay efa tapaka hatry ny ela, ary tsy matoritory ny fandringanana azy.",
        "4": "Tsy nisalasala mihitsy Andriamanitra nanasazy an’ireo anjely nanota, fa nanipy azy ireny tany amin’ny Tartara ka nanagadra azy ao amin’ny haizim-pito mba hatokana hotsaraina.",
        "5": "Tsy nisalasala koa izy nanasazy an’ilay tontolo taloha, fa niaro an’i Noa, mpitory ny fahamarinana, sy ireo fito hafa, tamin’izy nahatonga safodrano teo amin’ilay tontolo feno olona tsy natahotra an’Andriamanitra.",
        "6": "Ary nomelohin’Andriamanitra ny tanànan’i Sodoma sy Gomora ka nataony lasa lavenona. Nataony ohatra ho an’ny olona tsy matahotra an’Andriamanitra izany, mba hampisehoana hoe inona no hanjo azy ireo amin’ny hoavy.",
        "7": "Ary novonjeny i Lota, ilay olo-marina izay nalahelo be rehefa nahita an’ireo mpandika lalàna nanana fitondran-tena tsy misy henatra.",
        "8": "Nahatsiaro ho nijaly mantsy io olo-marina io isan’andro, noho ny fandikan-dalàna hitany sy henony tamin’izy niara-nonina tamin’izy ireo.",
        "9": "Araka izany àry, dia hain’i Jehovah ny manafaka ny olona mahafoy tena ho Azy mba ho tafavoaka amin’ny fitsapana mahazo azy. Hainy koa anefa ny manokana ny olona tsy marina mba horinganina amin’ny andro fitsarana,",
        "10": "indrindra fa ireo entin’ny filan’ny nofony ka mitady handoto ny hafa, sady tsy miraharaha an’izay manana fahefana. Sahisahy sy mafy loha izy ireny, ka tsy matahotra manevateva an’ireo manana voninahitra.",
        "11": "Ny anjely aza anefa tsy manao teny manevateva hiampangana azy ireny, na dia mahery sy matanjaka kokoa aza, satria manaja an’i Jehovah.",
        "12": "Hoatran’ny biby tsy misaina izay baikoin’ny faniriany sy nateraka hosamborina sy hovonoina kosa ireny olona ireny, ka manazimbazimba an’izay zavatra tsy fantany akory. Ho ringana izy ireny noho ny zava-dratsy ataony,",
        "13": "ka hijaly ho valin’ny asa ratsiny. Mahafinaritra azy ireny ny manaram-po amin’ny fiainana feno fahafinaretana, na dia amin’ny antoandrobenanahary aza. Toy ny pentimpentina sy tasy izy ireny, ary faly erỳ mampianatra zavatra diso mba hamitahana anareo, rehefa miara-manao fety aminareo.",
        "14": "Tsy manan-tsaina afa-tsy ny hanitsakitsa-bady izy ireny sady tsy mahavita miala amin’ny fahotana. Taominy koa ny olona malemy finoana. Manana fo efa nozarina hanana faniriana tsy mety afa-po izy ireny, sady zanaka efa voaozona.",
        "15": "Niala tamin’ny lala-mahitsy izy ireny ka diso lalana, ary nanaraka ny lalan’i Balama zanak’i Beora. Tia karama azo tamin’ny fanaovan-dratsy i Balama.",
        "16": "Nanarina anefa izy satria tsy nanao izay mahitsy. Niteny hoatran’ny olona ilay ampondra tsy afaka miteny, ka nisakana ny hadalan’ilay mpaminany.",
        "17": "Loharano ritra sy zavona entin’ny tafio-drivotra izy ireny, ary haizina mikitroka no atokana ho azy.",
        "18": "Manao teny mipoapoaka be izy ireny nefa tsy misy dikany akory izay lazainy. Ataony izay hahatonga ny olona hanaram-po amin’ny fanirian’ny nofo, ary manana fitondran-tena tsy misy henatra koa izy ireny. Ireo no itaomany an’ireo olona vao haingana no tsy niaraka intsony tamin’ireo manao ratsy.",
        "19": "Mampanantena fahafahana ho azy ireo izy, nefa ny tenany aza andevon’ny fahalotoana. Andevon’izay maharesy azy mantsy izay resy.",
        "20": "Raha efa niala tamin’ny fahalotoan’izao tontolo izao izy ireny, satria nahalala tsara an’i Jesosy Kristy Tompo sy Mpamonjy, kanefa tafiditra amin’izany indray ka resy, dia ratsy noho ny tamin’ny voalohany ny iafaran’izy ireny.",
        "21": "Aleo aza izy tsy nahalala tsara ny lalan’ny fahamarinana, toy izay nahalala an’izany kanefa miala amin’ilay didy masina noraisiny.",
        "22": "Tanteraka amin’izy ireny tokoa ny voalazan’ilay ohabolana hoe: “Ny alika miverina amin’ny loany, ary ny kisoavavy efa nisasa mihosim-potaka indray.”"
    },
    "3": {
        "1": "Ry malala, ity no taratasy faharoa soratako aminareo. Toy ny tao amin’ilay taratasiko voalohany, dia mampirisika anareo hisaina tsara aho ka mampahatsiahy anareo an’izay efa fantatrareo,",
        "2": "mba ho tadidinareo ny teny efa voalazan’ny mpaminany masina, sy ny didin’ny Tompo sady Mpamonjy izay nampitain’ny apostolinareo.",
        "3": "Fantaro aloha izao: Amin’ny andro farany, dia hisy mpaneso hanesoeso sady hanao izay tiany fotsiny,",
        "4": "ka hilaza hoe: “Aiza akory izay fanatrehany eo? Fampanantenana poakaty fotsiny izany! Efa hatramin’ny andro nahafatesan’ny razambentsika no tsy niova ny zava-drehetra, fa mbola mitovy tanteraka amin’izay nisy hatramin’ny namoronana an’izao tontolo izao.”",
        "5": "Fa odian’izy ireo tsy hita hoe efa nisy hatry ny ela ny lanitra, ary nisy tany mafy tsara koa nipoitra avy tao anaty rano sady teo afovoan’ny rano, noho ny tenin’Andriamanitra.",
        "6": "Tamin’ny alalan’ireo no nandravana an’ilay tontolo nisy tamin’izany, rehefa safotry ny rano ny tany.",
        "7": "Atokana mba haringana amin’ny afo amin’ny alalan’izany teny izany koa anefa ny lanitra sy ny tany misy amin’izao, ka tehirizina mandra-pahatongan’ny andro hitsarana sy handringanana an’ireo tsy matahotra an’Andriamanitra.",
        "8": "Aza hadinoina anefa izao, ry malala: Ny iray andro amin’i Jehovah dia toy ny arivo taona, ary ny arivo taona toy ny iray andro.",
        "9": "Tsy mba ela i Jehovah manatanteraka ny fampanantenany, araka ny fiheveran’ny sasany azy, fa manam-paharetana aminareo kosa izy, satria tsy tiany hisy ho ringana ny olona fa tiany hibebaka daholo.",
        "10": "Ho avy toy ny mpangalatra anefa ny andron’i Jehovah. Amin’izany andro izany dia handalo haingana ny lanitra, ka ho toy ny feon-javatra mirodorodo be ny fandalovany. Ho levona kosa ireo singan-javatra efa mahamay be, ary haharihary ny tany sy ny asa eo aminy.",
        "11": "Koa satria ho levona toy izany ireo zavatra rehetra ireo, dia diniho hoe olona tokony hanao ahoana ianareo! Tokony hanana fitondran-tena masina sy hahafoy tena ho an’Andriamanitra ianareo,",
        "12": "sady hiandry sy hanao an-tsaina foana ny fahatongavan’ny andron’i Jehovah. Noho io andro io, dia ho levon’ny afo ny lanitra ary hitsonika noho ny hafanana mandoro ireo singan-javatra eo aminy.",
        "13": "Araka ny nampanantenainy anefa, dia hisy lanitra vaovao sy tany vaovao hanjakan’ny fahamarinana, ary izany no andrasantsika.",
        "14": "Noho ianareo miandry an’izany zavatra izany, ry malala, dia ataovy izay rehetra azonareo atao mba ho hitan’Andriamanitra hoe tsy misy pentina sy tsy misy tsininy ary mihavana tsara aminy ianareo, amin’ny farany.",
        "15": "Ankoatra izany, dia hevero ho famonjena ny faharetan’ny Tompontsika. Nanoratra taminareo momba an’izany koa i Paoly rahalahy malalantsika, araka ny fahendrena nomena azy.",
        "16": "Niresaka momba an’izany zavatra izany izy tao amin’ny taratasy rehetra nosoratany. Sarotra azo anefa ny zavatra sasany ao amin’ireny, ka aolan’ny olona tsy mahatakatra na inona na inona sy tsy miorina tsara, hoatran’ny ataon’izy ireo amin’ny andininy hafa ao amin’ny Soratra Masina. Ho ringana izy ireo noho izany.",
        "17": "Koa satria fantatrareo mialoha izany, ry malala, dia mitandrema sao ho voataona hiaraka amin’ireny ianareo noho ny hevi-dison’ireo mpandika lalàna, ka ho lavo ianareo fa tsy hiorina tsara intsony.",
        "18": "Ataovy foana kosa izay hahatonga anareo hanehoana hatsaram-panahy miavaka, sy izay hahalalanareo an’i Jesosy Kristy Tompontsika sy Mpamonjy antsika. Ho azy anie ny voninahitra ankehitriny sy ho mandrakizay! Amena!"
    },
    "meta": {
        "name": "2 Petera",
        "order": 60,
        "chapter_number": 3
    }
}