{
    "1": {
        "1": "Simona Petera, mpanompo sy apostolin’i Jesosy Kristy. Ho an’izay efa nahazo finoana be voninahitra toy ny anay, tamin’ny alalan’ny fahamarinan’Andriamanitsika sy Jesosy Kristy Mpamonjy.",
        "2": "Hampitomboina anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana ho azonareo, noho ny fahalalana marina tsara an’Andriamanitra sy Jesosy Tompontsika!",
        "3": "Ny herin’Andriamanitra mantsy no nanome antsika maimaim-poana ny zavatra rehetra momba ny fiainana sy momba ny fahafoizan-tena ho an’Andriamanitra, noho ny fahalalana marina tsara an’ilay niantso antsika tamin’ny alalan’ny voninahitra sy ny hatsaran-toetra.",
        "4": "Tamin’ny alalan’ireo no nanomezany antsika maimaim-poana fampanantenana sarobidy sady tena lehibe, mba ho amin’ny alalan’izany no hahatongavanareo ho fanahy tahaka an’Andriamanitra, noho ianareo efa nandositra ny fahalotoana eo amin’izao tontolo izao. Avy amin’ny filan-dratsy io fahalotoana io.",
        "5": "Eny, noho izany indrindra, dia ataovy izay rehetra azonareo atao ho setrin’izany, ka ny finoanareo ampio hatsaran-toetra, ary ny hatsaran-toetranareo ampio fahalalana,",
        "6": "ary ny fahalalanareo ampio fifehezan-tena, ary ny fifehezan-tenanareo ampio fiaretana, ary ny fiaretanareo ampio fahafoizan-tena ho an’Andriamanitra,",
        "7": "ary ny fahafoizanareo tena ho an’Andriamanitra ampio fitiavan-drahalahy, ary ny fitiavanareo ny rahalahy ampio fitiavana ny olona rehetra.",
        "8": "Fa raha anananareo ireo toetra ireo, sady anananareo betsaka, dia tsy havelan’izany hipetra-potsiny na tsy hahavokatra ianareo raha ny amin’ny fahalalana marina tsara an’i Jesosy Kristy Tompontsika.",
        "9": "Raha misy kosa tsy manana ireo toetra ireo, dia jamba izy ka manakimpy ny masony tsy hahita ny mazava, sady nanadino fa efa nodiovina ho afaka tamin’ny fahotany fahiny izy.",
        "10": "Noho izany, ry rahalahy, dia vao mainka tokony hanao izay rehetra azonareo atao ianareo mba ho azo antoka ny fiantsoana sy ny fifidianana anareo. Tsy ho lavo mihitsy ianareo, raha manao ireo zavatra ireo foana.",
        "11": "Toy izany, raha ny marina, no hamelana anareo hiditra amim-boninahitra ao amin’ilay fanjakana mandrakizay, dia ny fanjakan’i Jesosy Kristy Tompo sy Mpamonjy antsika.",
        "12": "Izany no mahatonga ahy ho vonona foana hampahatsiahy anareo izany zavatra izany, na dia efa fantatrareo aza, ary na dia efa miorina tsara amin’ny fahamarinana izay efa fantatrareo aza ianareo.",
        "13": "Heveriko anefa fa raha mbola ato amin’ity tranolay * ity aho, dia mety ny hanentanana anareo amin’ny fampahatsiahivana.",
        "14": "Fantatro mantsy fa efa akaiky ny fanesorana ny tranolaiko, araka ny nambaran’i Jesosy Kristy Tompontsika tamiko.",
        "15": "Koa hanao izay rehetra azoko atao foana aho mba hahafahanareo hifampahatsiahy ny amin’izany, na efa lasa aza aho.",
        "16": "Tsia, tsy nanaraka tantara tsy marina noforonina tamin-kafetsena izahay, rehefa nampahafantatra anareo ny hery sy ny fanatrehan’i Jesosy Kristy Tompontsika, fa nahita maso ny fahamboniany kosa.",
        "17": "Nomen’Andriamanitra Ray haja amam-boninahitra mantsy izy rehefa tonga taminy izao teny nataon’ilay be voninahitra izao: “Io no zanako malalako izay sitrako.”",
        "18": "Eny, renay izany teny avy any an-danitra izany, fony niaraka taminy tany an-tendrombohitra masina izahay.",
        "19": "Koa manana ny teny faminaniana isika, ary natao azo antoka kokoa izy io. Tsara àry ny ataonareo raha mandinika azy io ianareo, toy ny fandinika jiro mamirapiratra ao amin’ny toerana maizina, izany hoe ao am-ponareo, mandra-pahazavan’ny andro sy mandra-piposaky ny kintana fitarikandro.",
        "20": "Fantatrareo voalohany indrindra fa tsy misy faminaniana ao amin’ny Soratra Masina avy amin’ny hevitr’olona,",
        "21": "satria tsy avy tamin’ny sitrapon’olombelona na oviana na oviana ny faminaniana, fa avy tamin’Andriamanitra kosa no nitenenan’ny olona, araka izay nitarihan’ny fanahy masina azy."
    },
    "2": {
        "1": "Nisy mpaminany sandoka koa anefa teo amin’ny vahoakan’Andriamanitra, ary hisy mpampianatra sandoka koa eo aminareo. Ireny indrindra no hampiditra mangingina sekta mampidi-doza, sady handa an’ilay tompo nividy azy, ka hahatonga fandringanana haingana ho an’ny tenany.",
        "2": "Baranahiny ny fitondran-tenan’izy ireny, ary maro no hanaraka izany. Noho ireny àry no hanevatevana ny lalan’ny fahamarinana.",
        "3": "Mitsiriritra koa izy ireny ka hanararaotra anareo amin’ny teny mamitaka. Tsy mitaredretra anefa ny fanamelohana azy ireny izay efa nambara hatry ny ela, ary tsy rendremana ny fandringanana azy.",
        "4": "Tsy niahotra Andriamanitra nanasazy an’ireo anjely nanota, fa natsipiny tany amin’ny Tartara * kosa ireny ka natolony ho ao an-davaka maizim-be, mba hotehirizina ho amin’ny fitsarana.",
        "5": "Tsy niahotra koa Andriamanitra nanasazy an’ilay tontolo fahiny, fa niaro kosa an’i Noa, mpitory ny fahamarinana, sy ireo fito hafa, fony izy nahatonga safodrano teo amin’ny tontolon’ny olona tsy natahotra an’Andriamanitra.",
        "6": "Nomelohin’Andriamanitra ny tanànan’i Sodoma sy Gomora rehefa nataony lasa lavenona, ka nataony ho ohatra ho an’ny olona tsy matahotra an’Andriamanitra, raha ny amin’izay hitranga amin’ny hoavy.",
        "7": "Nafahany koa i Lota olo-marina, izay ory dia ory rehefa nahita an’ireo mpandika lalàna nanaram-po tamin’ny fitondran-tena baranahiny.",
        "8": "Nahatsiaro ho nijaly mantsy io olo-marina io noho ny zavatra hitany sy reny tamin’izy nonina isan’andro teo amin’izy ireo, satria nanao ny tsy ara-dalàna ireo.",
        "9": "Araka izany, dia hain’i Jehovah afahana amin’ny fitsapana ny olona mahafoy tena ho an’Andriamanitra. Hainy koa anefa ny mitahiry ny olona tsy marina ho amin’ny andro fitsarana mba horinganina,",
        "10": "indrindra fa ireo mandeha araka ny filan’ny nofony ka tonga maloto, ary manamavo ny manana fahefana. Sahisahy sy be di-doha izy ireo ka tsy mangovitra eo anoloan’ireo manana voninahitra, fa manevateva kosa.",
        "11": "Ny anjely anefa, na dia manan-tombo amin’ny hery sy tanjaka aza, dia tsy miampanga azy ireo amin’ny teny manevateva, noho ny fanajany an’i Jehovah.",
        "12": "Tahaka ny biby tsy misaina izay nateraka hosamborina sy hovonoina ireo olona ireo. Noho ny zavatra tsy fantany nefa tevatevainy no handringanana azy. Ho ringana izy ireo satria lalana mitarika ho amin’ny fandringanana no narahiny.",
        "13": "Manimba tena izy ho valin’ny ratsy nataony. Fahafinaretana ho azy ireo ny manana fiainana mirenty amin’izao antoandrobenanahary izao. Toy ny pentimpentina sy tsiny izy ireo, ary finaritra erỳ manao fampianarana mamitaka, rehefa miara-misakafo aminareo amin’ny fanasana.",
        "14": "Tsy manan-tsaina afa-tsy ny hanitsakitsa-bady izy ireo * sady tsy mety mitsahatra manota. Taominy koa ny olona * tsy miorina tsara. Manana fo efa nozarina hitsiriritra izy ireo, sady zanaka efa voaozona.",
        "15": "Ary nandao ny lala-mahitsy izy ireo ka nania, sady nanaraka ny lalan’i Balama zanak’i Beora. Tia karama azo tamin’ny fanaovan-dratsy mantsy i Balama.",
        "16": "Nanarina anefa izy satria tsy nanao izay mahitsy. Niezaka nisakana ny hadalan’ilay mpaminany ny ampondravavy moana, izay niteny toy ny olona.",
        "17": "Loharano ritra izy ireo, zavona entin’ny tafio-drivotra, ary notehirizina ho azy ny fahamaintisan’ny haizina.",
        "18": "Fa teny fireharehana sy tsy mahasoa no lazain’izy ireo. Ary ny fanirian’ny nofo sy ny fitondran-tena baranahiny no itaomany olona, dia ireo vao afa-niala tamin’olona manana fitondran-tena tsy mety.",
        "19": "Fahafahana no ampanantenainy azy ireo, nefa ny tenany aza andevon’ny fahalotoana. Tonga andevon’izay maharesy azy mantsy izay resy.",
        "20": "Raha efa nandositra niala tamin’ny fahalotoan’izao tontolo izao izy ireo, noho ny fahalalana marina tsara an’i Jesosy Kristy Tompo sy Mpamonjy, kanefa tafiditra indray amin’izany ka resy, dia ratsy noho ny voalohany ny iafaran’izy ireo.",
        "21": "Fa aleo aza izy tsy nahalala marina tsara ny lalan’ny fahamarinana, toy izay nahalala marina tsara izany kanefa miala amin’ilay didy masina natolotra azy.",
        "22": "Tanteraka tamin’izy ireo ny voalazan’ilay ohabolana marina hoe: “Ny alika no miverina amin’ny loany, ary ny kisoavavy efa nisasa dia mihosim-potaka indray.”"
    },
    "3": {
        "1": "Ry malala, ity no taratasy faharoa soratako aminareo. Toy ny tao amin’ilay taratasiko voalohany, dia fampahatsiahivana koa no entiko hanairana ny fahaizanareo misaina tsara,",
        "2": "mba ho tadidinareo ny teny efa voalazan’ny mpaminany masina sy ny didin’ny Tompo sady Mpamonjy. Nampitainy tamin’ny alalan’ireo apostolinareo izany didy izany.",
        "3": "Fa fantatrareo aloha izao: Amin’ny andro farany, dia hisy mpaneso ho tonga haneso, sady mandeha araka ny faniriany,",
        "4": "ka milaza hoe: “Aiza akory izay fanatrehany nampanantenaina eo? Efa hatramin’ny andro nahafatesan’ny * razantsika no tsy niova ny zava-drehetra fa mbola mitovy tanteraka amin’izay nisy hatrany am-piandohan’ny famoronana.”",
        "5": "Minia tsy mahalala izy ireo fa efa nisy hatramin’ny ela ny lanitra, ary nisy tany nifatratra tsara nipoitra avy tao anaty rano sady teo afovoan’ny rano, noho ny tenin’Andriamanitra.",
        "6": "Tamin’ny alalan’ireo no nandravana ilay tontolo tamin’izany fotoana izany rehefa safotry ny rano.",
        "7": "Tehirizina ho amin’ny afo amin’ny alalan’izany teny izany koa anefa ny lanitra sy ny tany ankehitriny, ka atokana ho amin’ny andro fitsarana sy fandringanana an’ireo tsy matahotra an’Andriamanitra.",
        "8": "Aoka tsy hohadinoinareo anefa izao, ry malala: Ny iray andro amin’i Jehovah dia toy ny arivo taona, ary ny arivo taona toy ny iray andro.",
        "9": "Tsy mba ela i Jehovah raha ny amin’ny fampanantenany, araka izay heverin’ny sasany ho fahelana, fa manam-paharetana aminareo izy, satria tsy tiany hisy ho ringana fa mba ho tonga amin’ny fibebahana kosa ny rehetra.",
        "10": "Ho avy tahaka ny mpangalatra anefa ny andron’i Jehovah. Amin’izany andro izany dia handalo haingana ny lanitra, ka ho toy ny sioka mafy ny fandrenesana ny fandalovany. Fa ho levona ireo singan-javatra efa mahamay be, ary hibaribary ny tany sy ny asa eo aminy.",
        "11": "Koa satria ho levona ireo zavatra rehetra ireo, dia olona tokony hanao ahoana moa ianareo amin’ny fitondran-tena masina sy ny fanehoana fahafoizan-tena ho an’Andriamanitra,",
        "12": "raha mbola miandry sy manao an-tsaina foana ny fanatrehan’ny andron’i Jehovah! Io andro io no handevonana ny lanitra efa mirehitra sy hampiempoana ireo singan-javatra efa mahamay be.",
        "13": "Misy anefa lanitra vaovao sy tany vaovao hitoeran’ny fahamarinana, ary izany no andrasantsika, araka ny fampanantenany.",
        "14": "Koa satria miandry izany zavatra izany ianareo, ry malala, dia ataovy izay rehetra azonareo atao mba ho hitany ho tsy misy pentina sy tsy misy tsiny ary ao amin’ny fihavanana ianareo, amin’ny farany.",
        "15": "Ankoatra izany, dia hevero ho famonjena ny faharetan’ny Tompontsika, tahaka ny nosoratan’i Paoly rahalahy malalantsika taminareo, araka ny fahendrena nomena azy.",
        "16": "Niresaka momba izany zavatra izany mantsy izy, toy ny hita ao amin’ny taratasy rehetra nosoratany. Ao amin’ireny anefa dia misy zavatra saro-takarina, izay aolan’ny olona kely fahalalana sy tsy miorina tsara, tahaka ny anolanany ny andininy hafa ao amin’ny Soratra Masina, ka mahatonga fandringanana ho an’ny tenany.",
        "17": "Koa satria fantatrareo mialoha izany, ry malala, dia mitandrema sao ho voataona hiaraka aminy ianareo, eny, ho voataonan’ny fahadisoan’ny mpandika lalàna, ka ho lavo hiala amin’izay efa iorenanareo.",
        "18": "Aoka kosa hitombo foana eo aminareo ny hatsaram-panahy tsy manam-paharoa sy ny fahalalana ny Tompontsika sy Jesosy Kristy Mpamonjy antsika. Ho azy anie ny voninahitra, ankehitriny sy ho mandrakizay!"
    },
    "meta": {
        "name": "2 Petera",
        "order": 60,
        "chapter_number": 3
    }
}