{
    "1": {
        "1": "Avy amin’i Paoly sy Silvano ary Timoty. Ho an’ny fiangonana any Tesalonika izay tafaray amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo,",
        "2": "Enga anie ilay Andriamanitra Ray sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sy hanome fiadanana anareo!",
        "3": "Tsy maintsy misaotra an’Andriamanitra foana izahay noho ny aminareo, ry rahalahy. Mety izany satria mihamatanjaka be ny finoanareo, ary vao mainka mifankatia be daholo ianareo.",
        "4": "Ianareo àry no reharehanay eo amin’ireo fiangonan’Andriamanitra, noho ianareo miaritra sy manam-pinoana na dia miatrika fanenjehana sy zava-tsarotra aza.",
        "5": "Izany no porofo fa mitsara ara-drariny Andriamanitra, ka ho azony ekena hoe mendrika ny Fanjakan’Andriamanitra ianareo. Io Fanjakana io no antony iaretanareo fijaliana be.",
        "6": "Fa tena rariny ny an’Andriamanitra raha hanasazy an’izay mampahory anareo izy.",
        "7": "Ianareo izay miaritra fahoriana kosa dia hafahana miaraka aminay, rehefa aharihary avy any an-danitra i Jesosy Tompo miaraka amin’ny anjeliny mahery,",
        "8": "ao amin’ny afo midedadeda. Hamaly an’izay tsy mahalala an’Andriamanitra izy amin’izay, ary hamaly an’izay tsy mankatò ny vaovao tsara momba an’i Jesosy Tompontsika.",
        "9": "Hotsaraina izy ireny ka hosazina, izany hoe horinganina mandrakizay, dia tsy ho eo anatrehan’ny Tompo intsony sady tsy hahita ny heriny be voninahitra intsony.",
        "10": "Rehefa tonga izy amin’izany andro izany, dia homem-boninahitra miaraka amin’ny olony masina, ka ho gaga be daholo izay maneho finoana rehefa mahita azy. Ho anisan’izy ireny koa ianareo satria nino an’izay notorinay.",
        "11": "Izany mihitsy no mahatonga anay hivavaka ho anareo foana, mba ho hitan’ilay Andriamanitsika fa mendrika an’ilay fiantsoany anareo ianareo. Dia mivavaka koa izahay mba hampiasa ny heriny izy ka hotanterahiny daholo izay tiany, ary hataony mahomby izay ataonareo noho ny finoanareo.",
        "12": "Amin’izay dia homem-boninahitra amin’ny alalanareo ny anaran’i Jesosy Tompontsika, ary ho tafaray aminy ianareo, noho ilay hatsaram-panahy miavaka nasehon’ilay Andriamanitsika sy Jesosy Kristy Tompo."
    },
    "2": {
        "1": "Momba ny fanatrehan’i Jesosy Kristy Tompontsika sy ny fanangonana antsika ho any aminy anefa, dia izao no angatahinay aminareo, ry rahalahy:",
        "2": "Aza mora mikorontan-tsaina na taitaitra raha misy teny hoatran’ny hoe avy amin’Andriamanitra, na tenin’olona, na taratasy hoatran’ny hoe avy aminay, milaza fa efa tonga ny andron’i Jehovah.",
        "3": "Aza avela hisy hamitaka anareo mihitsy, satria tsy ho tonga izany andro izany raha tsy efa misy aloha ny fivadiham-pinoana, ary efa aharihary ilay lehilahy mpandika lalàna, izany hoe ilay zanaky ny fandringanana.",
        "4": "Mpanohitra izy ary manandra-tena ho ambony noho izay rehetra atao hoe andriamanitra na izay rehetra ivavahana. Mipetraka ao amin’ny tempolin’Andriamanitra àry izy, sady miseho ho andriamanitra eo imason’ny olona.",
        "5": "Matetika aho no niteny an’izany taminareo, tamin’izaho mbola teo aminareo. Tsy tadidinareo ve?",
        "6": "Fantatrareo izao hoe inona no mbola misakana an’io lehilahy io ka mahatonga azy tsy haharihary alohan’ny fotoana.",
        "7": "Marina fa efa miasa io fandikan-dalàna io, izay zava-miafina. Mandra-panala an’ilay misakana azy amin’izao fotoana izao fotsiny anefa izy io no zava-miafina.",
        "8": "Dia haharihary tokoa ilay mpandika lalàna, izay haringan’i Jesosy Tompo amin’ny fofonain’ny vavany sady hofoanany rehefa hita mazava hoe manatrika izy.",
        "9": "Noho ny herin’i Satana no mahatonga an’io lehilahy mpandika lalàna io ho eo, sy hanao zavatra miavaka be dia be, sady hanao famantarana mamitaka sy fahagagana,",
        "10": "ary hanao zavatra tsy marina isan-karazany mba hamitahana an’izay haringana. Izany no sazin’izy ireny satria tsy nanaiky sady tsy tia ny fahamarinana izy ireny ka tsy hovonjena.",
        "11": "Avelan’Andriamanitra ho voafitaky ny fampianaran-diso àry izy ireny, mba hinoany lainga.",
        "12": "Amin’izay izy rehetra ho voaheloka satria tsy nino ny fahamarinana, fa faly tamin’ny tsy fahamarinana.",
        "13": "Tsy maintsy misaotra an’Andriamanitra foana izahay noho ny aminareo, ry rahalahy tian’i Jehovah. Efa hatramin’ny voalohany mantsy izy no nifidy anareo mba hovonjena, ka nohamasininy tamin’ny alalan’ny fanahiny ianareo satria nino ny fahamarinana.",
        "14": "Izany no niantsoany anareo tamin’ny alalan’ny vaovao tsara torinay, mba hahazoanareo voninahitra hoatran’i Jesosy Kristy Tompontsika.",
        "15": "Miezaha àry ho mafy orina, ry rahalahy, ary aza miala amin’izay nampianarina anareo, na tamin’ny teny izany, na tamin’ny taratasy avy aminay.",
        "16": "Tia antsika Andriamanitra Raintsika sady mampionona antsika mandrakizay ary manome fanantenana tsara, noho ilay hatsaram-panahiny miavaka. Enga anie Izy sy Jesosy Kristy Tompontsika",
        "17": "mba hampionona ny fonareo sy hampahery anareo, amin’izay ianareo hanao ny tsara sy hiteny zavatra tsara foana!"
    },
    "3": {
        "1": "Farany, ry rahalahy, mivavaha foana ho anay, mba hiely haingana foana ny tenin’i Jehovah ary homem-boninahitra toy izao eo aminareo izao.",
        "2": "Mivavaha foana koa mba harovana amin’ny mpihetraketraka sy ny ratsy fanahy izahay, satria tsy hoe manam-pinoana daholo ny olona rehetra.",
        "3": "Tsy mivadika amin’ny teniny kosa ny Tompo, ka hanatanjaka anareo sy hiaro anareo tsy ho azon’ilay ratsy.",
        "4": "Ary noho izahay mpanara-dia ny Tompo, dia matoky anareo izahay. Matoky izahay fa efa manao an’izay nasainay nataonareo ianareo, sady mbola hanao an’izany foana.",
        "5": "Enga anie ny Tompo hitarika ny fonareo foana, mba ho tia an’Andriamanitra ianareo sady hiaritra noho ny amin’i Kristy!",
        "6": "Mandidy anareo amin’ny anaran’i Jesosy Kristy Tompontsika izahay, ry rahalahy, hoe ialao ny rahalahy rehetra tsy laitra fehezina, izay tsy mankatò ny fampianarana noraisinareo avy taminay.",
        "7": "Fa fantatrareo tsara izay tokony hataonareo raha te hanahaka anay ianareo, satria tsy mba olona tsy laitra fehezina izahay teo aminareo,",
        "8": "sady tsy nihinam-potsiny ny sakafon’olona koa. Niasa mafy sy nikely aina andro aman’alina kosa izahay, mba tsy ho lasa enta-mavesatra ho an’iza na iza aminareo teo amin’ny lafiny ara-bola.",
        "9": "Tsy hoe tsy manana fahefana hanao an’izany izahay, fa tianay ny mba ho modely hotahafinareo.",
        "10": "Tamin’izahay teo aminareo aza, dia matetika izahay no nandidy anareo hoe: “Izay tsy mety miasa dia tsy tokony hihinana.”",
        "11": "Henonay mantsy fa misy tsy laitra fehezina eo aminareo, ka tsy miasa mihitsy fa midikiditra amin’ny zavatra tsy mahakasika azy.",
        "12": "Ny olona hoatr’ireny no teneninay mafy sy anarinay amin’ny anaran’i Jesosy Kristy Tompo mba hiasa amim-pilaminana dia hihinana an’izay nisasarany.",
        "13": "Ianareo kosa, ry rahalahy, aza mba reraka manao ny tsara mihitsy.",
        "14": "Fa raha misy tsy mankatò an’izay lazainay ato amin’ity taratasy ity, dia mariho izany olona izany, ka aza mifanerasera aminy intsony mba ho menatra izy.",
        "15": "Aza atao fahavalo anefa izy, fa anaro foana toy ny rahalahy.",
        "16": "Enga anie ilay Tompon’ny fiadanana mba hanome fiadanana anareo foana, amin’ny zava-drehetra! Ary enga anie ny Tompo hanohana anareo rehetra!",
        "17": "Ity no veloma nosoratan’ny tanako, izaho Paoly, sady amantarana ny taratasiko rehetra. Io no sora-tanako.",
        "18": "Enga anie ianareo rehetra hanehoan’i Jesosy Kristy Tompontsika hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "2 Tesalonianina",
        "order": 52,
        "chapter_number": 3
    }
}