{
    "1": {
        "1": "Paoly sy Silvano ary Timoty. Ho an’ny fiangonan’ny Tesalonianina izay tafaray amin’Andriamanitra Raintsika sy amin’i Jesosy Kristy Tompo,",
        "2": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Ray sy Jesosy Kristy Tompo!",
        "3": "Tsy maintsy misaotra an’Andriamanitra mandrakariva noho ny aminareo izahay, ry rahalahy, ary mety ny hanaovana izany, satria mihamitombo be ny finoanareo ary mihalehibe ny fifankatiavanareo rehetra.",
        "4": "Koa reharehanay eo amin’ireo fiangonan’Andriamanitra ianareo, noho ny fiaretanareo sy ny finoanareo, ao anatin’ny fanenjehana sy ny fahoriana rehetra zakainareo.",
        "5": "Porofo izany fa ara-drariny ny fitsaran’Andriamanitra ka mahatonga anareo ho mendrika ny fanjakan’Andriamanitra. Noho io fanjakana io mantsy no ijalianareo.",
        "6": "Fa marina tokoa ny an’Andriamanitra raha mamaly fahoriana an’izay mampahory anareo izy,",
        "7": "fa manafaka anareo izay ampahorina kosa, mbamin’ny tenanay, rehefa haharihary i Jesosy Tompo avy any an-danitra miaraka amin’ny anjeliny mahery,",
        "8": "ao amin’ny afo midedadeda, amin’ny fotoana hamaliany an’izay tsy mahalala an’Andriamanitra sy izay tsy mankatò ny vaovao tsara momba an’i Jesosy Tompontsika.",
        "9": "Hiharan’ny sazy vokatry ny didim-pitsarana ireo, dia fandringanana mandrakizay tsy ho eo anoloan’ny Tompo sy ny voninahitry ny heriny,",
        "10": "rehefa tonga izy mba homem-boninahitra miaraka amin’ny olony masina sy mba hampitolagaga an’izay rehetra maneho finoana, amin’izany andro izany. Ninoanareo mantsy ny fanambaranay.",
        "11": "Izany indrindra no ivavahanay mandrakariva ho anareo, mba hahatonga an’Andriamanitsika hihevitra anareo ho mendrika ny fiantsoany, ary hanatanterahany amin-kery izay tsara rehetra sitraky ny fony, mbamin’ny asam-pinoana rehetra.",
        "12": "Amin’izay dia homem-boninahitra eo aminareo ny anaran’i Jesosy Tompontsika, ary ho tafaray aminy ianareo, araka ny hatsaram-panahy tsy manam-paharoan’Andriamanitsika sy Jesosy Kristy Tompo."
    },
    "2": {
        "1": "Raha ny amin’ny fanatrehan’i Jesosy Kristy Tompontsika sy ny fanangonana antsika ho any aminy, dia izao no angatahinay aminareo, ry rahalahy:",
        "2": "Aza malaky mikorontan-tsaina na mientanentana raha misy fanambarana avy amin’ny fanahy, na tenin’olona, na taratasy toa avy aminay, milaza fa efa tonga ny andron’i Jehovah.",
        "3": "Aoka tsy hisy hamitaka anareo na amin’inona na amin’inona, satria tsy ho tonga izany raha tsy efa tonga aloha ny fivadiham-pinoana, ka haharihary ilay lehilahy mpandika lalàna, dia ilay zanaky ny fandringanana.",
        "4": "Mitsangana ho mpanohitra izy, ary manandra-tena ho ambony noho izay rehetra atao hoe “andriamanitra” na izay zavatra ivavahana, mba hipetrahany ao amin’ny tempolin’Ilay Andriamanitra, ka hisehoany an-karihary ho andriamanitra.",
        "5": "Efa nilaza izany matetika taminareo aho fony mbola teo aminareo. Tsy tadidinareo ve?",
        "6": "Koa fantatrareo izao ilay zava-misakana, mba hampiharihariana an’io lehilahy io amin’ny fotoan’androny.",
        "7": "Marina fa efa miasa sahady ilay zava-miafina ny amin’io fandikan-dalàna io, saingy mandra-panala an’ilay misakana amin’izao fotoana izao fotsiny.",
        "8": "Amin’izay tokoa vao haharihary ilay tsy tan-dalàna, izay haringan’i Jesosy Tompo amin’ny fofonain’ny vavany, ary hofoanany amin’ny alalan’ny fisehoan’ny fanatrehany.",
        "9": "Fa ny fanatrehan’ilay tsy tan-dalàna dia araka ny asan’i Satana, miaraka amin’ny fahagagana rehetra, mbamin’ny famantarana sy fambara mandainga rehetra,",
        "10": "ary amin’ny famitahana tsy marina rehetra ho an’ireo ho ringana. Izany dia ho valin’ny tsy naneken’izy ireo ny fitiavana ny fahamarinana mba hahavoavonjy azy.",
        "11": "Koa navelan’Andriamanitra hankany amin’izy ireo àry ny asan’ny fahadisoana, mba hinoany lainga.",
        "12": "Amin’izay dia homelohina daholo izy rehetra satria tsy nino ny fahamarinana, fa finaritra tamin’ny tsy fahamarinana kosa.",
        "13": "Tsy maintsy misaotra an’Andriamanitra mandrakariva noho ny aminareo anefa izahay, ry rahalahy tian’i Jehovah, satria Andriamanitra nifidy anareo hatrany am-piandohana ho amin’ny famonjena. Eny, nifidy anareo izy tamin’ny nanamasinany anareo tamin’ny alalan’ny fanahy masina sy noho ny finoanareo ny fahamarinana.",
        "14": "Ho amin’izany indrindra no niantsoany anareo tamin’ny alalan’ny vaovao tsara torinay, mba hahazoana ny voninahitr’i Jesosy Kristy Tompontsika.",
        "15": "Koa aoka ho mafy orina ianareo, ry rahalahy, ary hazòny ny fampianarana nampitaina taminareo, na tamin’ny teny izany, na tamin’ny taratasinay.",
        "16": "Ary tia antsika Andriamanitra Raintsika sady nanome antsika fampiononana mandrakizay sy fanantenana tsara, noho ny hatsaram-panahiny tsy manam-paharoa. Koa enga anie i Jesosy Kristy Tompontsika sy io Andriamanitra Raintsika io",
        "17": "samy hampionona ny fonareo sy hampahery anareo amin’izay asa sy teny tsara rehetra ataonareo!"
    },
    "3": {
        "1": "Farany, ry rahalahy, mivavaha foana ho anay, mba hiely haingana foana ny tenin’i Jehovah ary homem-boninahitra toy izao eo aminareo izao.",
        "2": "Mivavaha foana koa mba ho afaka amin’ny mpisompatra sy ny ratsy fanahy izahay, satria tsy ary manam-pinoana daholo ny olona rehetra.",
        "3": "Fa tsy mivadika amin’ny teniny kosa ny Tompo, ka hampahery sy hiaro anareo tsy ho azon’ilay ratsy.",
        "4": "Ary matoky ao amin’ny Tompo izahay ny aminareo, fa efa manao izay andidianay ianareo, sady mbola hanao izany ihany.",
        "5": "Ny Tompo anie hitarika soa aman-tsara ny fonareo ho amin’ny fitiavana an’Andriamanitra sy ny fiaretana noho ny amin’i Kristy!",
        "6": "Mandidy anareo amin’ny anaran’i Jesosy Kristy Tompo izahay, ry rahalahy, mba hialanareo amin’ny rahalahy rehetra tsy laitra fehezina, izay tsy mitondra tena araka ny fampianarana noraisinareo avy taminay.",
        "7": "Fa fantatrareo tsara ny fomba tokony hanahafanareo anay, satria tsy mba olona tsy laitra fehezina izahay teo aminareo,",
        "8": "sady tsy nihinam-potsiny ny sakafon’olona koa. Fa niasa mafy sy nisasatra andro aman’alina kosa izahay, mba tsy hampitondra enta-mavesatra na iza na iza aminareo teo amin’ny lafiny ara-bola.",
        "9": "Tsy hoe tsy manana fahefana hanao izany anefa izahay, fa mba hanoloranay kosa ny tenanay ho modely hotahafinareo.",
        "10": "Fony teo aminareo koa aza izahay, dia nandidy anareo matetika hoe: “Raha misy tsy mety miasa, dia aoka izy tsy hihinana.”",
        "11": "Renay mantsy fa misy tsy laitra fehezina eo aminareo, ka tsy miasa mihitsy fa mitsofotsofoka amin’ny raharaha tsy mahakasika azy.",
        "12": "Ny olona toy ireny no didianay sy anarinay ao amin’i Jesosy Kristy Tompo mba hiasa amim-pilaminana ka hihinana izay nisasarany.",
        "13": "Ary ianareo kosa, ry rahalahy, aza mba sasatry ny manao soa.",
        "14": "Fa raha misy tsy mankatò ny teninay ato amin’ity taratasy ity, dia mariho izany olona izany, ka tapaho ny fifaneraserana aminy mba ho menatra izy.",
        "15": "Aza dia atao toy ny fahavalo anefa izy na izany aza, fa anaro hatrany toy ny rahalahy.",
        "16": "Ilay Tompon’ny fiadanana anie hanome fiadanana anareo mandrakariva, amin’ny fomba rehetra! Ho aminareo rehetra anie ny Tompo!",
        "17": "Ity no veloma nosoratan’ny tanako, izaho Paoly. Ary izy ity no famantarana ao amin’ny taratasy rehetra fa sora-tanako io.",
        "18": "Ho aminareo rehetra anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompontsika!"
    },
    "meta": {
        "name": "2 Tesalonianina",
        "order": 52,
        "chapter_number": 3
    }
}