{
    "1": {
        "1": "Avy amin’i Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, izay nirahina hitory ny fampanantenana fiainana amin’ny alalan’i Kristy Jesosy.",
        "2": "Ho an’i Timoty, zanako malalako, Enga anie ilay Andriamanitra Ray sy Kristy Jesosy Tompontsika mba haneho hatsaram-panahy miavaka sy famindram-po aminao, ary hanome anao fiadanana!",
        "3": "Misaotra an’Andriamanitra aho, dia ilay anaovako fanompoana masina, hoatran’ny nataon’ny razambeko, amim-pieritreretana madio. Ary mahatsiaro anao foana aho rehefa mitalaho amim-bavaka andro aman’alina.",
        "4": "Te hahita mafy anao aho rehefa mahatsiaro ny ranomasonao. Amin’izay raha mahita anao aho, dia tena ho faly be.",
        "5": "Tsaroako mantsy ny finoana tsy mihatsaravelatsihy anananao, izay efa tao amin’i Loisa renibenao sy Eonika reninao, ary matoky aho fa ao aminao koa.",
        "6": "Izany no antony ampahatsiahivako anao hoe ataovy miredareda toy ny afo ilay fanomezan’Andriamanitra, izay noraisinao tamin’izaho nametra-tanana taminao.",
        "7": "Fa tsy mahatonga antsika ho kanosa ny toe-tsaina omen’Andriamanitra antsika, fa mahatonga antsika hahery sy ho be fitiavana ary hahay hisaina.",
        "8": "Koa aza menatra mitory momba ny Tompontsika, na menatra noho ny amiko, izay voafonja noho ny aminy. Miareta kosa fahoriana noho ny vaovao tsara, ka miantehera amin’ny herin’Andriamanitra.",
        "9": "Namonjy sy niantso antsika tamin’ny fiantsoana masina izy, tsy noho izay nataontsika anefa, fa noho ny fikasany sy ny hatsaram-panahiny miavaka. Naneho an’izany hatsaram-panahy izany tamintsika tamin’ny alalan’i Kristy Jesosy izy, efa hatramin’ny ela be.",
        "10": "Fa natao mazava tsara izany izao, tamin’ny nisehoan’i Kristy Jesosy Mpamonjy antsika. Izy no nanafoana ny fahafatesana sy nampahafantatra tamin’ny alalan’ny vaovao tsara hoe ahoana no hahazoana fiainana sy vatana tsy mety lo.",
        "11": "Mba hampahafantatra an’izany vaovao tsara izany no nanendrena ahy ho mpitory sy apostoly ary mpampianatra.",
        "12": "Izany koa no antony iaretako an’ireny zavatra ireny. Tsy menatra anefa aho. Fantatro mantsy Ilay inoako, ary matoky aho fa vitany ny miaro an’izay nankiniko taminy mandra-pahatongan’izany andro izany.",
        "13": "Aza ialana mihitsy ny modelin’ny teny mahasoa efa henonao tamiko, ary koa ny finoana sy ny fitiavana izay anananao noho ianao tafaray amin’i Kristy Jesosy.",
        "14": "Arovy amin’ny alalan’ny fanahy masina, izay ao anatintsika, izany zavatra sarobidy nankinina taminao izany.",
        "15": "Fantatrao fa efa nahafoy ahy ireo rehetra any amin’ny faritanin’i Azia, anisan’izany i Fygelo sy Hermogena.",
        "16": "Fa enga anie ny Tompo hiantra ny ankohonan’i Onesiforosy, satria namelombelona ahy matetika izy, sady tsy mba nahamenatra azy ny rojo vy namatorana ahy.",
        "17": "Izy aza nitady mafy ahy tamin’izy teto Roma, ka nahita ahy.",
        "18": "I Jehovah Tompo anie hiantra azy amin’izany andro izany! Ary fantatrao tsara ny fanompoana rehetra nataony tany Efesosy."
    },
    "2": {
        "1": "Ataovy foana àry, anaka, izay hahazoanao hery avy amin’ny hatsaram-panahy miavaka asehon’i Kristy Jesosy.",
        "2": "Ary izay henonao tamiko sady nohamafisin’ny vavolombelona maro, dia ampitao amin’ireo lehilahy mendri-pitokisana, izay hahay hampianatra ny hafa kosa avy eo.",
        "3": "Miaramila tsaran’i Kristy Jesosy ianao, ka miareta koa fahoriana.",
        "4": "Tsy misy miaramila miditra amin’ny raharaham-barotr’izao fiainana izao, raha tiany ny hahazo sitraka amin’ilay nandray azy ho miaramila.",
        "5": "Ary na izay mandray anjara amin’ny lalao fifaninanana aza, dia tsy mahazo satroboninahitra raha tsy nanaraka fitsipi-dalao.",
        "6": "Ny mpamboly izay miasa mafy no voalohany tokony hahazo amin’ny vokatra.",
        "7": "Eritrereto foana izay lazaiko. Hanampy anao hahatakatra tsara ny zava-drehetra ny Tompo.",
        "8": "Tsarovy fa efa natsangana tamin’ny maty i Jesosy Kristy sady taranak’i Davida, araka ny vaovao tsara toriko,",
        "9": "izay mahatonga ahy hiaritra fahoriana sy higadra toy ny mpanao heloka bevava. Tsy voafatotra kosa anefa ny tenin’Andriamanitra.",
        "10": "Izany no mbola iaretako ny zava-drehetra noho ny amin’ny olom-boafidy, mba hahazoan’izy ireo koa an’ilay famonjena azo amin’ny alalan’i Kristy Jesosy, ary mba hahazoany voninahitra mandrakizay.",
        "11": "Tena azo atokisana izao teny izao: Raha miara-maty aminy isika, dia hiara-belona aminy koa,",
        "12": "ary raha miaritra foana isika, dia ho mpanjaka hiara-mitondra aminy. Fa raha mandà azy kosa isika, dia holaviny.",
        "13": "Ary raha mivadika isika, izy kosa tsy mba hivadika mihitsy, satria tsy toetrany izany.",
        "14": "Ampahatsiahivo azy ireo foana ireo zavatra ireo, ary anaro eo anatrehan’Andriamanitra izy ireo mba tsy hiady hevitra momba ny teny, fa tsy misy ilana azy mihitsy izany satria manimba an’izay mihaino.",
        "15": "Ataovy izay rehetra azonao atao mba hahafahanao mampiseho eo anatrehan’Andriamanitra hoe olona ankasitrahana ianao, dia mpiasa tsy mitsanga-menatra na amin’inona na amin’inona, ary manazava ny tenin’ny fahamarinana amin’ny fomba marina tsara.",
        "16": "Ialao kosa ny resaka tsy misy fotony manazimbazimba zava-masina, satria vao mainka hahatonga ny olona tsy hatahotra an’Andriamanitra izany,",
        "17": "sady hitatra hoatran’ny fery mandoaka. Anisan’ny mpanao an’izany i Hymeneo sy Fileto.",
        "18": "Niala tamin’ny fahamarinana ireo lehilahy ireo ka nilaza fa efa nitranga sahady, hono, ny fitsanganana amin’ny maty. Koa nanimba ny finoan’ny sasany izy ireo.",
        "19": "Na izany aza, dia mbola mijoro ihany ny fototra mafy nataon’Andriamanitra, sady misy an’izao tombo-kase izao: “Fantatr’i Jehovah ny azy”, sy hoe: “Aoka tsy hanao ratsy intsony izay rehetra miantso ny anaran’i Jehovah.”",
        "20": "Tsy fitaovana volamena sy volafotsy ihany no ao amin’ny trano lehibe iray, fa fitaovana hazo sy tany koa. Ny sasany natao hampiasaina amin’ny zavatra mendri-kaja, fa ny sasany kosa amin’ny zavatra tsy mendri-kaja.",
        "21": "Koa raha misy manalavitra an’ireo farany ireo, dia ho fitaovana natao hampiasaina amin’ny zavatra mendri-kaja izy, ary hohamasinina ka hahasoa ny tompony, sady ho vonona hanao ny asa tsara rehetra.",
        "22": "Andosiro àry ny faniriana mpitranga amin’ny tanora, fa miezaha foana kosa hanao ny marina, hanana finoana sy fitiavana ary fiadanana, miaraka amin’ireo miantso ny Tompo amin’ny fo madio.",
        "23": "Ialao koa ny adihevitra adaladala sy tsy misy dikany, satria fantatrao fa mampiady izany.",
        "24": "Tsy tokony hiady mantsy ny mpanompon’ny Tompo, fa halemy fanahy amin’ny rehetra kosa, hahay hampianatra, hahafehy tena rehefa misy manisy ratsy,",
        "25": "ary halemy paika rehefa mampianatra an’ireo tsy mora manaiky. Angamba Andriamanitra hamela azy ireo hibebaka, ka hahalala tsara ny fahamarinana izy ireo.",
        "26": "Dia ho tonga saina izy ireo ka ho afaka amin’ny fandriky ny Devoly, izay nanao azy sambo-belona mba hanao ny sitrapony."
    },
    "3": {
        "1": "Fantaro anefa izao: Amin’ny andro farany, dia hisy fotoan-tsarotra tsy mora atrehina.",
        "2": "Fa ny olona ho tia tena, ho tia vola, hieboebo, hanambony tena, ho mpanevateva, tsy hankatò ray aman-dreny, tsy hahay hankasitraka, ho mora mivadika,",
        "3": "tsy ho tia ny mpianakaviny, tsy ho azo ifanarahana, ho mpanendrikendrika, tsy hahafehy tena, ho masiaka be, tsy ho tia ny tsara,",
        "4": "ho mpamadika, ho mafy loha, hirehareha, ho tia fahafinaretana fa tsy ho tia an’Andriamanitra,",
        "5": "hoatran’ny hoe mpivavaka be ny fahitana azy nefa tsy misy heriny eo amin’ny fiainany ny maha mpivavaka azy. Ialao ny olona toy ireny.",
        "6": "Misy amin’izy ireny mampiasa hafetsena mba hidirana any an-tranon’olona, ka alainy ho babo ny vehivavy mora ambakaina, izay vesaran’ny fahotany sy fehezin’ny faniriana maro samihafa.",
        "7": "Mianatra foana ny vehivavy toy ireo, nefa tsy mety mahalala tsara ny fahamarinana mihitsy.",
        "8": "Manohitra ny fahamarinana foana ireny olona ireny, hoatran’ny nanoheran’i Jana sy Jambra an’i Mosesy. Olona tena ratsy saina ireny, ary tsy ankasitrahana satria manohitra ny finoana.",
        "9": "Tsy ho lasa lavitra anefa izy ireny, satria hiharihary amin’ny rehetra ny hadalany, hoatran’ny hadalan’izy roa lahy ihany.",
        "10": "Fa ianao kosa efa nanaraka akaiky ny fampianarako, ny fomba fiainako, ny tanjoko, ny finoako, ny faharetako, ny fitiavako, ny fiaretako,",
        "11": "ary fantatrao koa ny fanenjehana sy ny fijaliana nanjo ahy tany Antiokia sy Ikonioma ary Lystra. Niaritra an’izany fanenjehana izany aho, ary nanafaka ahy tamin’izany rehetra izany ny Tompo.",
        "12": "Raha ny marina, dia henjehina ihany koa izay rehetra te hampiseho eo amin’ny fiainany hoe mahafoy tena ho an’Andriamanitra sady tafaray amin’i Kristy Jesosy.",
        "13": "Fa vao mainka hiharatsy kokoa ny ratsy fanahy sy ny mpisandoka, ka sady mamitaka izy ireo no voafitaka.",
        "14": "Fa ianao kosa, araho foana ny zavatra nianaranao sy nandresen-dahatra anao ka inoanao. Fantatrao mantsy hoe iza avy no nampianatra anao an’ireny.",
        "15": "Ary mbola zazakely ianao dia efa nahalala ny Soratra Masina, izay mampahahendry anao ka hahatonga anao ho voavonjy noho ianao mino an’i Kristy Jesosy.",
        "16": "Ny Soratra Masina iray manontolo dia avy amin’ny herin’ny fanahy masin’Andriamanitra, ary mahasoa mba hampianarana, hananarana, hanitsiana an’izay tsy mety, hanabeazana mifanaraka amin’ny fahamarinana,",
        "17": "mba hahatonga ny olon’Andriamanitra ho tena mahay sy ho ampy fitaovana tsara hanaovana ny asa tsara rehetra."
    },
    "4": {
        "1": "Izao no ampirisihako mafy anao eo anatrehan’Andriamanitra sy Kristy Jesosy, izay hitsara ny velona sy ny maty rehefa miseho sy manjaka ao amin’ny Fanjakany izy:",
        "2": "Torio ny teny, ary ataovy tsy misy hataka andro izany na amin’ny mora na amin’ny sarotra; mananara, teneno mafy ireo mila tenenina, ampirisiho ny hafa, ka miezaha hanam-paharetana tanteraka sady hahay hampianatra rehefa manao an’izany.",
        "3": "Ho avy mantsy ny fotoana tsy hahazakan’ny olona ny fampianarana mahasoa ka hitadiavany mpampianatra, araka izay tiany, mba handrenesany zavatra mahafinaritra ny sofiny.",
        "4": "Tsy hihaino ny fahamarinana intsony izy ireo, fa hihaino tantara tsy marina.",
        "5": "Fa ianao kosa, aoka ianao hisaina tsara foana amin’ny zava-drehetra, miareta fahoriana, ataovy ny asan’ny mpitory ny vaovao tsara, ary ataovy tsara ny fanompoanao.",
        "6": "Fa efa araraka sahady toy ny fanatitra zava-pisotro aho, ary efa akaiky ny fotoana hanafahana ahy.",
        "7": "Efa niady ny ady tsara aho, efa nahavita an’ilay hazakazaka hatramin’ny farany aho, nanaraka ny finoana foana aho.",
        "8": "Manomboka izao, dia tehirizina ho ahy ny satroboninahitry ny fahamarinana. Ny Tompo, ilay mpitsara manao ny rariny, no hanome ahy an’io valisoa io amin’izany andro izany, ary tsy ho ahy ihany fa ho an’izay rehetra maniry mafy ny hisehoany koa.",
        "9": "Ataovy izay rehetra azonao atao mba hahatongavana haingana atỳ amiko.",
        "10": "Efa nandao ahy mantsy i Demasy satria tia an’izao tontolo izao, ka lasa any Tesalonika. I Kreska lasa any Galatia ary i Titosy lasa any Dalmatia.",
        "11": "I Lioka irery no eto amiko. Ento miaraka aminao i Marka fa ilaiko amin’ny fanompoana izy.",
        "12": "I Tykiko kosa nirahiko ho any Efesosy.",
        "13": "Rehefa mankatỳ ianao, dia ento ilay akanjo ivelany navelako tany amin’i Karpo any Troasy. Ento koa ireo horonam-boky, indrindra fa ireo horonam-boky hoditra.",
        "14": "Betsaka ny ratsy nataon’i Aleksandra mpanefy varahina tamiko. I Jehovah no hamaly azy araka izay nataony.",
        "15": "Ianao koa mba mitandrema ihany amin’izy iny, fa tena nanohitra mafy an’izay nolazainay izy.",
        "16": "Tsy mba nisy tonga nanotrona ahy, tamin’izaho nilaza ny fiarovan-tenako voalohany, fa nandao ahy izy rehetra. Enga anie tsy homelohina noho izany izy ireo!",
        "17": "Nijoro teo anilako anefa ny Tompo ka nankahery ahy, mba ho vita tsara amin’ny alalako ny asa fitoriana, ary mba haheno an’ilay hafatra toriko ny firenena rehetra. Ary novonjeny tamin’ny vavan’ny liona aho.",
        "18": "Hanafaka ahy amin’ny asa ratsy rehetra ny Tompo, ary hamonjy ahy ka hitondra ahy any amin’ny Fanjakany any an-danitra. Ho azy anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "19": "Mampamangy any amin’i Priska sy Akoila ary ny ankohonan’i Onesiforosy.",
        "20": "Nijanona any Korinto i Erasto, fa navelako any Mileto kosa i Trofimo satria narary.",
        "21": "Ataovy izay rehetra azonao atao mba hahatongavana atỳ alohan’ny ririnina. Mampamangy, hono, ianao, hoy i Eobolo, Poda, Lino, Klaodia, ary ny rahalahy rehetra.",
        "22": "Ny Tompo anie hitahy ny toe-tsaina tsara anananao! Enga anie ianareo hanehoany hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "2 Timoty",
        "order": 54,
        "chapter_number": 4
    }
}