{
    "1": {
        "1": "Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra sy araka ny fampanantenana fiainana ao amin’i Kristy Jesosy.",
        "2": "Ho an’i Timoty, zanako malalako, Ho aminao anie ny hatsaram-panahy tsy manam-paharoa sy ny famindram-po ary ny fiadanana izay avy amin’Andriamanitra Ray sy Kristy Jesosy Tompontsika!",
        "3": "Velom-pisaorana an’Andriamanitra aho, dia ilay Andriamanitra izay anaovako fanompoana masina toy ny nataon’ny razako sy amim-pieritreretana madio. Eny, velom-pisaorana azy aho, satria tsy mitsahatra mihitsy mahatsiaro anao rehefa mitalaho amim-bavaka andro aman’alina.",
        "4": "Ary rehefa mahatsiaro ny ranomasonao aho dia maniry mafy ny hahita anao, mba hahafeno fifaliana ahy.",
        "5": "Tsaroako mantsy ny finoana tsy mihatsaravelatsihy anananao, izay efa tao amin’i Loisa renibenao sy Eonika reninao, ary matoky aho fa ao aminao koa.",
        "6": "Izany indrindra no antony ampahatsiahivako anao mba hataonao miredareda toy ny afo ilay fanomezan’Andriamanitra, izay noraisinao rehefa nametra-tanana taminao aho.",
        "7": "Fa Andriamanitra tsy nanome antsika toe-tsaina kanosa, fa toe-tsaina feno hery sy fitiavana ary fahaiza-misaina.",
        "8": "Koa aza menatra mitory momba ny Tompontsika, na menatra noho ny amiko, dia izaho izay voafonja noho ny aminy. Fa miareta kosa fahoriana noho ny vaovao tsara, araka ny herin’Andriamanitra.",
        "9": "Izy no namonjy sy niantso antsika tamin’ny fiantsoana masina, tsy noho izay nataontsika anefa, fa noho ny fikasany sy ny hatsaram-panahiny tsy manam-paharoa. Naneho izany hatsaram-panahy izany tamintsika efa hatramin’ny ela be izy, noho ny amin’i Kristy Jesosy,",
        "10": "fa ankehitriny kosa izany vao natao mazava tsara, tamin’ny alalan’ny fisehoan’i Kristy Jesosy Mpamonjy antsika. Izy no nanafoana ny fahafatesana sy nanambara mazava tamin’ny alalan’ny vaovao tsara, ny momba ny fiainana sy ny tsy fetezan-ko lo.",
        "11": "Ary ho amin’izany vaovao tsara izany no nanendrena ahy ho mpitory sy apostoly ary mpampianatra.",
        "12": "Izany indrindra koa no iaretako ireny zavatra ireny. Tsy menatra anefa aho. Fantatro mantsy ilay inoako, ary matoky aho fa vitany ny miaro an’izay nankiniko taminy mandra-pahatongan’izany andro izany.",
        "13": "Hazòny hatrany ny modelin’ny teny mahasoa izay efa renao tamiko, ary ataovy amim-pinoana sy fitiavana ao amin’i Kristy Jesosy izany.",
        "14": "Arovy amin’ny alalan’ny fanahy masina izay mitoetra ao anatintsika izany zavatra tsara nankinina taminao izany.",
        "15": "Fantatrao fa efa niala tamiko ireo rehetra any amin’ny faritr’i Azia, anisan’izany i Fygelo sy Hermogena.",
        "16": "Fa enga anie ny Tompo hiantra ny ankohonan’i Onesiforosy, satria namelombelona ahy matetika izy, sady tsy mba nahamenatra azy ny rojo vy namatorana ahy.",
        "17": "Nitady mafy ahy izy tamin’izy tany Roma, ka nahita ahy.",
        "18": "I Jehovah Tompo anie hiantra azy amin’izany andro izany! Ary fantatrao tsara ny fanompoana rehetra nataony tany Efesosy."
    },
    "2": {
        "1": "Koa aoka ianao, anaka, hihamahery amin’ny alalan’ilay hatsaram-panahy tsy manam-paharoa, izay azonao noho ianao tafaray amin’i Kristy Jesosy.",
        "2": "Ary izay renao tamiko sady nohamafisin’ny vavolombelona maro, dia atolory an’ireo lehilahy mendri-pitokisana, izay hahay hampianatra ny hafa kosa avy eo.",
        "3": "Miaramila tsaran’i Kristy Jesosy ianao, ka miareta koa fahoriana.",
        "4": "Tsy misy olona manao raharaha miaramila ka miditra amin’ny raharaham-barotr’izao fiainana izao, raha tiany ny hahazo sitraka amin’ilay nandray azy ho miaramila.",
        "5": "Ary raha misy mandray anjara amin’ny lalao fifaninanana, dia tsy hahazo satroboninahitra izy raha tsy nanaraka ny fitsipi-dalao.",
        "6": "Ny mpamboly izay niasa mafy no voalohany tokony hahazo amin’ny vokatra.",
        "7": "Eritrereto mandrakariva izany lazaiko izany, ary hanampy anao tokoa ny Tompo mba hahatakaranao tsara ny zava-drehetra.",
        "8": "Tsarovy fa efa natsangana tamin’ny maty i Jesosy Kristy sady taranak’i Davida, araka ny vaovao tsara toriko",
        "9": "sy iaretako fahoriana, dia fahoriana izay tonga hatramin’ny famatorana ahy ato am-ponja, toy ny mpanao ratsy. Tsy voafatotra kosa anefa ny tenin’Andriamanitra.",
        "10": "Izany no mbola iaretako ny zava-drehetra noho ny amin’ny olom-boafidy, mba hahazoany koa ilay famonjena izay ao amin’i Kristy Jesosy, mbamin’ny voninahitra mandrakizay.",
        "11": "Azo antoka izao teny izao: Raha miara-maty aminy isika, dia hiara-belona aminy koa,",
        "12": "ary raha miaritra foana isika, dia ho mpanjaka hiara-mitondra aminy. Fa raha mandà azy kosa isika, dia holaviny.",
        "13": "Ary raha mivadika isika, izy kosa tsy mba hivadika mihitsy, satria tsy hanao zavatra mifanohitra amin’ny maha izy azy izy.",
        "14": "Ampahatsiahivo azy ireo foana izany, ary aoka ianao ho vavolombelona hananatra azy mafy eo anatrehan’Andriamanitra mba tsy hiadiany teny, fa tsy mahasoa mihitsy izany satria manimba an’izay mihaino.",
        "15": "Ataovy izay rehetra azonao atao mba hisehoanao eo anatrehan’Andriamanitra ho olona ankasitrahana, dia mpiasa tsy mitsanga-menatra na amin’inona na amin’inona, ary manazava ny tenin’ny fahamarinana amin’ny fomba marina tsara.",
        "16": "Ialao kosa ny resaka tsy misy fotony izay manazimbazimba zava-masina, satria vao mainka tsy hatahotra an’Andriamanitra ireny,",
        "17": "ary ny teniny dia hiely toy ny fery mandoaka. Anisan’izy ireny i Hymeneo sy Fileto.",
        "18": "Niala tamin’ny fahamarinana ireo lehilahy ireo ka nilaza fa efa nitranga sahady, hono, ny fitsanganana amin’ny maty. Koa nandrava ny finoan’ny sasany izy ireo.",
        "19": "Fa mbola mijoro ihany ny fototra mafy nataon’Andriamanitra, ka manana izao tombo-kase izao: “Fantatr’i Jehovah ny azy”, ary koa: “Aoka hiala amin’ny tsy fahamarinana izay rehetra manonona ny anaran’i Jehovah.”",
        "20": "Tsy fitaovana volamena sy volafotsy ihany no ao amin’ny trano lehibe, fa fitaovana hazo sy tany koa. Ny sasany natao hampiasaina amin-javatra mendri-kaja, fa ny sasany kosa amin-javatra tsy mendri-kaja.",
        "21": "Koa raha misy manalavitra an’ireo farany ireo, dia ho fitaovana natao hampiasaina amin-javatra mendri-kaja izy, ary nohamasinina ka mahasoa ny tompony, sady vonona ho amin’ny asa tsara rehetra.",
        "22": "Koa andosiro ny faniriana mpitranga eo amin’ny tanora, fa miezaha kosa hikatsaka ny fahamarinana, ny finoana, ny fitiavana, ny fihavanana, miaraka amin’ireo miantso ny Tompo amin’ny fo madio.",
        "23": "Aoka koa ianao handa ny fanontaniana adaladala sy ny fanontaniana tsy misy dikany, satria fantatrao fa mampiady izany.",
        "24": "Fa tsy tokony hiady ny mpanompon’ny Tompo, fa halemy fanahy * amin’ny rehetra kosa, hahay hampianatra sy hahafehy tena rehefa misy mahasosotra,",
        "25": "ary halemy paika rehefa mampianatra an’ireo tsy mora manaiky, fa angamba Andriamanitra hamela azy hibebaka, ka hahalala marina tsara ny fahamarinana izy.",
        "26": "Dia ho tonga saina izy ka ho afaka amin’ny fandriky ny Devoly, izay nanao azy sambo-belona hanaraka ny sitrapony."
    },
    "3": {
        "1": "Ary aoka ho fantatrao izao: Amin’ny andro farany, dia hisy fotoan-tsarotra tsy mora setraina.",
        "2": "Fa ny olona ho tia tena, ho tia vola, ho matin-kambo, hanambony tena, ho mpanevateva, tsy hankatò ray aman-dreny, tsy hisaotra, tsy ho mena-mivadika,",
        "3": "tsy ho tia ny mpianakaviny, tsy ho azo ifanarahana, ho mpanendrikendrika, tsy hahafehy tena, ho masiaka be, tsy ho tia ny tsara,",
        "4": "ho mpamadika, ho be di-doha, ho mpieboebo, ho tia fahafinaretana fa tsy ho tia an’Andriamanitra,",
        "5": "jerena toa mpivavaka be nefa tsy misy heriny eo amin’ny fiainany ny maha mpivavaka azy. Ialao ny olona toy ireny.",
        "6": "Avy amin’ireny mantsy no ipoiran’ny lehilahy mitsofoka mangingina any an-tokantrano, ary alainy ho babo ny vehivavy osa ara-panahy sy vesaran’ota ary tarihin’ny faniriana maro samihafa.",
        "7": "Mianatra mandrakariva ireny vehivavy ireny, nefa tsy mety mahalala marina tsara ny fahamarinana mihitsy.",
        "8": "Tahaka ny nanoheran’i Jana sy Jambra an’i Mosesy no anoheran’ireny tsy misy farany ny fahamarinana. Olona tena maloto saina ireny, ary tsy ankasitrahana raha ny amin’ny finoana.",
        "9": "Fa tsy hisy fandrosoana intsony ho vitan’izy ireny, satria hiharihary amin’ny rehetra ny hadalany, tahaka ny hadalan’izy roa lahy koa.",
        "10": "Fa ianao kosa efa nanaraka akaiky ny fampianarako, ny fomba fiainako, ny tanjona ananako, ny finoako, ny fahari-poko, ny fitiavako, ny fiaretako,",
        "11": "ny fanenjehana ahy, ny fijaliako, ny zavatra nanjo ahy tany Antiokia sy tany Ikonioma ary tany Lystra, mbamin’ny karazam-panenjehana nozakaiko. Ny Tompo anefa nanafaka ahy tamin’izany rehetra izany.",
        "12": "Izay rehetra te hiaina ao anatin’ny fahafoizan-tena ho an’Andriamanitra sady tafaray amin’i Kristy Jesosy dia henjehina ihany koa.",
        "13": "Fa vao mainka hiharatsy kokoa ny ratsy fanahy sy ny mpisandoka, ka sady mamitaka izy ireo no voafitaka.",
        "14": "Fa ianao kosa, mahareta amin’ny zavatra nianaranao sy nandresen-dahatra anao ka inoanao. Fantatrao mantsy hoe iza avy no nampianatra anao an’ireny.",
        "15": "Ary mbola zazakely ianao dia efa nahalala ny Soratra Masina, izay nampahahendry anao ho amin’ny famonjena, amin’ny alalan’ny finoana an’i Kristy Jesosy.",
        "16": "Ny Soratra Masina iray manontolo dia avy amin’ny herin’ny fanahy masin’Andriamanitra, ary mahasoa mba hampianarana, hananarana, hanitsiana izay diso, hanafaizana araka ny fahamarinana,",
        "17": "mba hahatonga ny olon’Andriamanitra ho tena mahay sy ho ampy fitaovana tsara ho amin’ny asa tsara rehetra."
    },
    "4": {
        "1": "Izao no ananarako mafy anao eo anatrehan’Andriamanitra sy Kristy Jesosy, izay voatendry hitsara ny velona sy ny maty, amin’ny alalan’ny fisehoany sy ny fanjakany:",
        "2": "Torio ny teny, ary ataovy tsy misy hataka andro izany * na amin’ny mora na amin’ny sarotra, mananara, teneno mafy ireo mila tenenina, manomeza torohevitra, ary aoka ianao hahari-po tanteraka sady hahay hampianatra rehefa manao izany rehetra izany.",
        "3": "Ho avy mantsy ny fotoana tsy hahazakan’ny olona ny fampianarana mahasoa ka hanangonany mpampianatra ho an’ny tenany, araka izay iriny, mba handrenesany zavatra mahafinaritra ny sofiny.",
        "4": "Ary tsy hihaino ny fahamarinana intsony izy, fa hivily ho amin’ny tantara tsy marina.",
        "5": "Fa ianao kosa, aoka ianao hisaina tsara foana amin’ny zava-drehetra, miareta fahoriana, ataovy ny asan’ny mpitory ny vaovao tsara, ary tanteraho tsara ny fanompoanao.",
        "6": "Fa efa araraka sahady toy ny fanatitra zava-pisotro aho, ary efa antomotra ny fotoana voatondro hanafahana ahy.",
        "7": "Efa niady ny ady tsara aho, efa nahavita ny fihazakazahako aho, efa nihazona ny finoana aho.",
        "8": "Manomboka izao, dia tehirizina ho ahy ny satroboninahitry ny fahamarinana. Ny Tompo, ilay mpitsara marina, no hanome ahy izany ho valisoa amin’izany andro izany, ary tsy ho ahy ihany fa ho an’izay rehetra maniry mafy ny hisehoany koa.",
        "9": "Ataovy izay rehetra azonao atao mba hahatongavana haingana atỳ amiko.",
        "10": "Efa nandao ahy mantsy i Demasy satria tia an’ity tontolo ity izy, ka lasa any Tesalonika, ary i Kreska lasa any Galatia, i Titosy any Dalmatia.",
        "11": "I Lioka irery no eto amiko. Ento miaraka aminao i Marka fa mahasoa ahy amin’ny fanompoana izy.",
        "12": "I Tykiko kosa nirahiko ho any Efesosy.",
        "13": "Rehefa mankatỳ ianao, dia ento ilay akanjo ivelany navelako tany amin’i Karpo any Troasy. Ento koa ireo horonam-boky, indrindra fa ny horonam-boky hoditra.",
        "14": "Betsaka ny ratsy nataon’i Aleksandra mpanefy varahina tamiko—i Jehovah no hamaly azy araka izay nataony—",
        "15": "ary ianao koa, mba mitandrema ihany amin’izy iny, fa tena nanohitra mafy ny teninay izy.",
        "16": "Rehefa nilaza ny fiarovan-tenako voalohany aho, dia tsy mba nisy tonga nanotrona ahy, fa nandao ahy daholo izy rehetra. Enga anie tsy hatao ho helony izany!",
        "17": "Ny Tompo kosa nijoro teo anilako ka nankahery ahy, mba hotanterahina an-tsakany sy an-davany amin’ny alalako ny asa fitoriana, ary mba handre izany ny firenena rehetra. Ary nafahana avy tamin’ny vavan’ny liona aho.",
        "18": "Hanafaka ahy amin’ny asa ratsy rehetra ny Tompo ary hamonjy ahy ho amin’ny fanjakany any an-danitra. Ho azy anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "19": "Mampamangy any amin’i Priska sy Akoila ary ny ankohonan’i Onesiforosy.",
        "20": "Nijanona any Korinto i Erasto, fa navelako any Mileto kosa i Trofimo, satria narary.",
        "21": "Ataovy izay rehetra azonao atao mba hahatongavana atỳ alohan’ny ririnina. Mampamangy, hono, ianao, hoy i Eobolo sy Poda sy Lino sy Klaodia ary ny rahalahy rehetra.",
        "22": "Ho amin’ny toe-tsaina asehonao anie ny Tompo! Ho aminareo anie ny hatsaram-panahiny tsy manam-paharoa!"
    },
    "meta": {
        "name": "2 Timoty",
        "order": 54,
        "chapter_number": 4
    }
}