{
    "1": {
        "1": "Izaho, anti-panahy, manoratra amin’i Gaio malala, izay tena tiako.",
        "2": "Ry malala, mivavaka ho anao aho mba handeha tsara ny zava-drehetra, toy ny hatramin’izay, ary mba ho salama tsara ianao.",
        "3": "Ravoravo tokoa aho rehefa nisy rahalahy tonga ka nanambara fa mifikitra amin’ny fahamarinana ianao. Ravoravo koa aho fa mandeha foana ao amin’ny fahamarinana ianao.",
        "4": "Tsy misy mahavelom-pisaorana ahy mihoatra noho izao, dia ny andrenesako fa mandeha foana ao amin’ny fahamarinana ny zanako.",
        "5": "Ry malala, mendri-pitokisana ianao amin’izay rehetra ataonao ho an’ireo rahalahy, sady izay indray rahalahy tsy fantatrao akory!",
        "6": "Nambaran’izy ireny teo anatrehan’ny fiangonana ny fitiavana nasehonao. Aoka ho mendrika an’Andriamanitra ny fomba hikarakaranao ny dian’izy ireny,",
        "7": "satria noho ny anaran’Andriamanitra no nandehanany, ary tsy naka na inona na inona avy tamin’ny olona eo amin’izao tontolo izao izy ireny.",
        "8": "Koa tsy maintsy mandray tsara an’ireny olona ireny isika, mba ho mpiara-miasa ao amin’ny fahamarinana.",
        "9": "Nisy zavatra nosoratako ho an’ny fiangonana, saingy te ho voalohany eo amin’izy ireo i Diotrefa, ka tsy nety nandray tamim-panajana na inona na inona avy taminay.",
        "10": "Raha tonga àry aho, dia hampahatsiahiviko ny nataony, izay mbola tohiziny ihany. Manaratsy anay tsy an-kijanona izy, nefa tsy vitan’izany ihany fa tsy mandray amim-panajana an’ireo rahalahy koa. Ary izay te handray azy ireo dia tadiaviny hosakanana sy horoahina tsy ho anisan’ny fiangonana.",
        "11": "Ry malala, aza ny ratsy no alain-tahaka fa ny tsara. Avy amin’Andriamanitra izay manao ny tsara. Tsy nahita an’Andriamanitra izay manao ny ratsy.",
        "12": "Na izy rehetra na ny fahamarinana dia samy vavolombelona nanambara momba an’i Demetrio. Vavolombelona manambara koa izahay, raha ny marina, ary fantatrao fa marina ny fanambaranay.",
        "13": "Nanan-javatra maro tiako hosoratana aminao aho, nefa tsy te hanoratra aminao amin’ny ranomainty sy ny penina intsony.",
        "14": "Fa manantena ny hahita anao mivantana aho, dia hiresaka mifanatrika isika. Ho aminao anie ny fiadanana! Mampamangy, hono, ianao, hoy ny namana atỳ. Mampamangy any amin’ny namana tsirairay, araka ny anarany avy."
    },
    "meta": {
        "name": "3 Jaona",
        "order": 63,
        "chapter_number": 1
    }
}