{
    "1": {
        "1": "Izaho, ilay zokiolona, no manoratra ho an’i Gaio, rahalahy malala tena tiako.",
        "2": "Ry malala, mivavaka ho anao aho mba handeha tsara foana ny zava-drehetra, hoatran’ny amin’izao, ary mba ho salama tsara ianao.",
        "3": "Tena faly be aho mantsy rehefa nisy rahalahy tonga nitantara hoe mbola mifikitra amin’ny fahamarinana foana ianao, hoatran’ny efa nataonao hatramin’izay.",
        "4": "Tsy misy mahafaly ahy noho ny maheno hoe tsy miala amin’ny fahamarinana mihitsy ny zanako.",
        "5": "Ry rahalahy malala, hita hoe tsy mivadika ianao amin’izay ataonao ho an’ireo rahalahy, na dia tsy fantatrao akory aza ry zareo.",
        "6": "Notantarain-dry zareo teo anatrehan’ny fiangonana ny fitiavana nasehonao. Mba karakarao tsara izy ireny rehefa handeha, ka ataovy araka izay itiavan’Andriamanitra azy izany.",
        "7": "Noho ny anaran’Andriamanitra mantsy no nandehanany, ary tsy naka zavatra avy tamin’ny olona eo amin’izao tontolo izao izy ireny, na inona izany na inona.",
        "8": "Tsy maintsy mampiantrano sy mandray tsara azy ireny àry isika, mba ho mpiara-miasa aminy ao amin’ny fahamarinana.",
        "9": "Nisy zavatra nosoratako ho an’ny fiangonana, saingy te ho lohany eo aminareo i Diotrefa, ka tsy mba nisy nohajainy na nekeny izay noteneninay.",
        "10": "Raha tonga any àry aho, dia hampahafantariko tsara ny zavatra mbola ataony. Manaratsy anay foana mantsy izy, ary tsy vitan’izay fa tsy mety mandray tsara an’ireo rahalahy sady tsy manaja azy ireo. Dia izay te handray azy ireo indray tadiaviny hosakanana sy horoahina tsy ho anisan’ny fiangonana.",
        "11": "Ry rahalahy malala, aza ny ratsy no alain-tahaka fa ny tsara. Avy amin’Andriamanitra mantsy izay manao ny tsara. Tsy mahita an’Andriamanitra izay manao ratsy.",
        "12": "Tsara laza teo amin’ny mpiara-manompo rehetra i Demetrio sady mampihatra ny fahamarinana. Izahay koa vavolombelona manamarina an’izany, raha ny marina, ary fantatrao fa marina izay lazainay.",
        "13": "Be dia be ny zavatra noeritreretiko hosoratana taminao, saingy tsy te hanoratra aminao amin’ny penina sy ny ranomainty intsony aho.",
        "14": "Manantena ny hahita anao tsy ho ela anefa aho, dia hiresaka mivantana isika. Enga anie ianao hahazo fiadanana! Mampamangy, hono, ianao, hoy ny namana atỳ. Mampamangy any amin’ny namana tsirairay any, araka ny anarany avy."
    },
    "meta": {
        "name": "3 Jaona",
        "order": 63,
        "chapter_number": 1
    }
}