{
    "1": {
        "1": "Zavatra nahariharin’i Jesosy Kristy, sady nomen’Andriamanitra azy, mba hampisehoany amin’ny mpanompony ny zavatra hitranga tsy ho ela. Ary nirahin’i Jesosy ny anjeliny, ka tamin’ny alalan’izy io no nanehoany izany tamin’i Jaona mpanompony, tamin’ny alalan’ny famantarana.",
        "2": "I Jaona kosa dia vavolombelona nanambara ny teny nomen’Andriamanitra sy ny fanambarana nataon’i Jesosy Kristy, dia ny zava-drehetra hitany.",
        "3": "Sambatra izay mamaky mafy sy mihaino ny tenin’ity faminaniana ity ka mitandrina izay voasoratra ato anatiny, fa antomotra ny fotoana voatondro.",
        "4": "Izaho Jaona dia manoratra ho an’ny fiangonana fito any amin’ny faritr’i Azia: Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana avy amin’“Ilay ankehitriny sy taloha ary ho avy”, sy avy amin’ny fanahy fito eo anoloan’ny seza fiandrianany,",
        "5": "ary avy amin’i Jesosy Kristy, “ilay Vavolombelona Mendri-pitokisana”, “ilay lahimatoa amin’ny maty”, ary “ilay Mpitondra ny mpanjakan’ny tany!” Ho an’ilay tia antsika sy namaha antsika ho afaka amin’ny fahotantsika, tamin’ny alalan’ny rany,",
        "6": "ary nanao antsika ho fanjakana sy mpisorona ho an’Andriamanitra Rainy, eny, ho azy mandrakizay anie ny voninahitra sy ny hery! Amena.",
        "7": "Ho avy izy, eny amin’ny rahona. Ary hahita azy ny maso rehetra sy ireo nandefona azy. Ary hikapo-tratra noho ny alahelo ireo foko rehetra eto an-tany noho ny aminy. Eny, Amena.",
        "8": "“Izaho no Alfa sy Omega”, * hoy i Jehovah Andriamanitra, “Ilay ankehitriny sy taloha ary ho avy, ilay Mahery Indrindra.”",
        "9": "Izaho Jaona rahalahinareo izay miombona fahoriana sy fanjakana ary fiaretana aminareo, amin’ny maha mpanara-dia an’i Jesosy ahy, dia teto amin’ny nosy antsoina hoe Patmo, satria niresaka ny amin’Andriamanitra aho sady vavolombelona nanambara an’i Jesosy.",
        "10": "Tonga tamin’ny andron’ny Tompo teo ambany herin’ny fanahy masina aho, ary nandre feo mafy toy ny an’ny trompetra avy tao andamosiko,",
        "11": "nanao hoe: “Izay hitanao dia soraty eo amin’ny horonam-boky ka alefaso any amin’ny fiangonana fito, dia atsy Efesosy sy Smyrna sy Pergamosy sy Tyatira sy Sardisy sy Filadelfia ary Laodikia.”",
        "12": "Ary nitodika hijery an’ilay niteny tamiko aho. Koa rehefa nitodika aho, dia nahita fitoeran-jiro volamena fito,",
        "13": "ary teo afovoan’ireo fitoeran-jiro dia nisy tahaka ny zanak’olona nanao akanjo lava hatreny an-tongony sady nanao fehikibo volamena teo amin’ny tratrany.",
        "14": "Ary fotsy mangatsakatsaka * tahaka ny volonondry fotsy ny volon-dohany, ary ny masony tahaka ny lelafo,",
        "15": "ary ny tongony tahaka ny varahina voadio izay mamirapiratra ao anaty lafaoro, ary ny feony tahaka ny feon’ny rano be.",
        "16": "Ary nisy kintana fito teny an-tanany havanana, ary nisy sabatra roa lela izay sady maranitra no lava nivoaka avy tamin’ny vavany, ary ny tarehiny tahaka ny masoandro mamirapiratra amin’ny heriny rehetra.",
        "17": "Koa nony nahita azy aho, dia nikarapoka toy ny maty teo an-tongony. Ary nametraka ny tanany havanana tamiko izy sady niteny hoe: “Aza matahotra. Izaho ilay Voalohany sy Farany,",
        "18": "sy ilay velona. Efa maty aho, nefa velona mandrakizay mandrakizay, sady manana ny lakilen’ny fahafatesana sy ny Fasana. *",
        "19": "Koa soraty ny zavatra efa hitanao sy ny zavatra ankehitriny ary ny zavatra hitranga aorian’izany.",
        "20": "Ary izao ilay zava-miafina masina momba ny kintana fito izay efa hitanao teo an-tanako havanana sy ny fitoeran-jiro volamena fito: Tsy inona ny kintana fito fa ny anjelin’ny fiangonana fito, ary ny fitoeran-jiro fito dia fiangonana fito."
    },
    "2": {
        "1": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Efesosy: Izao no lazain’ilay mihazona ny kintana fito eo an-tanany havanana sy mandeha eo afovoan’ny fitoeran-jiro volamena fito:",
        "2": "‘Fantatro izay ataonao sy ny fisasaranao ary ny fiaretanao, ary fantatro fa tsy mahatanty mahita olon-dratsy eo anivonao ianao, ary nozahanao toetra ireo mihambo ho apostoly nefa tsy izy, ka hitanao fa mpandainga.",
        "3": "Miaritra koa ianao, eny, efa niaritra ny mafy noho ny anarako, nefa tsy reraka.",
        "4": "Na izany aza, dia izao no anomezako tsiny anao: Navelanao ho lefy ilay fitiavanao voalohany.",
        "5": "“‘Koa tsarovy izay nisy anao fony ianao mbola tsy lavo, dia mibebaha ka ataovy izay nataonao taloha. Fa raha tsy izany, dia ho avy aminao aho ka hanaisotra ny fitoeran-jironao hiala amin’ny toerany, raha tsy hoe mibebaka angaha ianao.",
        "6": "Na izany aza anefa, dia halanao izay ataon’ny sektan’i Nikoleo, ary halako koa izany.",
        "7": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia havelako hihinana amin’ny hazon’aina, izay ao amin’ny paradisan’Andriamanitra.’",
        "8": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Smyrna: Izao no lazain’ilay ‘Voalohany sy Farany’, izay efa maty nefa velona indray:",
        "9": "‘Fantatro ny fahorianao sy ny fahantranao, nefa manankarena ianao. Fantatro koa ny fanevatevan’ireo mihambo ho Jiosy nefa tsy izy, fa synagogan’i Satana.",
        "10": "Aza matahotra an’izay fijaliana efa hiaretanao. Fa tsy hitsahatra hanao ny sasany aminareo any am-ponja ny Devoly. Amin’izay dia hozahan-toetra tanteraka ianareo, ary hiharam-pahoriana folo andro. Aoka ianao tsy hivadika mandra-pahafatinao, dia homeko anao ny satroboninahitry ny fiainana.",
        "11": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia tsy ho azon’ny fahafatesana faharoa mihitsy.’",
        "12": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Pergamosy: Izao no lazain’ilay manana sabatra roa lela izay sady lava no maranitra:",
        "13": "‘Fantatro hoe aiza no misy anao, dia ao amin’izay misy ny seza fiandrianan’i Satana. Mifikitra amin’ny anarako foana anefa ianao, ary tsy nolavinao ny finoanao ahy, na dia tamin’ny andron’i Antipasy aza, dia ilay vavolombeloko tsy nivadika, izay novonoina teo aminareo, eo amin’izay onenan’i Satana.",
        "14": "“‘Misy zavatra vitsivitsy hitako aminao anefa: Ao aminao ireo mitana mafy ny fampianaran’i Balama, izay nampianatra an’i Balaka hitaona ny zanak’Israely hanota, ka hihinana zavatra natao sorona ho an’ny sampy sy hijangajanga.",
        "15": "Ao aminao koa ireo mitana mafy toy izany ny fampianaran’ny sektan’i Nikoleo.",
        "16": "Koa mibebaha, fa raha tsy izany, dia ho avy aminao haingana aho ka hiady amin’izy ireo ary hamely azy amin’ilay sabatra lava lela avy amin’ny vavako.",
        "17": "“‘Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia homeko amin’ny mana nafenina sady homeko vatokilonjy fotsy. Ary eo amin’ilay vatokilonjy dia misy anaram-baovao voasoratra izay tsy misy mahafantatra afa-tsy ilay mahazo azy ihany.’",
        "18": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Tyatira: Izao no lazain’ny Zanak’Andriamanitra, izay manana maso tahaka ny lelafo, sy tongotra tahaka ny varahina voadio:",
        "19": "‘Fantatro izay ataonao sy ny fitiavanao sy ny finoanao sy ny fanompoanao ary ny fiaretanao, ary fantatro fa be kokoa noho ny tany aloha ny nataonao tatỳ aoriana.",
        "20": "“‘Na izany aza, dia izao no anomezako tsiny anao: Leferinao ilay vehivavy Jezebela, izay mihambo ho mpaminanivavy sady mampianatra sy mamitaka ny mpanompoko hijangajanga sy hihinana zavatra atao sorona ho an’ny sampy.",
        "21": "Ary nomeko fotoana hibebahana izy, nefa tsy te hibebaka amin’ny fijangajangany.",
        "22": "Hataoko marary mafy eo am-pandriana izy, ary izay mijangajanga * aminy dia hatsipiko ao amin’ny fahoriana lehibe, raha tsy hoe mibebaka amin’izay namitahan-dravehivavy azy angaha izy ireo.",
        "23": "Ary hovonoiko amin’ny aretina mahafaty ny zana-dravehivavy, ka ho fantatry ny fiangonana rehetra fa izaho no mandinika ny voa sy ny fo, ary hamaly anareo tsirairay araka izay ataonareo avy.",
        "24": "“‘Ho an’izay sisa aminareo any Tyatira, eny, izay rehetra tsy manaraka izany fampianarana izany ka tsy mahafantatra an’ilay antsoin’ny olona hoe “zava-dalin’i Satana”, dia izao no lazaiko: Tsy manampy enta-mavesatra aminareo intsony aho.",
        "25": "Tano mafy anefa izay efa anananareo, mandra-piaviko.",
        "26": "Ary izay mandresy ka manatanteraka ny asako hatramin’ny farany, dia homeko fahefana amin’ireo firenena.",
        "27": "Ary hifehy * ny olona amin’ny tehim-by izy, dia ho potipotika toy ny vilany tanimanga ireny. Eny, homeko fahefana izy, tahaka izay noraisiko avy tamin’ny Raiko.",
        "28": "Ary homeko azy ny kintan’ny maraina.",
        "29": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ireo fiangonana.’"
    },
    "3": {
        "1": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Sardisy: Izao no lazain’ilay manana ny fanahy fiton’Andriamanitra sy ny kintana fito: ‘Fantatro izay ataonao, fa malaza ho velona ianao, nefa maty.",
        "2": "Miambena, ka ampaherezo izay sisa tavela efa nadiva ho faty, satria hitako fa izay ataonao dia tsy vitanao hatramin’ny farany, eo imason’Andriamanitro.",
        "3": "Koa tadidio tsara foana izay efa noraisinao sy efa renao, ary tano hatrany izany, ka mibebaha. Fa raha tsy mifoha ianao, dia ho avy toy ny mpangalatra aho, ary tsy ho fantatrao mihitsy izay ora hahatongavako eo aminao.",
        "4": "“‘Misy olona vitsivitsy anefa ao aminao, ao Sardisy, tsy nandoto ny akanjony ivelany, ka hiara-mandeha amiko manao akanjo fotsy, satria mendrika.",
        "5": "Izay mandresy àry dia hampanaovina akanjo ivelany fotsy. Ary tsy hamono ny anarany ao amin’ny bokin’ny fiainana mihitsy aho, fa hanaiky ny anarany eo anatrehan’ny Raiko sy eo anatrehan’ny anjeliny.",
        "6": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’",
        "7": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Filadelfia: Izao no lazain’ilay masina, ilay marina, ilay manana ny lakilen’i Davida, ilay manokatra ka tsy hisy hanidy izany ary manidy ka tsy misy manokatra izany:",
        "8": "‘Fantatro izay ataonao—ary efa nasiako varavarana misokatra eo anoloanao, izay tsy azon’iza na iza hidiana—eny, fantatro fa mba manana hery kely ihany ianao, ary efa nitana ny teniko ka tsy nivadika tamin’ny anarako.",
        "9": "Ireo avy amin’ny synagogan’i Satana izay mihambo ho Jiosy nefa tsy izy, fa mandainga, dia hatolotro ka hasaiko ho tonga hiankohoka eo anoloan’ny tongotrao, ary hampahafantariko azy fa efa tia anao aho.",
        "10": "Koa satria nitana ny teny momba ny fiaretako ianao, dia hiaro anao koa aho amin’ny ora fitsapana izay ho tonga eran’ny tany onenana, mba hitsapana an’izay monina ambonin’ny tany.",
        "11": "Ho avy haingana aho. Tano mafy foana izay anananao, mba tsy hisy haka ny satroboninahitrao.",
        "12": "“‘Izay mandresy, dia hataoko andry ao amin’ny tempolin’Andriamanitro, ary tsy hiala ao intsony mihitsy izy. Ary hosoratako eo aminy ny anaran’Andriamanitro sy ny anaran’ny tanànan’Andriamanitro, dia i Jerosalema vaovao izay midina avy any an-danitra avy any amin’Andriamanitro, ary hosoratako eo koa ilay anarako vaovao.",
        "13": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’",
        "14": "“Ary soraty izao ho an’ny anjelin’ny fiangonana atsy Laodikia: Izao no lazain’ny Amena, ilay vavolombelona mendri-pitokisana sy marina, ilay fiandohan’ny zavatra noforonin’Andriamanitra:",
        "15": "‘Fantatro izay ataonao, fa tsy mangatsiaka na mafana ianao. Enga anie ianao mba hangatsiaka na hafana!",
        "16": "Koa satria matimaty ianao ary sady tsy mafana no tsy mangatsiaka, dia haloan’ny vavako tsy ho ela ianao.",
        "17": "Fa hoy ianao: “Manankarena aho ary efa nahazo harena ka tsy mila na inona na inona intsony.” Tsy fantatrao anefa fa ory sy mampalahelo sy mahantra sy jamba ary mitanjaka ianao.",
        "18": "Koa manoro hevitra anao aho mba hividy amiko volamena voadio tamin’ny afo mba hanan-karena ianao, sy hividy akanjo ivelany fotsy mba hitafy ianao ka tsy hiseho ny fitanjahanao mahamenatra, ary hividy fanafody maso hikosehana ny masonao mba hahitanao.",
        "19": "“‘Izay rehetra iraiketan’ny foko no anariko sy faiziko. Koa aoka ianao hafana fo sy hibebaka.",
        "20": "Efa mijoro eo am-baravarana aho ka mandondòna. Raha misy mandre ny feoko ka manokatra ny varavarana, dia hiditra ao an-tranony aho ka hiara-misakafo hariva aminy, ary izy hiara-mihinana amiko.",
        "21": "Izay mandresy dia havelako hiara-mipetraka amiko eo amin’ny seza fiandrianako, tahaka ny nandreseko ka niarahako nipetraka tamin’ny Raiko teo amin’ny seza fiandrianany.",
        "22": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’”"
    },
    "4": {
        "1": "Taorian’izany, dia nahita aho, ary nisy varavarana nisokatra tany an-danitra. Toy ny an’ny trompetra ny feo voalohany reko, izay niteny tamiko hoe: “Miakara atỳ, dia hasehoko anao izay zavatra hitranga.”",
        "2": "Taorian’izany avy hatrany, dia nanjary teo ambany herin’ny fanahy aho: Ary nisy seza fiandrianana teo amin’ny toerany tany an-danitra, ary nisy nipetraka teo amboniny.",
        "3": "Tahaka ny vato jaspa sy vatosoa mena no fahitana an’ilay mipetraka, ary manodidina an’ilay seza fiandrianana dia nisy avana izay hoatran’ny emeraoda no fahitana azy.",
        "4": "Nisy seza fiandrianana efatra amby roapolo koa nanodidina an’ilay seza fiandrianana, ary teo ambonin’ireo seza fiandrianana ireo dia hitako fa nisy anti-panahy efatra amby roapolo nipetraka, nanao akanjo ivelany fotsy sady nisatroka satroboninahitra volamena.",
        "5": "Ary nisy tselatra sy feo ary kotroka nivoaka avy teo amin’ilay seza fiandrianana, ary nisy jiro fito nirehitra teo anoloan’ilay seza fiandrianana. Tsy inona ireo jiro ireo fa ny fanahy fiton’Andriamanitra.",
        "6": "Ary nisy toa ranomasina tahaka ny fitaratra sady tahaka ny kristaly, teo anoloan’ilay seza fiandrianana. Teo afovoan’ilay seza fiandrianana sy nanodidina azy dia nisy zavamananaina efatra izay feno maso ny aloha sy aoriana.",
        "7": "Ary ny zavamananaina voalohany dia tahaka ny liona, ary ny zavamananaina faharoa dia tahaka ny vantotr’ombilahy, ary ny zavamananaina fahatelo dia nanan-tarehy toy ny an’ny olona, ary ny zavamananaina fahefatra dia tahaka ny voromahery manidina.",
        "8": "Samy nanana elatra enina avy ireo zavamananaina efatra, ary feno maso nanerana ny elany sy tao ambany elany. Tsy nitsahatra niteny izy ireo, na andro na alina, hoe: “Masina, masina, masina i Jehovah Andriamanitra, ilay Mahery Indrindra, ilay taloha sy ankehitriny ary ho avy.”",
        "9": "Ary ireo zavamananaina dia nanome voninahitra sy haja ary fisaorana ho an’Ilay nipetraka teo ambonin’ny seza fiandrianana, dia Ilay velona mandrakizay mandrakizay. Isaky ny nanao izany izy ireo,",
        "10": "dia niankohoka teo anatrehan’Ilay nipetraka teo ambonin’ny seza fiandrianana ny anti-panahy efatra amby roapolo, ka nivavaka tamin’Ilay velona mandrakizay mandrakizay, ary nanipy ny satroboninahiny teo anoloan’ny seza fiandrianana, sady niteny hoe:",
        "11": "“Mendrika handray ny voninahitra sy ny haja ary ny hery ianao, Jehovah ô, eny, ry Andriamanitray ô, satria namorona ny zava-drehetra ianao, ary noho ny sitraponao no nampisy sy namoronana azy ireny.”"
    },
    "5": {
        "1": "Ary hitako fa nisy horonam-boky voasoratra ambadika sy ambadika sady voahidy mafy tamin’ny tombo-kase fito, teo an-tanana havanan’Ilay nipetraka teo ambonin’ny seza fiandrianana.",
        "2": "Ary hitako fa nisy anjely mahery niantsoantso mafy hoe: “Iza no mendrika hanokatra ny horonam-boky ka hamaha ny tombo-kaseny?”",
        "3": "Fa tsy nisy na iray aza tany an-danitra na teto an-tany na tany ambanin’ny tany afaka nanokatra ilay horonam-boky na nijery ny tao anatiny.",
        "4": "Koa nitomany mafy aho satria tsy hita izay mendrika hanokatra ilay horonam-boky na hijery ny ao anatiny.",
        "5": "Hoy anefa ny iray tamin’ny anti-panahy tamiko: “Aza mitomany intsony. Ny Liona avy amin’ny fokon’i Joda, ny fakan’i Davida, dia efa nandresy ka ho afaka hanokatra ilay horonam-boky sy ny tombo-kaseny fito.”",
        "6": "Ary hitako fa nisy zanak’ondry nijoro teo akaikin’ny seza fiandrianana sy teo afovoan’ny zavamananaina efatra sy ny anti-panahy. Toy ny efa novonoina ho faty ilay zanak’ondry, izay manana tandroka fito sy maso fito. Tsy inona ireo maso ireo fa ny fanahy fiton’Andriamanitra irahina maneran-tany.",
        "7": "Koa nandeha ilay zanak’ondry, ka nalainy avy hatrany ilay horonam-boky teny an-tanana havanan’Ilay nipetraka teo ambonin’ny seza fiandrianana.",
        "8": "Ary rehefa noraisin’ny Zanak’ondry ilay horonam-boky, dia niankohoka teo anatrehany ny zavamananaina efatra sy ny anti-panahy efatra amby roapolo, izay samy nanana harpa sy vilia volamena feno emboka manitra. Tsy inona ilay emboka manitra fa ny vavaky ny olona masina.",
        "9": "Ary nihira hira vaovao izy ireo, nanao hoe: “Mendrika handray ny horonam-boky sy hamaha ny tombo-kaseny ianao, satria efa novonoina ho faty, ary ny ranao no nividiananao ho an’Andriamanitra, olona avy tamin’ny foko sy fiteny sy vahoaka ary firenena rehetra.",
        "10": "Ary nataonao fanjakana sy mpisorona ho an’Andriamanitsika ireo, ka ho mpanjaka hitondra ny tany.”",
        "11": "Ary nahita aho, ary reko ny feon’ny anjely maro nanodidina an’ilay seza fiandrianana sy ny zavamananaina ary ny anti-panahy. Ary niisa alinalina sy arivoarivo izy ireo,",
        "12": "nanao tamin’ny feo mafy hoe: “Mendrika handray fahefana sy harena sy fahendrena sy hery sy haja sy voninahitra ary fisaorana ny Zanak’ondry, izay efa novonoina ho faty.”",
        "13": "Ary ny zavaboary rehetra tany an-danitra sy teto an-tany sy tany ambanin’ny tany ary tany an-dranomasina, sy ny zava-drehetra tao aminy, dia reko nilaza hoe: “Ho an’Ilay mipetraka eo ambonin’ny seza fiandrianana sy ho an’ny Zanak’ondry anie ny fisaorana sy ny haja sy ny voninahitra ary ny hery mandrakizay mandrakizay!”",
        "14": "Ary hoy ihany ireo zavamananaina efatra: “Amena!” Dia niankohoka sy nivavaka ny anti-panahy."
    },
    "6": {
        "1": "Ary nahita aho rehefa novahan’ny Zanak’ondry ny iray tamin’ny tombo-kase fito, ary reko ny iray tamin’ny zavamananaina efatra nanao hoe: “Avia!” Ary ny feony dia toy ny kotroka.",
        "2": "Ary nahita aho fa iny nisy soavaly fotsy. Nanana tsipìka ilay nitaingina azy, ary nomena satroboninahitra. Ary nivoaka handresy sy hamita ny fandreseny izy.",
        "3": "Rehefa novahany ny tombo-kase faharoa, dia reko ny zavamananaina faharoa niteny hoe: “Avia!”",
        "4": "Ary nisy soavaly hafa nivoaka, dia soavaly mena toy ny afo. Ary ilay nitaingina azy dia navela hanaisotra ny fandriampahalemana amin’ny tany mba hifandripahan’ny olona, ary nomena sabatra lehibe izy.",
        "5": "Rehefa novahany ny tombo-kase fahatelo, dia reko ny zavamananaina fahatelo niteny hoe: “Avia!” Ary nahita aho fa iny nisy soavaly mainty, ary nanana mizana teny an-tanany ilay nitaingina azy.",
        "6": "Ary nisy feo reko, toy ny hoe teo afovoan’ny zavamananaina efatra, nanao hoe: “Denaria iray ny vidin’ny varimbazaha iray kilao, ary denaria iray ny vary orza telo kilao, ary aza manimba ny menak’oliva sy ny divay.”",
        "7": "Rehefa novahany ny tombo-kase fahefatra, dia reko ny feon’ny zavamananaina fahefatra nanao hoe: “Avia!”",
        "8": "Ary nahita aho fa iny nisy soavaly hatsatra. Nantsoina hoe Fahafatesana ilay nitaingina azy, ary nanaraka azy akaiky ny Fasana. * Dia nomena fahefana tamin’ny ampahefatry ny tany ireo mba hamono amin’ny sabatra lava lela sy ny mosary sy ny aretina mahafaty ary ny bibidia eto an-tany.",
        "9": "Rehefa novahany ny tombo-kase fahadimy, dia hitako teo ambany alitara ny ran’ireo * novonoina tamin-kabibiana noho ny tenin’Andriamanitra sy noho ny asa fitoriana nataony.",
        "10": "Dia niantsoantso mafy izy ireo hoe: “Ry Tompo Fara Tampony, izay masina sy marina ô, rahoviana ianao vao hitsara sy hamaly ny ranay amin’izay monina eny ambonin’ny tany?”",
        "11": "Ary samy nomena akanjo fotsy lava izy ireo, ka nilazana mba hiandry kely aloha, mandra-pahafenon’ny isan’ireo mpiara-manompo aminy sy ireo rahalahiny, izay nadiva hovonoina tahaka azy ireo koa.",
        "12": "Ary nijery aho rehefa novahany ny tombo-kase fahenina, ary nisy horohoron-tany lehibe. Ary lasa mainty tahaka ny lamba gony volom-biby ny masoandro, ary lasa mena tahaka ny ra ny volana manontolo.",
        "13": "Ary niraraka tamin’ny tany ny kintan’ny lanitra, toy ny aviavy manintsana ny voany manta rehefa hozongozonin’ny rivotra mahery.",
        "14": "Ary niala tahaka ny horonam-boky ahorona ny lanitra, ary nesorina tamin’ny toerany ny tendrombohitra sy ny nosy rehetra.",
        "15": "Ary ny mpanjakan’ny tany sy ny manam-pahefana ambony sy ny miaramila manamboninahitra sy ny manankarena sy ny mahery sy ny mpanompo rehetra ary ny olona afaka rehetra dia niafina tany anaty lava-bato sy tany amin’ny vatolampy teny an-tendrombohitra.",
        "16": "Ary nilaza tsy an-kijanona tamin’ny tendrombohitra sy ny vatolampy izy ireo hoe: “Mianjerà aminay, ka afeno izahay mba tsy ho hitan’Ilay mipetraka eo ambonin’ny seza fiandrianana sy mba tsy hiharan’ny fahatezeran’ny Zanak’ondry.",
        "17": "Fa tonga ny andro lehiben’ny fahatezeran’izy ireo, ka iza no mahajoro?”"
    },
    "7": {
        "1": "Taorian’izany, dia hitako fa nisy anjely efatra nijoro teo amin’ny vazan-tany efatra. Nihazona mafy ny rivotra efatry ny tany izy ireo, mba tsy hisy rivotra hitsoka amin’ny tany na amin’ny ranomasina na amin’ny hazo.",
        "2": "Ary hitako fa nisy anjely iray hafa koa niakatra avy any amin’ny fiposahan’ny masoandro, nanana tombo-kasen’ilay Andriamanitra velona. Niantsoantso mafy tamin’ireo anjely efatra navela hanimba ny tany sy ny ranomasina izy,",
        "3": "nanao hoe: “Aza manimba ny tany na ny ranomasina na ny hazo, mandra-panisinay tombo-kase eo amin’ny handrin’ny mpanompon’Andriamanitsika.”",
        "4": "Ary reko ny isan’ireo voaisy tombo-kase, dia efatra arivo sy efatra alina sy iray hetsy, voaisy tombo-kase avy tamin’ny foko rehetran’ny zanak’Israely:",
        "5": "Avy tamin’ny fokon’i Joda dia roa arivo sy iray alina no voaisy tombo-kase; avy tamin’ny fokon’i Robena roa arivo sy iray alina; avy tamin’ny fokon’i Gada roa arivo sy iray alina;",
        "6": "avy tamin’ny fokon’i Asera roa arivo sy iray alina; avy tamin’ny fokon’i Naftaly roa arivo sy iray alina; avy tamin’ny fokon’i Manase roa arivo sy iray alina;",
        "7": "avy tamin’ny fokon’i Simeona roa arivo sy iray alina; avy tamin’ny fokon’i Levy roa arivo sy iray alina; avy tamin’ny fokon’i Isakara roa arivo sy iray alina;",
        "8": "avy tamin’ny fokon’i Zebolona roa arivo sy iray alina; avy tamin’ny fokon’i Josefa roa arivo sy iray alina; avy tamin’ny fokon’i Benjamina dia roa arivo sy iray alina no voaisy tombo-kase.",
        "9": "Taorian’izany, dia nahita aho, ary nisy vahoaka be tsy tambo isaina, avy tamin’ny firenena sy foko sy vahoaka ary fiteny rehetra, nitsangana teo anoloan’ny seza fiandrianana sy teo anatrehan’ny Zanak’ondry, nanao akanjo fotsy lava, ary nisy sampana palmie teny an-tanany.",
        "10": "Niantsoantso mafy tsy an-kijanona izy ireo, nanao hoe: “Ny famonjena dia azontsika avy amin’Andriamanitsika, izay mipetraka eo ambonin’ny seza fiandrianana, sy avy amin’ny Zanak’ondry.”",
        "11": "Ary ny anjely rehetra dia nijoro nanodidina ny seza fiandrianana sy ny anti-panahy ary ny zavamananaina efatra, ka niankohoka teo anoloan’ny seza fiandrianana sady nivavaka tamin’Andriamanitra,",
        "12": "nanao hoe: “Amena! Ho an’Andriamanitsika mandrakizay mandrakizay anie ny dera sy ny voninahitra sy ny fahendrena sy ny fisaorana sy ny haja sy ny hery ary ny tanjaka! Amena.”",
        "13": "Koa hoy ny anti-panahy iray tamiko: “Iza moa ireo manao akanjo fotsy lava ireo, ary avy aiza izy ireo?”",
        "14": "Koa namaly azy avy hatrany aho hoe: “Ianao no mahalala, tompoko.” Ary hoy izy tamiko: “Ireo no avy tamin’ny fahoriana lehibe, ary ny akanjony nosasany sy nofotsiany tamin’ny ran’ny Zanak’ondry.",
        "15": "Izany no antony ijoroany eo anoloan’ny seza fiandrianan’Andriamanitra. Ary manao fanompoana masina ho azy andro aman’alina ao amin’ny tempoliny izy ireo. Ary Ilay mipetraka eo ambonin’ny seza fiandrianana dia hamelatra ny tranolainy eo ambonin’izy ireo.",
        "16": "Tsy ho noana na hangetaheta intsony ireo, ary tsy hamely azy ny masoandro na ny hafanana mandoro,",
        "17": "satria ny Zanak’ondry, izay eo akaikin’ny seza fiandrianana, dia hiandry azy ireo toy ny ataon’ny mpiandry ondry, ka hitarika azy ho any amin’ny loharanon’ny ranon’aina. Ary hofafan’Andriamanitra ny ranomaso rehetra amin’ny masony.”"
    },
    "8": {
        "1": "Rehefa novahany ny tombo-kase fahafito, dia nisy fanginana antsasak’adiny teo ho eo tany an-danitra.",
        "2": "Ary hitako ireo anjely fito nijoro teo anatrehan’Andriamanitra, ary nomena trompetra fito izy ireo.",
        "3": "Nisy anjely hafa iray koa tonga nijoro teo akaikin’ny alitara, sady nanana fitaovana volamena fandoroana emboka manitra. Nomena emboka manitra be dia be izy mba hatolony teo ambonin’ilay alitara volamena teo anoloan’ny seza fiandrianana, tamin’ny fotoana nandrenesana ny vavaky ny olona masina.",
        "4": "Dia niakatra avy teo an-tanan’ilay anjely ho eo anatrehan’Andriamanitra ny setroky ny emboka manitra mbamin’ny vavaky ny olona masina.",
        "5": "Noraisin’ilay anjely avy hatrany anefa ilay fitaovana fandoroana emboka manitra, ka nofenoiny afo avy teo amin’ny alitara. Ary natsipiny mafy tamin’ny tany ilay afo, dia nisy kotroka sy feo sy tselatra ary horohoron-tany.",
        "6": "Ary ny anjely fito izay nanana ny trompetra fito dia niomana hitsoka.",
        "7": "Ary nitsoka ny trompetrany ny voalohany, dia nisy havandra sy afo izay samy niharo ra, ary natsipy mafy tamin’ny tany ilay afo. Ary may ny ampahatelon’ny tany, ary may ny ampahatelon’ny hazo, ary may avokoa ny ahi-maitso rehetra.",
        "8": "Ary nitsoka ny trompetrany ny anjely faharoa, dia nisy toa tendrombohitra lehibe nirehitra afo natsipy mafy tany an-dranomasina. Dia lasa ra ny ampahatelon’ny ranomasina,",
        "9": "ary maty ny ampahatelon’ny zavamananaina * tao an-dranomasina, ary rendrika ny ampahatelon’ny sambo.",
        "10": "Ary nitsoka ny trompetrany ny anjely fahatelo, dia nisy kintana lehibe latsaka avy any an-danitra, dia kintana nirehitra tahaka ny jiro. Ary latsaka tamin’ny ampahatelon’ny renirano sy tamin’ny loharano izany.",
        "11": "Ary natao hoe Zavamaniry Mangidy ny anaran’ilay kintana. Ary nanjary nangidy ny ampahatelon’ny rano, ka maro ny olona matin’ny rano, satria natao nangidy izany.",
        "12": "Ary nitsoka ny trompetrany ny anjely fahefatra, dia voa ny ampahatelon’ny masoandro sy ny ampahatelon’ny volana ary ny ampahatelon’ny kintana, mba ho maizina ny ampahatelon’ireny ka tsy hahazo hazavana ny ampahatelon’ny andro, ary ho toy izany koa ny alina.",
        "13": "Ary nahita aho, ary nahare voromahery nanidina teny afovoan’ny lanitra, niantsoantso mafy hoe: “Loza, loza, loza ho an’izay monina eny ambonin’ny tany noho ny amin’ny feon’ny trompetra sisa efa hotsofin’ny anjely telo!”"
    },
    "9": {
        "1": "Ary nitsoka ny trompetrany ny anjely fahadimy. Ary hitako fa nisy kintana avy any an-danitra nilatsaka tetỳ an-tany, ary nomena azy io ny lakilen’ny lavaka mangitsokitsoka.",
        "2": "Dia nosokafany ilay lavaka mangitsokitsoka, ka nisy setroka nivoaka avy tao, toy ny setroky ny lafaoro lehibe, ary nanamaizina ny masoandro sy ny rivotra ny setrok’ilay lavaka.",
        "3": "Ary avy tao amin’ny setroka dia nisy valala nivoaka nankeo amin’ny tany. Ary nomena fahefana ireo valala, toy ny fahefan’ny maingoky ny tany.",
        "4": "Dia nilazana izy ireo mba tsy hanimba ny zavamaniry amin’ny tany na ny ahi-maitso na ny hazo, fa ny olona izay tsy manana ny tombo-kasen’Andriamanitra eo amin’ny handriny ihany.",
        "5": "Ary ireo valala dia tsy navela hahafaty azy ireny, fa ny hampijaly azy dimy volana kosa. Ary ny fampijaliana azy dia toy ny fampijalian’ny maingoka rehefa mamely olona.",
        "6": "Dia hitady fahafatesana ny olona amin’izany andro izany fa tsy hahita mihitsy, ary haniry ho faty izy nefa handositra azy foana ny fahafatesana.",
        "7": "Ary tahaka ny soavaly voaomana ho amin’ny ady no fahitana ireo valala. Nisy toa satroboninahitra hoatran’ny volamena teo amin’ny lohany, ary ny tarehiny dia tahaka ny tarehin’olona,",
        "8": "ary ny volony tahaka ny volom-behivavy, ary ny nifiny tahaka ny an’ny liona,",
        "9": "ary nanana fiarovan-tratra tahaka ny fiarovan-tratra vy izy ireo. Ary ny feon’ny elany dia tahaka ny feon’ny kalesy tarihin-tsoavaly maro mihazakazaka ho amin’ny ady.",
        "10": "Nanan-drambo sy fanindronana toy ny maingoka koa izy ireo, ary tao amin’ny rambony no nisy ny fahefany hampanaintaina ny olona nandritra ny dimy volana.",
        "11": "Nanana mpanjaka izy ireo, dia ny anjelin’ny lavaka mangitsokitsoka: Abadona * no anarany amin’ny teny hebreo, fa Apolyona * kosa amin’ny teny grika.",
        "12": "Lasa ny loza iray. Misy loza roa hafa koa ho avy aorian’izany.",
        "13": "Ary nitsoka ny trompetrany ny anjely fahenina, dia nahare feo avy teo amin’ny tandroky ny alitara volamena izay teo anatrehan’Andriamanitra aho.",
        "14": "Hoy ilay feo tamin’ilay anjely fahenina nanana ny trompetra: “Mba vahao ny anjely efatra mifatotra eo amin’i Eofrata, ilay renirano lehibe.”",
        "15": "Dia novahana ireo anjely efatra, izay efa voaomana ho amin’izany ora sy andro sy volana sy taona izany, mba hamono hahafaty ny ampahatelon’ny olona.",
        "16": "Ary roa alina ampitomboina iray alina ny isan’ny miaramila mpitaingin-tsoavaly: Reko ny isany.",
        "17": "Ary toy izao no nahitako ireo soavaly tao amin’ilay fahitana sy izay nitaingina azy: Nanana fiarovan-tratra mena toy ny afo sy manga ary mavo toy ny solifara ireo nitaingina azy, ary ny lohan’ny soavaly dia tahaka ny lohan’ny liona, ary nisy afo sy setroka sy solifara nivoaka avy tamin’ny vavany.",
        "18": "Ireto loza telo ireto no namonoana ho faty ny ampahatelon’ny olona, dia avy tamin’ny afo sy ny setroka ary ny solifara nivoaka avy tamin’ny vavan’ny soavaly.",
        "19": "Fa teo amin’ny vavany sy ny rambony no nisy ny fahefany, satria ny rambony dia toy ny bibilava sady nisy lohany, ary nentiny nampahory izany.",
        "20": "Ny sisa tamin’ny olona tsy matin’ireo loza ireo anefa dia tsy nibebaka tamin’izay nataon’ny tanany, fa mbola nivavaka ihany tamin’ny demonia sy ny sampy volamena sy volafotsy sy varahina sy vato ary hazo, izay tsy afaka mahita na mandre na mandeha.",
        "21": "Ary tsy nibebaka tamin’ny vonoan’olona sy ny filalaovany ody sy ny fijangajangana ary ny halatra nataony izy ireo."
    },
    "10": {
        "1": "Ary hitako fa nisy anjely mahery hafa iray nidina avy any an-danitra, nitafy rahona, sady nisy avana teo amin’ny lohany. Tahaka ny masoandro ny tarehiny, ary tahaka ny andry afo ny tongony,",
        "2": "ary nisy horonam-boky kely nivelatra teny an-tanany. Ary najorony teo ambonin’ny ranomasina ny tongony havanana, fa teo amin’ny tany kosa ny havia,",
        "3": "ary niantsoantso mafy toy ny liona mierona izy. Rehefa niantsoantso izy, dia namoaka feo ny kotroka fito.",
        "4": "Ary rehefa niteny ny kotroka fito, dia saika hanoratra aho, kanjo nahare feo avy any an-danitra nanao hoe: “Asio tombo-kase ny zavatra nolazain’ny kotroka fito, fa aza soratana.”",
        "5": "Ary nanangana ny tanany havanana ho amin’ny lanitra ilay anjely izay hitako nijoro teo ambonin’ny ranomasina sy teo amin’ny tany.",
        "6": "Ary izy nianiana tamin’ny anaran’Ilay velona mandrakizay mandrakizay, izay namorona ny lanitra mbamin’izay ao aminy sy ny tany mbamin’izay ao aminy ary ny ranomasina mbamin’izay ao aminy, ka nanao hoe: “Tsy hisy hataka andro intsony,",
        "7": "fa amin’ny andro handrenesana an’ilay anjely fahafito, rehefa hadiva hitsoka trompetra izy, dia ho efa tanteraka hatramin’ny farany tokoa ilay zava-miafina masin’Andriamanitra. Ary io zava-miafina io dia araka ny vaovao tsara nambaran’Andriamanitra tamin’ny mpaminany mpanompony.”",
        "8": "Niteny tamiko indray ilay feo reko avy any an-danitra, nanao hoe: “Andeha raiso ilay horonam-boky mivelatra eny an-tanan’ilay anjely mijoro eo ambonin’ny ranomasina sy eo amin’ny tany.”",
        "9": "Koa nankeny amin’ilay anjely aho ka nilaza taminy mba hanome ahy ilay horonam-boky kely. Dia hoy izy tamiko: “Raiso ity, dia hano ka lanio. Hampangidy ny kibonao izy ity, fa ho mamy toy ny tantely kosa ao am-bavanao.”",
        "10": "Ary noraisiko teny an-tanan’ilay anjely ilay horonam-boky kely ka nohaniko, dia mamy toy ny tantely izy tao am-bavako, fa rehefa laniko kosa, dia nanjary nangidy ny kiboko.",
        "11": "Ary hoy izy ireo tamiko: “Tsy maintsy maminany indray ny amin’ny vahoaka sy firenena sy olona samy hafa fiteny ary mpanjaka maro ianao.”"
    },
    "11": {
        "1": "Ary nomena bararata toy ny tehina aho, raha mbola nilaza izy hoe: “Mitsangàna ka refeso ny toerana masin’ny tempolin’Andriamanitra sy ny alitara ary izay mivavaka ao.",
        "2": "Fa ny tokotany eo ivelan’ny toerana masin’ny tempoly kosa dia avelao tanteraka ka aza refesina, satria nomena an’ireo hafa firenena izany. Ary hohitsahin’ireo hafa firenena mandritra ny roa amby efapolo volana ny tanàna masina.",
        "3": "Ary ny vavolombeloko roa dia hasaiko haminany enimpolo sy roanjato sy arivo andro, mitafy akanjo gony.”",
        "4": "Izy ireo no hazo oliva roa sy fitoeran-jiro roa, ary mijoro eo anatrehan’ny Tompon’ny tany izy ireo.",
        "5": "Ary raha nisy te hanisy ratsy azy ireo, dia nisy afo nivoaka avy tamin’ny vavany ka nandevona ny fahavalony. Ary raha nisy te hanisy ratsy azy ireo, dia amin’ny fomba toy izany koa no hamonoana azy.",
        "6": "Nanana fahefana izy ireo hanidy ny lanitra mba tsy hisy orana hilatsaka nandritra ny andro naminaniany. Nanana fahefana koa izy ireo hanova ny rano ho ra, sy hamely ny tany tamin’izao karazana loza rehetra izao, isaky ny te hanao izany.",
        "7": "Rehefa vitan’izy ireo ny fitoriany, dia hiady aminy ilay bibidia niakatra avy tao amin’ny lavaka mangitsokitsoka, ka handresy sy hahafaty azy.",
        "8": "Ary ny fatin’izy ireo dia hiampatra eny an-dalamben’ilay tanàna lehibe, izay antsoina amin’ny heviny an’ohatra hoe Sodoma sy Ejipta, sady tao koa no namantsihana ny Tompon’izy ireo tamin’ny hazo fijaliana.",
        "9": "Ary hijery ny fatin’izy ireo mandritra ny telo andro sy tapany ireo anisan’ny vahoaka sy foko sy olona samy hafa fiteny sy firenena, ary tsy havelany hatao ao am-pasana ny fatin’izy ireo.",
        "10": "Dia faly noho izay nanjo ireo mpaminany roa ireo ny mponin’ny tany ka ravoravo ary hifanolotra fanomezana, satria nampijaly ny mponin’ny tany ireo mpaminany ireo.",
        "11": "Rehefa afaka ny telo andro sy tapany, dia nisy aina avy tamin’Andriamanitra niditra tao anatin’ireo, ka nijoro tamin’ny tongony izy, ary raiki-tahotra indrindra izay nahita azy.",
        "12": "Ary nahare feo mafy avy any an-danitra izy ireo, nanao taminy hoe: “Miakara atỳ.” Dia niakatra tany an-danitra tamin’ny rahona izy, ka nahita azy ny fahavalony.",
        "13": "Ary nisy horohoron-tany lehibe tamin’izay ora izay, ka rava ny ampahafolon’ny tanàna. Ary fito arivo ny olona matin’ilay horohoron-tany, ka nanjary raiki-tahotra ny olona sisa ary nanome voninahitra an’ilay Andriamanitry ny lanitra.",
        "14": "Lasa ny loza faharoa. Ho tonga haingana ny loza fahatelo.",
        "15": "Ary nitsoka ny trompetrany ny anjely fahafito, dia nisy feo mafy tany an-danitra, nanao hoe: “Ny fanjakan’izao tontolo izao dia efa lasa fanjakan’ny Tompontsika sy ny Kristiny, ary Izy hanjaka mandrakizay mandrakizay.”",
        "16": "Ary niankohoka nivavaka tamin’Andriamanitra ny anti-panahy efatra amby roapolo, izay samy nipetraka teo amin’ny seza fiandrianany teo anatrehan’Andriamanitra,",
        "17": "sady nanao hoe: “Misaotra anao izahay, Jehovah Andriamanitra ô, ilay Mahery Indrindra, Ilay ankehitriny sy taloha, satria noraisinao ny fahefanao lehibe ka efa nanomboka nanjaka ianao.",
        "18": "Tezitra anefa ireo firenena. Ary tonga ny fahatezeranao sy ny fotoana voatondro hitsarana ny maty sy hanomezana valisoa ny mpaminany mpanomponao sy ny olona masina sy izay matahotra ny anaranao, na ny kely na ny lehibe. Ary tonga koa ny fotoana handringanana izay manimba ny tany.”",
        "19": "Ary novohana ny toerana masin’ny tempolin’Andriamanitra tany an-danitra, ka tazana tao ilay Vata misy ny fifanekena. Dia nisy tselatra sy feo sy kotroka sy horohoron-tany ary havandra vaventy."
    },
    "12": {
        "1": "Ary nisy famantarana lehibe hita tany an-danitra, dia vehivavy nitafy masoandro, ary teo ambanin’ny tongony ny volana, ary nisy satroboninahitra kintana roa ambin’ny folo teo amin’ny lohany,",
        "2": "sady bevohoka izy. Ary nitaraina izy fa narary nihetsi-jaza efa ho teraka.",
        "3": "Nisy famantarana hafa koa hita tany an-danitra: Nisy dragona lehibe mena toy ny afo, nanana loha fito sy tandroka folo sady nisy diadema fito teo amin’ireo lohany ireo.",
        "4": "Ary ny rambony dia nisarika ny ampahatelon’ny kintan’ny lanitra, ka nanipy mafy izany tamin’ny tany. Ary ilay dragona dia tsy niala teo anatrehan’ilay vehivavy efa hiteraka, mba handrapaka ny zanany, raha vao teraka ravehivavy.",
        "5": "Ary tera-dahy ravehivavy, dia zazalahy hifehy * ny firenena rehetra amin’ny tehim-by. Ary nentina haingana nankany amin’Andriamanitra sy ny seza fiandrianany ilay zanany.",
        "6": "Ary ravehivavy dia nandositra nankany an-tany efitra, izay nisy toerana efa nomanin’Andriamanitra, mba hanomezan’izy ireo sakafo azy any mandritra ny enimpolo sy roanjato sy arivo andro.",
        "7": "Ary nisy ady nipoaka tany an-danitra: I Mikaela sy ny anjeliny niady tamin’ilay dragona. Ary niady koa ilay dragona sy ny anjeliny",
        "8": "nefa tsy naharesy, sady tsy nisy toerana ho azy ireo intsony tany an-danitra.",
        "9": "Koa natsipy mafy ilay dragona lehibe, ilay menarana tany am-boalohany, ilay antsoina hoe Devoly sy Satana, izay mamitaka ny tany rehetra misy mponina. Natsipy mafy tamin’ny tany izy, ary ny anjeliny koa niara-natsipy taminy.",
        "10": "Ary nahare feo mafy tany an-danitra aho, nanao hoe: “Ankehitriny dia tonga ny famonjen’Andriamanitsika sy ny heriny ary ny fanjakany sy ny fahefan’ny Kristiny, satria natsipy ilay mpiampanga ny rahalahintsika, dia ilay miampanga azy ireo andro aman’alina eo anatrehan’Andriamanitsika!",
        "11": "Ary izy ireo dia naharesy azy noho ny ran’ny Zanak’ondry sy ny hafatra torin’izy ireo, ary tsy nankamamy ny ainy * ireo, na ho faty aza.",
        "12": "Noho izany, dia mifalia ry lanitra sy ianareo izay monina ao aminy! Loza ho an’ny tany sy ny ranomasina, fa nidina any aminareo ny Devoly sady tezitra mafy, satria fantany fa fohy ny fotoana ananany.”",
        "13": "Rehefa hitan’ilay dragona fa natsipy mafy tamin’ny tany izy, dia nenjehiny ilay vehivavy niteraka an’ilay zazalahy.",
        "14": "Nomena elatra roa anefa ravehivavy, dia elatry ny voromahery lehibe, mba hanidinany nankany an-tany efitra ho any amin’ny toerany. Tany no nanomezana sakafo azy nandritra ny fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana, mba tsy ho eo anatrehan’ilay menarana.",
        "15": "Ary ilay menarana dia nandoa rano toy ny renirano avy tao aorian-dravehivavy, mba hahafaty an-drano azy.",
        "16": "Tonga namonjy an-dravehivavy anefa ny tany, ka nisokatra ary nitelina ny renirano naloan’ilay dragona.",
        "17": "Ary tezitra tamin-dravehivavy ilay dragona, ka lasa nandeha niady tamin’ny sisa amin’ny taranany, izay nitandrina ny didin’Andriamanitra sy nanankinana ny asa fitoriana momba an’i Jesosy."
    },
    "13": {
        "1": "Ary nijanona teo ambonin’ny fasika any an-dranomasina ilay dragona. Ary nahita bibidia niakatra avy tao amin’ny ranomasina aho. Nanana tandroka folo sy loha fito io bibidia io, ary nisy diadema folo teo amin’ireo tandrony, fa teo amin’ireo lohany kosa nisy anarana fanevatevana an’Andriamanitra.",
        "2": "Ary ilay bibidia hitako dia tahaka ny leopara, fa ny tongony kosa tahaka ny an’ny orsa, ary ny vavany tahaka ny vavan’ny liona. Ary nomen’ilay dragona hery sy seza fiandrianana ary fahefana lehibe ilay bibidia.",
        "3": "Ary hitako fa ny lohany iray dia toy ny hoe voakapa ka efa ho faty, nefa sitrana ihany ilay ratra saika nahafaty azy. Ary nanaraka an’ilay bibidia ny tany manontolo sady nitolagaga taminy.",
        "4": "Ary nivavaka tamin’ilay dragona izy ireo, satria izy no nanome fahefana an’ilay bibidia. Nivavaka tamin’ilay bibidia koa izy ireo sady niteny hoe: “Iza no tahaka ny bibidia, ary iza no afaka miady aminy?”",
        "5": "Ary nomena vava mirehareha sy manevateva an’Andriamanitra ilay bibidia sady nomena fahefana hiasa roa amby efapolo volana.",
        "6": "Koa nanao teny fanevatevana an’Andriamanitra izy, mba hanevatevana ny anarany sy ny fonenany, dia ireo monina any an-danitra.",
        "7": "Ary navela hiady tamin’ny olona masina sy handresy azy ireo izy, sady nomena fahefana tamin’ny foko sy vahoaka sy olona samy hafa fiteny ary firenena rehetra.",
        "8": "Ary hivavaka aminy ny mponina rehetra amin’ny tany. Nanomboka tamin’ny nanorenana izao tontolo izao no efa tsy voasoratra tao amin’ny horonam-bokin’ny fiainana ny anaran’izy ireo, dia tao amin’ilay horonam-bokin’ny Zanak’ondry, izay efa novonoina ho faty.",
        "9": "Izay manan-tsofina, aoka izy hihaino.",
        "10": "Raha misy natao ho amin’ny fahababoana, dia ho lasa babo izy. Raha misy mamono amin’ny sabatra, dia hovonoina amin’ny sabatra izy. Eto no ilana ny fiaretan’ny olona masina sy ny finoany.",
        "11": "Ary nahita bibidia hafa iray niakatra avy tamin’ny tany aho. Nanana tandroka roa tahaka ny an’ny zanak’ondry izy, nefa niteny toy ny dragona.",
        "12": "Ary izy nampihatra teo imason’ilay bibidia voalohany ny fahefana rehetra nananan’izy io. Ary ny tany sy ny mponina teo aminy dia nasainy nivavaka tamin’ilay bibidia voalohany, izay sitrana tamin’ilay ratra saika nahafaty azy.",
        "13": "Ary nanao famantarana lehibe izy, ka nandatsaka afo avy any an-danitra ho amin’ny tany mihitsy aza, teo imason’ny olona.",
        "14": "Ary namitaka ny mponin’ny tany izy, tamin’ny alalan’ireo famantarana navela hataony teo imason’ilay bibidia, sady nilaza tamin’ny mponin’ny tany koa izy mba hanao ny sarin’ilay bibidia, izay voan’ny sabatra nefa velona indray.",
        "15": "Ary navela hanome fofonaina an’ilay sarin’ny bibidia izy, mba hiteny ilay sary sady hampamono ho faty izay rehetra tsy nety nivavaka taminy mihitsy.",
        "16": "Ary notereny ny olona rehetra, na kely na lehibe, na manankarena na mahantra, na olona afaka na mpanompo, mba hasiana marika teo amin’ny tanany havanana na teo amin’ny handriny,",
        "17": "ary mba tsy hisy hahazo hividy na hivarotra, afa-tsy izay nanana ilay marika, dia ny anaran’ilay bibidia na ny isa manondro ny anarany.",
        "18": "Eto no ilana fahendrena: Aoka izay mahira-tsaina hanao kajy ilay isa manondro ny bibidia, fa isa nataon’olombelona izany. Ilay isa dia enina amby enimpolo sy eninjato."
    },
    "14": {
        "1": "Ary hitako ny Zanak’ondry nitsangana teo amin’ny Tendrombohitra Ziona, ary nisy efatra arivo sy efatra alina sy iray hetsy niaraka taminy, nanana ny anaran’ny Zanak’ondry sy ny anaran’ny Rainy voasoratra teo amin’ny handrin’izy ireo.",
        "2": "Ary nahare feo avy any an-danitra aho, toy ny feon’ny rano be sy toy ny feon’ny kotroka mafy. Ny feo izay reko dia toy ny an’ny mpihira izay nampiaraka ny hirany tamin’ny harpa sady nitendry harpa.",
        "3": "Ary nihira toa hira vaovao teo anoloan’ny seza fiandrianana sy teo anatrehan’ny zavamananaina efatra sy ny anti-panahy izy ireo. Ary tsy nisy nahay izany hira izany, afa-tsy ny efatra arivo sy efatra alina sy iray hetsy, izay novidina avy teto an-tany.",
        "4": "Izy ireo no tsy nandoto tena tamin’ny vehivavy, fa virjiny izy raha ny marina. Izy ireo no nanaraka foana ny Zanak’ondry na taiza na taiza nalehany. Novidina avy teo amin’ny olombelona izy ireo ho voaloham-bokatra ho an’Andriamanitra sy ny Zanak’ondry,",
        "5": "ary tsy nisy lainga hita teo am-bavany sady tsy nisy tsiny ireo.",
        "6": "Ary hitako fa nisy anjely hafa iray nanidina teny afovoan’ny lanitra. Nanana vaovao tsara mandrakizay izy, dia vaovao mahafaly hotorina amin’ny mponin’ny tany sy amin’ny firenena sy foko sy olona samy hafa fiteny ary vahoaka rehetra.",
        "7": "Ary nanao tamin’ny feo mafy izy hoe: “Matahora an’Andriamanitra ka omeo voninahitra izy, satria tonga ny ora fitsarany. Koa mivavaha amin’Ilay nanao ny lanitra sy ny tany sy ny ranomasina ary ny loharano.”",
        "8": "Ary nisy anjely hafa faharoa avy eo, nanao hoe: “Nianjera, nianjera i Babylona Lehibe, ilay nampisotro ny firenena rehetra ny divain’ny fahatezeran’ny fijangajangany!”",
        "9": "Ary nisy anjely hafa fahatelo avy eo, niantsoantso mafy hoe: “Raha misy mivavaka amin’ny bibidia sy ny sariny ka mandray marika eo amin’ny handriny na eo amin’ny tanany,",
        "10": "dia hisotro koa ny divain’ny fahatezeran’Andriamanitra izay araraka tsy mitampoka ao anatin’ny kaopin’ny fahatezerany, sady hampijalina amin’ny afo sy ny solifara eo imason’ny anjely masina sy ny Zanak’ondry.",
        "11": "Ary hiakatra mandrakizay mandrakizay ny setroky ny fijalian’ireo mivavaka amin’ny bibidia sy ny sariny sy izay mandray ny mariky ny anarany, ary tsy hanam-pitsaharana ny fijalian’izy ireo na andro na alina.",
        "12": "Eto no mila fiaretana ny olona masina, dia ireo mitandrina ny didin’Andriamanitra sy mifikitra amin’ny finoana an’i Jesosy.”",
        "13": "Ary nahare feo avy any an-danitra aho nanao hoe: “Soraty izao: Sambatra izay maty ao amin’ny Tompo manomboka izao. Eny, hoy ny fanahy, aoka izy hitsahatra amin’ny asa mafy nataony, fa ny zavatra nataony manaraka azy.”",
        "14": "Ary nahita aho fa nisy rahona fotsy, ary nisy tahaka ny zanak’olona nipetraka teo ambonin’ilay rahona, nanana satroboninahitra volamena teo amin’ny lohany sy antsy fijinjana maranitra teny an-tanany.",
        "15": "Ary nisy anjely hafa nivoaka avy tao amin’ny toerana masin’ny tempoly, niantsoantso mafy tamin’ilay nipetraka teo ambonin’ny rahona, nanao hoe: “Arosoy ny antsy fijinjanao ka mijinjà, satria tonga ny ora fijinjana, fa masaka tanteraka ny vokatry ny tany.”",
        "16": "Ary ilay nipetraka teo ambonin’ny rahona dia nijinja ny tany tamin’ny antsy fijinjany, ka voajinja ny tany.",
        "17": "Nisy anjely hafa koa nivoaka avy tao amin’ny toerana masin’ny tempoly izay any an-danitra, ary nanana antsy fijinjana maranitra koa izy.",
        "18": "Mbola nisy anjely hafa koa nivoaka avy teo amin’ny alitara, ary nanana fahefana tamin’ny afo izy. Ary niantsoantso mafy tamin’ilay nanana antsy fijinjana maranitra izy, nanao hoe: “Arosoy ny antsy fijinjanao ka angony ny sampahom-boaloboky ny tany, satria efa masaka ny voalobony.”",
        "19": "Ary ilay anjely izay nijinja ny tany tamin’ny antsy fijinjany sy nanangona ny voaloboky ny tany, dia nanipy mafy izany tao amin’ny famiazam-boaloboka lehibe, dia ny fahatezeran’Andriamanitra.",
        "20": "Ary nohitsakitsahina tany ivelan’ny tanàna ny voaloboka tao anaty famiazana, ka nisy ra nivoaka avy tao. Ary tafakatra hatreo amin’ny lamboridin-tsoavaly ny ra sady tonga hatrany amin’ny eninjato sy arivo stadio. *"
    },
    "15": {
        "1": "Ary hitako fa nisy famantarana hafa tany an-danitra, sady lehibe no mahagaga, dia anjely fito nanana ny loza fito. Ireo no loza farany, satria hotanterahina hatramin’ny farany amin’ny alalan’ireo ny fahatezeran’Andriamanitra.",
        "2": "Ary hitako fa nisy toa ranomasina tahaka ny fitaratra, dia ranomasina niharo afo. Ary izay naharesy an’ilay bibidia sy ny sariny ary ny isa manondro ny anarany, dia nijoro teo anilan’ilay ranomasina tahaka ny fitaratra. Ary nanana ny harpan’Andriamanitra izy ireo.",
        "3": "Dia nihira ny hiran’i Mosesy mpanompon’Andriamanitra sy ny hiran’ny Zanak’ondry izy ireo, nanao hoe: “Lehibe sady mahagaga ny asanao, Jehovah Andriamanitra ô, ilay Mahery Indrindra. Mahitsy sy marina ny lalanao, ry Mpanjakan’ny mandrakizay.",
        "4": "Iza no tsy hatahotra anao, Jehovah ô, ary iza no tsy hanome voninahitra ny anaranao, satria ianao irery ihany no tsy mivadika? Fa ho avy hivavaka eo anatrehanao ny firenena rehetra, satria efa naseho ny didim-pitsaranao ara-drariny.”",
        "5": "Taorian’izany dia nahita aho, ary novohana tany an-danitra ny toerana masin’ny tranolain’ny vavolombelona.",
        "6": "Ary nivoaka avy tao amin’ilay toerana masina ireo anjely fito nanana ny loza fito. Ny akanjony dia lamba rongony madio sy mamirapiratra, ary nanao fehikibo volamena teo amin’ny tratrany izy ireo.",
        "7": "Ary ny iray tamin’ny zavamananaina efatra dia nanome vilia ho an’ireo anjely fito, dia vilia volamena fito izay feno ny fahatezeran’Andriamanitra, ilay velona mandrakizay mandrakizay.",
        "8": "Ary nanjary feno setroka ilay toerana masina noho ny voninahitr’Andriamanitra sy ny heriny, ka tsy nisy afaka niditra tao amin’ilay toerana masina, mandra-pahatapitry ny loza fito nentin’ireo anjely fito."
    },
    "16": {
        "1": "Ary nahare feo mafy avy tao amin’ilay toerana masina aho, nanao tamin’ireo anjely fito hoe: “Andeha araraho eny amin’ny tany ny ao anatin’ny vilia fiton’ny fahatezeran’Andriamanitra.”",
        "2": "Ary nandeha ny voalohany, dia nandraraka ny tao am-biliany teny amin’ny tany, ka nisy fery nampanaintaina sady nanonitra be nahazo an’izay olona nanana ny mariky ny bibidia sy nivavaka tamin’ny sariny.",
        "3": "Ary ny faharoa nandraraka ny tao am-biliany ho ao amin’ny ranomasina, dia lasa ra tahaka ny ran’olona maty ny ranomasina, ka maty ny zavamananaina * rehetra, eny, izay tao an-dranomasina.",
        "4": "Ary ny fahatelo nandraraka ny tao am-biliany ho ao amin’ny renirano sy ny loharano, dia lasa ra ireo.",
        "5": "Ary reko ilay anjelin’ny rano niteny hoe: “Manao ny rariny ianao, ry ilay ankehitriny sy taloha, ilay Tsy Mivadika, satria namoaka izany didim-pitsarana izany.",
        "6": "Nandatsaka ny ran’ny olona masina sy ny mpaminany mantsy izy ireo, ka nomenao ra hosotroiny. Eny, mendrika izany izy ireo.”",
        "7": "Ary reko ny alitara nanao hoe: “Eny, Jehovah Andriamanitra ô, ilay Mahery Indrindra, marina sy ara-drariny ny didim-pitsaranao.”",
        "8": "Ary ny fahefatra nandraraka ny tao am-biliany tamin’ny masoandro, dia navela handoro ny olona tamin’ny afo ny masoandro.",
        "9": "Ary main’ny hafanam-be ny olona. Nanevateva ny anaran’ilay Andriamanitra manana fahefana amin’ireny loza ireny anefa izy ireo, fa tsy nibebaka mba hanome voninahitra azy.",
        "10": "Ary ny fahadimy nandraraka ny tao am-biliany teo amin’ny seza fiandrianan’ilay bibidia, ka nanjary maizina ny fanjakan’ilay bibidia. Ary nanomboka nanaiki-dela noho ny fanaintainana ny olona.",
        "11": "Nanevateva an’ilay Andriamanitry ny lanitra anefa izy ireo noho ny fanaintainany sy ny feriny, fa tsy mba nibebaka tamin’izay nataony.",
        "12": "Ary ny fahenina nandraraka ny tao am-biliany teo amin’i Eofrata, ilay renirano lehibe, dia ritra ny ranony, mba hanomanana ny lalana ho an’ireo mpanjaka avy any amin’ny fiposahan’ny masoandro.",
        "13": "Ary hitako fa nisy fanambarana avy amin’ny fanahy, dia fanambarana maloto telo tahaka ny sahona, nivoaka avy tamin’ny vavan’ilay dragona sy avy tamin’ny vavan’ilay bibidia ary avy tamin’ny vavan’ilay mpaminany sandoka.",
        "14": "Fa fanambarana avy amin’ny demonia izany, raha ny marina, ka manao famantarana sy mankany amin’ireo mpanjakan’ny tany rehetra misy mponina, mba hanangonana azy ireo ho amin’ny adin’ilay andro lehiben’ilay Andriamanitra Mahery Indrindra.",
        "15": "“Avy toy ny mpangalatra aho. Sambatra izay miambina hatrany ka mbola eny aminy ihany ny akanjony ivelany, mba tsy handeha mitanjaka izy ka ho hitan’ny olona ny fahamenarany.”",
        "16": "Ary nangonin’izany fanambarana izany ho amin’ilay toerana antsoina amin’ny teny hebreo hoe Hara-magedona ireo.",
        "17": "Ary ny fahafito nandraraka ny tao am-biliany teny amin’ny rivotra, dia nisy feo mafy avy tao amin’ilay toerana masina, avy teo amin’ny seza fiandrianana, nanao hoe: “Vita!”",
        "18": "Ary nisy tselatra sy feo ary kotroka. Ary nisy horohoron-tany lehibe mbola tsy nisy toa azy hatrizay nisian’ny olona teto an-tany, eny, mbola tsy nisy horohoron-tany mafy sy lehibe toy izany.",
        "19": "Dia nizara telo ilay tanàna lehibe, ary rava ireo tanànan’ny firenena. Ary notsarovan’Andriamanitra i Babylona Lehibe, mba homena ny kaopy misy ny divain’ny fisafoaky ny fahatezerany.",
        "20": "Nandositra koa ny nosy rehetra, ary tsy nisy tendrombohitra hita.",
        "21": "Ary nisy havandra vaventy avy any an-danitra nilatsaka tamin’ny olona, ka tokony ho roapolo kilao avy ny lanjan’ny havandra. Dia nanevateva an’Andriamanitra ny olona noho ny loza nentin’ny havandra, satria lehibe loatra ilay loza."
    },
    "17": {
        "1": "Ary tonga ny iray tamin’ireo anjely fito nanana ny vilia fito, dia niteny tamiko hoe: “Avia fa hasehoko anao ny fitsarana an’ilay mpivaro-tena lehibe izay mipetraka eo ambonin’ny rano maro.",
        "2": "Ireo mpanjakan’ny tany dia nijangajanga taminy, ary ny mponin’ny tany kosa natao mamon’ny divain’ny fijangajangany.”",
        "3": "Ary nentin’ilay anjely tamin’ny herin’ny fanahy nankany an-tany efitra aho, ka nahita vehivavy iray nitaingina bibidia mena midorehitra. Feno anarana fanevatevana an’Andriamanitra ilay bibidia sady nanan-doha fito sy tandroka folo.",
        "4": "Ary nanao akanjo volomparasy sy mena midorehitra ravehivavy sady niravaka volamena sy vatosoa ary perla. Teny an-tanany dia nisy kaopy volamena feno zava-maharikoriko sy zava-maloton’ny fijangajangany.",
        "5": "Ary voasoratra teo amin’ny handriny izao anarana izao, izay zava-miafina: “Babylona Lehibe, renin’ny mpivaro-tena sy ny zava-maharikoriko amin’ny tany.”",
        "6": "Ary hitako fa mamon’ny ran’ny olona masina sy ny ran’ny vavolombelon’i Jesosy ravehivavy. Gaga be aho raha vao nahita azy.",
        "7": "Koa hoy ilay anjely tamiko: “Nahoana ianao no gaga? Holazaiko anao ny zava-miafina momba an-dravehivavy sy ilay bibidia mitondra azy izay manan-doha fito sy tandroka folo:",
        "8": "Ilay bibidia hitanao dia efa teo, fa tsy eo izao, nefa efa hiakatra avy ao amin’ny lavaka mangitsokitsoka izy, ka ho any amin’ny fandringanana. Rehefa hitan’ny mponina amin’ny tany fa efa teo ilay bibidia, fa tsy eo izao, ary anefa mbola ho eo, dia hitolagaga izy ireo. Nanomboka tamin’ny nanorenana izao tontolo izao anefa, no efa tsy voasoratra tao amin’ny horonam-bokin’ny fiainana ny anaran’izy ireo.",
        "9": "“Eto no ilana fahiratan-tsaina ombam-pahendrena: Tsy inona ny loha fito fa tendrombohitra fito, ka eo an-tampony no ipetrahan-dravehivavy.",
        "10": "Ary misy mpanjaka fito: Efa lavo ny dimy, ary ny iray mbola eo, fa ny iray kosa mbola tsy tonga, nefa rehefa tonga izy, dia hitoetra kelikely.",
        "11": "Ary ilay bibidia izay efa teo nefa tsy eo izao, dia mpanjaka ihany koa. Eny, mpanjaka laharana fahavalo izy nefa avy tamin’ireo fito ihany, ary ho any amin’ny fandringanana izy.",
        "12": "“Tsy inona ny tandroka folo efa hitanao fa mpanjaka folo, izay mbola tsy nahazo fanjakana, nefa mahazo fahefana hanjaka adiny iray miaraka amin’ilay bibidia izy ireo.",
        "13": "Ary miray saina ireo, ka manome ny heriny sy ny fahefany ho an’ilay bibidia.",
        "14": "Ary hiady amin’ny Zanak’ondry ireo. Haharesy an’ireo anefa ny Zanak’ondry satria Tompon’ny tompo sy Mpanjakan’ny mpanjaka izy. Haharesy koa ireo voantso sy voafidy ary tsy mivadika izay miaraka aminy.”",
        "15": "Ary hoy izy tamiko: “Tsy inona ny rano efa hitanao, izay ipetrahan’ilay mpivaro-tena, fa olona sy vahoaka sy firenena ary olona samy hafa fiteny.",
        "16": "Ary ny tandroka folo efa hitanao, sy ilay bibidia, dia hankahala an’ilay mpivaro-tena ka handroba izay ananany rehetra sy hampitanjaka azy, ary hanapitra ny nofony sy handoro azy tanteraka amin’ny afo.",
        "17": "Fa nataon’Andriamanitra tao am-pon’izy ireo ny hanatanteraka ny heviny, dia ny hanatanterahan’izy ireo ilay hevitra tokana iombonan’izy ireo, izay tsy inona fa ny hanome ny fanjakany ho an’ilay bibidia, mandra-pahatanteraky ny tenin’Andriamanitra.",
        "18": "Tsy iza ilay vehivavy efa hitanao fa ilay tanàna lehibe izay mifehy an’ireo mpanjakan’ny tany.”"
    },
    "18": {
        "1": "Ary taorian’izany, dia hitako fa nisy anjely hafa iray nidina avy any an-danitra, ary nanana fahefana lehibe izy. Ary nohazavain’ny voninahiny ny tany.",
        "2": "Ary niantsoantso mafy izy hoe: “Nianjera, nianjera i Babylona Lehibe, ka tonga fonenan’ny demonia, sy toerana famitsahan’ny rivotra maloto rehetra, ary toerana famitsahan’ny vorona rehetra maloto sy ankahalaina!",
        "3": "Fa noho ny divain’ny fahatezeran’ny fijangajangany no nahalavo ny firenena rehetra, ary ireo mpanjakan’ny tany dia nijangajanga taminy. Ary nanjary nanan-karena ny mpivaro-mandeha tamin’ny tany noho ny rentiny tafahoatra izay efa tsy nahamenatra azy intsony.”",
        "4": "Ary nahare feo hafa avy any an-danitra aho, nanao hoe: “Mivoaha avy ao aminy, ry oloko, raha tsy tianareo ny hiombona ota aminy, ary raha tsy tianareo hisy hanjo anareo ny loza hanjo azy.",
        "5": "Fa efa niavosa hatrany amin’ny lanitra ny fahotany, ary Andriamanitra efa nahatsiaro ny tsy rariny nataony.",
        "6": "Valio araka izay nataony izy, ary avo roa heny mihitsy aza, eny, avo roa heny noho izay nataony no ataovy aminy koa. Ao amin’ny kaopy izay nasiany zava-pisotro mifangaro, dia asio zava-pisotro mifangaro avo roa heny ho azy.",
        "7": "Araka izay nankalazany tena sy niainany tao anatin’ny renty izay efa tsy nahamenatra azy intsony, dia omeo fijaliana sy alahelo torak’izany koa izy. Fa nanao anakampo foana izy hoe: ‘Mipetraka toy ny mpanjakavavy aho ary tsy mpitondratena, ka tsy halahelo mihitsy.’",
        "8": "Noho izany, dia ho tonga ao anatin’ny iray andro monja ny loza hanjo azy, dia fahafatesana sy alahelo ary mosary. Ary hodorana tanteraka amin’ny afo izy, satria mahery i Jehovah Andriamanitra, izay nitsara azy.",
        "9": "“Ary rehefa hahita ny setroky ny fandoroana azy ny mpanjakan’ny tany, izay nijangajanga taminy sy niaina tao anatin’ny renty izay efa tsy nahamenatra azy intsony, dia hitomany azy sy hikapo-tratra noho ny alahelony azy.",
        "10": "Ary hijoro lavidavitra izy ireo satria matahotra sao hiara-mijaly aminy, sady hilaza hoe: ‘Indrisy! Indrisy, ry tanàna lehibe, ry Babylona tanàna mafy! Fa tao anatin’ny adiny iray monja no nampiharana ny fanamelohana anao!’",
        "11": "“Hitomany sy halahelo azy koa ny mpivaro-mandeha eto an-tany, satria tsy hisy hividy intsony ny tahirin’entany rehetra,",
        "12": "dia tahirim-bolamena sy volafotsy sy vatosoa sy perla sy lamba rongony tena tsara sy lamba volomparasy sy lamba landy sy lamba mena midorehitra, sy izay rehetra vita amin’ny hazo mani-pofona, sy ny zavatra isan-karazany vita amin’ny ivoara sy vita amin’ny hazo faran’izay sarobidy sy vita amin’ny varahina sy vy ary marbra,",
        "13": "mbamin’ny kanelina sy zava-manitra indianina sy emboka manitra sy menaka manitra sy ditin-kazo manitra sy divay sy menak’oliva sy lafarinina faran’izay tsara sy varimbazaha sy omby aman’ondry, sy soavaly sy kalesy sy andevo ary olon-kafa.",
        "14": "Eny, efa tsy eo aminao intsony ny voankazo masaka nirinao, ary levona niala taminao ny zava-mahafinaritra rehetra sy ny zava-mirenty, ka tsy ho hitan’ny olona intsony mandrakizay.",
        "15": "“Ny mpivaro-mandeha izay nivarotra an’ireny ka tonga mpanankarena noho ny aminy, dia hijoro lavidavitra satria matahotra sao hiara-mijaly aminy, ka hitomany sy halahelo,",
        "16": "sady hanao hoe: ‘Indrisy! Indrisy, ry ilay tanàna lehibe, izay nanao akanjo vita amin’ny lamba rongony tena tsara sy lamba volomparasy ary lamba mena midorehitra, sady niravaka volamena sy vatosoa ary perla be dia be,",
        "17": "fa tao anatin’ny adiny iray monja dia foana izany harem-be izany!’ “Ary nijoro lavidavitra ny kapitenin-tsambo rehetra sy izay rehetra mpandeha sambo avy any amin’ny faritra rehetra, mbamin’ny tantsambo sy izay rehetra mivelona amin’ny ranomasina.",
        "18": "Koa niantsoantso mafy izy ireo teo am-pijerena ny setroky ny fandoroana azy, ka nanao hoe: ‘Iza no tanàna tahaka ilay tanàna lehibe?’",
        "19": "Ary nanipy vovoka teo amin’ny lohany ireo sady niantsoantso mafy no nitomany sy nalahelo, ka nanao hoe: ‘Indrisy! Indrisy, ry tanàna lehibe, fa tao aminy no nampanan-karena an’izay rehetra nanan-tsambo teny an-dranomasina tamin’ny harem-be tao aminy, nefa tao anatin’ny adiny iray monja dia foana izy!’",
        "20": "“Mifalia noho izay manjo azy, ry lanitra, ary koa ianareo olona masina sy ianareo apostoly ary ianareo mpaminany, satria efa nitsara azy Andriamanitra ka efa nampihatra sazy taminy noho ny aminareo!”",
        "21": "Ary nisy anjely mahery iray nanainga vato tahaka ny vato lehibe fikosoham-bary, ka nanipy mafy izany tany an-dranomasina, sady niteny hoe: “Hatsipy haingana toy izao i Babylona, ilay tanàna lehibe, ka tsy ho hita intsony.",
        "22": "Ary tsy ho re ao aminao intsony, ry Babylona, ny feon’ny mpihira izay mampiaraka ny hirany amin’ny harpa sy ny mpitendry zavamaneno sy ny mpitsoka sodina ary ny mpitsoka trompetra. Ary tsy ho hita ao aminao intsony rehefa mety ho mpanao asa tanana, sady tsy ho re ao aminao intsony ny feon’ny vato fikosoham-bary,",
        "23": "ary tsy hisy fahazavan’ny jiro intsony hamirapiratra ao aminao, ary tsy hisy feon’ny mpampakatra na ny ampakarina ho re ao aminao intsony, satria manam-pahefana ambony teny ambonin’ny tany ny mpivaro-mandehanao, ary voafitaky ny filalaovanao ody ny firenena rehetra.",
        "24": "Eny, tao aminy no nahitana ny ran’ny mpaminany sy ny olona masina sy izay rehetra naripaka teny ambonin’ny tany.”"
    },
    "19": {
        "1": "Taorian’izany, dia nahare feo tahaka ny feo mafy nataon’ny vahoaka be tany an-danitra aho. Hoy ireo: “Miderà an’i Jah! * An’Andriamanitsika ny famonjena sy ny voninahitra ary ny hery,",
        "2": "satria marina sy mahitsy ny fitsarany. Fa izy nampihatra ny didim-pitsarany tamin’ilay mpivaro-tena lehibe, izay nanimba ny tany tamin’ny fijangajangany. Namaly ny ran’ny mpanompony nalatsaky ny tanan-dravehivavy koa izy.”",
        "3": "Dia niteny fanindroany avy hatrany ireo hoe: “Miderà an’i Jah! Miakatra mandrakizay mandrakizay ny setroka avy amin’i Babylona.”",
        "4": "Ary ny anti-panahy efatra amby roapolo sy ny zavamananaina efatra dia niankohoka sy nivavaka tamin’Andriamanitra, izay nipetraka teo ambonin’ny seza fiandrianana, ka nanao hoe: “Amena! Miderà an’i Jah!”",
        "5": "Nisy feo koa nivoaka avy teo amin’ny seza fiandrianana, nanao hoe: “Derao mandrakariva ilay Andriamanitsika, ry mpanompony rehetra izay matahotra azy, na kely na lehibe.”",
        "6": "Ary izaho nahare feo tahaka ny feon’ny vahoaka be sy tahaka ny feon’ny rano be ary tahaka ny feon’ny kotroka mafy, nanao hoe: “Miderà an’i Jah, satria efa nanomboka nanjaka i Jehovah Andriamanitsika, ilay Mahery Indrindra.",
        "7": "Aoka isika hifaly sy hiravoravo, ary aoka isika hanome voninahitra azy, fa tonga ny fampakaram-badin’ny Zanak’ondry sady efa niomana ny vadiny.",
        "8": "Eny, navela hanao akanjo vita amin’ny lamba rongony mamirapiratra sy madio ary tena tsara ravehivavy. Tsy inona ilay lamba rongony tena tsara fa ny asa marina nataon’ny olona masina.”",
        "9": "Ary hoy ilay anjely tamiko: “Soraty izao: Sambatra izay nasaina ho amin’ny sakafo hariva amin’ny fampakaram-badin’ny Zanak’ondry.” Hoy koa izy tamiko: “Tena tenin’Andriamanitra izany.”",
        "10": "Tamin’izay dia niankohoka teo an-tongotr’ilay anjely aho mba hivavaka taminy. Hoy anefa izy tamiko: “Tandremo! Aza manao izao! Fa mpanompo ihany aho, toa anao sy ireo rahalahinao izay manao ny asa fitoriana momba an’i Jesosy. Andriamanitra no ivavaho, fa ny fitoriana momba an’i Jesosy no anton’ny faminaniana.”",
        "11": "Ary nahita ny lanitra nisokatra aho, ary iny nisy soavaly fotsy. Antsoina hoe Mendri-pitokisana sy Marina ilay nitaingina azy, ary nitsara sy niady araka ny fahamarinana mandrakariva izy.",
        "12": "Lelafo ny masony, ary nisy diadema maro teo amin’ny lohany. Izy dia nanana anarana voasoratra, izay tsy misy mahalala afa-tsy ny tenany ihany.",
        "13": "Nanao akanjo ivelany voafafy ra izy, ary ny anarana niantsoana azy dia hoe Ny Tenin’Andriamanitra.",
        "14": "Ary nanaraka azy koa ny tafika tany an-danitra, nitaingina soavaly fotsy sady nanao akanjo vita amin’ny lamba rongony fotsy sy madio ary tena tsara.",
        "15": "Ary nisy sabatra maranitra lava lela nivoaka avy tamin’ny vavany mba hamelezany ny firenena. Ary hifehy * azy ireo amin’ny tehim-by izy. Nohitsakitsahiny koa ny voaloboka tao anaty famiazam-boaloboky ny fisafoaky ny fahatezeran’Andriamanitra, ilay Mahery Indrindra.",
        "16": "Ary nisy anarana voasoratra teo amin’ny akanjony ivelany, teo amin’ny feny, hoe: Mpanjakan’ny mpanjaka sy Tompon’ny tompo.",
        "17": "Hitako koa fa nisy anjely nijoro teo amin’ny masoandro, ary niantsoantso mafy izy ka nilaza tamin’ny vorona rehetra nanidina teny afovoan’ny lanitra hoe: “Avia atỳ ka miangòna ho amin’ny sakafo hariva lehibe nataon’Andriamanitra,",
        "18": "mba hihinananareo ny nofon’ny mpanjaka sy ny nofon’ny mpitari-tafika sy ny nofon’ny lehilahy mahery sy ny nofon’ny soavaly mbamin’izay mitaingina azy ary ny nofon’ny rehetra, na olona afaka na mpanompo, na kely na lehibe.”",
        "19": "Ary hitako fa nivondrona ilay bibidia sy ireo mpanjakan’ny tany mbamin’ny tafiny mba hiady tamin’ilay nitaingin-tsoavaly mbamin’ny tafiny.",
        "20": "Ary nosamborina ilay bibidia sy ilay mpaminany sandoka, izay nanao famantarana teo anatrehan’ny bibidia, dia famantarana namitahany an’izay nandray ny mariky ny bibidia sy izay nivavaka tamin’ny sariny. Koa samy natsipy velona tao amin’ny farihy afo arehitry ny solifara izy ireo.",
        "21": "Fa ny sisa kosa novonoina tamin’ilay sabatra lava lela nivoaka avy tamin’ny vavan’ilay mitaingin-tsoavaly. Ary voky ny nofon’izy ireny ny vorona rehetra."
    },
    "20": {
        "1": "Ary hitako fa nisy anjely nidina avy any an-danitra, ary teny an-tanany ny lakilen’ny lavaka mangitsokitsoka sy rojo vy lehibe.",
        "2": "Ary nosamboriny ilay dragona, ilay menarana tany am-boalohany, dia ny Devoly sy Satana, ka nofatorany arivo taona,",
        "3": "dia natsipiny mafy tao amin’ny lavaka mangitsokitsoka. Ary nohidian’ilay anjely sy nasiany tombo-kase ilay lavaka, mba tsy hahafahan’ilay dragona hamitaka ny firenena intsony mandra-pahatapitry ny arivo taona. Aorian’izany, dia hovahana vetivety izy.",
        "4": "Ary nahita seza fiandrianana maro aho, ary nisy nipetraka teo amboniny, dia nomena fahefana hitsara izy ireo. Eny, hitako izay novonoina tamin’ny famaky noho izy nitory momba an’i Jesosy sy niresaka momba an’Andriamanitra. Tsy nivavaka tamin’ilay bibidia na tamin’ny sariny izy ireo sady tsy nandray ilay marika ho eo amin’ny handriny sy ho eo amin’ny tanany. Ary velona ireo ka niara-nanjaka tamin’i Kristy arivo taona.",
        "5": "—Mbola tsy velona ny sisa tamin’ny maty mandra-pahatapitry ny arivo taona.—Izany no fitsanganana voalohany.",
        "6": "Sambatra sy masina izay manana anjara amin’ny fitsanganana voalohany. Tsy manam-pahefana amin’izy ireo ny fahafatesana faharoa, fa ho mpisoron’Andriamanitra sy Kristy ireo, ka hiara-manjaka aminy mandritra ny arivo taona.",
        "7": "Raha vao tapitra ny arivo taona, dia hovahana avy ao amin’ny fonja nitoerany i Satana,",
        "8": "ka hivoaka hamitaka an’ireo firenena any amin’ny vazan-tany efatra, dia i Goga sy Magoga, mba hanangona azy ireo ho amin’ny ady. Tahaka ny fasika any an-dranomasina ny isan’izy ireo.",
        "9": "Ary niroso namakivaky ny sakan’ny tany izy ireo ka nanodidina ny tobin’ny olona masina sy ilay tanàna malala. Nisy afo nilatsaka avy any an-danitra anefa nandevona azy ireo.",
        "10": "Ary ny Devoly izay namitaka azy dia natsipy mafy tao amin’ny farihy afo sy solifara, izay efa nisy an’ilay bibidia sy ilay mpaminany sandoka. Dia hampijalina andro aman’alina mandrakizay mandrakizay ireo.",
        "11": "Ary nahita seza fiandrianana fotsy lehibe aho, ary hitako ilay nipetraka teo amboniny. Nandositra tsy ho eo anatrehany ny tany sy ny lanitra, ary tsy nisy toerana ho azy ireo.",
        "12": "Ary hitako ny maty, na ny lehibe na ny kely, nijoro teo anoloan’ny seza fiandrianana, dia nisy horonam-boky * novelarina. Fa nisy horonam-boky iray koa novelarina, dia ny horonam-bokin’ny fiainana. Ary ny maty dia notsaraina araka izay voasoratra tao amin’ireo horonam-boky, araka izay nataon’izy ireo.",
        "13": "Ary ny ranomasina dia namoaka ny maty tao aminy, ary ny fahafatesana sy ny Fasana * namoaka ny maty tao aminy, ka samy notsaraina araka izay nataony avy izy ireny.",
        "14": "Ary natsipy mafy tany amin’ny farihy afo ny fahafatesana sy ny Fasana. * Tsy inona ny farihy afo fa ny fahafatesana faharoa.",
        "15": "Ary izay tsy hita voasoratra tao amin’ny bokin’ny fiainana dia natsipy mafy tao amin’ny farihy afo."
    },
    "21": {
        "1": "Ary nahita lanitra vaovao sy tany vaovao aho, fa efa lasa ny lanitra taloha sy ny tany taloha, ary tsy nisy ranomasina intsony.",
        "2": "Hitako koa ilay tanàna masina, dia i Jerosalema Vaovao, nidina avy any an-danitra avy any amin’Andriamanitra sady efa voaomana tahaka ny ampakarina mihaingo hihaona amin’ny vadiny.",
        "3": "Tamin’izay aho dia nahare feo mafy avy teo amin’ny seza fiandrianana, nanao hoe: “Eo amin’ny olombelona ny tranolain’Andriamanitra, ary izy hiara-mitoetra amin’izy ireo, ary ireo ho olony, ka Andriamanitra mihitsy no ho eo aminy.",
        "4": "Ary hofafany ny ranomaso rehetra amin’ny mason’izy ireo, ka tsy hisy fahafatesana intsony, sady tsy hisy intsony ny alahelo na ny fitarainana na ny fanaintainana, fa efa lasa ny zavatra taloha.”",
        "5": "Ary hoy Ilay nipetraka teo ambonin’ny seza fiandrianana: “Ataoko vaovao ny zava-drehetra.” Hoy koa izy: “Soraty fa azo antoka sady marina ireo teny ireo.”",
        "6": "Ary hoy izy tamiko: “Efa tanteraka izany! Izaho no Alfa sy Omega, ny fiandohana sy ny fiafarana. Izay mangetaheta dia homeko rano maimaim-poana avy amin’ny loharanon’ny ranon’aina.",
        "7": "Izay mandresy dia handova izany, ka ho Andriamaniny aho ary izy ho zanako.",
        "8": "Fa ny kanosa sy ny tsy manam-pinoana sy ny olona maloto sady maharikoriko sy ny mpamono olona sy ny mpijangajanga sy ny mpilalao ody * sy ny mpanompo sampy sy ny mpandainga rehetra kosa, dia ao amin’ny farihy mirehitra afo sy solifara no anjarany. Tsy inona izany fa ny fahafatesana faharoa.”",
        "9": "Ary tonga ny iray tamin’ny anjely fito nanana ny vilia fito feno ny loza fito farany. Dia hoy izy tamiko: “Avia atỳ fa hasehoko anao ny ampakarina, vadin’ny Zanak’ondry.”",
        "10": "Koa nentiny tamin’ny herin’ny fanahy nankeo amin’ny tendrombohitra lehibe sady avo aho, dia nasehony ahy i Jerosalema, ilay tanàna masina, izay nidina avy any an-danitra avy tamin’Andriamanitra,",
        "11": "sady nanana ny voninahitr’Andriamanitra. Toy ny vatosoa faran’izay tsara ny famirapiratany, dia tahaka ny vato jaspa mamirapiratra toy ny kristaly.",
        "12": "Nanana manda lehibe sady avo sy vavahady roa ambin’ny folo izy io. Ary nisy anjely roa ambin’ny folo teo amin’ireo vavahady, ary nisy anarana voasoratra teo, dia ny anaran’ny foko roa ambin’ny folon’ny zanak’Israely.",
        "13": "Teo atsinanana dia nisy vavahady telo, teo avaratra telo, teo atsimo telo, ary teo andrefana telo.",
        "14": "Ary ny mandan’ilay tanàna koa dia nisy vato fototra roa ambin’ny folo, izay nisy anarana roa ambin’ny folo, dia ny anaran’ny apostoly roa ambin’ny folon’ny Zanak’ondry.",
        "15": "Ary ilay niresaka tamiko dia nihazona bararata volamena fandrefesana, mba handrefesany ilay tanàna sy ny vavahadiny ary ny mandany.",
        "16": "Ary efamira ilay tanàna, ka mitovy ny lavany sy ny sakany. Dia norefesiny tamin’ilay bararata ilay tanàna, ka roa arivo sy iray alina stadio, * ary mitovy ny lavany sy ny sakany ary ny haavony.",
        "17": "Norefesiny koa ny mandany, ka efatra amby efapolo amby zato hakiho, * araka ny fandrefesan’ny olona, izay sady fandrefesan’ny anjely koa.",
        "18": "Ary ny rafitr’ilay manda dia jaspa, ary ilay tanàna dia volamena tsy misy fangarony tahaka ny fitaratra madio.",
        "19": "Voaravaka vatosoa isan-karazany ny fototry ny mandan’ilay tanàna: Ny fototra voalohany dia jaspa, ny faharoa safira, ny fahatelo kalsedoanina, ny fahefatra emeraoda,",
        "20": "ny fahadimy sardoniksa, ny fahenina sardoanina, ny fahafito krizolita, ny fahavalo berila, ny fahasivy topaza, ny fahafolo krizoprazy, ny fahiraika ambin’ny folo hiasinta, ny faharoa ambin’ny folo ametista.",
        "21": "Ary perla roa ambin’ny folo ny vavahadiny roa ambin’ny folo, ka perla iray no nanaovana ny vavahady tsirairay. Ary volamena tsy misy fangarony tahaka ny fitaratra tantera-pahazavana ny lalamben’ilay tanàna.",
        "22": "Ary tsy nahita tempoly tao aho, fa i Jehovah Andriamanitra, ilay Mahery Indrindra, sy ny Zanak’ondry, no tempoliny.",
        "23": "Ary tsy nila ny masoandro na ny volana mba hanazava azy ilay tanàna, fa ny voninahitr’Andriamanitra no nanazava azy, ary ny Zanak’ondry no jirony.",
        "24": "Ary handeha amin’ny fahazavan’ilay tanàna ireo firenena, ary ny mpanjakan’ny tany hitondra ny voninahiny hankao amin’ilay tanàna.",
        "25": "Ary tsy hohidiana mihitsy ny vavahadiny amin’ny andro, fa tsy hisy alina ao.",
        "26": "Ary hoentin’izy ireo ao ny voninahitry ny firenena sy ny hajany.",
        "27": "Tsy hiditra ao mihitsy izay zavatra tsy masina sy izay mpanao zava-maharikoriko sy mpandainga, fa izay voasoratra ao amin’ny horonam-bokin’ny fiainana ihany, dia ny horonam-bokin’ny Zanak’ondry."
    },
    "22": {
        "1": "Ary nampiseho ahy reniranon’ny ranon’aina izy. Mangalahala toy ny vato kristaly izy io ary nikoriana avy teo amin’ny seza fiandrianan’Andriamanitra sy ny Zanak’ondry,",
        "2": "teo afovoan’ny lalamben’ilay tanàna. Ary nisy hazon’aina mamoa indroa ambin’ny folo sady namoa isam-bolana, teo amin’ny andaniny roa amin’ilay renirano. Ary ny ravin’ireo hazo dia ho fanasitranana ny firenena.",
        "3": "Ary tsy hisy ozona intsony. Fa ho ao amin’ilay tanàna kosa ny seza fiandrianan’Andriamanitra sy ny an’ny Zanak’ondry. Ary ireo mpanompon’Andriamanitra dia hanao fanompoana masina ho azy,",
        "4": "ka hahita ny tavany, ary ho eo amin’ny handrin’izy ireo ny anaran’Andriamanitra.",
        "5": "Tsy hisy alina intsony koa, ka tsy mila fahazavan’ny jiro na fahazavan’ny masoandro izy ireo, satria hanazava azy i Jehovah Andriamanitra. Ary hanjaka mandrakizay mandrakizay izy ireo.",
        "6": "Ary hoy izy tamiko: “Azo antoka sady marina ireo teny ireo. Eny, i Jehovah, ilay Andriamanitra nanome fanambarana an’ireo mpaminaniny tamin’ny alalan’ny fanahiny, dia naniraka ny anjeliny hampiseho amin’ny mpanompony izay zavatra hitranga tsy ho ela.",
        "7": "Ary ho avy haingana aho. Sambatra izay mitandrina ny tenin’ny faminaniana amin’ity horonam-boky ity.”",
        "8": "Izaho Jaona no nandre sy nahita izany. Ary rehefa nandre sy nahita aho, dia niankohoka hivavaka teo an-tongotr’ilay anjely nampiseho izany tamiko.",
        "9": "Hoy anefa izy tamiko: “Tandremo! Aza manao izao! Fa mpanompo toa anao ihany aho, ary mpanompo toa an’ireo rahalahinao izay mpaminany sy toa an’ireo mitandrina ny teny amin’ity horonam-boky ity. Andriamanitra no ivavaho.”",
        "10": "Hoy koa izy tamiko: “Aza asiana tombo-kase ny tenin’ny faminaniana amin’ity horonam-boky ity, fa antomotra ny fotoana voatondro.",
        "11": "Izay manao ny tsy marina, aoka izy mbola hanao ny tsy marina ihany. Ary aoka izay maloto mbola hatao maloto kokoa. Fa aoka kosa izay olo-marina mbola hanao ny marina ihany, ary izay masina mbola hatao masina kokoa.",
        "12": "“‘Ho avy haingana aho, ary efa etỳ amiko izay tokony havaly ny tsirairay araka izay ataony.",
        "13": "Izaho no Alfa sy Omega, ny voalohany sy ny farany, ny fiandohana sy ny fiafarana.",
        "14": "Sambatra izay manasa ny akanjony, mba hananany zo hankeo amin’ny hazon’aina sy mba hahafahany hiditra amin’ny vavahady ho ao amin’ilay tanàna.",
        "15": "Fa any ivelany ny alika sy ny mpilalao ody sy ny mpijangajanga sy ny mpamono olona sy ny mpanompo sampy ary izay tia lainga sy mpandainga.’",
        "16": "“‘Izaho Jesosy dia naniraka ny anjeliko hitory aminareo izany zavatra izany ho an’ny fiangonana. Izaho no faka sy taranak’i Davida, sy ilay kintan’ny maraina mamirapiratra.’”",
        "17": "Ary miteny tsy an-kijanona ny fanahy sy ny ampakarina hoe: “Avia!” Ary aoka izay mandre hilaza hoe: “Avia!” Ary aoka ho avy izay mangetaheta. Ary izay maniry, aoka izy hisotro maimaim-poana amin’ny ranon’aina.",
        "18": "“Izao no ambarako amin’izay rehetra mandre ny tenin’ny faminaniana amin’ity horonam-boky ity: Raha misy manampy ireo zavatra ireo, dia hampian’Andriamanitra ny loza voasoratra ato amin’ity horonam-boky ity ho azy.",
        "19": "Ary raha misy manaisotra teny ato amin’ny horonam-bokin’ity faminaniana ity, dia hesorin’Andriamanitra ny anjarany amin’ny hazon’aina sy ny tanàna masina, dia izay voasoratra ato amin’ity horonam-boky ity.",
        "20": "“Hoy ilay manambara izany zavatra izany: ‘Eny, ho avy haingana aho.’” “Amena! Avia, Jesosy Tompo ô!”",
        "21": "Ho amin’ny olona masina anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompo!"
    },
    "meta": {
        "name": "Apokalypsy",
        "order": 65,
        "chapter_number": 22
    }
}