{
    "1": {
        "1": "Ny zavatra nahariharin’i Jesosy Kristy, sady nomen’Andriamanitra azy, mba hampisehoana amin’ny mpanompony ny zavatra hitranga tsy ho ela. Nirahiny ny anjeliny ka nasainy nampiseho an’ilay izy tamin’i Jaona mpanompony, tamin’ny alalan’ny famantarana.",
        "2": "I Jaona kosa vavolombelona nampita ny tenin’Andriamanitra sy ny porofo nomen’i Jesosy Kristy, izany hoe ny zava-drehetra hitany.",
        "3": "Sambatra izay mamaky mafy sy mihaino ny teny ato amin’ity faminaniana ity ka manaraka an’izay voasoratra ato anatiny, fa efa akaiky ny fotoana voatondro.",
        "4": "Izaho Jaona dia manoratra ho an’ny fiangonana fito any amin’ny faritanin’i Azia hoe: Ho aminareo anie ny hatsaram-panahy miavaka sy ny fiadanana avy amin’Ilay ankehitriny sy taloha ary ho avy, sy avy amin’ny fanahy fito eo anatrehan’ny seza fiandrianany,",
        "5": "ary avy amin’i Jesosy Kristy, “ilay Vavolombelona Mendri-pitokisana”, “ilay lahimatoa amin’ny maty”, ary “ilay Mpitondra ny mpanjakan’ny tany!” Ho an’ilay tia antsika sy nanafaka antsika tamin’ny fahotantsika, tamin’ny alalan’ny rany,",
        "6": "ary nanao antsika ho fanjakana sy mpisorona ho an’ilay Andriamanitra Rainy, eny, ho azy mandrakizay anie ny voninahitra sy ny hery! Amena.",
        "7": "Ho avy miaraka amin’ny rahona izy. Ary hahita maso azy ny olona rehetra, na dia ireo nandefona azy aza. Noho izy, dia hikapo-tratra noho ny alahelo ny foko rehetra eto an-tany. Eny, Amena.",
        "8": "“Izaho no Alfa sy Omega”, hoy i Jehovah Andriamanitra, “Ilay ankehitriny sy taloha ary ho avy, ilay Mahery Indrindra.”",
        "9": "Izaho Jaona rahalahinareo, dia miara-mizaka fahoriana aminareo sy miray fanjakana aminareo ary miara-miaritra aminareo, noho izaho mpanara-dia an’i Jesosy. Dia teto amin’ny nosy antsoina hoe Patmo aho, satria niresaka momba an’Andriamanitra sady vavolombelona momba an’i Jesosy.",
        "10": "Nentin’ny fanahy masina ho any amin’ny andron’ny Tompo aho, ary naheno feo mafy hoatran’ny an’ny trompetra avy tao andamosiko,",
        "11": "nilaza hoe: “Izay zavatra hitanao dia soraty eo amin’ny horonam-boky, ka alefaso any amin’ny fiangonana fito atsy Efesosy, Smyrna, Pergamosy, Tyatira, Sardisy, Filadelfia, ary Laodikia.”",
        "12": "Dia nitodika hijery an’ilay niteny tamiko aho, ka rehefa nitodika aho, dia nahita fitoeran-jiro volamena fito.",
        "13": "Teo afovoan’ireo fitoeran-jiro ireo dia nisy toy ny zanak’olona nanao akanjo lava hatreny amin’ny tongony, sady nanao fehikibo volamena nanodidina ny tratrany.",
        "14": "Fotsy mangatsakatsaka hoatran’ny volonondry fotsy ny volon-dohany, hoatran’ny lelafo ny masony,",
        "15": "toy ny varahina voadio mamirapiratra ao anaty lafaoro ny tongony, ary tahaka ny feon’ny rano be ny feony.",
        "16": "Nisy kintana fito teny an-tanany ankavanana, ary nisy sabatra lava be roa lela sady maranitra nivoaka avy tamin’ny vavany. Ny tarehiny koa hoatran’ny masoandro faran’izay mamirapiratra.",
        "17": "Niankarapoka toy ny maty teo an-tongony aho, rehefa nahita azy. Dia nametraka ny tanany ankavanana tamiko izy sady niteny hoe: “Aza matahotra. Izaho ilay Voalohany sy Farany,",
        "18": "sy ilay velona. Efa maty aho, nefa velona mandrakizay mandrakizay izao, sady manana ny lakilen’ny fahafatesana sy ny Fasana.",
        "19": "Soraty àry ny zavatra efa hitanao sy ny zava-mitranga amin’izao ary ny zavatra hitranga aorian’izany.",
        "20": "Ary izao ilay zava-miafina masina momba ny kintana fito efa hitanao teo an-tanako ankavanana sy ny fitoeran-jiro volamena fito: Ny kintana fito dia ny anjelin’ny fiangonana fito, ary ny fitoeran-jiro fito dia ny fiangonana fito."
    },
    "2": {
        "1": "“Soraty ho an’ny anjelin’ny fiangonana atsy Efesosy hoe: Izao no lazain’ilay mitazona ny kintana fito eny an-tanany ankavanana sy mandeha eo afovoan’ny fitoeran-jiro volamena fito:",
        "2": "‘Fantatro izay ataonao sy ny asa mafy ataonao ary ny fiaretanao, ary fantatro fa tsy milefitra ianao rehefa misy olon-dratsy. Notsapainao koa izay mihambo ho apostoly nefa tsy izy akory, ka hitanao fa mpandainga.",
        "3": "Miaritra koa ianao, sady be fikirizana foana noho ny anarako, nefa tsy kivy.",
        "4": "Na izany aza, dia izao no anomezako tsiny anao: Navelanao hihena ilay fitiavanao voalohany.",
        "5": "“‘Koa tadidio izay nisy anao tamin’ianao mbola tsy lavo, dia mibebaha ka ataovy izay nataonao tamin’ny voalohany. Fa raha tsy izany, dia ho avy any aminao aho ka hesoriko hiala amin’ny toerany ny fitoeran-jironao, raha tsy hoe mibebaka angaha ianao.",
        "6": "Izao anefa no zavatra tsara ataonao: Ankahalainao izay ataon’ny sektan’i Nikoleo, ary halako koa izany.",
        "7": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia havelako hihinana amin’ny hazon’aina ao amin’ny paradisan’Andriamanitra.’",
        "8": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Smyrna hoe: Izao no lazain’ilay ‘Voalohany sy Farany’, izay efa maty nefa velona indray:",
        "9": "‘Fantatro ny fahorianao sy ny fahantranao. Na izany aza, dia manankarena ianao. Fantatro koa fa manevateva anao ny olona mihambo ho Jiosy nefa tsy izy akory, fa anisan’ny synagogan’i Satana.",
        "10": "Aza matahotra na dia efa hiaritra fijaliana aza ianao. Fa hataon’ny Devoly foana izay hanagadrana ny sasany aminareo. Amin’izay dia hotsapaina tanteraka ianareo, ary hiaritra fahoriana mandritra ny folo andro. Aza mivadika anefa mandra-pahafatinao, dia homeko anao ny satroboninahitry ny fiainana.",
        "11": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia tsy ho azon’ny fahafatesana faharoa mihitsy.’",
        "12": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Pergamosy hoe: Izao no lazain’ilay manana sabatra lava be roa lela sady maranitra:",
        "13": "‘Fantatro hoe aiza no misy anao, dia ao amin’izay misy ny seza fiandrianan’i Satana. Na izany aza, dia mifikitra amin’ny anarako foana ianao. Tsy nolavinao koa hoe mino ahy ianao, na dia tamin’ny andron’i Antipasy aza, dia ilay vavolombeloko tsy nivadika, izay novonoina tao an-tanànanareo, any amin’izay misy an’i Satana.",
        "14": "“‘Ireto anefa misy zavatra vitsivitsy anomezako tsiny anao: Misy olona mifikitra amin’ny fampianaran’i Balama ao aminao. Nampianatra an’i Balaka hitaona ny zanak’Israely hanota i Balama, izany hoe hihinana zavatra natao sorona ho an’ny sampy sy hijangajanga.",
        "15": "Misy olona mifikitra amin’ny fampianaran’ny sektan’i Nikoleo koa ao aminao.",
        "16": "Koa mibebaha, fa raha tsy izany, dia ho avy any aminao haingana aho ka hiady amin’izy ireo, ary hamely azy amin’ilay sabatra lava be avy amin’ny vavako.",
        "17": "“‘Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana hoe: Izay mandresy dia homeko amin’ny mana nafenina sady homeko vatokilonjy fotsy. Ary eo amin’ilay vatokilonjy dia misy anaram-baovao voasoratra, izay tsy misy mahafantatra afa-tsy ilay mahazo azy ihany.’",
        "18": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Tyatira hoe: Izao no lazain’ny Zanak’Andriamanitra, izay hoatran’ny lelafo ny masony, ary toy ny varahina voadio ny tongony:",
        "19": "‘Fantatro izay ataonao sy ny fitiavanao sy ny finoanao sy ny fanompoanao ary ny fiaretanao. Fantatro koa fa betsaka kokoa noho ny nataonao tamin’ny voalohany ny nataonao tatỳ aoriana.",
        "20": "“‘Na izany aza, dia izao no anomezako tsiny anao: Leferinao ilay vehivavy hoatran’i Jezebela. Mihambo ho mpaminanivavy izy sady mampianatra sy mamitaka ny mpanompoko hijangajanga sy hihinana zavatra atao sorona ho an’ny sampy.",
        "21": "Nomeko fotoana hibebahana izy, saingy tsy te hibebaka fa mbola mijangajanga ihany.",
        "22": "Hataoko marary mafy eo am-pandriana izy, ary izay mijangajanga aminy dia hatsipiko ao amin’ny fahoriana lehibe, raha tsy hoe mibebaka angaha ry zareo ka tsy manao hoatran’ny ataon’ilay vehivavy intsony.",
        "23": "Ary hovonoiko amin’ny aretina mahafaty ny zanak’ilay vehivavy, dia ho fantatry ny fiangonana rehetra fa izaho no mandinika ny eritreritra lalina indrindra sy ny fo, sady hamaly anareo tsirairay araka izay ataonareo avy.",
        "24": "“‘Izao anefa no lazaiko amin’ny sisa aminareo any Tyatira, dia izay rehetra tsy manaraka an’izany fampianarana izany, sady tsy mahafantatra an’ilay antsoin’ny olona hoe “zava-dalin’i Satana”: Tsy ampiako enta-mavesatra intsony ianareo.",
        "25": "Tazòny mafy anefa izay efa anananareo, mandra-piaviko.",
        "26": "Ary izay mandresy sady manao ny asako hatramin’ny farany, dia homeko fahefana hitondra firenena.",
        "27": "Dia hiandry an’ireo firenena amin’ny tehina vy izy, ka hopotipotehiny toy ny vilany tanimanga ireny. Homeko fahefana izy, hoatran’ny nahazoako fahefana tamin’ny Raiko.",
        "28": "Ary homeko azy ny kintan’ny maraina.",
        "29": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’"
    },
    "3": {
        "1": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Sardisy hoe: Izao no lazain’ilay manana ny fanahy fiton’Andriamanitra sy ny kintana fito: ‘Fantatro izay ataonao, fa malaza ho velona ianao, nefa maty.",
        "2": "Miambena ka ampaherezo izay sisa tavela efa ho faty, satria hitako fa tsy novitainao izay tian’Andriamanitra hataonao.",
        "3": "Koa tadidio tsara izay efa noraisinao sy efa henonao, ary ataovy foana izany ka mibebaha. Fa raha tsy mifoha ianao, dia ho avy toy ny mpangalatra aho, ary tsy ho fantatrao mihitsy izay ora hahatongavako eo aminao.",
        "4": "“‘Misy olona vitsivitsy tsy nandoto ny akanjony anefa ao aminao, ao Sardisy. Hiara-mandeha amiko manao akanjo fotsy izy ireo, satria mendrika an’izany.",
        "5": "Hampanaovina akanjo fotsy àry izay mandresy. Dia tsy hovonoiko ao amin’ny bokin’ny fiainana mihitsy ny anarany, fa hekeko eo anatrehan’ny Raiko sy eo anatrehan’ny anjeliny hoe fantatro ny anarany.",
        "6": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’",
        "7": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Filadelfia hoe: Izao no lazain’ilay masina, ilay marina, ilay manana ny lakilen’i Davida, ilay manokatra varavarana izay tsy misy afaka manidy ary manidy varavarana izay tsy misy afaka manokatra:",
        "8": "‘Fantatro izay ataonao, ary efa nasiako varavarana misokatra eo alohanao, izay tsy azon’iza na iza hidiana. Fantatro fa mba manana hery kely ihany ianao, sady efa nanaraka ny teniko ka tsy nivadika tamin’ny anarako.",
        "9": "Izao no hataoko amin’ny olona avy amin’ny synagogan’i Satana, izay mihambo ho Jiosy nefa tsy izy akory fa mandainga: Hataoko tonga miankohoka eo anoloan’ny tongotrao izy ireo, ary hampahafantariko azy fa efa tia anao aho.",
        "10": "Ary satria ianao nanaraka an’izay voalaza momba ny fiaretako, dia hiaro anao koa aho amin’ilay ora fitsapana. Ho tonga amin’ny tany manontolo izany ora izany, mba hitsapana an’izay mipetraka eny ambonin’ny tany.",
        "11": "Ho avy haingana aho. Tazòny mafy foana àry izay anananao, mba tsy hisy haka ny satroboninahitrao.",
        "12": "“‘Izay mandresy, dia hataoko andry ao amin’ny tempolin’ny Andriamanitro, ary tsy hiala ao intsony mihitsy izy. Dia hosoratako eo aminy ny anaran’ny Andriamanitro sy ny anaran’ny tanànan’ny Andriamanitro, dia i Jerosalema Vaovao izay midina avy any an-danitra avy any amin’ny Andriamanitro, ary hosoratako eo koa ilay anarako vaovao.",
        "13": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’",
        "14": "“Ary soraty ho an’ny anjelin’ny fiangonana atsy Laodikia hoe: Izao no lazain’ny Amena, ilay vavolombelona mendri-pitokisana sy marina, ilay noforonin’Andriamanitra voalohany indrindra:",
        "15": "‘Fantatro izay ataonao, fa tsy mangatsiaka na mafana ianao. Aleoko aza ianao mangatsiaka na mafana!",
        "16": "Satria matimaty ianao, sady tsy mafana no tsy mangatsiaka, dia haloan’ny vavako.",
        "17": "Fa hoy ianao: “Manankarena aho ary efa nahazo harena ka tsy mila na inona na inona intsony.” Tsy fantatrao anefa fa ory sy mampalahelo sy mahantra sy jamba ary mitanjaka ianao.",
        "18": "Koa manoro hevitra anao aho mba hividy an’ireto atỳ amiko: Volamena voadio tamin’ny afo, amin’izay ianao manan-karena; sy akanjo ivelany fotsy, amin’izay ianao mitafy dia tsy hiseho ny fitanjahanao ka tsy ho menatra ianao; ary fanafody maso hikosehana ny masonao, amin’izay ianao mahita.",
        "19": "“‘Izay rehetra iraiketan’ny foko no anariko sy faiziko. Miezaha àry hafana fo, dia mibebaha.",
        "20": "Efa mijoro eto am-baravarana aho izao, ary mandondòna. Raha misy olona maheno ny feoko ka manokatra ny varavarana, dia hiditra ao an-tranony aho ka hiara-misakafo hariva aminy, dia izy koa hiara-mihinana amiko.",
        "21": "Izay mandresy dia havelako hiara-mipetraka amiko eo amin’ny seza fiandrianako, fa izaho koa efa nandresy ka miara-mipetraka amin’ny Raiko eo amin’ny seza fiandrianany.",
        "22": "Izay manan-tsofina, aoka izy hihaino izay lazain’ny fanahy amin’ny fiangonana.’”"
    },
    "4": {
        "1": "Taorian’izany, dia nahita varavarana nisokatra tany an-danitra aho. Ary hoatran’ny feona trompetra ny feo voalohany henoko niresaka tamiko. Dia hoy izy: “Miakara atỳ, dia hasehoko anao izay zavatra hitranga.”",
        "2": "Tonga dia niasa tamiko ny fanahin’Andriamanitra, taorian’izay. Dia io fa nisy seza fiandrianana tany an-danitra, ary nisy nipetraka teo amboniny.",
        "3": "Hoatran’ny vato jaspa sy vatosoa sardoanina no fahitana an’Ilay nipetraka. Ary nanodidina an’ilay seza fiandrianana dia nisy avana hoatran’ny emeraoda.",
        "4": "Nisy seza fiandrianana 24 koa nanodidina an’ilay seza fiandrianana. Ary teo ambonin’ireo seza fiandrianana ireo dia hitako nisy anti-panahy 24 nipetraka, nanao akanjo fotsy sady nisatroka satroboninahitra volamena.",
        "5": "Nisy tselatra sy feo ary kotroka nivoaka avy teo amin’ilay seza fiandrianana, ary nisy jiro fito nirehitra teo anoloan’ilay seza fiandrianana. Ireo jiro ireo dia ny fanahy fiton’Andriamanitra.",
        "6": "Ary nisy ranomasina mitovy amin’ny fitaratra sady hoatran’ny kristaly, teo anoloan’ilay seza fiandrianana. Teo afovoan’ilay seza fiandrianana sy nanodidina azy indray dia nisy zavamananaina efatra. Feno maso ny vatan’ireo zavamananaina ireo, na ny aloha na ny aoriana.",
        "7": "Hoatran’ny liona ilay zavamananaina voalohany, ary hoatran’ny vantotr’ombilahy ilay zavamananaina faharoa. Mitovy amin’ny tarehin’olona ny tarehin’ilay zavamananaina fahatelo, ary hoatran’ny voromahery manidina ilay zavamananaina fahefatra.",
        "8": "Samy nanana elatra enina avy ireo zavamananaina efatra ireo, ary feno maso ny teo ambony elany sy ny tao ambany elany. Niteny foana izy ireo, na andro na alina, hoe: “Masina, masina, masina i Jehovah Andriamanitra, ilay Mahery Indrindra, Ilay taloha sy ankehitriny ary ho avy.”",
        "9": "Ireo zavamananaina ireo dia nanome voninahitra sy haja ary fisaorana ho an’Ilay nipetraka teo ambonin’ny seza fiandrianana, Ilay velona mandrakizay mandrakizay. Isaky ny nanao an’izany izy ireo,",
        "10": "dia niankohoka teo anatrehan’Ilay nipetraka teo ambonin’ny seza fiandrianana ny anti-panahy 24, ka nivavaka tamin’Ilay velona mandrakizay mandrakizay, sady nanipy ny satroboninahiny teo anoloan’ny seza fiandrianana ary niteny hoe:",
        "11": "“Mendrika ny homena voninahitra sy haja ary hery ianao, Jehovah Andriamanitray ô, satria namorona ny zava-drehetra ianao, ary noho ny sitraponao no nampisy sy namoronana an’ireny.”"
    },
    "5": {
        "1": "Ary nahita horonam-boky teny an-tanana ankavanan’Ilay nipetraka teo ambonin’ny seza fiandrianana aho. Nisy soratra ambadika sy ambadika ilay horonam-boky sady voahidy mafy tamin’ny tombo-kase fito.",
        "2": "Dia nahita anjely mahery aho niantsoantso mafy hoe: “Iza no mendrika hanokatra an’ilay horonam-boky ka hanala ny tombo-kaseny?”",
        "3": "Tsy nisy afaka nanokatra an’ilay horonam-boky na nijery ny tao anatiny anefa ny tany an-danitra, na ny teto an-tany, na ny tany ambanin’ny tany.",
        "4": "Dia nitomany be aho satria tsy mba nisy mendrika hanokatra an’ilay horonam-boky na hijery ny tao anatiny.",
        "5": "Hoy anefa ny iray tamin’ny anti-panahy tamiko: “Aza mitomany intsony. Efa nandresy mantsy ilay Liona avy amin’ny fokon’i Joda, ilay fakan’i Davida, ka ho afaka hanokatra an’ilay horonam-boky sy ny tombo-kaseny fito.”",
        "6": "Ary nahita zanak’ondry nijoro teo akaikin’ny seza fiandrianana aho, teo afovoan’ny zavamananaina efatra sy ny anti-panahy. Hoatran’ny efa novonoina ho faty ilay zanak’ondry. Nanana tandroka fito sy maso fito izy, ka ireo maso ireo dia ny fanahy fito nirahin’Andriamanitra maneran-tany.",
        "7": "Tonga dia nandroso ilay zanak’ondry, ka nalainy ilay horonam-boky teny an-tanana ankavanan’Ilay nipetraka teo ambonin’ny seza fiandrianana.",
        "8": "Rehefa noraisin’ny Zanak’ondry ilay horonam-boky, dia niankohoka teo anatrehany ny zavamananaina efatra sy ny anti-panahy 24. Samy nanana harpa sy vilia volamena feno emboka manitra ireo anti-panahy ireo.—Ilay emboka manitra dia ny vavaky ny olona masina.—",
        "9": "Dia nihira hira vaovao izy ireo hoe: “Mendrika handray an’ilay horonam-boky sy hamaha ny tombo-kaseny ianao. Efa novonoina ho faty mantsy ianao, ary ny ranao no nividiananao olona avy tamin’ny foko sy fiteny sy vahoaka ary firenena rehetra, mba ho an’Andriamanitra.",
        "10": "Ary nataonao fanjakana sy mpisorona ho an’ny Andriamanitsika koa ireo, ka ho mpanjaka hitondra ny tany.”",
        "11": "Ary nijery aho dia nahita anjely be dia be nanodidina an’ilay seza fiandrianana sy ny zavamananaina ary ny anti-panahy, sady naheno ny feon’izy ireo. Alinalina sy arivoarivo ny isan’izy ireo.",
        "12": "Niteny mafy izy ireo hoe: “Mendrika handray fahefana sy harena sy fahendrena sy hery sy haja sy voninahitra ary fisaorana ny Zanak’ondry, izay efa novonoina ho faty.”",
        "13": "Ary ny zavaboary rehetra tany an-danitra sy teto an-tany sy tany ambanin’ny tany ary tany an-dranomasina, sy ny zava-drehetra tao amin’ireo, dia henoko niteny hoe: “Ho an’Ilay mipetraka eo ambonin’ny seza fiandrianana sy ho an’ny Zanak’ondry anie ny fisaorana sy ny haja sy ny voninahitra ary ny hery mandrakizay mandrakizay!”",
        "14": "Dia niteny ireo zavamananaina efatra ireo hoe: “Amena!” Dia niankohoka sy nivavaka ny anti-panahy."
    },
    "6": {
        "1": "Ary hitako ny Zanak’ondry nanokatra ny iray tamin’ny tombo-kase fito. Dia henoko ny iray tamin’ny zavamananaina efatra niteny hoe: “Avia!” Ary hoatran’ny kotroka ny feony.",
        "2": "Dia nahita soavaly fotsy aho. Nanana tsipìka ilay nitaingina azy, ary nomena satroboninahitra. Dia nivoaka mba handresy sy hamita ny fandreseny izy.",
        "3": "Rehefa nosokafany ny tombo-kase faharoa, dia henoko ny zavamananaina faharoa niteny hoe: “Avia!”",
        "4": "Nisy soavaly hafa koa nivoaka, dia soavaly mena hoatran’ny afo. Nomena sabatra lehibe ilay nitaingina azy, ka navela hanala ny fandriampahalemana eto an-tany, amin’izay hifandripaka ny olona.",
        "5": "Rehefa nosokafany ny tombo-kase fahatelo, dia henoko ny zavamananaina fahatelo niteny hoe: “Avia!” Dia hitako fa iny nisy soavaly mainty, ary nisy mizana teny an-tanan’ilay nitaingina azy.",
        "6": "Naheno hoatran’ny feo teo afovoan’ny zavamananaina efatra aho, niteny hoe: “Iray denaria no vidin’ny varimbazaha iray kilao, ary iray denaria ny vary orza telo kilao. Ary aza simbana ny menak’oliva sy ny divay.”",
        "7": "Rehefa nosokafany ny tombo-kase fahefatra, dia henoko ny feon’ny zavamananaina fahefatra niteny hoe: “Avia!”",
        "8": "Dia hitako fa iny nisy soavaly hatsatra. Nantsoina hoe Fahafatesana ilay nitaingina azy, ary nanaraka azy akaiky ny Fasana. Dia nomena fahefana tamin’ny ampahefatry ny tany ireny mba hamono olona amin’ny sabatra lava be sy ny mosary sy ny aretina mahafaty ary ny bibidia eto an-tany.",
        "9": "Rehefa nosokafany ny tombo-kase fahadimy, dia hitako teo ambany alitara ny ran’ny olona novonoina noho izy ireo nanaraka ny tenin’Andriamanitra sady nitory.",
        "10": "Dia niantsoantso mafy izy ireo hoe: “Ry Tompo Fara Tampony ô, ilay masina sy marina, rahoviana ihany ianao vao hitsara ny olona mipetraka eny ambonin’ny tany ka hamaly ny ranay nalatsak’izy ireny?”",
        "11": "Samy nomena akanjo fotsy lava izy ireo, ka nasaina niandry kely aloha, mandra-pahafenon’ny isan’ny mpiara-manompo aminy sy ny rahalahiny, izay efa hovonoina hoatr’azy ireo koa.",
        "12": "Ary hitako ny nanokafany ny tombo-kase fahenina. Dia nisy horohoron-tany lehibe ka lasa mainty hoatran’ny lamba gony vita amin’ny volom-biby ny masoandro, ary lasa mena hoatran’ny ra ny volana manontolo.",
        "13": "Dia niraraka tamin’ny tany ny kintana teny amin’ny lanitra, toy ny aviavy manta mihintsana avy eny ambony hazo rehefa hozongozonin’ny rivotra mifofofofo.",
        "14": "Ary tsy teo intsony ny lanitra fa nahorona hoatran’ny horonam-boky. Nesorina tamin’ny toerany koa ny tendrombohitra sy ny nosy rehetra.",
        "15": "Dia niafina tany anaty lava-bato sy tany amin’ny vatolampy teny an-tendrombohitra ny mpanjakan’ny tany, ny manam-pahefana ambony, ny mpitari-tafika, ny mpanankarena, ny olona matanjaka, ny mpanompo rehetra, ary ny olona afaka rehetra.",
        "16": "Ary niteny tsy an-kijanona tamin’ny tendrombohitra sy ny vatolampy izy ireo hoe: “Mianjerà aminay, dia afeno izahay mba tsy ho hitan’Ilay mipetraka eo ambonin’ny seza fiandrianana, ary mba tsy hiharan’ny fahatezeran’ny Zanak’ondry.",
        "17": "Fa tonga ilay andro lehibe ampisehoan’izy ireo ny hatezerany, ka iza no mahavita miatrika an’izany?”"
    },
    "7": {
        "1": "Taorian’izany, dia nahita anjely efatra nijoro teo amin’ny vazan-tany efatra aho. Nitazona mafy ny rivotra efatry ny tany izy ireo, mba tsy hisy rivotra hitsoka eny amin’ny tany na eny amin’ny ranomasina na eny amin’ny hazo.",
        "2": "Nahita anjely anankiray niakatra avy any amin’ny fiposahan’ny masoandro koa aho. Nitazona ny tombo-kasen’ilay Andriamanitra velona izy, sady niantsoantso mafy ka niteny tamin’ireo anjely efatra nomena alalana hanimba ny tany sy ny ranomasina,",
        "3": "hoe: “Aza simbana ny tany na ny ranomasina na ny hazo, raha tsy efa avy nasianay tombo-kase ny handrin’ny mpanompon’Andriamanitsika.”",
        "4": "Ary reko ny isan’ny olona voaisy tombo-kase, dia 144 000. Voaisy tombo-kase avy tamin’ny foko rehetra teo amin’ny zanak’Israely izy ireo. Ireto avy izany:",
        "5": "Ny avy tamin’ny fokon’i Joda dia 12 000 no voaisy tombo-kase; ny avy tamin’ny fokon’i Robena, 12 000; ny avy tamin’ny fokon’i Gada, 12 000;",
        "6": "ny avy tamin’ny fokon’i Asera, 12 000; ny avy tamin’ny fokon’i Naftaly, 12 000; ny avy tamin’ny fokon’i Manase, 12 000;",
        "7": "ny avy tamin’ny fokon’i Simeona, 12 000; ny avy tamin’ny fokon’i Levy, 12 000; ny avy tamin’ny fokon’i Isakara, 12 000;",
        "8": "ny avy tamin’ny fokon’i Zebolona, 12 000; ny avy tamin’ny fokon’i Josefa, 12 000; ary ny avy tamin’ny fokon’i Benjamina dia 12 000 no voaisy tombo-kase.",
        "9": "Taorian’izany, dia hitako fa ireo nisy vahoaka be tsy hita isa, avy tamin’ny firenena sy foko sy firazanana ary fiteny rehetra. Nitsangana teo anoloan’ny seza fiandrianana sy teo anatrehan’ny Zanak’ondry izy ireo sady nanao akanjo fotsy lava, ary nisy sampana palmie teny an-tanany.",
        "10": "Dia niantsoantso mafy tsy an-kijanona izy ireo hoe: “Avy amin’ilay Andriamanitsika mipetraka eo ambonin’ny seza fiandrianana, sy avy amin’ny Zanak’ondry, no ahazoanay famonjena!”",
        "11": "Nijoro nanodidina ny seza fiandrianana sy ny anti-panahy ary ny zavamananaina efatra ny anjely rehetra, ka niankohoka teo anoloan’ny seza fiandrianana sady nivavaka tamin’Andriamanitra,",
        "12": "hoe: “Amena! Ho an’Andriamanitsika mandrakizay mandrakizay anie ny dera, ny voninahitra, ny fahendrena, ny fisaorana, ny haja, ny hery, ary ny tanjaka! Amena.”",
        "13": "Dia hoy ny anti-panahy iray tamiko: “Fa iza ireo manao akanjo fotsy lava ireo, ary avy aiza izy ireo?”",
        "14": "Tonga dia namaly azy aho hoe: “Ianao, tompoko, no mahalala.” Dia hoy izy tamiko: “Ireo no avy tamin’ny fahoriana lehibe, ary nosasany sy nofotsiany tamin’ny ran’ny Zanak’ondry ny akanjony.",
        "15": "Izany no mahatonga azy ireo hijoro eo anoloan’ny seza fiandrianan’Andriamanitra. Manao fanompoana masina ho an’Andriamanitra andro aman’alina ao amin’ny tempoliny izy ireo. Ary hamelatra ny tranolainy eo ambonin’izy ireo Ilay mipetraka eo ambonin’ny seza fiandrianana.",
        "16": "Tsy mba ho noana na hangetaheta intsony ireo, ary tsy hamely azy ny masoandro na ny hafanana mandoro.",
        "17": "Hiandry azy ireo hoatran’ny ataon’ny mpiandry ondry mantsy ilay Zanak’ondry eo akaikin’ny seza fiandrianana, dia hitarika azy ireo ho any amin’ny loharanon’ny ranon’aina. Ary hofafan’Andriamanitra ny ranomaso rehetra amin’ny mason’izy ireo.”"
    },
    "8": {
        "1": "Rehefa nosokafany ny tombo-kase fahafito, dia nangina antsasak’adiny teo ho eo ny tany an-danitra.",
        "2": "Dia hitako ny anjely fito izay nijoro teo anatrehan’Andriamanitra, ary nomena trompetra fito izy ireo.",
        "3": "Ary nisy anjely anankiray koa tonga nijoro teo akaikin’ny alitara. Nanana fitaovana volamena fandoroana emboka manitra izy. Nomena emboka manitra be dia be izy mba hatolony teo ambonin’ilay alitara volamena teo anoloan’ny seza fiandrianana, niaraka tamin’ny vavaky ny olona masina rehetra.",
        "4": "Dia niakatra avy teo an-tanan’ilay anjely ho eo anatrehan’Andriamanitra ny setroky ny emboka manitra, niaraka tamin’ny vavaky ny olona masina.",
        "5": "Tonga dia noraisin’ilay anjely anefa ilay fitaovana fandoroana emboka manitra, ka nofenoiny afo avy teo amin’ny alitara. Dia natsipiny mafy tetỳ an-tany ilay afo, ka nisy kotroka sy feo sy tselatra ary horohoron-tany.",
        "6": "Dia niomana hitsoka trompetra ny anjely fito nomena trompetra fito.",
        "7": "Nitsoka ny trompetrany ny anjely voalohany. Dia nisy havandra sy afo nifangaro ra, ary natsipy mafy tetỳ an-tany izany. Dia may ny ampahatelon’ny tany, may ny ampahatelon’ny hazo, ary may daholo koa ny ahi-maitso.",
        "8": "Nitsoka ny trompetrany ny anjely faharoa. Dia nisy zavatra hoatran’ny tendrombohitra lehibe nirehitra afo, natsipy mafy tany an-dranomasina. Dia lasa ra ny ampahatelon’ny ranomasina,",
        "9": "maty ny ampahatelon’ny zavamananaina tao an-dranomasina, ary rendrika ny ampahatelon’ny sambo.",
        "10": "Nitsoka ny trompetrany ny anjely fahatelo. Dia nisy kintana lehibe nirehitra hoatran’ny jiro nilatsaka avy any an-danitra. Ary latsaka tamin’ny ampahatelon’ny renirano sy tamin’ny loharano ilay izy.",
        "11": "Ny anaran’ilay kintana dia Zavamaniry Mangidy Be. Dia lasa nangidy be ny ampahatelon’ny rano, ka betsaka ny olona matin’ilay rano, satria efa natao nangidy ilay izy.",
        "12": "Nitsoka ny trompetrany ny anjely fahefatra. Dia nokapohina ny ampahatelon’ny masoandro sy ny ampahatelon’ny volana ary ny ampahatelon’ny kintana, mba ho maizina ny ampahatelon’ireny ka tsy hazava ny ampahatelon’ny andro, ary ho toy izany koa ny alina.",
        "13": "Ary nahita voromahery nanidina teny afovoan’ny lanitra aho, dia henoko izy niantsoantso mafy hoe: “Loza, loza, loza ho an’izay mipetraka eny ambonin’ny tany, satria efa hitsoka trompetra ny anjely telo ambiny!”"
    },
    "9": {
        "1": "Nitsoka ny trompetrany ny anjely fahadimy. Dia nahita kintana avy any an-danitra nilatsaka tetỳ an-tany aho, ary nomena azy io ny lakilen’ny lavaka mangitsokitsoka.",
        "2": "Nosokafany ilay lavaka mangitsokitsoka, dia nisy setroka hoatran’ny setroky ny lafaoro lehibe nivoaka avy tao. Dia lasa maizina ny masoandro sy ny rivotra noho ny setrok’ilay lavaka.",
        "3": "Ary nisy valala nivoaka avy tao amin’ilay setroka, dia nanketỳ an-tany. Nomena fahefana toy ny fahefan’ny maingoky ny tany ireo valala ireo.",
        "4": "Nilazana izy ireo hoe: “Aza simbana ny zavamaniry amin’ny tany na ny ahi-maitso na ny hazo, fa ny olona tsy manana ny tombo-kasen’Andriamanitra eo amin’ny handriny ihany asiana.”",
        "5": "Ary tsy navela hamono an’ireny olona ireny ho faty ireo valala ireo, fa mba hampijaly azy dimy volana kosa. Nijalijaly hoatran’ny olona voatsindron’ny maingoka ny olona nampijalin’ireo valala ireo.",
        "6": "Dia hitady fahafatesana ny olona amin’izany andro izany fa tsy hahita mihitsy, ary tena te ho faty izy nefa mbola tsy maty ihany.",
        "7": "Ary nitovy tamin’ny soavaly voaomana ho any an’ady ireo valala ireo. Nisy hoatran’ny satroboninahitra volamena teo amin’ny lohany. Nitovy tamin’ny tarehin’olona ny tarehiny,",
        "8": "fa hoatran’ny volom-behivavy ny volony. Hoatran’ny nifin’ny liona ny nifiny,",
        "9": "ary nanana fiarovan-tratra tahaka ny fiarovan-tratra vy izy ireo. Ary ny feon’ny elany dia hoatran’ny feon’ny kalesy tarihin’ny soavaly maika ho any an’ady.",
        "10": "Nanana rambo misy fanindronana hoatran’ny maingoka koa izy ireo. Ary tao amin’ny rambony no nisy ny hery nahafahany nampijaly olona nandritra ny dimy volana.",
        "11": "Nanana mpanjaka izy ireo, dia ny anjelin’ny lavaka mangitsokitsoka: Abadona no anarany amin’ny teny hebreo, fa Apolyona kosa amin’ny teny grika.",
        "12": "Lasa ny loza iray. Misy loza roa hafa koa anefa ho avy aorian’izany.",
        "13": "Nitsoka ny trompetrany ny anjely fahenina. Dia naheno feo avy teo amin’ny tandrok’ilay alitara volamena teo anatrehan’Andriamanitra aho.",
        "14": "Hoy ilay feo tamin’ilay anjely fahenina nanana trompetra: “Mba vahao ny anjely efatra mifatotra eo amin’i Eofrata, ilay renirano lehibe.”",
        "15": "Dia novahana ny anjely efatra efa voaomana ho amin’izany ora sy andro sy volana ary taona izany. Novahana izy ireo mba hamono ho faty ny ampahatelon’ny olona.",
        "16": "Ary 20 000 ampitomboina 10 000 ny isan’ny miaramila mpitaingin-tsoavaly. Henoko ny isany.",
        "17": "Ary toy izao no fahitako an’ireo soavaly tao amin’ilay fahitana sy ny mpitaingina azy: Nanana fiarovan-tratra mena hoatran’ny afo, sy manga, ary mavo hoatran’ny solifara ny mpitaingina azy. Ary ny lohan’ny soavaly dia tahaka ny lohan’ny liona, ary nisy afo sy setroka sy solifara nivoaka avy tamin’ny vavany.",
        "18": "Dia matin’ireto loza telo ireto ny ampahatelon’ny olona: Ny afo sy ny setroka ary ny solifara nivoaka avy tamin’ny vavan’ny soavaly.",
        "19": "Fa teo amin’ny vavany sy ny rambony no nisy ny heriny. Hoatran’ny bibilava mantsy ny rambony sady misy lohany, ary ny rambony no nampijaliany olona.",
        "20": "Tsy nibebaka tamin’izay nataony anefa ny olona sisa tsy matin’ireo loza ireo, fa mbola nivavaka foana tamin’ny demonia sy ny sampy volamena sy volafotsy sy varahina sy vato ary hazo. Tsy afaka mahita na mandre na mandeha anefa ireny sampy ireny.",
        "21": "Ary tsy nibebaka izy ireo fa mbola namono olona, sy nilalao ody, sy nijangajanga, ary nangalatra ihany."
    },
    "10": {
        "1": "Ary nahita anjely mahery hafa iray nidina avy any an-danitra aho. Nitafy rahona izy, sady nisy avana teo amin’ny lohany. Hoatran’ny masoandro ny tarehiny, tahaka ny andry afo ny tongony,",
        "2": "ary teny an-tanany nisy horonam-boky kely efa novelarina. Najorony teo ambonin’ny ranomasina ny tongony ankavanana, fa teo amin’ny tany kosa ny ankavia,",
        "3": "ary niantsoantso mafy hoatran’ny liona mierona izy. Rehefa niantsoantso izy, dia henoko ny feon’ny kotroka fito.",
        "4": "Ary rehefa niteny ny kotroka fito, dia saika hanoratra aho, kanjo nisy feo avy any an-danitra henoko niteny hoe: “Asio tombo-kase ny zavatra nolazain’ny kotroka fito, fa aza soratana.”",
        "5": "Ary nanangana ny tanany ankavanana nanondro ny lanitra ilay anjely hitako nijoro teo ambonin’ny ranomasina sy teo amin’ny tany.",
        "6": "Dia nianiana tamin’ny anaran’Ilay velona mandrakizay mandrakizay izy, izany hoe tamin’Ilay namorona ny lanitra sy ny zavatra eo aminy, sy ny tany sy ny zavatra eo aminy, ary ny ranomasina sy ny zavatra ao aminy, ka niteny hoe: “Tsy hiandry intsony Andriamanitra,",
        "7": "fa rehefa hitsoka trompetra iny ilay anjely fahafito, dia ho efa tanteraka hatramin’ny farany ilay zava-miafina masina. Ary io zava-miafina io dia ilay vaovao tsara nolazain’Andriamanitra tamin’ny mpaminany mpanompony.”",
        "8": "Niteny tamiko indray ilay feo henoko avy any an-danitra hoe: “Mandehana raiso ilay horonam-boky mivelatra eny an-tanan’ilay anjely mijoro eo ambonin’ny ranomasina sy eo amin’ny tany.”",
        "9": "Dia nankeny amin’ilay anjely aho ka nasaiko nomeny ahy ilay horonam-boky kely. Ary hoy izy tamiko: “Raiso ity, dia hano ka lanio. Hampangidy ny kibonao izy ity, fa ho mamy hoatran’ny tantely kosa ao am-bavanao.”",
        "10": "Dia noraisiko teny an-tanan’ilay anjely ilay horonam-boky kely ka nohaniko. Dia mamy hoatran’ny tantely ilay izy tao am-bavako, fa rehefa laniko kosa, dia lasa nangidy ny kiboko.",
        "11": "Ary nisy nilaza tamiko hoe: “Tsy maintsy mbola maminany momba ny vahoaka sy firenena sy olona samy hafa fiteny ary mpanjaka maro ianao.”"
    },
    "11": {
        "1": "Ary nomena bararata hoatran’ny tehina aho, tamin’izy niteny hoe: “Mitsangàna ka refeso ny toerana masin’ny tempolin’Andriamanitra sy ny alitara ary izay mivavaka ao.",
        "2": "Fa ny tokotany eo ivelan’ny toerana masin’ny tempoly kosa avelao eo fa aza refesina, satria nomena ny hafa firenena izany. Dia hohitsakitsahin’ny hafa firenena mandritra ny 42 volana ny tanàna masina.",
        "3": "Ary hasaiko maminany 1 260 andro ny vavolombeloko roa, sady mitafy gony.”",
        "4": "Izy ireo no hazo oliva roa sy fitoeran-jiro roa, ary mijoro eo anatrehan’ny Tompon’ny tany izy ireo.",
        "5": "Raha misy te hanisy ratsy azy ireo, dia misy afo mivoaka avy amin’ny vavany ka mandevona ny fahavalony. Raha misy te hanisy ratsy azy ireo, dia hoatr’izany no hamonoana azy.",
        "6": "Manana fahefana hanidy ny lanitra izy ireo, mba tsy hisy orana hilatsaka mandritra ny andro aminaniany. Manana fahefana hanova ny rano ho ra koa izy ireo, ary hamely ny tany amin’izao karazana loza rehetra izao isaky ny te hanao an’izany.",
        "7": "Rehefa vitan’izy ireo ny fitoriany, dia hiady aminy ilay bibidia niakatra avy tao amin’ny lavaka mangitsokitsoka, ka handresy sy hamono azy ho faty.",
        "8": "Ary hiampatrampatra eny an-dalamben’ilay tanàna lehibe ny fatin’izy ireo. Antsoina amin’ny heviny an’ohatra hoe Sodoma sy Ejipta io tanàna io, sady tao koa ny Tompon’izy ireo no novonoina teo amin’ny tsato-kazo.",
        "9": "Ary hijery ny fatin’izy ireo mandritra ny telo andro sy tapany ny olona avy amin’ny vahoaka sy foko sy olona samy hafa fiteny ary firenena. Tsy havelany hatao ao am-pasana koa ny fatin’izy ireo.",
        "10": "Dia hifalifaly noho izay nanjo azy ireo ny mponina eto an-tany, ka hanao fety sy hifanolotra fanomezana, satria nampijaly ny mponina eto an-tany ireo mpaminany roa ireo.",
        "11": "Rehefa tapitra ny telo andro sy tapany, dia nisy aina avy tamin’Andriamanitra niditra tao anatin’izy ireo. Dia nijoro tamin’ny tongony izy ireo, ka natahotra be izay nahita azy.",
        "12": "Ary naheno feo mafy avy any an-danitra izy ireo, niteny taminy hoe: “Miakara atỳ.” Dia niakatra tany an-danitra tao anaty rahona izy ireo, ka hitan’ny fahavalony.",
        "13": "Ary nisy horohoron-tany lehibe tamin’izay ora izay, ka rava ny ampahafolon’ny tanàna. Ary 7 000 ny olona matin’ilay horohoron-tany. Dia natahotra ny olona sisa ka nanome voninahitra an’ilay Andriamanitry ny lanitra.",
        "14": "Lasa ny loza faharoa. Izay fa tonga haingana ny loza fahatelo!",
        "15": "Nitsoka ny trompetrany ny anjely fahafito, dia nisy feo mafy tany an-danitra, nanao hoe: “Ny fanjakan’izao tontolo izao dia efa lasa Fanjakan’ny Tompontsika sy ilay Kristy voatendriny. Ary hanjaka mandrakizay mandrakizay Izy.”",
        "16": "Ary niankohoka nivavaka tamin’Andriamanitra ny anti-panahy 24, izay nipetraka teo amin’ny seza fiandrianany teo anatrehan’Andriamanitra,",
        "17": "sady niteny hoe: “Misaotra anao izahay, Jehovah Andriamanitra ô, ilay Mahery Indrindra, Ilay ankehitriny sy taloha, satria nandray fahefana lehibe ianao ka efa nanomboka nanjaka.",
        "18": "Tezitra anefa ireo firenena. Nampiseho ny hatezeranao koa ianao, ary tonga ny fotoana voatondro hitsarana ny maty sy hanomezana valisoa ny mpaminany mpanomponao sy ny olona masina ary izay matahotra ny anaranao, na ny kely na ny lehibe. Tonga koa ny fotoana handringanana an’izay manimba ny tany.”",
        "19": "Ary nosokafana ny toerana masin’ny tempolin’Andriamanitra tany an-danitra, ka tazana tao ilay Vata misy ny fifanekena. Dia nisy tselatra sy feo sy kotroka sy horohoron-tany ary havandra vaventy."
    },
    "12": {
        "1": "Nisy famantarana lehibe hita tany an-danitra avy eo, dia vehivavy nitafy masoandro. Teo ambanin’ny tongony ny volana, ary nisy satroboninahitra kintana 12 teo amin’ny lohany,",
        "2": "sady bevohoka izy. Ary nitaraindraina izy fa narary nihetsi-jaza efa ho teraka.",
        "3": "Nisy famantarana hafa koa hita tany an-danitra. Io fa nisy dragona lehibe mena hoatran’ny afo. Nanana loha fito sy tandroka folo izy, ary nisy diadema fito teo amin’ireo lohany ireo.",
        "4": "Ary nisarika ny ampahatelon’ny kintana teny amin’ny lanitra ny rambony, ka nanipy mafy an’izany tamin’ny tany. Tsy niala teo anatrehan’ilay vehivavy efa hiteraka ilay dragona, fa tiany harapaka ny zanany, raha vao teraka ilay vehivavy.",
        "5": "Ary tera-dahy ilay vehivavy, dia zazalahy hiandry ny firenena rehetra amin’ny tehina vy. Dia nosintonina haingana ilay zanany ka nentina nankany amin’Andriamanitra sy ny seza fiandrianany.",
        "6": "Ary nandositra nankany an-tany efitra ilay vehivavy. Nisy toerana efa nomanin’Andriamanitra ho azy tany, ka tany izy no nomena sakafo nandritra ny 1 260 andro.",
        "7": "Ary nisy ady tany an-danitra: Niady tamin’ilay dragona i Mikaela sy ny anjeliny. Niady tamin’izy ireo koa ilay dragona sy ny anjeliny",
        "8": "nefa tsy naharesy, sady tsy nisy toerana ho azy ireo intsony tany an-danitra.",
        "9": "Koa natsipy mafy ilay dragona lehibe, ilay menarana tany am-boalohany, ilay antsoina hoe Devoly sy Satana, izay mamitaka ny tany manontolo. Natsipy mafy tetỳ an-tany izy, ary ny anjeliny koa niara-natsipy taminy.",
        "10": "Ary naheno feo mafy tany an-danitra aho, nilaza hoe: “Ankehitriny dia tonga ny famonjen’Andriamanitsika, sady efa nampiseho ny heriny izy. Efa niorina koa ny Fanjakany, ary efa nanomboka nampihatra ny fahefany ilay Kristy voatendriny. Efa natsipy mafy mantsy ilay mpiampanga ny rahalahintsika, dia ilay miampanga azy ireo andro aman’alina eo anatrehan’Andriamanitsika.",
        "11": "Ary naharesy azy izy ireo noho ny ran’ny Zanak’ondry sy noho ny hafatra torin’izy ireo. Tsy natahotra ny hamoy ny ainy izy ireo na tsy maintsy ho faty aza.",
        "12": "Noho izany, dia mifalia ry lanitra sy ianareo izay mipetraka any! Loza ho an’ny tany sy ny ranomasina, fa nidina any aminareo ny Devoly sady tezitra mafy, satria fantany fa fohy ny fotoana ananany.”",
        "13": "Rehefa hitan’ilay dragona fa efa natsipy mafy tetỳ an-tany izy, dia nenjehiny ilay vehivavy niteraka an’ilay zazalahy.",
        "14": "Nomena elatra roa anefa ilay vehivavy, dia elatry ny voromahery lehibe, mba hanidinany mankany an-tany efitra ho any amin’ny toerany. Tany izy no nomena sakafo nandritra ny fe-potoana iray sy fe-potoana roa ary antsasaky ny fe-potoana, mba tsy ho hitan’ilay menarana.",
        "15": "Ary nandoa rano tao aorianan’ilay vehivavy ilay menarana, dia rano hoatran’ny renirano, amin’izay ho faty an-drano ilay vehivavy.",
        "16": "Namonjy an’ilay vehivavy anefa ny tany, ka nisokatra ary nitelina an’ilay renirano naloan’ilay dragona.",
        "17": "Dia tezitra be tamin’ilay vehivavy ilay dragona, ka lasa nandeha niady tamin’ny sisa amin’ny taranany, izay nanaraka ny didin’Andriamanitra sy nasaina nitory momba an’i Jesosy."
    },
    "13": {
        "1": "Ary nijanona teo amin’ny fasika any an-dranomasina izy. Dia nahita bibidia niakatra avy tao amin’ny ranomasina aho. Nanana tandroka folo sy loha fito io bibidia io, ary nisy diadema folo teo amin’ireo tandrony ireo. Teo amin’ireo lohany kosa nisy anarana manevateva an’Andriamanitra.",
        "2": "Hoatran’ny leopara ilay bibidia hitako, saingy hoatran’ny tongotry ny orsa ny tongony, ary tahaka ny vavan’ny liona ny vavany. Ary nomen’ilay dragona hery sy seza fiandrianana ary fahefana lehibe ilay bibidia.",
        "3": "Hitako hoatran’ny hoe naratra mafy ny lohany iray. Na dia ratra mahafaty aza anefa ilay izy, dia sitrana ihany. Dia gaga be tamin’ilay bibidia ny tany manontolo ka nanaraka azy.",
        "4": "Ary nivavaka tamin’ilay dragona izy ireo, satria izy no nanome fahefana an’ilay bibidia. Nivavaka tamin’ilay bibidia koa izy ireo sady niteny hoe: “Iza no hoatran’ilay bibidia, ary iza no mahavita miady aminy?”",
        "5": "Nomena fahefana hirehareha sy hanevateva an’Andriamanitra ilay bibidia, sady nomena fahefana hanao izay tiany nandritra ny 42 volana.",
        "6": "Nanomboka niteny àry izy, ka nanevateva an’Andriamanitra. Dia notevatevainy ny anaran’Andriamanitra sy ny fonenany, ary na izay mipetraka any an-danitra aza.",
        "7": "Ary navela hiady tamin’ny olona masina sy handresy azy ireo izy, sady nomena fahefana tamin’ny foko sy vahoaka sy olona samy hafa fiteny ary firenena rehetra.",
        "8": "Dia hivavaka aminy daholo ny mponina eto an-tany. Efa hatramin’ny nanorenana an’izao tontolo izao ny anaran’izy ireo no tsy nisy voasoratra tao amin’ny horonam-bokin’ny fiainana. An’ilay Zanak’ondry efa novonoina ho faty io horonam-boky io.",
        "9": "Izay manan-tsofina, aoka izy hihaino.",
        "10": "Raha misy tsy maintsy hoentina ho babo, dia tsy maintsy hoentina ho babo izy. Raha misy mamono olona amin’ny sabatra, dia tsy maintsy hovonoina amin’ny sabatra izy. Eo ny olona masina no mila miaritra sy manana finoana.",
        "11": "Nahita bibidia hafa iray niakatra avy tamin’ny tany aho avy eo. Nanana tandroka roa hoatran’ny an’ny zanak’ondry izy, saingy niteny toy ny dragona.",
        "12": "Ary nampiasainy daholo ny fahefana nananan’ilay bibidia voalohany, sady teo imason’izy io ihany. Dia notereny ny tany sy ny mponina eto an-tany mba hivavaka tamin’ilay bibidia voalohany, izay sitrana tamin’ilay ratra saika nahafaty azy.",
        "13": "Nanao famantarana lehibe teo imason’ny olona koa izy, ka nandatsaka afo avy any an-danitra ho etỳ an-tany mihitsy aza.",
        "14": "Ary nofitahiny ny mponina teto an-tany, ka ny famantarana navela hataony teo imason’ilay bibidia no namitahany azy ireo. Nilaza tamin’ny mponina teto an-tany koa izy mba hanao ny sarin’ilay bibidia, izay voan’ny sabatra nefa velona indray.",
        "15": "Ary navela hanome fofonaina ny sarin’ilay bibidia izy, mba hiteny ilay sary sady hanome baiko hoe hovonoina ho faty izay rehetra tsy mety mivavaka aminy.",
        "16": "Ary notereny ny olona rehetra, na kely na lehibe, na manankarena na mahantra, na olona afaka na andevo, mba hasiana marika teo amin’ny tanany havanana na teo amin’ny handriny.",
        "17": "Dia amin’izay tsy hisy ho afaka hividy na hivarotra, afa-tsy izay nanana an’ilay marika ihany, dia ny anaran’ilay bibidia na ny isa manondro ny anarany.",
        "18": "Eto no ilana fahendrena: Tokony hanao kajy an’ilay isa manondro ny bibidia ny olona lalin-tsaina, fa isa nataon’olona izy io. Ary 666 ilay isa."
    },
    "14": {
        "1": "Avy eo dia hitako ny Zanak’ondry nitsangana teo amin’ny Tendrombohitra Ziona. Nisy 144 000 niaraka taminy, ary nisoratra teo amin’ny handrin’izy ireo ny anaran’ny Zanak’ondry sy ny anaran’ny Rainy.",
        "2": "Naheno feo avy any an-danitra aho, hoatran’ny feona rano be sy feona kotroka mafy. Ilay feo henoko dia mitovy amin’ny feon’ny mpihira izay mampiaraka ny hirany amin’ny harpa tendreny.",
        "3": "Ary nihira toa hira vaovao izy ireo, teo anoloan’ny seza fiandrianana sy teo anatrehan’ny zavamananaina efatra sy ny anti-panahy. Tsy nisy nahay an’ilay hira, afa-tsy ny 144 000, izay novidina avy teto an-tany.",
        "4": "Izy ireo no tsy nandoto ny tenany tamin’ny vehivavy, fa virjiny izy ireo raha ny marina. Izy ireo no nanaraka foana ny Zanak’ondry na taiza na taiza nalehany. Novidina avy teo amin’ny olombelona ireo mba hatao voaloham-bokatra ho an’Andriamanitra sy ny Zanak’ondry.",
        "5": "Tsy mba namitaka izy ireo, sady tsy nisy tsiny.",
        "6": "Nahita anjely anankiray nanidina teny afovoan’ny lanitra aho. Nitondra vaovao tsara izy, dia vaovao tsara mandrakizay hotorina amin’ny mponina eto an-tany, amin’ny firenena sy foko sy olona samy hafa fiteny ary vahoaka rehetra.",
        "7": "Niteny mafy izy hoe: “Matahora an’Andriamanitra dia omeo voninahitra izy, satria tonga ny ora fitsarany. Dia mivavaha amin’Ilay nanao ny lanitra sy ny tany sy ny ranomasina ary ny loharano.”",
        "8": "Dia tonga ny anjely faharoa avy eo, niteny hoe: “Nianjera, nianjera i Babylona Lehibe, ilay nampisotro divay ny firenena rehetra. Izany divay izany dia ny faniriany mafy hijangajanga!”",
        "9": "Tonga ny anjely fahatelo avy eo, niantsoantso mafy hoe: “Raha misy mivavaka amin’ny bibidia sy ny sariny ka mandray marika eo amin’ny handriny na eo amin’ny tanany,",
        "10": "dia hisotro amin’ny divain’Andriamanitra koa izy, izany hoe ny fahatezeran’Andriamanitra. Araraka tsy mitampoka ao anatin’ny kaopin’ny fahatezeran’ Andriamanitra izany divay izany. Dia hampijalina amin’ny afo sy solifara eo imason’ny anjely masina sy ny Zanak’ondry izy.",
        "11": "Ary hiakatra mandrakizay mandrakizay ny setroky ny afo ampijaliana an’ireo. Tsy hitsahatra mihitsy na andro na alina ny fijalian’ireo mivavaka amin’ny bibidia sy ny sariny ary izay mandray an’ilay mariky ny anarany.",
        "12": "Eto no mila miaritra ny olona masina, dia izay mankatò ny didin’Andriamanitra sy mino an’i Jesosy foana.”",
        "13": "Ary naheno feo avy any an-danitra aho hoe: “Soraty izao: Sambatra izay maty ao amin’ny Tompo manomboka izao. Eny, hoy ny fanahy, aleo izy hitsahatra amin’ny asa mafy nataony, fa manaraka azy eny foana ny zavatra tsara nataony.”",
        "14": "Avy eo aho dia nahita rahona fotsy, ary nisy hoatran’ny zanak’olona nipetraka teo ambonin’ilay izy. Nanao satroboninahitra volamena izy teo amin’ny lohany, ary nisy antsy fijinjana maranitra teny an-tanany.",
        "15": "Nisy anjely hafa koa nivoaka avy tao amin’ny toerana masin’ny tempoly, niantsoantso mafy sady niteny tamin’ilay nipetraka teo ambonin’ny rahona hoe: “Jinjao amin’ny antsy fijinjanao ny vokatra, satria efa tonga ny ora fijinjana, fa efa masaka tsara ny vokatry ny tany.”",
        "16": "Dia nijinja ny tany tamin’ny antsy fijinjany ilay nipetraka teo ambonin’ny rahona, ka voajinja ny tany.",
        "17": "Nisy anjely hafa koa nivoaka avy tao amin’ny toerana masin’ny tempoly any an-danitra, ary nanana antsy fijinjana maranitra koa izy.",
        "18": "Mbola nisy anjely hafa koa nivoaka avy teo amin’ny alitara, ary nanana fahefana tamin’ny afo izy. Niantsoantso mafy izy sady niteny tamin’ilay nanana antsy fijinjana maranitra hoe: “Ampiasao ny antsy fijinjanao dia angony ny voaloboky ny tany, satria efa masaka ny voalobony.”",
        "19": "Dia nijinja ny tany tamin’ny antsy fijinjany ilay anjely sady nanangona ny voaloboky ny tany, ka nanipy an’ireny tao anaty famiazam-boaloboka lehibe, izany hoe ny fahatezeran’Andriamanitra.",
        "20": "Nohitsakitsahina tany ivelan’ny tanàna ny voaloboka tao anatin’ilay famiazana, ka nisy ra nivoaka avy tao. Ary tafakatra hatreo amin’ny lamboridin-tsoavaly ny ra sady tonga hatrany amin’ny 1 600 stadio."
    },
    "15": {
        "1": "Ary nahita famantarana hafa lehibe sady mahagaga tany an-danitra aho: Anjely fito nanana loza fito. Ireo no loza farany, satria hampiharina hatramin’ny farany amin’ny alalan’ireo loza ireo ny fahatezeran’Andriamanitra.",
        "2": "Dia nahita zavatra hoatran’ny ranomasina fitaratra mifangaro afo aho. Izay naharesy an’ilay bibidia sy ny sariny ary ny isa manondro ny anarany, dia nijoro teo akaikin’ilay ranomasina fitaratra, sady nitazona ny harpan’Andriamanitra.",
        "3": "Nihira ny hiran’i Mosesy mpanompon’Andriamanitra sy ny hiran’ny Zanak’ondry izy ireo, hoe: “Lehibe sady mahagaga ny asanao, Jehovah Andriamanitra ô, ilay Mahery Indrindra. Ara-drariny sy azo atokisana ny zavatra ataonao, ry Mpanjakan’ny mandrakizay.",
        "4": "Iza no tsy hatahotra anao, Jehovah ô, ary iza no tsy hanome voninahitra ny anaranao? Ianao irery ihany mantsy no tsy mivadika! Fa ho avy hivavaka eo anatrehanao ny firenena rehetra, satria efa naseho ny didim-pitsaranao ara-drariny.”",
        "5": "Taorian’izany, dia hitako fa nosokafana tany an-danitra ny toerana masin’ny tranolain’ny vavolombelona.",
        "6": "Ary nivoaka avy tao amin’ilay toerana masina ireo anjely fito nanana ny loza fito. Nanao akanjo rongony madio sy mamirapiratra izy ireo, sady nanao fehikibo volamena nanodidina ny tratrany.",
        "7": "Nanome vilia an’ireo anjely fito ny iray tamin’ny zavamananaina efatra, dia vilia volamena fito feno ny fahatezeran’ilay Andriamanitra velona mandrakizay mandrakizay.",
        "8": "Dia lasa feno setroka ilay toerana masina noho ny voninahitr’Andriamanitra sy ny heriny, ka tsy nisy afaka niditra tao amin’ilay toerana masina, mandra-pahatapitry ny loza fito nentin’ireo anjely fito ireo."
    },
    "16": {
        "1": "Ary naheno feo mafy avy tao amin’ny toerana masina aho, niteny tamin’ireo anjely fito hoe: “Mandehana araraho eny ambonin’ny tany ny ao anatin’ny vilia fito feno ny fahatezeran’Andriamanitra.”",
        "2": "Nandeha àry ny voalohany, dia nandraraka ny tao am-biliany teny ambonin’ny tany. Dia nisy fery nampanaintaina sady nanonitra be nampijalijaly an’izay olona nanana ny mariky ny bibidia sy nivavaka tamin’ny sariny.",
        "3": "Dia iny koa ny faharoa fa nandraraka ny tao am-biliany teny amin’ny ranomasina. Dia lasa ra hoatran’ny ran’olona maty ny ranomasina, ka maty daholo ny zavamananaina rehetra, dia izay zavatra tao amin’ny ranomasina.",
        "4": "Ny fahatelo indray nandraraka ny tao am-biliany teny amin’ny renirano sy ny loharano, dia lasa ra ireo.",
        "5": "Dia henoko ilay anjelin’ny rano niteny hoe: “Manao ny rariny ianao, ry Ilay ankehitriny sy taloha, Ilay tsy mivadika, satria namoaka an’ireny didim-pitsarana ireny.",
        "6": "Nandatsaka ny ran’ny olona masina sy ny mpaminany mantsy izy ireo, ka nomenao ra hosotroiny. Mendrika an’izany izy ireo.”",
        "7": "Ary henoko ny alitara niteny hoe: “Eny, Jehovah Andriamanitra ô, ilay Mahery Indrindra, azo atokisana sy ara-drariny ny didim-pitsaranao.”",
        "8": "Nandraraka ny tao am-biliany teny amin’ny masoandro avy eo ny fahefatra, dia navela handoro ny olona tamin’ny afo ny masoandro.",
        "9": "Dia main’ny hafanam-be ny olona. Nanevateva ny anaran’ilay Andriamanitra manana fahefana amin’ireny loza ireny anefa izy ireo, fa tsy nibebaka na nanome voninahitra azy.",
        "10": "Ny fahadimy indray nandraraka ny tao am-biliany teo amin’ny seza fiandrianan’ilay bibidia, ka lasa maizina ny fanjakan’ilay bibidia. Dia nanomboka nanaiki-dela ny olona satria nanaintaina.",
        "11": "Nanevateva an’ilay Andriamanitry ny lanitra anefa izy ireo satria nanaintaina sy nisy fery. Ary tsy mba nibebaka tamin’izay nataony izy ireo.",
        "12": "Ary ny fahenina kosa nandraraka ny tao am-biliany teo amin’i Eofrata, ilay renirano lehibe, dia ritra ny ranony. Nanao an’izany izy mba hanomanana ny lalan’ny mpanjaka avy any amin’ny fiposahan’ny masoandro.",
        "13": "Ary hitako fa nisy fanambarana maloto telo hoatran’ny sahona, nivoaka avy tamin’ny vavan’ilay dragona sy ny vavan’ilay bibidia ary ny vavan’ilay mpaminany sandoka.",
        "14": "Raha ny marina, dia avy amin’ny demonia ireo fanambarana ireo, izay manao famantarana sady mivoaka ho any amin’ny mpanjakan’ny tany manontolo, mba hanangonana an’ireny ho amin’ilay adin’ny andro lehiben’ilay Andriamanitra Mahery Indrindra.",
        "15": "“Ho avy toy ny mpangalatra aho. Sambatra izay miambina foana ka mbola eny aminy ihany ny akanjony ivelany. Amin’izay izy tsy handeha mitanjaka ka ho hitan’ny olona ny fitanjahany.”",
        "16": "Ary nangonin’izany fanambarana izany ho any amin’ilay toerana antsoina amin’ny teny hebreo hoe Aramagedona ireny mpanjaka ireny.",
        "17": "Ny fahafito indray nandraraka ny tao am-biliany teny amin’ny rivotra, dia nisy feo mafy nivoaka avy tao amin’ilay toerana masina, avy teo amin’ny seza fiandrianana, nanao hoe: “Vita!”",
        "18": "Avy eo dia nisy tselatra sy feo ary kotroka. Ary nisy horohoron-tany mafy be mbola tsy nisy hoatr’izany hatramin’izay nisian’ny olona teto an-tany. Tena faran’izay mahery sady mafy be ilay horohoron-tany.",
        "19": "Dia nizara telo ilay tanàna lehibe, ary rava ny tanànan’ny firenena rehetra. Ary notsarovan’Andriamanitra i Babylona Lehibe, mba homeny an’ilay kaopy misy ny divainy, izany hoe ny fahatezerany mafy.",
        "20": "Nandositra koa ny nosy rehetra, ary nanjavona ny tendrombohitra.",
        "21": "Avy eo dia nisy havandra vaventy avy any an-danitra nilatsaka tamin’ny olona, ka iray talenta teo ho eo ny lanjan’ny havandra tsirairay. Dia nanevateva an’Andriamanitra ny olona noho ny loza nentin’ny havandra, satria lehibe loatra ilay loza."
    },
    "17": {
        "1": "Tonga ny iray tamin’ireo anjely fito nanana vilia fito, ka hoy izy tamiko: “Avia fa hasehoko anao ny fitsarana an’ilay mpivaro-tena lehibe mipetraka eo ambonin’ny rano maro.",
        "2": "Nijangajanga taminy ny mpanjakan’ny tany, ary natao mamon’ny divain’ny fijangajangany ny mponina eny ambonin’ny tany.”",
        "3": "Ary nentin’ilay anjely tamin’ny herin’ny fanahy nankany an-tany efitra aho, dia nahita vehivavy iray nitaingina bibidia mena midorehitra. Feno anarana manevateva an’Andriamanitra ilay bibidia, sady nanana loha fito sy tandroka folo.",
        "4": "Ary nanao akanjo volomparasy sy mena midorehitra ilay vehivavy sady niravaka volamena sy vatosoa ary perla. Teny an-tanany dia nisy kaopy volamena feno zava-maharikoriko, sady feno ny zava-maloton’ny fijangajangany.",
        "5": "Ary nisy anarana mifono zava-miafina nisoratra teo amin’ny handriny: “Babylona Lehibe, ilay renin’ny mpivaro-tena sy ny zava-maharikoriko eto an-tany.”",
        "6": "Ary nahita aho fa mamon’ny ran’ny olona masina sy ny ran’ny vavolombelon’i Jesosy ilay vehivavy. Dia gaga be aho rehefa nahita azy.",
        "7": "Ary hoy ilay anjely tamiko: “Fa maninona ianao no gaga? Holazaiko anao ny zava-miafina momba an’ilay vehivavy sy ilay bibidia itaingenany, izay manana loha fito sy tandroka folo:",
        "8": "Efa teo ilay bibidia hitanao, fa tsy eo izao, nefa efa hiakatra avy ao amin’ny lavaka mangitsokitsoka, dia haringana avy eo. Dia ho gaga ny mponina eto an-tany rehefa mahita hoe efa teo ilay bibidia, fa tsy eo izy izao, nefa mbola ho eo. Efa hatramin’ny nanorenana an’izao tontolo izao ny anaran’ireo olona ireo no tsy voasoratra tao amin’ny horonam-bokin’ny fiainana.",
        "9": "“Eto no ilana fahiratan-tsaina sy fahendrena: Ny loha fito dia tendrombohitra fito, ka eo an-tampony ilay vehivavy no mipetraka.",
        "10": "Ary misy mpanjaka fito: Efa lavo ny dimy, fa ny iray mbola eo, ary ny iray mbola tsy tonga. Rehefa tonga anefa izy, dia hijanona kelikely eo.",
        "11": "Ilay bibidia izay efa teo nefa tsy eo izao, dia mpanjaka ihany koa. Mpanjaka laharana fahavalo izy nefa avy tamin’ireo fito ihany, ary haringana avy eo.",
        "12": "“Ny tandroka folo efa hitanao, dia mpanjaka folo mbola tsy nahazo fanjakana. Mahazo fahefana hanjaka adiny iray miaraka amin’ilay bibidia anefa izy ireo.",
        "13": "Miray saina izy ireo, ka samy manome ny heriny sy ny fahefany ho an’ilay bibidia.",
        "14": "Ary hiady amin’ny Zanak’ondry ireo. Handresy an’ireo anefa ny Zanak’ondry satria Tompon’ny tompo sy Mpanjakan’ny mpanjaka. Handresy an’ireo koa izay miaraka aminy, dia izay voantso sy voafidy ary tsy mivadika.”",
        "15": "Dia hoy izy tamiko: “Ny rano izay efa hitanao ipetrahan’ilay mpivaro-tena, dia olona sy vahoaka sy firenena ary olona samy hafa fiteny.",
        "16": "Ary ny tandroka folo efa hitanao, sy ilay bibidia, dia hankahala an’ilay mpivaro-tena ka handroba an’izay ananany rehetra sy hampiboridana azy. Dia hohanin’izy ireo ny nofony, ary hodorany tanteraka amin’ny afo izy.",
        "17": "Efa nataon’Andriamanitra tao am-pon’izy ireo mantsy ny hanatanteraka ny heviny, izany hoe ny hanatanteraka an’ilay hevitra tokana iombonan’izy ireo, dia ny hanome ny fanjakany ho an’ilay bibidia, mandra-pahatanteraky ny tenin’Andriamanitra.",
        "18": "Ary ilay vehivavy efa hitanao, dia ilay tanàna lehibe mifehy an’ireo mpanjakan’ny tany.”"
    },
    "18": {
        "1": "Nahita anjely hafa iray nidina avy any an-danitra aho, taorian’izay. Nanana fahefana lehibe izy, ary nanazava ny tany ny voninahiny.",
        "2": "Ary niantsoantso mafy izy hoe: “Nianjera, nianjera i Babylona Lehibe, ka lasa fonenan’ny demonia! Lasa miafina ao koa ny fanahy maloto rehetra sy ny vorona maloto sady ankahalaina rehetra!",
        "3": "Fa ny divainy, izany hoe ny faniriany mafy hijangajanga, no nahamamo ny firenena rehetra sady nahatonga ny mpanjakan’ny tany hijangajanga taminy. Dia lasa nanan-karena ny mpivarotra teto an-tany noho ny zavatra lafo vidy maro be nangoniny, ary efa tsy nahamenatra azy intsony ny nanangona an’izany.”",
        "4": "Ary naheno feo hafa avy any an-danitra aho hoe: “Mivoaha avy ao aminy, ianareo vahoakako, raha tsy tianareo ny hiray tsikombakomba aminy amin’izay fahotana nataony, ary raha tsy tianareo hahazo anareo ny loza hanjo azy.",
        "5": "Fa efa nivangongo hatrany an-danitra ny fahotany, ary efa tadidin’Andriamanitra ny tsy rariny nataony.",
        "6": "Valio araka izay nataony tamin’olona izy, ary ataovy avo roa heny noho izay nataony izany. Ao amin’ilay kaopy nanaovany zava-pisotro, dia anaovy zava-pisotro avo roa heny ka omeo azy.",
        "7": "Nidera tena loatra izy sady nanaram-po tamin’ny zavatra lafo vidy maro be nangoniny, ary efa tsy nahamenatra azy intsony ny nanangona an’izany. Mba ataovy mijalijaly sy mitomany koa àry izy. Miteny anakampo foana mantsy izy hoe: ‘Mipetraka hoatran’ny mpanjakavavy aho sady tsy mpitondratena, dia tsy mba hitomany mihitsy.’",
        "8": "Noho izany, dia ho tonga ao anatin’ny iray andro ihany ny loza hanjo azy, dia fahafatesana sy alahelo ary mosary. Dia hodorana tanteraka amin’ny afo izy, satria mahery i Jehovah Andriamanitra, ilay nitsara azy.",
        "9": "“Ary hitomany sy hikapo-tratra ny mpanjakan’ny tany fa malahelo azy. Efa nijangajanga taminy sy nanaram-po tamin’ny zavatra lafo vidy maro be nangonin’ilay vehivavy izy ireo, izany hoe ny zavatra lafo vidy izay tsy nahamenatra an’ilay vehivavy intsony ny nanangona azy. Hitomany tokoa izy ireo rehefa mahita an’ilay setroky ny afo andoroana azy.",
        "10": "Ary hijoro lavidavitra izy ireo satria matahotra sao hiara-mijaly aminy, ka hiteny hoe: ‘Indrisy! Indrisy, ry Babylona, ilay tanàna lehibe sy matanjaka! Fa tao anatin’ny adiny iray fotsiny dia efa voasazy ianao!’",
        "11": "“Hitomany sy halahelo azy koa ny mpivarotra eto an-tany, satria tsy hisy hividy intsony ny tahirin’entany rehetra,",
        "12": "izany hoe tahirim-bolamena, volafotsy, vatosoa, perla, lamba rongony tena tsara, lamba volomparasy, lamba landy, lamba mena midorehitra, zavatra rehetra vita amin’ny hazo mani-pofona, zavatra isan-karazany vita amin’ny ivoara sy hazo sarobidy sy varahina sy vy ary marbra,",
        "13": "kanelina, zava-manitra indianina, emboka manitra, menaka manitra, ditin-kazo manitra, divay, menak’oliva, lafarinina tsara toto, varimbazaha, omby aman’ondry, soavaly, kalesy, andevo, ary olon-kafa.",
        "14": "Efa nesorina taminao ny zava-tsoa nirinao, ary efa tsy misy eo aminao intsony ny sakafo matsiro sy ny zavatra tena tsara, ka tsy ho hita intsony mihitsy.",
        "15": "“Hijoro lavidavitra ny mpivarotra izay nivarotra an’ireny, dia izay nahazo harena avy taminy. Matahotra mantsy izy ireo sao hiara-mijaly aminy. Hitomany sy halahelo izy ireo,",
        "16": "sady hiteny hoe: ‘Indrisy! Indrisy, ry ilay tanàna lehibe nanao akanjo vita amin’ny lamba rongony tena tsara sy lamba volomparasy ary lamba mena midorehitra, sady niravaka volamena sy vatosoa ary perla be dia be!",
        "17": "Tao anatin’ny adiny iray fotsiny mantsy dia nanjavona izany harem-be izany.’ “Ary nijoro lavidavitra ny kapitenin-tsambo rehetra, sy izay mpandeha sambo rehetra, sy ny tantsambo, ary izay rehetra mivelona amin’ny ranomasina.",
        "18": "Niantsoantso mafy izy ireo rehefa nijery ny setroky ny afo nandoroana azy, sady niteny hoe: ‘Iza no tanàna hoatran’ilay tanàna lehibe?’",
        "19": "Dia nanipy vovoka teo amin’ny lohany izy ireo sady niantsoantso mafy no nitomany sy nalahelo, ka niteny hoe: ‘Indrisy! Indrisy, fa tao anatin’ny adiny iray fotsiny dia nanjavona ilay tanàna lehibe! Ny harenany anefa no nahatonga an’izay nanan-tsambo teny an-dranomasina ho lasa mpanankarena.’",
        "20": "“Mifalia noho izay manjo azy, ry lanitra! Mifalia koa ianareo olona masina sy apostoly ary mpaminany, satria efa namoaka ny didim-pitsarana momba azy Andriamanitra noho izay nataony taminareo!”",
        "21": "Ary nanainga vato tahaka ny vato lehibe fikosoham-bary ny anjely anankiray, ka nanipy mafy an’izany tany an-dranomasina, sady niteny hoe: “Hatsipy haingana hoatr’izao i Babylona, ilay tanàna lehibe, dia tsy ho hita intsony.",
        "22": "Ary tsy ho heno ao aminao intsony, ry Babylona, ny feon’ny mpihira mampiaraka ny hirany amin’ny harpa, sy ny feon’ny mpitendry zavamaneno sy ny mpitsoka sodina ary ny mpitsoka trompetra. Tsy hisy mpanao asa tanana ho hita intsony koa ao aminao, sady tsy ho heno ao aminao intsony ny feon’ny vato fikosoham-bary.",
        "23": "Tsy hisy hamirapiratra ao aminao intsony ny hazavan’ny jiro, ary tsy hisy feon’ny mpampakatra na ny ampakarina ho heno intsony ao aminao. Ny mpivarotra teo aminao mantsy no manam-pahefana ambony teny ambonin’ny tany, ary voafitaky ny ody lalaovinao ny firenena rehetra.",
        "24": "Eny, tao amin’io tanàna io no nahitana ny ran’ny mpaminany sy ny olona masina ary izay rehetra naripaka teny ambonin’ny tany.”"
    },
    "19": {
        "1": "Taorian’izany, dia naheno feo hoatran’ny feon’ny vahoaka be tany an-danitra aho, niantsoantso hoe: “Derao i Jah! An’ilay Andriamanitsika ny famonjena sy ny voninahitra ary ny hery,",
        "2": "satria azo atokisana sy ara-drariny ny fitsarany. Fa nampihatra didim-pitsarana tamin’ilay mpivaro-tena lehibe izy, dia tamin’ilay nanimba ny tany tamin’ny fijangajangany. Novaliany koa ny ran’ny mpanompony nalatsaky ny tanan’ilay vehivavy.”",
        "3": "Tonga dia niteny fanindroany ilay feo hoe: “Derao i Jah! Miakatra mandrakizay mandrakizay ny setroka avy amin’i Babylona.”",
        "4": "Ary ny anti-panahy 24 sy ny zavamananaina efatra dia niankohoka sy nivavaka tamin’Andriamanitra, izay nipetraka teo ambonin’ny seza fiandrianana. Dia niteny izy ireo hoe: “Amena! Derao i Jah!”",
        "5": "Nisy feo koa nivoaka avy teo amin’ny seza fiandrianana, niteny hoe: “Derao foana ilay Andriamanitsika, ry mpanompony rehetra matahotra azy, na kely na lehibe.”",
        "6": "Ary naheno feo aho, dia feo hoatran’ny feon’ny vahoaka be sy feon’ny rano be ary feon’ny kotroka mafy, niteny hoe: “Derao i Jah, satria efa nanomboka nanjaka i Jehovah Andriamanitsika, ilay Mahery Indrindra!",
        "7": "Andao isika hifaly be mihitsy, dia hanome voninahitra azy, fa tonga ny fampakaram-badin’ny Zanak’ondry sady efa niomana ny vadiny.",
        "8": "Navela hanao akanjo rongony mamirapiratra sy madio ary tena tsara ilay vehivavy, satria ilay lamba rongony tena tsara dia ny zavatra ara-drariny nataon’ny olona masina.”",
        "9": "Ary hoy ilay anjely tamiko: “Soraty izao: Sambatra izay asaina amin’ilay sakafo hariva amin’ny fampakaram-badin’ny Zanak’ondry.” Hoy koa izy tamiko: “Tena teny nolazain’Andriamanitra izany.”",
        "10": "Tamin’izay dia niankohoka teo an-tongotr’ilay anjely aho mba hivavaka taminy. Hoy anefa izy tamiko: “Tandremo! Aza manao an’izao! Andriamanitra no ivavaho! Fa mpanompo ihany aho, hoatr’anao sy ny rahalahinao izay manao ny asa fitoriana momba an’i Jesosy. Ny fitoriana momba an’i Jesosy mantsy no antony nanoratana ny faminaniana.”",
        "11": "Ary nahita ny lanitra nisokatra aho, dia iny nisy soavaly fotsy. Antsoina hoe Mendri-pitokisana sy Marina ilay nitaingina azy, ary nitsara sy niady araka ny rariny foana izy.",
        "12": "Lelafo ny masony, ary nisy diadema be dia be teo amin’ny lohany. Nanana anarana voasoratra izy, ary izy irery no mahalala an’ilay anarana.",
        "13": "Nanao akanjo ivelany tasin’ny ra izy, ary Ny Tenin’Andriamanitra no anarana niantsoana azy.",
        "14": "Nanaraka azy koa ny tafika tany an-danitra, nitaingina soavaly fotsy sady nanao akanjo rongony fotsy sy madio ary tena tsara.",
        "15": "Ary nisy sabatra maranitra lava be nivoaka avy tamin’ny vavany mba hamelezany ny firenena. Dia hiandry azy ireo amin’ny tehina vy izy. Nohitsakitsahiny koa ny voaloboka tao anaty famiazana, dia ny fahatezerana lehiben’Andriamanitra, ilay Mahery Indrindra.",
        "16": "Ary nisy anarana voasoratra teo amin’ny akanjony ivelany, teo amin’ny feny, hoe Mpanjakan’ny mpanjaka sy Tompon’ny tompo.",
        "17": "Nahita anjely iray nijoro teo amin’ny masoandro koa aho. Niantsoantso mafy izy ka nilaza tamin’ny vorona rehetra nanidina teny afovoan’ny lanitra hoe: “Avia! Mitangoròna mba hihinana amin’ilay sakafo hariva lehibe nataon’Andriamanitra.",
        "18": "Amin’izay ianareo dia hihinana ny nofon’ny mpanjaka sy ny nofon’ny mpitari-tafika sy ny nofon’ny lehilahy matanjaka sy ny nofon’ny soavaly sy izay mitaingina azy ary ny nofon’ny olona rehetra, na olona afaka na andevo, na kely na lehibe.”",
        "19": "Ary hitako ilay bibidia sy ireo mpanjakan’ny tany sy ny tafiny, nivondrona hiady tamin’ilay mitaingin-tsoavaly sy ny tafiny.",
        "20": "Dia nosamborina ilay bibidia sy ilay mpaminany sandoka, izay nanao famantarana teo anatrehan’ilay bibidia, dia famantarana namitahany an’izay nandray ny marik’ilay bibidia sy izay nivavaka tamin’ny sariny. Samy natsipy velona tao amin’ny farihy afo arehitry ny solifara izy ireo avy eo.",
        "21": "Fa ny sisa kosa novonoina tamin’ilay sabatra lava be nivoaka avy tamin’ny vavan’ilay mitaingin-tsoavaly. Dia voky ny nofon’izy ireny ny vorona rehetra."
    },
    "20": {
        "1": "Ary nahita anjely nidina avy any an-danitra aho. Nitazona ny lakilen’ny lavaka mangitsokitsoka izy, sady nisy rojo vy lehibe teny an-tanany.",
        "2": "Dia nosamboriny ilay dragona, ilay menarana tany am-boalohany, dia ny Devoly sy Satana, ka nofatorany mba higadra 1 000 taona,",
        "3": "ary natsipiny mafy tao amin’ilay lavaka mangitsokitsoka. Nohidian’ilay anjely sy nasiany tombo-kase ilay lavaka avy eo, amin’izay dia tsy hamitaka ny firenena intsony ilay dragona mandra-pahatapitry ny 1 000 taona. Aorian’izany dia hovahana vetivety izy.",
        "4": "Nahita seza fiandrianana maro aho, ary nomena fahefana hitsara ireo nipetraka teo amboniny. Hitako izay novonoina satria nitory momba an’i Jesosy sy niresaka momba an’Andriamanitra. Tsy nivavaka tamin’ilay bibidia na tamin’ny sariny izy ireo, sady tsy nandray an’ilay marika teo amin’ny handriny sy teo amin’ny tanany. Ary velona izy ireo ka niara-nanjaka tamin’i Kristy 1 000 taona.",
        "5": "—Mbola tsy velona ny sisa tamin’ny maty mandra-pahatapitry ny 1 000 taona.—Izany no fitsanganana voalohany.",
        "6": "Sambatra sy masina izay manana anjara amin’ny fitsanganana voalohany. Tsy hanam-pahefana amin’izy ireo ny fahafatesana faharoa. Ho mpisoron’Andriamanitra sy Kristy kosa izy ireo, ka hiara-manjaka aminy 1 000 taona.",
        "7": "Raha vao tapitra ny 1 000 taona, dia hovahana avy ao amin’ilay fonja nisy azy i Satana,",
        "8": "ka hivoaka hamitaka an’ireo firenena any amin’ny vazan-tany efatra, dia i Goga sy Magoga, mba hanangona azy ireo ho amin’ny ady. Hoatran’ny fasika any an-dranomasina ny isan’izy ireo.",
        "9": "Dia niparitaka manerana ny tany manontolo izy ireo, ka nanodidina ny tobin’ny olona masina sy ilay tanàna malala. Nisy afo nilatsaka avy any an-danitra anefa nandevona azy ireo.",
        "10": "Ary ny Devoly izay namitaka azy ireo dia natsipy mafy tao amin’ny farihy afo sy solifara, dia tao amin’ilay efa nisy an’ilay bibidia sy ilay mpaminany sandoka. Dia hampijalijalina andro aman’alina mandrakizay mandrakizay ireo.",
        "11": "Nahita seza fiandrianana fotsy lehibe aho, ary hitako koa Ilay nipetraka teo amboniny. Nandositra niala teo anatrehany ny tany sy ny lanitra, ka tsy hita intsony.",
        "12": "Ary hitako ny maty, na ny lehibe na ny kely, nijoro teo anoloan’ny seza fiandrianana, dia nisy horonam-boky novelarina. Nisy horonam-boky iray koa anefa novelarina, dia ny horonam-bokin’ny fiainana. Dia notsaraina araka izay voasoratra tao amin’ireo horonam-boky ireo ny maty, arakaraka izay nataon’izy ireo.",
        "13": "Ary namoaka ny maty tao aminy ny ranomasina. Namoaka ny maty tao aminy koa ny fahafatesana sy ny Fasana. Dia samy notsaraina arakaraka izay nataony izy ireny.",
        "14": "Ary natsipy mafy tany amin’ny farihy afo ny fahafatesana sy ny Fasana. Ny farihy afo dia ny fahafatesana faharoa.",
        "15": "Natsipy mafy tao amin’ny farihy afo koa izay tsy voasoratra anarana tao amin’ny bokin’ny fiainana."
    },
    "21": {
        "1": "Ary nahita lanitra vaovao sy tany vaovao aho, fa efa lasa ny lanitra taloha sy ny tany taloha, sady tsy nisy ranomasina intsony.",
        "2": "Hitako nidina avy any an-danitra avy any amin’Andriamanitra koa ilay tanàna masina, dia i Jerosalema Vaovao, ary efa voaomana hoatran’ny ampakarina mihaingo hihaona amin’ny vadiny.",
        "3": "Tamin’izay dia naheno feo mafy avy teo amin’ny seza fiandrianana aho, nanao hoe: “Eo amin’ny olombelona ny tranolain’Andriamanitra, ka ho eo amin’izy ireo izy, dia ho vahoakany ireo. Ary Andriamanitra mihitsy no hiaraka aminy.",
        "4": "Dia hofafany ny ranomaso rehetra amin’ny mason’izy ireo, ary tsy hisy intsony ny fahafatesana, sady tsy hisy intsony ny alahelo na ny fitarainana na ny fanaintainana, fa efa lasa ny zavatra taloha.”",
        "5": "Ary hoy Ilay nipetraka teo ambonin’ny seza fiandrianana: “Ataoko vaovao ny zava-drehetra.” Hoy koa izy: “Soraty fa azo antoka sady marina ireo teny ireo.”",
        "6": "Hoy ihany izy tamiko: “Efa tanteraka izany! Izaho no Alfa sy Omega, ny fiandohana sy ny fiafarana. Izay mangetaheta dia homeko rano maimaim-poana avy amin’ny loharanon’ny ranon’aina.",
        "7": "Izay mandresy dia handova an’ireo zavatra ireo, ka ho Andriamaniny aho ary izy ho zanako.",
        "8": "Fa ny kanosa, ny tsy manam-pinoana, ny olona maloto sady maharikoriko, ny mpamono olona, ny mpijangajanga, ny mpilalao ody, ny mpanompo sampy, ary ny mpandainga rehetra kosa, dia hatsipy ao amin’ny farihy mirehitra afo sy solifara. Izany dia ny fahafatesana faharoa.”",
        "9": "Ary tonga ny iray tamin’ireo anjely fito nanana vilia fito feno ny loza fito farany, ka niteny tamiko hoe: “Avia fa hasehoko anao ny ampakarina, ilay vadin’ny Zanak’ondry.”",
        "10": "Dia nentiny tamin’ny herin’ny fanahy nankeo amin’ny tendrombohitra ngezabe sady avo aho, dia nasehony ahy i Jerosalema, ilay tanàna masina, izay nidina avy any an-danitra avy tany amin’Andriamanitra.",
        "11": "Feno ny voninahitr’Andriamanitra izy io, ary hoatran’ny vatosoa faran’izay tsara ny famirapiratany, hoatran’ny vato jaspa mamirapiratra tahaka ny kristaly.",
        "12": "Nisy manda lehibe sady avo sy vavahady 12 izy io. Nisy anjely 12 teo amin’ireo vavahady ireo, ary nosoratana teo ny anaran’ny foko 12 teo amin’ny zanak’Israely.",
        "13": "Nisy vavahady telo teo atsinanana, telo teo avaratra, telo teo atsimo, ary telo teo andrefana.",
        "14": "Nisy vato fototra 12 koa ny mandan’ilay tanàna, ary teo amin’ireo vato ireo ny anarana roa ambin’ny folon’ny apostoly 12, dia ny apostolin’ny Zanak’ondry.",
        "15": "Nitazona bararata volamena fandrefesana ilay niresaka tamiko tamin’izay, mba handrefesany an’ilay tanàna sy ny vavahadiny ary ny mandany.",
        "16": "Efamira ilay tanàna, ka mitovy ny lavany sy ny sakany. Dia norefesiny tamin’ilay bararata ilay tanàna, ka 12 000 stadio, ary mitovy ny lavany sy ny sakany ary ny haavony.",
        "17": "Norefesiny koa ny mandany, ka 144 hakiho, araka ny fandrefesana fampiasan’ny olona sady fampiasan’ny anjely.",
        "18": "Jaspa no nanaovana an’ilay manda, ary volamena tsy misy fangarony tahaka ny fitaratra madio ilay tanàna.",
        "19": "Voaravaka vatosoa isan-karazany ny fototry ny mandan’ilay tanàna. Ny fototra voalohany dia jaspa, ny faharoa safira, ny fahatelo kalsedoanina, ny fahefatra emeraoda,",
        "20": "ny fahadimy sardoniksa, ny fahenina sardoanina, ny fahafito krizolita, ny fahavalo berila, ny fahasivy topaza, ny fahafolo krizoprazy, ny faha-11 hiasinta, ary ny faha-12 ametista.",
        "21": "Perla 12 koa ny vavahadiny 12, ka perla iray no nanaovana ny vavahady tsirairay. Ary volamena tsy misy fangarony tahaka ny fitaratra tantera-pahazavana ny lalamben’ilay tanàna.",
        "22": "Tsy nahita tempoly tao aho, fa i Jehovah Andriamanitra, ilay Mahery Indrindra, sy ny Zanak’ondry, no tempolin’ilay tanàna.",
        "23": "Ary tsy nila ny masoandro na ny volana hanazava azy ilay tanàna, fa ny voninahitr’Andriamanitra no nanazava azy, ary ny Zanak’ondry no jirony.",
        "24": "Hanazava ny lalana halehan’ireo firenena ny hazavan’ilay tanàna, ary hoentin’ny mpanjakan’ny tany ao ny voninahiny.",
        "25": "Tsy hohidiana mihitsy ny vavahadiny mandritra ny andro, ary tsy hisy alina ao.",
        "26": "Ary hoentin’izy ireo ao ny voninahitry ny firenena sy ny hajany.",
        "27": "Tsy hiditra ao mihitsy kosa izay zavatra maloto sy izay olona manao zava-maharikoriko sy mamitaka. Fa izay voasoratra ao amin’ny horonam-bokin’ny fiainana, dia ny horonam-bokin’ny Zanak’ondry, ihany no hiditra ao."
    },
    "22": {
        "1": "Ary nampiseho ahy ny reniranon’ny ranon’aina izy. Madio mangalahala hoatran’ny vato kristaly izy io, sady nikoriana avy teo amin’ny seza fiandrianan’Andriamanitra sy ny Zanak’ondry,",
        "2": "teo afovoan’ny lalamben’ilay tanàna. Nisy hazon’aina teo amin’ny andaniny roa amin’ilay renirano, ary namoa in-12 izy ireo, izany hoe namoa isam-bolana. Ary natao hanasitranana ny firenena ny ravin’ireo hazo ireo.",
        "3": "Ary tsy hisy ozona intsony. Fa ho ao amin’ilay tanàna kosa ny seza fiandrianan’Andriamanitra sy ny an’ny Zanak’ondry. Ary hanao fanompoana masina ho an’Andriamanitra ny mpanompony,",
        "4": "ka hahita ny tarehiny. Hosoratana eo amin’ny handrin’izy ireo koa ny anaran’Andriamanitra.",
        "5": "Tsy hisy alina intsony koa, ka tsy hila ny hazavan’ny jiro na ny hazavan’ny masoandro izy ireo, satria hanazava azy i Jehovah Andriamanitra. Ary hanjaka mandrakizay mandrakizay izy ireo.",
        "6": "Hoy izy tamiko: “Azo antoka sady marina ireo teny ireo. Ary naniraka ny anjeliny i Jehovah, ilay Andriamanitra miteny amin’ny alalan’ny mpaminany, mba hampiseho amin’ny mpanompony ny zavatra hitranga tsy ho ela.",
        "7": "Ho avy haingana aho. Sambatra izay manaraka ny tenin’ny faminaniana ato amin’ity horonam-boky ity.”",
        "8": "Izaho Jaona no naheno sy nahita an’ireo zavatra ireo. Rehefa naheno sy nahita aho, dia niankohoka hivavaka teo an-tongotr’ilay anjely nampiseho an’ireo tamiko.",
        "9": "Hoy anefa izy tamiko: “Tandremo! Aza manao an’izao! Fa mpanompo ihany aho, hoatr’anao sy ny mpaminany rahalahinao, ary hoatran’ireo manaraka ny teny ato amin’ity horonam-boky ity. Andriamanitra no ivavaho.”",
        "10": "Hoy koa izy tamiko: “Aza asiana tombo-kase ny tenin’ny faminaniana ato amin’ity horonam-boky ity, fa efa akaiky ny fotoana voatondro.",
        "11": "Izay manao ny tsy marina, dia aoka mbola hanao ny tsy marina ihany. Izay maloto, aoka mbola haloto ihany. Izay olo-marina kosa, aoka hanao ny marina ihany, ary izay masina, aoka mbola ho masina ihany.",
        "12": "“‘Ho avy haingana aho, ary efa vonona aho hamaly ny tsirairay arakaraka izay ataony.",
        "13": "Izaho no Alfa sy Omega, ny voalohany sy ny farany, ny fiandohana sy ny fiafarana.",
        "14": "Sambatra izay manasa ny akanjony, mba ho afaka hankeo amin’ny hazon’aina sy ho afaka hiditra ao amin’ilay tanàna, avy eo amin’ny vavahadiny.",
        "15": "Any ivelany kosa ny alika, ny mpilalao ody, ny mpijangajanga, ny mpamono olona, ny mpanompo sampy, ary izay tia lainga sy mpandainga.’",
        "16": "“‘Izaho Jesosy dia naniraka ny anjeliko hitory momba an’izany aminareo mba hahasoa ny fiangonana. Izaho no faka sy taranak’i Davida, ary izaho koa ilay kintan’ny maraina mamirapiratra.’”",
        "17": "Miteny tsy an-kijanona ny fanahy sy ny ampakarina hoe: “Avia!” Ary izay maheno, aoka hilaza hoe: “Avia!” Dia aoka ho avy izay mangetaheta. Ary izay maniry, aoka hisotro maimaim-poana amin’ny ranon’aina.",
        "18": "“Izao no lazaiko amin’izay rehetra maheno ny tenin’ny faminaniana ato amin’ity horonam-boky ity: Raha misy manampy zavatra amin’ireo, dia hampian’Andriamanitra ny loza hanjo azy, izany hoe ny loza voasoratra ato amin’ity horonam-boky ity.",
        "19": "Ary raha misy manala teny ato amin’ity horonam-bokin’ny faminaniana ity, dia hesorin’Andriamanitra ny anjarany amin’ny hazon’aina sy ny tanàna masina, izany hoe izay voasoratra ato amin’ity horonam-boky ity.",
        "20": "“Hoy ilay mijoro ho vavolombelon’ireo zavatra ireo: ‘Eny, ho avy haingana aho.’” “Amena! Avia, Jesosy Tompo ô!”",
        "21": "Enga anie ny olona masina hanehoan’i Jesosy Tompo hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "Apokalypsy",
        "order": 65,
        "chapter_number": 22
    }
}