{
    "1": {
        "1": "Ilay fitantarana voalohany nosoratako, ry Teofilo, dia momba ny zava-drehetra nataon’i Jesosy sy nampianariny hatrany am-piandohana",
        "2": "ka mandra-pahatongan’ny andro nampiakarana azy ho any an-danitra, rehefa avy nomeny baiko tamin’ny alalan’ny fanahy masina ireo apostoly nofidiny.",
        "3": "Niseho tamin’izy ireo koa izy taorian’ny nijaliany, ary porofo maro tsy azo lavina no nentiny naneho tamin’ireo hoe velona izy. Koa hitan’izy ireo nandritra ny efapolo andro izy, ary niresaka tamin’izy ireo momba ny fanjakan’Andriamanitra.",
        "4": "Ary tamin’izy nihaona tamin’ireo, dia nanafatrafatra izy hoe: “Aza miala eto Jerosalema, fa andraso foana ilay nampanantenain’ny Ray sady efa renareo tamiko.",
        "5": "I Jaona mantsy nanao batisa tamin’ny rano, fa ianareo kosa hatao batisa amin’ny fanahy masina, rehefa afaka andro vitsivitsy.”",
        "6": "Ary nony tafangona izy ireo, dia nanontany azy hoe: “Tompo ô, izao ve no ampodianao ny fanjakana ho amin’ny Israely?”",
        "7": "Dia hoy izy: “Tsy mila mamantatra ny fotoana na ny vanim-potoana ianareo, fa ny Ray irery ihany no manam-pahefana amin’izany.",
        "8": "Fa hahazo hery kosa ianareo rehefa tonga aminareo ny fanahy * masina, ka ho vavolombeloko any Jerosalema sy eran’i Jodia sy Samaria ary any amin’ny faritra lavitra indrindra amin’ny tany ianareo.”",
        "9": "Nony avy nilaza izany izy, dia nakarina teo imason’izy ireo. Ary nisy rahona nanarona azy ka tsy hitan’ireo intsony izy.",
        "10": "Ary raha mbola nibanjina ny lanitra teo ireo, raha iny lasa iny i Jesosy, dia indreo nisy roa lahy niakanjo fotsy nijoro teo anilan’izy ireo,",
        "11": "ka nanao hoe: “Ry lehilahy galilianina, nahoana ianareo no mijoro eto mijery ny lanitra? Iny Jesosy nakarina niala taminareo ho any an-danitra iny, dia ho avy amin’iny fomba iny ihany, toy ilay nahitanareo azy niakatra tany an-danitra.”",
        "12": "Dia niverina tany Jerosalema izy ireo, rehefa avy teo amin’ny Tendrombohitra Oliva. Tsy lavitra an’i Jerosalema izy io, satria lalana indray sabata * ny elanelany.",
        "13": "Rehefa tonga izy ireo, dia niakatra tao amin’ny efitrano ambony rihana izay nipetrahany. Tsy iza izany fa i Petera sy Jaona ary Jakoba sy Andrea, Filipo sy Tomasy, Bartolomeo sy Matio, Jakoba zanak’i Alfeo sy Simona ilay mafana fo ary Jodasy zanak’i Jakoba.",
        "14": "Dia naharitra nivavaka tao anatin’ny firaisan-tsaina izy rehetra, mbamin’ny vehivavy sasany sy Maria renin’i Jesosy ary ny rahalahin’i Jesosy.",
        "15": "Tamin’izany andro izany, rehefa tafavory ny olona roapolo amby zato teo ho eo, dia nitsangana teo afovoan’ireo rahalahy i Petera, ka hoy izy:",
        "16": "“Ry rahalahy, tsy maintsy tanteraka ny teny ao amin’ny Soratra Masina, izay nolazain’ny fanahy masina mialoha tamin’ny alalan’i Davida momba an’i Jodasy, ilay nanjary mpitarika ny olona nisambotra an’i Jesosy.",
        "17": "Anisanay mantsy izy taloha ary nandray anjara tamin’izao fanompoana izao koa.",
        "18": "Ary nividy saha tamin’ny vola azony tamin’ny tsy fahamarinana izy. Nianjera anefa izy ka ny lohany no lasa aloha. Ary vaky ny tao anatiny ka nipoaka, dia nipotsaka daholo ny tsinainy.",
        "19": "Fantatry ny mponina rehetra eto Jerosalema koa izany, ka natao hoe Akeldama, izany hoe Sahan-dra, ny anaran’io saha io amin’ny fitenin’izy ireo.",
        "20": "Fa voasoratra ao amin’ny bokin’ny Salamo hoe: ‘Aoka ho foana ny fonenany ka tsy hisy honina intsony’, ary ‘Aoka ho lasan’olon-kafa ny andraikitra notanany.’",
        "21": "Izao àry no ilaina hatao: Amin’ireo lehilahy niaraka taminay foana fony i Jesosy Tompo niditra sy nivoaka teo aminay,",
        "22": "nanomboka tamin’ny nanaovan’i Jaona batisa azy ka hatramin’ny andro nampiakarana azy niala taminay, dia tokony hisy anankiray ho tonga vavolombelona miaraka aminay ny amin’ny nitsanganany tamin’ny maty.”",
        "23": "Koa nanolotra roa lahy izy ireo, dia i Josefa atao hoe Barsabasy, izay atao koa hoe Josto, sy Matia.",
        "24": "Ary nivavaka izy ireo hoe: “Jehovah ô, ianao no mahalala ny fon’ny olona rehetra, koa asehoy izay nofidinao amin’izy roa lahy ireto,",
        "25": "mba hanao izao fanompoana izao sy ho apostoly hisolo an’i Jodasy, izay niala mba hankany amin’ny toerany.”",
        "26": "Dia nanaovany antsapaka izy roa lahy, ka i Matia no voafidy hanampy isa an’ireo apostoly iraika ambin’ny folo."
    },
    "2": {
        "1": "Teo amin’ny toerana iray daholo izy rehetra, tamin’ny andro Pentekosta.",
        "2": "Ary nisy feo mafy tonga tampoka avy tany an-danitra toy ny rivotra mahery nifofofofo, ka nanenika ilay trano nipetrahan’izy ireo.",
        "3": "Ary nisy lela maro toy ny afo niseho tamin’izy ireo, ary nizarazara ireny ka nisy iray avy nankeo ambonin’ny tsirairay.",
        "4": "Ary samy feno fanahy masina izy rehetra, ka niteny tamin’ny fiteny maro samihafa, araka izay nampitenenan’ny fanahy azy.",
        "5": "Ary nisy Jiosy avy tamin’ny firenena rehetra ambanin’ny lanitra, nipetraka tao Jerosalema. Olona natahotra an’Andriamanitra izy ireo.",
        "6": "Rehefa nandre an’ilay feo ny vahoaka maro be, dia nirohotra nanatona ary very hevitra, satria samy nandre an’ireo mpianatra niteny tamin’ny fiteniny avy izy ireo.",
        "7": "Dia talanjona tokoa izy ireo ary gaga, ka nanao hoe: “Jereo ange e! Tsy Galilianina daholo ve ireo miteny ireo?",
        "8": "Koa ahoana no andrenesantsika azy miteny amin’ny fitenin-drazantsika avy?",
        "9": "Isika anefa Partianina sy Medianina ary Elamita, sy mponin’i Mezopotamia, Jodia, Kapadokia, Ponto sy ny faritr’i Azia,",
        "10": "Frijia, Pamfylia, Ejipta sy ny faritr’i Libya, izay akaikin’i Kyrena, ary mpivahiny avy any Roma, dia Jiosy sy olona niova ho amin’ny fivavahana jiosy,",
        "11": "ary Kretanina sy Arabo. Rentsika anefa ry zareo miteny amin’ny fitenintsika avy, momba ny asa lehibe nataon’Andriamanitra.”",
        "12": "Eny, gaga izy rehetra sady very hevitra, ka nifampiresaka hoe: “Inona no dikan’izao?”",
        "13": "Fa nisy kosa naneso azy ireo hoe: “Mamon-divay mamy ireo.”",
        "14": "Nitsangana anefa i Petera sy ny iraika ambin’ny folo lahy. Dia nanandratra ny feony i Petera, nanao hoe: “Ry Jodianina sy ianareo rehetra monina eto Jerosalema, izao no aoka ho fantatrareo, ary henoy ny teniko:",
        "15": "Tsy mamo, araka ny fiheveranareo azy, ireo olona ireo satria vao ora fahatelo * amin’ny andro izao.",
        "16": "Fa izao kosa no voalaza tamin’ny alalan’i Joela mpaminany:",
        "17": "‘“Ary amin’ny andro farany”, hoy Andriamanitra, “dia handatsahako ampahany amin’ny fanahiko ny karaza-nofo rehetra, ka ny zanakalahinareo sy ny zanakavavinareo haminany, ary ny tovolahy eo aminareo hahita fahitana ary ny lahiantitra eo aminareo hanonofy.",
        "18": "Ary na ny mpanompolahiko sy ny mpanompovaviko aza, dia handatsahako ampahany amin’ny fanahiko amin’izany andro izany, ka haminany.",
        "19": "Ary hanisy fambara eny amin’ny lanitra ambony aho, sy famantarana eny amin’ny tany ambany, dia ra sy afo ary zavon-tsetroka.",
        "20": "Ny masoandro hovana ho haizina ary ny volana ho ra, alohan’ny hahatongavan’ny andron’i Jehovah, dia ilay andro lehibe sady miavaka.",
        "21": "Ary izay rehetra miantso ny anaran’i Jehovah no hovonjena.”’",
        "22": "“Ry Israelita, henoy izao teny izao: I Jesosy avy any Nazareta no lehilahy nasehon’Andriamanitra an-karihary taminareo tamin’ny fahagagana sy fambara ary famantarana. Tamin’ny alalany no nanaovan’Andriamanitra izany teo aminareo, ary fantatrareo tsara izany.",
        "23": "Efa fikasana voafaritr’Andriamanitra sady efa fantany mialoha ny hanolorana izany lehilahy izany. Nofantsihanareo teo amin’ny tsato-kazo anefa izy, ary tanan’olona tsy tan-dalàna no nentinareo nanao izany. Dia novonoinareo izy,",
        "24": "kanefa Andriamanitra nanangana azy tamin’ny maty rehefa namaha ny fatoran’ny fahafatesana, satria tsy voatanan’izany maharitra izy.",
        "25": "Hoy mantsy i Davida momba azy: ‘Teo anatrehako mandrakariva i Jehovah. Tsy hangozohozo mihitsy aho satria izy eo ankavanako.",
        "26": "Izany no nifalian’ny foko sy niravoravoan’ny lelako, ary na ny nofoko aza hitoetra amin’ny fanantenana,",
        "27": "satria tsy ho foinao hijanona ao amin’ny Fasana * aho, * sady tsy havelanao ho lo ilay mpanomponao tsy mivadika.",
        "28": "Nampahafantarinao ny lalan’ny fiainana aho, ary hovokisanao fifaliana eo anatrehanao.’",
        "29": "“Ry rahalahy, mamelà ahy hiteny amim-pahatsorana aminareo mahakasika an’i Davida loham-pianakaviantsika izay efa maty sady efa nalevina, ary eto amintsika mandraka androany ny fasany.",
        "30": "Mpaminany izy ary nahalala fa nianiana taminy Andriamanitra hoe ny taranany no hapetrak’Andriamanitra eo amin’ny seza fiandrianany. Araka izany, dia",
        "31": "efa hitan’i Davida mialoha ny fitsanganan’i Kristy tamin’ny maty ary efa niresaka momba izany izy, dia ny hoe tsy nafoy tao amin’ny Fasana * i Jesosy sady tsy lo ny nofony.",
        "32": "Natsangan’Andriamanitra tamin’ny maty izany Jesosy izany, ary vavolombelon’izany izahay rehetra.",
        "33": "Koa satria nasandratra ho eo ankavanan’Andriamanitra izy, ary nandray avy tamin’ny Ray ny fanahy * masina nampanantenaina, dia izy no nampilatsaka izao hitanareo sy renareo izao.",
        "34": "Tsy niakatra tany an-danitra i Davida, raha ny marina, fa izy aza nilaza hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako",
        "35": "mandra-panaoko ny fahavalonao ho fitoeran-tongotrao.”’",
        "36": "Koa aoka ho fantatry ny taranak’Israely rehetra marimarina fa nataon’Andriamanitra ho Tompo sy Kristy iny Jesosy nofantsihanareo tamin’ny hazo fijaliana iny.”",
        "37": "Koa voatsindrona ny fon’ireo rehefa nandre izany, ka hoy izy ireo tamin’i Petera sy ny apostoly hafa: “Inona izao no hataonay, ry rahalahy?”",
        "38": "Dia hoy i Petera: “Mibebaha, ary aoka samy hatao batisa amin’ny anaran’i Jesosy Kristy ianareo tsirairay, mba hahazoanareo famelan-keloka. Ary hahazo ilay fanomezana maimaim-poana ianareo, dia ny fanahy masina.",
        "39": "Fa ho anareo ilay fampanantenana, eny, ho anareo sy ho an’ny zanakareo ary ho an’izay rehetra any lavitra, izany hoe izay rehetra antsoin’i Jehovah Andriamanitsika hanatona azy.”",
        "40": "Ary teny maro hafa no nentiny nanome fanazavana feno, * ary nandrisika hatrany an’ireo izy hoe: “Aoka ianareo hovonjena ho afaka amin’ity taranaka tsy marina ity.”",
        "41": "Koa natao batisa izay olona nandray tsara ny tenin’i Petera, ka niampy olona * tokony ho telo arivo ny isan’izy ireo tamin’iny andro iny.",
        "42": "Nifantoka tamin’ny fampianaran’ny apostoly izy ireo, ary nifampizara izay nananany, sy niara-nisakafo ary naharitra nivavaka.",
        "43": "Dia raiki-tahotra daholo ny olona, * ary nisy zava-mahagaga sy famantarana maro natao tamin’ny alalan’ny apostoly.",
        "44": "Ary niaraka teo daholo izay rehetra tonga mpino, ka niombonany avokoa ny zava-drehetra.",
        "45": "Nivarotra ny taniny sy ny fananany izy ireo, ka ny vola azo dia nozarainy tamin’ny rehetra, araka izay nilainy avy.",
        "46": "Tao amin’ny tempoly foana izy ireo isan’andro sady niray saina, ary nisakafo tany an-trano izy ireo ka nihinan-kanina tamim-pifaliana be sy tamim-pahatsoram-po,",
        "47": "ary nidera an’Andriamanitra sady nahazo sitraka tamin’ny olona rehetra. Ary nandritra izany fotoana izany, dia nisy olona voavonjy nentin’i Jehovah isan’andro hanatevin-daharana azy ireo."
    },
    "3": {
        "1": "Ary niakatra ho ao amin’ny tempoly i Petera sy Jaona tamin’ny ora fivavahana, dia ny ora fahasivy.",
        "2": "Ary nisy lehilahy nalemy tongotra hatrany an-kibon-dreniny nentin’olona ka napetrany isan’andro tao amin’ny tempoly, teo akaikin’ilay vavahady atao hoe Vavahady Kanto, mba hangataka tamin’izay niditra tao amin’ny tempoly.",
        "3": "Raha vao nahita an’i Petera sy Jaona ndeha hiditra ny tempoly izy, dia nangata-bola.",
        "4": "Fa nibanjina azy i Petera sy Jaona, ka hoy i Petera: “Mijere anay.”",
        "5": "Koa nibanjina tsara azy roa lahy izy, fa nanantena hahazo zavatra taminy.",
        "6": "Fa hoy i Petera: “Tsy manana volafotsy na volamena aho, fa izay ananako kosa no omeko anao: Amin’ny anaran’i Jesosy Kristy avy any Nazareta, mandehana!”",
        "7": "Dia noraisiny tamin’ny tanany ankavanana izy ka natsangany. Koa avy hatrany dia natanjaka ny faladiany sy ny taolan-kitrokeliny,",
        "8": "ka niantsambotra izy ary tafatsangana dia nandeha. Niditra tao amin’ny tempoly niaraka tamin’izy roa lahy izy, ka nandeha sady nitsambikimbikina ary nidera an’Andriamanitra.",
        "9": "Ary hitan’ny olona rehetra izy rehefa nandeha sy nidera an’Andriamanitra.",
        "10": "Fantatr’izy ireo tsara koa fa izy ilay lehilahy nipetraka nangataka teo amin’ny Vavahady Kanto tao amin’ny tempoly. Koa gaga izy ireo, ary zendana noho izay nitranga tamin-dralehilahy.",
        "11": "Ary raha mbola namikitra tamin’i Petera sy Jaona izy, dia nirohotra teo amin’izy telo lahy, teo amin’ilay atao hoe lala-mitafon’i * Solomona, ny olona rehetra. Ary talanjona indrindra izy ireo.",
        "12": "Hitan’i Petera izany, ka hoy izy tamin’ny olona: “Ry Israelita, inona no mahagaga anareo amin’izany? Ary nahoana ianareo no mibanjina anay, toy ny hoe ny herinay na ny fahafoizan-tenanay ho an’Andriamanitra no nampandehananay azy?",
        "13": "Andriamanitr’i Abrahama sy Isaka ary Jakoba, ilay Andriamanitry ny razantsika, dia nanome voninahitra an’i Jesosy Mpanompony, fa ianareo kosa nanolotra azy ka nanda azy teo anatrehan’i Pilato, izay efa tapa-kevitra ny hanafaka azy.",
        "14": "Eny, nolavinareo ilay masina sy marina, ary mpamono olona no nangatahinareo hafahana ho anareo,",
        "15": "fa novonoinareo kosa ilay Mpitarika Lehibe Indrindra izay manome fiainana. Kanefa Andriamanitra nanangana azy tamin’ny maty, ary vavolombelon’izany izahay.",
        "16": "Koa ny anarany, eny, ny finoanay ny anarany, no nampahatanjaka an’io lehilahy hitanareo sy fantatrareo io, ary ny finoana azonay amin’ny alalany no nahasitrana tanteraka azy teo imasonareo rehetra.",
        "17": "Ary ankehitriny, ry rahalahy, fantatro fa noho ny tsy fahalalanareo no nanaovanareo izany, ary toy izany koa ny mpitondra anareo.",
        "18": "Fa izany no fomba nanatanterahan’Andriamanitra an’izay efa nampilazainy ny mpaminany rehetra, dia ny hoe tsy maintsy hijaly ny Kristiny.",
        "19": "“Koa mibebaha, ka miverena hamonoana ny fahotanareo, mba hisian’ny fotoana mamelombelona avy amin’i Jehovah",
        "20": "ary mba hanirahany an’ilay Kristy voatendry ho anareo, dia i Jesosy.",
        "21": "Tsy maintsy hohazonin’ny lanitra izy, mandra-pahatongan’ny fotoana hamerenana ny zava-drehetra amin’ny laoniny, dia ilay fotoana nampilazain’Andriamanitra ny mpaminaniny masina fahiny.",
        "22": "Hoy tokoa mantsy i Mosesy: ‘I Jehovah Andriamanitra hanendry mpaminany toa ahy, ho anareo, avy amin’ny rahalahinareo. Henoy izy, na inona na inona lazainy aminareo.",
        "23": "Koa izay * rehetra tsy mihaino izany Mpaminany izany dia haringana tanteraka tsy ho eo amin’ny vahoaka.’",
        "24": "Ary nanambara mazava momba izao andro izao ny mpaminany rehetra, nanomboka tamin’i Samoela sy ireo nandimby azy, eny, izay rehetra naminany.",
        "25": "Ianareo no zanaky ny mpaminany sy zanaky ny fifanekena nifanaovan’Andriamanitra tamin’ny razanareo, tamin’izy nilaza tamin’i Abrahama hoe: ‘Amin’ny taranakao no hitahiana ny firenena rehetra eny ambonin’ny tany.’",
        "26": "Ary rehefa avy nanendry ilay Mpanompony Andriamanitra, dia tany aminareo aloha no nanirahany azy, mba hitahiana anareo ka hampiala anareo amin’ny zava-dratsy nataonareo avy.”"
    },
    "4": {
        "1": "Ary raha mbola niteny tamin’ny vahoaka izy roa lahy, dia tonga teo aminy ny lehiben’ny mpisorona sy ny lehiben’ny mpiambina ny tempoly ary ny Sadoseo.",
        "2": "Sosotra mantsy ireo, satria nampianatra ny vahoaka izy roa lahy sady nanambara mazava momba ny fitsanganana amin’ny maty, ka niresaka momba ny nitsanganan’i Jesosy.",
        "3": "Dia nosamboriny izy roa lahy ka nataony am-ponja mandra-pahatongan’ny ampitso, satria efa hariva tamin’izay.",
        "4": "Maro tamin’ireo nihaino ilay lahateny anefa no nino, ary lasa dimy arivo teo ho eo ny isan’ny lehilahy.",
        "5": "Ny ampitson’iny, dia nivory tao Jerosalema ny mpitondra teo amin’izy ireo, mbamin’ny anti-panahy sy ny mpanora-dalàna.",
        "6": "Tao koa i Anasy lehiben’ny mpisorona, sy Kaiafa sy Jaona ary Aleksandra. Tao daholo koa ny havan’ilay lehiben’ny mpisorona.",
        "7": "Dia nataon’ireo teo afovoany izy roa lahy, ka nanontaniany hoe: “Fahefana avy aiza, ary tamin’ny anaran’iza no nanaovanareo izao?”",
        "8": "Ary feno fanahy masina i Petera, ka namaly hoe: “Ry mpitondra vahoaka sy anti-panahy isany!",
        "9": "Raha fotopotorana izahay androany satria nanao soa olona kilemaina, ka anontaniana hoe tamin’ny alalan’iza no nanasitrananay azy,",
        "10": "dia aoka ho fantatrareo rehetra sy ny vahoakan’Israely manontolo fa matoa io lehilahy io salama tsara manoloana anareo eto, dia noho ny anaran’i Jesosy Kristy avy any Nazareta, ilay nofantsihanareo tamin’ny hazo fijaliana, nefa natsangan’Andriamanitra tamin’ny maty.",
        "11": "Izy ‘ilay vato nohamavoinareo mpanao trano, nefa tonga vato fehizoro.’",
        "12": "Ary tsy misy olon-kafa hahazoana famonjena, satria tsy misy anarana hafa ambanin’ny lanitra nomena ny olona hahazoantsika famonjena.”",
        "13": "Ary gaga izy ireo nahita ny fahasahian’i Petera sy Jaona, ary fantany fa tsy dia nahita fianarana izy roa lahy sady olon-tsotra. Fantany tsara koa fa niaraka tamin’i Jesosy izy roa lahy.",
        "14": "Tsy nanan-kavaly anefa ireo, rehefa nijery an’ilay lehilahy efa sitrana, izay niara-nijoro tamin’izy roa lahy teo.",
        "15": "Dia nasain’izy ireo nivoaka avy tao amin’ny tranon’ny Fitsarana Avo Jiosy ireo, ary niara-nidinika izy ireo",
        "16": "hoe: “Hataontsika ahoana ireo lehilahy ireo? Fa nanao famantarana niavaka izy ireo, ary miharihary amin’ny mponina rehetra eto Jerosalema izany, ka tsy azontsika lavina.",
        "17": "Fa mba tsy hielezan’izany bebe kokoa eo amin’ny vahoaka, dia andao horahonantsika izy ireo tsy hiteny amin’izany anarana izany intsony, na amin’iza na amin’iza.”",
        "18": "Dia nantsoiny izy roa lahy ka nodidiany tsy hiteny na hampianatra amin’ny anaran’i Jesosy intsony, na aiza na aiza.",
        "19": "Fa namaly kosa i Petera sy Jaona hoe: “Ianareo no aoka hitsara raha marina eo imason’Andriamanitra na tsia ny hihaino anareo, fa tsy hihaino an’Andriamanitra.",
        "20": "Raha izahay kosa, dia tsy azonay atao ny tsy hiteny intsony momba izay efa hitanay sy renay.”",
        "21": "Dia mbola nandrahona azy roa lahy indray ireo, ary nandefa azy avy eo, satria tsy hitany izay tokony hanasaziana azy, ary natahorany koa ny vahoaka satria nanome voninahitra an’Andriamanitra noho izay nitranga.",
        "22": "Efa maherin’ny efapolo taona mantsy ilay lehilahy nositranina tamin’ny alalan’izany fahagagana izany.",
        "23": "Dia nankany amin’ny mpiray finoana taminy izy roa lahy rehefa nafahana, ka notantarainy tamin’ireo ny zavatra nolazain’ny lehiben’ny mpisorona sy ny anti-panahy.",
        "24": "Nony nandre izany izy ireo, dia niara-nientana ka nanandra-peo nivavaka tamin’Andriamanitra hoe: “Ry Tompo Fara Tampony ô, ianao no nanao ny lanitra sy ny tany sy ny ranomasina ary ny zava-drehetra ao amin’ireo.",
        "25": "Ianao no nampiteny an’i Davida razanay mpanomponao tamin’ny alalan’ny fanahy masina hoe: ‘Nahoana no mikorontana ireo firenena ary misaina zava-poana ny vahoaka?",
        "26": "Nitsangana ny mpanjakan’ny tany, ary nivondrona ny mpitondra mba hanohitra an’i Jehovah sy ilay voahosony.’",
        "27": "Fa efa nifamory teto amin’ity tanàna ity tokoa i Heroda sy Pontio Pilato, mbamin’ny hafa firenena sy ny vahoakan’Israely, hanohitra an’i Jesosy mpanomponao masina, ilay voahosotrao.",
        "28": "Nanao izany izy ireo mba hanatanterahana izay efa voatendrin’ny tananao sy ny fikasanao.",
        "29": "Koa ankehitriny, Jehovah ô, henoy ny fandrahonany, ary ataovy izay hahatonga anay mpanomponao hitory ny teninao amim-pahasahiana be,",
        "30": "raha mbola manatsotra ny tananao hanasitrana ianao, ary manao famantarana sy zava-mahagaga amin’ny anaran’i Jesosy mpanomponao masina.”",
        "31": "Rehefa avy nitalaho tamim-bavaka izy ireo, dia nihovotrovotra ilay toerana nivoriany, ary feno fanahy masina izy rehetra, ka nitory ny tenin’Andriamanitra tamim-pahasahiana.",
        "32": "Iray fo sy iray saina ny olona maro be tonga mpino, ka tsy nisy nilaza ny fananany ho an’ny tenany, fa niombonan’izy rehetra daholo ny zava-drehetra.",
        "33": "Ary tamin-kery lehibe no mbola nitorian’ny apostoly momba ny nitsanganan’i Jesosy Tompo tamin’ny maty. Ary nanehoana hatsaram-panahy tsy manam-paharoa izy rehetra.",
        "34": "Tsy nisy nahantra teo amin’izy ireo, fa izay rehetra nanana tany na trano dia nivarotra izany ka nitondra ny vidin’izay lafo,",
        "35": "ary nametraka izany teo an-tongotry ny apostoly. Dia nozaraina tamin’ny tsirairay araka izay nilainy avy izany.",
        "36": "Ary nisy Levita, teratany avy any Sipra, atao hoe Josefa. Nantsoin’ny apostoly koa hoe Barnabasy izy, izany hoe “Zanaky ny Fampiononana”, raha adika.",
        "37": "Nanana tany izy ary nivarotra izany, ka nitondra ny vola ary nametraka izany teo an-tongotry ny apostoly."
    },
    "5": {
        "1": "Fa nivarotra ny fananany kosa ny lehilahy atao hoe Ananiasy, sy Safira vadiny.",
        "2": "Nisy notazoniny mangingina ho azy anefa ny vidiny, ary nahalala izany koa ny vavy. Ampahany ihany no nentiny ka napetrany teo an-tongotry ny apostoly.",
        "3": "Fa hoy i Petera: “Ry Ananiasy, nahoana i Satana no nanome anao fahasahiana hamitaka ny fanahy masina, ka nohazoninao mangingina ny ampahany tamin’ny vidin’ilay tany?",
        "4": "Fony tsy namidy ny tany, tsy anao ihany ve ilay izy? Ary rehefa namidy, tsy mbola anao ihany ve, ka hanaovanao izay sitraponao? Nahoana ianao no nikasa hanao izao zavatra izao tao am-ponao? Tsy olona no nofitahinao, fa Andriamanitra.”",
        "5": "Dia niankarapoka i Ananiasy rehefa nandre izany, ka tapitra ny ainy. Ary raiki-tahotra mafy izay rehetra nandre izany.",
        "6": "Fa nitsangana ny tovolahy dia nofonosiny lamba ny faty, ka nentiny ary naleviny.",
        "7": "Rehefa afaka adiny telo teo ho eo, dia niditra ny vadiny nefa tsy nahalala izay nitranga.",
        "8": "Dia hoy i Petera taminy: “Lazao ahy kely hoe: Izay ihany ve no vidiny nivarotanareo ilay tany?” Ary hoy izy: “Ia, izay ihany.”",
        "9": "Koa hoy i Petera taminy: “Nahoana ianareo mivady no niray tetika hitsapa toetra ny fanahin’i Jehovah? Efa eo am-baravarana izao ny tongotr’ireo nandevina ny vadinao, ary hitondra anao hiala koa ry zareo.”",
        "10": "Avy hatrany dia niankarapoka teo an-tongotr’i Petera izy, ka tapitra ny ainy. Koa rehefa niditra ny tovolahy, dia nahita azy efa maty, ka nitondra azy niala teo sy nandevina azy teo anilan’ny vadiny.",
        "11": "Dia raiki-tahotra mafy ny fiangonana manontolo sy izay rehetra nandre izany.",
        "12": "Ary tsy nitsahatra nanao famantarana sy zava-mahagaga maro teo amin’ny vahoaka ny apostoly. Nivory teo amin’ny lala-mitafon’i * Solomona izy rehetra ary niray saina.",
        "13": "Marina fa tsy nisy olon-kafa sahy niandany tamin’izy ireo, kanefa nidera azy ireo ihany ny olona.",
        "14": "Mbola niampy hatrany ireo nino ny Tompo, ary maro be izy ireny, na lahy na vavy.",
        "15": "Ary nentin’ny olona teny an-dalambe mihitsy aza ny marary ka napetrany teny, teo ambony farafara kely sy fandriana. Amin’izay mantsy dia mba azon’ny alok’i Petera, fara faharatsiny, ny sasany amin’izy ireo, rehefa mandalo izy.",
        "16": "Ary nisy olona maro be tonga foana avy tamin’ireo tanàna manodidina an’i Jerosalema. Nitondra ny marary sy ny nampahorin’ny fanahy maloto izy ireo, ary sitrana daholo izy rehetra.",
        "17": "Velom-pialonana anefa ny mpisoronabe sy ny mpomba azy rehetra, izany hoe ny Sadoseo, izay sekta nisy tamin’izany. Koa nitsangana izy ireo,",
        "18": "ka nosamboriny ny apostoly ary nataony tao amin’ny fonjam-panjakana.",
        "19": "Nosokafan’ny anjelin’i Jehovah anefa ny varavaran’ny fonja nony alina ka navoakany ireo. Ary hoy izy tamin’ireo:",
        "20": "“Mandehana, ka mijoroa ao amin’ny tempoly, ary aza mitsahatra mitory amin’ny olona ny teny rehetra momba izany fiainana izany.”",
        "21": "Rehefa nandre izany ny apostoly, dia niditra vao maraina be tao amin’ny tempoly, ka nampianatra. Ary tonga ny mpisoronabe sy izay niaraka taminy, ka namory an’ireo anisan’ny Fitsarana Avo Jiosy mbamin’ny anti-panahy rehetran’ny zanak’Israely, ary nampaka an’ireo apostoly tany am-ponja.",
        "22": "Rehefa tonga tany anefa ireo mpiambina, dia tsy nahita azy ireo tao am-ponja ka niverina mba hanao izao tatitra izao:",
        "23": "“Hitanay fa nihidy mafy tsara ny fonja, ary ireo mpiambina nijoro teo am-baravarana, kanjo rehefa nosokafana, dia tsy nahita olona tao izahay.”",
        "24": "Nandre izany ny lehiben’ny mpiambina ny tempoly sy ireo lehiben’ny mpisorona, ka samy sahiran-kevitra ny amin’izany raharaha izany sy izay hiafarany.",
        "25": "Ary nisy lehilahy iray tonga nilaza tamin’izy ireo hoe: “Indreo fa ao amin’ny tempoly ireo lehilahy nataonareo am-ponja! Mijoro sy mampianatra ao ry zareo!”",
        "26": "Koa nandeha naka an’ireo apostoly ny lehiben’ny mpiambina sy ireo olom-peheziny. Tsy nampiasa herisetra anefa izy ireo satria natahotra sao hotorahan’ny olona vato.",
        "27": "Dia nentiny ireo apostoly, ka nampijoroany tao amin’ny tranon’ny Fitsarana Avo Jiosy. Koa namotopototra azy ireo ny mpisoronabe,",
        "28": "ary nilaza hoe: “Efa noraranay mafy ianareo tsy hampianatra intsony amin’izany anarana izany, nefa jereo fa nofenoinareo ny fampianaranareo i Jerosalema, ary tapa-kevitra ianareo ny hanao anay ho tompon’andraikitra amin’ny ran’izany lehilahy izany.”",
        "29": "Fa hoy ny navalin’i Petera sy ny apostoly hafa: “Andriamanitra no mpitondra anay ka izy no tsy maintsy ankatoavinay, fa tsy olona.",
        "30": "Andriamanitry ny razantsika efa nanangana an’i Jesosy tamin’ny maty, dia i Jesosy izay novonoinareo sy nahantonareo teo amin’ny tsato-kazo.",
        "31": "Nasandratr’Andriamanitra ho eo ankavanany anefa izy, ka tonga Mpitarika Lehibe Indrindra sy Mpamonjy, mba hahafahan’ny Israely hibebaka sy hahazo famelan-keloka.",
        "32": "Vavolombelon’izany izahay, ary toy izany koa ny fanahy masina, izay omen’Andriamanitra an’izay mankatò azy amin’ny maha mpitondra azy.”",
        "33": "Tezitra mafy izy ireo rehefa nandre izany, ka tiany hovonoina ny apostoly.",
        "34": "Nitsangana teo anatrehan’ny Fitsarana Avo Jiosy anefa ny Fariseo anankiray atao hoe Gamaliela, izay mpampiana-dalàna nohajain’ny rehetra, ary nasainy navoaka vetivety ireo apostoly.",
        "35": "Dia hoy izy tamin’ireo: “Ry Israelita, tandremo tsara izay kasainareo hatao amin’ireo lehilahy ireo.",
        "36": "Taloha, ohatra, dia nitsangana i Teodasy izay nanao ny tenany ho zavatra. Koa efajato lahy teo ho eo no nirotsaka ho mpomba azy. Novonoina anefa izy, ary niparitaka izay rehetra nanaiky azy ka vita hatreo ny aminy.",
        "37": "Ary taorian’i Teodasy, dia nitsangana i Jodasy avy any Galilia, tamin’ny andron’ny fisoratana anarana, ary nitaona olona hanaraka azy. Maty anefa izy, ka niparitaka izay rehetra nanaiky azy.",
        "38": "Koa manoloana an’izao zava-mitranga izao, dia izao no lazaiko aminareo: Aza mitsabaka amin’izay ataon’ireo lehilahy ireo, fa avelao izy—raha avy amin’olombelona mantsy izao fikasana na asa izao, dia ho rava,",
        "39": "fa raha avy amin’Andriamanitra kosa izao, dia tsy ho vitanareo ny handrava azy—sao dia ho lasa mpiady amin’Andriamanitra ianareo.”",
        "40": "Dia nanaiky ny tenin’i Gamaliela ireo ka nampiantso ny apostoly, ary nikapoka sy nandrara azy tsy hiteny tamin’ny anaran’i Jesosy intsony, dia namela azy handeha.",
        "41": "Koa niala teo anatrehan’ny Fitsarana Avo Jiosy izy ireo, sady faly satria natao mendrika ny ho afa-baraka noho izany anarany izany.",
        "42": "Tsy nitsahatra nampianatra sy nitory ny vaovao tsara momba an’i Kristy, izany hoe i Jesosy, izy ireo isan’andro, na tao amin’ny tempoly na isan-trano."
    },
    "6": {
        "1": "Ary tamin’izany andro izany, rehefa nitombo isa ny mpianatra, dia nanjary nimenomenona tamin’ny Jiosy miteny hebreo ny Jiosy miteny grika, satria natao tsirambina ny mpitondratena teo aminy tamin’ny fizaran-tsakafo isan’andro.",
        "2": "Koa nampiantso mpianatra maro be ny roa ambin’ny folo lahy, ka nanao hoe: “Tsy mety raha hamela ny tenin’Andriamanitra izahay mba hizara sakafo eny an-databatra.",
        "3": "Noho izany, ry rahalahy, dia mitadiava fito lahy eo aminareo, dia izay tsara laza sady feno fanahy masina sy fahendrena, mba hotendrenay ho amin’izany raharaha tsy maintsy hatao izany,",
        "4": "fa izahay kosa hifantoka amin’ny vavaka sy ny fanompoana, dia ny fampianarana ny tenin’Andriamanitra.”",
        "5": "Sitraky ny rehetra izany, ka nofidin’izy ireo i Stefana, lehilahy feno finoana sy fanahy masina, sy Filipo sy Prokoro sy Nikanora sy Timona sy Parmena ary Nikoleo avy any Antiokia, ilay niova ho amin’ny fivavahana jiosy.",
        "6": "Dia narosony teo anatrehan’ny apostoly ireo, ka rehefa avy nivavaka ny apostoly, dia nametra-tanana tamin’ireo.",
        "7": "Dia tsy nitsahatra niroborobo ny tenin’Andriamanitra, ka nihamaro be ny isan’ny mpianatra tany Jerosalema, ary mpisorona maro be no nanjary nanaiky ny finoana.",
        "8": "Ary feno hatsaram-panahy sy hery i Stefana, ka nanao zava-mahagaga sy famantarana lehibe teo amin’ny vahoaka.",
        "9": "Ary nisy lehilahy nitsangana hiady hevitra tamin’i Stefana. Avy tamin’ilay antsoina hoe Synagogan’ireo Nomena Fahafahana izy ireo, ary koa avy tamin’ny Kyrenianina sy ny Aleksandrianina, ary lehilahy avy any Kilikia sy Azia.",
        "10": "Tsy voatohitr’izy ireo anefa ny fahendreny sy ny fanahy masina izay nampiteny azy.",
        "11": "Ary nampirisika olona mangingina izy ireo hilaza hoe: “Renay nanevateva an’i Mosesy sy Andriamanitra izy.”",
        "12": "Dia nampirisihin’izy ireo ny vahoaka sy ny anti-panahy ary ny mpanora-dalàna, ka tonga tampoka teo amin’i Stefana ireo, ary nitondra azy an-keriny nankany amin’ny Fitsarana Avo Jiosy.",
        "13": "Dia nandroso vavolombelona mandainga ireo, nanao hoe: “Io lehilahy io tsy mitsahatra miteny zava-dratsy momba ity toerana masina ity sy ny Lalàna.",
        "14": "Renay izy, ohatra, nilaza fa handrodana ity toerana ity, hono, ilay Jesosy avy any Nazareta iny, ka hanova ny fomba fanao nampitain’i Mosesy tamintsika.”",
        "15": "Ary nibanjina an’i Stefana daholo izay nipetraka teo amin’ilay Fitsarana Avo, ka nahita fa sahala amin’ny tarehin’anjely ny tarehiny."
    },
    "7": {
        "1": "Fa hoy ny mpisoronabe: “Izany tokoa ve no izy?”",
        "2": "Dia hoy i Stefana: “Ry rahalahy sy ianareo raiamandreny, henoy izao teniko izao: Andriamanitry ny voninahitra niseho tamin’i Abrahama razantsika fony izy tany Mezopotamia, raha mbola tsy nanorim-ponenana tany Harana.",
        "3": "Ary hoy Andriamanitra taminy: ‘Mialà amin’ny taninao sy ny havanao, ka mankanesa any amin’ny tany izay hasehoko anao.’",
        "4": "Dia niala tao amin’ny tanin’ny Kaldeanina izy, ka nonina tany Harana. Ary rehefa maty ny rainy, dia nasain’Andriamanitra nifindra nankatỳ amin’ity tany onenanareo ankehitriny ity izy.",
        "5": "Tsy nanome azy lova teto anefa Andriamanitra, na dia tany eram-paladia aza, fa nampanantena kosa ny hanome ity tany ity ho fananany sy ho fananan’ny taranany mandimby azy, na dia mbola tsy nanan-janaka aza izy tamin’izay.",
        "6": "Nilaza koa Andriamanitra fa ho mpivahiny any an-tanin’olona ny taranak’i Abrahama, ka handevozin’ireo sy hampahoriny efajato taona.",
        "7": "‘Dia hotsaraiko ilay firenena hotompoiny’, hoy Andriamanitra, ‘ary aorian’izany dia hiala any izy ireo, ka hanao fanompoana masina ho ahy eto amin’ity toerana ity.’",
        "8": "“Ary nanao fifanekena tamin’i Abrahama koa izy, dia ny amin’ny famorana izany. Koa niteraka an’i Isaka i Abrahama ka namora azy tamin’ny andro fahavalo, ary Isaka niteraka an’i Jakoba, ary Jakoba niteraka azy roa ambin’ny folo lahy loham-pianakaviantsika.",
        "9": "Ary nialona an’i Josefa ireo loham-pianakaviantsika ka nivarotra azy ho any Ejipta. Nomba azy anefa Andriamanitra,",
        "10": "ka nanafaka azy tamin’ny fahoriany rehetra, ary nanao izay hahazoany sitraka sy hananany fahendrena teo anatrehan’i Farao mpanjakan’i Ejipta, izay nanendry azy ho mpitondra an’i Ejipta sy ny tao an-tranony rehetra.",
        "11": "Nisy mosary anefa eran’i Ejipta sy Kanana ka mafy tokoa ny fahoriana, ary tsy nahita sakafo ny razantsika.",
        "12": "Ren’i Jakoba anefa fa nisy hanina tany Ejipta ka naniraka ny razantsika ho any izy tamin’ny voalohany.",
        "13": "Ary tamin’ilay faharoa, dia nampahafantatra ny tenany tamin’ny rahalahiny i Josefa, ka nanjary fantatr’i Farao ny fianakaviana niavian’i Josefa.",
        "14": "Koa nampanalain’i Josefa avy tamin’izany toerana izany i Jakoba rainy sy ny havany rehetra, dia olona * dimy amby fitopolo.",
        "15": "Ary nidina nankany Ejipta i Jakoba, dia maty izy, ary maty koa ny razantsika",
        "16": "ka nafindra tany Sekema, ary nalevina tao amin’ny fasana novidin’i Abrahama farantsa volafotsy tamin’ny zanakalahin’i Hamora, tany Sekema.",
        "17": "“Rehefa nanakaiky ny fotoana hahatanterahan’ilay fampanantenana nambaran’Andriamanitra mazava tamin’i Abrahama, dia nitombo sy nihamaro ny olona tany Ejipta,",
        "18": "mandra-pitsangan’ny mpanjaka hafa tany Ejipta, izay tsy nahalala an’i Josefa.",
        "19": "Nanao teti-dratsy hamelezana ny razantsika izy, ka nanery azy hanary ny zanany kely, mba tsy hahavelona an’ireny.",
        "20": "Tamin’izay indrindra no teraka i Mosesy, izay tena nahafatifaty teo imason’Andriamanitra, ary nokarakaraina telo volana tao an-tranon-drainy izy.",
        "21": "Fa nony nariana izy, dia nalain’ny zanakavavin’i Farao ary notezainy toy ny zanany naterany,",
        "22": "ka nampianarina ny fahendrena rehetra nananan’ny Ejipsianina. Ary nahery tamin’ny teniny sy ny nataony izy.",
        "23": "“Rehefa feno efapolo taona izy, dia nitsiry tao am-pony ny faniriana hitsidika ny zanak’Israely rahalahiny.",
        "24": "Raha vao nahita anankiray nampiharana ny tsy rariny izy, dia niaro sy namaly faty an’ilay nampahorina, ka namono nahafaty an’ilay Ejipsianina.",
        "25": "Noheveriny mantsy fa ho takatry ny rahalahiny hoe ny tanany no namonjen’Andriamanitra azy ireo, kanjo tsy takatr’izy ireo izany.",
        "26": "Ary nankany amin’izy ireo izy ny ampitson’iny, ka tojo roa lahy niady. Koa nitady hampihavana azy roa lahy izy, ka nanao hoe: ‘Ô ry izy roa lahy a, mpirahalahy ange ianareo e! Koa nahoana ianareo no mifanao ny tsy rariny toy izao?’",
        "27": "Fa ilay nanao ny tsy rariny tamin’ny namany kosa nanilika azy, ka nanao hoe: ‘Iza no nanendry an’ialahy ho mpitondra sy mpitsara anay?",
        "28": "Tadiavin’ialahy hovonoina toy ny namonoan’ialahy an’ilay Ejipsianina omaly koa angaha aho?’",
        "29": "Dia nandositra i Mosesy nony nandre izany, ka nanjary mpivahiny tany amin’ny tany Midianina, ary niteraka roa lahy izy tany.",
        "30": "“Ary efapolo taona tatỳ aoriana, dia nisy anjely anankiray niseho taminy tao anaty lelafo teo amin’ny voaroy nirehitra, tany an-tany efitra manodidina ny Tendrombohitra Sinay.",
        "31": "Rehefa nahita izany i Mosesy, dia gaga tamin’ny zavatra hitany. Nony nanatona mba handinika akaiky anefa izy, dia reny ny feon’i Jehovah nanao hoe:",
        "32": "‘Izaho no Andriamanitry ny razanao, dia Andriamanitr’i Abrahama sy Isaka ary Jakoba.’ Dia tora-kovitra i Mosesy, ka tsy sahy nandinika akaiky kokoa.",
        "33": "Ary hoy i Jehovah: ‘Esory ny kapa eny an-tongotrao, fa tany masina io ijoroanao io.",
        "34": "Hitako tokoa ny fampahoriana ny oloko any Ejipta, ary efa reko ny fitarainany ka nidina hanafaka azy aho. Koa avia ianao hirahiko ho any Ejipta.’",
        "35": "Io ilay Mosesy nolavin’izy ireo sy nataony hoe: ‘Iza no nanendry an’ialahy ho mpitondra sy mpitsara anay?’, kanjo izy ihany no nirahin’Andriamanitra ho mpitondra sady mpanafaka, tamin’ny alalan’ny tanan’ilay anjely niseho taminy tao amin’ny voaroy.",
        "36": "Izy no namoaka azy ireo rehefa avy nanao zava-mahagaga sy famantarana maro tany Ejipta sy teo amin’ny Ranomasina Mena ary tany an-tany efitra efapolo taona.",
        "37": "“Izy ilay Mosesy nilaza tamin’ny zanak’Israely hoe: ‘Andriamanitra hanendry mpaminany toa ahy, ho anareo, avy amin’ny rahalahinareo.’",
        "38": "Izy ilay teo amin’ny fiangonana tany an-tany efitra niaraka tamin’ilay anjely niresaka taminy tany amin’ny Tendrombohitra Sinay, sy niaraka tamin’ny razantsika, ary nandray ny fanambarana masina sady velona mba homena anareo.",
        "39": "Tsy nety nankatò azy anefa ny razantsika fa nanilika azy, ary niverina tany Ejipta izy ireo tao am-pony,",
        "40": "ka nanao tamin’i Arona hoe: ‘Manamboara andriamanitra ho antsika hialoha lalana antsika, fa tsy fantatra izay nanjo an’ilay Mosesy nitondra antsika nivoaka avy tany Ejipta iny.’",
        "41": "Dia nanamboatra zanak’omby izy ireo tamin’izany andro izany, ka nanao sorona ho an’ilay sampy, ary niravoravo tamin’ny asan’ny tanany.",
        "42": "Koa nihodina Andriamanitra, ka navelany izy ireo hanao fanompoana masina ho an’ireo zavatra eny amin’ny lanitra, araka ny voasoratra ao amin’ny bokin’ny mpaminany hoe: ‘Izaho angaha moa no nanoloranareo fanatitra biby sy sorona nandritra ny efapolo taona tany an-tany efitra, ry taranak’Israely?",
        "43": "Tsia, fa ny tranolain’i Moloka sy ilay kintana andriamanitra atao hoe Refana no nentinareo, dia ireo sarivongana nataonareo hivavahana. Koa hataoko sesitany any andafin’i Babylona ianareo.’",
        "44": "“Teo amin’ny razantsika tany an-tany efitra ny tranolain’ny vavolombelona, araka ny didin’Andriamanitra tamin’izy niteny tamin’i Mosesy mba hanao tranolay araka ny modely hitany.",
        "45": "Ary nolovan’ny razantsika ilay tranolay, ka nampidiriny tao amin’ny tanin’ireo firenena noroahin’Andriamanitra teo anoloan’ny razantsika. Nampiditra azy io tany izy ireo, niaraka tamin’i Josoa, ka tao foana ilay izy mandra-pahatongan’ny andron’i Davida.",
        "46": "Nahazo sitraka teo imason’Andriamanitra i Davida ary nangataka mba havela hanao fonenana ho an’Andriamanitr’i Jakoba.",
        "47": "I Solomona anefa no nanorina trano ho azy.",
        "48": "Tsy monina ao amin’ny trano nataon-tanana anefa ilay Avo Indrindra, araka ny nolazain’ny mpaminany hoe:",
        "49": "‘Ny lanitra no seza fiandrianako ary ny tany no fitoeran-tongotro. Koa trano manao ahoana no hataonareo ho ahy?, hoy i Jehovah. Ary toerana manao ahoana no honenako?",
        "50": "Tsy ny tanako ihany ve no nanao ireo zava-drehetra ireo?’",
        "51": "“Ry mafy hatoka, tsy voafora fo sy sofina! Manohitra ny fanahy masina foana ianareo. Ary tahaka ny nataon’ny razanareo ihany no ataonareo koa.",
        "52": "Iza moa no mpaminany tsy nenjehin’ny razanareo? Eny, novonoiny mihitsy aza ireo nanambara mialoha fa ho avy Ilay marina. Ary ankehitriny dia efa tonga mpamadika sy mpamono azy ianareo.",
        "53": "Ianareo no nandray ny Lalàna nampitain’ny anjely, nefa tsy nitandrina izany.”",
        "54": "Tezitra mafy izy ireo tao am-pony tao rehefa nandre izany ka nihidy vazana taminy.",
        "55": "Fa i Stefana kosa feno fanahy masina ary nibanjina ny lanitra ka nahita ny voninahitr’Andriamanitra sady nahita an’i Jesosy nijoro teo ankavanan’Andriamanitra.",
        "56": "Dia hoy izy: “Io fa hitako ny lanitra misokatra, ary ny Zanak’olona mijoro eo ankavanan’Andriamanitra.”",
        "57": "Ary niantsoantso faran’izay mafy ny olona sady nanampin-tsofina, ka indray nirohotra teo aminy.",
        "58": "Dia nandroaka azy teny ivelan’ny tanàna ireo, ka nitora-bato azy. Ary nametraka ny fitafiany ivelany teo an-tongotry ny tovolahy atao hoe Saoly ireo vavolombelona.",
        "59": "Ary tsy nitsahatra nitora-bato an’i Stefana ireo, fa izy kosa niantso hoe: “Jesosy Tompo ô, raiso ny aiko.” *",
        "60": "Dia nandohalika izy ka niantsoantso mafy hoe: “Jehovah ô, aza atao ho helony anie izao!” Rehefa avy nilaza izany izy, dia nodimandry. *"
    },
    "8": {
        "1": "Ary nankasitraka ny namonoana azy i Saoly. Tamin’izany andro izany, dia nenjehina mafy ny fiangonana tany Jerosalema, ka niparitaka nanerana ny faritr’i Jodia sy Samaria izy rehetra, afa-tsy ny apostoly ihany.",
        "2": "Nisy lehilahy natahotra an’Andriamanitra anefa nitondra ny fatin’i Stefana ka nandevina azy sady nitomany mafy azy.",
        "3": "Fa i Saoly kosa nihetraketraka mafy tamin’ny fiangonana. Nitety trano izy ary notaritaritiny hivoaka ny mpino na lahy na vavy, ka nataony am-ponja.",
        "4": "Fa izay niparitaka kosa dia namakivaky an’ilay faritra, ka nitory ny vaovao tsaran’ny tenin’Andriamanitra.",
        "5": "Nidina tany amin’ny tanànan’i Samaria, ohatra, i Filipo, ka nitory an’i Kristy tany.",
        "6": "Nanongilan-tsofina tamin’izay nolazain’i Filipo daholo ny olona rehetra, sady nihaino sy nijery ny famantarana nataony.",
        "7": "Maro tamin’ireo mantsy no nisy fanahy maloto, izay niantsoantso mafy ka nivoaka. Betsaka koa ny nalemy sy ny kilemaina no sitrana.",
        "8": "Koa faly be ny olona tao amin’io tanàna io.",
        "9": "Ary nisy lehilahy atao hoe Simona tao Samaria. Efa mpampiasa herin’ny maizina izy, ka nampitolagaga ny vahoaka tao, sady nanao ny tenany ho zavatra.",
        "10": "Nihaino tsara izay nolazainy ny rehetra, na ny kely indrindra na ny lehibe indrindra, ka nanao hoe: “Io lehilahy io no Herin’Andriamanitra, dia hery azo antsoina hoe Lehibe.”",
        "11": "Efa ela ireo no gaga tamin’ny fahaizany nampiasa herin’ny maizina, ka izany no nihainoan’izy ireo izay nolazainy.",
        "12": "Rehefa ninoan’izy ireo anefa i Filipo izay nitory ny vaovao tsara momba ny fanjakan’Andriamanitra sy momba ny anaran’i Jesosy Kristy, dia natao batisa izy ireo, na lehilahy na vehivavy.",
        "13": "I Simona koa aza nino ka natao batisa, ary niaraka tamin’i Filipo foana izy taorian’izay. Dia gaga izy nahita ny famantarana sy ny fahagagana lehibe nitranga.",
        "14": "Ren’ny apostoly tany Jerosalema fa nandray ny tenin’Andriamanitra ny tany Samaria, ka nirahiny hankany i Petera sy Jaona.",
        "15": "Dia nidina tany izy roa lahy ka nivavaka mba handraisan’ireo ny fanahy masina,",
        "16": "satria mbola tsy nisy nilatsahan’ny fanahy ireo, fa natao batisa fotsiny tamin’ny anaran’i Jesosy Tompo.",
        "17": "Koa nametra-tanana tamin’ireo izy roa lahy, ka nandray ny fanahy masina ireo.",
        "18": "Rehefa hitan’i Simona fa ny fametrahan-tanan’ny apostoly no nanomezana ny fanahy masina, dia notolorany vola izy roa lahy,",
        "19": "ka hoy izy: “Mba omeo izany fahefana izany koa aho. Amin’izay, dia handray fanahy masina koa izay hametrahako tanana.”",
        "20": "Fa hoy i Petera: “Aoka ho fongana miaraka aminao ny farantsa volafotsinao. Heverinao angaha fa azo vidim-bola ny fanomezana maimaim-poana avy amin’Andriamanitra?",
        "21": "Tsy manana anjara amin’izao fanompoana izao mihitsy ianao, satria tsy mahitsy eo anatrehan’Andriamanitra ny fonao.",
        "22": "Koa mialà amin’izao faharatsianao izao, ka mitalahoa amin’i Jehovah sao mba hamela heloka anao izy tamin’izany teti-dratsin’ny fonao izany.",
        "23": "Hitako mantsy fa toy ny ranonafero misy poizina ianao ary voafatotry ny tsy fahamarinana.”",
        "24": "Dia hoy ny navalin’i Simona: “Ianareo no aoka hitalaho amin’i Jehovah ho ahy, mba tsy hisy hanjo ahy izany voalazanareo izany.”",
        "25": "Ary namita tsara ny fitoriany i Petera sy Jaona, sady nilaza ny tenin’i Jehovah. Avy eo, dia niverina tany Jerosalema izy roa lahy ka nandeha nitory ny vaovao tsara tany amin’ny tanàna kely maro izay an’ny Samaritanina.",
        "26": "Fa nisy anjelin’i Jehovah niteny tamin’i Filipo hoe: “Mitsangàna, ka mandehana mianatsimo any amin’ny lalana midina avy any Jerosalema ho any Gaza.” Lalana any an-tany efitra izany.",
        "27": "Dia nitsangana izy ka lasa, ary nahita tandapa etiopianina, izay olona ambony teo ambany fahefan’i Kandasy mpanjakavavin’ny Etiopianina. Niadidy ny harenany rehetra io tandapa io, ary nankany Jerosalema mba hivavaka.",
        "28": "Teny an-dalana hody, dia nipetraka tao amin’ny kalesiny izy sady namaky mafy ny bokin’i Isaia mpaminany.",
        "29": "Koa hoy ny fanahy masina tamin’i Filipo: “Mandehana, enjeho iny kalesy iny!”",
        "30": "Dia nihazakazaka teo anilan’ilay kalesy i Filipo ka nandre azy namaky mafy ny bokin’i Isaia mpaminany, ary hoy izy: “Tena azonao ve izay vakinao?”",
        "31": "Dia hoy izy: “Ahoana moa no hahazoako azy raha tsy misy manoro ahy?” Ary niangavy an’i Filipo izy mba hiakatra sy hipetraka teo akaikiny.",
        "32": "Ary izao ilay andalan-tenin’ny Soratra Masina izay novakiny: “Toy ny ondry nentina hovonoina izy, ary toy ny zanak’ondry moana eo anoloan’ny mpanety azy ka tsy miloa-bava.",
        "33": "Tsy nomena rariny izy nandritra ny fotoana nampietrena azy. Ary iza no hilaza ny tsipiriany momba ny taranaka nipoirany? Fa ny ainy aza nesorina tsy ho amin’ny tany.”",
        "34": "Dia hoy ilay tandapa tamin’i Filipo: “Mba lazao amiko re: Iza no lazain’ilay mpaminany amin’izany? Ny tenany ihany ve sa olon-kafa?”",
        "35": "Ary nanomboka niteny i Filipo, ka tamin’iny andalan-tenin’ny Soratra Masina iny no nanombohany nitory taminy ny vaovao tsara momba an’i Jesosy.",
        "36": "Ary raha teny an-dalana izy ireo, dia tonga teo amin’izay nisy rano, ka hoy ilay tandapa: “Io misy rano, ka inona no misakana ahy tsy hatao batisa?”",
        "37": "* ——",
        "38": "Dia nasainy najanona ilay kalesy, ary nidina tao anaty rano i Filipo sy ilay tandapa, ka nataon’i Filipo batisa izy.",
        "39": "Ary nony niakatra avy tao anaty rano izy roa lahy, dia nentin’ny fanahin’i Jehovah avy hatrany i Filipo, ka tsy hitan’ilay tandapa intsony. Dia nanohy ny diany ilay tandapa sady ravoravo.",
        "40": "Fa i Filipo kosa hita tany Asdoda, ary namakivaky an’ilay faritany izy, ka tsy nitsahatra nitory ny vaovao tsara tany amin’ny tanàna rehetra, mandra-pahatongany tany Kaisaria."
    },
    "9": {
        "1": "Ary mbola nandrahona sy nitady handripaka ny mpianatry ny Tompo ihany i Saoly. Koa nankany amin’ny mpisoronabe izy,",
        "2": "ary nangataka taratasy ho an’ireo synagoga * any Damaskosy, mba hoentiny nifatotra tany Jerosalema izay hitany manaraka Ny Lalana, * na lahy na vavy.",
        "3": "Ary raha mbola teny an-dalana izy ka efa nanakaiky an’i Damaskosy, dia nisy hazavana tampoka avy tany an-danitra nanjelanjelatra nanodidina azy.",
        "4": "Dia lavo tamin’ny tany izy, ary nandre feo nilaza taminy hoe: “Saoly, Saoly, nahoana no manenjika ahy ianao?”",
        "5": "Ary hoy izy: “Iza moa ianao, tompoko?” Dia hoy izy: “Izaho no Jesosy izay enjehinao.",
        "6": "Fa mitsangàna, ka midira ao an-tanàna, dia holazaina aminao izay tokony hataonao.”",
        "7": "Nijoro teo tsy nahateny kosa ireo lehilahy niara-dia taminy. Nandre feo ihany izy ireo nefa tsy nahita olona.",
        "8": "Koa niarina avy teo amin’ny tany i Saoly, nefa tsy nahita na inona na inona ny masony, na dia nisokatra aza. Dia notantanan’ireo izy, ka nentiny niditra tao Damaskosy.",
        "9": "Ary tsy nahita mihitsy izy nandritra ny telo andro, sady tsy nihinana na nisotro.",
        "10": "Ary nisy mpianatra atao hoe Ananiasy tao Damaskosy. Koa hoy ny Tompo taminy tao amin’ny fahitana: “Ry Ananiasy!” Dia hoy izy: “Intỳ aho, Tompo ô!”",
        "11": "Ary hoy ny Tompo: “Mitsangàna ka mankanesa any amin’ilay lalana atao hoe Imahitsy. Ary anontanio ao an-tranon’i Jodasy fa misy lehilahy atao hoe Saoly ao, ilay avy any Tarsosy. Eo am-pivavahana indrindra izy izao,",
        "12": "ka hitany tao amin’ny fahitana ny lehilahy atao hoe Ananiasy, izay niditra ka nametra-tanana taminy, mba hahitan’ny masony indray.”",
        "13": "Fa hoy i Ananiasy: “Tompo ô, efa reko tamin’olona maro ny momba izany lehilahy izany, sy ny zava-dratsy maro nataony tamin’ny olonao masina tany Jerosalema.",
        "14": "Eto izy izao, ary nahazo fahefana tamin’ny lehiben’ny mpisorona mba hamatotra an’izay rehetra miantso ny anaranao.”",
        "15": "Fa hoy ny Tompo: “Mandehana, fa fanaka voafidy ho ahy izany lehilahy izany, mba hitondra ny anarako any amin’ny hafa firenena sy ny mpanjaka ary ny zanak’Israely.",
        "16": "Fa hasehoko mazava aminy ny zavatra maro tsy maintsy iaretany noho ny anarako.”",
        "17": "Dia lasa i Ananiasy ary niditra tao amin’ilay trano, ka nametra-tanana taminy ary nanao hoe: “Ry Saoly, rahalahy. Ny Tompo, eny, ilay Jesosy niseho taminao teny amin’ny lalana nalehanao, no naniraka ahy mba hahitan’ny masonao indray sy mba hahafeno fanahy masina anao.”",
        "18": "Ary avy hatrany dia nisy zavatra toy ny kiran-trondro nilatsaka avy tamin’ny masony, ka nahiratra izy ary nitsangana sy natao batisa.",
        "19": "Dia nihinan-kanina izy ka nihanatanjaka. Niaraka tamin’ireo mpianatra tany Damaskosy izy, nandritra ny andro vitsivitsy,",
        "20": "ary avy hatrany dia nitory tany amin’ny synagoga ka nilaza fa i Jesosy no Zanak’Andriamanitra.",
        "21": "Gaga anefa izay rehetra nandre azy, ka nanao hoe: “Ka tsy io ve ilay fatra-panenjika an’ireo niantso izany anarana izany tany Jerosalema e? Ary izany indrindra aza no ahatongavany eto, mba hitondra an’ireny mifatotra any amin’ny lehiben’ny mpisorona.”",
        "22": "Fa vao mainka kosa i Saoly nahazo hery, ary gaga sady very hevitra ny Jiosy nonina tany Damaskosy, rehefa nanome porofo tsara lahatra izy fa i Jesosy no Kristy.",
        "23": "Rehefa afaka andro maromaro, dia nikaon-doha hamono azy ny Jiosy.",
        "24": "Nanjary fantatr’i Saoly anefa ny tetik’ireo. Ary nambenan’ireo mafy andro aman’alina ny vavahady, mba hahafahany hamono azy.",
        "25": "Dia nalain’ny mpianany izy, ary nataony tao an-tsobika ka nampidininy avy teo am-baravarankelin’ny manda, tamin’ny alina.",
        "26": "Raha vao tonga tany Jerosalema izy, dia niezaka hiaraka tamin’ny mpianatra. Natahotra azy anefa ny rehetra, satria tsy nino hoe efa lasa mpianatra koa izy.",
        "27": "Koa nanampy azy i Barnabasy ary nitondra azy tany amin’ny apostoly, ary nilaza tamin’ireo ny tsipirian’ny nahitan’i Saoly ny Tompo teny an-dalana, sy ny niresahan’ny Tompo taminy, ary ny fahasahian’i Saoly nitory tamin’ny anaran’i Jesosy tany Damaskosy.",
        "28": "Dia nitoetra teo amin’izy ireo i Saoly, ka nivezivezy malalaka tao Jerosalema ary sahy nitory tamin’ny anaran’ny Tompo.",
        "29": "Ary niresaka sy niady hevitra tamin’ny Jiosy miteny grika izy, saingy notadiavin’ireo hovonoina.",
        "30": "Rehefa tsikaritr’ireo rahalahy izany, dia nentiny nidina tany Kaisaria izy, ka nalefany tany Tarsosy.",
        "31": "Ary nandry feizay ny fiangonana eran’i Jodia sy Galilia ary Samaria. Koa nihanatanjaka ny fiangonana, sady nandeha tamin’ny fahatahorana an’i Jehovah sy ny fampiononan’ny fanahy masina, ka tsy nitsaha-nitombo.",
        "32": "Ary nitety ny faritra rehetra i Petera, ka nidina tany amin’ireo olona masina nonina tany Lyda koa.",
        "33": "Nahita lehilahy atao hoe Enea izy tao, ary efa valo taona izy io no nandry teo ambony fandriana, fa nalemy.",
        "34": "Dia hoy i Petera taminy: “Ry Enea, manasitrana anao i Jesosy Kristy. Mitsangàna ary amboary ny fandriananao.” Dia nitsangana avy hatrany i Enea.",
        "35": "Ary hitan’ny mponina rehetra tao Lyda sy ny lemak’i Sarôna izy, ka niova sy nanaiky ny Tompo ireo.",
        "36": "Ary tao Jopa indray, dia nisy mpianatra atao hoe Tabita, na Dorkasy, raha adika. Ary be tokoa ny asa soa vitany sy ny fiantrany ny mahantra.",
        "37": "Narary anefa izy tamin’izany andro izany, ka maty. Koa nampandroin’izy ireo ny faty ary napetrany tao amin’ny efitrano ambony rihana.",
        "38": "Tanàna akaikin’i Lyda i Jopa, ka rehefa ren’ny mpianatra fa tao amin’io tanàna io i Petera, dia naniraka roa lahy ho any aminy izy, mba hiangavy hoe: “Tongava hatratỳ aminay, fa aza misalasala.”",
        "39": "Dia nitsangana i Petera ka niaraka tamin’izy roa lahy. Rehefa tonga tany izy, dia nentin’izy ireo tao amin’ilay efitrano ambony rihana. Ary tonga teo aminy daholo ny vehivavy mpitondratena rehetra, sady nitomany no nampiseho azy ny akanjo sy fitafiana ivelany maro nataon’i Dorkasy fony fahavelony.",
        "40": "Fa nasain’i Petera nivoaka ny rehetra, ary nandohalika izy ka nivavaka. Dia nitodika tany amin’ny faty izy, ka nanao hoe: “Ry Tabita, miarena!” Dia nosokafan’i Tabita ny masony, ka niarina izy raha vao nahita an’i Petera.",
        "41": "Natolotr’i Petera azy ny tanany ka natsangany izy, sady nantsoiny ny olona masina sy ny mpitondratena ka natolony azy ireo velona izy.",
        "42": "Nanjary fantatry ny olona eran’i Jopa izany, ka maro no nino ny Tompo.",
        "43": "Dia nijanona andro vitsivitsy tao Jopa i Petera, tao amin’i Simona mpanao hoditra."
    },
    "10": {
        "1": "Nisy lehilahy atao hoe Kornelio tany Kaisaria. Manamboninahitra tao amin’ilay nantsoina hoe Andia-miaramila Italianina izy.",
        "2": "Mpivavaka be sady natahotra an’Andriamanitra izy sy ny ankohonany manontolo, ka nanome zavatra be dia be ho fiantrana ny mahantra ary nitalaho mandrakariva tamin’Andriamanitra.",
        "3": "Ary tamin’ny ora fahasivy teo ho eo, dia hitany tsara tao amin’ny fahitana fa nisy anjelin’Andriamanitra nanatona azy ka nilaza hoe: “Ry Kornelio!”",
        "4": "Dia nibanjina azy i Kornelio sady natahotra, ka nanao hoe: “Ahoana izay, Tompo ô?” Dia hoy izy: “Efa niakatra ho fampahatsiahivana eo anatrehan’Andriamanitra ny vavakao sy ny fiantranao ny mahantra.",
        "5": "Koa maniraha olona ho any Jopa ka ampanantsoy i Simona, izay atao koa hoe Petera.",
        "6": "Mivahiny ao amin’i Simona mpanao hoditra izy, ary eo amoron-dranomasina ny tranon’izy io.”",
        "7": "Raha vao lasa ilay anjely niresaka taminy, dia niantso roa lahy tamin’ireo mpiasa tao an-tranony izy, ary koa miaramila mpivavaka be iray, izay samy anisan’ireo mpikarakara azy isan’andro.",
        "8": "Dia notantarainy tamin’ireo ny zava-drehetra, ary nirahiny ho any Jopa ireo.",
        "9": "Ny ampitson’iny, raha mbola teny an-dalana izy ireo ka efa nanakaiky an’ilay tanàna, dia niakatra tao an-tampon-trano i Petera, tamin’ny ora fahenina * teo ho eo, mba hivavaka.",
        "10": "Noana be anefa izy ka te hihinan-kanina. Raha mbola nokarakaraina ny sakafo, dia nahita fahitana i Petera.",
        "11": "Nahita ny lanitra nisokatra izy. Ary nisy zavatra nampidinina avy any, toy ny lamba rongony lehibe. Nampidinina tamin’ny zorony efatra ho amin’ny tany ilay izy.",
        "12": "Nisy izao karazam-biby rehetra izao tao anatiny, dia biby manan-tongotra efatra sy mandady izay fahita etỳ an-tany, ary koa voro-manidina.",
        "13": "Ary nisy feo nanao taminy hoe: “Mitsangàna, ry Petera, vonoy ka hano!”",
        "14": "Hoy anefa i Petera: “Sanatria, Tompo ô! Fa mbola tsy nihinan-javatra maloto sy tsy madio mihitsy aho.”",
        "15": "Dia hoy indray ilay feo taminy fanindroany: “Aza ataonao intsony hoe maloto izay efa nodiovin’Andriamanitra.”",
        "16": "Ary nisy fanintelony izany, dia nakarina avy hatrany tany an-danitra ilay izy.",
        "17": "Ary raha mbola very hevitra mafy ny amin’izay mety ho hevitr’ilay fahitana hitany i Petera, dia indreo fa nanontany ny tranon’i Simona ireo lehilahy nirahin’i Kornelio, ka nijoro teo am-bavahady.",
        "18": "Dia niantso ireo ka nanontany raha nivahiny tao i Simona, izay atao koa hoe Petera.",
        "19": "Raha mbola nieritreritra tsara momba ilay fahitana i Petera, dia hoy ny fanahy masina: “Misy telo lahy ireo mitady anao.",
        "20": "Mitsangàna ka midìna, ary aza misalasala mihitsy fa mandehana miaraka aminy, satria izaho no naniraka azy.”",
        "21": "Dia nidina ho any amin’ireo i Petera, ka nanao hoe: “Izaho ilay tadiavinareo. Inona no anton-dianareo?”",
        "22": "Hoy ireo: “Misy manamboninahitra atao hoe Kornelio, izay lehilahy marina sy matahotra an’Andriamanitra ary tsara laza eo amin’ny firenena jiosy manontolo. Nisy anjely masina nirahin’Andriamanitra hilaza taminy mba hampaka anao ho any an-tranony sy hihaino izay holazainao.”",
        "23": "Dia nampandrosoin’i Petera ireo ka nivahiny tao aminy. Ny ampitson’iny, dia niainga niaraka tamin’ireo i Petera, ary nisy rahalahy avy any Jopa koa niaraka taminy.",
        "24": "Dia niditra tao Kaisaria izy ny ampitso, ary efa niandry azy ireo tokoa i Kornelio ka efa namory ny havany sy ny namany akaiky.",
        "25": "Koa niditra i Petera ary nitsena azy i Kornelio, ka niankohoka tamim-panajana teo an-tongony.",
        "26": "Fa natsangan’i Petera izy, ka nataony hoe: “Mitsangàna, fa izaho koa ange olona ihany e!”",
        "27": "Sady niresaka taminy izy no niditra tao an-trano, ka nahita olona maro efa vory tao.",
        "28": "Koa hoy izy tamin’ireo: “Fantatrareo tsara fa tsy azon’ny Jiosy atao ny miaraka amin’ny hafa firenena na ny manatona azy. Nasehon’Andriamanitra tamiko anefa fa tsy tokony hiantso olona hoe maloto na tsy madio aho.",
        "29": "Ka dia tonga aho, ary tsy nanda mihitsy rehefa nampanalaina. Koa inona àry no antony nanirahanareo olona haka ahy?”",
        "30": "Dia hoy i Kornelio: “Efatra andro lasa izay, tamin’ny ora toy izao indrindra, dia nivavaka tato an-tranoko aho tamin’ny ora fahasivy. Ary nisy lehilahy nanao akanjo namirapiratra nijoro teo anatrehako,",
        "31": "ka nanao hoe: ‘Ry Kornelio! Efa nohenoin’Andriamanitra ny vavakao ary notsarovana teo anatrehany koa ny fiantranao ny mahantra.",
        "32": "Koa maniraha olona ho any Jopa ka ampanantsoy i Simona, ilay atao koa hoe Petera, izay mivahiny ao an-tranon’i Simona mpanao hoditra, eo amoron-dranomasina.’",
        "33": "Koa avy hatrany dia naniraka olona tany aminao aho, ary soa fa tonga ianao. Koa indreto izahay rehetra eto anatrehan’Andriamanitra mba hihaino izay rehetra nandidian’i Jehovah anao holazaina aminay.”",
        "34": "Dia niteny i Petera, ka nanao hoe: “Hitako marina izao fa tsy mizaha tavan’olona Andriamanitra,",
        "35": "fa amin’ny firenena rehetra, izay olona matahotra azy ka manao ny marina no ankasitrahany.",
        "36": "Nandefa hafatra tany amin’ny zanak’Israely izy mba hotorina amin’ireo ilay vaovao tsaran’ny fihavanana amin’ny alalan’i Jesosy Kristy hoe: Izy no Tompon’ny olon-drehetra.",
        "37": "Fantatrareo fa taorian’ny batisa notorin’i Jaona, dia ambentin-dresaky ny olona eran’i Jodia manontolo, nanomboka tany Galilia,",
        "38": "ny amin’i Jesosy avy any Nazareta, izay nohosoran’Andriamanitra tamin’ny fanahy masina sy ny hery. Ary nandeha hatraiza hatraiza izy ka nanao soa sy nanasitrana an’izay rehetra nampahorin’ny Devoly, satria nomba azy Andriamanitra.",
        "39": "Ary vavolombelon’ny zava-drehetra nataony tany amin’ny tanin’ny Jiosy sy tany Jerosalema izahay. Novonoin’izy ireo anefa izy ka nahantony teo amin’ny tsato-kazo.",
        "40": "Fa Andriamanitra nanangana azy tamin’ny andro fahatelo, ka namela azy hiseho tamin’olona.",
        "41": "Tsy tamin’ny olon-drehetra anefa no nisehoany, fa tamin’ny vavolombelona notendren’Andriamanitra mialoha, izany hoe taminay izay niara-nihinana sy nisotro taminy taorian’ny nitsanganany tamin’ny maty.",
        "42": "Ary nandidy anay hitory amin’ny olona koa izy, ka hanazava tsara * fa izy no notendren’Andriamanitra hitsara ny velona sy ny maty.",
        "43": "Izy no nambaran’ny mpaminany rehetra hoe izay mino azy dia mahazo famelan-keloka amin’ny anarany.”",
        "44": "Raha mbola nilaza izany i Petera, dia nilatsaka tamin’izay rehetra nihaino ny teny ny fanahy masina.",
        "45": "Dia gaga ireo olona tsy mivadika anisan’ny voafora izay niaraka tamin’i Petera, satria nilatsaka tamin’ny hafa firenena koa ny fanomezana maimaim-poana, dia ny fanahy masina.",
        "46": "Fa nandre an’ireo niteny tamin’ny fiteny samihafa sy nankalaza an’Andriamanitra izy ireo. Dia hoy i Petera:",
        "47": "“Nandray ny fanahy masina tahaka antsika koa ireto olona ireto, koa misy aminareo ve afaka misakana azy tsy hatao batisa amin’ny rano?”",
        "48": "Koa nandidy ny hanaovana batisa azy ireo tamin’ny anaran’i Jesosy Kristy izy. Dia nangataka an’i Petera hijanona andro vitsivitsy tany izy ireo."
    },
    "11": {
        "1": "Ren’ny apostoly sy ny rahalahy tany Jodia fa nandray ny tenin’Andriamanitra koa ireo hafa firenena.",
        "2": "Koa rehefa niakatra tany Jerosalema i Petera, dia nifanditra taminy ireo mpomba ny famorana,",
        "3": "izay nilaza fa niantrano tao amin’ny tsy mifora izy sady niara-nisakafo taminy.",
        "4": "Dia nanomboka nanazava tamin’ny an-tsipiriany i Petera, ka nanao hoe:",
        "5": "“Nivavaka tao an-tanànan’i Jopa aho ary nahita fahitana. Nisy zavatra nampidinina avy any an-danitra. Toy ny lamba rongony lehibe nampidinina tamin’ny zorony efatra ilay izy, ka tonga teo amiko.",
        "6": "Nibanjina ny tao anatiny aho, ary nandinika ka nahita an’ireo biby manan-tongotra efatra fahita etỳ an-tany, sy bibidia ary biby mandady mbamin’ny voro-manidina.",
        "7": "Dia reko koa nisy feo nanao tamiko hoe: ‘Mitsangàna, ry Petera, vonoy ka hano!’",
        "8": "Fa hoy aho: ‘Sanatria, Tompo ô! Fa mbola tsy niditra ny vavako mihitsy izay zavatra maloto na tsy madio.’",
        "9": "Dia namaly fanindroany ilay feo avy any an-danitra hoe: ‘Aza ataonao intsony hoe maloto izay efa nodiovin’Andriamanitra.’",
        "10": "Ary nisy fanintelony izany, dia nosintonina niakatra tany an-danitra indray ny zava-drehetra.",
        "11": "Tamin’izay indrindra no nisy telo lahy tonga teo amin’ilay trano nipetrahanay. Nirahina avy any Kaisaria izy ireo ho any amiko.",
        "12": "Dia nilaza tamiko ny fanahy masina mba hiaraka tamin’izy ireo ka tsy hisalasala mihitsy. Ary niaraka tamiko koa ireto rahalahy enina ireto, ka niditra tao an-tranon-dralehilahy izahay.",
        "13": "“Nolazainy taminay ny nahitany anjely nijoro tao an-tranony, izay nanao hoe: ‘Maniraha olona ho any Jopa, ka ampanantsoy i Simona, izay atao koa hoe Petera,",
        "14": "fa holazainy aminao izay hahavoavonjy anao sy ny ankohonanao manontolo.’",
        "15": "Vao nanomboka niteny anefa aho, dia nilatsaka tamin’izy ireo ny fanahy masina, toy ny nilatsahany tamintsika tamin’ny voalohany.",
        "16": "Tamin’izay dia tsaroako ny tenin’ny Tompo, izay nilaza matetika hoe: ‘Jaona nanao batisa tamin’ny rano, fa ianareo kosa hatao batisa amin’ny fanahy masina.’",
        "17": "Ary raha ireo koa aza nomen’Andriamanitra fanomezana maimaim-poana, toy ny nataony tamintsika izay nino an’i Jesosy Kristy Tompo, iza moa aho no hahasakana an’Andriamanitra?”",
        "18": "Rehefa nandre izany izy ireo, dia nanaiky ka nanome voninahitra an’Andriamanitra hoe: “Nataon’Andriamanitra tokoa izay hahafahan’ny hafa firenena hibebaka, mba hahazoan’izy ireo fiainana!”",
        "19": "Tonga hatrany Fenisia sy Sipra ary Antiokia ireo mpianatra niparitaka vokatr’ilay fanenjehana taorian’ny namonoana an’i Stefana. Tsy nitory ny teny afa-tsy tamin’ny Jiosy anefa izy ireo.",
        "20": "Ary nisy tamin’izy ireo avy any Sipra sy Kyrena izay tonga tany Antiokia. Niresaka tamin’ny olona miteny grika izy ireo, ka nitory ny vaovao tsara momba an’i Jesosy Tompo.",
        "21": "Dia nomba azy ireo ny tanan’i Jehovah. Ary olona maro be tonga mpino no niova sy nanaiky ny Tompo.",
        "22": "Tonga tany an-tsofin’ny fiangonana tany Jerosalema ny fitantarana momba azy ireo, ka nirahin’ny fiangonana handeha hatrany Antiokia i Barnabasy.",
        "23": "Faly i Barnabasy rehefa tonga tany sy rehefa nahita fa naneho hatsaram-panahy tsy manam-paharoa Andriamanitra. Dia nampahery ny rehetra izy mba hifikitra foana amin’ny Tompo amin’ny fony manontolo.",
        "24": "Fa lehilahy tsara fanahy sy feno fanahy masina ary be finoana izy. Koa olona maro be no nanampy isa ny vahoakan’ny Tompo.",
        "25": "Dia nankany Tarsosy izy mba hitady mafy an’i Saoly.",
        "26": "Rehefa hitany i Saoly, dia nentiny tany Antiokia. Koa niara-nivory tamin’ny fiangonana tany izy roa lahy ary nampianatra olona maro be, nandritra ny herintaona naninjitra. Tany Antiokia no niantsoana voalohany ny mpianatra hoe Kristianina, noho ny fitondran’Andriamanitra.",
        "27": "Tamin’izany andro izany, dia nisy mpaminany nidina avy any Jerosalema nankany Antiokia.",
        "28": "Anisan’ireny ilay antsoina hoe Agabo, izay notarihin’ny fanahy hilaza fa tsy ho ela dia hisy mosary lehibe hanerana ny tany onenana. Dia nitranga tamin’ny andron’i Klaodio tokoa izany.",
        "29": "Koa tapa-kevitra ny mpianatra fa samy handefa fanampiana araka izay vitany, ho an’ireo rahalahy nonina tany Jodia.",
        "30": "Dia nataony tokoa izany, ka nampitondrainy an’i Barnabasy sy Saoly, ho any amin’ny anti-panahy."
    },
    "12": {
        "1": "Tokotokony ho tamin’izay fotoana izay, dia nanao zavatra i Heroda Mpanjaka mba hampahoriana ny sasany tamin’izay anisan’ny fiangonana.",
        "2": "Koa novonoiny tamin’ny sabatra i Jakoba, rahalahin’i Jaona.",
        "3": "Dia hitany fa nahafaly ny Jiosy izany, ka nosamboriny koa i Petera. Andro fihinanana ny mofo tsy misy lalivay tamin’izay.",
        "4": "Rehefa voasambotra i Petera, dia nataony am-ponja ka natolony mba hambenan’ny antoko-miaramila efatra nifandimby, izay nisy miaramila efatra avy. Nikasa hampiseho azy tamin’ny vahoaka mantsy izy taorian’ny Paska.",
        "5": "Koa notanana am-ponja i Petera, fa ny fiangonana kosa naharitra nivavaka mafy tamin’Andriamanitra ho azy.",
        "6": "Ny alina talohan’ny hampisehoan’i Heroda azy, dia natory teo anelanelan’ny miaramila roa i Petera, voafatotra rojo vy roa. Ary nisy mpiambina koa teo anoloan’ny varavarana, niambina ny fonja.",
        "7": "Ary io fa nijoro teo anilany ny anjelin’i Jehovah, ary nisy hazavana namirapiratra tao amin’ilay efitra figadrana. Dia nandona an’i Petera teo amin’ny tehezany izy ka namoha azy, sady nanao hoe: “Mitsangàna haingana!” Ary latsaka niala tamin’ny tanany ny rojo vy.",
        "8": "Dia hoy ilay anjely taminy: “Misikìna ary afatory ny kapanao.” Koa nataony izany. Farany, dia hoy ilay anjely: “Anaovy ny akanjonao ivelany, ary araho aho.”",
        "9": "Ary nivoaka nanaraka an’ilay anjely i Petera, nefa tsy fantany hoe tena izy ny zavatra nataon’ilay anjely, fa noheveriny hoe nahita fahitana izy.",
        "10": "Nandalo an’ireo mpiambina voalohany izy ireo, ary avy eo ny faharoa, ka tonga teo amin’ilay vavahady vy mankao an-tanàna. Dia nisokatra ho azy ilay vavahady mba handehanany. Rehefa tafavoaka izy ireo ka niroso nankamin’ny lalana iray, dia nandao azy avy hatrany ilay anjely.",
        "11": "Ary hoy i Petera, rehefa tonga saina tsara: “Fantatro marina izao fa naniraka ny anjeliny i Jehovah, mba hanafaka ahy tamin’ny tanan’i Heroda sy tamin’izay rehetra efa nantenain’ny Jiosy hanjo ahy.”",
        "12": "Rehefa nieritreritra momba izay nitranga izy, dia nankany an-tranon’i Maria, renin’i Jaona, izay atao koa hoe Marka. Ary nisy olona maro nivory sy nivavaka tao.",
        "13": "Dia nandondòna teo am-bavahady izy, ka tonga ilay mpanompovavy atao hoe Roda.",
        "14": "Raha vao fantany ny feon’i Petera, dia tsy namoha ny vavahady izy noho ny hafaliany fa nihazakazaka niditra kosa, ka nilaza fa mijoro ao am-bavahady i Petera.",
        "15": "Ary hoy ny olona taminy: “Lasa adala ianao.” Fa mbola nanizingizina ihany izy fa tena ao tokoa izy. Dia hoy ireo: “Anjelin’i Petera izany.”",
        "16": "Fa mbola nandondòna tao foana i Petera, ka rehefa nanokatra izy ireo, dia nahita azy ka gaga.",
        "17": "Fa nanao fihetsika tamin’ny tanany izy mba hampangina azy ireo, ary nitantara tamin’ny an-tsipiriany ny namoahan’i Jehovah azy avy tao am-ponja. Ary hoy izy: “Lazao amin’i Jakoba sy ny rahalahy izany.” Dia nivoaka nankany an-toeran-kafa izy.",
        "18": "Rehefa maraina ny andro, dia nisomaritaka be ihany ny miaramila izay samy nanontany tena hoe nankaiza i Petera.",
        "19": "Nikaroka azy hatraiza hatraiza i Heroda, fa tsy nahita. Dia nofotopotorany ireo mpiambina, ary nasainy nentina hosazina. Ary niala tany Jodia i Heroda ka nidina tany Kaisaria, ary nijanona kelikely tany.",
        "20": "Tezitra tamin’ny mponin’i Tyro sy Sidona i Heroda. Koa nifanara-kevitra ho any aminy ireo, ka nitady fihavanana taminy, rehefa avy nandresy lahatra an’i Blasto, izay niandraikitra ny efitra fatorian’ny mpanjaka. Ny firenen’ny mpanjaka mantsy no namatsy hanina ny firenen’izy ireo.",
        "21": "Tamin’ny andro voatondro àry, dia nanao akanjona mpanjaka i Heroda ka nipetraka teo amin’ny toeram-pitsarana ary nikabary tamin’ny vahoaka.",
        "22": "Dia niantsoantso mafy ireo vahoaka tafavory hoe: “Feon’andriamanitra izany, fa tsy feon’olona!”",
        "23": "Ary teo no ho eo ihany, dia namely an’i Heroda ny anjelin’i Jehovah, satria tsy nanome voninahitra an’Andriamanitra izy. Ary lanin’ny kankana izy, ka tapitra ny ainy.",
        "24": "Fa niroborobo sy niely hatrany kosa ny tenin’i Jehovah.",
        "25": "Rehefa vitan’i Barnabasy sy Saoly ny fizarana fanampiana tany Jerosalema, dia niverina izy roa lahy ka nentiny niaraka taminy i Jaona, ilay atao koa hoe Marka."
    },
    "13": {
        "1": "Nisy an’ireto mpaminany sy mpampianatra ireto teo anivon’ny fiangonana tany Antiokia: I Barnabasy, sy Simeona izay atao hoe Nigera, sy Losio avy any Kyrena, sy Menahema izay niara-nianatra tamin’i Heroda lehibem-paritra, ary Saoly.",
        "2": "Raha mbola teo am-panompoana an’i Jehovah izy ireo ho fanasoavana ny besinimaro sady mbola nifady hanina, dia hoy ny fanahy masina: “Amin’ny olona rehetra dia i Barnabasy sy Saoly no atokàny ho ahy mba hanao ny asa niantsoako azy.”",
        "3": "Dia nifady hanina sy nivavaka izy ireo ka nametra-tanana tamin’izy roa lahy, ary nandefa azy.",
        "4": "Koa rehefa nirahin’ny fanahy masina izy roa lahy, dia nidina tany Seleokia, ary avy any izy no nandeha sambo nankany Sipra.",
        "5": "Ary tonga tany Salamisy izy ireo ka nitory ny tenin’Andriamanitra tao amin’ny synagogan’ny Jiosy. Niaraka tamin’izy roa lahy koa i Jaona mba hanampy azy.",
        "6": "Dia namakivaky ilay nosy manontolo izy ireo ka tonga hatrany Pafo, ary tojo lehilahy jiosy antsoina hoe Barjesosy, izay mpilalao ody sady mpaminany sandoka.",
        "7": "Niaraka tamin’i Sergio Paolo governoram-paritra izy io. Ary lehilahy nahira-tsaina i Sergio Paolo. Dia nantsoin’io governora io i Barnabasy sy Saoly fa naniry mafy handre ny tenin’Andriamanitra izy.",
        "8": "Nanohitra azy roa lahy anefa i Elyma mpilalao ody—izany no anarany raha adika—ka nitady hisakana an’ilay governoram-paritra tsy hanaiky ny finoana.",
        "9": "Ary nanjary feno fanahy masina i Saoly, izay atao koa hoe Paoly, ka nibanjina azy",
        "10": "ary nanao hoe: “Ry lehilahy feno an’izao karazam-pitaka sy faharatsiana rehetra izao, sady zanaky ny Devoly no fahavalon’ny fahamarinana rehetra! Tsy hitsahatra hanolana ny lala-mahitsin’i Jehovah mihitsy ve ianao?",
        "11": "Koa hamely anao ny tanan’i Jehovah ka ho jamba ianao, ary hisy fe-potoana tsy hahitanao ny hazavan’ny masoandro.” Teo no ho eo ihany, dia nisy zavona matevina sy haizina nanarona azy ka nihodinkodina nitady olona hitantana azy izy.",
        "12": "Rehefa nahita izany ilay governoram-paritra, dia nino satria talanjona tamin’ny fampianaran’i Jehovah.",
        "13": "Ary niondrana an-tsambo avy tao Pafo i Paoly sy ireo namany, ka tonga tany Perga any Pamfylia. Nandao azy ireo anefa i Jaona, ka niverina tany Jerosalema.",
        "14": "Fa izy ireo kosa nanohy ny diany, ka niala tao Perga dia tonga tany Antiokia, any Pisidia. Koa niditra tao amin’ny synagoga izy ireo tamin’ny sabata ka naka toerana.",
        "15": "Rehefa voavaky teo anatrehan’ny rehetra ny Lalàna sy ny Mpaminany, dia nampitondra teny ho azy roa lahy ny mpitantana ny synagoga hoe: “Ry rahalahy, raha manana teny hampaherezana ny olona ianareo, dia mitenena!”",
        "16": "Dia nitsangana i Paoly, ary nanao fihetsika tamin’ny tanany mba hampanginana ny olona, ka niteny hoe: “Ry Israelita sy ianareo matahotra an’Andriamanitra, mihainoa!",
        "17": "Nifidy ny razantsika ny Andriamanitr’ity vahoakan’Israely ity, ka nanandratra azy fony izy ireo nivahiny tany Ejipta, ary namoaka azy avy tany, tamin-kery * lehibe.",
        "18": "Dia niaritra ny nataon’izy ireo tany an-tany efitra izy nandritra ny efapolo taona teo ho eo.",
        "19": "Ary nizara ny tany Kanana tamin’ny alalan’ny antsapaka izy, rehefa avy nandringana firenena fito tao amin’io tany io.",
        "20": "Naharitra dimampolo sy efajato taona teo ho eo izany rehetra izany. “Ary nanaraka izany, dia nomeny mpitsara izy ireo, hatreo amin’i Samoela mpaminany.",
        "21": "Nitaky ny hanana mpanjaka anefa izy ireo taorian’izay. Koa nomen’Andriamanitra azy nandritra ny efapolo taona i Saoly zanak’i Kisy, lehilahy avy tamin’ny fokon’i Benjamina.",
        "22": "Ary rehefa nesoriny i Saoly, dia notendreny ho mpanjakan’izy ireo i Davida. Izao no nambarany momba an’io Davida io: ‘Nahita an’i Davida zanak’i Jese aho. Lehilahy sitraky ny foko izy, ary hanao izay iriko rehetra.’",
        "23": "Araka ny efa nampanantenain’Andriamanitra, dia avy tamin’ny taranak’i Davida no nanomezany mpamonjy ho an’ny Israely, dia i Jesosy.",
        "24": "Nanao izany Andriamanitra taorian’ny nitorian’i Jaona ampahibemaso tamin’ny vahoakan’Israely manontolo. Nitory momba ny batisa mariky ny fibebahana tokoa izy talohan’ny nahatongavan’i Jesosy.",
        "25": "Rehefa nanatontosa ny asa nanendrena azy i Jaona, dia nanao hoe: ‘Ataonareo ho iza moa aho? Tsy izy aho. Fa misy anankiray ho tonga aoriako ary tsy mendrika akory hamaha ny kapa amin’ny tongony aho.’",
        "26": "“Ry rahalahy, eny, ianareo zanaky ny taranak’i Abrahama sy ireo matahotra an’Andriamanitra eo aminareo, ho antsika no nandefasana izany hafatra momba ny famonjena izany.",
        "27": "Tsy nahalala azy ny mponin’i Jerosalema sy ny mpitondra teo aminy. Rehefa nitsara anefa izy ireo dia nanatanteraka izay nolazain’ireo Mpaminany, dia izay vakina mafy isan-tsabata.",
        "28": "Ary nangataka tamin’i Pilato ny hamonoana azy ho faty izy ireo, na dia tsy nahita antony tokony hamonoana azy aza.",
        "29": "Rehefa notanterahin’izy ireo daholo izay rehetra voasoratra momba azy, dia nampidinina avy teo amin’ny tsato-kazo izy, ary nalevina tao am-pasana.",
        "30": "Fa Andriamanitra kosa nanangana azy tamin’ny maty.",
        "31": "Koa nandritra ny andro maro, dia niseho tamin’ny olona niara-niakatra taminy avy any Galilia ho any Jerosalema izy. Ary vavolombelony eo anatrehan’ny olona izy ireny ankehitriny.",
        "32": "“Koa mitory aminareo ny vaovao tsara momba ilay fampanantenana natao tamin’ny razantsika izahay,",
        "33": "dia ny hoe notanterahin’Andriamanitra tamintsika taranany izany fampanantenana izany, tamin’ny nananganany an’i Jesosy tamin’ny maty, araka ny voasoratra ao amin’ny salamo faharoa hoe: ‘Ianao no zanako, ary izaho efa tonga Rainao androany.’",
        "34": "Ary izao no fomba nilazany ny nananganany azy tamin’ny maty mba tsy ho lo intsony: ‘Hanehoako hatsaram-panahy feno fitiavana ianareo, dia ilay hatsaram-panahy azo itokisana izay nasehoko tamin’i Davida.’",
        "35": "Hoy koa izy ao amin’ny salamo hafa: ‘Tsy havelanao ho lo ilay mpanomponao tsy mivadika.’",
        "36": "Nanatanteraka ny sitrapon’Andriamanitra efa voambara mazava mantsy i Davida, teo anivon’ny mpiara-belona taminy. Ary nodimandry * izy ka nalevina any amin’ny razany, dia lo.",
        "37": "Fa ilay natsangan’Andriamanitra kosa tsy lo.",
        "38": "“Koa aoka ho fantatrareo, ry rahalahy, fa famelan-keloka amin’ny alalany no torina aminareo,",
        "39": "ary ambara ho tsy manan-tsiny amin’ny alalany izay rehetra mino, eny, ambara ho tsy manan-tsiny amin’ny zava-drehetra tsy azon’ny lalàn’i Mosesy nanambarana anareo ho tsy manan-tsiny.",
        "40": "Koa tandremo sao ho tonga aminareo ny voalaza ao amin’ny Mpaminany hoe:",
        "41": "‘Jereo izany, ry mpaniratsira, ary aoka ianareo ho gaga amin’izany ka ho levona, satria manao zavatra aho amin’izao andronareo izao, dia zavatra izay tsy hinoanareo mihitsy, na dia misy mitantara aminareo amin’ny an-tsipiriany aza.’”",
        "42": "Rehefa nivoaka avy tao amin’ny synagoga izy roa lahy, dia niangavian’ny olona mba hiresaka izany indray amin’izy ireo, ny sabata manaraka.",
        "43": "Koa rehefa nirava ny fivoriana tao amin’ny synagoga, dia maro no nanaraka an’i Paoly sy Barnabasy, na Jiosy izany na ireo niova ho amin’ny fivavahana jiosy izay nanompo an’Andriamanitra. Ary niresaka tamin’ireo izy roa lahy, ka nampirisika an’ireo mba ho mendrika foana an’ilay hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "44": "Saiky ny rehetra tao an-tanàna no nivory mba hihaino ny tenin’i Jehovah ny sabata nanaraka.",
        "45": "Rehefa hitan’ny Jiosy ny vahoaka, dia velom-pialonana izy ireo, ka notoheriny sy notevatevainy ny zavatra nolazain’i Paoly.",
        "46": "Fa niteny tamim-pahasahiana i Paoly sy Barnabasy hoe: “Tsy maintsy notorina taminareo aloha ny tenin’Andriamanitra. Koa satria lavinareo izany ka mihevitra ny tenanareo ho tsy mendrika ny fiainana mandrakizay ianareo, dia hitodi-doha ho any amin’ny hafa firenena izahay.",
        "47": "Fa nandidy anay tamin’izao teny izao i Jehovah: ‘Notendreko ho fahazavan’ny hafa firenena ianao, mba hamonjena ny olona hatrany amin’ny faran’ny tany.’”",
        "48": "Faly ny hafa firenena rehefa nandre izany, ka nanome voninahitra ny tenin’i Jehovah. Ary izay nanana toe-po tsara mba hahazoana fiainana mandrakizay dia tonga mpino.",
        "49": "Dia naely tsy an-kijanona eran’ilay tany ny tenin’i Jehovah.",
        "50": "Fa nampirisihin’ny Jiosy ny vehivavy nanan-kaja izay mpivavaka tamin’Andriamanitra, mbamin’ireo lohandohany tao an-tanàna, ka nahatonga fanenjehana an’i Paoly sy Barnabasy ireo, sady nandroaka azy roa lahy tany ivelan’ny tanànany.",
        "51": "Fa nanintsana ny vovoka tamin’ny tongony kosa izy roa lahy mba hanamelohana azy ireo, dia lasa nankany Ikonioma.",
        "52": "Ary feno fifaliana sy fanahy masina hatrany ireo mpianatra."
    },
    "14": {
        "1": "Dia niditra tao amin’ny synagogan’ny Jiosy tany Ikonioma izy roa lahy ary nandaha-teny, hany ka maro be no tonga mpino, na Jiosy na Grika.",
        "2": "Fa nampirisika sy nitaona ny olona hafa firenena hanohitra an’ireo rahalahy kosa ny Jiosy tsy nino.",
        "3": "Koa nitory ela tao izy roa lahy, ary nanao izany tamim-pahasahiana araka ny fahefana nomen’i Jehovah. Nanamafy ny teny momba ny hatsaram-panahiny tsy manam-paharoa mantsy Andriamanitra, ka nampanaoviny famantarana sy zava-mahagaga izy roa lahy.",
        "4": "Fa nisara-tsaina kosa ny olona maro be tao an-tanàna: Ny sasany nomba ny Jiosy, fa ny sasany kosa nomba ny apostoly.",
        "5": "Ary nitady hampiasa herisetra ny hafa firenena sy ny Jiosy mbamin’ny mpitondra azy, mba hanalam-baraka sy hitoraham-bato azy roa lahy.",
        "6": "Rehefa nampahafantarina azy roa lahy anefa izany, dia nandositra tany an-tanànan’i Lykaonia sy Lystra sy Derbe ary ny faritra manodidina izy ireo,",
        "7": "ka nanohy ny fitoriana ny vaovao tsara tany.",
        "8": "Ary tao Lystra, nisy lehilahy anankiray nalemy tongotra hatrany an-kibon-dreniny ka mbola tsy nandeha mihitsy fa nipetraka foana.",
        "9": "Nihaino an’i Paoly nandaha-teny izy. Koa nibanjina azy i Paoly ary nahita fa nanam-pinoana izy ka azo nositranina.",
        "10": "Koa niteny mafy i Paoly hoe: “Mijoroa mahitsy amin’ny tongotrao.” Dia nitsangana tampoka izy ka nandeha.",
        "11": "Rehefa hitan’ny vahoaka ny nataon’i Paoly, dia nanandra-peo ireo ka nanao tamin’ny fiteny lykaonianina hoe: “Nanjary nitovy amin’ny olombelona ny andriamanitra, ary efa nidina atỳ amintsika!”",
        "12": "Dia nantsoiny hoe Zeosy * i Barnabasy fa i Paoly kosa Hermesy * satria izy no niteny.",
        "13": "Ary nitondra omby sy fehiloha voninkazo nankeny amin’ireo vavahady ny mpisoron’i Zeosy, fa teo anoloan’ny tanàna ny tempolin’izy io. Ary naniry hiara-manao fanatitra tamin’ny vahoaka ireo.",
        "14": "Nandre izany i Barnabasy sy Paoly, izay samy apostoly, ka nandrovitra ny akanjony ivelany ary nihazakazaka nankeo amin’ny vahoaka, sady niantsoantso",
        "15": "hoe: “Ô rey olona e, fa maninona ianareo no manao izao? Olombelona tahaka anareo ihany ange izahay e! Ary mitory ny vaovao tsara aminareo izahay mba hialanareo amin’izao zava-poana izao ka hanatonanareo an’ilay Andriamanitra velona, izay nanao ny lanitra sy ny tany sy ny ranomasina ary ny zava-drehetra ao amin’ireo.",
        "16": "Taloha dia navelany handeha tamin’izay lalana tiany haleha avy ny firenena rehetra,",
        "17": "kanefa tsy namela ny tenany tsy hanana vavolombelona izy, satria nanao soa ka nanome anareo ranonorana avy eny amin’ny lanitra sy taon-jina, ary nahavoky ny fonareo tamin’ny hanina sy ny fifaliana.”",
        "18": "Na dia nilaza an’izany aza izy roa lahy, dia saiky tsy nahasakana ny olona tsy hanao sorona ho azy.",
        "19": "Fa nandresy lahatra ny vahoaka ny Jiosy tonga avy any Antiokia sy Ikonioma, ka nitora-bato an’i Paoly sady nitaritarika azy ho eny ivelan’ny tanàna, satria noheveriny fa maty izy.",
        "20": "Rehefa nanodidina an’i Paoly anefa ny mpianatra, dia niarina izy ary niditra tao an-tanàna. Ary ny ampitson’iny, dia niala tao izy sy Barnabasy ka nankany Derbe.",
        "21": "Nitory ny vaovao tsara tao amin’io tanàna io izy roa lahy, sady nanampy olona maro ho tonga mpianatra. Niverina tany Lystra sy Ikonioma ary Antiokia izy ireo avy eo,",
        "22": "ary nanatanjaka an’ireo mpianatra sy nampahery azy mba tsy hialany amin’ny finoana, ka nanao hoe: “Tsy maintsy mandia fahoriana maro isika mba hidirantsika ao amin’ny fanjakan’Andriamanitra.”",
        "23": "Nanendry anti-panahy teo anivon’ny fiangonana tsirairay koa izy roa lahy, ary nivavaka sady nifady hanina, ka nanankina azy ireo tamin’i Jehovah, dia ilay ninoan’izy ireo.",
        "24": "Dia namakivaky an’i Pisidia izy roa lahy ka tonga tany Pamfylia,",
        "25": "ary rehefa avy nanambara ny teny tao Perga izy ireo dia nidina nankany Atalia.",
        "26": "Ary niala tao indray izy ireo ka nandeha an-tsambo nankany Antiokia, ka tao izy ireo no nankinina tamin’ny hatsaram-panahy tsy manam-paharoan’Andriamanitra, ho amin’ilay asa izay novitainy tanteraka.",
        "27": "Ary rehefa tonga tao izy roa lahy ka namory ny fiangonana, dia nitantara ny zavatra maro nataon’Andriamanitra tamin’ny alalan’izy ireo, sy ny nanokafan’Andriamanitra ny varavaran’ny finoana ho an’ny hafa firenena.",
        "28": "Dia nijanona elaela niaraka tamin’ny mpianatra izy roa lahy."
    },
    "15": {
        "1": "Fa nisy olona nidina avy any Jodia ary nampianatra ny rahalahy hoe: “Tsy ho voavonjy ianareo, raha tsy forana araka ny fanaon’i Mosesy.”",
        "2": "Ary nifanditra sy niady hevitra be tamin’izy ireo i Paoly sy Barnabasy. Koa notendren’izy ireo izy roa lahy mbamin’ny sasany taminy, mba hiakatra ho any amin’ny apostoly sy ny anti-panahy tany Jerosalema, hitondra ilay adihevitra.",
        "3": "Koa naterin’ny fiangonana teny antenatenan-dalana ireo lehilahy ireo. Dia nanohy ny diany namakivaky an’i Fenisia sy Samaria izy ireo, sady nitantara tamin’ny an-tsipiriany ny nitodihan’ny hafa firenena tamin’Andriamanitra, ka faly dia faly ny rahalahy rehetra.",
        "4": "Rehefa tonga tany Jerosalema izy ireo, dia nandray tsara azy ny fiangonana sy ny apostoly ary ny anti-panahy. Dia notantarain’izy ireo indray ny zavatra maro nataon’Andriamanitra tamin’ny alalan’izy ireo.",
        "5": "Fa nitsangana kosa ny sasany tamin’ireo mpino izay efa tao amin’ny sektan’ny Fariseo, ka nanao hoe: “Tokony hoforana ireny ary hasaina hitandrina ny lalàn’i Mosesy.”",
        "6": "Dia nivory ny apostoly sy ny anti-panahy mba handinika ilay raharaha.",
        "7": "Nisy adihevitra be tamin’izay, ka nitsangana i Petera ary nilaza tamin’izy ireo hoe: “Ry rahalahy, fantatrareo tsara fa efa hatrany am-piandohana Andriamanitra no nifidy ahy teo aminareo, mba ho avy amin’ny vavako no handrenesan’ny hafa firenena ny tenin’ny vaovao tsara, ka hinoany.",
        "8": "Ary Andriamanitra izay mahalala ny fo no nanome porofo ny amin’izany ka nandatsaka ny fanahy masina tamin’izy ireo, toy ny nataony tamintsika koa.",
        "9": "Ary tsy nasiany fahasamihafana mihitsy isika sy izy ireo, fa nodioviny tamin’ny finoana koa ny fon’ireo.",
        "10": "Koa nahoana ianareo no mitsapa toetra an’Andriamanitra, ka terenareo hasiana zioga ny vozon’ny mpianatra nefa samy tsy nahazaka izany na ny razantsika na isika?",
        "11": "Matoky anefa isika fa hovonjena amin’ny alalan’ny hatsaram-panahy tsy manam-paharoan’i Jesosy Tompo, tahaka ireny olona ireny koa.”",
        "12": "Dia nangina ny rehetra ka nihaino an’i Barnabasy sy Paoly, izay nitantara ny famantarana sy ny zava-mahagaga maro nasehon’Andriamanitra, tamin’ny alalan’izy roa lahy, teo amin’ny hafa firenena.",
        "13": "Rehefa tapitra ny tenin’izy roa lahy, dia hoy ny navalin’i Jakoba: “Mba henoy aho, ry rahalahy.",
        "14": "Efa notantarain’i Simeona * tamin’ny an-tsipiriany ny nanombohan’Andriamanitra nihevitra ny hafa firenena mba hangalany olona avy amin’ireo mba hitondra ny anarany.",
        "15": "Ary mifanaraka amin’izany ny tenin’ny Mpaminany, araka ny voasoratra hoe:",
        "16": "‘Aorian’izany, dia hiverina aho ka hanorina indray ny trano rantsankazon’i Davida izay efa nirodana. Ary haoriko indray ny sisa tsy rava taminy ka hatsangako,",
        "17": "mba hitady mafy an’i Jehovah ny olona sisa, miaraka amin’ireo avy amin’ny firenena rehetra, izany hoe ireo olona antsoina amin’ny anarako, hoy i Jehovah, izay hanao izany zavatra izany,",
        "18": "dia zavatra efa fantatra hatry ny ela.’",
        "19": "Koa izao no hevitro: Tsy mety ny manome fahasahiranana an’ireo hafa firenena izay mitodika amin’Andriamanitra,",
        "20": "fa aoka hanoratra ho azy ireo isika mba hifadiany ny zavatra voaloton’ny sampy, sy hifadiany ny fijangajangana sy ny biby nokendaina ary ny ra.",
        "21": "Efa hatramin’ny ela be mantsy i Mosesy no nanana olona isan-tanàna nitory momba azy, satria novakina mafy tao amin’ny synagoga isan-tsabata izay nosoratany.”",
        "22": "Dia sitraky ny apostoly sy ny anti-panahy mbamin’ny fiangonana iray manontolo ny haniraka an’izay olona voafidy eo amin’izy ireo mba hiaraka amin’i Paoly sy Barnabasy hankany Antiokia, dia i Jodasy izay atao hoe Barsabasy, sy Silasy, izay samy nitana andraikitra lehibe teo anivon’ny rahalahy.",
        "23": "Ary izao no nosoratan’ny tanan’izy ireo: “Izahay rahalahinareo, dia ny apostoly sy ny anti-panahy, miarahaba ny rahalahy hafa firenena any Antiokia sy Syria ary Kilikia.",
        "24": "Renay fa nisy taminay nilaza zavatra nampikorontan-tsaina anareo, ka nitady hanimba anareo, nefa tsy nasainay nanao izany.",
        "25": "Koa nifanara-kevitra izahay rehetra ka sitrakay ny nifidy olona hirahina ho atỳ aminareo hampiarahina amin’ireo rahalahy malalantsika, dia i Barnabasy sy Paoly,",
        "26": "izay lehilahy efa nanao vivery ny ainy ho an’ny anaran’i Jesosy Kristy Tompontsika.",
        "27": "Koa maniraka an’i Jodasy sy Silasy izahay mba hilaza izany am-bava koa.",
        "28": "Fa sitraky ny fanahy masina sy izahay ny tsy hanampy enta-mavesatra anareo, afa-tsy ireto zavatra tsy maintsy hotandremana ireto:",
        "29": "Ny mifady ny zavatra natao sorona ho an’ny sampy, sy ny ra sy ny biby nokendaina ary ny fijangajangana. Hahasoa anareo ny mitandrina tsara ireo zavatra ireo. Mirary soa ho anareo izahay!”",
        "30": "Koa nalefa ireo lehilahy ireo ka nidina tany Antiokia, ary namory mpianatra maro sady nanolotra an’ilay taratasy.",
        "31": "Rehefa voavakin’ireo mpianatra ilay izy, dia faly izy ireo noho ilay fampaherezana.",
        "32": "Ary satria mpaminany koa i Jodasy sy Silasy, dia nampahery an’ireo rahalahy tamin’ny lahateny maro, sady nanatanjaka azy.",
        "33": "Koa nijanona kelikely tao izy roa lahy, ary avy eo dia navelan’ireo rahalahy handeha soa aman-tsara ho any amin’izay naniraka azy.",
        "34": "* ——",
        "35": "Fa mbola nijanona nampianatra tany Antiokia kosa i Paoly sy Barnabasy, ary nitory ny vaovao tsara momba ny tenin’i Jehovah niaraka tamin’ny olon-kafa maro.",
        "36": "Rehefa afaka andro vitsivitsy, dia hoy i Paoly tamin’i Barnabasy: “Andao aloha isika hiverina hitsidika ireo rahalahy any amin’ny tanàna tsirairay nitoriantsika ny tenin’i Jehovah, mba hahitantsika hoe manao ahoana izy ireo izay.”",
        "37": "I Barnabasy kosa efa tapa-kevitra ny hitondra an’i Jaona, izay atao koa hoe Marka.",
        "38": "Fa i Paoly kosa nihevitra fa tsy tokony hoentina i Marka, satria nandao azy roa lahy tany Pamfylia izy, ka tsy niaraka tamin’izy ireo hanao ilay asa.",
        "39": "Koa samy nisafoaka mafy izy roa lahy ka nisaraka. I Barnabasy nitondra an’i Marka ka nandeha an-tsambo ho any Sipra.",
        "40": "I Paoly kosa nifidy an’i Silasy ka lasa, rehefa avy nankinin’ireo rahalahy tamin’ny hatsaram-panahy tsy manam-paharoan’i Jehovah.",
        "41": "Ary namakivaky an’i Syria sy Kilikia izy, ka nanatanjaka ny fiangonana tany."
    },
    "16": {
        "1": "Dia tonga tany Derbe sy Lystra koa izy. Ary nisy mpianatra atao hoe Timoty tao, izay zanaky ny vehivavy jiosy mpino, fa Grika kosa ny rainy.",
        "2": "Tsara laza teo amin’ireo rahalahy tany Lystra sy Ikonioma izy.",
        "3": "Naniry hitondra an’io lehilahy io hiaraka taminy i Paoly, ka naka azy ary namora azy noho ny amin’ny Jiosy tany amin’ireo toerana ireo. Fantatr’izy rehetra mantsy fa Grika ny rainy.",
        "4": "Dia nandeha nitety tanàna izy ireo ka nampita an’ilay didy navoakan’ny apostoly sy ny anti-panahy tany Jerosalema mba hotandreman’ny olona.",
        "5": "Koa nihanatanjaka ny finoan’ireo fiangonana ary nihamaro isan’andro ireo olona teo anivony.",
        "6": "Dia nandeha nitety an’i Frijia sy ny faritr’i Galatia koa izy ireo, satria tsy navelan’ny fanahy masina hitory ny teny tany amin’ny faritr’i Azia.",
        "7": "Rehefa nidina tany Mysia izy ireo, dia niezaka hankany Bitynia, kanefa tsy navelan’ny fanahin’i Jesosy.",
        "8": "Dia nolalovany fotsiny i Mysia, ka nidina nankany Troasy izy ireo.",
        "9": "Ary nisy fahitana hitan’i Paoly tamin’ny alina, dia lehilahy makedonianina anankiray nijoro ka niangavy azy hoe: “Miampità mankatỳ Makedonia ka ampio izahay.”",
        "10": "Raha vao nahita ilay fahitana i Paoly, dia nitady fomba handehanana tany Makedonia izahay, satria nieritreritra izahay fa Andriamanitra no nampiantso anay mba hitory ny vaovao tsara tamin’izy ireo.",
        "11": "Dia niondrana an-tsambo avy tao Troasy izahay ka nanitsy nankany Samotrakia, fa nankany Neapolia kosa ny ampitso.",
        "12": "Avy tao izahay dia nankany Filipy, izay zanatany sady tanàn-dehibe tany amin’ny faritr’i Makedonia. Nijanona andro vitsivitsy tao amin’io tanàna io izahay.",
        "13": "Nivoaka ny vavahady izahay tamin’ny andro sabata, ary nankeo amoron’ny renirano satria nihevitra izahay fa nisy toerana fivavahana teo. Dia nipetraka izahay ka nitory tamin’ny vehivavy nivory teo.",
        "14": "Ary nihaino anay ny vehivavy atao hoe Lydia, mpivarotra lamba volomparasy. * Avy ao amin’ny tanànan’i Tyatira izy sady mpivavaka tamin’Andriamanitra. Dia nanokatra tanteraka ny fony i Jehovah mba handraisany tsara ny teny notorin’i Paoly.",
        "15": "Koa rehefa vita batisa izy sy ny ankohonany, dia niangavy izy hoe: “Raha heverinareo fa mendri-pitokisana eo anatrehan’i Jehovah aho, dia mba midira ao an-tranoko ka mijanòna ao.” Ary tsy namelany izahay raha tsy tonga.",
        "16": "Indray andro, raha nankany amin’ilay toerana fivavahana izahay, dia nifanena taminay ny mpanompovavy anankiray nisy fanahy ratsy, izany hoe nisy demonia mpilaza ny hoavy. Nahay naminany io mpanompovavy io ka nahazo tombony be avy tamin’izany ny tompony.",
        "17": "Nanaraka foana an’i Paoly sy izahay io zazavavy io sady niantsoantso hoe: “Mpanompon’ilay Andriamanitra Avo Indrindra ireo lehilahy ireo, ary mitory aminareo ny lalan’ny famonjena.”",
        "18": "Andro maro no nanaovany izany, ka sosotra i Paoly tamin’ny farany, ary nitodika tany aminy sady nanao tamin’ilay fanahy hoe: “Mandidy anao amin’ny anaran’i Jesosy Kristy aho hivoaka aminy.” Dia nivoaka tamin’izay ora izay indrindra ilay fanahy.",
        "19": "Ary hitan’ireo tompony fa tsy afaka nanantena hahazo tombony intsony izy ireo, ka nosamboriny i Paoly sy Silasy, ary notaritaritiny teny an-tsena ho any amin’ny manam-pahefana.",
        "20": "Dia nentin’izy ireo tany amin’ny tompon’andraiki-panjakana izy roa lahy, sady nataony hoe: “Tena manakorontana ny tanànantsika ireto lehilahy jiosy ireto,",
        "21": "ary mitory fanao tsy azontsika raisina na arahina, satria Romanina isika.”",
        "22": "Dia niara-nitsangana hanohitra azy roa lahy ny vahoaka. Ary nendahan’ireo tompon’andraiki-panjakana ny akanjo ivelany nanaovan’izy roa lahy, ka nasainy nokapohina tamin’ny hazo izy ireo.",
        "23": "Dia nataony am-ponja izy roa lahy rehefa avy nokapohiny imbetsaka, ary nodidiany ny mpiambina mba hiambina azy ireo tsara.",
        "24": "Koa satria nahazo izany baiko izany ilay mpiambina, dia nanao azy roa lahy tany amin’ny fonja anatiny ka nangeja ny tongony tao amin’ny boloky hazo.",
        "25": "Fa nivavaka sy nihira fiderana ho an’Andriamanitra i Paoly sy Silasy rehefa tokony ho misasakalina, ary ren’ny voafonja hafa izy ireo.",
        "26": "Ary tampoka teo, dia nisy horohoron-tany mafy ka nihozongozona ny fototr’ilay fonja. Dia nivoha teo no ho eo ny varavarana rehetra, ary nivaha ny fatoran’ny voafonja rehetra.",
        "27": "Taitra tamin’ny torimasony ilay mpiambina ka nahita fa nisokatra ny varavaran’ny fonja. Dia nalainy ny sabany ka saika hamono tena izy satria nihevitra fa nandositra ny voafonja.",
        "28": "Niantsoantso mafy anefa i Paoly hoe: “Aza ratraina ny tenanao, fa ato daholo izahay rehetra!”",
        "29": "Dia nampaka jiro ralehilahy ka nikoropaka niditra, ary tora-kovitra sady niankohoka teo anatrehan’i Paoly sy Silasy.",
        "30": "Dia nentiny nivoaka izy roa lahy, ka hoy izy: “Inona re, tompoko, no tsy maintsy ataoko mba hamonjena ahy?”",
        "31": "Hoy izy roa lahy: “Minoa an’i Jesosy Tompo dia hovonjena ianao sy ny ankohonanao.”",
        "32": "Dia nitory ny tenin’i Jehovah taminy sy tamin’izay rehetra tao an-tranony izy roa lahy.",
        "33": "Tamin’izay ora izay, tamin’iny alina iny ihany, dia nentin-dralehilahy izy roa lahy ka nosasany ny ratra taminy, ary natao batisa tsy nisy hataka andro izy sy ny ankohonany manontolo.",
        "34": "Dia nentiny tao an-tranony izy roa lahy ka namelarany latabatra, ary faly dia faly izy mbamin’ny ankohonany manontolo, noho izy nino an’Andriamanitra.",
        "35": "Rehefa maraina, dia naniraka mpanefa baiko ny tompon’andraiki-panjakana mba hilaza hoe: “Afaho izy roa lahy.”",
        "36": "Dia nolazain’ilay mpiambina tamin’i Paoly izany teny izany hoe: “Naniraka olona ny tompon’andraiki-panjakana mba hilaza ny amin’ny tokony handefasana anareo. Koa mivoaha re, ary mandehana soa aman-tsara e!”",
        "37": "Fa hoy kosa i Paoly tamin’izy ireo: “Romanina izahay nefa nokapohiny ampahibemaso na dia mbola tsy voaheloka aza, ary nataony am-ponja. Koa izao ve dia avoakany mangingina izahay? Tsia! Aoka izy ireo mihitsy no ho avy eto ka hamoaka anay.”",
        "38": "Dia nilaza izany tamin’ny tompon’andraiki-panjakana ireo mpanefa baiko. Koa natahotra izy ireo rehefa nandre fa, hay, Romanina izy roa lahy.",
        "39": "Dia tonga tokoa àry izy ireo ka niangavy azy roa lahy, ary rehefa namoaka azy dia nangataka azy mba hiala tao amin’ilay tanàna.",
        "40": "Nankany an-tranon’i Lydia anefa izy roa lahy rehefa nivoaka avy ao am-ponja. Ary rehefa nahita ny rahalahy izy ireo, dia nampahery azy ary lasa."
    },
    "17": {
        "1": "Nandeha namakivaky an’i Amfipolia sy Apolonia izy ireo ka tonga tany Tesalonika, ary nisy synagogan’ny Jiosy tany.",
        "2": "Dia niditra tao araka ny fanaony i Paoly mba hitory tamin’izy ireo. Ary nandritra ny sabata telo no niezahany nandresy lahatra azy ireo, niorina tamin’ny Soratra Masina.",
        "3": "Dia nohazavainy sy noporofoiny tamin’ny alalan’izay voasoratra fa tsy maintsy nijaly sy nitsangana tamin’ny maty i Kristy. “Ilay Jesosy izay toriko aminareo”, hoy izy, “no Kristy.”",
        "4": "Koa tonga mpino ny sasany tamin’ireo ka niaraka tamin’i Paoly sy Silasy. Maro be koa ny Grika mpivavaka tamin’Andriamanitra no lasa mpino, ary tsy vitsy koa ny vehivavy nanan-kaja.",
        "5": "Velom-pialonana anefa ny Jiosy, ka naka olona ratsy fanahy tamin’ireo mpidonana-poana teny an-tsena, ary namory vahoaka sy nampisavorovoro ny tanàna. Dia nanafika ny tranon’i Jasona izy ireo ary nitaky ny hamoahana an’i Paoly sy Silasy ho eo amin’ny vahoaka.",
        "6": "Rehefa tsy nahita azy roa lahy tao izy ireo, dia nitaritarika an’i Jasona sy ny rahalahy sasany ho any amin’ny lehiben’ny tanàna, ka niantsoantso hoe: “Tonga eto koa izao ireny lehilahy manakorontana ny tany onenana ireny,",
        "7": "ary nampiantrano azy i Jasona. Manohitra ny didin’i Kaisara izy rehetra ireo, ka milaza fa misy mpanjaka hafa, dia i Jesosy.”",
        "8": "Ary nataon’izy ireo nisahotaka ny vahoaka sy ny lehiben’ny tanàna rehefa nandre izany.",
        "9": "Dia nakan’izy ireo vola antoka aloha i Jasona sy ireo namany vao navelany handeha.",
        "10": "Raha vao alina ny andro, dia nalefan’ireo rahalahy ho any Beria i Paoly sy Silasy. Ary vao tonga tany izy roa lahy, dia niditra tao amin’ny synagogan’ny Jiosy.",
        "11": "Ambony saina kokoa noho ny Jiosy tany Tesalonika ny Jiosy tany Beria, satria faran’izay nazoto nandray ny teny izy ireo, ka nandinika tsara ny Soratra Masina isan’andro hahitana raha izany tokoa no izy.",
        "12": "Maro tamin’izy ireo àry no tonga mpino, ary tsy vitsy koa ny vehivavy grika nanan-kaja sy ny lehilahy no nino.",
        "13": "Rehefa ren’ny Jiosy avy any Tesalonika anefa fa notorin’i Paoly tany Beria koa ny tenin’Andriamanitra, dia tonga tany koa izy ireo mba hampirisika sy hanakorontana ny vahoaka.",
        "14": "Koa avy hatrany dia nasain’ireo rahalahy nandeha hatrany amoron-dranomasina i Paoly, fa i Silasy sy Timoty kosa nijanona tao ihany.",
        "15": "Nanatitra an’i Paoly hatrany Atena anefa ireo rahalahy, ary avy eo dia lasa, rehefa avy nampitondrain’i Paoly hafatra ho an’i Silasy sy Timoty mba hankanesan’izy roa lahy haingana araka izay azo atao, any aminy.",
        "16": "Raha mbola niandry azy roa lahy tany Atena i Paoly, dia nahasorena azy ny nahita ny sampy eran’ilay tanàna.",
        "17": "Koa niezaka nandresy lahatra ny Jiosy mbamin’ny olon-kafa nivavaka tamin’Andriamanitra izy, tany amin’ny synagoga. Ary nanao toy izany koa izy tamin’izay sendra hitany teny an-tsena isan’andro.",
        "18": "Nisy tamin’ireo Epikoreanina sy ny filozofa stôika anefa niady hevitra taminy, ka hoy ny sasany: “Mba inona, hono, no tian’io be resaka io holazaina?” Ary hoy ny sasany: “Toa mpitory momba ny andriamanitra vaovao, hono, izy io.” Ny antony dia satria nitory ny vaovao tsara momba an’i Jesosy sy ny fitsanganana amin’ny maty izy.",
        "19": "Koa nosamborin’ireo izy ary nentiny teny amin’ny Areopago. * Dia hoy ireo: “Mba azonay fantarina misimisy kokoa ve ny amin’izany fampianarana vaovao lazainao izany?",
        "20": "Vaovao amin’ny sofinay mantsy izany lazainao izany, ka te hahalala misimisy kokoa ny amin’izay hevitr’izany izahay.”",
        "21": "Ny firesahana na fihainoana zava-baovao mantsy no fandanian’andron’ny Atenianina sy ny vahiny rehetra nandalo tao.",
        "22": "Koa nitsangana teo afovoan’ny Areopago i Paoly ka nanao hoe: “Ry Atenianina, hitako fa amin’ny zava-drehetra dia matahotra kokoa an’ireo andriamanitra ianareo raha oharina amin’ny olon-kafa.",
        "23": "Raha nandalo aho, ohatra, ka nandinika tsara ny zavatra ivavahanareo, dia nahita alitara anankiray misy soratra hoe: ‘Ho An’Andriamanitra Tsy Fantatra.’ Koa izay tsy fantatrareo nefa ivavahanareo, dia izy no toriko aminareo.",
        "24": "Ilay Andriamanitra nanao izao tontolo izao sy ny zava-drehetra ao aminy, eny, Izy izay Tompon’ny lanitra sy ny tany, dia tsy mba mitoetra ao amin’ny tempoly nataon-tanana.",
        "25": "Ary tsy mila karakarain’ny tanan’olona izy, toy ny hoe mila zavatra, satria izy no manome ho an’ny olon-drehetra ny aina sy ny fofonaina ary ny zava-drehetra.",
        "26": "Ary avy tamin’ny olona anankiray no nanaovany ny olona any amin’ny firenena rehetra mba honina manerana ny tany manontolo, ary efa nisy fotoana voatondrony sy faritra noferany honenan’ny olona,",
        "27": "mba hitadiavan’ireo azy raha mitsapatsapa mitady azy izy ireo ka tena hahita azy tokoa. Raha ny marina anefa, dia tsy lavitra antsika tsirairay izy.",
        "28": "Fa izy no ivelomantsika sy ihetsehantsika ary isiantsika, araka ny voalazan’ny poety sasany eo aminareo hoe: ‘Fa naterany koa isika.’",
        "29": "“Koa satria naterak’Andriamanitra isika, dia tsy tokony hihevitra an’Andriamanitra ho tahaka ny volamena na volafotsy na vato, na tahaka ny sokitra vitan’ny fahaizan’olombelona sy ny fahiratan-tsainy.",
        "30": "Tsy nijery ny andron’ny tsy fahalalana toy izany tokoa Andriamanitra, fa ankehitriny kosa izy milaza fa tokony hibebaka ny olombelona rehetra, na aiza na aiza,",
        "31": "satria izy efa nanondro andro iray izay kasainy hitsarana ny tany onenana, eny, hitsarany azy araka ny marina amin’ny alalan’ny lehilahy iray voatendriny. Ary efa nomeny antoka ny amin’izany ny olona rehetra tamin’ny nananganany azy io tamin’ny maty.”",
        "32": "Nony nandre ny amin’ny fitsanganana amin’ny maty ireo dia naneso, fa ny sasany kosa nanao hoe: “Amin’ny manaraka izahay mbola hihaino anao ny amin’izany.”",
        "33": "Dia niala avy teo afovoan’izy ireo i Paoly.",
        "34": "Fa nisy sasany kosa lasa nanaraka azy ka tonga mpino, anisan’izany koa i Dionysio, mpitsara teny amin’ny Areopago, ary vehivavy atao hoe Damary, sy ny olon-kafa."
    },
    "18": {
        "1": "Niala tao Atena i Paoly taorian’izany, ka tonga tany Korinto.",
        "2": "Nahita Jiosy atao hoe Akoila izy tao. Teratany avy any Ponto i Akoila, ary vao tonga avy any Italia izy sy Prisila vadiny, satria i Klaodio nandidy ny hialan’ny Jiosy rehetra tany Roma. Koa nankany amin’izy mivady i Paoly,",
        "3": "ary nipetraka tao aminy satria niray asa taminy. Dia niasa izy ireo, fa mpanao tranolay no anton’asany.",
        "4": "Fa nandaha-teny tao amin’ny synagoga kosa i Paoly isan-tsabata sady nandresy lahatra ny Jiosy sy ny Grika.",
        "5": "Rehefa tafidina avy tany Makedonia i Silasy sy Timoty, dia nifantoka tanteraka tamin’ny tenin’Andriamanitra i Paoly, ka nitory tamin’ny Jiosy mba hanaporofoana fa i Jesosy no Kristy.",
        "6": "Nanohitra foana anefa ny Jiosy sady nanevateva, ka nakopak’i Paoly ny fitafiany, ary hoy izy: “Ianareo ihany no ho tompon’andraikitra ny amin’izay hanjo anareo. * Afaka adidy aho. Hankany amin’ny olona hafa firenena aho manomboka izao.”",
        "7": "Dia niala teo tokoa izy ka nankao an-tranon’ny lehilahy atao hoe Titosy Josto, mpivavaka amin’Andriamanitra, izay nanan-trano nifanila tamin’ilay synagoga.",
        "8": "Nanjary nino ny Tompo anefa i Krispo mpitantana an’ilay synagoga, mbamin’ny ankohonany manontolo. Ary tonga mpino ny ankamaroan’ny Korintianina izay nandre ilay fitoriana, ka natao batisa.",
        "9": "Ary nony alina dia niteny tamin’i Paoly tao amin’ny fahitana ny Tompo hoe: “Aza matahotra, fa mitoria foana ary aza mangina,",
        "10": "fa momba anao aho ka tsy hisy hanafika anao mba hanisy ratsy anao. Manana olona maro ato amin’ity tanàna ity mantsy aho.”",
        "11": "Dia nijanona tao herintaona sy tapany izy ka nampianatra ny tenin’Andriamanitra teo amin’izy ireo.",
        "12": "Fony i Galio no governoram-paritr’i Akaia, dia niray hevitra ny Jiosy ka nitsangana hanohitra an’i Paoly ary nitondra azy teo amin’ny toeram-pitsarana,",
        "13": "ka nanao hoe: “Ity olona ity mandresy lahatra ny olona hivavaka amin’Andriamanitra amin’ny fomba tsy araka ny lalàna.”",
        "14": "Raha vao saika hiteny anefa i Paoly, dia hoy i Galio tamin’ny Jiosy: “Ry Jiosy, raha nisy tokoa fahadisoana na zava-dratsy vita, dia rariny raha mandefitra sy maharitra aminareo aho.",
        "15": "Fa raha adihevitra momba ny teny sy anarana ary lalàna eo aminareo kosa, dia ataovinareo ihany izany, fa tsy te hitsara izany aho.”",
        "16": "Dia noroahiny niala teo amin’ny toeram-pitsarana izy ireo.",
        "17": "Koa nosamborin’izy rehetra i Sostena, mpitantana ny synagoga, ka nokapohiny teo anoloan’ny toeram-pitsarana, fa tsy noraharahain’i Galio mihitsy izany.",
        "18": "Rehefa avy nijanona tao andro maromaro fanampiny anefa i Paoly, dia nanao veloma an’ireo rahalahy, ka nanohy ny diany an-tsambo hankany Syria, niaraka tamin’i Prisila sy Akoila. Ary nasainy nohetezana ho fohy ny volon-dohany tany Kenkrea, satria nisy voady nataony.",
        "19": "Koa tonga tao Efesosy izy ireo, ary nandao azy mivady tao i Paoly, ka niditra tao amin’ny synagoga ary niezaka nandresy lahatra ny Jiosy.",
        "20": "Na dia tsy nitsahatra nangataka azy mba hijanona elaela kokoa aza ireo, dia tsy nety izy",
        "21": "fa nanao veloma ihany ary niteny hoe: “Mbola hiverina atỳ aminareo indray aho, raha sitrapon’i Jehovah.” Ary niondrana an-tsambo avy tao Efesosy izy",
        "22": "ka nidina nankany Kaisaria. Dia niakatra * sy niarahaba ny fiangonana izy, ary nidina nankany Antiokia.",
        "23": "Nijanona tao kelikely izy vao lasa nitety ny faritr’i Galatia sy Frijia. Ary nampahery ny mpianatra rehetra izy.",
        "24": "Tonga tany Efesosy ny Jiosy atao hoe Apolosy, teratany avy any Aleksandria, ary lehilahy nahay nandaha-teny sady tena nahay Soratra Masina.",
        "25": "Nampianarina * ny lalan’i Jehovah izy, ary narehitry ny fanahy ka marina ny fitoriany sy ny fampianarany momba an’i Jesosy, saingy ny batisan’i Jaona ihany no fantany.",
        "26": "Dia nanomboka nitory tamim-pahasahiana tao amin’ny synagoga izy. Rehefa nandre azy i Prisila sy Akoila, dia nitondra azy niaraka taminy. Ary nohazavain’izy mivady marina kokoa taminy ny lalan’Andriamanitra.",
        "27": "Ary satria te ho any Akaia i Apolosy, dia nanoratra ho an’ny mpianatra ireo rahalahy ka nampirisika azy ireo mba handray tsara azy. Koa nanampy be an’ireo tonga mpino izy rehefa tonga tany, dia ireo nino noho ny hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "28": "Tamin-kery mantsy no nanaporofoany mazava ampahibemaso fa diso ny Jiosy, rehefa nasehony tamin’ny alalan’ny Soratra Masina fa i Jesosy no Kristy."
    },
    "19": {
        "1": "Ary raha mbola tany Korinto i Apolosy, dia nitety ny afovoan-tany kosa i Paoly ary nidina tany Efesosy, ka nahita mpianatra tao.",
        "2": "Dia hoy izy tamin’ireo: “Nahazo ny fanahy masina ve ianareo rehefa tonga mpino?” Fa hoy ireo: “Mbola tsy nandre mihitsy aza izahay hoe misy izany fanahy masina izany.”",
        "3": "Ary hoy izy: “Fa karazana batisa inona no nanaovana batisa anareo?” Dia hoy ireo: “Ny batisan’i Jaona.”",
        "4": "Fa hoy i Paoly: “Batisa mariky ny fibebahana no nataon’i Jaona, ka nilaza tamin’ny olona izy mba hino an’ilay ho tonga aoriany, dia i Jesosy.”",
        "5": "Rehefa nandre izany ireo, dia natao batisa tamin’ny anaran’i Jesosy Tompo.",
        "6": "Koa rehefa nametra-tanana tamin’ireo i Paoly dia nilatsaka tamin’ireo ny fanahy masina, ka niteny tamin’ny fiteny samihafa ireo sady naminany,",
        "7": "ary roa ambin’ny folo lahy teo ho eo izy rehetra.",
        "8": "Dia niditra tao amin’ny synagoga i Paoly ka nitory tamim-pahasahiana nandritra ny telo volana, sady nandaha-teny sy nandresy lahatra ny olona ny amin’ny fanjakan’Andriamanitra.",
        "9": "Mbola nanamafy ny fony ihany anefa ny sasany sady tsy nino, ka nanaratsy Ny Lalana teo anatrehan’ny olona maro be. Dia niala teo amin’ireo izy, ka nentiny koa ny mpianatra, ary nandaha-teny isan’andro tao amin’ny efitrano malalaky ny sekolin’i Tyrano izy.",
        "10": "Naharitra roa taona izany, ka nandre ny tenin’ny Tompo daholo ny mponina tany amin’ny faritr’i Azia, na Jiosy na Grika.",
        "11": "Ary mbola nanao fahagagana miavaka tamin’ny alalan’i Paoly ihany Andriamanitra,",
        "12": "hany ka na ny lamba sy ny aron’akanjo teny aminy aza no nentina tany amin’ny marary, dia afaka ny aretina ary nivoaka ny fanahy ratsy.",
        "13": "Ary ny sasany tamin’ny Jiosy mpivezivezy izay mpamoaka demonia, dia mba niezaka koa niantso ny anaran’i Jesosy Tompo tamin’izay nisy demonia, ka nanao hoe: “Mandidy mafy anareo amin’ny alalan’i Jesosy izay torin’i Paoly aho.”",
        "14": "Ary nisy fito mirahalahy nanao toy izany. Zanak’i Skeva, lehiben’ny mpisorona jiosy izy ireo.",
        "15": "Hoy anefa ny navalin’ny fanahy ratsy azy ireo: “Fantatro i Jesosy, ary fantatro tsara i Paoly, fa mba iza kosa ianareo?”",
        "16": "Dia niantsambotra tamin’izy ireo ilay lehilahy nisy fanahy ratsy ka resiny daholo izy rehetra. Koa tsy nahatohitra azy izy ireo ka vaky nandositra niala tamin’izany trano izany, nitanjaka sady naratra.",
        "17": "Nanjary fantatr’izay rehetra nonina tao Efesosy izany, na Jiosy na Grika. Dia natahotra daholo ny rehetra ka vao mainka nankalazaina ny anaran’i Jesosy Tompo.",
        "18": "Maro tamin’ireo tonga mpino no nanatona ka niaiky sy nilaza an-karihary ny nataony.",
        "19": "Ary maro tamin’ireo zatra nampiasa herin’ny maizina no nanangona ny bokiny ka nandoro izany teo anatrehan’ny rehetra. Dia natambatr’izy ireo ny tokom-bidin’izany ka hitany fa farantsa volafotsy dimy alina.",
        "20": "Koa niroborobo be àry ny tenin’i Jehovah, sady tena nahery.",
        "21": "Rehefa vita izany, dia nikasa ho any Jerosalema i Paoly tao am-pony tao, rehefa avy namakivaky an’i Makedonia sy Akaia. Hoy izy: “Tsy maintsy mahita an’i Roma koa aho rehefa avy any.”",
        "22": "Koa naniraka roa lahy tamin’ireo nikarakara azy izy, dia i Timoty sy Erasto, ho any Makedonia, fa izy kosa mbola nijanona kelikely tany amin’ny faritr’i Azia.",
        "23": "Tamin’izay fotoana izay dia nisy korontana be momba Ny Lalana.",
        "24": "Nanamboatra tempoly kelin’i Artemisy tamin’ny volafotsy mantsy ny lehilahy atao hoe Demetrio, izay mpanefy volafotsy, ka nahatonga ireo mpanao asa tanana hahazo tombony be.",
        "25": "Koa novorin’i Demetrio ireo, niaraka tamin’ireo mpanao taozavatra toy izany, ka hoy izy: “Fantatrareo tsara fa ity asa ity no mampanan-karena antsika.",
        "26": "Hitanareo sy renareo koa fa, tsy teto Efesosy ihany fa saika eran’ny faritr’i Azia mihitsy io Paoly io no nandresy lahatra vahoaka maro sy nampiova hevitra azy, tamin’ny filazana fa tsy andriamanitra ireo andriamanitra nataon-tanana.",
        "27": "Ary tsy ity asantsika ity ihany no atahorana ho ratsy laza, fa ny tempolin’i Artemisy andriamanibavy lehibe koa no hanjary ho tsinontsinona. Ary na ny fahalehibeazan’ilay andriamanibavy, izay ivavahana eran’i Azia sy ny tany onenana aza, dia efa madiva ho foana.”",
        "28": "Nandre izany ny olona ka tezitra mafy, ary niantsoantso hoe: “Lehibe i Artemisin’ny Efesianina!”",
        "29": "Koa nisahotaka ny iray tanàna, ary indray nirohotra niditra tao an-kianja filalaovana tantara an-tsehatra izy rehetra, ary nentiny an-keriny niaraka taminy i Gaio sy Aristarko, Makedonianina roa lahy niara-dia tamin’i Paoly.",
        "30": "Te hiditra tao amin’ilay kianja i Paoly mba ho eo amin’ny olona, fa tsy navelan’ny mpianatra.",
        "31": "Na ny sasany tamin’ireo mpiandraikitra ny fety sy ny lalao, izay tsara fanahy tamin’i Paoly aza, dia nandefa hafatra ho any aminy ka niangavy azy mba tsy hanao vivery ny ainy hiditra ao amin’ilay kianja.",
        "32": "Niantsoantso mantsy ny olona, ka hafa no nolazain’ny sasany, ary hafa no nolazain’ny sasany. Ary nisahotaka ny vahoaka tafavory tao, ka tsy fantatry ny ankamaroany akory izay antony nahatongavany teo.",
        "33": "Dia nentin’izy ireo niala avy teo amin’ny vahoaka i Aleksandra, satria natosiky ny Jiosy ho any aloha izy. Ary nanao fihetsika tamin’ny tanany i Aleksandra fa te hilaza ny fiarovan-tenany teo amin’ny olona.",
        "34": "Raha vao fantatry ny olona anefa fa Jiosy izy, dia niara-niantsoantso izy rehetra sady nikiakiaka nandritra ny adiny roa teo ho eo hoe: “Lehibe i Artemisin’ny Efesianina!”",
        "35": "Nahavita nampangina ny vahoaka ihany ny ben’ny tanàna tamin’ny farany, ka hoy izy: “Ry Efesianina, iza tokoa moa no tsy mahalala fa ny tanànan’ny Efesianina no mpiambina ny tempolin’i Artemisy lehibe sy ilay sary latsaka avy tany an-danitra?",
        "36": "Koa satria tsy azo iadian-kevitra izany, dia aoka ho tony ianareo ka tsy ho maimaika hanao zavatra.",
        "37": "Nentinareo eto mantsy ireo lehilahy ireo, izay sady tsy mpandroba tempoly no tsy mpanevateva ny andriamanibavintsika.",
        "38": "Koa raha te hitory olona i Demetrio sy ny mpanao asa tanana namany, dia eo ny andro fitsarana ary ao koa ny governoram-paritra. Ary aoka izy ireo hifampiampanga.",
        "39": "Fa raha misy fiampangana hafa ankoatra izany avy aminareo, dia amin’ny fivoriana mahazatra no tsy maintsy hanapahana ny amin’izany.",
        "40": "Raha izay niseho androany izay mantsy dia tena mety hampangaina ho mampirisika olona hikomy amin’ny fanjakana isika. Ary tsy misy antony mamela antsika hanao izao savorovoro izao.”",
        "41": "Dia noravany ny vahoaka, rehefa avy nilaza izany izy."
    },
    "20": {
        "1": "Rehefa nitsahatra ilay savorovoro, dia nampaka ny mpianatra i Paoly. Koa nampahery sy nanao veloma azy ireo izy, ary nankany Makedonia avy eo.",
        "2": "Nitety faritra maro tany izy ka nanao teny maro mba hampaherezana an’ireo mpianatra, ary tonga tany Gresy,",
        "3": "ka nijanona telo volana tany. Rehefa hiondrana an-tsambo ho any Syria izy, dia nisy Jiosy nitetika ny hamono azy, ka nanapa-kevitra ny hiverina hamakivaky an’i Makedonia izy.",
        "4": "Niaraka taminy i Sopatera zanak’i Pyro avy any Beria, sy Aristarko sy Sekondo samy avy any Tesalonika, sy Gaio avy any Derbe, sy Timoty, ary Tykiko sy Trofimo samy avy any amin’ny faritr’i Azia.",
        "5": "Nanohy ny diany ireo ka niandry anay tany Troasy.",
        "6": "Izahay kosa anefa niondrana an-tsambo avy tany Filipy, taorian’ireo andro fankalazana ny fetin’ny mofo tsy misy lalivay, ka tonga tany amin’izy ireo tany Troasy tao anatin’ny dimy andro, ary nijanona fito andro tany.",
        "7": "Ny andro voalohan’ny herinandro, dia tafangona izahay mba hiara-misakafo. Ary nanomboka nandaha-teny tamin’izy ireo i Paoly, satria handeha izy ny ampitson’iny. Naharitra hatramin’ny misasakalina ny lahateniny,",
        "8": "ka nisy jiro maro nanazava ilay efitrano ambony rihana nivorianay.",
        "9": "Nisy tovolahy atao hoe Eotyka nipetraka teo am-baravarankely ary resin-tory tanteraka izy raha mbola nanao ny lahateniny i Paoly. Dia nitambotsotra izy, raha iny mbola natory iny ka nianjera avy teny amin’ny rihana faharoa. Rehefa narenina izy, dia hita fa maty.",
        "10": "Nidina anefa i Paoly ka niantoraka teo aminy ary namihina azy, dia niteny hoe: “Aza miantsoantso intsony fa efa niverina ny ainy.” *",
        "11": "Dia niakatra i Paoly ary nanomboka nisakafo ka nihinana. Ary rehefa avy niresaka elaela izy hatramin’ny maraina vao mangiran-dratsy, dia lasa tamin’ny farany.",
        "12": "Koa nentin’ny olona ilay zazalahy efa velona, ary fampiononana lehibe no azon’izy ireo.",
        "13": "Dia nandeha mialoha ho any an-tsambo izahay ka niondrana nankany Aso, fa any no nokasainay handraisana an’i Paoly. Nasainy nanao izany mantsy izahay, fa izy kosa nikasa handeha an-tongotra.",
        "14": "Rehefa tratrany tao Aso àry izahay, dia noraisinay ho ao an-tsambo izy ary nankany Mitylena izahay.",
        "15": "Niainga avy tao indray izahay ny ampitso, ka tonga tandrifin’i Kio. Nijanona vetivety tao Samo izahay ny ampitson’iny, ary tonga tao Mileto ny andro nanaraka.",
        "16": "Efa nanapa-kevitra i Paoly fa holalovana fotsiny i Efesosy, mba tsy ho lany fotoana any amin’ny faritr’i Azia izy. Tsy andriny mantsy izay hahatongavana any Jerosalema amin’ny andro Pentekosta, raha tratrany.",
        "17": "Na izany aza, dia naniraka olona avy tao Mileto hankany Efesosy izy, ka nampiantso ny anti-panahin’ny fiangonana.",
        "18": "Rehefa tonga teo aminy ireo, dia hoy izy: “Fantatrareo tsara ny fanaoko nandritra ny fotoana rehetra niarahako taminareo, hatramin’ilay andro voalohany nanitsahako ny faritr’i Azia,",
        "19": "ka nanompoako ny Tompo tamim-panetren-tena tanteraka sy tamin-dranomaso ary tao anatin’ny fitsapana nanjo ahy noho ny teti-dratsin’ny Jiosy.",
        "20": "Ary tamin’izany dia tsy niahotra aho nilaza taminareo izay rehetra nahasoa, sy nampianatra anareo ampahibemaso sy isan-trano.",
        "21": "Ary nanome fanazavana feno * tamin’ny Jiosy sy ny Grika aho, momba ny fibebahana amin’Andriamanitra sy ny finoana an’i Jesosy Tompontsika.",
        "22": "Ary ankehitriny, dia efa an-dalana ho any Jerosalema aho satria tsy maintsy manaraka ny fitarihan’ny fanahy masina, kanefa tsy fantatro izay hanjo ahy any,",
        "23": "afa-tsy izay ambaran’ny fanahy masina amiko foana isan-tanàna, dia ny hoe misy gadra sy fahoriana miandry ahy any.",
        "24": "Tsy heveriko ho zava-dehibe anefa ny aiko, toy ny hoe sarobidy amiko, raha mba azoko atao ihany ny hamita ny fihazakazahako sy ny fanompoana izay noraisiko tamin’i Jesosy Tompo, dia ny hitory amin’ny fomba feno ny vaovao tsara ny amin’ny hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "25": "“Ary fantatro ankehitriny fa tsy hahita ny tavako intsony ianareo rehetra izay nitoriako ilay fanjakana.",
        "26": "Koa ataoko vavolombeloko ianareo anio fa afaka amin’ny ran’ny olona rehetra aho,",
        "27": "satria tsy niahotra nilaza taminareo ny sitrapon’Andriamanitra rehetra.",
        "28": "Tandremo ny tenanareo sy ny ondry rehetra izay nanendren’ny fanahy masina anareo ho mpiandraikitra, mba hiandrasanareo ny fiangonan’Andriamanitra, izay novidiny tamin’ny ran’ny Zanany.",
        "29": "Fantatro fa rehefa lasa aho, dia hisy amboadia masiaka hiditra eo aminareo, ary tsy hiantra ny ondry ireny.",
        "30": "Ary avy aminareo ihany no hipoiran’ny olona manolana hevi-teny mba hitaomana ny mpianatra hanaraka azy.",
        "31": "“Koa miambena hatrany, ary tadidio fa tsy nitsahatra nananatra ny tsirairay taminareo tamin-dranomaso aho nandritra ny telo taona, na andro na alina.",
        "32": "Ary ankehitriny dia ankiniko amin’Andriamanitra sy amin’ny teny momba ny hatsaram-panahiny tsy manam-paharoa ianareo. Afaka mampahery anareo mantsy izany teny izany sady afaka manome lova anareo miaraka amin’ireo nohamasinina rehetra.",
        "33": "Tsy nitsiriritra volafotsy na volamena na fitafian’iza na iza aho,",
        "34": "fa fantatrareo tsara fa ireto tanako ireto no nahazoako izay nilaiko sy nilain’ireo niaraka tamiko.",
        "35": "Nasehoko anareo tamin’ny zava-drehetra fa amin’ny fiasana mafy toy izany no tsy maintsy anampianareo an’ireo mila ampiana, sy ahatsiarovanareo ny tenin’i Jesosy Tompo nanao hoe: ‘Mahasambatra kokoa ny manome noho ny mandray.’”",
        "36": "Rehefa avy nilaza izany izy, dia nandohalika niaraka tamin’izy rehetra ary nivavaka.",
        "37": "Nitomany mafy tokoa izy rehetra, ary namihina ny vozon’i Paoly, ka nanoroka azy tamim-pitiavana,",
        "38": "satria nalahelo mafy izy ireo noho ny teniny hoe tsy hahita ny tavany intsony ireo. Koa nanatitra azy hatreny an-tsambo ireo."
    },
    "21": {
        "1": "Rehefa tsy maintsy nisaraka tamin’izy ireo izahay, dia niondrana an-tsambo, ka nanitsy nankany Kosy, ary ny ampitso kosa nankany Rodo. Rehefa avy tany izahay, dia nankany Patara.",
        "2": "Nahita sambo nita ho any Fenisia izahay ka niondrana tamin’io ary lasa.",
        "3": "Rehefa tazanay teo ankavianay ny nosy Sipra, dia nolalovanay ka nizotra nankany Syria izahay, ary niakatra an-tanety tao Tyro, satria tokony hampidina entana tao ilay sambo.",
        "4": "Notadiavinay ireo mpianatra ka hitanay, ary nijanona tao fito andro izahay. Ary notarihin’ny fanahy izy ireo hiteny imbetsaka tamin’i Paoly mba tsy hankany Jerosalema.",
        "5": "Rehefa tapitra ireo andro ireo, dia nandeha nanohy ny dianay izahay. Ary nanatitra anay hatrany ivelan’ny tanàna izy rehetra, niaraka tamin’ny zaza amam-behivavy. Dia nandohalika teo amin’ny torapasika izahay ka nivavaka,",
        "6": "ary nifanao veloma. Dia niakatra an-tsambo izahay fa izy ireo kosa niverina nody.",
        "7": "Ary nandeha sambo avy tany Tyro izahay, ka tonga tany Ptolemaisy. Dia niarahaba an’ireo rahalahy izahay ary nijanona iray andro teo amin’izy ireo.",
        "8": "Niainga indray izahay ny ampitson’iny ka tonga tany Kaisaria ary niditra tao an-tranon’i Filipo mpitory ny vaovao tsara, anisan’ireo fito lahy. Dia nijanona tao aminy izahay.",
        "9": "Ary nanan-janakavavy virjiny efatra izay naminany izy.",
        "10": "Ary raha nijanona andro maro tao izahay, dia nisy mpaminany atao hoe Agabo nidina avy tany Jodia,",
        "11": "ka tonga teo aminay. Ary nalainy ny fehikibon’i Paoly ka namatorany ny tongotra aman-tanany, dia hoy izy: “Izao no lazain’ny fanahy masina: ‘Toy izao no hamatoran’ny Jiosy any Jerosalema ny lehilahy tompon’ity fehikibo ity, ary hatolotr’izy ireo eo an-tanan’ny olona hafa firenena izy.’”",
        "12": "Rehefa nandre izany izahay sy ireo tao amin’io toerana io, dia niangavy an’i Paoly mba tsy hiakatra ho any Jerosalema.",
        "13": "Fa namaly izy hoe: “Fa nahoana ianareo no mitomany sy manaketraka ny foko toy izao? Izaho ange vonona ny hafatotra e, ary na ny ho faty any Jerosalema koa aza, noho ny anaran’i Jesosy Tompo.”",
        "14": "Koa tsy nety niova hevitra mihitsy izy ary nanaiky ny teniny izahay, ka nanao hoe: “Aoka ny sitrapon’i Jehovah no hatao.”",
        "15": "Rehefa afaka ireo andro ireo, dia niomana ho amin’ny dia izahay, ary niakatra tany Jerosalema.",
        "16": "Niaraka taminay koa ny mpianatra sasany avy any Kaisaria mba hitondra anay ho any amin’ilay tokony hampiantrano anay, dia i Menasona avy any Sipra, izay efa mpianatra hatry ny ela.",
        "17": "Faly nandray anay ny rahalahy, nony tonga tany Jerosalema izahay.",
        "18": "Fa niditra tao amin’i Jakoba niaraka taminay kosa i Paoly ny ampitso, ary tao daholo ny anti-panahy rehetra.",
        "19": "Niarahaba azy ireo i Paoly ary nitantara tamin’ny an-tsipiriany izay nataon’Andriamanitra teo amin’ny olona hafa firenena, noho ny fanompoana nataony.",
        "20": "Nanome voninahitra an’Andriamanitra izy ireo nony avy nandre izany, ka nanao tamin’i Paoly hoe: “Hitanao moa, ry rahalahy, fa misy an’arivony ny Jiosy mpino, ary fatra-panaraka ny Lalàna izy rehetra.",
        "21": "Nisy tsaho anefa ren’izy ireo momba anao hoe ianao, hono, mampianatra ny Jiosy rehetra any amin’ny firenena hafa mba hiala amin’ny Lalàn’i Mosesy, ka milaza amin’izy ireo mba tsy hamora ny zanany na hanaraka ny fomba fanao.",
        "22": "Koa inona no tokony hatao amin’izany? Tsy maintsy ho reny mantsy izao hoe tonga ianao.",
        "23": "Koa ataovy izao lazainay aminao izao: Misy efa-dahy eto, izay efa nivoady.",
        "24": "Ento ireo, ka midiova miaraka aminy ianao araka ny Lalàna, ary aloavy izay ho lany mba hanaratana ny lohany. Amin’izay dia ho fantatry ny rehetra fa tsy misy mitombina ny tsaho naely momba anao, fa mitondra tena tsara ianao sady mitandrina ny Lalàna koa.",
        "25": "Ny amin’ireo hafa firenena efa mpino kosa, dia efa nalefanay ny fanapahan-kevitray ny amin’ny tokony hifadian’izy ireo ny zavatra natao sorona ho an’ny sampy, mbamin’ny ra sy ny biby nokendaina ary ny fijangajangana.”",
        "26": "Koa nentin’i Paoly ireo lehilahy ireo ny ampitso. Ary nanadio ny tenany niaraka tamin’izy ireo izy, araka ny Lalàna, ary niditra tao amin’ny tempoly mba hampahafantarana fa ho tapitra ny andro fidiovany araka ny Lalàna, mandra-panolotra fanatitra ho an’ny tsirairay amin’izy ireo.",
        "27": "Ary rehefa ho tapitra ny fito andro, dia nahita an’i Paoly tao amin’ny tempoly ny Jiosy avy any Azia, ka nampisahotaka ny vahoaka rehetra ary nisambotra an’i Paoly,",
        "28": "sady niantsoantso hoe: “Vonjeo, ry Israelita, fa io ilay lehilahy mampianatra ny olona rehetra hatraiza hatraiza hanohitra ny vahoaka sy ny Lalàna ary ity toerana ity. Ary mbola nampiditra Grika tato amin’ny tempoly koa izy ka nandoto ity toerana masina ity.”",
        "29": "Efa hitan’izy ireo niaraka tamin’i Paoly tao an-tanàna mantsy i Trofimo Efesianina, ka noheveriny fa nampidirin’i Paoly tao amin’ny tempoly izy.",
        "30": "Dia nisavorovoro ny iray tanàna, ary nihazakazaka nitangorona ny olona. Koa nosamborin’izy ireo i Paoly ka notaritaritiny tany ivelan’ny tempoly, ary nohidiana avy hatrany ny vavahady.",
        "31": "Rehefa nitady hamono azy izy ireo, dia tonga tany amin’ny mpitari-tafika ny teny hoe nisahotaka ny olona rehetra tao Jerosalema.",
        "32": "Koa naka miaramila sy manamboninahitra avy hatrany izy, ary nihazakazaka nidina ho any amin’ireo. Nijanona tsy nikapoka an’i Paoly intsony ireo raha vao nahita an’ilay mpitari-tafika sy ny miaramila.",
        "33": "Dia nanatona ilay mpitari-tafika ka nisambotra an’i Paoly ary nanome baiko mba hamatorana azy amin’ny rojo vy anankiroa. Ary nanontany izy hoe iza izy ary inona no nataony.",
        "34": "Fa niantsoantso ny vahoaka, ka hafa no nolazain’ny sasany, ary hafa no nolazain’ny sasany. Koa tsy nahafantatra izay tena marina ilay mpitari-tafika, vokatry ny tabataba. Dia nandidy ny hitondrana an’i Paoly ho any amin’ny toby miaramila izy.",
        "35": "Rehefa teo amin’ny tohatoha-bato anefa i Paoly, dia nihasarotra ny raharaha, hany ka nobatain’ny miaramila izy satria nahery setra ny vahoaka.",
        "36": "Mbola nisy olona maro be nanaraka ihany anefa sady niantsoantso hoe: “Vonoy any io!”",
        "37": "Ary nony efa hoentin’ny miaramila ho any an-toby i Paoly, dia hoy izy tamin’ilay mpitari-tafika: “Mahazo milaza zavatra aminao ve aho?” Hoy izy: “Mahay miteny grika angaha ianao?",
        "38": "Fa tsy ianao moa ilay Ejipsianina nandrisika olona hikomy tamin’ny fanjakana fahiny, sady nitondra an’ireo efatra arivo lahy mpitan-tsabatra ho any an-tany efitra?”",
        "39": "Hoy i Paoly: “Izaho ange Jiosy e, ary avy any Tarsosy any Kilikia, sady olom-pirenen’ny tanàna malaza. Koa miangavy anao aho, avelao aho hiteny amin’ny olona.”",
        "40": "Dia nahazo alalana i Paoly, ka nitsangana teo amin’ny tohatoha-bato ary nanao fihetsika tamin’ny tanany mba hampangina ny olona. Koa nangina daholo ny rehetra. Ary niteny tamin’ny teny hebreo izy hoe:"
    },
    "22": {
        "1": "“Ry rahalahy sy ianareo raiamandreny, henoy ankehitriny fa hiteny hiaro ny tenako aho.”",
        "2": "Ary vao mainka nangina izy ireo rehefa nandre azy niteny hebreo taminy. Dia hoy izy:",
        "3": "“Jiosy aho, ary teraka tany Tarsosy any Kilikia, nefa nampianarina teto amin’ity tanàna ity teo an-tongotr’i Gamaliela, ary nobeazina araka ny fampianarana hentitra momba ny Lalàn’ny razambentsika, ka nafana fo tamin’ny fanompoana an’Andriamanitra tahaka anareo rehetra ireo.",
        "4": "Dia nenjehiko izay anisan’izany Lalana izany, ary tonga hatramin’ny famonoana azy ireo ho faty aho, ka nofatorako sy natolotro mba hatao am-ponja ireny, na lahy na vavy.",
        "5": "Ary afaka mijoro ho vavolombelon’ny zavatra nataoko ny mpisoronabe sy ny anti-panahy rehetra. Avy tamin’izy ireo koa no nakako taratasy ho an’ireo rahalahy tany Damaskosy, ary efa teny an-dalana haka an-dry zareo tany aho, mba hitondrako azy mifatotra hankatỳ Jerosalema mba hosazina.",
        "6": "“Raha mbola teny an-dalana anefa aho ka efa nanakaiky an’i Damaskosy, rehefa tokony ho mitataovovonana, dia nisy hazavana be avy tany an-danitra nanjelanjelatra tampoka nanodidina ahy.",
        "7": "Dia lavo tamin’ny tany aho, ka nandre feo nilaza tamiko hoe: ‘Saoly, Saoly, nahoana no manenjika ahy ianao?’",
        "8": "Koa namaly aho hoe: ‘Iza moa ianao, tompoko?’ Ary hoy izy: ‘Izaho no Jesosy avy any Nazareta, izay enjehinao.’",
        "9": "Nahita ny hazavana koa ireo lehilahy niaraka tamiko, saingy tsy nandre ny tenin’ilay niresaka tamiko.",
        "10": "Dia hoy aho: ‘Inona, tompoko, no tokony hataoko?’ Ary hoy ny Tompo tamiko: ‘Mitsangàna ka mandehana any Damaskosy, fa any no hilazana aminao izay rehetra asaina hataonao.’",
        "11": "Tsy nahita na inona na inona anefa aho noho ilay hazavana namirapiratra be, ka tsy tonga tany Damaskosy raha tsy notantanan’ireo niaraka tamiko.",
        "12": "“Ary tonga i Ananiasy, lehilahy matahotra an’Andriamanitra sady mankatò ny Lalàna ary tsara laza teo amin’ny Jiosy rehetra nonina tany.",
        "13": "Koa rehefa tonga teo amiko izy, dia nijoro teo anilako ka nanao tamiko hoe: ‘Ry Saoly, rahalahy, aoka hahiratra indray ianao!’ Ary nitraka nijery azy aho tamin’izay ora izay indrindra.",
        "14": "Dia hoy izy: ‘Andriamanitry ny razantsika efa nifidy anao mba hahalalanao ny sitrapony sy hahitanao an’Ilay marina ary handrenesanao ny feo naloaky ny vavany,",
        "15": "satria ho vavolombelony amin’ny olona rehetra ianao ny amin’ny zavatra hitanao sy renao.",
        "16": "Koa inona no andrasanao? Mitsangàna, ary aoka hatao batisa ianao ka hiantso ny anarany mba ho voasasa ho afaka amin’ny fahotanao.’",
        "17": "“Rehefa niverina teto Jerosalema aho ka nivavaka tao amin’ny tempoly, dia nahita fahitana.",
        "18": "Ary hitako ny Tompo nilaza tamiko hoe: ‘Faingàna, mialà haingana eto Jerosalema fa tsy hanaiky ny fijoroanao ho vavolombeloko ireo.’",
        "19": "Dia hoy aho: ‘Tompo ô, fantatr’izy ireo tsara ange fa izaho no mpanao am-ponja sy mpikapoka an’izay nino anao, isaky ny synagoga e!",
        "20": "Ary tamin’ny nandatsahan-dra an’i Stefana vavolombelonao, dia mba nijoro teo koa aho, ka nankasitraka izany ary niambina ny akanjo ivelan’ireo namono azy.’",
        "21": "Hoy anefa izy tamiko: ‘Mandehana fa hirahiko ho any amin’ny hafa firenena any lavitra ianao.’”",
        "22": "Nihaino an’i Paoly izy ireo hatreo amin’izany teny izany, fa avy eo kosa nanandratra ny feony, nanao hoe: “Fongory amin’ny tany ilehio, fa tsy mendrika ny ho velona akory!”",
        "23": "Ary satria niantsoantso izy ireo sady nanipy ny akanjony ivelany ary nanipy vovoka teny amin’ny rivotra,",
        "24": "dia nandidy ny hitondrana an’i Paoly ho any amin’ny toby miaramila ny mpitari-tafika, ary nilaza fa tokony hokaravasina i Paoly rehefa fotopotorana, mba ho tena fantatr’ilay mpitari-tafika ny antony nitabataban’ny olona taminy toy ireny.",
        "25": "Rehefa natsotra mba hokaravasina i Paoly, dia hoy izy tamin’ilay manamboninahitra nijoro teo: “Azonareo atao angaha ny mikapoka Romanina mbola tsy voaheloka?”",
        "26": "Dia nankany amin’ilay mpitari-tafika ilay manamboninahitra rehefa nandre izany, ka nilaza hoe: “Inona no kasainao hatao izao fa, hay, Romanina io lehilahy io?”",
        "27": "Ary nanatona ilay mpitari-tafika ka nanao tamin’i Paoly hoe: “Hono ho’aho, Romanina ve ianao?” Ary hoy izy: “Ia!”",
        "28": "Hoy ilay mpitari-tafika: “Vola be no naloako vao nahazo ny zo ho olom-pirenena romanina aho.” Fa hoy i Paoly: “Izaho kosa vao teraka dia efa nanana izany zo izany.”",
        "29": "Avy hatrany dia niala teo aminy ireo lehilahy saika hampijalijaly azy mandritra ny famotopotorana. Ary natahotra ilay mpitari-tafika rehefa tena nahafantatra fa Romanina izy nefa nasainy nofatorana.",
        "30": "Ny ampitso àry, dia te hahalala izay tena antony niampangan’ny Jiosy an’i Paoly izy. Koa novahany ny fatorany ary nasainy nivory ny lehiben’ny mpisorona sy izay rehetra anisan’ny Fitsarana Avo Jiosy. Ary nampidininy i Paoly ka nasainy nijoro teo anivon’izy ireo."
    },
    "23": {
        "1": "Nobanjinin’i Paoly ireo anisan’ny Fitsarana Avo Jiosy, ka hoy izy: “Ry rahalahy, nitondra tena tsara teo anatrehan’Andriamanitra, tamin’ny feon’ny fieritreretana madio tanteraka aho mandraka androany.”",
        "2": "Koa nasain’i Ananiasy mpisoronabe namely ny vavan’i Paoly ireo nijoro teo anilany.",
        "3": "Fa hoy i Paoly: “Hamely anao koa Andriamanitra, ry rindrina voalalotra fotsy! Sady mipetraka hitsara ahy araka ny Lalàna ve ianao no mandika ny Lalàna ka mandidy ny hamelezana ahy?”",
        "4": "Dia hoy ireo nijoro teo: “Tevatevainao ve ny mpisoronaben’Andriamanitra?”",
        "5": "Ary hoy i Paoly: “Tsy fantatro hoe mpisoronabe izy, ry rahalahy, fa voasoratra aloha hoe: ‘Aza vingavingaina ny mpitondra eo amin’ny firenenao.’”",
        "6": "Rehefa tsikaritr’i Paoly fa Sadoseo ny sasany ary Fariseo kosa ny sasany, dia niteny mafy teo anatrehan’ny Fitsarana Avo izy hoe: “Ry rahalahy! Fariseo aho, ary zanaky ny Fariseo. Ny amin’ny fanantenana fitsanganana amin’ny maty no itsarana ahy.”",
        "7": "Dia nifanditra ny Fariseo sy ny Sadoseo noho ny nilazany izany, ka nizara ho ankolafiny roa ireo olona maro be tao.",
        "8": "Ny Sadoseo mantsy milaza fa tsy misy fitsanganana amin’ny maty na anjely na fanahy. Fa ny Fariseo kosa manambara ampahibemaso fa mino izany rehetra izany.",
        "9": "Koa nisy nilelalela mafy tao, ary nitsangana ny sasany tamin’ireo mpanora-dalàna mpomba ny Fariseo, ka nanizingizina mafy hoe: “Tsy hitanay izay fahadisoan’io lehilahy io. Fa raha nisy fanahy na anjely niresaka taminy, ...”",
        "10": "Ary nitombo ny fifandirana ka natahotra ilay mpitari-tafika sao hifandroritan’izy ireo i Paoly. Koa nobaikoiny hidina ny andia-miaramila mba hisintona azy haingana avy teo afovoan’ny olona ary hitondra azy ho any an-toby.",
        "11": "Nijoro teo anilany anefa ny Tompo ny alin’iny, ka nanao hoe: “Mahereza! Fa toy ny nanazavanao tsara * ny momba ahy teto Jerosalema no tsy maintsy hitorianao ny teny any Roma koa.”",
        "12": "Niray tetika mangingina ny Jiosy nony maraina, ka niozona fa tsy hihinana na hisotro raha tsy efa matiny i Paoly.",
        "13": "Mihoatra ny efapolo lahy no niray tetika sy niozona toy izany.",
        "14": "Dia nankany amin’ny lehiben’ny mpisorona sy ny anti-panahy izy ireo, ka nanao hoe: “Efa niozona mafy izahay fa tsy hihinan-kanina na dia kely aza raha tsy efa matinay i Paoly.",
        "15": "Koa aoka ianareo sy ny Fitsarana Avo hanazava amin’ilay mpitari-tafika ny antony tokony hitondrany azy hidina atỳ aminareo, ka ataovy toy ny hoe te hamantatra marina kokoa momba ilay raharaha itsarana azy ianareo. Fa ho efa vonona ny hamono azy izahay raha mbola tsy manatona anareo akory izy.”",
        "16": "Ren’ny zanak’anabavin’i Paoly anefa fa hiafina mba hanafika izy ireo, ka lasa niditra tao an-toby izy ary nilaza izany tamin’i Paoly.",
        "17": "Dia nantsoin’i Paoly ny manamboninahitra anankiray, ka hoy izy: “Ento any amin’ny mpitari-tafika ity ankizilahy ity fa misy zavatra holazainy aminy.”",
        "18": "Koa nalain’ilay lehilahy izy ka nentiny tany amin’ilay mpitari-tafika, dia hoy ralehilahy: “Nantsoin’ilay voafonja atao hoe Paoly aho, ka nasainy nitondra an’ity ankizilahy ity ho atỳ aminao fa misy zavatra holazainy aminao, hono.”",
        "19": "Notantanan’ilay mpitari-tafika izy ka nentiny niala teo, ary nanontaniany nitokana hoe: “Inona izany holazainao amiko izany?”",
        "20": "Dia hoy ilay ankizilahy: “Efa nifanara-kevitra ny Jiosy fa hangataka anao hampidina an’i Paoly ho any amin’ny Fitsarana Avo rahampitso, toy ny hoe mba hahalalany marina kokoa momba azy.",
        "21": "Koa aza manaiky horeseny lahatra ianao fa lehilahy efapolo mahery ry zareo no efa miafina mba hanafika azy, ary efa niozona ireo fa tsy hihinana na hisotro raha tsy efa matiny i Paoly. Ary efa vonona izy ireo izao, ka ny fanomezan-dalana avy aminao no sisa andrasany.”",
        "22": "Dia nalefan’ilay mpitari-tafika handeha ilay ankizilahy, rehefa avy norarany hoe: “Aza lazalazaina na amin’iza na amin’iza hoe nampahafantarinao ahy izany.”",
        "23": "Ary nampiantso manamboninahitra roa lahy izy, ka nanao hoe: “Manomàna miaramila roanjato lahy handeha hatrany Kaisaria, ary mpitaingin-tsoavaly fitopolo sy mpitan-defona roanjato, amin’ny ora fahatelo anio alina.",
        "24": "Dia manomàna koa soavaly hitaingenan’i Paoly ary ento soa aman-tsara any amin’i Feliksa Governora izy.”",
        "25": "Ary nanoratra izy, ka toy izao no voalazan’ny taratasiny:",
        "26": "“Klaodio Lysia miarahaba an’Andriamatoa hajaina, Governora Feliksa.",
        "27": "Nosamborin’ny Jiosy ity lehilahy ity ary efa saika novonoiny ho faty, kanjo tonga tampoka aho niaraka tamin’ny andia-miaramila ka namonjy azy, satria reko fa Romanina izy.",
        "28": "Tiako ho fantatra tsara izay antony hiampangan’izy ireo azy, ka nentiko nidina ho eo amin’ny Fitsarana Avo Jiosy izy.",
        "29": "Hitako fa adihevitra momba ny Lalàn-dry zareo no iampangany azy fa tsy misy zavatra tokony hamonoana azy ho faty na hamatorana azy.",
        "30": "Nampahafantarina ahy anefa fa misy tetika maizina natao hamonoana azy, koa alefako avy hatrany atỳ aminao izy. Ary eo anatrehanao ny mpiampanga azy no asaiko milaza izay iampangany azy.”",
        "31": "Koa nalain’ireo miaramila ireo i Paoly, araka ny baiko azony, ka nentiny alina ho any Antipatria.",
        "32": "Navelan’izy ireo hiaraka taminy ireo mpitaingin-tsoavaly ny ampitso, fa izy ireo kosa niverina tany an-toby.",
        "33": "Niditra tao Kaisaria ireo mpitaingin-tsoavaly ka nanolotra ilay taratasy tamin’ny governora sady nampahafantatra an’i Paoly taminy koa.",
        "34": "Dia novakin’ny governora ilay taratasy ary nanontaniany i Paoly hoe avy amin’ny faritany aiza izy, sady nofantariny tsara raha avy any Kilikia.",
        "35": "“Hohenoiko tsara izay rehetra holazainao, rehefa tonga koa ny mpiampanga anao”, hoy izy. Ary nanome baiko izy mba hiambenana azy ao amin’ny lapam-panjakan’i Heroda."
    },
    "24": {
        "1": "Rehefa afaka dimy andro, dia nidina tany Kaisaria i Ananiasy mpisoronabe sy ny anti-panahy sasany ary Tertylo mpisolovava, ka niampanga an’i Paoly tamin’ny governora.",
        "2": "Koa rehefa nantsoina i Tertylo, dia nanomboka niampanga azy hoe: “Milamina tsara ny eto aminay noho ianao, ry Feliksa hajaina ô, ary ny fahaizanao mitsinjo ny hoavy no itondranao fanavaozana eto amin’ity firenena ity.",
        "3": "Koa amim-pankasitrahana lehibe indrindra no andraisanay izany, ry Feliksa Governora hajaina, eny, raisinay amim-pankasitrahana mandrakariva hatraiza hatraiza.",
        "4": "Mba tsy hihazonana anao maharitra anefa, dia miangavy anao aho hihaino anay vetivety araka ny haben’ny hatsaram-ponao.",
        "5": "Hitanay mantsy fa mpanakorontana io lehilahy io, ary ampirisihiny hikomy amin’ny fanjakana ny Jiosy rehetra manerana ny tany onenana, ary izy no mitarika an’ilay sektan’ny Nazareanina.",
        "6": "Nitady hanazimbazimba ny tempoly koa izy ka nosamborinay.",
        "7": "* ——",
        "8": "Ho hitanao fa marina izany zavatra rehetra iampanganay azy izany rehefa hofotoranao izy.”",
        "9": "Ary niampanga azy koa ny Jiosy ka nanizingizina fa izany tokoa no izy.",
        "10": "Dia nanao fihetsika tamin’ny lohany ny governora mba hanomezana fitenenana an’i Paoly, ka hoy ny navalin’i Paoly: “Fantatro tsara fa mpitsaran’ity firenena ity efa an-taonany maro ianao. Koa faly aho hilaza aminao ny mombamomba ahy ho fiarovan-tenako.",
        "11": "Azonao porofoina koa fa tsy mihoatra ny roa ambin’ny folo andro izay no niakarako hivavaka tany Jerosalema.",
        "12": "Ary tsy nahita ahy niady hevitra tamin’olona tao amin’ny tempoly ireo na namory vahoaka hirotaka, na tao amin’ny synagoga izany na eran’ny tanàna.",
        "13": "Tsy afaka manaporofo an’ireo zavatra iampangany ahy ankehitriny koa ireo.",
        "14": "Ekeko eto anatrehanao kosa anefa, fa araka ilay fomba fivavahana antsoin’izy ireo hoe ‘sekta’, eny, araka izany fomba izany no anompoako ny Andriamanitry ny razako, satria inoako izay rehetra voalazan’ny Lalàna sy voasoratra ao amin’ny Mpaminany.",
        "15": "Ary manantena amin’Andriamanitra aho, araka izay antenain’izy ireo koa, fa hisy fitsanganan’ny marina sy ny tsy marina.",
        "16": "Izany indrindra no iezahako mandrakariva hanana feon’ny fieritreretana madio, izay milaza amiko fa tsy nanao ratsy teo anatrehan’Andriamanitra sy ny olona aho.",
        "17": "Taona maro tatỳ aoriana àry, dia tonga teo amin’ny fireneko aho mba hitondra fanomezana ho an’ny mahantra sy hitondra fanatitra.",
        "18": "Madio araka ny Lalàna aho tamin’izaho hitan’izy ireo tao amin’ny tempoly, ary tsy niaraka tamin’olona maro be na nitabataba. Fa nisy Jiosy avy any amin’ny faritr’i Azia tao,",
        "19": "ary tokony ho tonga hiampanga ahy eto anatrehanao izy ireo raha misy zavatra iampangany ahy!",
        "20": "Na aoka ireto olona manatrika eto ireto no hilaza izay ratsy hitany nataoko fony aho nijoro teo anatrehan’ny Fitsarana Avo Jiosy,",
        "21": "raha tsy hoe noheverin’izy ireo ho nanao ratsy angaha aho rehefa nilaza an’izao teny indraim-bava izao, tamin’izaho nijoro teo anatrehan’izy ireo: ‘Ny amin’ny fitsanganana amin’ny maty no itsarana ahy eto anatrehanareo anio!’”",
        "22": "Nampihemotra an’ilay raharaha anefa i Feliksa, izay nahalala marina tsara ny amin’izany Lalana izany, ka nanao hoe: “Rehefa midina atỳ i Lysia mpitari-tafika vao hanapa-kevitra ny amin’ity raharahanareo ity aho.”",
        "23": "Ary nomeny baiko ilay manamboninahitra mba hitana an’i Paoly, nefa koa hanalefaka ny fanagadrana azy, ary tsy handrara an’izay namany te hikarakara azy.",
        "24": "Ary tonga i Feliksa andro vitsivitsy taorian’izay, niaraka tamin’i Drosila vadiny, vehivavy jiosy. Dia nampaka an’i Paoly izy ka nihaino izay nolazainy ny amin’ny finoana an’i Kristy Jesosy.",
        "25": "Rehefa niresaka momba ny fahamarinana sy ny fifehezan-tena ary ny fitsarana ho avy anefa i Paoly, dia natahotra izy ka nanao hoe: “Mandehana aloha, fa mbola hampaka anao ihany aho rehefa mety ny fotoanako.”",
        "26": "Nanantena ny homen’i Paoly vola koa anefa izy, ka izany no nahatonga azy hampaka azy matetika kokoa sy hiresaka taminy.",
        "27": "Roa taona tatỳ aoriana anefa, dia i Porsio Festosy no nandimby an’i Feliksa. Ary navelan’i Feliksa nifatotra i Paoly, satria te hahazo sitraka tamin’ny Jiosy izy."
    },
    "25": {
        "1": "Koa telo andro taorian’ny nandraisan’i Festosy ny fitondrana an’ilay faritany, dia niala tany Kaisaria izy ka niakatra tany Jerosalema.",
        "2": "Dia niampanga an’i Paoly ireo lehiben’ny mpisorona sy lohandohany teo amin’ny Jiosy. Koa niangavy an’i Festosy izy ireo",
        "3": "mba hanaiky ny fangatahany, dia ny hoe tokony hampanalainy hankany Jerosalema i Paoly. Nisy tamin’izy ireo mantsy efa niafina mba hanafika sy hamono azy teny an-dalana.",
        "4": "Ary namaly i Festosy fa tokony hotanana any Kaisaria ihany i Paoly, ary izy rahateo hiverina any tsy ho ela.",
        "5": "“Koa aoka ireo lehibenareo”, hoy izy, “hiara-midina amiko hiampanga an-dralehilahy, raha nanao zavatra tsy nety izy.”",
        "6": "Koa tsy nijanona tany amin’izy ireo afa-tsy valo na folo andro izy, ary nidina tany Kaisaria avy eo. Ary nipetraka teo amin’ny toeram-pitsarana izy ny ampitson’iny, ka nandidy ny hitondrana an’i Paoly.",
        "7": "Rehefa tonga i Paoly, dia nitsangana nanodidina azy ny Jiosy nidina avy tany Jerosalema, ka nilaza fiampangana lehibe maro izay tsy hainy noporofoina akory.",
        "8": "Fa hoy i Paoly rehefa niaro ny tenany: “Tsy nanota tamin’ny Lalàn’ny Jiosy aho, na tamin’ny tempoly na tamin’i Kaisara.”",
        "9": "Fa nila sitraka tamin’ny Jiosy i Festosy ka namaly an’i Paoly hoe: “Tianao ve ny hiakatra ho any Jerosalema ka hotsaraina eo anatrehako ny amin’izany zavatra izany?”",
        "10": "Fa hoy i Paoly: “Mijoro eto anoloan’ny fitsaran’i Kaisara aho, ary eto no tokony hitsarana ahy. Tsy nanao ratsy tamin’ny Jiosy aho, ary fantatrao tsara koa izany.",
        "11": "Fa raha tena mpanao ratsy tokoa aho ka nahavita zavatra tokony hamonoana ahy ho faty, dia tsy mandà ny ho faty aho. Fa raha tsy misy mitombina kosa ny zavatra iampangan’ireto lehilahy ireto ahy, dia tsy misy afaka manolotra ahy amin’izy ireo mba hampifaliana azy ireo fotsiny. Ampakariko any amin’i Kaisara ny raharaha!”",
        "12": "Ary niresaka tamin’ireo mpanolo-tsaina aloha i Festosy vao niteny hoe: “Nampakarinao any amin’i Kaisara ny raharaha, ka dia ho any amin’i Kaisara tokoa ianao.”",
        "13": "Tonga tany Kaisaria i Agripa Mpanjaka sy Berenika, andro vitsivitsy taorian’izay, mba hitsidika an’i Festosy ara-pomba fifanajana.",
        "14": "Koa satria nijanona andro maromaro tao izy ireo, dia nambaran’i Festosy tamin’ny mpanjaka ny momba an’i Paoly. Hoy izy: “Misy lehilahy voafonja navelan’i Feliksa ato.",
        "15": "Ary nampahafantarin’ny lehiben’ny mpisorona sy ny anti-panahin’ny Jiosy ahy ny momba azy, fony aho tany Jerosalema, ka nangataka ny hanamelohana azy izy ireo.",
        "16": "Novaliako anefa izy ireo fa tsy fanaon’ny Romanina ny manolotra olona mba hampifaliana ny hafa fotsiny, raha tsy hoe efa nampifanatrehina tamin’ny mpiampanga azy angaha ilay olona, ka afaka niaro tena ny amin’izay iampangana azy.",
        "17": "Koa tsy nangataka andro aho rehefa tonga teto izy rehetra, fa ny ampitson’iny ihany dia nipetraka teo amin’ny toeram-pitsarana aho ka nandidy ny hitondrana an-dralehilahy.",
        "18": "Nitsangana ny mpiampanga azy, nefa tsy ny zava-dratsy noeritreretiko no niampangany azy.",
        "19": "Hay nisy adihevitra fotsiny teo amin-dry zareo momba ny fivavahany amin’andriamanitra sy momba ilay atao hoe Jesosy izay efa maty, kanefa izingizinin’i Paoly fa velona.",
        "20": "Tsy hitako izay hatao manoloana izany adihevitra izany, ka nanontaniako izy raha te ho any Jerosalema mba hotsaraina any ny amin’izany raharaha izany.",
        "21": "Nangataka ny hotanana anefa izy mba ho Ilay Heni-kaja no hanapa-kevitra ny aminy. Koa nandidy ny hitanana azy aho mandra-pandefako azy hiakatra ho any amin’i Kaisara.”",
        "22": "Dia hoy i Agripa tamin’i Festosy: “Mba te hihaino an’izany lehilahy izany koa aho.” Hoy i Festosy: “Hihaino azy ianao rahampitso.”",
        "23": "Koa ny ampitson’iny àry, dia tonga tamin’ny fomba nanetriketrika be i Agripa sy Berenika, ary niditra tao amin’ny efitra fitsarana, niaraka tamin’ny mpitari-tafika sy ny olona ambony tao an-tanàna. Dia nanome baiko i Festosy ka nampidirina i Paoly.",
        "24": "Ary hoy i Festosy: “Ry Agripa Mpanjaka sy ianareo rehetra izay manatrika eto miaraka aminay, io hitanareo io ilay lehilahy nangatahin’ny Jiosy maro be tamiko, na tany Jerosalema na teto, ka niantsoantsoan’izy ireo hoe tsy mendrika ny ho velona intsony izy.",
        "25": "Takatro anefa fa tsy nanao zavatra tokony hamonoana azy izy. Koa rehefa nampakatra ny raharaha any amin’Ilay Heni-kaja izy, dia tapa-kevitra aho fa handefa azy ho any.",
        "26": "Tsy azoko antoka anefa izay hosoratako ho an’ny Tompoko momba azy. Koa nentiko eto anatrehanareo izy, ary indrindra fa eto anatrehanao ry Agripa Mpanjaka ô, mba hisy zavatra hosoratako rehefa vita ny famotorana.",
        "27": "Tsy mety mantsy, araka ny hevitro, ny manatitra voafonja nefa tsy milaza ny fiampangana azy.”"
    },
    "26": {
        "1": "Hoy i Agripa tamin’i Paoly: “Mahazo miteny hiaro ny tenanao ianao izao.” Dia nanatsotra ny tanany i Paoly, ka nilaza toy izao ho fiarovan-tena:",
        "2": "“Faly aho, ry Agripa Mpanjaka, fa eto anatrehanao no ilazako ny fiarovan-tenako anio, ny amin’ny zavatra rehetra iampangan’ny Jiosy ahy.",
        "3": "Faly tokoa aho, satria ianao mahay tsara ny fanao sy ny adihevitra rehetra eo amin’ny Jiosy. Koa miangavy anao aho mba haharitra hihaino ahy.",
        "4": "“Fantatry ny Jiosy rehetra ny fomba fiainako nanomboka tamin’ny fahazazako, dia ny fiainako hatrany am-piandohana teo amin’ny fireneko sy tany Jerosalema.",
        "5": "Eny, fantatry ny Jiosy, izay nahalala tsara ahy hatramin’ny voalohany—ary afaka mijoro ho vavolombelon’izany izy ireo, raha tiany—fa efa Fariseo aho, ka nanaraka ilay sekta hentitra indrindra tao amin’ny fivavahanay.",
        "6": "Noho ny fanantenako an’ilay fampanantenana nataon’Andriamanitra tamin’ny razantsika anefa no ijoroako hotsaraina eto anatrehan’ny fitsarana ankehitriny.",
        "7": "Fa manantena ny hahita ny fahatanterahan’izany fampanantenana izany ny foko roa ambin’ny folon’Israely, ka mazoto manao fanompoana masina ho azy andro aman’alina. Ny amin’izany fanantenana izany no iampangan’ny Jiosy ahy, ry mpanjaka ô!",
        "8": "“Fa nahoana no heverinareo fa tsy azo inoana hoe manangana ny maty Andriamanitra?",
        "9": "Raha izaho aloha dia tena nihevitra aho tany anatiko tany fa tokony hanao zavatra maro hanoherana ny anaran’i Jesosy avy any Nazareta.",
        "10": "Ary izany tokoa no nataoko tany Jerosalema, ka maro tamin’ireo olona masina no nohidiako tany am-ponja, satria nahazo fahefana avy tamin’ny lehiben’ny mpisorona aho. Ary rehefa hovonoina ho faty ireny, dia mba nandatsa-bato nanaiky izany aho.",
        "11": "Imbetsaka aho no nanasazy azy tany amin’ny synagoga rehetra, ka niezaka ny hanery azy handa ny finoany. Ary satria tezitra mafy dia mafy tamin’izy ireny aho, dia vitako hatramin’ny nanenjika azy tany amin’ny tanàna ivelany mihitsy aza.",
        "12": "“Ary raha mbola niezaka nanao izany aho, ka nandeha ho any Damaskosy fa nahazo fahefana sy fanomezan-dalana avy tamin’ny lehiben’ny mpisorona,",
        "13": "dia nahita hazavana teny an-dalana, tamin’ny mitataovovonana, ry mpanjaka ô, dia hazavana namirapiratra mihoatra noho ny masoandro. Nanjelanjelatra avy tany an-danitra ilay izy, ka nanodidina ahy sy izay niara-dia tamiko.",
        "14": "Dia lavo tamin’ny tany daholo izahay rehetra, ary nandre feo aho nilaza tamiko tamin’ny teny hebreo hoe: ‘Saoly, Saoly, nahoana no manenjika ahy ianao? Ianao ihany ange no ho voan’ny ataonao raha mitsipaka lava ny hazo fanindronana * ianao e!’",
        "15": "Fa hoy aho: ‘Iza moa ianao, tompoko?’ Dia hoy ny Tompo: ‘Izaho no Jesosy izay enjehinao.",
        "16": "Fa mitsangàna, ka mijoroa amin’ny tongotrao. Fa nataoko hitan’ny masonao aho mba hifidianako anao ho mpanompo sy ho vavolombelona hanambara ny zavatra efa hitanao sy mbola hasehoko anao momba ahy.",
        "17": "Ary hanafaka anao amin’ity vahoaka ity sy amin’ny hafa firenena izay anirahako anao aho.",
        "18": "Hirahiko hanokatra ny masony ianao sy hampiova azy hiala amin’ny haizina ho amin’ny mazava, ary hiala amin’ny fahefan’i Satana ho amin’Andriamanitra, mba hahazoany famelan-keloka sy lova miaraka amin’ireo nohamasinina noho ny finoana ahy.’",
        "19": "“Ary tsy nanda aho, ry Agripa Mpanjaka ô, fa nankatò an’ilay fahitana avy tany an-danitra.",
        "20": "Koa nankany amin’izay tany Damaskosy aho aloha, ary avy eo nankany amin’izay tany Jerosalema sy eran’ny faritr’i Jodia ary tany amin’ny firenen-kafa, nitondra ilay hafatra hoe tokony hibebaka sy hiverina amin’Andriamanitra izy ireo ka hampiseho amin’ny ataony fa nibebaka izy.",
        "21": "Izany no antony nisamboran’ny Jiosy ahy tao amin’ny tempoly ka saika namonoany ahy.",
        "22": "Nahazo ny fanampian’Andriamanitra anefa aho, ka mbola mijoro ho vavolombelona mandraka androany, na amin’ny madinika na amin’ny lehibe, ary tsy milaza afa-tsy izay nambara fa hitranga, araka ny voalaza ao amin’ny Mpaminany sy Mosesy,",
        "23": "dia ny hoe tsy maintsy nijaly i Kristy, ary ho voalohany amin’izay hatsangana amin’ny maty, ka hitory fahazavana amin’ny vahoakan’Israely sy amin’ny hafa firenena.”",
        "24": "Ary raha mbola nilaza izany i Paoly ho fiarovan-tenany, dia niantsoantso i Festosy hoe: “Lasa adala ianao, ry Paoly! Mahalasa adala anao ny fianarana be!”",
        "25": "Fa hoy i Paoly: “Tsy lasa adala aho akory, ry Festosy Governora hajaina ô, fa milaza tenin’ny fahamarinana sy tenin’olona misaina tsara.",
        "26": "Mahalala tsara izany ny mpanjaka ka sahy miresaka aminy momba izany aho. Azoko antoka mantsy fa tsy misy tsy fantany izany rehetra izany, satria tsy nisy niafina ny nanaovana izany.",
        "27": "Mino ny Mpaminany ve ianao, ry Agripa Mpanjaka? Fantatro fa mino ianao.”",
        "28": "Hoy anefa i Agripa tamin’i Paoly: “Raha nisy kely foana dia ho naharesy lahatra ahy ho tonga Kristianina ianao.”",
        "29": "Dia hoy i Paoly: “Mangataka amin’Andriamanitra aho mba hahatongavanao ho toa ahy izao, na ho ela na ho haingana, ary tsy ianao ihany fa izay rehetra mandre ahy anio koa, eny, ho toa ahy izao, afa-tsy amin’ireto fatorana ireto.”",
        "30": "Dia nitsangana ny mpanjaka, ary nitsangana koa ny governora sy Berenika ary ny olona niara-nipetraka tamin’izy ireo.",
        "31": "Sady niala teo izy ireo no nifampiresaka hoe: “Tsy nanao zavatra tokony hamonoana azy ho faty na hamatorana azy io lehilahy io.”",
        "32": "Hoy koa i Agripa tamin’i Festosy: “Raha tsy nampakatra ny raharaha any amin’i Kaisara izy, dia ho efa nafahana.”"
    },
    "27": {
        "1": "Tapaka ny hevitra fa handeha an-tsambo ho any Italia izahay. Koa natolotra an’i Jolio, manamboninahitra avy amin’ny andia-miaramilan’i Aogosto, i Paoly sy ny voafonja sasany.",
        "2": "Sambo avy tany Adramytena no niakaranay, ary efa nadiva hanainga ho any amin’ny toerana maro nanaraka ny morontsirak’i Azia izy io. Dia lasa izahay ary niaraka taminay koa i Aristarko, Makedonianina avy any Tesalonika.",
        "3": "Tonga tao Sidona izahay ny ampitson’iny. Tsara fanahy tamin’i Paoly i Jolio satria tia olona, ka namela azy ho any amin’ny namany sy hokarakarain’ireo.",
        "4": "Ary niala tao izahay, ka nanaraka ny morony tsy azon-drivotra amin’i Sipra, satria notoherin’ny rivotra izahay.",
        "5": "Ary nandeha teny afovoan-dranomasina izahay rehefa nandalo tandrifin’i Kilikia sy Pamfylia, ka tody tao amin’ny seranan’i Myra, any Lykia.",
        "6": "Ary tao ilay manamboninahitra dia nahita sambo avy tany Aleksandria hankany Italia ka nasainy niakatra izahay.",
        "7": "Nandeha niadana nandritra ny andro maromaro ilay sambo, ary sahirana vao tonga tao Kinido, satria tsy namela anay handroso ny rivotra. Koa nanaraka ny morony tsy azon-drivotra amin’i Kreta, any Salmona, izahay.",
        "8": "Sahirana izahay vao afaka nanara-morona an’io tany io, ary tonga teo amin’ny seranana atao hoe Seranana Kanto. Teo akaikin’izy io no nisy ny tanànan’i Lasea.",
        "9": "Ary efa lasa be ny fotoana, ka efa nampidi-doza ny nandeha sambo, satria na ny fifadian-kanina amin’ny andro fandrakofam-pahotana aza efa lasa. Koa nanoro hevitra azy ireo i Paoly",
        "10": "hoe: “Hitako fa hiteraka fahasimbana sy fahavoazana be izao diantsika izao, tsy ho an’ny entana sy ny sambo ihany, fa ho an’ny aintsika koa.”",
        "11": "Ny tenin’ilay mpitondra sambo sy ny tompon-tsambo anefa no nohenoin’ilay manamboninahitra, fa tsy ny tenin’i Paoly.",
        "12": "Ary satria tsy tsara ijanonana amin’ny ririnina ilay seranana, dia nanoro hevitra ny hiaingana avy tao ny ankamaroan’ny olona, sao mba ho tonga hatrany Foiniksa ihany, ka any no hijanona mandritra ny ririnina. Seranan’i Kreta i Foiniksa, ary mitodika mianavaratra atsinanana sy mianatsimo atsinanana.",
        "13": "Rehefa nitsoka nalefaka ny rivotra avy any atsimo, dia nihevitra izy ireo fa efa ho tanteraka ny fikasany, ka nampiakatra ny vatofantsika izy ary nanara-morona an’i Kreta.",
        "14": "Tsy ela akory anefa dia nifofofofo namely an’ilay nosy ny rivo-mahery atao hoe Eorakylona.",
        "15": "Dia nopaohin’ny rivotra ilay sambo, ary tsy nahatohitra an’ilay rivotra ka dia navelanay hoentiny.",
        "16": "Nanaraka ny morony tsy azon-drivotra amin’ny nosy kely atao hoe Kaoda izahay, nefa saika tsy afaka naka an’ilay lakana famonjena aina teo amin’ny vodisambo.",
        "17": "Rehefa tafakatra an-tsambo ilay lakana, dia nofehezin’izy ireo ny manodidina ny fanambanin’ilay sambo mba hanamafisana azy. Ary natahotra ny hidona tamin’ny dongom-pasik’i Sirtisy izy ireo, ka nampidininy ireo tady nihazona ny lay, ary dia nentin’ny rivotra ny sambo.",
        "18": "Mbola natsipitsipin’ilay tafio-drivotra anefa izahay, ka natao izay hahamaivana an’ilay sambo ny ampitson’iny.",
        "19": "Ary ny tanan’izy ireo mihitsy no nanary ireo fitaovan’ilay sambo, tamin’ny andro fahatelo.",
        "20": "Tamin’izay dia efa andro maro no tsy nisehoan’ny masoandro na ny kintana, ary mafy ny tafio-drivotra namely anay, hany ka tsy nanantena firy ny ho voavonjy intsony izahay.",
        "21": "Ary efa ela ny olona no tsy nahahinan-kanina, ka nitsangana teo afovoan’izy ireo i Paoly, ary nilaza hoe: “Tokony ho nihaino ny teniko mihitsy ianareo, ka tsy niondrana an-tsambo avy tany Kreta, dia ho nisoroka izao fahasimbana sy fahavoazana izao.",
        "22": "Fa manoro hevitra anareo aho mba tsy ho kivy, satria tsy hisy aminareo hamoy ny ainy, fa ny sambo ihany no hafoy.",
        "23": "Nisy anjelin’ilay Andriamanitra tompoko sady anaovako fanompoana masina mantsy nitsangana teo anilako halina,",
        "24": "ka nanao hoe: ‘Aza matahotra, ry Paoly, fa tsy maintsy mijoro eo anatrehan’i Kaisara ianao. Tsara fanahy Andriamanitra ka hitsimbina ny ain’izay rehetra miara-dia aminao ato an-tsambo.’",
        "25": "Koa mahereza! Mino an’Andriamanitra aho ka fantatro fa ho tanteraka tokoa izay nolazainy tamiko.",
        "26": "Tsy maintsy hidona amin’ny nosy iray anefa isika.”",
        "27": "Tonga ny alina fahefatra ambin’ny folo, ary mbola natopatopan’ny ranomasin’i Adria ihany izahay. Tamin’ny misasakalina, dia nanahy ireo tantsambo sao nanakaiky tany anankiray izahay.",
        "28": "Norefesiny ny halalin’ny rano ka hitany fa enina amby telopolo metatra. Dia nandeha kelikely izy ireo ka norefesiny indray, dia hitany fa fito amby roapolo metatra.",
        "29": "Natahotra izy ireo sao hidona amin’ny harambato izahay. Koa nalatsany ny vatofantsika efatra avy teo amin’ny vodisambo, ary tsy andriny izay hahamaraina ny andro.",
        "30": "Nitady handositra hiala tamin’ny sambo anefa ny tantsambo, ary nampidina ilay lakana ho eny an-dranomasina, ka mody hoe handatsaka vatofantsika avy eo amin’ny loha sambo.",
        "31": "Koa hoy i Paoly tamin’ilay manamboninahitra sy ny miaramila: “Raha tsy mijanona ato an-tsambo ireo olona ireo, dia tsy ho voavonjy ianareo.”",
        "32": "Dia notapahin’ny miaramila ny tadin’ilay lakana, ka navelany ho latsaka ilay lakana.",
        "33": "Nony efa nadiva haraina ny andro, dia nampirisika ny rehetra hihinan-kanina i Paoly. Hoy izy: “Anio no andro fahefatra ambin’ny folo niandrasanareo sy tsy nikasihanareo hanina, ka tsy nihinananareo na inona na inona.",
        "34": "Koa mampirisika anareo hihinan-kanina aho fa ilainareo izany mba hahavoavonjy anareo. Tsy hisy ho very mantsy na singam-bolo iray eo amin’ny lohanareo aza.”",
        "35": "Rehefa avy nilaza izany izy, dia mba naka mofo koa, ary nisaotra an’Andriamanitra teo anatrehan’ny rehetra ka nanapaka izany ary nanomboka nihinana.",
        "36": "Dia nihanahery ny rehetra ka nihinan-kanina koa.",
        "37": "Ary enina amby fitopolo sy roanjato izahay * rehetra tao an-tsambo.",
        "38": "Rehefa voky ireo, dia nariany tany an-dranomasina ny varimbazaha mba hanamaivanana an’ilay sambo.",
        "39": "Ela ny ela ka naraina ihany ny andro. Ary tsy fantatr’izy ireo ilay tany, fa helodrano misy torapasika kosa no hitany. Tapa-kevitra ny hampidona an’ilay sambo teo izy ireo, raha azony atao.",
        "40": "Koa notapahiny ireo vatofantsika ary navelany ho latsaka tany an-dranomasina. Novahany koa ny tady namatotra an’ireo fivoy familiana. Ary nony nampiakatra ny lay anoloana mba hotsofin’ny rivotra izy ireo, dia nandroso ho amin’ny torapasika.",
        "41": "Niantraika teo amin’ny dongom-pasika iray teo afovoan-dranomasina ilay sambo. Dia nadonan’izy ireo teo àry ilay sambo ka nihitsoka ny lohany, ary tsy nihetsika intsony, fa ny vodisambo kosa potipotika.",
        "42": "Koa tapa-kevitra ny hamono ny voafonja ny miaramila mba tsy hisy hilomano ka handositra.",
        "43": "Te hiaro ny ain’i Paoly anefa ilay manamboninahitra, ka tsy navelany hanatanteraka ny fikasany izy ireo. Ary nasainy nitsambikina tany an-dranomasina izay nahay nilomano mba ho tonga voalohany eny an-tanety.",
        "44": "Ary ny sisa nanao izay hahatongavany, ka nitaingina hazo fisaka na nitaingina zavatra avy tamin’ilay sambo. Ary toy izany no nahatongavan’ny rehetra soa aman-tsara teny an-tanety."
    },
    "28": {
        "1": "Rehefa tody soa aman-tsara teny an-tanety izahay vao nahafantatra fa, hay, Malta no anaran’ilay nosy.",
        "2": "Hafa ny fitenin’ireo mponina tao, ary tena tia olona izy ireo ka tsara fanahy taminay. Nandrehitra afo mantsy izy ireo ka nandray sy nanampy anay rehetra, fa avy ny orana sady nangatsiaka ny andro.",
        "3": "Rehefa nanangona kitay sy nisorona afo anefa i Paoly, dia nisy bibilava misy poizina nivoaka avy tao, noho ny hafanana, ka niraikitra tamin’ny tanany.",
        "4": "Raha vao hitan’ireo olona ireo ilay bibilava nikirazorazo teo amin’ny tanany, dia nifampiresaka izy ireo hoe: “Tena mpamono olona tokoa io lehilahy io, fa na tonga soa aman-tsara avy teny an-dranomasina aza izy, dia tsy namela azy ho velona ny rariny ka nanody azy ny nataony.”",
        "5": "Nakifik’i Paoly tao anaty afo anefa ilay bibilava, ary tsy naninon-tsy naninona izy.",
        "6": "Fa ny olona kosa nanampo azy hivonto na hiankarapoka ho faty tampoka. Dia niandry ela izy ireo, ary rehefa hitany fa tsy naninona izy, dia niova hevitra izy ireo, ka nilaza fa andriamanitra i Paoly.",
        "7": "Ary nanan-tany teo amin’ny manodidina an’izany toerana izany ny lehiben’ilay nosy. Poplio no anarany, ary nandray tsara anay izy ka nampiantrano anay tamin-katsaram-panahy nandritra ny telo andro.",
        "8": "Ary teo am-pandriana ny rain’i Poplio fa nanavy sady nivalan-dra. Dia nankao aminy i Paoly ary nivavaka sy nametra-tanana taminy ka nanasitrana azy.",
        "9": "Taorian’izany, dia tonga teo amin’i Paoly koa ny narary hafa tao amin’ilay nosy, ka nositraniny.",
        "10": "Ary nanome voninahitra anay koa izy ireo ka nanao fanomezana betsaka, ary rehefa hiondrana an-tsambo izahay, dia nomeny anay izay zavatra nilainay.",
        "11": "Telo volana tatỳ aoriana, dia nandray sambo iray avy tany Aleksandria izahay. Nijanona tao amin’ilay nosy nandritra ny ririnina izy io, ary nisy marika hoe “Zanakalahin’i Zeosy” teo amin’ny lohany.",
        "12": "Tonga tao an-tseranan’i Syrakosa izahay ka nijanona telo andro tao,",
        "13": "ary avy eo dia nihodidina ka tonga tao Regioma. Ary nifofofofo ny rivotra avy any atsimo ny ampitson’iny, ka ny afakampitso izahay vao tody tao Potioly.",
        "14": "Nahita rahalahy izahay tao, ary niangaviana hijanona fito andro teo amin’izy ireo. Toy izany ny dianay nankany Roma.",
        "15": "Rehefa nandre ny momba anay ny rahalahy tany, dia nitsena anay hatrany amin’ny Tsenan’i Apio sy ny Tranombahiny Telo. Nisaotra an’Andriamanitra i Paoly raha vao nahita an’ireo, ary nihanahery.",
        "16": "Ela ny ela ka niditra tao Roma ihany izahay, ary navela hitokan-trano i Paoly, niaraka tamin’ilay miaramila niambina azy.",
        "17": "Telo andro taorian’izay anefa, dia nampiantso an’ireo lohandohan’ny Jiosy izy. Rehefa tafangona ireo, dia hoy izy: “Ry rahalahy, voafonja avy any Jerosalema aho, ary natolotra teo am-pelatanan’ny Romanina, na dia tsy mba nanao zavatra tsy nety tamin’olona sy tamin’ny fanaon-drazantsika aza.",
        "18": "Saika hanafaka ahy ihany ny Romanina rehefa avy nanao famotorana, satria tsy nisy antony tokony hamonoana ahy ho faty.",
        "19": "Nanohitra izany tsy nisy farany anefa ny Jiosy, ka voatery nampakatra ny raharaha any amin’i Kaisara aho, nefa tsy hoe manan-javatra iampangako ny fireneko aho akory.",
        "20": "Koa izany no tena antony nangatahako mafy hahita sy hiresaka aminareo, satria noho ny fanantenan’ny Israely no itondrako ity rojo vy mamatotra ahy ity.”",
        "21": "Dia hoy ireo: “Sady tsy naharay taratasy avy tany Jodia momba anao izahay no tsy nisy rahalahy tonga nitantara na nilaza zava-dratsy momba anao.",
        "22": "Heverinay anefa fa mety raha mandre izay hevitrao izahay, satria raha ny amin’io sekta io, dia tena fantatray fa toherin’ny olona hatraiza hatraiza izy io.”",
        "23": "Nanome fotoana an’i Paoly izy ireo, ka maro kokoa no tonga tao an-tranony. Nanomboka tamin’ny maraina ka hatramin’ny hariva, dia nohazavain’i Paoly tamin’izy ireo ilay raharaha, ka sady nanazava tsara * momba ny fanjakan’Andriamanitra izy no nandresy lahatra azy momba an’i Jesosy, avy tamin’ny lalàn’i Mosesy sy tamin’ny Mpaminany.",
        "24": "Ary nino izay voalaza ny sasany, fa ny sasany kosa tsy nino.",
        "25": "Dia tsy nifanara-kevitra izy ireo ka niala tsikelikely, fa i Paoly kosa nanao izao fanamarihana izao: “Marina mihitsy ny tenin’ny fanahy masina tamin’ny razanareo, tamin’ny alalan’i Isaia mpaminany,",
        "26": "hoe: ‘Mandehana any amin’ity firenena ity ka lazao hoe: “Hihaino ianareo ka handre nefa tsy hahazo ny hevitr’izany mihitsy, ary hijery ianareo nefa tsy hahita mihitsy.",
        "27": "Fa efa nanjary donto ny fon’ity vahoaka ity, ary efa nandre ny sofiny fa tsy rototra izy, ary efa nakimpiny ny masony, sao hahita ny masony sy handre ny sofiny ary hahazo ny hevitr’izany ny fony, dia hiverina izy ka hositraniko.”’",
        "28": "Koa aoka ho fantatrareo fa hambara any amin’ny hafa firenena ilay ampiasain’Andriamanitra hitondra famonjena. Ireny no azo antoka fa hihaino ny fitoriana momba azy.”",
        "29": "* ——",
        "30": "Koa nipetraka roa taona ngarangidina tao amin’ny trano nohofany i Paoly, ary nandray tsara an’izay rehetra tonga tao aminy,",
        "31": "ka nitory ny fanjakan’Andriamanitra taminy ary nampianatra ny amin’i Jesosy Kristy Tompo tamim-pahasahiana, sady tsy nisy fanakantsakanana."
    },
    "meta": {
        "name": "Asan’ny Apostoly",
        "order": 43,
        "chapter_number": 28
    }
}