{
    "1": {
        "1": "Ilay fitantarana voalohany nosoratako, ry Teofilo, dia momba ny zava-drehetra nataon’i Jesosy sy nampianariny hatrany am-boalohany,",
        "2": "ka mandra-pahatongan’ny andro nampiakarana azy ho any an-danitra. Nampiakarina izy rehefa avy nanome toromarika tamin’ny alalan’ny fanahy masina an’ireo apostoly nofidiny.",
        "3": "Rehefa avy nijaly izy, dia nasehony tamin’izy ireo hoe velona izy, ary porofo maro tsy azo lavina no nentiny nanehoana an’izany. Koa hitan’izy ireo nandritra ny 40 andro izy, ary niresaka momba ny Fanjakan’Andriamanitra.",
        "4": "Tamin’izy nihaona tamin’izy ireo, dia nanafatrafatra hoe: “Aza miala eto Jerosalema, fa andraso foana ilay nampanantenain’ny Ray, araka ny efa noresahiko taminareo.",
        "5": "I Jaona mantsy nanao batisa tamin’ny rano, fa ianareo kosa hatao batisa amin’ny fanahy masina, rehefa afaka andro vitsivitsy.”",
        "6": "Rehefa tafavory àry izy ireo, dia nanontany azy hoe: “Tompo ô, izao ve ianao no hamerina ny fanjakana amin’ny Israely?”",
        "7": "Dia hoy izy: “Tsy anjaranareo ny mahafantatra ny fotoana na ny vanim-potoana, fa ny Ray irery ihany no manam-pahefana amin’izany.",
        "8": "Hahazo hery kosa ianareo rehefa tonga aminareo ny fanahy masina, ka ho vavolombeloko any Jerosalema sy eran’i Jodia sy Samaria ary any amin’ny faritra lavitra indrindra eto an-tany ianareo.”",
        "9": "Rehefa avy nilaza an’izany izy, dia nakarina teo imason’izy ireo. Ary nisy rahona nanarona azy, ka tsy hitan’izy ireo intsony izy.",
        "10": "Raha mbola nibanjina ny lanitra teo izy ireo, tamin’ilay Jesosy lasa iny, dia nisy roa lahy niakanjo fotsy nijoro tampoka teo akaikin’izy ireo,",
        "11": "ary niteny hoe: “Ry lehilahy galilianina, nahoana ianareo no mijoro eto mijery ny lanitra? Iny Jesosy izay efa teo aminareo sy nakarina ho any an-danitra iny, dia ho avy indray, ka hoatran’iny fomba nahitanareo azy niakatra tany an-danitra iny ihany no hiverenany.”",
        "12": "Dia niverina tany Jerosalema izy ireo, rehefa avy teo amin’ilay tendrombohitra atao hoe Tendrombohitra Oliva. Tsy lavitra an’i Jerosalema izy io, satria lalana indray sabata fotsiny ny elanelany.",
        "13": "Rehefa tonga izy ireo, dia niakatra tao amin’ny efitra ambony rihana nipetrahany. Ireto avy izy ireo: I Petera sy Jaona ary Jakoba sy Andrea, Filipo sy Tomasy, Bartolomeo sy Matio, Jakoba zanak’i Alfeo, Simona ilay mafana fo, ary Jodasy zanak’i Jakoba.",
        "14": "Dia niray saina izy rehetra ka tsy nitsahatra nivavaka. Nisy vehivavy vitsivitsy niaraka tamin’izy ireo, ary teo koa i Maria renin’i Jesosy sy ireo rahalahiny.",
        "15": "Tamin’izany andro izany, dia nitsangana teo afovoan’ireo rahalahy i Petera—nisy 120 teo ho eo ny isan’ny olona tafavory tamin’izay—ka hoy izy:",
        "16": "“Ry rahalahy, tsy maintsy tanteraka ny Soratra Masina, izany hoe ny faminaniana nolazain’ny fanahy masina tamin’ny alalan’i Davida momba an’i Jodasy, ilay nitarika an’ireo nisambotra an’i Jesosy.",
        "17": "Niaraka taminay mantsy izy taloha ary voafidy handray anjara amin’izao fanompoana izao koa.",
        "18": "—Izany lehilahy izany ilay nividy saha tamin’ny karama azony tamin’ny tsy fahamarinana. Ary nianjera izy ka ny lohany no lasa aloha. Dia nipoaka ny vatany, ka nipotsaka daholo ny tao anatiny.",
        "19": "Fantatry ny mponina rehetra eto Jerosalema izany, ka natao hoe Akeldama, izany hoe “Sahan-dra”, ny anaran’io saha io amin’ny fitenin-dry zareo.—",
        "20": "Voasoratra ao amin’ny bokin’ny Salamo mantsy hoe: ‘Aoka ho foana ny fonenany ka tsy hisy honina intsony’, ary ‘Aoka ho lasan’olon-kafa ny andraikitra notanany.’",
        "21": "Mila atao solony àry ny lehilahy iray anisan’ireo niaraka taminay nandritra ny fotoana nanaovan’i Jesosy Tompo ny asany teo aminay,",
        "22": "nanomboka tamin’izy nataon’i Jaona batisa ka hatramin’ny andro nakana azy niakatra. Tokony ho lasa vavolombelona miaraka aminay izany lehilahy izany mba hilaza hoe nitsangana tamin’ny maty izy.”",
        "23": "Nanolotra roa lahy àry izy ireo. Tsy iza izany fa i Josefa, izay atao hoe Barsabasy na koa hoe Josto, sy Matia.",
        "24": "Dia nivavaka izy ireo hoe: “Jehovah ô, ianao no mahalala ny fon’ny olona rehetra, koa asehoy izay nofidinao amin’izy roa lahy ireto,",
        "25": "mba hanao an’izao fanompoana izao sy ho apostoly hisolo an’i Jodasy, izay niala mba hanao izay nety taminy fotsiny.”",
        "26": "Nanaovany antsapaka àry izy roa lahy, ka i Matia no voafidy hanampy isa an’ireo apostoly 11."
    },
    "2": {
        "1": "Niaraka teo amin’ny toerana iray daholo izy rehetra, tamin’ny Fetin’ny Pentekosta.",
        "2": "Tampoka teo, dia nisy feo mafy tonga avy any an-danitra, toy ny rivo-mahery nifofofofo, ka heno eran’ilay trano, raha mbola teo am-pipetrahana izy ireo.",
        "3": "Ary nisy lela maro hoatran’ny afo hitan’izy ireo, ary nizarazara ireny ka nisy iray avy nankeo ambonin’ny tsirairay taminy.",
        "4": "Dia samy feno fanahy masina izy rehetra, ka niteny tamin’ny fiteny maro samihafa, araka izay nampitenenan’ny fanahy azy.",
        "5": "Nisy Jiosy avy tamin’ny firenena rehetra ambanin’ny lanitra, nivahiny tao Jerosalema tamin’izay. Olona natahotra an’Andriamanitra izy ireo.",
        "6": "Rehefa nandre an’ilay feo ny vahoaka, dia nitangorona ary lasa saina, satria samy naheno an’ireo mpianatra niteny tamin’ny fiteniny avy izy ireo.",
        "7": "Dia gaga be izy ireo, ka niteny hoe: “Jereo ange e! Tsy Galilianina daholo ve ireo miteny ireo?",
        "8": "Koa nahoana isika no maheno an-dry zareo miteny amin’ny fitenin-drazantsika avy?",
        "9": "Isika anefa Partianina, Medianina, Elamita, mponin’i Mezopotamia sy Jodia ary Kapadokia, ary avy any Ponto sy ny faritanin’i Azia,",
        "10": "Frijia sy Pamfylia, Ejipta sy ny faritr’i Libya akaikin’i Kyrena, ary vahiny avy any Roma, na Jiosy izany na olona lasa nanaraka ny fivavahana jiosy,",
        "11": "ary Kretanina sy Arabo. Rentsika anefa ry zareo miteny amin’ny fitenintsika avy, momba ny asa lehibe nataon’Andriamanitra.”",
        "12": "Gaga be mihitsy izy rehetra sady sahiran-tsaina, ka nifampiresaka hoe: “Inona no dikan’izao?”",
        "13": "Fa nisy kosa naneso hoe: “Mamon’ny divay mamy ireo.”",
        "14": "Nitsangana anefa i Petera sy ny 11 Lahy. Dia niteny mafy tsara i Petera hoe: “Ry mponin’i Jodia sy ianareo rehetra mipetraka eto Jerosalema, fantaro izao ary henoy tsara ny teniko:",
        "15": "Tsy mamo, araka ny eritreretinareo, ireo olona ireo satria vao ora fahatelo amin’ny andro izao.",
        "16": "Fa izao kosa no nasaina nolazain’i Joela mpaminany:",
        "17": "‘“Ary amin’ny andro farany”, hoy Andriamanitra, “dia handatsahako ampahany amin’ny fanahiko ny karazan’olona rehetra, ka ny zanakareo lahy sy ny zanakareo vavy haminany, ny tovolahy eo aminareo hahita fahitana, ary ny lehilahy zokiolona eo aminareo hanonofy.",
        "18": "Ary na ny mpanompolahiko sy ny mpanompovaviko aza, dia handatsahako ampahany amin’ny fanahiko amin’izany andro izany, ka haminany.",
        "19": "Ary hanao fahagagana eny amin’ny lanitra ambony aho, sy famantarana eny amin’ny tany ambany—dia ra sy afo ary setroka matevina.",
        "20": "Ho maizina ny masoandro ary ho mena toy ny ra ny volana, alohan’ny hahatongavan’ny andron’i Jehovah, dia ilay andro lehibe sady miavaka.",
        "21": "Ary izay rehetra miantso ny anaran’i Jehovah no hovonjena.”’",
        "22": "“Ry lehilahy israelita, henoy izao teny izao: Nasehon’Andriamanitra niharihary taminareo hoe nirahiny ilay lehilahy atao hoe Jesosy avy any Nazareta, satria tamin’ny alalany no nanaovan’Andriamanitra zavatra miavaka sy fahagagana ary famantarana, araka ny efa fantatrareo.",
        "23": "Natolotra anareo iny lehilahy iny, satria efa sitrapon’Andriamanitra izany sady efa fantany mialoha. Nofantsihanareo teo amin’ny tsato-kazo izy, ary olona mpandika lalàna no nasainareo nanao an’izany. Novonoinareo izy,",
        "24": "kanefa natsangan’Andriamanitra tamin’ny maty. Nanafaka azy tamin’ny fanaintainan’ny fahafatesana Izy, satria tsy nahavita nangeja azy ny fahafatesana.",
        "25": "Hoy mantsy i Davida momba azy: ‘Ataoko eo anatrehako foana i Jehovah. Tsy hangozohozo mihitsy aho satria izy eo ankavanako.",
        "26": "Noho izany, dia falifaly ny foko ary ravoravo ny lelako. Dia hanana fanantenana foana aho,",
        "27": "satria tsy ho foinao hijanona ao amin’ny Fasana aho, sady tsy havelanao ho lo ilay mpanomponao tsy mivadika.",
        "28": "Nampahafantarinao ahy ny lalana mankany amin’ny fiainana, ary hataonao faly be eo anatrehanao aho.’",
        "29": "“Ry rahalahy, mamelà ahy hiresaka amim-pahatsorana aminareo momba an’i Davida loham-pianakaviantsika, izay efa maty sady efa nalevina, ary eto amintsika ny fasany hatramin’izao.",
        "30": "Mpaminany izy, ary fantany fa nianiana taminy Andriamanitra hoe ny iray amin’ny taranany no hapetrak’Andriamanitra eo amin’ny seza fiandrianany. Noho izany, dia",
        "31": "fantatr’i Davida mialoha fa hitsangana amin’ny maty i Kristy ary efa niresaka momba an’izany izy. Noresahiny hoe tsy nafoy tao amin’ny Fasana i Jesosy sady tsy lo ny nofony.",
        "32": "Natsangan’Andriamanitra tamin’ny maty iny Jesosy iny, ary vavolombelon’izany izahay rehetra.",
        "33": "Koa satria nasandratra ho eo ankavanan’Andriamanitra izy ary nahazo ny fanahy masina nampanantenain’ny Ray, dia izy no nampilatsaka an’izao hitanareo sy renareo izao.",
        "34": "Fa tsy niakatra tany an-danitra i Davida, fa izy aza nilaza hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako",
        "35": "mandra-panaoko ny fahavalonao ho fitoeran-tongotrao.”’",
        "36": "Aoka àry ho fantatry ny taranak’Israely rehetra mazava tsara fa nataon’Andriamanitra ho Tompo sy Kristy iny Jesosy novonoinareo teo amin’ny tsato-kazo iny.”",
        "37": "Koa voatsindrona ny fon’izy ireo rehefa nandre an’izany, ka hoy izy ireo tamin’i Petera sy ny apostoly hafa: “Inona izany no tokony hataonay, ry rahalahy?”",
        "38": "Dia hoy i Petera: “Mibebaha, ary aoka samy hatao batisa amin’ny anaran’i Jesosy Kristy ianareo tsirairay, mba hahazoanareo famelan-keloka. Ary hahazo an’ilay fanomezana maimaim-poana ianareo, dia ny fanahy masina.",
        "39": "Fa nampanantenaina an’izany ianareo sy ny zanakareo ary izay rehetra any lavitra any, izany hoe izay rehetra antsoin’i Jehovah Andriamanitsika hanatona azy.”",
        "40": "Ary mbola niresaka zavatra maro i Petera ka nanome fanazavana feno, ary namerimberina nampirisika azy ireo hoe: “Misaraha amin’ity taranaka maditra ity mba ho voavonjy ianareo.”",
        "41": "Natao batisa àry izay olona nanaiky tsara ny tenin’i Petera, ka niampy 3 000 teo ho eo ny isan’izy ireo tamin’iny andro iny.",
        "42": "Nihaino tsara foana ny fampianaran’ny apostoly izy ireo, sady nifanerasera akaiky sy niara-nisakafo foana, ary tsy nitsahatra nivavaka.",
        "43": "Dia natahotra daholo ny olona, ary be dia be ny fahagagana sy famantarana nataon’ny apostoly.",
        "44": "Ary niaraka daholo izay lasa mpino, ka nikambanany daholo ny zava-drehetra.",
        "45": "Nivarotra ny taniny sy ny fananany izy ireo, ka ny vola azo dia nozarainy tamin’ny rehetra, araka izay nilain’ny tsirairay.",
        "46": "Tao amin’ny tempoly foana izy ireo isan’andro sady niray saina. Nisakafo tany amin’ny trano samy hafa koa izy ireo, ka faly erỳ nizara ny sakafony sady nanao an’izany tamin’ny fo madio,",
        "47": "ary nidera an’Andriamanitra sady nahazo sitraka tamin’ny vahoaka manontolo. Nandritra an’izany fotoana izany, dia nisy olona voavonjy nataon’i Jehovah nanampy isa azy ireo isan’andro."
    },
    "3": {
        "1": "Niakatra nankao amin’ny tempoly i Petera sy Jaona tamin’ny ora fivavahana, dia ny ora fahasivy.",
        "2": "Ary nisy lehilahy nalemy tongotra hatrany an-kibon-dreniny nentin’olona teo amin’ny vavahadin’ny tempoly, ilay atao hoe Vavahady Kanto. Napetrak’izy ireo isan’andro teo izy, mba hangataka tamin’izay niditra tao amin’ny tempoly.",
        "3": "Vao nahita an’i Petera sy Jaona handeha hiditra tao amin’ny tempoly izy, dia nangata-bola tamin’izy ireo.",
        "4": "Nijery tsara azy kosa i Petera sy Jaona, dia hoy i Petera: “Jereo izahay.”",
        "5": "Nibanjina tsara azy roa lahy àry izy, satria nanantena hahazo zavatra taminy.",
        "6": "Hoy anefa i Petera: “Tsy manana volafotsy na volamena aho, fa izay ananako no omeko anao. Amin’ny anaran’i Jesosy Kristy avy any Nazareta, mandehana!”",
        "7": "Dia noraisiny tamin’ny tanany ankavanana izy ka natsangany. Tonga dia natanjaka ny tongotr’ilay lehilahy sy ny kitrokeliny,",
        "8": "ka nitsambikina izy, ary nanomboka nandeha. Niditra tao amin’ny tempoly niaraka tamin’izy roa lahy izy, ka nandeha sady nitsambikimbikina ary nidera an’Andriamanitra.",
        "9": "Ary hitan’ny vahoaka rehetra izy nandeha sy nidera an’Andriamanitra.",
        "10": "Fantatr’izy ireo avy eo fa izy ilay lehilahy nipetraka nangataka teo amin’ny Vavahady Kanto, teo amin’ny tempoly. Koa gaga be izy ireo, sady tsy nampino azy ireo izay nitranga tamin’ilay lehilahy.",
        "11": "Raha mbola namikitra tamin’i Petera sy Jaona izy, dia tamy ny vahoaka rehetra nirohotra nankeo amin’izy telo lahy, teo amin’ilay atao hoe Lala-mitafon’i Solomona. Ary tena talanjona izy ireo.",
        "12": "Hitan’i Petera izany, ka hoy izy tamin’ilay vahoaka: “Ry Israelita, maninona ianareo no gaga be? Ary maninona ianareo no mandinika be anay, hoatran’ny hoe ny herinay na hoe noho izahay nahafoy tena ho an’Andriamanitra no nahavitanay nampandeha azy?",
        "13": "Nanome voninahitra an’i Jesosy Mpanompony ny Andriamanitr’i Abrahama sy Isaka ary Jakoba, dia ilay Andriamanitry ny razambentsika. Ianareo anefa nanolotra an’i Jesosy hovonoina ka nanda azy teo anatrehan’i Pilato, na dia efa tapa-kevitra ny hanafaka azy aza izy.",
        "14": "Nolavinareo tokoa ilay masina sy marina. Mpamono olona no nangatahinareo hafahana ho anareo,",
        "15": "fa novonoinareo kosa ilay Mpitarika Lehibe Indrindra manome fiainana. Natsangan’Andriamanitra tamin’ny maty anefa izy, ary vavolombelon’izany izahay.",
        "16": "Tamin’ny alalan’ny anarany sy ny finoanay ny anarany no nampahatanjaka an’io lehilahy hitanareo sy fantatrareo io. Ny finoana an’i Jesosy no nahasitrana tanteraka an’io lehilahy io eto anatrehanareo rehetra.",
        "17": "Ary ankehitriny, ry rahalahy, fantatro fa noho ny tsy fahalalanareo no nanaovanareo an’ireny, ary hoatr’izany koa ny mpitondra anareo.",
        "18": "Izany anefa no fomba nanatanterahan’Andriamanitra an’izay efa nampilazainy ny mpaminany rehetra, dia ny hoe tsy maintsy hijaly ilay Kristy voatendriny.",
        "19": "“Koa mibebaha, ary miverena amin’Andriamanitra mba ho voafafa ny fahotanareo. Amin’izay dia hisy fotoana mamelombelona avy amin’i Jehovah,",
        "20": "ary hirahiny ilay Kristy voatendry ho anareo, dia i Jesosy.",
        "21": "Tsy maintsy miandry any an-danitra izy, mandra-pahatongan’ny fotoana hamerenana ny zava-drehetra amin’ny laoniny, dia ireo zavatra nasain’Andriamanitra nolazain’ny mpaminaniny masina taloha.",
        "22": "Niteny tokoa mantsy i Mosesy hoe: ‘Hanendry mpaminany ho anareo i Jehovah Andriamanitrareo, dia mpaminany hoatr’ahy, avy eo amin’ny rahalahinareo. Henoy izay rehetra lazainy aminareo.",
        "23": "Koa izay rehetra tsy mihaino an’izany Mpaminany izany, dia haringana tanteraka tsy ho eo amin’ny vahoaka.’",
        "24": "Ary nanambara mazava momba an’izao andro izao ny mpaminany rehetra, dia izay rehetra naminany nanomboka tamin’i Samoela sy ireo nandimby azy.",
        "25": "Ianareo no zanaky ny mpaminany sy zanaky ny fifanekena nifanaovan’Andriamanitra tamin’ny razambenareo, tamin’izy nilaza tamin’i Abrahama hoe: ‘Hahazo fitahiana amin’ny alalan’ny taranakao ny firenena rehetra eny ambonin’ny tany.’",
        "26": "Rehefa avy nanendry an’ilay Mpanompony Andriamanitra, dia tany aminareo aloha izy no nirahiny mba hahazoanareo fitahiana, ka hanampy anareo tsirairay hiala amin’ny zava-dratsy nataonareo.”"
    },
    "4": {
        "1": "Teo am-piresahana tamin’ny vahoaka izy roa lahy no tonga teo aminy ny mpisorona sy ny lehiben’ny mpiambina ny tempoly ary ny Sadoseo.",
        "2": "Sosotra izy ireo, satria nampianatra ny vahoaka ny apostoly sady nanambara tamin’ny olona rehetra hoe natsangana tamin’ny maty i Jesosy.",
        "3": "Nosamborin’izy ireo àry izy roa lahy dia nataony am-ponja mandra-pahatongan’ny ampitso, satria efa hariva ny andro.",
        "4": "Betsaka tamin’ireo nihaino an’ilay lahateny anefa no nino, ka lasa 5 000 teo ho eo ny isan’ny lehilahy.",
        "5": "Ny ampitson’iny, dia nivory tao Jerosalema ny mpitondra sy ny anti-panahy ary ny mpanora-dalàna teo amin’izy ireo.",
        "6": "Tao koa i Anasy lehiben’ny mpisorona, Kaiafa, Jaona, Aleksandra, ary izay rehetra havan’ilay lehiben’ny mpisorona.",
        "7": "Dia nataon’izy ireo teo afovoany i Petera sy Jaona, ka nanontaniany hoe: “Fahefana avy aiza, na tamin’ny anaran’iza no nanaovanareo an’izao?”",
        "8": "Ary feno fanahy masina i Petera, ka namaly hoe: “Ry mpitondra vahoaka sy anti-panahy isany!",
        "9": "Raha fotopotorana izahay androany satria nanao soa olona kilemaina, ka tianareo ho fantatra hoe iza no nanasitrana azy,",
        "10": "dia aoka ho fantatrareo rehetra sy ny vahoakan’Israely manontolo fa matoa io lehilahy io salama tsara manoloana anareo eto, dia noho ny anaran’ i Jesosy Kristy avy any Nazareta, ilay novonoinareo teo amin’ny tsato-kazo, nefa natsangan’Andriamanitra tamin’ny maty.",
        "11": "Izy ‘ilay vato nataonareo mpanao trano ho tsy misy dikany, nefa lasa vato fehizoro lehibe indrindra.’",
        "12": "Ary tsy misy olon-kafa hahazoana famonjena, satria tsy misy anarana hafa hahazoantsika famonjena amin’izay anarana nomena ny olona etỳ ambanin’ny lanitra.”",
        "13": "Gaga izy ireo nahita ny fahasahian’i Petera sy Jaona, ary fantany fa tsy nahita fianarana izy roa lahy sady olon-tsotra. Dia fantany fa niaraka tamin’i Jesosy izy roa lahy.",
        "14": "Tsy nanan-kavaly anefa izy ireo, satria hitany niara-nijoro tamin’izy roa lahy teo ilay lehilahy efa sitrana.",
        "15": "Koa nasain’izy ireo nivoaka avy tao amin’ny trano nisy ny Fitsarana Avo Jiosy ry zareo. Dia niara-nidinika izy ireo",
        "16": "hoe: “Hataontsika ahoana ireo lehilahy ireo? Fa nanao famantarana niavaka ry zareo, ary nahita an’izany ny mponina rehetra eto Jerosalema, ka tsy azontsika lavina.",
        "17": "Andao àry horahonantsika ry zareo, dia tsy havelantsika hiteny amin’izany anarana izany intsony na amin’iza na amin’iza, sao dia vao mainka hiely eo amin’ny vahoaka izany.”",
        "18": "Dia nantsoiny izy roa lahy, ka norarany tsy hiteny na inona na inona na hampianatra amin’ny anaran’i Jesosy intsony.",
        "19": "Namaly anefa i Petera sy Jaona hoe: “Ianareo no aoka hitsara raha mety eo imason’Andriamanitra na tsia ny hoe hihaino anareo, fa tsy hihaino an’Andriamanitra.",
        "20": "Fa raha izahay kosa, dia tsy azonay atao ny tsy hiteny intsony momba an’izay efa hitanay sy henonay.”",
        "21": "Mbola nandrahona azy roa lahy indray izy ireo, dia nandefa azy avy eo. Tsy hitan’izy ireo mantsy izay tokony hanasaziana azy, ary natahorany koa ny vahoaka satria nanome voninahitra an’Andriamanitra izy rehetra noho izay nitranga.",
        "22": "Efa 40 taona mahery mantsy ilay lehilahy nositranina tamin’ny alalan’izany fahagagana izany.",
        "23": "Dia nankany amin’ny mpiray finoana taminy izy roa lahy rehefa nafahana, ka notantarainy tamin’izy ireo izay nolazain’ny lehiben’ny mpisorona sy ny anti-panahy.",
        "24": "Rehefa nandre an’izany izy ireo, dia niaraka nanandra-peo nivavaka tamin’Andriamanitra hoe: “Ry Tompo Fara Tampony ô, ianao no nanao ny lanitra sy ny tany sy ny ranomasina ary ny zava-drehetra ao amin’ireo.",
        "25": "Ianao koa no nampiteny an’i Davida razambenay mpanomponao tamin’ny alalan’ny fanahy masina hoe: ‘Nahoana no mikorontana ireo firenena ary misaintsaina zavatra tsy misy dikany ny vahoaka?",
        "26": "Nitsangana ireo mpanjakan’ny tany, ary nivondrona ny mpitondra mba hanohitra an’i Jehovah sy ilay voahosotra notendreny.’",
        "27": "Fa nifamory teto amin’ity tanàna ity tokoa i Heroda sy Pontio Pilato niaraka tamin’ny hafa firenena sy ny vahoakan’Israely, mba hanohitra an’i Jesosy mpanomponao masina, ilay voahosotrao.",
        "28": "Nanao an’izany izy ireo mba ho tanteraka izay efa voalazanao mialoha, satria anananao ny hery ary efa izay no sitraponao.",
        "29": "Koa henoy ny fandrahonany, Jehovah ô, ary ataovy izay hahatonga anay mpanomponao hanana fahasahiana be hitory ny teninao,",
        "30": "ary ianao hanatsotra ny tananao mba hanasitranana sy hanaovana famantarana sy fahagagana amin’ny anaran’i Jesosy mpanomponao masina.”",
        "31": "Rehefa avy nitalaho tamim-bavaka izy ireo, dia nihovotrovotra ilay toerana nivoriany, ary feno fanahy masina izy rehetra, ka sahy nitory ny tenin’Andriamanitra.",
        "32": "Iray fo sy iray saina ny olona be dia be lasa mpino, ka tsy nisy nilaza hoe azy samirery ny fananany, fa nikambanan’izy ireo daholo ny zava-drehetra.",
        "33": "Ary mbola nitory momba ny nananganana an’i Jesosy Tompo tamin’ny maty ny apostoly sady tena nandaitra ny fomba nanaovan’izy ireo an’izany. Ary nanehoana hatsaram-panahy miavaka be dia be izy rehetra.",
        "34": "Tsy nisy nahantra teo amin’izy ireo, fa izay rehetra nanana tany na trano dia nivarotra an’izany ka nitondra ny vidin’izay lafo,",
        "35": "ary nametraka an’izany teo an-tongotry ny apostoly. Dia nozaraina tamin’ny tsirairay arakaraka izay nilainy avy izany.",
        "36": "Ary i Josefa, ilay nantsoin’ny apostoly koa hoe Barnabasy—izany hoe “Zanaky ny Fampiononana”, raha adika—izay Levita teratany avy any Sipra,",
        "37": "dia nanana tany. Namidiny ilay tany, dia nentiny ny vola vidin’ilay izy ka napetrany teo an-tongotry ny apostoly."
    },
    "5": {
        "1": "Nivarotra ny taniny koa ny lehilahy atao hoe Ananiasy, sy Safira vadiny.",
        "2": "Nisy notazoniny mangingina anefa ny vidiny, ary fantatry ny vadiny izany. Ampahany ihany no nentiny ka napetrany teo an-tongotry ny apostoly.",
        "3": "Fa hoy i Petera: “Ry Ananiasy, nahoana ianao no nataon’i Satana sahy nandainga tamin’ny fanahy masina, ka notazoninao mangingina ny ampahany tamin’ny vidin’ilay tany?",
        "4": "Angaha moa tsy anao ihany ilay tany, tamin’ilay izy mbola tsy namidy? Ary rehefa namidy ilay izy, tsy anao ihany ve ny vola vidiny, ka azonao ampiasaina amin’izay itiavanao azy? Maninona ianao no nieritreritra hanao an’izao zavatra izao tao am-ponao tao? Tsy olona no nandainganao, fa Andriamanitra.”",
        "5": "Dia niankarapoka i Ananiasy rehefa naheno an’izany, ka maty. Ary nihorohoro izay rehetra naheno an’izany zava-nitranga izany.",
        "6": "Nitsangana ny tovolahy maromaro avy eo dia nofonosiny lamba ny faty, ka nentiny ary naleviny.",
        "7": "Rehefa afaka adiny telo teo ho eo, dia tonga koa ny vadiny nefa tsy nahalala an’izay nitranga.",
        "8": "Dia hoy i Petera taminy: “Hono ho’aho, izay ve no vidiny nivarotanareo an’ilay tany?” Ary hoy izy: “Ie, izay!”",
        "9": "Hoy àry i Petera taminy: “Nahoana ianareo mivady no niray tsikombakomba hamitaka ny fanahin’i Jehovah? Efa eo am-baravarana izao ny tongotr’ireo nandevina ny vadinao, ary hitondra anao hivoaka koa ry zareo.”",
        "10": "Tonga dia niankarapoka teo an-tongotr’i Petera izy, ka maty. Rehefa niditra ireo tovolahy, dia nahita azy efa maty, ka nitondra azy niala teo sy nandevina azy teo akaikin’ny vadiny.",
        "11": "Dia nihorohoro ny fiangonana manontolo sy izay rehetra nandre an’izany zava-nitranga izany.",
        "12": "Mbola nanao famantarana sy fahagagana maro teo amin’ny vahoaka koa ny apostoly. Ary niara-nivory foana teo amin’ny Lala-mitafon’i Solomona izy rehetra.",
        "13": "Marina fa tsy nisy olon-kafa sahy niandany tamin’izy ireo, kanefa niresaka zavatra tsara momba azy ireo ihany ny vahoaka.",
        "14": "Ankoatra izany, dia niampy foana ny isan’ireo nino ny Tompo, ary be dia be izy ireny, na lahy na vavy.",
        "15": "Nentin’ny olona teny an-dalambe mihitsy aza ny marary ka napetrany teny, teo ambony farafara kely na tsihy. Amin’izay mba azon’ny alok’i Petera ny sasany amin’izy ireo, fara faharatsiny, rehefa mandalo izy.",
        "16": "Nisy vahoaka be koa tonga foana avy tany amin’ireo tanàna manodidina an’i Jerosalema. Nitondra marary sy olona nampijalin’ny fanahy maloto izy ireo, ary sitrana daholo izy rehetra.",
        "17": "Velom-pialonana anefa ny mpisoronabe sy ny mpomba azy rehetra, izay anisan’ny sektan’ny Sadoseo. Nitsangana àry izy ireo,",
        "18": "ka nosamboriny ny apostoly ary nataony tao amin’ny fonjam-panjakana.",
        "19": "Nosokafan’ny anjelin’i Jehovah anefa ny varavaran’ny fonja ny alin’iny, ka navoakany izy ireo. Ary hoy ilay anjely tamin’izy ireo:",
        "20": "“Mandehana mijoro ao amin’ny tempoly, ary torio foana amin’ny olona ny teny rehetra momba an’izany fiainana izany.”",
        "21": "Rehefa naheno an’izany ny apostoly, dia niditra vao mangiran-dratsy tao amin’ny tempoly, ka nampianatra. Ary tonga ny mpisoronabe sy izay niaraka taminy, ka novorin’izy ireo ny Fitsarana Avo Jiosy sy ny anti-panahy rehetra teo amin’ny zanak’Israely. Dia naniraka olona haka an’ireo apostoly tany am-ponja izy ireo, mba hoentina eo anatrehany.",
        "22": "Rehefa tonga tany anefa ireo mpiambina, dia tsy nahita azy ireo tao am-ponja. Niverina àry izy ireo mba hilaza an’izay nitranga.",
        "23": "Hoy izy ireo: “Hitanay nihidy mafy tsara ny fonja, ary nijoro teo am-baravarana ireo mpiambina, kanjo rehefa nosokafana ilay izy, dia tsy nahita olona tao izahay.”",
        "24": "Rehefa naheno an’izany ny lehiben’ny mpiambina ny tempoly sy ireo lehiben’ny mpisorona, dia samy sahiran-tsaina hoe inona no ho vokatr’izany.",
        "25": "Nisy olona tonga nilaza tamin’izy ireo anefa hoe: “Ao amin’ny tempoly ireo lehilahy nogadrainareo! Mijoro sy mampianatra ao ry zareo!”",
        "26": "Dia nandeha naka an’ireo apostoly ny lehiben’ny mpiambina sy ireo olona teo ambany fahefany. Tsy nampiasa herisetra anefa izy ireo, satria natahotra sao hotorahan’ny vahoaka vato.",
        "27": "Koa nentiny ireo apostoly, ka nasainy nijoro teo anatrehan’ny Fitsarana Avo Jiosy. Dia namotopototra azy ireo ny mpisoronabe,",
        "28": "ary niteny hoe: “Efa noraranay mafy ianareo hoe aza mampianatra intsony amin’izany anarana izany, nefa jereo fa nofenoinareo ny fampianaranareo i Jerosalema. Ary tapa-kevitra ianareo ny hanao anay ho tompon’andraikitra amin’ny fahafatesan’iny lehilahy iny.”",
        "29": "Fa namaly i Petera sy ny apostoly hafa hoe: “Andriamanitra no mpitondra anay ka izy no tsy maintsy ankatoavinay, fa tsy olona.",
        "30": "Efa natsangan’ilay Andriamanitry ny razambentsika tamin’ny maty i Jesosy, izay novonoinareo ka nahantonareo teo amin’ny tsato-kazo.",
        "31": "Nasandratr’Andriamanitra ho eo ankavanany anefa izy, ka lasa Mpitarika Lehibe Indrindra sy Mpamonjy, mba hahafahan’ny Israely hibebaka sy hahazo famelan-keloka.",
        "32": "Vavolombelon’izany izahay, ary koa ny fanahy masina, izay omen’Andriamanitra an’izay manaiky azy ho mpitondra sy mankatò azy.”",
        "33": "Nisafoaka izy ireo rehefa nandre an’izany, ka te hamono azy ireo ho faty.",
        "34": "Nitsangana teo anatrehan’ny Fitsarana Avo Jiosy anefa ny Fariseo iray atao hoe Gamaliela. Mpampianatra ny Lalàna izy ary nohajain’ny vahoaka rehetra. Nasainy navoaka vetivety aloha ny apostoly.",
        "35": "Dia hoy izy: “Ry lehilahy israelita, tandremo tsara izay eritreretinareo hatao amin’ireo lehilahy ireo.",
        "36": "Nisy fotoana, ohatra, nisy an’i Teodasy izay nihevitra ny tenany ho tsy misy hoatr’azy. Lehilahy 400 teo ho eo no lasa mpomba azy. Novonoina anefa izy, ary niparitaka daholo ny mpanara-dia azy ka tsy hita intsony.",
        "37": "Ary taorian’i Teodasy, dia nisy an’i Jodasy avy any Galilia, tamin’ny fotoanan’ny fanisam-bahoaka, ary nitaona olona hanaraka azy izy. Maty koa anefa izy, ka niparitaka daholo ny mpanara-dia azy.",
        "38": "Koa eo anoloan’izao zava-mitranga izao, dia izao no teniko aminareo: Aza manelingelina an’ireo lehilahy ireo, fa avelao izy. Raha avy amin’olombelona mantsy io zavatra tian’izy ireo hatao io na io asa io, dia ho rava.",
        "39": "Fa raha avy amin’Andriamanitra kosa io, dia tsy ho vitanareo ny handrava azy. Sao dia ho lasa mpiady amin’Andriamanitra ianareo.”",
        "40": "Narahin’izy ireo àry ny torohevitr’i Gamaliela, ka nampanantsoiny ny apostoly. Ary nokaravasiny sy norarany tsy hiteny amin’ny anaran’i Jesosy intsony izy ireo, dia navelany handeha.",
        "41": "Koa niala teo anatrehan’ny Fitsarana Avo Jiosy izy ireo, sady faly satria natao mendrika ny ho afa-baraka noho izany anarana izany.",
        "42": "Ary tsy nitsahatra nampianatra sy nitory ny vaovao tsara momba an’i Kristy, izany hoe i Jesosy, izy ireo isan’andro. Nanao an’izany izy ireo, na tao amin’ny tempoly na isan-trano."
    },
    "6": {
        "1": "Tamin’izany andro izany, rehefa nihabetsaka ny mpianatra, dia nanjary nimenomenona tamin’ny Jiosy miteny hebreo ny Jiosy miteny grika, satria tsy mba nisy nikarakara ny mpitondratena teo aminy rehefa nozaraina ny sakafo isan’andro.",
        "2": "Koa nampiantso an’ireo mpianatra rehetra ny 12 Lahy, ka niteny hoe: “Tsy mety raha avelanay ny tenin’Andriamanitra mba hahafahanay hizara sakafo eny an-databatra.",
        "3": "Noho izany, ry rahalahy, dia mifidiana fito lahy tsara laza eo aminareo, izay sady feno fanahy masina no manam-pahendrena, mba hotendrena hanao an’izany zavatra tsy maintsy atao izany.",
        "4": "Fa izahay kosa hifantoka amin’ny vavaka sy ny fanompoana, dia ny fampianarana ny tenin’Andriamanitra.”",
        "5": "Nahafaly ny rehetra ny tenin’izy ireo, ka nofidin’izy ireo i Stefana, lehilahy tena nanam-pinoana sy feno fanahy masina, sy Filipo, Prokoro, Nikanora, Timona, Parmena, ary Nikoleo avy any Antiokia, ilay lasa nanaraka ny fivavahana jiosy.",
        "6": "Dia nentiny tany amin’ny apostoly izy ireo. Ary rehefa avy nivavaka ny apostoly, dia nametra-tanana tamin’izy ireo.",
        "7": "Tsy nitsahatra niely àry ny tenin’Andriamanitra, ka nihamaro be ny isan’ny mpianatra tany Jerosalema. Be dia be koa ny mpisorona lasa nanaiky ny finoana.",
        "8": "Ary tena nankasitrahan’Andriamanitra i Stefana sady nomeny hery be, ka nahavita fahagagana sy famantarana lehibe teo amin’ny vahoaka.",
        "9": "Nisy lehilahy tonga hiady hevitra tamin’i Stefana anefa. Avy tamin’ilay antsoina hoe Synagogan’ireo Nomena Fahafahana ny sasany, ary Kyrenianina sy Aleksandrianina ny sasany. Nisy koa avy any Kilikia sy Azia.",
        "10": "Tsy nahatohitra azy anefa izy ireo, satria hita tamin’ny teniny hoe hendry izy sady nampian’ny fanahy masina.",
        "11": "Dia nandresy lahatra olona tany ambadimbadika tany izy ireo mba hilaza hoe: “Henonay nanevateva an’i Mosesy sy Andriamanitra izy.”",
        "12": "Dia nataon’izy ireo izay hampikorontana ny vahoaka sy ny anti-panahy ary ny mpanora-dalàna, ka tonga tampoka teo amin’i Stefana ireo. Nosamborin’izy ireo izy, dia nentiny tany amin’ny Fitsarana Avo Jiosy.",
        "13": "Ary nitondra vavolombelona mandainga izy ireo mba hilaza hoe: “Io lehilahy io tsy mitsahatra manaratsy an’ity toerana masina ity sy ny Lalàna.",
        "14": "Henonay izy, ohatra, nilaza fa handrodana an’ity toerana ity, hono, ilay Jesosy avy any Nazareta iny, dia hanova ny fomba amam-panao nampitain’i Mosesy tamintsika.”",
        "15": "Ary nibanjina an’i Stefana daholo izay nipetraka teo amin’ilay Fitsarana Avo, ka nahita fa hoatran’ny tarehin’anjely ny tarehiny."
    },
    "7": {
        "1": "Fa hoy ny mpisoronabe: “Marina ve izany?”",
        "2": "Dia namaly i Stefana hoe: “Ry rahalahy sy ianareo raiamandreny, henoy aho. Niseho tamin’i Abrahama razambentsika ilay Andriamanitry ny voninahitra, tamin’izy tany Mezopotamia, talohan’ny nipetrahany tany Harana.",
        "3": "Ary niteny taminy Andriamanitra hoe: ‘Mialà amin’ny taninao sy ny havanao, ka mankanesa any amin’ny tany hasehoko anao.’",
        "4": "Dia niala tao amin’ny tanin’ny Kaldeanina izy, ka nipetraka tany Harana. Ary rehefa maty ny rainy, dia nasain’Andriamanitra nifindra nankatỳ amin’ity tany onenanareo amin’izao ity izy.",
        "5": "Tsy nanome azy lova teto anefa Andriamanitra, na dia tany eram-paladia aza. Nampanantena anefa Izy fa hanome an’ity tany ity ho azy sy ho an’ny taranany, na dia mbola tsy nanan-janaka aza izy tamin’izay.",
        "6": "Nilaza tamin’i Abrahama koa Andriamanitra fa ho vahiny any an-tanin’olona ny taranany. Ary hataon’ny mponina any andevo izy ireo, ka hampijaliny 400 taona.",
        "7": "‘Dia hotsaraiko ilay firenena hanandevo azy ireo’, hoy Andriamanitra, ‘ary aorian’izany dia hiala any izy ireo, ka hanao fanompoana masina ho ahy eto amin’ity toerana ity.’",
        "8": "“Nanao fifanekena momba ny famorana tamin’i Abrahama koa izy. Dia niteraka an’i Isaka i Abrahama ary namora azy tamin’ny andro fahavalo. I Isaka indray niteraka an’i Jakoba, ary Jakoba niteraka azy 12 lahy loham-pianakaviantsika.",
        "9": "Dia nialona an’i Josefa ireo loham-pianakaviantsika ka nivarotra azy, dia nentina tany Ejipta izy. Nanampy azy anefa Andriamanitra,",
        "10": "ka namonjy azy tamin’ny fahoriany rehetra. Ary nataon’Andriamanitra izay hahazoany sitraka tamin’i Farao mpanjakan’i Ejipta, sy izay hananany fahendrena teo anatrehan’io mpanjaka io. Dia notendren’i Farao hiandraikitra an’i Ejipta sy ny tao an-tranony rehetra izy.",
        "11": "Nisy mosary anefa eran’i Ejipta sy Kanana, ka tena mafy ny fahoriana nanjo ny olona tany. Ary tsy nahita na inona na inona hohanina ny razambentsika.",
        "12": "Henon’i Jakoba anefa fa nisy sakafo tany Ejipta, ka naniraka ny razambentsika ho any izy tamin’ny voalohany.",
        "13": "Rehefa nankany fanindroany izy ireo, dia nampahafantatra ny tenany tamin’ny rahalahiny i Josefa, ary lasa fantatr’i Farao ny fianakavian’i Josefa.",
        "14": "Koa nasain’i Josefa nalaina avy tany amin’izany toerana izany i Jakoba rainy sy ny havany rehetra, ka nisy 75 izy ireo tamin’ny fitambarany.",
        "15": "Nidina nankany Ejipta àry i Jakoba, dia tany izy no maty, ary tany koa no maty ny razambentsika.",
        "16": "Dia nentina tany Sekema izy ireo, ary nalevina tao amin’ilay fasana novidin’i Abrahama sekely volafotsy tamin’ny zanakalahin’i Hamora, tany Sekema.",
        "17": "“Rehefa nanakaiky ny fotoana hahatanterahan’ilay fampanantenana nolazain’Andriamanitra tamin’i Abrahama, dia nitombo sy nihamaro ny olona tany Ejipta.",
        "18": "Mpanjaka hafa no nitondra tany Ejipta avy eo, ary tsy nahalala an’i Josefa izy io.",
        "19": "Nampiasa hafetsen-dratsy izy hamelezana ny razambentsika, ka notereny hanary ny zanany vao teraka izy ireo, mba tsy ho velona ireny.",
        "20": "Tamin’izay no teraka i Mosesy, izay tena nahafatifaty be mihitsy, ary nokarakaraina tao an-tranon-drainy izy nandritra ny telo volana.",
        "21": "Rehefa nariana anefa izy, dia nalain’ny zanakavavin’i Farao ary notezainy toy ny zanany naterany.",
        "22": "Koa nampianarina ny fahendrena rehetra nananan’ny Ejipsianina i Mosesy, ary tena nisy lanjany ny zavatra nolazainy sady nahavita zavatra niavaka izy.",
        "23": "“Rehefa feno 40 taona izy, dia nanapa-kevitra hitsidika ny rahalahiny, izany hoe ny zanak’Israely.",
        "24": "Raha vao hitany hoe nampiharana ny tsy rariny ny iray tamin’izy ireo, dia niaro an’ilay nampijalina izy ary namaly faty ka namono ho faty an’ilay Ejipsianina.",
        "25": "Nieritreritra izy fa ho takatry ny rahalahiny hoe izy no nampiasain’Andriamanitra hamonjy azy ireo, kanjo tsy takatr’izy ireo izany.",
        "26": "Ary nankany amin’izy ireo izy ny ampitson’iny, ka nahita roa lahy niady. Dia nanandrana nampihavana azy roa lahy izy, ka niteny hoe: ‘Ô ry izy roa lahy a, mpirahalahy ange ianareo e! Koa maninona ianareo no miady hoatr’izao?’",
        "27": "Fa natosik’ilay namely an’ilay namany izy, sady noteneniny hoe: ‘Iza no nanendry an’ialahy ho mpitondra sy mpitsara anay?",
        "28": "Tadiavin’ialahy hovonoina hoatran’ny namonoan’ialahy an’ilay Ejipsianina omaly koa angaha aho?’",
        "29": "Dia nandositra i Mosesy rehefa naheno an’izany, ka lasa vahiny nipetraka tany Midianina, ary niteraka roa lahy izy tany.",
        "30": "“Rehefa afaka 40 taona, dia nisy anjely niseho taminy tao anaty lelafo teo amin’ny voarointsilo nirehitra, tany amin’ilay tany efitra akaikin’ny Tendrombohitra Sinay.",
        "31": "Gaga i Mosesy rehefa nahita an’izany. Rehefa nanatona mba handinika akaiky an’izany anefa izy, dia henony i Jehovah niteny hoe:",
        "32": "‘Izaho no Andriamanitry ny razambenao, ilay Andriamanitr’i Abrahama sy Isaka ary Jakoba.’ Dia tora-kovitra i Mosesy, ka tsy sahy nandinika akaiky kokoa.",
        "33": "Ary hoy i Jehovah: ‘Esory ny kapanao, fa tany masina io ijoroanao io.",
        "34": "Efa hitako tokoa ny fampijaliana ny vahoakako any Ejipta, ary efa henoko ny fitarainany ka nidina hamonjy azy ireo aho. Koa izao àry: Hirahiko ho any Ejipta ianao.’",
        "35": "Izany Mosesy izany ilay nolavin’izy ireo sy nataony hoe: ‘Iza no nanendry an’ialahy ho mpitondra sy mpitsara anay?’ Izy ihany anefa no nirahin’Andriamanitra ho mpitondra sady mpanafaka, ary tamin’ny alalan’ilay anjely niseho taminy tao amin’ny voarointsilo no nanaovany an’izany.",
        "36": "Izany lehilahy izany no nitondra azy ireo niala tany Ejipta, sady nanao fahagagana sy famantarana maro tany, sy teo amin’ny Ranomasina Mena, ary tany an-tany efitra nandritra ny 40 taona.",
        "37": "“Izany Mosesy izany ilay nilaza tamin’ny zanak’Israely hoe: ‘Hanendry mpaminany ho anareo Andriamanitra, dia mpaminany hoatr’ahy, avy eo amin’ny rahalahinareo.’",
        "38": "Izy ilay teo amin’ ny fiangonana tany an-tany efitra niaraka tamin’ilay anjely niresaka taminy tany amin’ny Tendrombohitra Sinay, sy niaraka tamin’ny razambentsika. Ary izy no nandray ny teny masina sady velona, mba homena antsika.",
        "39": "Tsy nety nankatò azy anefa ny razambentsika fa nanilikilika azy, ary te hiverina tany Ejipta izy ireo tao am-pony,",
        "40": "ka niteny tamin’i Arona hoe: ‘Manamboara andriamanitra ho antsika hitarika antsika. Fa tsy fantatra mihitsy izay nanjo an’ilay Mosesy nitondra antsika niala tany Ejipta iny.’",
        "41": "Nanamboatra zanak’omby àry izy ireo tamin’izany andro izany, ka nanao sorona ho an’io sampy io sady nifalifaly nankalaza ny asan’ny tanany.",
        "42": "Koa niala tamin’izy ireo Andriamanitra, dia namela azy ireo hanao fanompoana masina ho an’ireo zavatra eny amin’ny lanitra, araka ny voasoratra ao amin’ny bokin’ny Mpaminany hoe: ‘Izaho angaha moa no nanoloranareo fanatitra sy sorona nandritra ny 40 taona tany an-tany efitra, ry taranak’Israely?",
        "43": "Tsy izaho, fa ny tranolain’i Moloka sy ilay kintana andriamanitra atao hoe Refana izay nentinareo, dia ireo sarivongana nataonareo hivavahana. Koa hataoko sesitany lavitra an’i Babylona ianareo.’",
        "44": "“Nanana ny tranolain’ny vavolombelona ny razambentsika tany an-tany efitra. Nasain’Andriamanitra nanao azy io mantsy i Mosesy, araka ny modely nasehony taminy.",
        "45": "Ary nolovan’ny razambentsika ilay tranolay, ka nampidiriny tao amin’ny tanin’ireo firenena noroahin’Andriamanitra hiala teo anatrehan’ny razambentsika. Nampiditra azy io tany izy ireo, niaraka tamin’i Josoa, ka tao foana ilay izy mandra-pahatongan’ny andron’i Davida.",
        "46": "Ary nahazo sitraka teo imason’Andriamanitra i Davida, ka nangataka mba homena voninahitra hanorina fonenana ho an’ilay Andriamanitr’i Jakoba.",
        "47": "I Solomona anefa no nanorina trano ho Azy.",
        "48": "Tsy mipetraka ao amin’ny trano nataon-tanana anefa ilay Avo Indrindra, araka ny nolazain’ny mpaminany hoe:",
        "49": "‘Ny lanitra no seza fiandrianako, ary ny tany no fitoeran-tongotro. Koa trano hoatran’ny ahoana no hataonareo ho ahy?, hoy i Jehovah. Ary toerana hoatran’ny ahoana no azoko ialana sasatra?",
        "50": "Tsy ny tanako ve no nanao an’ireny zavatra rehetra ireny?’",
        "51": "“Ry olona mafy loha, sady tsy voafora fo sy sofina! Manohitra ny fanahy masina foana ianareo. Ary toy ny nataon’ny razambenareo ihany no ataonareo.",
        "52": "Iza moa no mpaminany tsy nenjehin’ny razambenareo? Novonoiny mihitsy aza ireo nanambara mialoha fa ho avy ilay marina. Ary ianareo indray izao no lasa mpamadika sy mpamono azy,",
        "53": "dia ianareo izay nandray ny Lalàna nampitain’ny anjely, nefa tsy nankatò an’izany.”",
        "54": "Ary nisafoaka izy ireo rehefa nandre an’izany, ka nihidy vazana taminy.",
        "55": "Feno fanahy masina kosa i Stefana, ka nibanjina ny lanitra dia nahita ny voninahitr’Andriamanitra sady nahita an’i Jesosy nijoro teo ankavanan’Andriamanitra.",
        "56": "Dia hoy izy: “Io fa hitako misokatra ny lanitra, ary ny Zanak’olona mijoro eo ankavanan’Andriamanitra.”",
        "57": "Koa niantsoantso faran’izay mafy ny olona sady nanampin-tsofina, ka indray nirohotra nankeo aminy.",
        "58": "Dia nandroaka azy tany ivelan’ny tanàna izy ireo, ka nitora-bato azy. Ary nametraka ny akanjony ivelany teo an-tongotry ny tovolahy atao hoe Saoly ireo vavolombelona niampanga azy.",
        "59": "Rehefa nitora-bato an’i Stefana izy ireo, dia nitalaho i Stefana hoe: “Jesosy Tompo ô, raiso ny aiko.”",
        "60": "Dia nandohalika izy ka niantso mafy hoe: “Jehovah ô, aza atao ho helony izao!” Rehefa avy nilaza an’izany izy, dia nodimandry."
    },
    "8": {
        "1": "Ary nankasitraka ny namonoana an’i Stefana i Saoly. Tamin’izany andro izany, dia nenjehina mafy ny fiangonana tany Jerosalema, ka niparitaka nanerana ny faritr’i Jodia sy Samaria izy rehetra, afa-tsy ny apostoly.",
        "2": "Nisy lehilahy natahotra an’Andriamanitra anefa nitondra an’i Stefana ka nandevina azy. Ary nitomany be izy ireo fa nalahelo azy.",
        "3": "I Saoly kosa nandravarava ny fiangonana. Nasesiny ny tranon’ireo mpino ka nidirany an-keriny, dia notaritaritiny hivoaka izy ireo na lahy na vavy, ary nataony am-ponja.",
        "4": "Fa izay niparitaka kosa dia namakivaky an’ilay faritra, ka nitory ny vaovao tsaran’ny tenin’Andriamanitra.",
        "5": "Dia nidina tany amin’ny tanànan’i Samaria i Filipo, ka nitory momba an’i Kristy tany.",
        "6": "Nihaino tsara an’izay nolazain’i Filipo daholo ny vahoaka, ka sady nihaino azy izy ireo no nijery ny famantarana nataony.",
        "7": "Maro tamin’izy ireo mantsy no nisy fanahy maloto, ary niantsoantso mafy ireny fanahy ireny rehefa nivoaka tamin’izy ireo. Betsaka koa ny malemy sy ny kilemaina sitrana.",
        "8": "Faly be àry ny olona tao amin’io tanàna io.",
        "9": "Ary nisy lehilahy atao hoe Simona tao amin’ilay tanàna. Mpampiasa herin’ny maizina izy, ka nampiaiky ny mponina tao Samaria sady nidera tena hoe tsy misy hoatr’azy.",
        "10": "Nihaino tsara azy izy rehetra, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Nilaza àry izy ireo hoe: “Io lehilahy io no Herin’Andriamanitra, dia ilay antsoina hoe Hery Lehibe.”",
        "11": "Koa nihaino tsara azy izy ireo, satria efa ela no nampiaiky azy ireo ny fahaizany nampiasa herin’ny maizina.",
        "12": "Nino an’i Filipo anefa izy ireo, tamin’izy nitory ny vaovao tsara momba ny Fanjakan’Andriamanitra sy momba ny anaran’i Jesosy Kristy. Dia natao batisa izy ireo, na lahy na vavy.",
        "13": "I Simona koa aza nino ka natao batisa, ary niaraka tamin’i Filipo foana izy taorian’izay. Dia gaga izy nahita ny famantarana sy ny fahagagana lehibe nitranga.",
        "14": "Henon’ny apostoly tany Jerosalema fa nanaiky ny tenin’Andriamanitra ny tany Samaria, ka nirahiny hankany i Petera sy Jaona.",
        "15": "Dia nidina tany izy roa lahy ka nivavaka ho azy ireo mba hahazoany ny fanahy masina.",
        "16": "Mbola tsy nisy nilatsahan’ny fanahy mantsy izy ireo, fa natao batisa tamin’ny anaran’i Jesosy Tompo fotsiny.",
        "17": "Dia nametra-tanana tamin’ireo izy roa lahy, ka nahazo ny fanahy masina izy ireo.",
        "18": "Rehefa hitan’i Simona fa nahazo fanahy masina izay nametrahan’ny apostoly tanana, dia notolorany vola izy roa lahy,",
        "19": "sady hoy izy: “Mba omeo an’izany fahefana izany koa aho. Amin’izay dia hahazo fanahy masina izay hametrahako tanana.”",
        "20": "Hoy anefa i Petera: “Ho ripaka miaraka aminao anie ny volafotsinao! Heverinao fa azo vidim-bola angaha ny fanomezana maimaim-poana avy amin’Andriamanitra?",
        "21": "Tsy manana anjara amin’izany mihitsy ianao, satria tsy tsotra eo anatrehan’Andriamanitra ny fonao.",
        "22": "Koa mibebaha ka mialà amin’izao faharatsianao izao, dia mitalahoa amin’i Jehovah sao mba hamela ny helokao izy noho ny fikasan-dratsy tao am-ponao.",
        "23": "Hitako mantsy fa hoatran’ny poizina mangidy ianao ary andevon’ny tsy fahamarinana.”",
        "24": "Dia namaly azy ireo i Simona hoe: “Mba mitalahoa amin’i Jehovah, mba tsy hisy hanjo ahy izany voalazanareo izany.”",
        "25": "Rehefa avy namita tsara ny fitoriany i Petera sy Jaona, sady nilaza ny tenin’i Jehovah, dia niverina nankany Jerosalema. Nitory ny vaovao tsara izy roa lahy rehefa nandalo teny amin’ny tanàna kely maro nisy Samaritanina.",
        "26": "Ary nisy anjelin’i Jehovah niteny tamin’i Filipo hoe: “Mitsangàna, dia mandehana mianatsimo any amin’ilay lalana midina avy any Jerosalema mankany Gaza.”—Lalana any an-tany efitra izany.—",
        "27": "Dia nitsangana i Filipo ka lasa ary nahita tandapa etiopianina. Manam-pahefana teo ambany fifehezan’i Kandasy mpanjakavavin’ny Etiopianina izy io, ary niandraikitra ny harenany rehetra. Nankany Jerosalema izy mba hivavaka,",
        "28": "ary teny an-dalana hody izy tamin’izay. Nipetraka tao amin’ny kalesiny izy sady namaky mafy ny bokin’i Isaia mpaminany.",
        "29": "Niteny tamin’i Filipo àry ny fanahy hoe: “Mandehana manatona an’iny kalesy iny!”",
        "30": "Dia nihazakazaka teo akaikin’ilay kalesy i Filipo ka naheno azy namaky mafy ny bokin’i Isaia mpaminany. Ary hoy izy: “Azonao tsara ve izay vakinao?”",
        "31": "Dia hoy izy: “Ahoana moa no hahazoako azy raha tsy misy manoro ahy?” Koa nangataka an’i Filipo izy mba hiakatra dia hipetraka teo akaikiny.",
        "32": "Ary izao ilay andinin-tenin’ny Soratra Masina novakiny: “Hoatran’ny ondry nentina hovonoina izy, ary hoatran’ny zanak’ondry mangina eo anatrehan’ny mpanety azy, ka tsy miteny mihitsy.",
        "33": "Tsy mba nomena rariny izy nandritra ny fotoana nanalana baraka azy. Ary iza no hilaza ny tsipiriany momba ny taranaka nipoirany? Fa ny ainy aza nesorina tsy ho amin’ny tany.”",
        "34": "Dia hoy ilay tandapa tamin’i Filipo: “Hono ho’aho, iza no tian’ilay mpaminany horesahina amin’izany? Izy ihany ve sa olon-kafa?”",
        "35": "Ary niteny indray i Filipo, ka nitory taminy ny vaovao tsara momba an’i Jesosy, ary izany andinin-teny izany no nanombohany azy.",
        "36": "Raha mbola teny an-dalana izy ireo, dia tonga teo amin’ny toerana nisy rano, ka hoy ilay tandapa: “Io misy rano, ka inona no misakana ahy tsy hatao batisa?”",
        "37": "* ——",
        "38": "Dia nasainy najanona ilay kalesy. Ary nidina tao anaty rano i Filipo sy ilay tandapa, ka nataon’i Filipo batisa izy.",
        "39": "Rehefa niakatra avy tao anaty rano izy roa lahy, dia nentin’ny fanahin’i Jehovah niala teo haingana i Filipo, ka tsy hitan’ilay tandapa intsony. Dia nanohy ny diany ilay tandapa sady faly.",
        "40": "I Filipo kosa tonga tany Asdoda, ary namakivaky an’ilay faritra. Tsy nitsahatra nitory ny vaovao tsara tany amin’ny tanàna rehetra izy, mandra-pahatongany tany Kaisaria."
    },
    "9": {
        "1": "Mbola nandrahona sy nitady handripaka ny mpianatry ny Tompo ihany anefa i Saoly. Nankany amin’ny mpisoronabe àry izy,",
        "2": "dia nangataka taratasy mba haseho amin’ireo synagoga any Damaskosy. Amin’izay dia ho azony entina mifatotra hankany Jerosalema izay hitany manaraka Ny Lalana, na lahy izany na vavy.",
        "3": "Raha mbola teny an-dalana izy ary efa akaiky an’i Damaskosy, dia nisy hazavana tampoka avy any an-danitra nanjelanjelatra nanodidina azy.",
        "4": "Dia nianjera tamin’ny tany izy, ary naheno feo nilaza taminy hoe: “Saoly, Saoly, fa maninona ianao no manenjika ahy?”",
        "5": "Ary nanontany i Saoly hoe: “Iza moa ianao, tompoko?” Dia hoy izy: “Izaho no Jesosy, ilay enjehinao.",
        "6": "Fa mitsangàna, ary mankanesa ao an-tanàna, dia holazaina aminao izay tokony hataonao.”",
        "7": "Ireo lehilahy niara-dia taminy kosa nijoro teo tsy nahateny. Naheno feo ihany izy ireo, saingy tsy nahita na iza na iza.",
        "8": "Dia niarina avy teo amin’ny tany i Saoly. Tsy nahita na inona na inona anefa izy, na dia nisokatra aza ny masony. Koa notantanan’izy ireo izy, ary nentiny nankao Damaskosy.",
        "9": "Ary tsy nahita mihitsy izy nandritra ny telo andro, sady tsy nihinana na nisotro.",
        "10": "Nisy mpianatra atao hoe Ananiasy tao Damaskosy. Ary hoy ny Tompo taminy tao amin’ny fahitana: “Ananiasy!” Dia hoy izy: “Intỳ aho, Tompo ô!”",
        "11": "Ary hoy ny Tompo: “Mitsangàna dia mankanesa any amin’ilay lalana atao hoe Imahitsy. Ary tadiavo ao an-tranon’i Jodasy ilay lehilahy atao hoe Saoly, avy any Tarsosy. Eo am-pivavahana mihitsy izy izao.",
        "12": "Hitany tao amin’ny fahitana ny lehilahy atao hoe Ananiasy, niditra dia nametra-tanana taminy, amin’izay hahita indray ny masony.”",
        "13": "Fa hoy i Ananiasy: “Tompo ô, be dia be ny olona henoko niresaka momba an’izany lehilahy izany, sy ny zava-dratsy rehetra nataony tamin’ny olonao masina tany Jerosalema.",
        "14": "Ary eto izy izao, satria nahazo fahefana tamin’ny lehiben’ny mpisorona mba hisambotra an’izay rehetra miantso ny anaranao.”",
        "15": "Hoy anefa ny Tompo taminy: “Mandehana, fa fanaka nofidiko izany lehilahy izany, mba hitondra ny anarako any amin’ny hafa firenena sy ny mpanjaka ary ny zanak’Israely.",
        "16": "Fa hasehoko azy tsara hoe be dia be ny zavatra tsy maintsy hiaretany noho ny anarako.”",
        "17": "Koa lasa i Ananiasy ary niditra tao amin’ilay trano, dia nametra-tanana taminy sady niteny hoe: “Saoly, ry rahalahiko, naniraka ahy i Jesosy Tompo, ilay niseho taminao teny amin’ilay lalana nandehananao nankatỳ, mba hahita indray ny masonao ary ho feno fanahy masina ianao.”",
        "18": "Tonga dia nisy zavatra hoatran’ny kiran-trondro nilatsaka avy tamin’ny masony, ka nahita indray izy. Nitsangana izy avy eo, ary natao batisa.",
        "19": "Dia nihinan-kanina izy ka nihanatanjaka. Nijanona niaraka tamin’ireo mpianatra tao Damaskosy izy, nandritra ny andro vitsivitsy.",
        "20": "Ary tonga dia nitory momba an’i Jesosy tany amin’ny synagoga izy, ka nilaza fa Zanak’Andriamanitra i Jesosy.",
        "21": "Gaga be anefa izay rehetra naheno azy, ka niteny hoe: “Ka tsy io ve ilay nampitondra faisana an’ireo niantso an’izany anarana izany tany Jerosalema e? Ary tsy ny hisambotra sy hitondra azy ireo any amin’ny lehiben’ny mpisorona ve no ahatongavany eto?”",
        "22": "Fa vao mainka kosa i Saoly nahazo hery, ka very hevitra ny Jiosy nipetraka tao Damaskosy, rehefa nanome porofo marim-pototra izy hoe i Jesosy no Kristy.",
        "23": "Rehefa afaka andro maromaro, dia niray tetika ny Jiosy hoe hamono azy.",
        "24": "Nanjary fantatr’i Saoly anefa ny tetik’izy ireo. Nambenan’izy ireo tsara andro aman’alina koa ireo vavahadin’ny tanàna, mba hahafahany hamono azy.",
        "25": "Koa nalain’ny mpianany izy ary nataony tao anaty sobika, dia nampidininy avy teny am-baravarankelin’ny manda, tamin’ny alina.",
        "26": "Vao tonga tany Jerosalema izy, dia niezaka hiaraka tamin’ny mpianatra. Natahotra azy anefa ny rehetra, satria tsy nino hoe efa lasa mpianatra izy.",
        "27": "Koa nanampy azy i Barnabasy ary nitondra azy tany amin’ireo apostoly. Ary notantarainy tamin’izy ireo tamin’ny an-tsipiriany ny nahitan’i Saoly ny Tompo teny an-dalana, sy ny niresahan’ny Tompo taminy, ary ny nahasahian’i Saoly nitory tamin’ny anaran’i Jesosy tany Damaskosy.",
        "28": "Nijanona niaraka tamin’izy ireo àry i Saoly, ka nivezivezy malalaka tao Jerosalema ary sahy nitory tamin’ny anaran’ny Tompo.",
        "29": "Niresaka sy niady hevitra tamin’ny Jiosy miteny grika koa izy, saingy notadiavin’izy ireo hovonoina.",
        "30": "Rehefa fantatr’ireo rahalahy izany, dia nentiny nidina tany Kaisaria izy, ka nalefany tany Tarsosy.",
        "31": "Ary nilamina ny fiangonana eran’i Jodia sy Galilia ary Samaria satria tsy nisy nanohitra, ka lasa nihanatanjaka. Natahotra an’i Jehovah sy nampaherezin’ny fanahy masina koa ny fiangonana, ka tsy nitsaha-nitombo.",
        "32": "Nitety an’ilay faritra manontolo i Petera, ka nidina tany amin’ireo olona masina nipetraka tao Lyda koa.",
        "33": "Nahita lehilahy atao hoe Enea izy tao. Efa valo taona izy io no nandry teo am-pandrianany satria nalemy.",
        "34": "Ary hoy i Petera taminy: “Enea, manasitrana anao i Jesosy Kristy. Mitsangàna ary amboary ny fandriananao.” Dia nitsangana avy hatrany izy.",
        "35": "Rehefa nahita azy ny mponina rehetra tao Lyda sy tao amin’ny Lemak’i Sarôna, dia niova ka lasa nanaiky ny Tompo.",
        "36": "Ary tao Jopa, dia nisy mpianatra atao hoe Tabita, izany hoe “Dorkasy” raha adika. Nanao asa soa be dia be izy sady nanome zavatra maro hiantrana ny mahantra.",
        "37": "Narary anefa izy tamin’izany andro izany, ka maty. Koa nampandroin’izy ireo ny fatiny ary napetrany tao amin’ny efitra iray tao ambony rihana.",
        "38": "Tany akaikin’i Jopa no nisy an’i Lyda, ka rehefa henon’ny mpianatra fa tao amin’io tanàna io i Petera, dia naniraka roa lahy ho any aminy izy ireo mba hiangavy hoe: “Mba tongava haingana atỳ aminay!”",
        "39": "Dia nandeha niaraka tamin’izy roa lahy i Petera. Rehefa tonga tany izy, dia nentin’izy ireo tao amin’ilay efitra ambony rihana. Ary tonga teo aminy daholo ny vehivavy maty vady. Nitomany izy ireo sady nampiseho azy ny fitafiana sy ny akanjo lava be dia be nozairin’i Dorkasy tamin’izy mbola velona.",
        "40": "Nasain’i Petera nivoaka daholo ny olona avy eo, ary nandohalika izy ka nivavaka. Dia nitodika tany amin’ilay faty izy, ka niteny hoe: “Ry Tabita, miarena!” Dia nosokafan’i Tabita ny masony, ka nipetraka izy raha vao nahita an’i Petera.",
        "41": "Natolotr’i Petera azy ny tanany ka natsangany izy. Ary nantsoiny ny olona masina sy ny vehivavy maty vady, dia nasehony azy ireo hoe velona izy.",
        "42": "Nanjary fantatry ny olona eran’i Jopa izany, ka be dia be no nino ny Tompo.",
        "43": "Ary nijanona andro vitsivitsy tao Jopa i Petera, tao amin’ny mpanao hoditra atao hoe Simona."
    },
    "10": {
        "1": "Nisy lehilahy atao hoe Kornelio tany Kaisaria. Manamboninahitra tao amin’ilay nantsoina hoe andiana miaramila italianina izy.",
        "2": "Mpivavaka be sady natahotra an’Andriamanitra izy sy ny ankohonany manontolo. Ary nanome zavatra be dia be ho fiantrana ny mahantra izy sady nitalaho tsy tapaka tamin’Andriamanitra.",
        "3": "Tamin’ny ora fahasivy teo ho eo, dia nahita fahitana mazava tsara izy. Nahita anjelin’Andriamanitra nanatona azy izy, niteny taminy hoe: “Kornelio a!”",
        "4": "Dia nijery azy tsara i Kornelio sady natahotra be, ka niteny hoe: “Ahoana izay, tompoko?” Dia hoy izy: “Efa nohenoin’Andriamanitra ny vavaka nataonao, ary hitany koa ny fiantranao ny mahantra, ka tsy hadinony izany.",
        "5": "Koa maniraha olona ho any Jopa mba haka an’ilay lehilahy atao hoe Simona, ilay antsoina koa hoe Petera.",
        "6": "Mivahiny ao amin’i Simona mpanao hoditra izy, ary eo amoron-dranomasina ny tranon’izy io.”",
        "7": "Vao lasa ilay anjely niresaka taminy, dia nantsoiny ny roa tamin’ny mpiasany sy ny miaramila iray mpivavaka be, izay samy anisan’ny mpikarakara azy.",
        "8": "Ary notantarainy tamin’izy ireo ny zava-drehetra, dia nirahiny ho any Jopa izy ireo.",
        "9": "Ny ampitson’iny, raha mbola teny an-dalana izy ireo sady efa akaiky an’ilay tanàna, dia niakatra tao an-tampon-trano i Petera, tamin’ny ora fahenina teo ho eo, mba hivavaka.",
        "10": "Noana be anefa izy ka te hihinan-kanina. Raha mbola teo am-pikarakarana sakafo ny olona, dia nahita fahitana i Petera.",
        "11": "Nahita ny lanitra nisokatra izy, ary nisy zavatra toy ny lamba rongony lehibe nidina avy any. Nampidinina tamin’ny zorony efatra ho etỳ an-tany ilay izy.",
        "12": "Nisy biby isan-karazany tao anatiny, dia biby manan-tongotra efatra sy biby mandady ary voro-manidina.",
        "13": "Nisy feo niteny taminy avy eo hoe: “Petera a, mitsangàna! Vonoy dia hano!”",
        "14": "Hoy anefa i Petera: “Sanatria, Tompo ô! Fa mbola tsy nihinan-javatra maloto sy tsy madio mihitsy aho.”",
        "15": "Dia niteny fanindroany taminy ilay feo hoe: “Aza ataonao intsony hoe maloto izay efa nodiovin’Andriamanitra.”",
        "16": "Ary nitranga fanintelony izany, dia nakarina avy hatrany tany an-danitra ilay izy avy eo.",
        "17": "Raha mbola sahiran-tsaina i Petera hoe inona no mety ho dikan’ilay fahitana, dia tamin’izay indrindra no nijoro teo am-bavahady ireo lehilahy nirahin’i Kornelio, rehefa avy nanontany hoe aiza ny tranon’i Simona.",
        "18": "Dia niantso izy ireo ka nanontany raha nivahiny tao i Simona, ilay antsoina koa hoe Petera.",
        "19": "Teo am-pieritreretana an’ilay fahitana i Petera no niteny taminy ny fanahy masina hoe: “Misy telo lahy mitady anao ireo!",
        "20": "Koa mitsangàna dia midìna, ary aza misalasala mihitsy fa mandehana miaraka aminy, satria izaho no naniraka an-dry zareo.”",
        "21": "Dia nidina nankany amin’izy ireo i Petera, ka niteny hoe: “Izaho ilay tadiavinareo. Ahoana izay?”",
        "22": "Hoy ireo: “Misy manamboninahitra atao hoe Kornelio naniraka anay. Lehilahy marina sy matahotra an’Andriamanitra izy, sady tsara laza eo amin’ny firenena jiosy manontolo. Nisy anjely masina nirahin’Andriamanitra hilaza taminy mba hampaka anao ho any an-tranony, sy hihaino an’izay holazainao.”",
        "23": "Nampandrosoin’i Petera àry izy ireo, ka nivahiny tao aminy. Niomana i Petera ny ampitson’iny, dia nandeha niaraka tamin’izy ireo. Nisy rahalahy avy tao Jopa koa niaraka taminy.",
        "24": "Dia tonga tany Kaisaria izy ny ampitso. Efa niandry azy ireo tokoa i Kornelio, ary efa namory ny havany sy ny namany akaiky.",
        "25": "Rehefa niditra i Petera, dia nitsena azy i Kornelio, ary niankohoka tamim-panajana teo an-tongony.",
        "26": "Fa natsangan’i Petera izy, ka noteneniny hoe: “Mitsangàna, fa izaho koa ange olombelona ihany e!”",
        "27": "Sady niresaka taminy i Petera no niditra tao an-trano, ka nahita olona maro efa vory tao.",
        "28": "Dia hoy izy tamin’izy ireo: “Fantatrareo tsara fa tsy azon’ny Jiosy atao ny mifanerasera amin’ny hafa firenena na ny manatona azy. Nasehon’Andriamanitra tamiko anefa fa tsy tokony hiantso olona hoe maloto na tsy madio aho.",
        "29": "Ka dia tonga aho, ary tsy nanda mihitsy rehefa nampanalaina. Inona àry no antony nanirahanareo olona haka ahy?”",
        "30": "Dia hoy i Kornelio: “Efatra andro lasa izay, tamin’ny ora hoatr’izao indrindra, tamin’ny ora fahasivy, dia nivavaka tato an-tranoko aho. Ary nisy lehilahy nanao akanjo namirapiratra nijoro teo anoloako,",
        "31": "ka niteny hoe: ‘Kornelio a! Efa nohenoin’Andriamanitra ny vavaka nataonao, ary hitany ny fiantranao ny mahantra ka tsy hadinony.",
        "32": "Koa maniraha olona ho any Jopa ary ampanantsoy i Simona, ilay atao koa hoe Petera. Mivahiny ao an-tranon’i Simona mpanao hoditra, eo amoron-dranomasina, izy.’",
        "33": "Tonga dia naniraka olona tany aminao aho, ary tena misaotra anao nankatỳ. Koa ireto daholo izahay eto anatrehan’Andriamanitra mba hihaino an’izay rehetra nasain’i Jehovah lazainao aminay.”",
        "34": "Dia nanomboka niteny i Petera, ka nilaza hoe: “Azoko tsara amin’izay izao fa tsy mijery tavan’olona Andriamanitra,",
        "35": "fa izay olona matahotra azy sy manao ny tsara no ankasitrahany, na inona na inona fireneny.",
        "36": "Nandefa hafatra tany amin’ny zanak’Israely izy, mba hotorina amin’izy ireo ilay vaovao tsara hoe afaka mihavana amin’Andriamanitra amin’ny alalan’i Jesosy Kristy izy ireo. Izy ilay Tompon’ny olon-drehetra.",
        "37": "Fantatrareo fa taorian’ny batisa notorin’i Jaona, dia ambentin-dresaky ny olona eran’i Jodia manontolo, nanomboka tany Galilia,",
        "38": "ny amin’i Jesosy avy any Nazareta. Nohosoran’Andriamanitra tamin’ny fanahy masina sy nomeny hery izy ka nandeha eran’ilay faritra. Ary nanao soa sy nanasitrana an’izay rehetra nampahorin’ny Devoly izy, satria nanampy azy Andriamanitra.",
        "39": "Ary vavolombelon’ny zava-drehetra nataony tany amin’ny tanin’ny Jiosy sy tany Jerosalema izahay. Novonoin-dry zareo anefa izy ka nahantony teo amin’ny tsato-kazo.",
        "40": "Fa natsangan’Andriamanitra izy tamin’ny andro fahatelo, dia navelany hiseho tamin’ny olona.",
        "41": "Tsy tamin’ny olon-drehetra anefa no nisehoany, fa tamin’ny vavolombelona notendren’Andriamanitra mialoha, izany hoe taminay izay niara-nihinana sy nisotro taminy taorian’ny nananganana azy tamin’ny maty.",
        "42": "Nandidy anay hitory amin’ny olona koa izy, ka hanazava tsara fa izy no notendren’Andriamanitra hitsara ny velona sy ny maty.",
        "43": "Izy no nambaran’ny mpaminany rehetra hoe izay mino azy dia hahazo famelan-keloka amin’ny anarany.”",
        "44": "Raha mbola teo am-piresahana an’izany i Petera, dia nilatsaka tamin’izay rehetra nihaino ny teny ny fanahy masina.",
        "45": "Dia gaga ireo mpino anisan’ny voafora izay niaraka tamin’i Petera, satria nilatsaka tamin’ny hafa firenena koa ny fanahy masina, ilay fanomezana maimaim-poana.",
        "46": "Naheno azy ireo niteny tamin’ny fiteny samihafa sy nankalaza an’Andriamanitra mantsy izy ireo. Dia hoy i Petera:",
        "47": "“Nahazo fanahy masina hoatr’antsika koa ireto olona ireto. Koa misy afaka misakana azy ireo tsy hatao batisa amin’ny rano ve?”",
        "48": "Nasainy natao batisa tamin’ny anaran’i Jesosy Kristy àry izy ireo. Dia nangataka an’i Petera hijanona andro vitsivitsy tany izy ireo."
    },
    "11": {
        "1": "Henon’ny apostoly sy ny rahalahy tany Jodia fa nanaiky ny tenin’Andriamanitra koa ireo hafa firenena.",
        "2": "Koa rehefa niakatra tany Jerosalema i Petera, dia nanakiana azy ny mpomba ny famorana,",
        "3": "ka niteny hoe: “Niditra tao an-tranon’ny tsy mifora ianao sady niara-nisakafo taminy.”",
        "4": "Nohazavain’i Petera tamin’ny an-tsipiriany àry izay nitranga, ka hoy izy:",
        "5": "“Tao an-tanànan’i Jopa aho tamin’izay. Nivavaka aho ary avy eo nahita fahitana. Nahita zavatra hoatran’ny lamba rongony lehibe nidina avy any an-danitra aho. Nampidinina tamin’ny zorony efatra ilay izy, ka tonga teo amiko.",
        "6": "Nijery tsara ny tao anatiny aho, dia nahita biby manan-tongotra efatra, sy bibidia, sy biby mandady, ary voro-manidina.",
        "7": "Henoko nisy feo koa niteny tamiko hoe: ‘Petera a, mitsangàna! Vonoy dia hano!’",
        "8": "Fa hoy aho: ‘Sanatria, Tompo ô! Fa mbola tsy niditra ny vavako mihitsy izay zavatra maloto na tsy madio.’",
        "9": "Dia namaly fanindroany ilay feo avy any an-danitra hoe: ‘Aza ataonao intsony hoe maloto izay efa nodiovin’Andriamanitra.’",
        "10": "Ary nitranga fanintelony izany, dia nosintonina niakatra tany an-danitra indray ny zava-drehetra.",
        "11": "Tamin’izay indrindra no nisy telo lahy tonga teo amin’ilay trano nipetrahanay. Avy any Kaisaria izy ireo no nirahina ho any amiko.",
        "12": "Dia nilaza tamiko ny fanahy masina mba hiaraka tamin’izy ireo ka tsy hisalasala mihitsy. Ary niaraka tamiko koa ireto rahalahy enina ireto, dia niditra tao an-tranon’ilay lehilahy izahay.",
        "13": "“Nitantara taminay izy hoe nahita anjely nijoro tao an-tranony, dia niteny taminy izy io hoe: ‘Maniraha olona ho any Jopa mba haka an’i Simona, ilay antsoina koa hoe Petera,",
        "14": "fa holazainy anao hoe ahoana no hahavoavonjy anao sy ny ankohonanao manontolo.’",
        "15": "Vao niteny kelikely anefa aho, dia nilatsaka tamin’izy ireo ny fanahy masina, hoatran’ilay nilatsahany tamintsika tamin’ny voalohany.",
        "16": "Tamin’izay dia tadidiko ny tenin’ny Tompo, izay nilaza matetika hoe: ‘I Jaona nanao batisa tamin’ny rano, fa ianareo kosa hatao batisa amin’ny fanahy masina.’",
        "17": "Nomen’Andriamanitra fanomezana maimaim-poana isika satria nino an’i Jesosy Kristy Tompo. Koa raha nomen’Andriamanitra an’izany fanomezana izany koa izy ireo, dia iza moa aho no hahasakana an’Andriamanitra?”",
        "18": "Rehefa naheno an’izany izy ireo, dia tsy nanohitra intsony. Nanome voninahitra an’Andriamanitra kosa izy ireo, ka niteny hoe: “Hay ve ka tian’Andriamanitra hibebaka koa ny hafa firenena mba hahazoan’izy ireo fiainana e!”",
        "19": "Niparitaka ny mpianatra noho ilay fanenjehana taorian’ny namonoana an’i Stefana, ka tonga hatrany Fenisia sy Sipra ary Antiokia. Tsy nitory ny teny afa-tsy tamin’ny Jiosy ihany anefa izy ireo.",
        "20": "Nisy tamin’izay avy any Sipra sy Kyrena anefa tonga tany Antiokia. Ary niresaka tamin’ny olona miteny grika izy ireo, ka nitory ny vaovao tsara momba an’i Jesosy Tompo.",
        "21": "Dia nanampy azy ireo ny tanan’i Jehovah. Ary be dia be no lasa mpino ka niova sy nanaiky ny Tompo.",
        "22": "Henon’ny fiangonana tany Jerosalema ny fitantarana momba azy ireo, ka nirahin’ny fiangonana handeha hatrany Antiokia i Barnabasy.",
        "23": "Faly i Barnabasy rehefa tonga tany ka nahita fa naneho hatsaram-panahy miavaka Andriamanitra. Dia nampahery ny rehetra izy mba ho tapa-kevitra foana hifikitra amin’ny Tompo amin’ ny fo manontolo.",
        "24": "Fa lehilahy tsara fanahy sy feno fanahy masina ary tena nanam-pinoana izy. Ary vahoaka be no lasa nino ny Tompo.",
        "25": "Dia nankany Tarsosy izy mba hikaroka an’i Saoly.",
        "26": "Rehefa hitany i Saoly, dia nentiny tany Antiokia. Koa niara-nivory tamin’ny fiangonana tany izy roa lahy ary nampianatra olona maro be, nandritra ny herintaona katroka. Tany Antiokia no niantsoana voalohany ny mpianatra hoe Kristianina, noho ny fitarihan’Andriamanitra.",
        "27": "Nisy mpaminany nidina avy any Jerosalema nankany Antiokia, tamin’izany andro izany.",
        "28": "Anisan’ireny ilay antsoina hoe Agabo, izay notarihin’ny fanahy hilaza mialoha fa tsy ho ela dia hisy mosary lehibe hanerana ny tany. Dia izany tokoa no nitranga tamin’ny andron’i Klaodio.",
        "29": "Nanapa-kevitra àry ny mpianatra fa samy handefa fanampiana araka izay vitany, ho an’ireo rahalahy nipetraka tany Jodia.",
        "30": "Dia nandefa fanampiana ho any amin’ny anti-panahy tokoa izy ireo, ary i Barnabasy sy Saoly no nampitondrainy an’izany."
    },
    "12": {
        "1": "Tamin’izany fotoana izany, dia nampijalin’i Heroda Mpanjaka ny sasany tamin’ireo anisan’ny fiangonana.",
        "2": "Novonoiny tamin’ny sabatra i Jakoba, rahalahin’i Jaona.",
        "3": "Rehefa hitany fa nahafaly ny Jiosy izany, dia nosamboriny koa i Petera.—Andro fihinanana ny Mofo Tsy Misy Lalivay tamin’izay.—",
        "4": "Nogadrainy i Petera rehefa avy nosamboriny. Ary antoko-miaramila efatra, izay nisy miaramila efatra avy, no nasainy nifandimby niambina azy. Tiany haseho amin’ny vahoaka mantsy izy aorian’ny Paska.",
        "5": "Notanana am-ponja àry i Petera, fa ny fiangonana kosa nivavaka mafy tamin’Andriamanitra ho azy.",
        "6": "Ny alina talohan’ny hampisehoan’i Heroda azy, dia natory teo anelanelan’ny miaramila roa i Petera, voafatotra rojo vy roa. Nisy mpiambina koa teo anoloan’ny varavarana, niambina ny fonja.",
        "7": "Dia iny fa nisy anjelin’i Jehovah nijoro teo, ary nisy hazavana namirapiratra tao amin’ilay efitra figadrana. Ary nodoniny teo amin’ny tehezany i Petera ka nofohaziny, sady hoy izy: “Mitsangàna haingana!” Dia latsaka niala tamin’ny tanan’i Petera ny rojo vy.",
        "8": "Ary hoy ilay anjely taminy: “Miakanjoa ary anaovy ny kapanao.” Koa nataony izany. Farany, dia hoy ilay anjely: “Anaovy ny akanjonao ivelany, dia araho aho.”",
        "9": "Dia nivoaka nanaraka an’ilay anjely i Petera. Tsy fantany anefa hoe tena nisy ny zavatra nataon’ilay anjely, fa noheveriny hoe nahita fahitana izy.",
        "10": "Nandalo an’ireo mpiambina voalohany sy faharoa izy ireo, ka tonga teo amin’ilay vavahady vy mankao an-tanàna. Dia nisokatra ho azy ilay vavahady mba hivoahan’izy ireo. Rehefa tafavoaka izy ireo, dia nandeha nidina tamin’ny lalana iray. Nandao azy avy hatrany ilay anjely avy eo.",
        "11": "Ary hoy i Petera, rehefa tonga saina tsara: “Izao aho vao tena mino hoe naniraka ny anjeliny i Jehovah, mba hanafaka ahy tamin’i Heroda sy tamin’izay zava-dratsy noeritreretin’ny Jiosy hoe hanjo ahy.”",
        "12": "Rehefa avy nieritreritra momba an’izany izy, dia nankany an-tranon’i Maria, renin’i Jaona, ilay antsoina koa hoe Marka. Ary nisy olona be dia be nivory sy nivavaka tao.",
        "13": "Dia nandondòna teo am-bavahady izy, ka nankeny ny mpanompovavy atao hoe Roda mba hijery hoe iza izany.",
        "14": "Vao fantany ny feon’i Petera, dia faly loatra izy ka tsy novohany ny vavahady, fa lasa izy nihazakazaka niditra dia nilaza hoe mijoro ao am-bavahady i Petera.",
        "15": "Ary hoy ny olona taminy: “Ianao ve adala e?” Mbola nanizingizina ihany anefa izy fa tena ao tokoa i Petera. Dia hoy izy ireo: “Anjeliny izany.”",
        "16": "Fa mbola nandondòna tao foana i Petera, ka rehefa nanokatra an’ilay vavahady izy ireo, dia nahita azy ka gaga.",
        "17": "Nanao fihetsika tamin’ny tanany anefa izy mba hampanginana azy ireo, ary notantarainy tamin’ny an-tsipiriany ny namoahan’i Jehovah azy avy tao am-ponja. Ary hoy izy: “Tantarao amin’i Jakoba sy ny rahalahy izany.” Dia nivoaka izy, ary lasa nankany an-toeran-kafa.",
        "18": "Rehefa maraina ny andro, dia nisahotaka be ihany ny miaramila sady nifanontany hoe nankaiza i Petera.",
        "19": "Nikaroka azy hatraiza hatraiza i Heroda, fa tsy nahita. Dia nofotopotorany ireo mpiambina, ary nasainy nentina hosazina. Ary niala tany Jodia i Heroda ka nidina tany Kaisaria, ary nijanona kelikely tany.",
        "20": "Tezitra tamin’ny mponin’i Tyro sy Sidona i Heroda. Koa nifanaraka izy ireo hoe ho any aminy. Rehefa avy nandresy lahatra an’i Blasto, izay niandraikitra ny ankohonan’ny mpanjaka, izy ireo, dia nitady fihavanana tamin’ny mpanjaka. Ny tanin’ny mpanjaka mantsy no namatsy sakafo ny firenen’izy ireo.",
        "21": "Tamin’ny andro voatondro àry, dia nanao akanjona mpanjaka i Heroda ka nipetraka teo amin’ny toeram-pitsarana ary nikabary tamin’ny vahoaka.",
        "22": "Dia nihorakoraka mafy ny vahoaka nivory teo hoe: “Feon’andriamanitra izany, fa tsy feon’olona!”",
        "23": "Teo no ho eo ihany, dia namely an’i Heroda ny anjelin’i Jehovah, satria tsy nanome voninahitra an’Andriamanitra izy. Dia lanin’ny kankana izy, ka maty.",
        "24": "Fa mbola niely foana ny tenin’i Jehovah ary nihabetsaka ny olona lasa mpino.",
        "25": "Rehefa vitan’i Barnabasy sy Saoly ny fizarana fanampiana tany Jerosalema, dia niverina izy roa lahy ka nentiny niaraka taminy i Jaona, ilay antsoina koa hoe Marka."
    },
    "13": {
        "1": "Nisy an’ireto mpaminany sy mpampianatra ireto teo anivon’ny fiangonana tany Antiokia: I Barnabasy, Simeona ilay antsoina hoe Nigera, Losio avy any Kyrena, Menahema izay niara-nianatra tamin’i Heroda lehibem-paritra, ary Saoly.",
        "2": "Raha mbola nanompo an’i Jehovah izy ireo sady nifady hanina, dia hoy ny fanahy masina: “Atokàny ho ahy i Barnabasy sy Saoly mba hanao ny asa iantsoako azy.”",
        "3": "Rehefa avy nifady hanina sy nivavaka izy ireo, dia nametra-tanana tamin’izy roa lahy ary nandefa azy.",
        "4": "Koa nirahin’ny fanahy masina izy roa lahy, dia nidina tany Seleokia, ary avy any izy ireo no nandeha sambo nankany Sipra.",
        "5": "Rehefa tonga tany Salamisy izy ireo, dia nanambara ny tenin’Andriamanitra tao amin’ny synagogan’ny Jiosy. Niaraka tamin’izy roa lahy koa i Jaona mba hikarakara azy ireo.",
        "6": "Dia namakivaky an’ilay nosy manontolo izy ireo ka tonga hatrany Pafo, ary nihaona tamin’ny lehilahy jiosy antsoina hoe Barjesosy. Mpilalao ody izy io sady mpaminany sandoka,",
        "7": "ary niasa ho an’i Sergio Paolo governoram-paritra, izay lehilahy nahira-tsaina. Dia nantsoin’ilay governora i Barnabasy sy Saoly satria naniry mafy haheno ny tenin’Andriamanitra izy.",
        "8": "Nanohitra azy roa lahy anefa i Elyma mpilalao ody—izany mantsy ny anarany raha adika—ka nitady hisakana an’ilay governoram-paritra tsy hino ny Tompo.",
        "9": "Dia feno fanahy masina i Saoly, ilay antsoina koa hoe Paoly, ka nibanjina azy",
        "10": "ary niteny hoe: “Ry lehilahy tsy manan-tsaina afa-tsy ny hamitaka sy hanao ratsy, sady zanaky ny Devoly no fahavalon’ny fahamarinana rehetra! Rahoviana ianao vao tsy hanolana intsony ny lala-mahitsin’i Jehovah?",
        "11": "Koa hamely anao ny tanan’i Jehovah ka ho jamba ianao, ary hisy fotoana ianao tsy hahita ny hazavan’ny masoandro.” Teo no ho eo ihany, dia nisy zavona matevina sy haizina nanarona azy, ka nihodinkodina nitady olona hitantana azy izy.",
        "12": "Rehefa nahita an’izany ilay governoram-paritra, dia nino satria gaga tamin’ny fampianaran’i Jehovah.",
        "13": "Ary nandeha sambo avy tao Pafo i Paoly sy ny namany, ka tonga tany Perga any Pamfylia. Nandao azy ireo anefa i Jaona, dia niverina tany Jerosalema.",
        "14": "Fa izy ireo kosa nanohy ny diany, dia niala tao Perga ka tonga tany Antiokia, any Pisidia. Dia niditra tao amin’ny synagoga izy ireo tamin’ny Sabata ary nipetraka.",
        "15": "Rehefa voavaky teo anatrehan’ny rehetra ny Lalàna sy ny Mpaminany, dia naniraka olona hilaza tamin’izy roa lahy ny mpitantana ny synagoga hoe: “Ry rahalahy, raha manana teny hampaherezana ny olona ianareo, dia teneno!”",
        "16": "Nitsangana àry i Paoly, ary nanao fihetsika tamin’ny tanany mba hampanginana ny olona. Dia hoy izy: “Ry Israelita sy ianareo matahotra an’Andriamanitra, henoy aho!",
        "17": "Nifidy ny razambentsika ny Andriamanitr’ity vahoakan’Israely ity ka nanandratra azy tamin’izy ireo nivahiny tany Ejipta, ary namoaka azy avy tany tamin’ny herin-tsandriny.",
        "18": "Dia niaritra ny nataon’izy ireo tany an-tany efitra izy nandritra ny 40 taona teo ho eo.",
        "19": "Rehefa avy nandringana firenena fito tao amin’ny tany Kanana izy, dia nanome an’ilay tany ho lovan’izy ireo.",
        "20": "Naharitra 450 taona teo ho eo izany rehetra izany. “Taorian’izay, dia nomeny mpitsara izy ireo mandra-pahatongan’ny andron’i Samoela mpaminany.",
        "21": "Nangataka mpanjaka anefa izy ireo tatỳ aoriana, ka nomen’Andriamanitra azy ireo nandritra ny 40 taona i Saoly zanak’i Kisy, lehilahy avy tamin’ny fokon’i Benjamina.",
        "22": "Ary rehefa nesoriny i Saoly, dia notendreny ho mpanjakan’izy ireo i Davida. Izao no nambarany momba azy: ‘Nahita an’i Davida zanak’i Jese aho. Lehilahy sitraky ny foko izy, ary hanao an’izay rehetra tiako.’",
        "23": "Avy tamin’ny taranak’izany lehilahy izany no nanomezan’Andriamanitra mpamonjy ho an’ny Israely. Tsy iza izany fa i Jesosy, araka ny efa nampanantenainy.",
        "24": "Talohan’ny nahatongavan’izy io, dia nitory ampahibemaso tamin’ny vahoakan’Israely manontolo i Jaona hoe tokony hatao batisa izy ireo mba hampisehoana hoe efa nibebaka.",
        "25": "Rehefa vita anefa ny asa nanendrena an’i Jaona, dia niteny izy hoe: ‘Iza no fiheveranareo ahy? Tsy izaho ilay eritreretinareo. Fa misy anankiray ho tonga ao aorianako, ary tsy mendrika hamaha ny kapa amin’ny tongony akory aza aho.’",
        "26": "“Ry rahalahy, taranak’i Abrahama sy ianareo matahotra an’Andriamanitra, nalefa ho antsika izany hafatra momba ny famonjena izany.",
        "27": "Tsy nanaiky azy ny mponin’i Jerosalema sy ny mpitondra teo aminy. Rehefa nitsara azy anefa izy ireo dia nanatanteraka an’izay efa nolazain’ireo Mpaminany, izay vakina mafy isaky ny sabata.",
        "28": "Ary nangataka tamin’i Pilato ny hamonoana azy ho faty izy ireo, na dia tsy nahita antony tokony hamonoana azy aza.",
        "29": "Ary rehefa notanterahin’izy ireo daholo izay voasoratra momba azy, dia nampidininy avy teo amin’ny tsato-kazo izy, ary naleviny tao am-pasana.",
        "30": "Fa Andriamanitra kosa nanangana azy tamin’ny maty.",
        "31": "Dia niseho tamin’ireo niara-niakatra taminy avy tany Galilia ho any Jerosalema izy, nandritra ny andro maro. Ireny izao no vavolombelony eo anatrehan’ny olona.",
        "32": "“Koa torinay aminareo ny vaovao tsara momba an’ilay fampanantenana natao tamin’ny razambentsika.",
        "33": "Tena notanterahin’Andriamanitra tamintsika taranany izany fampanantenana izany, rehefa nanangana an’i Jesosy tamin’ny maty izy, araka ny voasoratra ao amin’ny salamo faharoa hoe: ‘Zanako ianao; androany aho no lasa Rainao.’",
        "34": "Natsangany tamin’ny maty tokoa izy mba tsy ho lo intsony, araka ny nolazainy hoe: ‘Ho tia anareo aho ary tsy hivadika aminareo araka ny nampanantenaiko an’i Davida. Ary azo itokisana izany fampanantenana izany.’",
        "35": "Izao koa no voalazan’ny salamo hafa: ‘Tsy havelanao ho lo ilay mpanomponao tsy mivadika.’",
        "36": "Rehefa avy nanompo an’Andriamanitra teo anivon’ny mpiara-belona taminy i Davida, dia nodimandry ka nalevina any amin’ny razambeny, dia lo.",
        "37": "Fa ilay natsangan’Andriamanitra kosa tsy lo.",
        "38": "“Aoka àry ho fantatrareo, ry rahalahy, fa amin’ny alalany no hahazoana famelan-keloka, ary izany no torina aminareo.",
        "39": "Ary ambara ho tsy manan-tsiny amin’ny alalany koa izay rehetra mino. Tsy afaka nanambara anareo ho tsy manan-tsiny amin’ny zava-drehetra mantsy ny Lalàn’i Mosesy.",
        "40": "Koa tandremo sao hihatra aminareo ny voalaza ao amin’ny Mpaminany hoe:",
        "41": "‘Jereo izany, ry mpaniratsira, dia aoka ianareo ho gaga amin’izany ary ho ripaka. Manao zavatra aho mantsy amin’izao andronareo izao, dia zavatra tsy hinoanareo mihitsy, na dia misy mitantara aminareo amin’ny an-tsipiriany aza.’”",
        "42": "Rehefa nivoaka avy tao amin’ny synagoga izy roa lahy, dia niangavy azy ireo ny olona mba hiresaka an’izany indray amin’izy ireo, ny Sabata manaraka.",
        "43": "Koa rehefa nirava ny fivoriana tao amin’ny synagoga, dia maro no nanaraka an’i Paoly sy Barnabasy, na Jiosy izany na olona lasa nanaraka ny fivavahana jiosy izay nanompo an’Andriamanitra. Ary niresaka tamin’ireo izy roa lahy, ka nampirisika azy ireo hiezaka foana mba ho mendrika ny hanehoan’Andriamanitra hatsaram-panahy miavaka.",
        "44": "Saiky ny rehetra tao an-tanàna no nivory mba hihaino ny tenin’i Jehovah ny Sabata taorian’izay.",
        "45": "Rehefa nahita an’ireo vahoaka ireo ny Jiosy, dia velom-pialonana ka nanevateva sy nanohitra an’izay nolazain’i Paoly.",
        "46": "Dia sahy niteny tamin’izy ireo i Paoly sy Barnabasy hoe: “Tsy maintsy notorina taminareo aloha ny tenin’Andriamanitra. Koa satria lavinareo izany ka tsy eritreretinareo hoe mendrika ny fiainana mandrakizay ianareo, dia ho any amin’ny hafa firenena izahay.",
        "47": "Fa izao teny izao no didy nomen’i Jehovah anay: ‘Notendreko ho fahazavan’ny hafa firenena ianao, mba ho ianao no hamonjena ny olona hatrany amin’ny faran’ny tany.’”",
        "48": "Rehefa nandre an’izany ny hafa firenena dia faly sy nanome voninahitra ny tenin’i Jehovah. Ary izay nanana toe-po tsara mba hahazoana fiainana mandrakizay dia lasa mpino.",
        "49": "Noresahina eran’ilay tany koa ny tenin’i Jehovah ka niely.",
        "50": "Fa nampirisihin’ny Jiosy ny vehivavy manan-kaja izay mpivavaka tamin’Andriamanitra, sy ireo manam-pahefana tao an-tanàna, ka nitaona ny olona hanenjika an’i Paoly sy Barnabasy, sady nandroaka azy roa lahy tany ivelan’ny faritaniny.",
        "51": "Koa nahintsan’izy roa lahy ny vovoka tamin’ny tongony mba hanamelohana azy ireo, dia lasa nankany Ikonioma izy roa lahy.",
        "52": "Ary mbola faly be sady feno fanahy masina foana ireo mpianatra."
    },
    "14": {
        "1": "Dia niditra tao amin’ny synagogan’ny Jiosy tany Ikonioma izy roa lahy. Tena nahay nandaha-teny izy ireo, ka maro be no lasa mpino, na Jiosy na Grika.",
        "2": "Ireo Jiosy tsy nino kosa nampirisika sy nitaona ny olona hafa firenena mba hanohitra an’ireo rahalahy.",
        "3": "Nitory elaela tao izy roa lahy, ary tena sahy rehefa nanao an’izany noho ny fahefana nomen’i Jehovah azy. Nataony nahavita famantarana sy fahagagana izy roa lahy, mba hanaporofoany fa tena marina ny teny notorina momba ny hatsaram-panahiny miavaka.",
        "4": "Tsy nitovy hevitra anefa ny olona maro be tao an-tanàna: Ny sasany niandany tamin’ny Jiosy, fa ny sasany kosa niandany tamin’ny apostoly.",
        "5": "Ary nila ady sy nitady hitora-bato azy roa lahy ny hafa firenena sy ny Jiosy ary ny mpitondra azy ireo.",
        "6": "Nampahafantarina azy roa lahy anefa izany, ka nandositra tany amin’ireo tanàna any Lykaonia izy ireo, izany hoe tany Lystra sy Derbe, ary ny faritra manodidina.",
        "7": "Nanohy nitory ny vaovao tsara izy ireo tany.",
        "8": "Ary nisy lehilahy kilemaina tao Lystra. Nalemy tongotra hatrany an-kibon-dreniny izy, ka mbola tsy nandeha mihitsy. Ary nipetraka",
        "9": "nihaino an’i Paoly nandaha-teny izy. Dia nibanjina azy i Paoly ary nahita fa nanam-pinoana izy ka azo nositranina.",
        "10": "Niteny mafy taminy àry i Paoly hoe: “Mitsangàna dia mijoroa amin’ny tongotrao!” Tonga dia nitsangana ilay lehilahy ka nanomboka nandeha.",
        "11": "Rehefa hitan’ny vahoaka ny nataon’i Paoly, dia niantsoantso tamin’ny teny lykaonianina izy ireo hoe: “Lasa mitovy amin’ny olombelona ireo andriamanitra, ary nidina etỳ amintsika!”",
        "12": "Dia nantsoiny hoe Zeosy i Barnabasy, fa i Paoly kosa Hermesy satria izy foana matetika no niteny.",
        "13": "Ary nitondra omby sy fehiloha voninkazo nankeny amin’ny vavahady ny mpisoron’i Zeosy, fa teo amin’ny fidirana amin’ilay tanàna ny tempolin’izy io. Ary te hanao sorona niaraka tamin’ny vahoaka ilay mpisorona.",
        "14": "Rehefa naheno an’izany anefa i Barnabasy sy Paoly, izay samy apostoly, dia nandrovitra ny akanjony ary nihazakazaka nankeo amin’ny vahoaka. Dia niantsoantso izy ireo hoe:",
        "15": "“Ô rey olona a, fa maninona ianareo no manao an’izao? Olombelona ihany ange izahay e, hoatr’anareo ihany! Ary mitory ny vaovao tsara aminareo izahay mba hialanareo amin’izao zavatra tsy misy dikany izao, ka hanatonanareo an’ilay Andriamanitra velona. Izy no nanao ny lanitra sy ny tany sy ny ranomasina ary ny zava-drehetra ao amin’ireo.",
        "16": "Navelany hanao izay tiany ny firenena rehetra taloha,",
        "17": "kanefa ny soa nataony no vavolombelona manaporofo ny maha izy azy. Nanao soa tokoa izy, ka nandatsaka orana ho anareo avy any an-danitra sy nanome anareo vokatra be dia be amin’ny fotoanany. Dia nataony voky sakafo ianareo sady nofenoiny fifaliana ny fonareo.”",
        "18": "Fa na dia nilaza an’izany aza izy roa lahy, dia saiky tsy nahasakana ny olona tsy hanao sorona ho azy ireo.",
        "19": "Nisy Jiosy tonga anefa avy any Antiokia sy Ikonioma, ka nandresy lahatra ny vahoaka. Dia nitora-bato an’i Paoly izy ireo ary nitaritarika azy ho eny ivelan’ny tanàna, satria noheveriny fa efa maty izy.",
        "20": "Rehefa nitangorona teo amin’i Paoly anefa ny mpianatra, dia nitsangana izy ary niditra tao an-tanàna. Ary niala tao izy sy Barnabasy ny ampitson’iny, ka nankany Derbe.",
        "21": "Nitory ny vaovao tsara tao amin’io tanàna io izy roa lahy, sady nanampy olona be dia be ho lasa mpianatra. Niverina tany Lystra sy Ikonioma ary Antiokia izy ireo avy eo.",
        "22": "Ary nankahery an’ireo mpianatra tany izy ireo sady nampirisika azy tsy hiala amin’ny finoana, ka niteny hoe: “Tsy maintsy miatrika fahoriana maro isika vao ho tafiditra ao amin’ny Fanjakan’Andriamanitra.”",
        "23": "Nanendry anti-panahy teo anivon’ny fiangonana tsirairay koa izy roa lahy, ary nivavaka sy nifady hanina, dia nanankina azy ireo tamin’i Jehovah, izay ninoan’izy ireo.",
        "24": "Dia namakivaky an’i Pisidia izy roa lahy ka tonga tany Pamfylia.",
        "25": "Ary rehefa avy nanambara ny teny tao Perga izy ireo, dia nidina nankany Atalia.",
        "26": "Ary niala tao indray izy ireo dia nandeha sambo nankany Antiokia. Tao ireo rahalahy no nangataka tamin’Andriamanitra mba haneho hatsaram-panahy miavaka tamin’izy roa lahy, tamin’izy ireo hanomboka an’ilay asa, izay efa vitany tanteraka izao.",
        "27": "Rehefa tonga tao izy roa lahy, dia novoriny ny fiangonana. Ary notantarain’izy roa lahy tamin’izy ireo ny zavatra maro nataon’Andriamanitra tamin’ny alalan’izy roa lahy, sy izay nataon’Andriamanitra mba hahafahan’ny hafa firenena maneho finoana.",
        "28": "Koa nijanona elaela niaraka tamin’ny mpianatra izy roa lahy."
    },
    "15": {
        "1": "Nisy olona nidina avy tany Jodia nampianatra an’ireo rahalahy hoe: “Tsy ho voavonjy ianareo, raha tsy forana araka ny Lalàn’i Mosesy.”",
        "2": "Dia nifamaly sy niady hevitra be tamin’izy ireo i Paoly sy Barnabasy. Koa nifanarahana hoe hiakatra ho any amin’ny apostoly sy ny anti-panahy any Jerosalema i Paoly sy Barnabasy ary ny sasany taminy, mba hitondra an’ilay adihevitra.",
        "3": "Naterin’ny fiangonana teny antenatenan-dalana àry ireo lehilahy ireo. Dia nanohy ny diany namakivaky an’i Fenisia sy Samaria izy ireo, sady nitantara tamin’ny an-tsipiriany hoe nisy hafa firenena nitodika tamin’Andriamanitra, ka faly be daholo ireo rahalahy.",
        "4": "Rehefa tonga tany Jerosalema izy ireo, dia nandray tsara azy ireo ny fiangonana sy ny apostoly ary ny anti-panahy. Dia notantarain’izy ireo ny zavatra be dia be nataon’Andriamanitra tamin’ny alalany.",
        "5": "Fa nitsangana kosa ny mpino sasany izay efa tao amin’ny sektan’ny Fariseo, ka niteny hoe: “Tokony hoforana ireny ary hasaina manaraka ny Lalàn’i Mosesy.”",
        "6": "Nivory àry ny apostoly sy ny anti-panahy mba handinika an’ilay raharaha.",
        "7": "Rehefa avy niady hevitra be izy ireo, dia nitsangana i Petera ka nilaza hoe: “Ry rahalahy, fantatrareo tsara fa efa hatrany am-piandohana Andriamanitra no nifidy ahy teo aminareo, mba ho amin’ny alalako no handrenesan’ny hafa firenena ny tenin’ny vaovao tsara, ka hinoany.",
        "8": "Ary Andriamanitra, izay mahalala ny fo, no nanome porofo hoe ankasitrahany izy ireo tamin’ny nanomezany azy ireo ny fanahy masina, hoatran’ny nataony tamintsika koa.",
        "9": "Ary nitovy ihany ny nitondrany antsika sy ry zareo, satria nodioviny koa ny fon’izy ireo noho ry zareo naneho finoana.",
        "10": "Koa nahoana ianareo izao no mitsapa toetra an’Andriamanitra, ka terenareo hasiana zioga ny vozon’ny mpianatra, nefa samy tsy nahazaka an’izany na isika na ny razambentsika?",
        "11": "Mino kosa isika fa ny hatsaram-panahy miavaka nasehon’i Jesosy Tompo no amonjena antsika, hoatran’ny amonjena azy ireo koa.”",
        "12": "Rehefa naheno an’izany izy rehetra dia nangina, ka nihaino an’i Barnabasy sy Paoly nitantara an’ireo famantarana sy fahagagana maro nataon’Andriamanitra tamin’ny alalan’izy ireo, teo amin’ny hafa firenena.",
        "13": "Rehefa tapitra ny tenin’izy roa lahy, dia hoy i Jakoba: “Mba henoy aho, ry rahalahy.",
        "14": "Notantarain’i Simeona tamin’ny an-tsipiriany teo hoe vao voalohany Andriamanitra no nanaiky an’ireo hafa firenena, mba hakany olona avy amin’izy ireo hitondra ny anarany.",
        "15": "Ary mifanaraka amin’izany ny tenin’ny Mpaminany, araka ny voasoratra hoe:",
        "16": "‘Aorian’izany, dia hiverina aho ka hatsangako indray ny tranolain’i Davida izay efa nirodana. Hamboariko indray ny sisa tsy rava tamin’ilay izy ka haveriko amin’ny laoniny.",
        "17": "Amin’izay dia hazoto hitady an’i Jehovah ny olona sisa tavela, miaraka amin’ireo avy amin’ny firenena rehetra, dia ireo olona antsoina amin’ny anarako, hoy i Jehovah, izay hanao an’izany zavatra",
        "18": "efa fantatra hatry ny ela izany.’",
        "19": "Koa izao no hevitro: Aleo tsy atao izay hanahirana an’ireo hafa firenena mitodika amin’Andriamanitra,",
        "20": "fa andao hanoratra ho azy ireo mba hifadiany ny zavatra voaloton’ny sampy, sy hifadiany ny fijangajangana sy ny biby nokendaina ary ny ra.",
        "21": "Efa hatry ny ela be mantsy i Mosesy no nanana olona nitory momba azy isan-tanàna, ary vakina mafy ao amin’ny synagoga isaky ny sabata izay nosoratany.”",
        "22": "Dia nanapa-kevitra ny apostoly sy ny anti-panahy ary ny fiangonana manontolo fa hifidy olona eo aminy, dia haniraka azy ireo hiaraka amin’i Paoly sy Barnabasy hankany Antiokia. I Jodasy, ilay antsoina hoe Barsabasy, sy Silasy no nirahin’izy ireo. Samy nitana andraikitra lehibe teo amin’ireo rahalahy izy roa lahy.",
        "23": "Ary izao no nosoratan’izy ireo tao amin’ilay taratasy nampitondrainy azy ireo: “Ho an’ireo rahalahy hafa firenena any Antiokia sy Syria ary Kilikia. Miarahaba anareo izahay rahalahinareo, dia ny apostoly sy ny anti-panahy!",
        "24": "Henonay fa nisy taminay tonga tany, dia nilaza zavatra nampikorontan-tsaina anareo, ka nitady hanozongozona ny finoanareo. Tsy nasainay nanao an’izany anefa ry zareo.",
        "25": "Koa nifanaraka izahay rehetra hoe hifidy olona hirahina ho any aminareo hiaraka amin’i Barnabasy sy Paoly rahalahy malalanay,",
        "26": "izay samy efa nanao vivery ny ainy ho an’ny anaran’i Jesosy Kristy Tompontsika.",
        "27": "Maniraka an’i Jodasy sy Silasy àry izahay mba hilaza an’izany mivantana aminareo koa.",
        "28": "Fa sitraky ny fanahy masina sy izahay ny tsy hampitondra enta-mavesatra anareo, afa-tsy ireto zavatra tsy maintsy hotandremana ireto:",
        "29": "Ny mifady ny zavatra natao sorona ho an’ny sampy, sy ny ra, sy ny biby nokendaina, ary ny fijangajangana. Handray soa ianareo raha mifady an’ireo zavatra ireo foana. Mirary soa ho anareo izahay!”",
        "30": "Nalefa àry ireo lehilahy ireo ka nidina tany Antiokia. Ary novorin’izy ireo daholo ny mpianatra, dia nomeny azy ireo ilay taratasy.",
        "31": "Rehefa voavakin’ireo mpianatra ilay taratasy, dia faly izy ireo satria nampahery azy ireo ilay izy.",
        "32": "Ary nanao lahateny maro i Jodasy sy Silasy mba hampaherezana sy hanatanjahana azy ireo, satria mpaminany koa izy roa lahy.",
        "33": "Nijanona kelikely tao izy roa lahy, dia avy eo nalefan’ireo rahalahy hiverina soa aman-tsara tany amin’izay naniraka azy.",
        "34": "* ——",
        "35": "Fa nijanona nampianatra tany Antiokia kosa i Paoly sy Barnabasy, ary nitory ny vaovao tsara momba ny tenin’i Jehovah niaraka tamin’ny olona maro hafa.",
        "36": "Rehefa afaka andro vitsivitsy, dia hoy i Paoly tamin’i Barnabasy: “Andao amin’izay isika hiverina hitsidika an’ireo rahalahy any amin’ny tanàna tsirairay nitoriantsika ny tenin’i Jehovah, mba hahitantsika hoe manao ahoana ry zareo izay.”",
        "37": "Tapa-kevitra ny hitondra an’i Jaona, ilay antsoina hoe Marka, i Barnabasy.",
        "38": "Tsy nazoto hitondra an’i Marka niaraka tamin’izy ireo anefa i Paoly, satria nandao azy roa lahy tany Pamfylia izy, ka tsy nandeha niaraka tamin’izy ireo nanao an’ilay asa.",
        "39": "Koa nifamaly be izy roa lahy sady samy tezitra, dia nisaraka. Nentin’i Barnabasy i Marka, ary nandeha sambo nankany Sipra izy ireo.",
        "40": "I Paoly kosa nifidy an’i Silasy dia lasa, rehefa avy nangataka tamin’i Jehovah ireo rahalahy mba haneho hatsaram-panahy miavaka tamin’i Paoly.",
        "41": "Dia namakivaky an’i Syria sy Kilikia izy, ka nanatanjaka an’ireo fiangonana tany."
    },
    "16": {
        "1": "Dia tonga tany Derbe i Paoly, ary avy eo izy nankany Lystra. Nisy mpianatra atao hoe Timoty tao. Zanaka vehivavy jiosy mpino izy io, fa Grika kosa ny rainy.",
        "2": "Tsara laza teo amin’ireo rahalahy tany Lystra sy Ikonioma izy.",
        "3": "Te hitondra an’i Timoty hiaraka taminy i Paoly, ka nalainy izy ary noforany noho ireo Jiosy tany amin’ireo toerana ireo. Fantatr’izy rehetra mantsy fa Grika ny rainy.",
        "4": "Dia nandeha nitety tanàna izy ireo, ka nampita an’ireo didy navoakan’ny apostoly sy ny anti-panahy tany Jerosalema mba hankatoavin’ireo rahalahy.",
        "5": "Dia nihanatanjaka ny finoan’ireo fiangonana ary nihabetsaka isan’andro izy ireo.",
        "6": "Nandeha nitety an’i Frijia sy ny faritr’i Galatia koa izy ireo, satria tsy navelan’ny fanahy masina hitory ny teny tany amin’ny faritanin’i Azia.",
        "7": "Rehefa nidina tany Mysia izy ireo, dia niezaka hankany Bitynia, saingy tsy navelan’ny fanahin’i Jesosy.",
        "8": "Dia nolalovany fotsiny i Mysia, ka nidina nankany Troasy izy ireo.",
        "9": "Ary nahita fahitana i Paoly tamin’ny alina. Nahita lehilahy makedonianina nijoro teo anoloany izy, ary niangavy azy izy io hoe: “Miampità mankatỳ Makedonia dia ampio izahay.”",
        "10": "Vao avy nahita an’ilay fahitana i Paoly, dia niezaka nankany Makedonia izahay. Nino mantsy izahay hoe Andriamanitra no niantso anay hitory ny vaovao tsara tamin’izy ireo.",
        "11": "Nandeha sambo avy tao Troasy àry izahay ka nanitsy nankany Samotrakia, ary nankany Neapolia kosa ny ampitso.",
        "12": "Avy tao izahay dia nankany Filipy, izay zanatany sady tanàna lehibe tany amin’ny faritr’i Makedonia. Nijanona andro vitsivitsy tao amin’io tanàna io izahay.",
        "13": "Nivoaka nankany ivelan’ny vavahady izahay tamin’ny andro sabata, ary nankeo amoron’ny renirano iray. Nieritreritra mantsy izahay fa nisy toerana fivavahana teo. Dia nipetraka izahay ka nitory tamin’ny vehivavy nivory teo.",
        "14": "Ary nihaino anay ny vehivavy atao hoe Lydia, mpivarotra lamba volomparasy. Avy ao amin’ny tanànan’i Tyatira izy sady mpivavaka amin’Andriamanitra. Dia nanokatra tanteraka ny fony i Jehovah mba hanekeny ny teny nolazain’i Paoly.",
        "15": "Rehefa vita batisa izy sy ny ankohonany, dia niangavy izy hoe: “Raha hitanareo hoe mendri-pitokisana eo anatrehan’i Jehovah aho, dia andao hivahiny any an-tranoko.” Ary tsy namelany izahay raha tsy nankany.",
        "16": "Nankany amin’ilay toerana fivavahana izahay, indray andro, dia nifanena tamin’ny mpanompovavy anankiray nisy fanahy ratsy, izany hoe nisy demonia mpilaza ny hoavy. Nampanan-karena an’ireo tompony io mpanompovavy io noho izy nahay nilaza ny hoavy.",
        "17": "Nanaraka anay sy Paoly foana io ankizivavy io sady niantsoantso hoe: “Mpanompon’ilay Andriamanitra Avo Indrindra ireo lehilahy ireo, ary manambara aminareo izay tokony hatao mba ho voavonjy.”",
        "18": "Izany foana no nataony nandritra ny andro maro. Leo be i Paoly tamin’ny farany, ka nitodika tany aminy sady niteny tamin’ilay fanahy hoe: “Mandidy anao amin’ny anaran’i Jesosy Kristy aho hivoaka aminy.” Tonga dia nivoaka tamin’izay ora izay ilay fanahy.",
        "19": "Rehefa hitan’ny tompony fa vita hatreo ny fanantenany hahazo harena be, dia nosamborin’izy ireo i Paoly sy Silasy, ary notaritaritiny teny an-tsena ho any amin’ny manam-pahefana.",
        "20": "Dia nentin’izy ireo tany amin’ny tompon’andraiki-panjakana izy roa lahy, ary hoy izy ireo: “Tena manakorontana ny tanànantsika mihitsy ireto lehilahy ireto. Jiosy ry zareo,",
        "21": "dia mampianatra fanao tsy azontsika raisina na arahina, satria isika Romanina.”",
        "22": "Dia niara-nanohitra azy roa lahy ny vahoaka. Ary nendahan’ireo tompon’andraiki-panjakana ny akanjo nanaovan’izy roa lahy, ka nasainy nokapohina tamin’ny hazo izy ireo.",
        "23": "Dia nogadrainy izy roa lahy rehefa avy nokapohiny imbetsaka. Ary nomeny baiko ny mpiambina mba hiambina tsara azy ireo.",
        "24": "Koa satria nahazo an’izany baiko izany ilay mpiambina, dia nataony tany amin’ny fonja anatiny izy roa lahy, ary nogejainy tamin’ny gadra hazo ny tongotr’izy ireo.",
        "25": "Nivavaka sy nihira fiderana ho an’Andriamanitra anefa i Paoly sy Silasy tamin’ny misasakalina tany ho any, ary nihaino azy ireo ny voafonja hafa.",
        "26": "Tampoka teo, dia nihovotrovotra be ny tany ka nihozongozona ny fototr’ilay fonja. Ary tonga dia nivoha daholo ny varavarana, ary nivaha ny fatoran’ny voafonja rehetra.",
        "27": "Taitra tamin’ny torimasony ilay mpiambina, ka nahita fa nisokatra ny varavaran’ny fonja. Dia nalainy ny sabany ka saika hamono tena izy, satria noheveriny fa nandositra ireo voafonja.",
        "28": "Niantsoantso mafy anefa i Paoly hoe: “Aza mamono tena, fa ato daholo izahay!”",
        "29": "Koa nampaka jiro ilay lehilahy dia nikoropaka niditra. Ary tora-kovitra izy sady niankohoka teo anatrehan’i Paoly sy Silasy.",
        "30": "Dia nentiny nivoaka izy roa lahy, sady nanontaniany hoe: “Inona, tompoko, no tsy maintsy ataoko mba ho voavonjy aho?”",
        "31": "Hoy izy ireo: “Minoa an’i Jesosy Tompo, dia ho voavonjy ianao sy ny ankohonanao.”",
        "32": "Dia nitory ny tenin’i Jehovah taminy sy tamin’izay rehetra tao an-tranony izy roa lahy.",
        "33": "Iny alina iny ihany dia nentin’ilay lehilahy izy ireo, ary nosasany ny ratrany. Dia natao batisa tsy nisy hataka andro izy sy ny ankohonany manontolo.",
        "34": "Ary nentiny tao an-tranony izy roa lahy, ka norosoany sakafo teo ambony latabatra. Ary faly be izy sy ny ankohonany manontolo, satria lasa nino an’Andriamanitra.",
        "35": "Rehefa maraina ny andro, dia nirahin’ny tompon’andraiki-panjakana ireo mpiambina azy mba hilaza hoe: “Afaho izy roa lahy.”",
        "36": "Dia nolazain’ilay mpiambina fonja tamin’i Paoly ny tenin’izy ireo hoe: “Naniraka olona ny tompon’andraiki-panjakana mba hilaza hoe afahana, hono, ianareo roa lahy. Koa mahazo mivoaka ianareo izao, dia mandehana soa aman-tsara!”",
        "37": "Fa hoy kosa i Paoly tamin’izy ireo: “Romanina izahay, nefa nokapohin-dry zareo teny imason’olona na dia mbola tsy voaheloka aza ary nogadrainy. Dia izao ve izahay tadiaviny havoaka an-tsokosoko? Tsy manaiky an’izany izahay! Aleo ry zareo mihitsy no ho avy eto hamoaka anay.”",
        "38": "Dia nilaza an’izany tamin’ny tompon’andraiki-panjakana ireo mpiambina azy. Koa natahotra izy ireo rehefa nandre hoe Romanina izy roa lahy.",
        "39": "Dia tonga izy ireo ka niangavingavy azy roa lahy mba handeha. Ary rehefa avy namoaka azy roa lahy avy tao am-ponja izy ireo, dia nangataka azy ireo hiala tao amin’ilay tanàna.",
        "40": "Nankany an-tranon’i Lydia anefa izy roa lahy rehefa nivoaka ny fonja. Ary rehefa nahita an’ireo rahalahy izy ireo, dia nankahery azy ary lasa."
    },
    "17": {
        "1": "Nandeha namakivaky an’i Amfipolia sy Apolonia izy ireo ka tonga tany Tesalonika. Nisy synagogan’ny Jiosy tany.",
        "2": "Dia niditra tao hoatran’ny fanaony i Paoly mba hitory tamin’izy ireo. Ary nandritra ny sabata telo izy no niezaka nandresy lahatra azy ireo, ka nampiasa ny Soratra Masina rehefa nanao an’izany.",
        "3": "Izay voasoratra tao no nampiasainy hanazavana sy hanaporofoana fa tsy maintsy nijaly sy nitsangana tamin’ny maty i Kristy. Ary hoy izy: “Ilay Jesosy izay toriko aminareo no Kristy.”",
        "4": "Lasa mpino àry ny sasany tamin’izy ireo, ka niaraka tamin’i Paoly sy Silasy. Maro be koa ny Grika mpivavaka amin’Andriamanitra sy ny vehivavy nanan-kaja lasa mpino.",
        "5": "Nialona azy ireo anefa ny Jiosy, ka namory olona ratsy fanahy mpirenireny teny an-tsena, ary nanangona vahoaka sy nampisahotaka ny tanàna. Dia niditra an-keriny tao an-tranon’i Jasona izy ireo, ary nitady an’i Paoly sy Silasy mba hamoaka azy ireo ho eo amin’ny vahoaka.",
        "6": "Rehefa tsy nahita azy roa lahy tao izy ireo, dia nitaritarika an’i Jasona sy ny rahalahy sasany ho any amin’ny lehiben’ny tanàna. Dia niantsoantso izy ireo hoe: “Tonga eto koa izao ireny lehilahy manakorontana ny tany ireny,",
        "7": "ary nampiantrano azy i Jasona. Manohitra ny didin’i Kaisara izy rehetra ireo, ka milaza fa misy an’izany mpanjaka hafa atao hoe Jesosy izany, hono.”",
        "8": "Rehefa naheno an’izany ny vahoaka sy ny lehiben’ny tanàna dia nitebiteby.",
        "9": "Ary nakan’izy ireo antoka aloha i Jasona sy ireo namany vao navelany handeha.",
        "10": "Vao alina ny andro, dia nalefan’ireo rahalahy ho any Beria i Paoly sy Silasy. Ary vao tonga tany izy roa lahy, dia niditra tao amin’ny synagogan’ny Jiosy.",
        "11": "Nanana toe-tsaina tsara kokoa noho ny Jiosy tany Tesalonika ny Jiosy tany Beria. Tena nazoto nandray ny teny mantsy izy ireo, ka nandinika tsara ny Soratra Masina isan’andro mba hahitana raha marina izay noresahina taminy na tsia.",
        "12": "Maro tamin’izy ireo àry no lasa mpino, ary hoatr’izany koa ny vehivavy grika nanan-kaja maromaro sy ny lehilahy sasantsasany.",
        "13": "Rehefa fantatry ny Jiosy avy any Tesalonika anefa fa nitory ny tenin’Andriamanitra tany Beria koa i Paoly, dia tonga tany izy ireo mba hampirisika ny vahoaka hikorontana.",
        "14": "Avy hatrany àry dia nasain’ireo rahalahy nandeha nankany amoron-dranomasina i Paoly, fa i Silasy sy Timoty kosa nijanona tao ihany.",
        "15": "Nanatitra an’i Paoly hatrany Atena anefa ireo rahalahy. Lasa izy ireo rehefa avy nanafatra azy ireo i Paoly hoe tokony hankany aminy haingana araka izay azo atao i Silasy sy Timoty.",
        "16": "Dia niandry azy roa lahy tany Atena i Paoly. Ary sorena izy rehefa nahita hoe feno sampy tao amin’ilay tanàna.",
        "17": "Koa niezaka nandresy lahatra ny Jiosy sy ny olon-kafa nivavaka tamin’Andriamanitra izy, tany amin’ny synagoga. Ary nanao toy izany tamin’izay sendra hitany teny an-tsena isan’andro koa izy.",
        "18": "Nisy filozofa epikoreanina sy stôika anefa niady hevitra taminy. Ary hoy ny sasany: “Mba inona, hono, no tian’io be resaka io holazaina?” Ny hafa indray niteny hoe: “Toa mpitory momba ny andriamanitra vaovao, hono, izy io.” Nitory ny vaovao tsara momba an’i Jesosy sy ny fitsanganana amin’ny maty mantsy izy.",
        "19": "Koa nosamborin’izy ireo izy ary nentiny teny amin’ny Areopago. Dia hoy izy ireo: “Mba azonay fantarina misimisy kokoa ve izany fampianarana vaovao resahinao izany?",
        "20": "Vaovao amin’ny sofinay mantsy izany lazainao izany, ka tianay ho fantatra ny dikany.”",
        "21": "Tsy nanao afa-tsy ny niresaka sy nihaino zava-baovao mantsy ny Atenianina sy ny vahiny rehetra nijanona tao, rehefa tsy nisy hatao.",
        "22": "Dia nitsangana teo afovoan’ny Areopago i Paoly ka niteny hoe: “Ry Atenianina, hitako fa matahotra kokoa an’ireo andriamanitra ianareo amin’ny zava-drehetra, raha oharina amin’ny olon-kafa.",
        "23": "Rehefa nandehandeha teny aho, ohatra, ka nandinika tsara ny zavatra ivavahanareo, dia nahita alitara anankiray misy soratra hoe: ‘Ho An’Andriamanitra Tsy Fantatra.’ Koa izay tsy fantatrareo nefa ivavahanareo no toriko aminareo.",
        "24": "Ilay Andriamanitra nanao an’izao tontolo izao sy ny zava-drehetra ao aminy, dia tsy mba mipetraka ao amin’ny tempoly nataon-tanana, satria izy no Tompon’ny lanitra sy ny tany.",
        "25": "Tsy mila karakarain’ny tanan’olona izy, toy ny hoe mila zavatra, satria izy no manome ho an’ny olon-drehetra ny aina sy ny fofonaina ary ny zava-drehetra.",
        "26": "Ary avy tamin’ny olona anankiray no nanaovany ny firenena rehetra mba honina manerana ny tany. Ary nisy fotoana efa voatondrony sady nisy faritra efa nofaritany hipetrahan’ny olona,",
        "27": "mba hitady azy izy ireo, ka tena hahita azy tokoa raha mitsapatsapa mitady azy. Raha ny marina anefa, dia tsy lavitra antsika tsirairay izy.",
        "28": "Fa matoa isika velona sy mihetsika ary misy, dia noho izy. Ary na ny poety sasany eo aminareo aza milaza hoe: ‘Fa zanany koa isika.’",
        "29": "“Koa satria zanak’Andriamanitra isika, dia tsy tokony hieritreritra an’Andriamanitra ho toy ny zavatra vita amin’ny volamena na volafotsy na vato, na hoatran’ny sary sokitra noforonin’ny olombelona sy niangaliany.",
        "30": "Marina fa ninia tsy nijery an’ireny andro tsy nahalalana azy ireny Andriamanitra. Izao anefa izy milaza amin’ny olombelona rehetra, na aiza na aiza, fa tokony hibebaka izy ireo.",
        "31": "Izy mantsy efa namaritra andro iray izay kasainy hitsarana ara-drariny ny tany, amin’ny alalan’ny lehilahy iray voatendriny. Ary efa nanome antoka ho an’ny olona rehetra izy fa hitranga izany, rehefa nanangana azy io tamin’ny maty.”",
        "32": "Rehefa naheno momba ny fitsanganana amin’ny maty izy ireo dia naneso, fa ny sasany kosa nilaza hoe: “Mbola hihaino anao izahay amin’ny manaraka, rehefa miresaka momba an’izany ianao.”",
        "33": "Koa niala teo amin’izy ireo i Paoly.",
        "34": "Nisy sasany nanaraka azy ihany anefa ka lasa mpino. Anisan’izany i Dionysio, mpitsara tao amin’ny fitsarana teo amin’ny Areopago, ary ny vehivavy iray atao hoe Damary, sy ny olon-kafa."
    },
    "18": {
        "1": "Niala tao Atena i Paoly taorian’izay, ka tonga tany Korinto.",
        "2": "Nahita Jiosy atao hoe Akoila izy tao. Teraka tany Ponto i Akoila, ary vao tonga avy any Italia izy sy Prisila vadiny. Namoaka didy mantsy i Klaodio hoe tsy maintsy miala any Roma ny Jiosy rehetra. Nankany amin’izy mivady àry i Paoly.",
        "3": "Nipetraka tao amin’izy mivady izy ary niara-niasa tamin’izy ireo, satria nitovy ny asany. Mpanao tranolay mantsy no asa fiveloman’izy ireo.",
        "4": "Ary nandaha-teny tao amin’ny synagoga i Paoly isaky ny sabata sady nandresy lahatra ny Jiosy sy ny Grika.",
        "5": "Rehefa nidina avy tany Makedonia i Silasy sy Timoty, dia nifantoka tanteraka tamin’ny fitoriana ny tenin’Andriamanitra i Paoly, ka nitory tamin’ny Jiosy mba hanaporofoana fa i Jesosy no Kristy.",
        "6": "Nanohitra azy foana anefa ny Jiosy sady nanevateva azy, ka nakopak’i Paoly ny akanjony, ary hoy izy: “Ianareo ihany no ho tompon’andraikitra amin’ny fahafatesanareo. Afaka adidy aho. Hankany amin’ny olona hafa firenena aho manomboka izao.”",
        "7": "Niala tao àry izy, dia nankao an-tranon’ny lehilahy atao hoe Titosy Josto, izay mpivavaka amin’Andriamanitra. Nifanila tamin’ilay synagoga ny tranon’izy io.",
        "8": "Lasa nino ny Tompo anefa i Krispo, mpitantana an’ilay synagoga, sy ny ankohonany manontolo. Ary lasa mpino ny ankamaroan’ny Korintianina naheno ny vaovao tsara, ka natao batisa.",
        "9": "Indray alina, dia niteny tamin’i Paoly tao amin’ny fahitana koa ny Tompo hoe: “Aza matahotra, fa mitoria foana ary aza mangina,",
        "10": "fa miaraka aminao aho ka tsy hisy hanafika anao mba hanisy ratsy anao. Manana olona be dia be ato amin’ity tanàna ity mantsy aho.”",
        "11": "Nijanona tao herintaona sy tapany àry izy, ka nampianatra azy ireo ny tenin’Andriamanitra.",
        "12": "Tamin’ny fotoana naha governoram-paritr’i Akaia an’i Galio, dia niray tetika hanohitra an’i Paoly ny Jiosy. Nentin’izy ireo teo amin’ny toeram-pitsarana izy,",
        "13": "dia hoy izy ireo: “Mitaona ny vahoaka hivavaka amin’Andriamanitra amin’ny fomba tsy araka ny lalàna ity lehilahy ity.”",
        "14": "Vao saika hiteny anefa i Paoly, dia hoy i Galio tamin’ny Jiosy: “Raha nanao ratsy na nahavita heloka bevava io lehilahy io, dia ho naharitra nihaino anareo ihany aho, ry Jiosy.",
        "15": "Fa raha adihevitra momba ny teny sy anarana ary ny lalànareo, dia alamino any ny anareo. Tsy te hitsara an’izany aho.”",
        "16": "Dia noroahiny niala teo amin’ny toeram-pitsarana izy ireo.",
        "17": "Koa nosamborin’izy rehetra i Sostena, mpitantana ny synagoga, dia nokapohiny teo anoloan’ny toeram-pitsarana. Tsy niditra tamin’izany mihitsy anefa i Galio.",
        "18": "Mbola nijanona tao andro vitsivitsy i Paoly. Nanao veloma an’ireo rahalahy izy avy eo, ary nandeha sambo nankany Syria, niaraka tamin’i Prisila sy Akoila. Nasain’i Paoly nohetezana fohy ny volony tany Kenkrea, satria nisy voady nataony.",
        "19": "Rehefa tonga tao Efesosy izy ireo, dia navelan’i Paoly tao amin’ilay tanàna izy mivady. Niditra tao amin’ny synagoga izy, ary niezaka nandresy lahatra an’ireo Jiosy.",
        "20": "Nangataka azy mba hijanona elaela kokoa izy ireo, nefa tsy nety izy.",
        "21": "Nanao veloma azy ireo kosa izy, ka niteny hoe: “Mbola hiverina atỳ aminareo indray aho, raha sitrapon’i Jehovah.” Ary nandeha sambo avy tao Efesosy izy,",
        "22": "dia nidina nankany Kaisaria. Dia niakatra sy niarahaba ny fiangonana izy, ary avy eo nidina nankany Antiokia.",
        "23": "Nijanona kelikely tao izy vao lasa nitety ny faritr’i Galatia sy Frijia. Ary nampahery ny mpianatra rehetra izy.",
        "24": "Nisy Jiosy atao hoe Apolosy tonga tao Efesosy. Teraka tany Aleksandria izy, ary lehilahy nahay nandaha-teny sady tena nahay Soratra Masina.",
        "25": "Nampianarina ny lalan’i Jehovah izy, ary narehitry ny fanahy ka marina ny zavatra notoriny sy nampianariny momba an’i Jesosy. Ny batisan’i Jaona ihany anefa no fantany.",
        "26": "Nanomboka sahy nitory tao amin’ny synagoga izy, ka rehefa naheno azy i Prisila sy Akoila, dia nitondra azy niaraka taminy. Ary nohazavain’izy mivady marina kokoa taminy ny lalan’Andriamanitra.",
        "27": "Te ho any Akaia i Apolosy, ka nanoratra ho an’ny mpianatra tany ireo rahalahy mba hampirisika azy ireo handray tsara azy. Koa rehefa tonga tany izy, dia nanampy be an’ireo olona izay lasa mpino noho ny hatsaram-panahy miavaka nasehon’Andriamanitra.",
        "28": "Nafana fo be mantsy izy nanaporofo mazava teny imason’olona hoe diso ny Jiosy, ka nasehony avy tao amin’ny Soratra Masina fa i Jesosy no Kristy."
    },
    "19": {
        "1": "Tamin’i Apolosy mbola tany Korinto, dia nitety ny afovoan-tany i Paoly ary nidina tany Efesosy. Nahita mpianatra vitsivitsy tao izy,",
        "2": "ka hoy izy: “Nahazo fanahy masina ve ianareo rehefa lasa mpino?” Dia namaly izy ireo hoe: “Izahay aza mbola tsy naheno mihitsy hoe misy an’izany fanahy masina izany.”",
        "3": "Hoy àry izy: “Fa inona no batisa nanaovana batisa anareo?” Dia namaly izy ireo hoe: “Ny batisan’i Jaona.”",
        "4": "Ary hoy i Paoly: “Nanao batisa i Jaona mba hampisehoan’ny olona fa efa nibebaka izy ireo. Nilaza tamin’ny olona izy mba hino an’ilay ho tonga ao aorianany, dia i Jesosy.”",
        "5": "Rehefa naheno an’izany izy ireo, dia natao batisa tamin’ny anaran’i Jesosy Tompo.",
        "6": "Dia nilatsaka tamin’izy ireo ny fanahy masina rehefa nametra-tanana taminy i Paoly. Koa niteny tamin’ny fiteny samihafa izy ireo sady naminany.",
        "7": "Nisy 12 lahy teo ho eo izy ireo tamin’ny fitambarany.",
        "8": "Dia niditra tao amin’ny synagoga i Paoly ary sahy nitory tao nandritra ny telo volana. Nandaha-teny sy nandresy lahatra ny olona momba ny Fanjakan’Andriamanitra izy.",
        "9": "Tsy nety nino azy mihitsy anefa ny sasany, fa nanaratsy Ny Lalana teo anatrehan’ny vahoaka. Niala teo amin’izy ireo àry izy, dia nentiny ny mpianatra, ary nandaha-teny isan’andro tao amin’ny efitrano malalaky ny sekolin’i Tyrano izy.",
        "10": "Naharitra roa taona izany, ka nandre ny tenin’ny Tompo daholo izay nipetraka tany amin’ny faritanin’i Azia, na Jiosy na Grika.",
        "11": "Ary mbola nanao fahagagana miavaka tamin’ny alalan’i Paoly foana Andriamanitra.",
        "12": "Koa na ny lamba sy ny aron’akanjo nikasika tamin’ny vatany aza no nentina tany amin’ny marary, dia sitrana ny aretina ary nivoaka ny fanahy ratsy.",
        "13": "Nisy Jiosy nandehandeha namoaka demonia anefa mba niezaka niantso ny anaran’i Jesosy Tompo koa, rehefa nahita olona nisy fanahy ratsy. Hoy izy ireo: “Mandidy mafy anareo amin’ny alalan’i Jesosy, ilay torin’i Paoly, aho mba hivoaka!”",
        "14": "Nisy fito mirahalahy, zanaky ny lehiben’ny mpisorona jiosy atao hoe Skeva, nanao hoatr’izany.",
        "15": "Namaly azy ireo anefa ny fanahy ratsy hoe: “Fantatro i Jesosy, ary fantatro koa i Paoly, fa mba iza kosa ianareo?”",
        "16": "Dia niantoraka teny amin’izy ireo ilay lehilahy nisy fanahy ratsy ka niady tamin’izy ireo, dia naharesy azy ireo tsirairay. Koa lasa nandositra niala tao amin’izany trano izany izy ireo, sady nitanjaka no naratra.",
        "17": "Lasa fantatry ny olona rehetra nipetraka tao Efesosy izany, na Jiosy na Grika. Dia natahotra daholo ny rehetra ka vao mainka nomem-boninahitra ny anaran’i Jesosy Tompo.",
        "18": "Ary maro tamin’ireo lasa mpino no tonga ka niaiky ampahibemaso an’izay nataony sy nitantara an’izany tamim-pahatsorana.",
        "19": "Betsaka tamin’ireo zatra nampiasa herin’ny maizina koa no nanangona ny bokiny, dia nandoro an’izany teo anatrehan’ny rehetra. Ary nataon’izy ireo kajikajy ny mety ho vidiny, ka hitany fa nitentina 50 000 izany.",
        "20": "Noho ny herin’i Jehovah àry, dia mbola niely be foana ny teniny sady vao mainka nisy heriny be tamin’ny olona.",
        "21": "Taorian’ny nitrangan’izany rehetra izany, dia tapa-kevitra ny ho any Jerosalema i Paoly, rehefa avy namakivaky an’i Makedonia sy Akaia. Hoy izy: “Tsy maintsy mankany Roma koa aho rehefa avy any Jerosalema.”",
        "22": "Koa nirahiny ho any Makedonia ny roa tamin’ireo nikarakara azy, dia i Timoty sy Erasto. Izy kosa mbola nijanona kelikely tany amin’ny faritanin’i Azia.",
        "23": "Nisy korontana be momba Ny Lalana, tamin’izay fotoana izay.",
        "24": "Nanamboatra tempoly kelin’i Artemisy tamin’ny volafotsy mantsy ny lehilahy atao hoe Demetrio, izay mpanefy volafotsy, ka nahatonga ny mpanao asa tanana hahazo vola be.",
        "25": "Dia novorin’i Demetrio izy ireo sy ny mpanao asa tanana hafa, ka hoy izy: “Fantatrareo tsara fa ity asa ity no mampanan-karena antsika.",
        "26": "Hitanareo sy henonareo anefa izao fa tsy teto Efesosy ihany, fa saika eran’ny faritanin’i Azia mihitsy ilay Paoly iny no nandresy lahatra vahoaka maro sy nampiova hevitra azy ireo. Tsy tena andriamanitra, hono, ny andriamanitra nataon-tanana.",
        "27": "Koa tsy ity asantsika ity ihany no atahorana ho ratsy laza, fa hoheverin’ny olona ho tsy misy dikany koa ny tempolin’i Artemisy andriamanibavy lehibe. Dia ho very hasina ilay andriamanibavy, izay ivavahana eran’ny faritanin’i Azia sy ny tany misy mponina.”",
        "28": "Tezitra be ny olona rehefa naheno an’izany ka niantsoantso hoe: “Lehibe i Artemisin’ny Efesianina!”",
        "29": "Koa nisahotaka ny iray tanàna, ary indray nirohotra niditra tao an-kianja filalaovana tantara an-tsehatra izy rehetra. Dia notaritaritiny ho any koa i Gaio sy Aristarko, Makedonianina roa lahy niara-dia tamin’i Paoly.",
        "30": "Te hiditra tao amin’ilay kianja i Paoly mba hiresaka amin’ilay vahoaka, fa tsy navelan’ny mpianatra.",
        "31": "Na ny sasany tamin’ireo mpikarakara fety sy lalao, izay tsara fanahy tamin’i Paoly, aza dia nandefa hafatra ho any aminy ka niangavy azy mba tsy hiditra ao amin’ilay kianja sao hahita loza.",
        "32": "Niantsoantso mantsy ny olona tao, ka hafa no nolazain’ny sasany, ary hafa no nolazain’ny sasany. Fa nisahotaka ny vahoaka tafavory tao, ary tsy fantatry ny ankamaroany akory izay antony nahatongavany teo.",
        "33": "Dia natositosiky ny Jiosy ho any aloha i Aleksandra, ka nentin’ny olona niala teo amin’ny vahoaka. Ary nanao fihetsika tamin’ny tanany i Aleksandra mba hampanginana ny vahoaka, satria te hilaza ny fiarovan-tenany.",
        "34": "Vao fantatry ny olona anefa fa Jiosy izy, dia niara-niantsoantso mafy izy rehetra nandritra ny adiny roa teo ho eo hoe: “Lehibe i Artemisin’ny Efesianina!”",
        "35": "Nahavita nampangina ny vahoaka ihany ny ben’ny tanàna tamin’ny farany, ka hoy izy: “Ry Efesianina, iza tokoa moa no tsy mahalala hoe ny tanànan’ny Efesianina no mpiambina ny tempolin’i Artemisy lehibe sy ilay sary latsaka avy any an-danitra?",
        "36": "Koa satria tsy azo iadian-kevitra izany, dia tokony ho tony ianareo ka tsy ho maimaika hanao zavatra.",
        "37": "Fa ireo lehilahy nentinareo eto ireo, dia sady tsy mpandroba tempoly no tsy mpanevateva ny andriamanibavintsika.",
        "38": "Raha te hitory olona àry i Demetrio sy ny mpanao asa tanana namany, dia eo ny andro fitsarana ary eo koa ny governoram-paritra. Dia any ry zareo no tokony hifampitory.",
        "39": "Raha mitady zavatra hafa ankoatra izany kosa ianareo, dia amin’ny fivoriana mahazatra no tsy maintsy handraisana fanapahan-kevitra ny amin’izany.",
        "40": "Fa raha izay niseho androany izay dia tena mety hampangaina ho mampirisika olona hikomy amin’ny fanjakana isika. Tsy misy antony marim-pototra azontsika omena mantsy mba hanazavana hoe inona no nahatonga an’izao savorovoro izao.”",
        "41": "Rehefa avy nilaza an’izany izy, dia noravany ny vahoaka."
    },
    "20": {
        "1": "Rehefa nitsahatra ilay savorovoro, dia nampaka ny mpianatra i Paoly. Nankahery azy ireo izy sady nanao veloma, ary avy eo nankany Makedonia.",
        "2": "Nitety faritra maro tany izy ka nankahery be an’ireo mpianatra. Ary tonga tany Gresy izy,",
        "3": "dia nijanona telo volana tany. Nisy Jiosy nitetika ny hamono azy anefa rehefa haka sambo ho any Syria izy. Nanapa-kevitra àry izy hoe hiverina hamakivaky an’i Makedonia.",
        "4": "Niaraka taminy i Sopatera zanak’i Pyro avy any Beria, Aristarko sy Sekondo izay samy avy any Tesalonika, Gaio avy any Derbe, Timoty, ary Tykiko sy Trofimo izay samy avy any amin’ny faritanin’i Azia.",
        "5": "Nandeha talohanay izy ireo, ka niandry anay tany Troasy.",
        "6": "Izahay kosa nandeha sambo avy tany Filipy, taorian’ny andro fihinanana ny Mofo Tsy Misy Lalivay. Dia tonga tany amin’izy ireo tany Troasy izahay rehefa afaka dimy andro, ary nijanona fito andro tany.",
        "7": "Nivory izahay mba hiara-misakafo ny andro voalohany tamin’ny herinandro. Ary nandaha-teny tamin’izy ireo i Paoly, satria handeha izy ny ampitson’iny. Naharitra hatramin’ny misasakalina ny lahateniny.",
        "8": "Ary nisy jiro maro nanazava an’ilay efitra ambony rihana nivorianay.",
        "9": "Nisy tovolahy atao hoe Eotyka nipetraka teo am-baravarankely, ary resin-tory izy raha mbola nanao lahateny i Paoly. Natory be mihitsy izy, ka nianjera avy teny amin’ny rihana faharoa. Rehefa narenina izy, dia hita fa maty.",
        "10": "Nidina anefa i Paoly ka niantoraka teo aminy ary namihina azy, dia niteny hoe: “Aza misahotaka intsony fa efa velona izy.”",
        "11": "Niakatra i Paoly avy eo ary natomboka ny sakafo dia nihinana izy. Mbola niresaka elaela izy, hatramin’ny maraina vao mangiran-dratsy, dia lasa nandeha.",
        "12": "Nentin’ny olona àry ilay ankizilahy efa velona, ary faly be mihitsy izy ireo.",
        "13": "Dia nandeha mialoha izahay ka naka sambo nankany Aso, fa tany izahay no nieritreritra handray an’i Paoly. Nasainy nanao an’izany izahay satria izy te handeha an-tongotra ho any.",
        "14": "Rehefa tratrany tao Aso àry izahay, dia nasainay nankao anaty sambo izy ary nankany Mitylena izahay.",
        "15": "Niainga avy tao indray izahay ny ampitso, ka tonga teny ampitan’i Kio. Nijanona vetivety tao Samo izahay ny ampitson’iny, ary tonga tao Mileto ny andro nanaraka.",
        "16": "Efa nanapa-kevitra i Paoly fa holalovana fotsiny i Efesosy, mba tsy ho lany fotoana any amin’ny faritanin’i Azia izy. Maika ho tonga any Jerosalema amin’ny Fetin’ny Pentekosta mantsy izy, raha tratrany ihany.",
        "17": "Na izany aza, dia nampitondra hafatra ho an’ny anti-panahin’ny fiangonana tany Efesosy izy tamin’izy tao Mileto, ka nilaza tamin’izy ireo mba ho tonga any aminy.",
        "18": "Rehefa tonga teo aminy izy ireo, dia hoy izy: “Fantatrareo tsara hoe hoatran’ny ahoana no nataoko tamin’izaho niaraka taminareo, nanomboka tamin’ilay andro voalohany nanitsahako ny faritanin’i Azia.",
        "19": "Nanompo ny Tompo aho ka nanetry tena tanteraka rehefa nanao an’izany, sady latsa-dranomaso sy niharam-pitsapana be dia be noho ny teti-dratsy nataon’ny Jiosy.",
        "20": "Ary tsy nisalasala aho nilaza taminareo an’izay rehetra nahasoa, sy nampianatra anareo ampahibemaso sy isan-trano.",
        "21": "Nanome fanazavana feno tamin’ny Jiosy sy tamin’ny Grika kosa aho hoe ilaina ny mibebaka sy miverina amin’Andriamanitra ary mino an’i Jesosy Tompontsika.",
        "22": "Ary efa an-dalana ho any Jerosalema aho izao, satria tsy maintsy manaraka ny fitarihan’ny fanahy masina aho, na dia tsy fantatro aza izay hanjo ahy any,",
        "23": "afa-tsy izay ambaran’ny fanahy masina amiko foana isan-tanàna hoe gadra sy fahoriana no miandry ahy any.",
        "24": "Tsy zava-dehibe amiko anefa ny aiko, fa ny zava-dehibe amiko dia ny hamita ny fihazakazahako sy ny fanompoana nankinin’i Jesosy Tompo tamiko, dia ny hoe hitory amin’ny fomba feno ny vaovao tsara momba ny hatsaram-panahy miavaka nasehon’Andriamanitra.",
        "25": "“Ary fantatro izao fa tsy hisy hahita ahy intsony ianareo rehetra izay nitoriako an’ilay Fanjakana.",
        "26": "Koa ianareo no vavolombeloko androany fa afaka amin’ny ran’ny olona rehetra aho,",
        "27": "satria tsy nisalasala aho nilaza taminareo ny sitrapon’Andriamanitra rehetra.",
        "28": "Tandremo tsara ny tenanareo ary karakarao tsara ny ondry rehetra, satria notendren’ny fanahy masina ho mpiandraikitra azy ireny ianareo. Amin’izay ianareo dia ho mpiandry ny fiangonan’Andriamanitra, izay novidiny tamin’ny ran’ny Zanany.",
        "29": "Fantatro fa rehefa lasa aho, dia hisy amboadia masiaka hiditra eo aminareo, ary tsy hiantra ny ondry ireny.",
        "30": "Ary avy ao aminareo ihany no hivoahan’ny olona mampianatra zavatra diso mba hitaomana ny mpianatra hanaraka azy.",
        "31": "“Koa miambena foana, ary tadidio fa tsy nitsahatra nananatra ny tsirairay taminareo tamin-dranomaso aho nandritra ny telo taona, na andro na alina.",
        "32": "Ankiniko eo am-pelatanan’Andriamanitra ianareo izao, ary hiaro anareo anie ny teny, izay manome toky fa maneho hatsaram-panahy miavaka Izy! Afaka mankahery anareo mantsy izany teny izany sady manampy anareo hahazo lova miaraka amin’ireo nohamasinina rehetra.",
        "33": "Tsy naniry hahazo ny volafotsy na ny volamena na ny akanjon’iza na iza aho.",
        "34": "Fa fantatrareo tsara fa ireto tanako ireto no nahazoako an’izay nilaiko sy nilain’ireo niaraka tamiko.",
        "35": "Nasehoko anareo tamin’ny zava-drehetra fa tsy maintsy miasa mafy hoatr’izany ianareo mba hanampianareo an’ireo mila ampiana. Ary tadidio foana ilay tenin’i Jesosy Tompo hoe: ‘Mahasambatra kokoa ny manome noho ny mandray.’”",
        "36": "Rehefa avy nilaza an’izany izy, dia nandohalika niaraka tamin’izy rehetra ary nivavaka.",
        "37": "Nitomany be izy rehetra, ary namihina an’i Paoly, ka nanoroka azy tamim-pitiavana.",
        "38": "Nalahelo be mantsy izy ireo tamin’ilay teniny hoe tsy hahita azy intsony izy ireo. Dia nanatitra azy hatreny amin’ny sambo izy ireo."
    },
    "21": {
        "1": "Tena nalaina hisaraka izahay nefa tsy maintsy nandeha. Naka sambo izahay dia nanitsy nankany Kosy, ary ny ampitso kosa nankany Rodo. Niala tao indray izahay, dia nankany Patara.",
        "2": "Nahita sambo ho any Fenisia izahay ka niakatra tao amin’izy io ary lasa.",
        "3": "Rehefa tazanay teo ankavianay ny nosy Sipra, dia nolalovanay ka nizotra nankany Syria izahay. Ary niantsona tao Tyro izahay, satria nila nampidina entana tao ilay sambo.",
        "4": "Notadiavinay ireo mpianatra ka hitanay, dia nijanona tao fito andro izahay. Ary notarihin’ny fanahy izy ireo hiteny imbetsaka tamin’i Paoly mba tsy hankany Jerosalema.",
        "5": "Rehefa tapitra ny fotoana nijanonanay tao, dia nanohy ny dianay izahay. Nanatitra anay hatrany ivelan’ny tanàna anefa izy rehetra, niaraka tamin’ny zaza amam-behivavy. Dia nandohalika teo amin’ny torapasika izahay ka nivavaka,",
        "6": "ary nifanao veloma. Dia nankao anaty sambo izahay, fa izy ireo kosa niverina nody.",
        "7": "Dia nandeha sambo avy tao Tyro izahay, ka tonga tany Ptolemaisy. Ary niarahaba an’ireo rahalahy izahay, dia nijanona iray andro teo amin’izy ireo.",
        "8": "Niainga indray izahay ny ampitson’iny ka tonga tany Kaisaria ary nankao an-tranon’i Filipo mpitory ny vaovao tsara, izay anisan’ireo fito lahy. Dia nijanona tao aminy izahay.",
        "9": "Nanana zanakavavy efatra tsy manambady izy ary naminany ireo.",
        "10": "Ary nijanona andro maromaro tao izahay, dia avy eo nisy mpaminany atao hoe Agabo nidina avy any Jodia.",
        "11": "Tonga teo aminay izy, dia nalainy ny fehikibon’i Paoly ka namatorany ny tongotra aman-tanany. Dia hoy izy: “Izao no lazain’ny fanahy masina: ‘Hoatr’izao no hamatoran’ny Jiosy any Jerosalema ny lehilahy tompon’ity fehikibo ity, ary hatolotr’izy ireo eo an-tanan’ny olona hafa firenena izy.’”",
        "12": "Rehefa naheno an’izany izahay sy ny olona teo, dia niangavy an’i Paoly mba tsy hiakatra ho any Jerosalema.",
        "13": "Fa namaly izy hoe: “Fa maninona ianareo no mitomany sy mitady hanakivy ahy? Izaho ange vonona ny hafatotra e, ary tsy izany ihany fa ny ho faty any Jerosalema koa, noho ny anaran’i Jesosy Tompo!”",
        "14": "Tsy nety niova hevitra mihitsy izy, ka tsy nanohitra ny teniny intsony izahay fa nilaza hoe: “Aoka ny sitrapon’i Jehovah no hatao.”",
        "15": "Taorian’izay, dia nanomana ny dia izahay, ary niainga nankany Jerosalema.",
        "16": "Niaraka taminay koa ny mpianatra sasany avy any Kaisaria, ary nitondra anay nankany amin’i Menasona avy any Sipra. Efa mpianatra hatry ny ela izy io, ary nasaina hivahiny tany aminy izahay.",
        "17": "Rehefa tonga tany Jerosalema izahay, dia faly be ireo rahalahy nandray anay.",
        "18": "Dia nankany amin’i Jakoba niaraka taminay i Paoly ny ampitso, ary tao daholo ny anti-panahy rehetra.",
        "19": "Niarahaba azy ireo i Paoly, ary nitantara tamin’ny an-tsipiriany ny zavatra nataon’Andriamanitra teo amin’ny hafa firenena, tamin’izy nitory tamin’izy ireny.",
        "20": "Nanome voninahitra an’Andriamanitra izy ireo rehefa avy naheno an’izany. Hoy anefa izy ireo tamin’i Paoly: “Hitanao, ry rahalahy, fa an’arivony ny Jiosy lasa mpino, ary mafana fo be manaraka ny Lalàna izy rehetra.",
        "21": "Naheno tsaho momba anao anefa ry zareo hoe ianao, hono, mampianatra ny Jiosy rehetra any amin’ny firenena hafa mba tsy hankatò ny Lalàn’i Mosesy, ka milaza amin’izy ireo mba tsy hamora ny zanany na hanaraka ny fomba fanao hatramin’izay.",
        "22": "Dia ahoana no hatao amin’izany? Tsy maintsy ho henon-dry zareo mantsy izao hoe tonga eto ianao.",
        "23": "Koa ataovy izao zavatra lazainay aminao izao: Misy efa-dahy efa nanao voady eto.",
        "24": "Ento miaraka aminao ireo lehilahy ireo, dia mandehana ianareo midio araka ny takin’ny Lalàna, ary aloavy izay vola tokony haloan’izy ireo mba hanasolana ny lohany. Amin’izay dia ho fantatry ny rehetra fa tsy misy mitombina ny tsaho naely momba anao, fa mitondra tena tsara ianao sady manaraka ny Lalàna koa.",
        "25": "Ny amin’ireo hafa firenena izay lasa mpino kosa, dia efa nandefasanay taratasy misy ny fanapahan-kevitray izy ireo hoe tokony hifady ny zavatra natao sorona ho an’ny sampy, sy ny ra sy ny biby nokendaina ary ny fijangajangana.”",
        "26": "Dia nentin’i Paoly ireo lehilahy ireo ny ampitso, ary nidio araka ny takin’ny Lalàna izy, niaraka tamin’izy ireo. Ary niditra tao amin’ny tempoly izy mba hampahafantatra hoe rahoviana no ho tapitra ny andro fidiovany, ary rahoviana no hatolotra ny fanatitra ho an’ny tsirairay amin’izy ireo.",
        "27": "Rehefa ho tapitra ireo fito andro, dia nahita an’i Paoly tao amin’ny tempoly ny Jiosy avy any Azia. Dia nampisahotaka ny vahoaka rehetra izy ireo, ary nisambotra an’i Paoly,",
        "28": "sady niantsoantso hoe: “Vonjeo, ry Israelita, fa io ilay lehilahy mampianatra ny olona rehetra hatraiza hatraiza hanohitra ny firenentsika sy ny Lalàntsika ary ity toerana ity. Ary hatramin’ny Grika avy aza nampidiriny tato amin’ny tempoly, ka nandoto an’ity toerana masina ity izy.”",
        "29": "Efa hitan’izy ireo niaraka tamin’i Paoly tao an-tanàna mantsy i Trofimo Efesianina, ka noheveriny fa nampidirin’i Paoly tao amin’ny tempoly izy.",
        "30": "Dia nisavorovoro ny iray tanàna, ary niara-nirohotra ny olona. Koa nosamborin’izy ireo i Paoly ka notaritaritiny tany ivelan’ny tempoly, ary tonga dia nohidiana ny vavahady.",
        "31": "Rehefa nitady hamono azy izy ireo, dia nisy niteny tany amin’ny mpitari-tafika hoe misahotaka i Jerosalema manontolo.",
        "32": "Teo no ho eo ihany izy dia naka miaramila sy manamboninahitra, ary nihazakazaka nidina ho any amin’izy ireo. Tsy nikapoka an’i Paoly intsony izy ireo raha vao nahita an’ilay mpitari-tafika sy ny miaramila.",
        "33": "Dia nanatona ilay mpitari-tafika ka nisambotra an’i Paoly ary nanome baiko ny hamatorana azy amin’ny rojo vy anankiroa. Nanontany izy avy eo hoe iza izy ary inona no nataony.",
        "34": "Fa niantsoantso mafy ny vahoaka, ka hafa no nolazain’ny sasany, ary hafa no nolazain’ny sasany. Nitabataba be izy ireo, ka tsy fantatr’ilay mpitari-tafika izay tena marina. Nanome baiko ny hitondrana an’i Paoly ho any amin’ny toby miaramila àry izy.",
        "35": "Rehefa tonga teo amin’ny tohatoha-bato anefa i Paoly, dia voatery nobatain’ny miaramila izy satria nahery setra ny vahoaka.",
        "36": "Mbola nisy olona maro be nanaraka ihany mantsy sady niantsoantso hoe: “Vonoy any io!”",
        "37": "Rehefa hitondra an’i Paoly tao amin’ilay toby ny miaramila, dia hoy izy tamin’ilay mpitari-tafika: “Mba afaka miresaka kely aminao ve aho?” Dia namaly ilay mpitari-tafika hoe: “Mahay miteny grika angaha ianao?",
        "38": "Fa tsy ianao moa ilay Ejipsianina nitaona ny vahoaka hikomy vao haingana iny, sady nitondra an’ireo 4 000 lahy mpitan-tsabatra ho any an-tany efitra?”",
        "39": "Dia hoy i Paoly: “Izaho ange Jiosy e! Avy any Tarsosy any Kilikia aho, sady olom-pirenena avy ao amin’ny tanàna malaza. Koa miangavy anao aho, avelao aho hiteny amin’ny olona.”",
        "40": "Dia nanome azy alalana hiteny ilay mpitari-tafika. Koa nitsangana teo amin’ny tohatoha-bato i Paoly ary nanao fihetsika tamin’ny tanany mba hampanginana ny vahoaka. Rehefa nangina daholo ny rehetra, dia niteny tamin’ny teny hebreo izy hoe:"
    },
    "22": {
        "1": "“Ry rahalahy sy ianareo raiamandreny, henoy aho fa hilaza ny fiarovan-tenako aho izao.”",
        "2": "Ary vao mainka nangina izy ireo rehefa nandre azy niteny hebreo taminy. Dia hoy izy:",
        "3": "“Jiosy aho, ary teraka tany Tarsosy any Kilikia, nefa nampianarina teto amin’ity tanàna ity, teo an-tongotr’i Gamaliela. Nampianarina mba hanaraka amin’ny an-tsipiriany ny Lalàn’ny razambentsika aho, ka nafana fo tamin’ny fanompoana an’Andriamanitra hoatr’anareo rehetra ireo.",
        "4": "Dia nenjehiko izay anisan’izany Lalana izany, ary maty mihitsy aza ny sasany tamin’izy ireny. Nofatorako sy natolotro mba hatao am-ponja izy ireny, na lahy na vavy.",
        "5": "Ary afaka manamarina an’izany ny mpisoronabe sy ny anti-panahy rehetra. Avy tamin-dry zareo koa no nahazoako taratasy hisamborana an’ireo rahalahy tany Damaskosy, ary efa teny an-dalana ho any aho mba hitondra azy ireny mifatotra hankatỳ Jerosalema mba hosazina.",
        "6": "“Raha mbola teny an-dalana anefa aho ary efa akaiky an’i Damaskosy, tamin’ny mitataovovonana teo ho eo, dia nisy hazavana be tampoka avy any an-danitra nanjelanjelatra nanodidina ahy.",
        "7": "Dia nianjera tamin’ny tany aho, ary naheno feo nilaza tamiko hoe: ‘Saoly, Saoly, fa maninona ianao no manenjika ahy?’",
        "8": "Koa namaly aho hoe: ‘Iza moa ianao, tompoko?’ Ary hoy izy: ‘Izaho no Jesosy avy any Nazareta, ilay enjehinao.’",
        "9": "Tena nahita an’ilay hazavana koa ireo lehilahy niaraka tamiko, saingy tsy naheno an’izay nolazain’ilay niresaka tamiko.",
        "10": "Dia niteny aho hoe: ‘Inona, tompoko, no tokony hataoko?’ Ary hoy ny Tompo tamiko: ‘Mitsangàna dia mandehana any Damaskosy, fa hisy olona any hilaza aminao an’izay rehetra asaina ataonao.’",
        "11": "Tsy nahita na inona na inona anefa aho satria namirapiratra be ilay hazavana, ka notantanan’ireo niaraka tamiko nankany Damaskosy.",
        "12": "“Ary tonga tany amiko ny lehilahy atao hoe Ananiasy, lehilahy matahotra an’Andriamanitra sady mankatò ny Lalàna ary tsara laza teo amin’ny Jiosy rehetra nonina tany.",
        "13": "Rehefa tonga izy, dia nijoro teo akaikiko ary niteny hoe: ‘Ry Saoly, rahalahy, aoka hahita indray ianao!’ Tamin’izay indrindra aho no nitraka ka nahita azy.",
        "14": "Dia hoy izy: ‘Efa nifidy anao ilay Andriamanitry ny razambentsika mba hahalalanao ny sitrapony sy hahitanao an’ilay marina ary handrenesanao ny feony,",
        "15": "satria ianao no ho vavolombelony hanambara amin’ny olona rehetra an’izay zavatra hitanao sy henonao.",
        "16": "Koa inona no andrasanao? Mitsangàna, ary aoka hatao batisa ianao ka hiantso ny anarany mba ho voasasa ho afaka amin’ny fahotanao.’",
        "17": "“Rehefa niverina teto Jerosalema aho ka nivavaka tao amin’ny tempoly, dia nahita fahitana.",
        "18": "Hitako ny Tompo nilaza tamiko hoe: ‘Haingana ianao, mialà haingana eto Jerosalema fa tsy hanaiky anao hijoro vavolombelona hanambara momba ahy izy ireo.’",
        "19": "Dia hoy aho: ‘Tompo ô, fantatr’izy ireo tsara ange fa nitety synagoga mihitsy aho ka nanao am-ponja sy nikapoka an’izay nino anao e!",
        "20": "Ary tamin’ny fotoana nandatsahana ny ran’i Stefana vavolombelonao, dia mba nijoro teo koa aho. Nankasitraka an’izany aho ary niambina ny akanjo ivelan’ireo namono azy.’",
        "21": "Hoy anefa izy tamiko: ‘Mandehana fa hirahiko ho any amin’ny hafa firenena any lavitra ianao.’”",
        "22": "Nihaino an’i Paoly izy ireo hatreo amin’izany teny izany. Dia niantsoantso mafy izy ireo avy eo hoe: “Fongory tsy ho eto an-tany intsony io lehilahy io, fa tsy mendrika ny ho velona!”",
        "23": "Niantsoantso izy ireo sady nanipy ny akanjony ivelany ary nanipy vovoka teny amin’ny rivotra.",
        "24": "Koa nanome baiko ny hitondrana an’i Paoly ho any amin’ny toby miaramila ny mpitari-tafika. Ary nasainy nokaravasina i Paoly rehefa nofotopotorana, mba ho tena fantany hoe naninona ny vahoaka no nitabataba tamin’i Paoly hoatr’ireny.",
        "25": "Rehefa natsotra mba hokaravasina i Paoly, dia hoy izy tamin’ilay manamboninahitra nijoro teo: “Azonareo atao angaha ny mikapoka Romanina mbola tsy voaheloka?”",
        "26": "Rehefa naheno an’izany ilay manamboninahitra dia nandeha nilaza an’izany tany amin’ilay mpitari-tafika, ka niteny hoe: “Inona izao no hataonao fa, hay, Romanina io lehilahy io?”",
        "27": "Ary nanatona an’i Paoly ilay mpitari-tafika ka niteny hoe: “Hono ho’aho, Romanina ve ianao?” Dia hoy izy: “Ie!”",
        "28": "Hoy ilay mpitari-tafika: “Vola be no naloako vao nahazo ny zom-pirenena romanina aho.” Fa hoy i Paoly: “Izaho kosa vao teraka dia efa nanana an’izany zo izany.”",
        "29": "Tonga dia niala teo aminy ireo lehilahy saika hampijalijaly azy mandritra ny famotorana. Ary natahotra ilay mpitari-tafika rehefa fantany fa Romanina izy nefa nasainy nofatorana rojo vy.",
        "30": "Koa nafahany izy ny ampitso ary nasainy nivory ny lehiben’ ny mpisorona sy ny Fitsarana Avo Jiosy manontolo. Tiany ho fantatra mantsy hoe inona no tena antony niampangan’ny Jiosy an’i Paoly. Dia nentiny nidina tany amin’ilay toerana nivorian’izy ireo i Paoly ka nasainy nijoro teo afovoan’izy ireo."
    },
    "23": {
        "1": "Nijery tsara an’ireo anisan’ny Fitsarana Avo Jiosy i Paoly, ka hoy izy: “Ry rahalahy, nitondra tena tsara teo anatrehan’Andriamanitra aho, ka madio tanteraka ny feon’ny fieritreretako mandraka androany.”",
        "2": "Nasain’i Ananiasy mpisoronabe namely ny vavan’i Paoly àry ireo nijoro teo akaikiny.",
        "3": "Fa hoy i Paoly: “Hamely anao koa Andriamanitra, ry rindrina voalalotra fotsy! Sady mipetraka hitsara ahy araka ny Lalàna ve ianao no mandika ny Lalàna ka manome baiko ny hamelezana ahy?”",
        "4": "Dia hoy ireo nijoro teo: “Tevatevainao ve ny mpisoronaben’Andriamanitra?”",
        "5": "Ary hoy i Paoly: “Tsy fantatro hoe mpisoronabe izy, ry rahalahy. Fa voasoratra tokoa hoe: ‘Aza vingavingaina ny mpitondra eo amin’ny firenenao.’”",
        "6": "Rehefa tsikaritr’i Paoly fa Sadoseo ny sasany tamin’ny Fitsarana Avo Jiosy ary Fariseo kosa ny sasany, dia niteny mafy teo anatrehan’izy ireo izy hoe: “Ry rahalahy! Fariseo aho, ary zanaky ny Fariseo. Ny momba ny fanantenana fitsanganana amin’ny maty no itsarana ahy.”",
        "7": "Dia nifamaly ny Fariseo sy ny Sadoseo rehefa naheno azy nilaza an’izany, ka nizara ho ankolafiny roa ireo olona maro be tao.",
        "8": "Ny Sadoseo mantsy milaza fa tsy misy fitsanganana amin’ny maty sady tsy misy anjely na fanahy. Fa ny Fariseo kosa manaiky hoe misy izany rehetra izany.",
        "9": "Koa nisy savorovoro be tao, ary nitsangana ny sasany tamin’ireo mpanora-dalàna mpomba ny Fariseo, dia nanizingizina mafy hoe: “Tsy hitanay izay fahadisoan’io lehilahy io, fa raha nisy fanahy na anjely niresaka taminy ...”",
        "10": "Ary vao mainka nifamaly be izy ireo, ka natahotra ilay mpitari-tafika sao hifandroritan’izy ireo i Paoly. Nanome baiko an’ireo miaramila àry izy mba hidina sy hisintona azy haingana avy teo afovoan’ny olona, ary hitondra azy ho any amin’ny toby.",
        "11": "Nijoro teo akaikin’i Paoly anefa ny Tompo ny alin’iny, ka niteny hoe: “Manàna herim-po! Fa hoatran’ny nitorianao sy nanazavanao tsara ny momba ahy teto Jerosalema no tsy maintsy hitorianao any Roma koa.”",
        "12": "Rehefa maraina ny andro, dia niray tetika ny Jiosy ka niozona fa tsy hihinana na hisotro raha tsy efa matiny i Paoly.",
        "13": "Mihoatra ny 40 lahy no niray tetika sy nianiana toy izany.",
        "14": "Dia nankany amin’ny lehiben’ny mpisorona sy ny anti-panahy izy ireo, ary niteny hoe: “Efa niozona mafy izahay fa tsy hihinana na inona na inona mihitsy raha tsy efa matinay i Paoly.",
        "15": "Koa tokony hiteny amin’ilay mpitari-tafika ianareo sy ny Fitsarana Avo hoe mila entiny midina atỳ aminareo i Paoly, dia mody ataovy hoe te hanadihady misimisy kokoa momba an’ilay raharaha itsarana azy ianareo. Ho efa vonona ny hamono azy anefa izahay alohan’ny hahatongavany atỳ.”",
        "16": "Henon’ny zanak’anabavin’i Paoly anefa ilay tetik’izy ireo hoe hiafina mba hanafika an’i Paoly, ka niditra tao amin’ny toby izy ary nitantara an’izany taminy.",
        "17": "Dia nantsoin’i Paoly ny manamboninahitra anankiray, ka nilazany hoe: “Ento any amin’ny mpitari-tafika ity ankizilahy ity fa misy zavatra holazainy aminy.”",
        "18": "Nalain’ilay miaramila àry ilay ankizilahy dia nentiny tany amin’ilay mpitari-tafika sady hoy izy: “Nantsoin’ilay voafonja atao hoe Paoly aho, dia nangataka tamiko izy mba hitondra an’ity ankizilahy ity ho atỳ aminao fa misy zavatra holazainy aminao, hono.”",
        "19": "Notantanan’ilay mpitari-tafika ilay ankizilahy ka nentiny niala teo, ary nanontaniany nitokana hoe: “Inona izany holazainao amiko izany?”",
        "20": "Dia hoy ilay ankizilahy: “Efa nifanaraka ny Jiosy fa hangataka anao hitondra an’i Paoly hidina any amin’ny Fitsarana Avo rahampitso, dia mody ataon’izy ireo hoe te hahalala misimisy kokoa momba an’ilay raharaha itsarana azy izy ireo.",
        "21": "Koa aza manaiky horeseny lahatra ianao fa lehilahy 40 mahery ry zareo no efa miafina mba hanafika azy. Ary efa niozona ry zareo fa tsy hihinana na hisotro raha tsy efa matiny i Paoly. Efa vonona izy ireo izao, ka ny fanomezan-dalana avy aminao sisa no andrasany.”",
        "22": "Dia nalefan’ilay mpitari-tafika handeha ilay ankizilahy, rehefa avy norarany hoe: “Aza lazalazaina na amin’iza na amin’iza hoe nampahafantarinao ahy izany.”",
        "23": "Ary nampiantso manamboninahitra roa lahy izy, ka niteny hoe: “Manomàna miaramila 200 lahy sy mpitaingin-tsoavaly 70 ary mpitan-defona 200 handeha ho any Kaisaria anio alina, amin’ny ora fahatelo.",
        "24": "Dia manomàna koa soavaly hitaingenan’i Paoly mba hahatongavany soa aman-tsara any amin’i Feliksa Governora.”",
        "25": "Ary nanoratra taratasy izy, dia izao no nosoratany tao:",
        "26": "“Ho an’Andriamatoa Feliksa Governora hajaina: Miarahaba anao, izaho, Klaodio Lysia.",
        "27": "Nosamborin’ny Jiosy ity lehilahy ity ary efa saika novonoiny ho faty, kanjo tonga haingana aho niaraka tamin’ny miaramilako ka namonjy azy, satria henoko fa Romanina izy.",
        "28": "Tiako ho fantatra hoe inona no niampangan’izy ireo azy, ka nentiko nidina nankany amin’ny Fitsarana Avo Jiosy izy.",
        "29": "Hitako fa adihevitra momba ny Lalàn-dry zareo no iampangany azy, fa tsy misy zavatra tokony hamonoana azy ho faty na hanagadrana azy.",
        "30": "Nampahafantarina ahy anefa fa misy mitetika ny hamono azy, koa alefako avy hatrany any aminao izy. Ary asaiko mankany aminao ny mpiampanga azy, ka eo anatrehanao izy ireo no hilaza an’izay iampangany azy.”",
        "31": "Nalain’ireo miaramila ireo àry i Paoly, araka ny baiko azony, ka iny alina iny ihany dia nentiny ho any Antipatria.",
        "32": "Navelan’izy ireo hanohy ny dia hiaraka tamin’i Paoly ireo mpitaingin-tsoavaly ny ampitso, fa izy ireo kosa niverina tany amin’ny toby.",
        "33": "Rehefa tonga tao Kaisaria ireo mpitaingin-tsoavaly, dia nanolotra an’ilay taratasy tamin’ny governora sady nampahafantatra an’i Paoly taminy.",
        "34": "Novakin’ny governora àry ilay taratasy, dia nanontaniany ny faritany niavian’i Paoly, ka fantany hoe avy any Kilikia izy.",
        "35": "Dia hoy izy: “Hohenoiko tsara izay rehetra holazainao, rehefa tonga ny mpiampanga anao.” Ary nanome baiko izy mba hiambenana azy ao amin’ny lapan’i Heroda."
    },
    "24": {
        "1": "Rehefa afaka dimy andro, dia nidina tany Kaisaria i Ananiasy mpisoronabe sy ny anti-panahy sasany ary ny mpisolovava iray atao hoe Tertylo, ka niampanga an’i Paoly tamin’ny governora.",
        "2": "Rehefa nantsoina i Tertylo, dia nanomboka niampanga azy hoe: “Milamina tsara ny eto aminay noho ianao, ry Feliksa Governora hajaina ô, ary tena mahay mitsinjo ny hoavy ianao ka mitondra fivoarana eto amin’ity firenena ity.",
        "3": "Miaiky an’izany daholo izahay hatramin’izay ary na aiza na aiza, ry Feliksa Governora hajaina ô, ka tena mankasitraka be dia be anao.",
        "4": "Mba tsy hihazonana anao maharitra anefa, dia miangavy anao aho mba ho tsara fanahy aminay ka hihaino anay vetivety.",
        "5": "Hitanay mantsy fa mpanakorontana io lehilahy io, ka ampirisihiny hikomy amin’ny fanjakana ny Jiosy rehetra manerana ny tany, ary izy no mitarika an’ilay sektan’ny Nazareanina.",
        "6": "Nitady hanazimbazimba ny tempoly koa izy ka nosamborinay.",
        "7": "* ——",
        "8": "Ho hitanao fa marina izany zava-drehetra iampanganay azy izany rehefa ataonao famotorana izy.”",
        "9": "Ary niampanga azy koa ny Jiosy ka nanizingizina fa marina daholo izany.",
        "10": "Rehefa nanao fihetsika tamin’ny lohany ny governora mba hanomezana fitenenana an’i Paoly, dia namaly i Paoly hoe: “Fantatro tsara fa efa an-taonany maro ianao no mpitsaran’ity firenena ity. Koa faly aho hilaza aminao ny fiarovan-tenako.",
        "11": "Azonao hamarinina koa fa tsy mihoatra ny 12 andro izay no niakarako hivavaka tany Jerosalema.",
        "12": "Ary tsy nahita ahy niady hevitra tamin’olona tao amin’ny tempoly ireo na nampirisika ny vahoaka hirotaka, na tao amin’ny synagoga izany na eran’ny tanàna.",
        "13": "Tsy afaka manaporofo an’ireo zavatra iampangany ahy izao koa ry zareo.",
        "14": "Ekeko eto anatrehanao anefa, fa mifanaraka amin’ilay antsoin’izy ireo hoe ‘sekta’ no anompoako ny Andriamanitry ny razambeko, satria mino an’izay rehetra voalazan’ny Lalàna sy voasoratra ao amin’ny Mpaminany aho.",
        "15": "Ary manantena hoatr’azy ireo koa aho fa hatsangan’Andriamanitra ny marina sy ny tsy marina.",
        "16": "Izany no mahatonga ahy hiezaka foana hanana feon’ny fieritreretana madio eo anatrehan’Andriamanitra sy ny olona.",
        "17": "Tonga eto amin’ny fireneko aho izao, taona maro atỳ aoriana, mba hitondra fanomezana ho fiantrana ny mahantra sy hanao fanatitra.",
        "18": "Teo am-panaovana an’izany aho no hitan-dry zareo tao amin’ny tempoly. Efa nadio araka ny takin’ny Lalàna aho tamin’izay, ary tsy niaraka tamin’olona be dia be na nahatonga korontana. Fa nisy Jiosy avy any amin’ny faritanin’i Azia tao,",
        "19": "ary ry zareo no tokony ho tonga hiampanga ahy eto anatrehanao raha tena misy zavatra iampangany ahy!",
        "20": "Na aleo ireto olona manatrika eto ireto no hilaza an’izay ratsy hitany nataoko tamin’izaho nijoro teo anatrehan’ny Fitsarana Avo Jiosy.",
        "21": "Raha tsy hoe ilay zavatra noteneniko tamin’izaho nijoro teo anatrehan’izy ireo angaha no noheverin’izy ireo hoe ratsy nataoko, dia ilay teniko hoe: ‘Ny momba ny fitsanganana amin’ny maty no itsarana ahy eto anatrehanareo anio!’”",
        "22": "Nampihemotra an’ilay raharaha anefa i Feliksa, izay nahalala tsara ny amin’izany Lalana izany, ka niteny hoe: “Rehefa midina atỳ i Lysia mpitari-tafika vao hanapa-kevitra ny amin’ity raharahanareo ity aho.”",
        "23": "Ary nomeny baiko ilay manamboninahitra mba hitana an’i Paoly, nefa koa hamela azy hanao zavatra sasany, ary hamela ny namany hikarakara azy.",
        "24": "Ary tonga i Feliksa andro vitsivitsy taorian’izay, niaraka tamin’i Drosila vadiny, izay Jiosy. Dia nampaka an’i Paoly izy ka nihaino azy niresaka momba ny finoana an’i Kristy Jesosy.",
        "25": "Rehefa niresaka momba ny atao hoe mety sy tsy mety sy ny fifehezan-tena ary ny fitsarana ho avy anefa i Paoly, dia natahotra i Feliksa ka niteny hoe: “Mandehana amin’izay aloha, fa mbola hampaka anao ihany aho rehefa misy fotoana.”",
        "26": "Nanantena koa anefa izy hoe homen’i Paoly vola, ka izany no nahatonga azy hampaka azy matetika kokoa sy hiresaka taminy.",
        "27": "Roa taona tatỳ aoriana anefa, dia nandimby an’i Feliksa i Porsio Festosy. Ary navelan’i Feliksa tao am-ponja i Paoly, satria te hahazo sitraka tamin’ny Jiosy izy."
    },
    "25": {
        "1": "Telo andro taorian’ny nahatongavan’i Festosy tao amin’ilay faritany sy nandraisany ny fahefana, dia niala tany Kaisaria izy ka niakatra tany Jerosalema.",
        "2": "Dia niampanga an’i Paoly ireo lehiben’ny mpisorona sy lohandohany teo amin’ny Jiosy. Niangavy an’i Festosy àry izy ireo",
        "3": "mba hanaiky ny fangatahany ka handefa an’i Paoly any Jerosalema. Efa nanao tetika anefa izy ireo hoe hiafina mba hanafika an’i Paoly, ka hamono azy eny an-dalana.",
        "4": "Namaly kosa i Festosy fa tokony hotanana am-ponja any Kaisaria ihany i Paoly, ary izy rahateo efa hiverina any tsy ho ela.",
        "5": "Hoy koa izy: “Afaka miara-midina amiko àry ireo lehibenareo dia hiampanga an’izany lehilahy izany, raha tena nanao zavatra tsy nety tokoa izy.”",
        "6": "Koa tsy nijanona tany amin’izy ireo afa-tsy valo na folo andro izy, ary nidina tany Kaisaria avy eo. Nipetraka teo amin’ny toeram-pitsarana izy ny ampitson’iny, dia nasainy nentina teo i Paoly.",
        "7": "Rehefa niditra i Paoly, dia nitsangana nanodidina azy ny Jiosy nidina avy tany Jerosalema. Betsaka ny zavatra niampangany azy sady tsy hoe maivamaivana, nefa tsy vitan’izy ireo akory ny nanaporofo azy ireny.",
        "8": "Hoy anefa i Paoly rehefa niaro ny tenany: “Tsy nandika ny Lalàn’ny Jiosy aho, na nanota tamin’ny tempoly na tamin’i Kaisara.”",
        "9": "I Festosy kosa nila sitraka tamin’ny Jiosy ka namaly an’i Paoly hoe: “Tianao ve ny hiakatra ho any Jerosalema dia hotsaraina eo anatrehako momba an’izany zavatra izany?”",
        "10": "Hoy anefa i Paoly: “Mijoro eto anoloan’ny toeram-pitsaran’i Kaisara aho, ary eto no tokony hitsarana ahy. Tsy nanao ratsy tamin’ny Jiosy aho, ary fantatrao tsara koa izany.",
        "11": "Raha tena olon-dratsy tokoa aho ka nahavita zavatra tokony hamonoana ahy ho faty, dia tsy mandà ny ho faty aho. Fa raha tsy misy mitombina kosa ny zavatra iampangan’ireto lehilahy ireto ahy, dia tsy misy manan-jo hanolotra ahy amin’izy ireo mba hampifaliana azy ireo fotsiny. Ampakariko any amin’i Kaisara ity raharaha ity!”",
        "12": "Rehefa avy niara-nidinika tamin’ireo mpanolo-tsaina i Festosy, dia niteny hoe: “Nampakarinao any amin’i Kaisara ny raharaha, ka dia ho any amin’i Kaisara ianao.”",
        "13": "Tonga tany Kaisaria i Agripa Mpanjaka sy Berenika, andro vitsivitsy taorian’izay, mba hitsidika an’i Festosy ara-pomba fifanajana.",
        "14": "Nijanona andro maromaro tao izy ireo, ka noresahin’i Festosy tamin’ny mpanjaka ny raharaha momba an’i Paoly. Hoy izy: “Misy an’izay gadra izay navelan’i Feliksa ato.",
        "15": "Ary noresahin’ny lehiben’ny mpisorona sy ny anti-panahin’ny Jiosy tamiko ny momba azy, tamin’izaho tany Jerosalema, ka nangataka ny hanamelohana azy ry zareo.",
        "16": "Novaliako anefa ry zareo fa tsy fanaon’ny Romanina ny manolotra olona amin’ny mpiampanga azy mba hampifaliana azy ireo fotsiny. Mila ampifanatrehina amin’ny mpiampanga azy aloha ilay olona, mba ho afaka hiaro tena.",
        "17": "Koa tsy nangataka andro aho rehefa tonga teto ry zareo, fa ny ampitson’iny ihany dia nipetraka teo amin’ny toeram-pitsarana aho ary nasaiko nentina teo ilay lehilahy.",
        "18": "Nitsangana ny mpiampanga azy dia niteny, nefa tsy ny zava-dratsy noeritreretiko no niampangany azy.",
        "19": "Hay nisy adihevitra fotsiny teo amin-dry zareo momba ny fivavahany amin’andriamanitra sy momba an’izany lehilahy atao hoe Jesosy izany, izay efa maty nefa izingizinin’i Paoly hoe velona.",
        "20": "Tsy hitako izay natao mba handaminana an’ilay adihevitra, ka nanontaniako izy raha te ho any Jerosalema dia any izy no hotsaraina momba an’izany zavatra izany.",
        "21": "Nangataka ny hotanana am-ponja anefa i Paoly mba ho Ilay Heni-kaja no hanapa-kevitra ny momba azy. Koa nanome baiko ny hitazonana azy ao am-ponja aho mandra-pandefako azy any amin’i Kaisara.”",
        "22": "Dia hoy i Agripa tamin’i Festosy: “Mba te hihaino an’izany lehilahy izany koa aho.” Hoy i Festosy: “Haheno azy ianao rahampitso.”",
        "23": "Ny ampitson’iny àry, dia tonga tamin’ny fomba nanetriketrika be i Agripa sy Berenika. Ary niditra tao amin’ny efitra fitsarana izy ireo, niaraka tamin’ny mpitari-tafika sy ny olona ambony tao an-tanàna. Dia nanome baiko i Festosy ka nampidirina i Paoly.",
        "24": "Ary hoy i Festosy: “Ry Agripa Mpanjaka sy ianareo rehetra izay manatrika eto miaraka aminay, io hitanareo io ilay lehilahy nangatahin’ny vahoaka jiosy tamiko, na tany Jerosalema na teto. Niantsoantso ry zareo hoe tsy mendrika ny ho velona intsony, hono, izy.",
        "25": "Hitako anefa hoe tsy nanao zavatra tokony hamonoana azy ho faty izy. Koa rehefa nampakatra ny raharaha any amin’Ilay Heni-kaja izy, dia tapa-kevitra aho fa handefa azy ho any.",
        "26": "Tsy fantatro anefa hoe inona marina no hosoratako momba azy any amin’ny Tompoko. Koa nentiko eto anatrehanareo rehetra izy, ary indrindra fa eto anatrehanao, ry Agripa Mpanjaka ô, mba hisy zavatra hosoratako rehefa vita ny famotorana.",
        "27": "Tsy mety mantsy, araka ny hevitro, ny mandefa voafonja any Roma nefa tsy milaza ny antony iampangana azy.”"
    },
    "26": {
        "1": "Hoy i Agripa tamin’i Paoly: “Mahazo miteny ianao hiarovana ny tenanao.” Dia nanatsotra ny tanany i Paoly, ka nilaza an’izao ho fiarovan-tena:",
        "2": "“Faly aho, ry Agripa Mpanjaka, fa eto anatrehanao no ilazako ny fiarovan-tenako anio, momba ny zavatra rehetra iampangan’ny Jiosy ahy.",
        "3": "Faly aho, satria ianao mahay tsara ny fanao sy ny adihevitra rehetra eo amin’ny Jiosy. Koa miangavy anao aho mba haharitra hihaino ahy.",
        "4": "“Fantatry ny Jiosy rehetra ny fomba fiainako teo amin’ny mpiray firenena amiko sy tany Jerosalema, hatramin’izaho mbola kely.",
        "5": "Fantatry ny Jiosy nahalala tsara ahy izany. Ary afaka manamarina an’izany ry zareo, raha tiany, fa efa Fariseo aho ka nanaraka an’ilay sekta hentitra indrindra tao amin’ny fivavahanay.",
        "6": "Noho izaho manantena an’ilay fampanantenana nataon’Andriamanitra tamin’ny razambentsika anefa izao no itsarana ahy.",
        "7": "Izany fampanantenana izany koa no antenain’ny foko 12 eto amin’ny firenentsika. Manantena ny hahita ny fahatanterahan’izany izy ireo, ka miezaka mafy manao fanompoana masina ho an’Andriamanitra andro aman’alina. Momba an’izany fanantenana izany no iampangan’ny Jiosy ahy, ry Mpanjaka ô!",
        "8": "“Maninona ianareo no mihevitra fa tsy azo inoana hoe manangana ny maty Andriamanitra?",
        "9": "Nisy fotoana aho tena resy lahatra hoe tokony hanao an’izay rehetra azoko atao mba hanoherana ny anaran’i Jesosy avy any Nazareta.",
        "10": "Dia izany mihitsy no nataoko tany Jerosalema. Be dia be ny olona masina nogadraiko, satria nahazo fahefana avy tamin’ny lehiben’ny mpisorona aho. Ary rehefa hovonoina ho faty izy ireny, dia mba nandatsa-bato nanaiky an’izany aho.",
        "11": "Nanasazy matetika azy ireny aho tany amin’ny synagoga rehetra, mba hanerena azy handa ny finoany. Romotra tamin’izy ireny aho, ka vitako hatramin’ny nanenjika azy tany amin’ny tanàna hafa mihitsy aza.",
        "12": "“Izany no nandehanako tany Damaskosy, fa nahazo fahefana sy fanomezan-dalana avy tamin’ny lehiben’ny mpisorona aho.",
        "13": "Raha mbola teny an-dalana aho, tamin’ny mitataovovonana, ry Mpanjaka ô, dia nahita hazavana avy any an-danitra izay nanjelanjelatra mihoatra noho ny masoandro. Nanodidina ahy sy ireo niara-dia tamiko ilay izy.",
        "14": "Dia nianjera tamin’ny tany daholo izahay rehetra, ary naheno feo aho nilaza tamiko tamin’ny teny hebreo hoe: ‘Saoly, Saoly, fa maninona no manenjika ahy ianao? Ianao ihany ange no ho voan’ny ataonao raha mitsipaka lava ny hazo fanindronana ianao e!’",
        "15": "Fa hoy aho: ‘Iza moa ianao, tompoko?’ Dia hoy ny Tompo: ‘Izaho no Jesosy, ilay enjehinao.",
        "16": "Fa mitsangàna, dia mijoroa! Miseho aminao aho satria hifidy anao ho mpanompo, sy ho vavolombelona hanambara ny zavatra efa hitanao sy mbola hasehoko anao momba ahy.",
        "17": "Ary hamonjy anao amin’ity vahoaka ity sy amin’ny hafa firenena izay anirahako anao aho.",
        "18": "Hirahiko ianao mba hanokatra ny masony, ka hialany amin’ny haizina ho ao amin’ny mazava, ary hialany amin’ny fahefan’i Satana ho eo ambany fahefan’Andriamanitra. Amin’izay izy ireo hahazo famelan-keloka ary hahazo lova miaraka amin’ireo nohamasinina noho izy ireo mino ahy.’",
        "19": "“Koa nankatò an’izay nolazaina tamiko tao amin’ilay fahitana avy any an-danitra aho, ry Agripa Mpanjaka ô!",
        "20": "Nankany amin’ny olona nipetraka tany Damaskosy àry aho aloha, ary avy eo nankany amin’ny olona nipetraka tany Jerosalema sy eran’ny faritr’i Jodia ary tany amin’ny firenen-kafa. Ny hafatra nampitaiko tamin’izy ireo dia hoe tokony hibebaka sy hiverina amin’Andriamanitra izy ireo, ka hampiseho amin’ny ataony fa nibebaka.",
        "21": "Izany no antony nisamboran’ny Jiosy ahy tao amin’ny tempoly, ka saika namonoany ahy.",
        "22": "Nampian’Andriamanitra anefa aho, ka mbola mitory foana mandraka androany, na amin’ny madinika na amin’ny lehibe. Ary tsy milaza afa-tsy izay nambaran’ny Mpaminany sy nambaran’i Mosesy fa hitranga aho,",
        "23": "dia ny hoe tsy maintsy nijaly i Kristy, ary ho voalohany amin’izay hatsangana amin’ny maty izy, ka hitory momba ny hazavana amin’ny vahoakan’Israely sy amin’ny hafa firenena.”",
        "24": "Raha mbola nilaza an’izany i Paoly ho fiarovan-tenany, dia niteny mafy i Festosy hoe: “Lasa adala ianao, ry Paoly a! Ny fianarana be nataonao no mahalasa adala anao!”",
        "25": "Hoy anefa i Paoly: “Tsy lasa adala aho, ry Festosy Governora hajaina ô, fa marina ny teniko sady mitombina tsara.",
        "26": "Mahalala tsara an’izany ny mpanjaka ka sahy miresaka aminy momba an’izany aho. Azoko antoka mantsy hoe tsy misy tsy fantany izany rehetra izany, satria tsy nisy niafina ny nanaovana an’izany.",
        "27": "Mino ny Mpaminany ve ianao, ry Agripa Mpanjaka? Fantatro fa mino ianao.”",
        "28": "Fa hoy i Agripa tamin’i Paoly: “Raha nisy kely foana dia ho naharesy lahatra ahy ho lasa Kristianina ianao.”",
        "29": "Dia hoy i Paoly: “Mangataka amin’Andriamanitra aho mba tsy hoe ianao ihany no ho lasa hoatr’ahy, na ho ela na ho haingana, fa izay rehetra maheno ahy anio koa. Tsy iriko anefa hoe ho voafatotry ny rojo vy hoatr’ahy izao ianareo.”",
        "30": "Dia nitsangana ny mpanjaka, ary nitsangana koa ny governora sy Berenika ary ny olona niara-nipetraka tamin’izy ireo.",
        "31": "Sady niala teo izy ireo no nifampiresaka hoe: “Tsy nanao zavatra tokony hamonoana azy ho faty na hanagadrana azy io lehilahy io.”",
        "32": "Dia hoy i Agripa tamin’i Festosy: “Raha tsy nampakatra an’ity raharaha ity any amin’i Kaisara izy, dia ho azo nafahana.”"
    },
    "27": {
        "1": "Tapaka ny hevitra fa halefa sambo ho any Italia izahay. Koa natolotra an’i Jolio, manamboninahitra avy amin’ny andia-miaramilan’i Aogosto, i Paoly sy ny gadra sasany.",
        "2": "Sambo avy tany Adramytena no niakaranay, ary efa hanainga ho any amin’ireo seranana teny amin’ny morontsiraky ny faritanin’i Azia izy io. Dia lasa izahay ary niaraka taminay koa i Aristarko, Makedonianina avy any Tesalonika.",
        "3": "Tonga tao Sidona izahay ny ampitson’iny. Tsara fanahy tamin’i Paoly i Jolio, ka namela azy ho any amin’ny namany sy hokarakarain’izy ireo.",
        "4": "Niala tao indray izahay, ka nanaraka ny moron’i Sipra mba tsy ho azon’ny rivotra. Notoherin’ny rivotra mantsy izahay.",
        "5": "Dia nandeha teny afovoan-dranomasina izahay rehefa nandalo tandrifin’i Kilikia sy Pamfylia, ka tody tao amin’ny seranan’i Myra, any Lykia.",
        "6": "Tao dia nahita sambo avy tany Aleksandria ilay manamboninahitra. Ho any Italia izy io, ka nasainy niakatra tao izahay.",
        "7": "Dia nandeha niadana nandritra ny andro maromaro ilay sambo, ka sahirana izahay vao tonga tao Kinido. Ary nandalo tandrifin’i Salmona izahay, dia avy eo nanaraka ny moron’i Kreta mba tsy ho azon’ny rivotra, satria tsy namela anay handroso ny rivotra.",
        "8": "Sahirana izahay nanara-morona an’io tany io. Tonga teo amin’ny toerana atao hoe Seranana Kanto ihany anefa izahay. Teo akaikin’ny tanànan’i Lasea no nisy azy io.",
        "9": "Ary efa lasa be ny fotoana, ka efa nampidi-doza ny nandeha sambo, satria na ny andro fifadian-kanina amin’ny Andro Fandrakofam-pahotana aza efa tapitra. Nanoro hevitra azy ireo àry i Paoly",
        "10": "hoe: “Raha ny fahitako azy, dia ho voa mafy isika raha mbola manohy ny diantsika. Tsy hoe ny sambo sy ny entana fotsiny mantsy no ho simba, fa ny aintsika koa aza mety hafoy.”",
        "11": "Ny tenin’ilay mpitondra sambo sy ny tompon-tsambo anefa no narahin’ilay manamboninahitra, fa tsy ny tenin’i Paoly.",
        "12": "Koa satria tsy tsara hijanonana amin’ny ririnina ilay seranana, dia nanoro hevitra ny ankamaroan’ny olona hoe aleo miala ao, sao mba ho tonga hatrany Foiniksa ihany, dia any no hijanona mandritra ny ririnina. Seranan’i Kreta i Foiniksa, ary mitodika mianavaratra atsinanana sy mianatsimo atsinanana.",
        "13": "Rehefa nitsoka nalefaka ny rivotra avy any atsimo, dia nieritreritra izy ireo fa ho tonga any amin’ilay tanjony. Dia nampiakarina ny vatofantsika ary lasa izy ireo nanara-morona an’i Kreta.",
        "14": "Kelikely taorian’izay anefa dia nifofofofo namely an’ilay nosy ny rivo-mahery atao hoe Eorakylona.",
        "15": "Dia nopaohin’ny rivotra ilay sambo, ary tsy nahatohitra an’ilay izy, ka navelanay hoentiny any amin’izay itondrany azy.",
        "16": "Nanaraka ny moron’ny nosy kely atao hoe Kaoda izahay mba tsy ho azon’ ny rivotra, nefa saika mbola tsy vitanay ihany ny naka an’ilay lakan’aina teo amin’ny vodisambo.",
        "17": "Rehefa tafakatra tao anaty sambo ilay lakana, dia nofatoran’izy ireo ny vatan’ilay sambo mba hanamafisana azy. Ary natahotra ny hidona tamin’ny dongom-pasik’i Sirtisy izy ireo, ka nampidininy ny lay, dia nentin’ny rivotra ny sambo.",
        "18": "Mbola natsipitsipin’ilay tafio-drivotra anefa izahay, ka natao izay hahamaivana an’ilay sambo ny ampitson’iny.",
        "19": "Ary ny tanan’izy ireo mihitsy no nanary an’ireo fitaovana tamin’ilay sambo, tamin’ny andro fahatelo.",
        "20": "Efa andro maro no tsy tazana intsony na ny masoandro na ny kintana, ary nahery be ny tafio-drivotra namely anay, ka tsy dia nanantena firy ny ho voavonjy intsony izahay.",
        "21": "Ary efa ela ny olona no tsy nihinan-kanina, ka nitsangana teo afovoan’izy ireo i Paoly, ary nilaza hoe: “Tokony ho narahinareo mihitsy ny teniko, ka tsy niala tany Kreta isika, dia tsy ho voa mafy hoatr’izao ary tsy ho simba ny sambo.",
        "22": "Fa mampirisika anareo aho izao mba tsy ho kivy, satria tsy hisy hamoy ny ainareo ianareo, fa ny sambo ihany no hafoy.",
        "23": "Nisy anjelin’ilay Andriamanitra tompoko sady anaovako fanompoana masina mantsy nitsangana teo akaikiko tamin’ny alina,",
        "24": "dia niteny hoe: ‘Aza matahotra, ry Paoly, fa tsy maintsy hijoro eo anatrehan’i Kaisara ianao. Ary hitsimbina ny ainao Andriamanitra sady hitsimbina ny ain’izay rehetra miara-dia aminao ato anaty sambo.’",
        "25": "Koa mahereza! Mino aho fa hotanterahin’Andriamanitra tokoa izay nolazainy tamiko.",
        "26": "Tsy maintsy hidona amin’ny nosy iray anefa isika.”",
        "27": "Mbola natopatopan’ny Ranomasin’i Adria izahay ny alina faha-14. Tamin’ny misasakalina, dia tsinjotsinjon’ireo tantsambo fa nanakaiky tany anankiray izy ireo.",
        "28": "Norefesin’izy ireo ny halalin’ny rano ka hitany fa 36 metatra teo ho eo. Dia nandeha kelikely izy ireo ka norefesiny indray, dia hitany fa 27 metatra teo ho eo.",
        "29": "Ary natahotra izy ireo sao hidona amin’ny harambato izahay. Koa nalatsany ny vatofantsika efatra avy teo amin’ny vodisambo, ary tsy andriny izay hahamaraina ny andro.",
        "30": "Nitady handositra hiala tao amin’ilay sambo anefa ny tantsambo. Nampidinin’izy ireo ho eny an-dranomasina àry ilay lakan’aina, ka mody hoe handatsaka vatofantsika avy eo amin’ny loha sambo izy ireo.",
        "31": "Dia hoy i Paoly tamin’ilay manamboninahitra sy ny miaramila: “Raha tsy mijanona ato anaty sambo ireo olona ireo, dia tsy ho voavonjy ianareo.”",
        "32": "Notapahin’ny miaramila àry ny tadin’ilay lakana, ka navelany ho latsaka ilay lakana.",
        "33": "Rehefa nangiran-dratsy ny andro, dia nampirisika ny rehetra hihinan-kanina i Paoly. Hoy izy: “Anio no andro faha-14 niandrasanareo tao anatin’ny tebiteby sy tsy nihinananareo na inona na inona.",
        "34": "Koa mampirisika anareo hihinan-kanina aho satria hahasoa anareo izany. Fa tsy hisy ho very na singam-bolo iray eo amin’ny lohanareo aza.”",
        "35": "Rehefa avy nilaza an’izany izy, dia naka mofo, ary nisaotra an’Andriamanitra teo anatrehan’ny rehetra. Notapahiny ilay mofo avy eo ary nanomboka nihinana izy.",
        "36": "Dia tsy kivy intsony ny rehetra ka nihinan-kanina koa.",
        "37": "Ary 276 ny isanay rehetra tao amin’ilay sambo.",
        "38": "Rehefa voky izy ireo, dia nariany tany an-dranomasina ny varimbazaha mba hanamaivanana an’ilay sambo.",
        "39": "Rehefa nazava ny andro dia hitan’izy ireo ilay tany, saingy tsy fantany hoe tany aninona io. Nahatazana helodranomasina misy torapasika anefa izy ireo, ka tapa-kevitra ny hampidona an’ilay sambo teo, raha vitany.",
        "40": "Notapahiny àry ireo vatofantsika dia navelany ho latsaka tany an-dranomasina. Novahany koa ny tady namatotra an’ireo fivoy familiana. Ary rehefa avy nampiakatra ny lay anoloana mba hotsofin’ny rivotra izy ireo, dia nandroso nankeny amin’ilay torapasika.",
        "41": "Nidona tamin’ny dongom-pasika saron’ny ranomasina anefa ilay sambo. Dia tafajanona teo ilay sambo ka nihitsoka ny lohany ary tsy nihetsika intsony, fa ny vodisambo kosa potipotiky ny onja.",
        "42": "Nanapa-kevitra àry ny miaramila fa hamono an’ireo gadra mba tsy hisy hitsoaka hilomano.",
        "43": "Tapa-kevitra ny hiaro ny ain’i Paoly anefa ilay manamboninahitra, ka tsy navelany hanatanteraka an’izay nokasainy ny miaramila. Nasainy nitsambikina tany an-dranomasina izay nahay nilomano mba ho tonga voalohany eny an-tanety.",
        "44": "Ary ny sisa kosa nanaraka, ka nitaingina hazo fisaka na nitaingina zavatra hafa avy tamin’ilay sambo. Dia tonga soa aman-tsara teny an-tanety izy rehetra."
    },
    "28": {
        "1": "Rehefa tonga soa aman-tsara teny an-tanety izahay vao nahafantatra fa Malta no anaran’ilay nosy.",
        "2": "Hafa ny fitenin’ireo mponina tao, ary tsara fanahy be taminay izy ireo. Nandrehitra afo izy ireo ary nandray tsara anay rehetra, satria avy ny orana sady nangatsiaka ny andro.",
        "3": "Rehefa nanangona kitay sy nisorona afo anefa i Paoly, dia nisy bibilava misy poizina nivoaka avy tao, noho ny hafanana, ka niraikitra tamin’ny tanany.",
        "4": "Vao hitan’ireo olona ireo ilay bibilava nikirazorazo teo amin’ny tanany, dia nifampiresaka izy ireo hoe: “Tena mpamono olona mihitsy io lehilahy io, fa na tonga soa aman-tsara avy teny an-dranomasina aza izy, dia tsy namela azy ho velona ny Rariny.”",
        "5": "Nakifik’i Paoly tao anaty afo anefa ilay bibilava, ary tsy naninon-tsy naninona izy.",
        "6": "Fa ny olona kosa niandriandry hoe hivontovonto izy na hiankarapoka ho faty tampoka. Rehefa niandry ela anefa izy ireo ary nahita fa tsy naninona izy, dia niova hevitra ka nilaza fa andriamanitra i Paoly.",
        "7": "Ary nanana tany maromaro teo amin’ny manodidina an’izany toerana izany ny lehiben’ilay nosy. Poplio no anarany, ary nandray tsara anay izy ka nampiantrano anay nandritra ny telo andro.",
        "8": "Nandamaka teo am-pandriana ny rain’i Poplio fa nanavy sady nivalan-dra. Dia nankao aminy i Paoly ary nivavaka sy nametra-tanana taminy ka nanasitrana azy.",
        "9": "Tonga teo amin’i Paoly koa ny marary hafa tao amin’ilay nosy taorian’izay, ka nositraniny.",
        "10": "Nanome voninahitra anay koa izy ireo ka nanolotra fanomezana be dia be. Ary rehefa hanainga ilay sambo handehananay, dia nataon’izy ireo tao anaty sambo izay rehetra nilainay.",
        "11": "Telo volana tatỳ aoriana, dia nandray sambo izahay ary nisy marika hoe “Zanakalahin’i Zeosy” teo amin’ny lohan’izy io. Avy tany Aleksandria ilay sambo ary nijanona tao amin’ilay nosy nandritra ny ririnina.",
        "12": "Tonga tao amin’ny seranan’i Syrakosa izahay ka nijanona telo andro tao.",
        "13": "Lasa izahay avy eo ka tonga tao Regioma. Ary nifofofofo ny rivotra avy any atsimo ny ampitson’iny, ka ny afakampitso izahay dia efa tonga tao Potioly.",
        "14": "Nahita rahalahy izahay tao, ary niangavy anay izy ireo mba hijanona fito andro teo amin’izy ireo. Nankany Roma izahay avy eo.",
        "15": "Rehefa naheno ny momba anay ny rahalahy tany, dia nitsena anay hatrany amin’ny Tsenan’i Apio sy ny Tranombahiny Telo. Nisaotra an’Andriamanitra i Paoly raha vao nahita an’ireo, ary nahazo hery.",
        "16": "Ela ny ela ka niditra tao Roma ihany izahay. Dia navela hitokan-trano i Paoly, ary nisy miaramila iray nasaina niambina azy.",
        "17": "Telo andro taorian’izay anefa, dia nampiantso an’ireo lohandohan’ny Jiosy izy. Rehefa tafavory izy ireo, dia hoy izy: “Ry rahalahy, gadra avy any Jerosalema aho ary natolotra teo an-tanan’ny Romanina, na dia tsy nanao zavatra tsy nety tamin’olona sy nifanohitra tamin’ny fanaon’ny razambentsika aza.",
        "18": "Te hanafaka ahy ihany ny Romanina rehefa avy nanao famotorana, satria tsy nisy antony tokony hamonoana ahy ho faty.",
        "19": "Tsy nanaiky an’izany mihitsy anefa ny Jiosy, ka voatery nampakatra an’ilay raharaha any amin’i Kaisara aho, fa tsy hoe misy zavatra iampangako ny fireneko akory.",
        "20": "Koa izany no nahatonga ahy hangataka ny hihaona sy hiresaka aminareo, satria noho ny fanantenan’ny Israely no mahatonga ahy ho voafatotr’ity rojo vy ity.”",
        "21": "Dia hoy izy ireo: “Tsy naharay taratasy avy tany Jodia momba anao izahay, sady tsy nisy rahalahy tonga avy any nitantara na nilaza zava-dratsy momba anao.",
        "22": "Tianay anefa ny haheno ny hevitrao, satria raha ny amin’io sekta io, dia fantatray fa haratsiratsin’ny olona hatraiza hatraiza izy io.”",
        "23": "Koa nanao fotoana tamin’i Paoly izy ireo, ary vao mainka maro kokoa no tonga tao an-tranony. Dia nohazavain’i Paoly tsara tamin’izy ireo ny momba ny Fanjakan’Andriamanitra, nanomboka tamin’ny maraina mandra-paharivan’ny andro. Te handresy lahatra azy ireo momba an’i Jesosy mantsy izy, ka nampiasa ny Lalàn’i Mosesy sy izay noresahin’ny Mpaminany.",
        "24": "Ary nino an’izay nolazainy ny sasany, fa ny sasany kosa tsy nino.",
        "25": "Dia tsy nifanara-kevitra izy ireo ka niala tsikelikely, fa i Paoly kosa niteny fotsiny hoe: “Marina mihitsy ny tenin’ny fanahy masina tamin’ny razambenareo, tamin’ny alalan’i Isaia mpaminany,",
        "26": "hoe: ‘Mandehana any amin’ity vahoaka ity ka lazao hoe: “Haheno tokoa ianareo nefa tsy hahazo ny dikan’izany mihitsy, ary hijery ianareo nefa tsy hahita mihitsy.",
        "27": "Fa efa lasa donto ny fon’ity vahoaka ity, ary efa naheno ny sofiny fa tsy rototra izy, ary efa nakimpiny ny masony, amin’izay ny masony tsy hahita mihitsy, ary ny sofiny tsy haheno mihitsy. Amin’izay koa ny fony tsy hahazo ny dikan’izany, dia tsy hiverina amiko izy ka tsy hositraniko.”’",
        "28": "Aoka àry ho fantatrareo fa hambara any amin’ny hafa firenena izany famonjena avy amin’Andriamanitra izany. Azo antoka fa hihaino ny fitoriana momba an’izany izy ireny.”",
        "29": "* ——",
        "30": "Koa nipetraka roa taona katroka tao amin’ny trano nohofany i Paoly, ary nandray tsara an’izay rehetra tonga tao aminy.",
        "31": "Nitory ny Fanjakan’Andriamanitra tamin’izy ireo izy ary nampianatra momba an’i Jesosy Kristy Tompo. Tena sahy izy rehefa nanao an’izany sady tsy nisy nanakantsakana."
    },
    "meta": {
        "name": "Asan’ny Apostoly",
        "order": 43,
        "chapter_number": 28
    }
}