{
    "1": {
        "1": "Avy amin’i Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra. Ho an’ny olona masina any Efesosy, izay tsy mivadika sady tafaray amin’i Kristy Jesosy,",
        "2": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "3": "Hoderaina anie ilay Andriamanitra Rain’i Jesosy Kristy Tompontsika! Fa omeny fitahiana ara-panahy be dia be any amin’ny faritry ny lanitra isika, noho isika tafaray amin’i Kristy.",
        "4": "Nifidy antsika izy talohan’ny nanorenana an’izao tontolo izao, mba ho tafaray amin’i Kristy isika, ka ho be fitiavana sy masina ary tsy misy tsiny eo anatrehan’Andriamanitra.",
        "5": "Efa notendreny mialoha mantsy isika mba hatsangany ho zanany amin’ny alalan’i Jesosy Kristy, araka izay mahafinaritra azy sy araka ny sitrapony.",
        "6": "Amin’izay dia hidera azy ny olona noho izy be voninahitra sy naneho hatsaram-panahy miavaka tamintsika, sady tsara fanahy rehefa naneho an’izany tamin’ny alalan’ilay malalany.",
        "7": "Io Zanany io no nampiasaina mba hanafahana antsika amin’ny alalan’ny vidim-panavotana, ka nahazoantsika famelan-keloka noho ny rany. Tena lehibe mantsy ny hatsaram-panahy miavaka asehon’Andriamanitra.",
        "8": "Be dia be izany hatsaram-panahy miavaka nasehony tamintsika izany, sady nomeny ny fahendrena sy ny fahiratan-tsaina rehetra koa isika,",
        "9": "rehefa nampahafantariny antsika ilay zava-miafina masina momba ny sitrapony. Mahafinaritra azy izany zava-miafina izany, sady mifanaraka amin’ilay fikasany,",
        "10": "dia ny hoe hanisy fitantanan-draharaha rehefa tapitra tanteraka ny fotoana voatondro. Amin’izay dia hangonina ho ao amin’i Kristy daholo ny zava-drehetra, izany hoe ny zavatra any an-danitra sy ny zavatra eto an-tany.",
        "11": "Tafaray aminy izahay sady nofidina mba ho mpiara-mandova aminy. Izahay mantsy efa notendrena mialoha araka ny fikasan’Ilay manatanteraka ny zava-drehetra araka izay tiany sy mifanaraka amin’ny sitrapony.",
        "12": "Amin’izay dia hanome voninahitra sy hidera an’Andriamanitra izahay, fa izahay no voalohany nanantena an’i Kristy.",
        "13": "Nanantena azy koa anefa ianareo rehefa avy naheno ny tenin’ny fahamarinana, dia ny vaovao tsara momba ny famonjena anareo. Ary rehefa nino ianareo, dia nasiana tombo-kase tamin’ilay fanahy masina nampanantenaina, ka i Kristy no nampiasain’Andriamanitra hanao an’izany.",
        "14": "Io fanahy masina io no antoka mialoha fa hahazo an’ilay lova isika. Tian’Andriamanitra hafahana amin’ny alalan’ny vidim-panavotana mantsy ny vahoakany, mba hoderaina sy homena voninahitra Izy.",
        "15": "Noho izany, rehefa henoko hoe lasa mino an’i Jesosy Tompo ianareo, sady maneho fitiavana amin’ny olona masina rehetra,",
        "16": "dia tsy mitsahatra misaotra an’Andriamanitra aho noho ny aminareo. Mivavaka ho anareo foana koa aho",
        "17": "mba hanome anareo ny fanahiny ilay Andriamanitr’i Jesosy Kristy Tompontsika, ilay Rain’ny voninahitra. Dia amin’izay ianareo hanam-pahendrena sady hahazo ny dikan’izay zavatra aharihariny, ka hahafantatra tsara azy.",
        "18": "Nataony mahiratra ny mason’ny fonareo, mba ho fantatrareo ilay fanantenana nomeny anareo tamin’izy niantso anareo. Amin’izay koa ho fantatrareo hoe be voninahitra ilay harena tehiriziny ho lovan’ny olona masina,",
        "19": "ary faran’izay lehibe ilay hery omeny antsika mpino. Hita hoe lehibe izany heriny izany rehefa ampiasainy.",
        "20": "Io hery io no nananganany an’i Kristy tamin’ny maty sy nametrahany azy teo ankavanany any amin’ny faritry ny lanitra.",
        "21": "Nasandrany izy ka nataony ambony lavitra noho izay fanjakana sy fahefana sy hery sy fitondrana ary anarana rehetra, tsy eto amin’izao tontolo izao ihany, fa any amin’ilay ho avy koa.",
        "22": "Nasainy nanaiky an’i Kristy koa ny zava-drehetra ka nataony eo ambany tongony. Ary nataony lohan’ny zavatra rehetra izy ao amin’ny fiangonana,",
        "23": "izany hoe ny vatany. Feno ny zava-drehetra momba azy ny fiangonana, ary izy no mameno ny zava-drehetra."
    },
    "2": {
        "1": "Novelomin’Andriamanitra koa ianareo, na dia maty noho ny helokareo sy ny fahotanareo aza.",
        "2": "Hoatr’izany ianareo taloha, satria nanao ny fanaon’izao tontolo izao sady nanaraka an’ilay mpitondra mifehy ny rivotra. Io rivotra io dia ny toe-tsaina manjaka amin’izao ao amin’ny zanaky ny tsy fankatoavana.",
        "3": "Nitondra tena hoatr’azy ireo isika rehetra taloha, ka nanome fahafaham-po ny fanirian’ny nofontsika, satria izay tian’ny nofontsika sy izay saim-pantatsika fotsiny no nataontsika. Ary efa zanaky ny fahatezerana hoatran’ny olona rehetra isika hatramin’ny vao teraka.",
        "4": "Tena mamindra fo anefa Andriamanitra, ary noho ny fitiavana lehibe nasehony tamintsika",
        "5": "dia novelominy niaraka tamin’i Kristy isika, na dia maty noho ny helotsika aza.—Hatsaram-panahy miavaka no namonjena anareo.—",
        "6": "Niaraka novelominy sy nomeny toerana any amin’ny faritry ny lanitra koa isika, satria nataony tafaray amin’i Kristy Jesosy,",
        "7": "mba hampisehoana hoe tsy misy fetra sady tena lehibe ny hatsaram-panahiny miavaka, ao amin’ilay tontolo ho avy. Hampiseho an’izany tokoa Izy amin’izay ka hanao zavatra tsara ho antsika tafaray amin’i Kristy Jesosy.",
        "8": "Izany hatsaram-panahy miavaka izany no namonjena anareo, noho ny finoanareo. Fanomezan’Andriamanitra anefa izany, fa tsy noho ny ezaka nataonareo.",
        "9": "Tsy vokatry ny ezaka nataonareo mihitsy izany, sao dia lasa misy manana antony hireharehana.",
        "10": "Asa tanan’Andriamanitra mantsy isika sady noforonina hanao asa tsara, noho isika tafaray amin’i Kristy Jesosy. Efa nomanin’Andriamanitra mialoha hoe hataontsika izany asa izany.",
        "11": "Tadidio àry fa olon’izao tontolo izao ianareo taloha, hatramin’ny vao teraka. Niantso anareo hoe “tsy voafora” ireo antsoina hoe “voafora”, izay noforana teo amin’ny nofo sady noforan’ny tanan’olona.",
        "12": "Tsy nanana an’i Kristy ianareo tamin’izany fotoana izany, sady tsy nifandray tamin’ny firenen’Israely ary tsy tafiditra tamin’ireo fifanekena momba ny fampanantenana. Tsy nanana fanantenana koa ianareo sady tsy nanana an’Andriamanitra, teo amin’izao tontolo izao.",
        "13": "Lavitra an’Andriamanitra ianareo taloha, nefa efa lasa akaiky azy izao, satria tafaray amin’i Kristy Jesosy noho ny rany.",
        "14": "Izy mantsy no nampihavana antsika. Izy ilay nampiray antsika roa tonta sy nandrava an’ilay rindrina nanasaraka antsika.",
        "15": "Ny nofony no nanafoanany an’ilay nahatonga antsika roa tonta ho mpifahavalo, dia ny Lalàna misy didy maro. Tiany ho lasa olom-baovao iray ihany sy hihavana mantsy isika roa tonta, izay samy tafaray aminy.",
        "16": "Tiany koa ny hampihavana tanteraka antsika amin’Andriamanitra, amin’ny alalan’ny hazo fijaliana. Dia ho lasa vatana iray ihany isika, satria efa nofoanany tamin’izy maty ilay zavatra nahatonga antsika ho mpifahavalo.",
        "17": "Dia tonga izy ka nitory ny vaovao tsara momba ny fihavanana taminareo izay lavitra an’Andriamanitra, sy tamin’izay akaiky azy.",
        "18": "Amin’ny alalany mantsy no ahafahantsika roa tonta manatona ny Ray, satria fanahy iray ihany no azontsika rehetra.",
        "19": "Tsy vahiny na hafa firenena intsony àry ianareo, fa mpiray firenena amin’ny olona masina sady anisan’ny ankohonan’Andriamanitra.",
        "20": "Ary efa naorina teo ambony fototra, dia ny apostoly sy ny mpaminany, ianareo. I Kristy Jesosy kosa no vato fehizoro.",
        "21": "Tafaray amin’i Kristy ilay trano manontolo, ary tafakambana tsara daholo ny zavatra anamboarana azy. Dia mihamiakatra ilay trano, ka lasa tempoly masina ho an’i Jehovah.",
        "22": "Tafaray aminy koa ianareo, dia miaraka aorin’Andriamanitra mba ho lasa toerana honenany amin’ny alalan’ny fanahiny."
    },
    "3": {
        "1": "Noho izany, izaho Paoly, ilay migadra satria izaho an’i Kristy Jesosy sady manampy anareo hafa firenena...",
        "2": "Efa henonareo tokoa ilay andraikitra nankinina tamiko, dia ny hanampy anareo handray soa amin’ny hatsaram-panahy miavaka asehon’Andriamanitra.",
        "3": "Nampahafantariny ahy sy naharihariny tamiko mantsy ilay zava-miafina masina, araka ilay efa nosoratako fohifohy taminareo.",
        "4": "Rehefa mamaky an’ity àry ianareo, dia ho azonareo hoe haiko tsara ilay zava-miafina masina momba an’i Kristy.",
        "5": "Tsy nampahafantarina an’io zava-miafina io ny taranaka tany aloha, nefa izao ilay izy naharihary tamin’ny apostoliny masina sy ny mpaminaniny, tamin’ny alalan’ny fanahy masina.",
        "6": "Izao ilay zava-miafina: Rehefa lasa tafaray amin’i Kristy Jesosy sy nanaiky ny vaovao tsara ny hafa firenena, dia tokony ho mpiray lova aminay sy anisan’ilay vatana iray ihany. Dia hahazo an’ilay zavatra nampanantenain’Andriamanitra anay koa izy ireo.",
        "7": "Lasa mpanompo miandraikitra an’izany àry aho, noho ny hatsaram-panahy miavaka nasehon’Andriamanitra tamiko, ary fanomezana maimaim-poana izany. Nanehoany an’izany hatsaram-panahy izany aho tamin’izy nampiseho ny heriny tamiko.",
        "8": "Izaho izay mbola kely noho ny kely indrindra amin’ny olona masina rehetra no nanehoana an’izany hatsaram-panahy miavaka izany. Noho izany, dia afaka nitory tamin’ny hafa firenena ny vaovao tsara momba ny harena tsy hita fetran’i Kristy aho,",
        "9": "sady nanampy ny olona rehetra hahita an’izay ataon’Andriamanitra momba an’ilay zava-miafina masina. Efa hatramin’ny ela be io zava-miafina io no nafenin’ilay Andriamanitra namorona ny zava-drehetra.",
        "10": "Nanao an’izany Andriamanitra mba ho amin’izao no ampahafantarana ny fahendreny, izay miseho amin’ny fomba isan-karazany, amin’ny fanjakana sy ny manam-pahefana any amin’ny faritry ny lanitra, ary amin’ny alalan’ny fiangonana no ampahafantarana an’izany.",
        "11": "Izany dia mifanaraka amin’ilay fikasany hatrizay hatrizay momba an’i Kristy, dia i Jesosy Tompontsika.",
        "12": "Izy no mahatonga antsika ho sahy miteny, sy ho afaka hanatona an’Andriamanitra amin-toky noho isika mino azy.",
        "13": "Miangavy anareo àry aho mba tsy ho kivy satria hoe miaritra fahoriana aho noho izaho manampy anareo. Voninahitra ho anareo mantsy ireny.",
        "14": "Noho izany, dia mandohalika eo anatrehan’ny Ray aho.",
        "15": "Izy mantsy no nampisy ny fianakaviana rehetra any an-danitra sy eto an-tany ka nahazoan’izy ireo anarana.",
        "16": "Mivavaka aho mba hampiasa ny hery avy amin’ny fanahiny Andriamanitra, mba hanatanjahana ny fonareo sy ny sainareo, satria tena manan-karena voninahitra izy.",
        "17": "Mivavaka koa aho mba ho ao am-ponareo foana i Kristy, miaraka amin’ny fitiavanareo, satria ianareo mino azy. Dia enga anie ianareo mba hamaka tsara sy hiorina mafy eo amin’ny fototra!",
        "18": "Amin’izay dia ho azonareo tsara miaraka amin’ny olona masina rehetra ny fahamarinana, izany hoe ny sakany sy halavany sy haavony ary halaliny,",
        "19": "dia ho fantatrareo koa ny fitiavan’i Kristy izay mbola mihoatra noho ny fahalalana, mba ho feno ny toetra rehetra avy amin’Andriamanitra ianareo.",
        "20": "Afaka manao mihoatra noho izay rehetra angatahintsika na eritreretintsika Andriamanitra, ary mihoatra lavitra noho izany aza, noho ilay heriny miasa ao anatintsika. Ho azy anie ny voninahitra,",
        "21": "eny, ho azy anie ilay voninahitra amin’ny alalan’ny fiangonana sy amin’ny alalan’i Kristy Jesosy, hatrany amin’ny taranaka rehetra mandrakizay mandrakizay! Amena."
    },
    "4": {
        "1": "Miangavy anareo àry aho, izaho ilay gadra noho ny amin’ny Tompo, mba hitondra tena tsara ianareo ka ho mendrika an’ilay fiantsoana anareo,",
        "2": "izany hoe hanetry tena sy halemy fanahy foana, hanam-paharetana, hifandefitra noho ny fitiavana,",
        "3": "ary hiezaka mafy ho tafaray foana sady hihavana, satria efa nampiraisin’ny fanahy masina ianareo.",
        "4": "Iray ny vatana, ary iray ny fanahy masina, hoatran’ny niantsoana anareo ho amin’ny fanantenana iray ihany.",
        "5": "Iray ny Tompo, iray ny finoana, ary iray ny batisa.",
        "6": "Iray ilay Andriamanitra sady Rain’ny olona rehetra, ary manana fahefana amin’izy rehetra. Mampiasa azy rehetra koa izy, ary miasa ao anatin’izy rehetra.",
        "7": "Nanehoana hatsaram-panahy miavaka isika tsirairay, arakaraka izay nomen’i Kristy, ary maimaim-poana izany fanomezana izany.",
        "8": "Fa voasoratra hoe: “Nitondra olona maro ho babo izy rehefa niakatra tany amin’ny avo, ary lehilahy no nataony fanomezana.”",
        "9": "Fa inona no dikan’ilay hoe ‘niakatra izy’? Midika izany hoe nidina tetỳ amin’ny faritra ambany koa izy, izany hoe tetỳ an-tany.",
        "10": "Ilay nidina ihany no niakatra any lavitra any, any ambonin’ny lanitra rehetra, mba hahatonga ny zava-drehetra ho tanteraka.",
        "11": "Ny sasany notendreny ho apostoly, ny sasany ho mpaminany, ny sasany ho mpitory ny vaovao tsara, ary ny sasany ho mpiandry sy mpampianatra,",
        "12": "dia amin’izay izy ireo ho afaka hanitsy ny olona masina, hanao fanompoana, ary hanatanjaka ny vatan’i Kristy.",
        "13": "Hanao an’izany izy ireo mandra-pahatonga antsika rehetra hanana zavatra inoana mitovy, sy hanana fahalalana mitovy momba ny Zanak’Andriamanitra. Amin’izay isika ho lasa olon-dehibe, izany hoe ho lasa matotra tanteraka hoatran’i Kristy.",
        "14": "Tsy tokony ho zaza intsony àry isika, ka hatopatopan’ny onja sy havezivezin’ny rivotr’izao karazana fampianarana rehetra izao, izany hoe ho voataonan’ny olona mamitaka sy fetsifetsy.",
        "15": "Milaza ny marina kosa isika, dia andao hitombo amin’ny lafiny rehetra noho ny fitiavana, ka hanahaka an’i Kristy, ilay lohan’ny vatana.",
        "16": "Izy no mahatonga ny vatana manontolo ho tafakambana tsara sy hiara-miasa satria mifanampy ny tonon-taolana rehetra mba hanome izay ilaina. Rehefa miasa tsara ny rantsambatana tsirairay, dia mitombo ny vatana ka mihamatanjaka noho ny fitiavana.",
        "17": "Izao àry no lazaiko sady ampirisihako anareo eo anatrehan’ny Tompo: Aza manao hoatran’izao tontolo izao intsony, fa tsy misy dikany ny fisainan’izy ireo.",
        "18": "Maizin-tsaina izy ireo sady tsy hahazo an’ilay fiainana ampanantenain’Andriamanitra antsika, satria tsy mahalala an’Andriamanitra izy ireo ary tsy mihontsina ny fony.",
        "19": "Efa tsy mahalala menatra intsony izy ireo, ka manaram-po amin’ny fitondran-tena tsy misy henatra sy manao an’izao karazana fahalotoana rehetra izao, sady tsy mety afa-po fa mbola te hanao foana.",
        "20": "Nianaranareo anefa hoe tsy mba hoatr’izany i Kristy,",
        "21": "raha naheno azy tokoa ianareo, tamin’ianareo nampianarina mifanaraka amin’ny fahamarinana nampianarin’i Jesosy.",
        "22": "Nampianarina ianareo hoe tokony hanala ny toetranareo taloha, izay mifanaraka amin’ny fitondran-tenanareo taloha sady miharatsy foana noho ny fanirian-dratsy mamitaka.",
        "23": "Tokony hanavao ny toe-tsainareo foana koa ianareo,",
        "24": "ary tokony hitafy ny toetra vaovao izay noforonina mifanaraka amin’ny sitrapon’Andriamanitra, sady mifanaraka amin’izay atao hoe tena marina sy tsy mivadika.",
        "25": "Satria àry efa narianareo ny lainga, dia samia milaza ny marina amin’ny namanareo avy ianareo tsirairay, fa rantsambatana mifampiankina isika.",
        "26": "Tezera fa aza manota. Aza avela ho tratran’ny masoandro milentika ny fahatezeranareo,",
        "27": "ary aza omena hirika ny Devoly.",
        "28": "Aoka ny mpangalatra tsy hangalatra intsony, fa tokony hiasa mafy kosa izy, ka hampiasa ny tanany hanaovana asa tsara, mba hanan-javatra hozaraina amin’izay sahirana.",
        "29": "Aza avela hisy teny ratsy hivoaka amin’ny vavanareo, fa izay tsara mba hampaherezana ihany, rehefa ilaina izany, mba hizarana zavatra mahasoa an’izay mihaino.",
        "30": "Aza manao izay hampalahelo ny fanahy masin’Andriamanitra koa, fa nasiana tombo-kase tamin’io fanahy io ianareo mba hafahana amin’ny alalan’ny vidim-panavotana rehefa tonga ilay andro fanafahana.",
        "31": "Esory aminareo daholo rehefa mety ho lolompo, fahatezerana, fisafoahana, filelalelana, ary fanevatevana, sy ny toetra hafa rehetra mampalahelo ny hafa.",
        "32": "Miezaha kosa ho tsara fanahy amin’ny namanareo avy, ka hangoraka sy hifamela heloka tanteraka, toy ny namelan’Andriamanitra tanteraka ny helokareo, tamin’ny alalan’i Kristy."
    },
    "5": {
        "1": "Tahafo àry Andriamanitra, satria zanany malalany ianareo.",
        "2": "Dia miezaha foana haneho fitiavana, hoatran’ny nitiavan’i Kristy antsika sy nanolorany ny tenany mba hatao fanatitra sy sorona ho antsika, ho hanitra mamerovero ho an’Andriamanitra.",
        "3": "Aza avela hotononina eo aminareo akory izay resaka momba ny fijangajangana sy izay rehetra mety ho fahalotoana na faniriana tsy mety afa-po, fa tsy mety amin’ny olona masina izany.",
        "4": "Aza avela hotononina koa izay fitondran-tena mahamenatra na resaka adaladala na vazivazy vetaveta, satria samy tsy mendrika ireo. Aleo kosa misaotra an’Andriamanitra.",
        "5": "Fantatrareo mantsy, ary takatrareo tsara fa samy tsy manana lova ao amin’ny Fanjakan’i Kristy sy Andriamanitra, na ny mpijangajanga, na ny olona manaraka fanao maloto, na ny olona tsy mety afa-po, izany hoe mpanompo sampy.",
        "6": "Aza avela hisy hamitaka anareo amin’ny teny tsy misy dikany, satria ireo zavatra ireo no mahatonga an’Andriamanitra ho tezitra amin’ny zanaky ny tsy fankatoavana.",
        "7": "Aza manao hoatr’ireny àry.",
        "8": "Tao amin’ny haizina mantsy ianareo teo aloha, fa efa ao amin’ny mazava kosa izao, noho ianareo tafaray amin’ny Tompo. Asehoy eo amin’ny fiainanareo foana fa zanaky ny mazava ianareo.",
        "9": "Ny vokatry ny mazava mantsy dia izay rehetra atao hoe hatsaran-toetra sy fanaovana ny marina ary fahamarinana.",
        "10": "Fantaro tsara foana izay ankasitrahan’ny Tompo,",
        "11": "ary aza atao intsony ny zavatra tsy misy dikany fanaon’ny olona ao amin’ny maizina. Asehoy kosa hoe ratsy ireny zavatra ireny.",
        "12": "Fa mahamenatra na dia ny manonona an’izay ataon’ireny olona ireny ao amin’ny miafina aza.",
        "13": "Asehon’ny hazavana ny zava-drehetra abaribary, fa lasa mazava daholo ny zava-drehetra aseho.",
        "14": "Voalaza àry hoe: “Mifohaza ianao izay matory, ary mitsangàna amin’ny maty, dia hanazava anao i Kristy.”",
        "15": "Koa mitandrema tsara foana amin’izay ataonareo, mba ho hita hoe hendry ianareo fa tsy adala,",
        "16": "ka ampiasao tsara ny fotoananareo, fa ratsy izao andro izao.",
        "17": "Aza miadaladala intsony àry, fa fantaro foana izay sitrapon’i Jehovah.",
        "18": "Ary aza mba mamon’ny divay, fa mahatonga anareo hanao hadalana izany. Aoka kosa ianareo ho feno fanahy masina foana.",
        "19": "Rehefa mifampiresaka koa ianareo, dia mifampahereza amin’ny salamo sy fiderana an’Andriamanitra ary hira masina, ary mihirà amin’ny fo ho an’i Jehovah, miaraka amin’ny mozika.",
        "20": "Misaora foana koa an’ilay Andriamanitra Raintsika noho ny zavatra rehetra, ary ataovy amin’ny anaran’i Jesosy Kristy Tompontsika izany.",
        "21": "Samia manaiky ny namanareo avy ianareo, noho ianareo matahotra an’i Kristy.",
        "22": "Ianareo vehivavy, maneke ny vadinareo, toy ny anekena ny Tompo,",
        "23": "satria ny lehilahy no lohan’ny vadiny, hoatran’i Kristy izay lohan’ny fiangonana, ary izy no mpamonjy an’io vatana io.",
        "24": "Hoatran’ny aneken’ny fiangonana an’i Kristy no tokony haneken’ny vehivavy ny vadiny amin’ny zavatra rehetra.",
        "25": "Ry lehilahy, tiavo foana ny vadinareo, tahaka ny nitiavan’i Kristy ny fiangonana sy ny nanolorany ny tenany hamonjy azy,",
        "26": "mba hanamasinany azy, ka hanadiovany azy amin’ny rano fandroana, izany hoe ny teny.",
        "27": "Amin’izay ny fiangonana dia ho tena tsara eo anatrehany, ka tsy hisy pentina na ketrona na zavatra hoatr’izany, fa ho masina sy tsy misy tsiny.",
        "28": "Hoatr’izany koa fa tokony ho tia ny vadiny ny lehilahy, hoatran’ny itiavany ny tenany. Izay tia ny vadiny dia tia ny tenany.",
        "29": "Tsy misy olona mankahala ny tenany mantsy, fa mamelona sy miahy azy kosa, hoatran’ny ataon’i Kristy amin’ny fiangonana,",
        "30": "satria anisan’ny vatany isika.",
        "31": "“Noho izany, dia handao ny rainy sy ny reniny ny lehilahy ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy roa.”",
        "32": "Lehibe izany zava-miafina masina izany. Miresaka momba an’i Kristy sy ny fiangonana aho.",
        "33": "Na izany aza, dia tsy maintsy tia ny vadiny tahaka ny tenany ny lehilahy tsirairay, fa ny vehivavy indray tokony hanaja lalina ny vadiny."
    },
    "6": {
        "1": "Ianareo zanaka, ankatoavy ny ray aman-dreninareo, araka izay sitrapon’ny Tompo, fa izany no mety.",
        "2": "“Hajao ny rainao sy ny reninao.” Izany no didy voalohany misy an’izao fampanantenana izao:",
        "3": "“Amin’izay hahita soa sady ho ela velona eto ambonin’ny tany ianao.”",
        "4": "Ary ianareo ray, aza mampahatezitra ny zanakareo, fa tezao foana araka izay anatra omen’i Jehovah sy izay atorony izy.",
        "5": "Ianareo mpanompo, ankatoavy amin’ny fo ny tomponareo ka hajao sy atahory, hoatran’ny ataonareo amin’i Kristy.",
        "6": "Tsy hoe rehefa misy manara-maso ihany ianareo vao tokony hanao an’izany, hoatran’ny hoe te hampifaly olona fotsiny, fa noho ianareo mpanompon’i Kristy sady manao ny sitrapon’Andriamanitra amin’ny fo manontolo.",
        "7": "Manompoa amin’ny fo, toy ny hoe ho an’i Jehovah, fa tsy ho an’olona,",
        "8": "satria fantatrareo fa hovalian’i Jehovah soa izay zavatra tsara ataon’ny olona tsirairay, na andevo izy na olona afaka.",
        "9": "Ary ianareo tompo, ataovy hoatr’izany foana koa ny mpanomponareo ka aza mandrahona azy. Fantatrareo mantsy fa any an-danitra ilay Tompon’izy ireo sady Tomponareo, ary tsy mba mijery tavan’olona izy.",
        "10": "Farany, ataovy foana izay hahazoana hery avy amin’ny Tompo satria tena mahery izy.",
        "11": "Tafio daholo izay fiadiana omen’Andriamanitra anareo, mba ho mafy orina ianareo ka ho vitanareo ny hanohitra ny teti-dratsin’ny Devoly.",
        "12": "Isika mantsy tsy miady amin’ny nofo aman-dra, fa amin’ny fanjakana sy manam-pahefana sy mpanjakan’izao tontolo anaty haizina izao, ary amin’ny fanahy ratsy eny amin’ny faritry ny lanitra.",
        "13": "Raiso daholo àry izay fiadiana omen’Andriamanitra, mba ho vitanareo ny hanohitra an’izay fanafihana anareo amin’ny andro anjakan’ny faharatsiana. Dia ho mafy orina ianareo rehefa vitanareo izany rehetra izany.",
        "14": "Koa miezaha ho mafy orina, ka ataovy fehikibo eo amin’ny andilanareo ny fahamarinana, ary ataovy fiarovan-tratra ny fanaovana ny marina.",
        "15": "Ary ataovy kiraro amin’ny tongotrareo ny fahavononana hitory ny vaovao tsaran’ny fihavanana.",
        "16": "Ankoatra an’ireo rehetra ireo, dia raiso ny ampinga lehibe, dia ny finoana, fa io no hahafahanareo hamono ny zana-tsipìka mirehitra rehetra alefan’ilay ratsy.",
        "17": "Anaovy koa ny fiarovan-doha, izany hoe ny famonjena, ary raiso ny sabatry ny fanahy, izany hoe ny tenin’Andriamanitra.",
        "18": "Ary mivavaha foana na amin’ny fotoana inona na amin’ny fotoana inona, sady araho ny fitarihan’ny fanahy, ka manaova vavaka sy fitalahoana amin’ny endriny rehetra. Miambena àry sady manaova foana fitalahoana ho an’ny olona masina rehetra.",
        "19": "Mivavaha koa ho ahy mba hatoro ahy izay tokony hoteneniko rehefa miteny aho. Amin’izay aho ho sahy hiteny rehefa mampahafantatra an’ilay zava-miafina masina momba ny vaovao tsara.",
        "20": "Fa izany vaovao tsara izany no mahatonga ahy ho ambasadaoro mifatotra rojo vy. Mivavaha koa ho ahy mba ho sahiko ny hiresaka momba an’izany, araka izay tokony hoteneniko.",
        "21": "Hampahafantatra anareo ny zava-drehetra i Tykiko, rahalahy malala sy mpanompo mendri-pitokisana ao amin’ny Tompo, amin’izay ho fantatrareo koa ny momba ahy sy izay ataoko.",
        "22": "Izao no tena antony anirahako azy ho any aminareo: Mba ho fantatrareo hoe manao ahoana izahay, dia izy koa ho afaka hampionona ny fonareo.",
        "23": "Enga anie ilay Andriamanitra Ray sy Jesosy Kristy Tompo hanome fiadanana an’ireo rahalahy sy haneho fitiavana aminy ary hanome finoana azy!",
        "24": "Enga anie hanehoana hatsaram-panahy miavaka daholo izay rehetra tena tia an’i Jesosy Kristy Tompontsika!"
    },
    "meta": {
        "name": "Efesianina",
        "order": 48,
        "chapter_number": 6
    }
}