{
    "1": {
        "1": "Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra. Ho an’ny olona masina any Efesosy sy ireo olona tsy mivadika izay tafaray amin’i Kristy Jesosy,",
        "2": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "3": "Hisaorana anie ilay Andriamanitra sady Rain’i Jesosy Kristy Tompontsika, satria nitahy antsika izy ka nanome antsika ny fitahiana ara-panahy rehetra any amin’ny faritry ny lanitra, noho isika tafaray amin’i Kristy!",
        "4": "Nifidy antsika izy talohan’ny nanorenana izao tontolo izao, mba ho tafaray amin’i Kristy isika, ary mba ho masina sy tsy misy tsiny eo anatrehan’Andriamanitra, noho ny fitiavana.",
        "5": "Izy mantsy efa nanendry antsika mialoha mba hatsangany ho zanany amin’ny alalan’i Jesosy Kristy, araka izay mahafinaritra azy sy araka ny sitrapony,",
        "6": "ho fiderana ny hatsaram-panahiny tsy manam-paharoa sy be voninahitra, izay nasehony tamintsika tamin-katsaram-panahy, tamin’ny alalan’ilay tiany.",
        "7": "Izy io no ananantsika ilay fanafahana entin’ny vidim-panavotana amin’ny alalan’ny rany, eny, ahazoantsika ny famelana ny helotsika, araka ny harenan’ny hatsaram-panahiny tsy manam-paharoa.",
        "8": "Be dia be ny hatsaram-panahy nasehony tamintsika, ary nomeny antsika koa ny fahendrena sy ny fahaiza-misaina rehetra,",
        "9": "tamin’ny nampahafantarany antsika ny zava-miafina masina ny amin’ny sitrapony. Araka izay mahafinaritra azy izany zava-miafina izany sy mifanaraka amin’ny fikasany",
        "10": "hanangana fitantanan-draharaha, rehefa tapitra tanteraka ny fotoana voatondro. Ary izany dia ny fanangonana indray ao amin’i Kristy ny zava-drehetra, na ny zavatra any an-danitra na ny zavatra eto an-tany. Eny, ao aminy no anangonana ny zava-drehetra,",
        "11": "ary tao aminy no nanaovana antsika koa ho mpandova, ka nanendrena antsika mialoha araka ny fikasan’Andriamanitra. Izy mantsy no mampandeha ny fiasan’ny zava-drehetra araka izay kasain’ny sitrapony.",
        "12": "Koa notendrena ho mpandova isika mba hanompoantsika ho fiderana ny voninahiny, dia isika izay voalohany nanantena an’i Kristy.",
        "13": "Fa nanantena azy koa ianareo rehefa avy nandre ny tenin’ny fahamarinana, dia ny vaovao tsara momba ny famonjena anareo. Ary tamin’ny alalany koa no nanisiana tombo-kase anareo rehefa nino ianareo, dia ny tombo-kasen’ny fanahy masina nampanantenaina,",
        "14": "izay antoka mialoha ny amin’ny lovantsika. Nasiana izany tombo-kase izany ianareo mba hanafahana ny olon’Andriamanitra amin’ny alalan’ny vidim-panavotana, mba hiderana azy amim-boninahitra.",
        "15": "Noho izany, rehefa reko ny finoanareo an’i Jesosy Tompo, izay miseho amin’ny fomba itondranareo ny olona masina rehetra,",
        "16": "dia misaotra an’Andriamanitra mandrakariva aho noho ny aminareo. Ary mahatsiaro anareo amim-bavaka foana aho, eny, mangataka",
        "17": "amin’ilay Andriamanitr’i Jesosy Kristy Tompontsika, ilay Rain’ny voninahitra, mba hanomezany anareo ny fanahin’ny fahendrena, ary mba hahazoanareo ny hevitr’izay zavatra aharihariny, eo am-piezahanareo hahazo fahalalana marina tsara momba azy.",
        "18": "Ary satria efa nampahiratina ny mason’ny fonareo, dia mahatsiaro anareo amim-bavaka koa aho mba hahalalanareo ilay fanantenana niantsoany anareo, sy ilay harena be voninahitra tehiriziny ho lovan’ny olona masina,",
        "19": "ary ilay hery lehibe tsy misy toa azy izay nomeny antsika mpino. Hita eo amin’ny fiasan’ny tanjaky ny heriny izany hery lehibe izany,",
        "20": "izay nampiasainy tamin’i Kristy tamin’izy nanangana azy tamin’ny maty sy nametraka azy teo ankavanany any amin’ny faritry ny lanitra,",
        "21": "ho ambony lavitra noho izay rehetra mety ho fanjakana sy fahefana sy hery sy fitondrana ary ny anarana rehetra nomena, tsy eto amin’ity tontolo ity ihany, fa any amin’ilay ho avy koa.",
        "22": "Ary nasainy nanaiky an’i Kristy ny zava-drehetra, ka nataony eo ambany tongony. Ary nataony ho lohan’ny zavatra rehetra izy, mba hahasoa ny fiangonana,",
        "23": "izay tsy inona fa ny vatany. Feno azy ny fiangonana ary izy no mameno ny zava-drehetra ao amin’ny rehetra."
    },
    "2": {
        "1": "Ary ianareo no novelomin’Andriamanitra na dia fony mbola maty tao amin’ny helokareo sy ny fahotanareo aza.",
        "2": "Tao amin’izany mantsy no nandehananareo taloha, araka an’ity tontolo ity * sy araka an’ilay mpitondra ny fahefan’ny rivotra, dia ny toe-tsaina izay miasa ankehitriny ao amin’ny zanaky ny tsy fankatoavana.",
        "3": "Tamintsika teo amin’izy ireo, dia nitondra tena araka ny fanirian’ny nofontsika isika rehetra taloha, ka nanao izay danin’ny nofontsika sy ny saintsika. Ary efa zanaky ny fahatezerana toy ny hafa rehetra isika hatramin’ny nahaterahantsika.",
        "4": "Fa manankarena famindram-po Andriamanitra, ary noho ny fitiavany lehibe izay nitiavany antsika",
        "5": "no namelomany antsika niaraka tamin’i Kristy, na dia fony mbola maty tao amin’ny helotsika aza isika.—Hatsaram-panahy tsy manam-paharoa no namonjena anareo.—",
        "6": "Ary niara-natsangany sy niara-napetrany teo amin’ny toerana tanantsika any amin’ny faritry ny lanitra isika, noho isika tafaray amin’i Kristy Jesosy.",
        "7": "Nanao izany izy mba hampisehoana fa tsy misy toa azy ny harenan’ny hatsaram-panahiny tsy manam-paharoa, amin’ny fotoana hisian’ireo rafitra ho avy, noho izy tsara fanahy amintsika izay tafaray amin’i Kristy Jesosy.",
        "8": "Izany hatsaram-panahy tsy manam-paharoa izany tokoa no namonjena anareo, noho ny finoanareo. Ary tsy avy aminareo izany, fa fanomezan’Andriamanitra.",
        "9": "Tsia, tsy avy amin’izay atao izany, mba tsy hisy hanana antony hireharehana.",
        "10": "Asan’ny tanany mantsy isika ary noforonina hanao asa tsara, noho isika tafaray amin’i Kristy Jesosy. Efa nomanin’Andriamanitra mialoha izany asa izany mba hitondrantsika tena mifanaraka amin’izany.",
        "11": "Koa tadidio foana fa olon’izao tontolo izao ianareo taloha, raha ny amin’ny nofo. Niantso anareo hoe “tsy voafora” ireo antsoina hoe “voafora” teo amin’ny nofo, dia ireo noforan-tanana.",
        "12": "Tadidio fa tsy nanana an’i Kristy ianareo tamin’izany fotoana izany, ary tafasaraka tamin’ny firenen’Israely ka vahiny raha ny amin’ireo fifanekena momba ny fampanantenana, ary tsy nanana fanantenana sady tsy nanana an’Andriamanitra ianareo, teo amin’izao tontolo izao.",
        "13": "Ianareo izay lavitra fahiny nefa tafaray amin’i Kristy Jesosy ankehitriny, dia efa akaiky izao, noho ny ran’i Kristy.",
        "14": "Izy mantsy no nampihavana antsika, eny, izy izay nampiray antsika roa tonta sy nandrava an’ilay rindrina teo anelanelany izay nanasaraka antsika.",
        "15": "Ny nofony no nanafoanany ny fandrafiana, dia ny Lalàna misy didy maro, mba hamoronany olom-baovao iray ho tafaray aminy avy amin’ireo firenena roa, ka hamitranany fihavanana,",
        "16": "ary mba hampihavanany tanteraka antsika roa tonta amin’Andriamanitra ka ho tonga vatana iray isika, amin’ny alalan’ny hazo fijaliana, satria ny tenany no namonoany ilay fandrafiana.",
        "17": "Dia tonga izy ka nitory ny vaovao tsaran’ny fihavanana taminareo izay lavitra, ary fihavanana tamin’izay akaiky koa,",
        "18": "satria amin’ny alalany no ahafahantsika roa tonta manatona ny Ray amin’ny alalan’ny fanahy iray ihany.",
        "19": "Koa tsy vahiny na mpivahiny intsony àry ianareo, fa mpiray firenena amin’ny olona masina sady anisan’ny ankohonan’Andriamanitra.",
        "20": "Ary efa naorina teo ambony fototra, dia ny apostoly sy ny mpaminany ianareo, fa i Kristy Jesosy kosa no vato fehizoro.",
        "21": "Tafaray aminy ilay rafitra manontolo, izay tafakambana mirindra tsara, ka amin’izany no isondrotany mba ho tonga tempoly masina ho an’i Jehovah.",
        "22": "Tafaray aminy koa ianareo, ka amin’izany no anorenana anareo miaraka mba ho tonga toerana honenan’Andriamanitra amin’ny alalan’ny fanahiny."
    },
    "3": {
        "1": "Izany no antony mahatonga ahy, Paoly, ho voafonja noho ny amin’i Kristy Jesosy, ho anareo hafa firenena—",
        "2": "Efa renareo tokoa fa nasain’Andriamanitra niandraikitra ny hatsaram-panahiny tsy manam-paharoa aho, mba hahasoa anareo.",
        "3": "Koa nampahafantarina ahy, tamin’ny alalan’ny fampiharihariana, ny zava-miafina masina, araka ny efa nosoratako tamin’ny teny fohifohy.",
        "4": "Rehefa mamaky an’ity àry ianareo, dia ho fantatrareo fa mahalala an’ilay zava-miafina masina ny amin’i Kristy aho.",
        "5": "Ny zanak’olombelona tamin’ny taranaka tany aloha dia tsy nampahafantarina an’io zava-miafina io hoatran’izao ampiharihariana azy amin’ny apostoliny masina sy ny mpaminaniny izao, amin’ny alalan’ny fanahy masina.",
        "6": "Izao izany zava-miafina izany: Tokony ho mpiray lova sy anisan’ny vatana iray ireo hafa firenena, sady hiara-manana ilay fampanantenana amintsika, ary ho tafaray amin’i Kristy Jesosy, noho ny vaovao tsara.",
        "7": "Tonga mpanompo miandraikitra izany aho, noho ny hatsaram-panahy tsy manam-paharoan’Andriamanitra. Nomeny an’izany fanomezana maimaim-poana izany aho, ho fanehoany ny heriny.",
        "8": "Izaho izay kely noho ny kely indrindra amin’ny olona masina rehetra no nanehoana izany hatsaram-panahy tsy manam-paharoa izany, dia ny hitory amin’ny hafa firenena ny vaovao tsara momba ny harena tsy hita fetran’i Kristy,",
        "9": "sy ny hanao izay hahitan’ny olona ny fomba itantanana ny zava-miafina masina izay nafenina hatrizay hatrizay tao amin’Andriamanitra, ilay namorona ny zava-drehetra.",
        "10": "Izany dia mba hampahafantarana amin’ireo fanjakana sy fahefana ankehitriny izay mitana toerana any amin’ny faritry ny lanitra, ny lafiny maro samihafa amin’ny fahendren’Andriamanitra, amin’ny alalan’ny fiangonana,",
        "11": "araka ny fikasana mandrakizay nataony momba an’i Kristy, dia i Jesosy Tompontsika.",
        "12": "Izy no ahafahantsika miteny amim-pahasahiana sy manatona an’Andriamanitra amin-toky, noho isika mino an’i Kristy.",
        "13": "Koa mangataka anareo aho mba tsy ho kivy amin’ireny fahoriana nanjo ahy noho ny aminareo ireny. Voninahitra ho anareo mantsy izy ireny.",
        "14": "Izany no antony andohalehako eo anatrehan’ny Ray,",
        "15": "izay ahazoan’ny fianakaviana rehetra any an-danitra sy eto an-tany anarana,",
        "16": "mba hanaovany izay hahatonga anareo, araka ny harenan’ny voninahiny, hohatanjahina raha ny amin’ny toetra maha izy anareo, amin’ny alalan’ny hery avy amin’ny fanahiny, *",
        "17": "sy hanana an’i Kristy hitoetra ao am-ponareo amin’ny alalan’ny finoanareo, ao anatin’ny fitiavana. Mivavaka koa aho mba hamaka tsara sy hiorina mafy eo amin’ny fototra ianareo.",
        "18": "Amin’izay ianareo dia hiara-mahatakatra tsara amin’ny olona masina rehetra izay sakany sy halavany sy haavony ary halaliny,",
        "19": "ary hahalala ny fitiavan’i Kristy izay mihoatra noho ny fahalalana, mba ho heniky ny fahafenoana rehetra omen’Andriamanitra ianareo.",
        "20": "Ary ho an’ilay afaka manao mihoatra noho izay rehetra angatahintsika na eritreretintsika, eny, mihoatra lavitra noho izany mihitsy aza, araka ny heriny izay miasa ao anatintsika,",
        "21": "dia ho azy anie ny voninahitra, amin’ny alalan’ny fiangonana sy amin’ny alalan’i Kristy Jesosy hatrany amin’ny taranaka rehetra mandrakizay mandrakizay! Amena."
    },
    "4": {
        "1": "Koa miangavy anareo aho, dia izaho izay voafonja noho ny amin’ny Tompo, mba hitondra tena mendrika ny fiantsoana izay niantsoana anareo ianareo,",
        "2": "ary hanao izany amim-panetren-tena sy amim-pahalemem-panahy tanteraka, ary amin’ny fahari-po, ka hifampizaka amim-pitiavana,",
        "3": "sy hiezaka mafy hitana ny maha iray ny fanahy ao anatin’ny fihavanana, izay fatorana mampiray.",
        "4": "Iray ny vatana, ary iray ny fanahy * masina, tahaka ny maha iray ny fanantenana izay niantsoana anareo.",
        "5": "Iray ny Tompo, iray ny finoana, ary iray ny batisa.",
        "6": "Iray Andriamanitra sady Rain’izy rehetra, sy manana fahefana amin’izy rehetra, ary miasa amin’ny alalan’ny rehetra sy ao amin’ny rehetra.",
        "7": "Isika tsirairay avy no nanehoana hatsaram-panahy tsy manam-paharoa, araka ny fatra izay amaran’i Kristy ny fanomezana maimaim-poana.",
        "8": "Koa izany no ilazany hoe: “Nitondra babo izy rehefa niakatra tany amin’ny avo, ary nanolotra lehilahy ho fanomezana.”",
        "9": "Ary inona moa no dikan’ny hoe ‘niakatra izy’? Midika izany fa izy koa dia nidina tatỳ amin’ny faritra ambany, izany hoe ny tany.",
        "10": "Ilay nidina ihany no niakatra any lavitra any ambonin’ny lanitra rehetra, mba hahatonga ny zava-drehetra ho feno.",
        "11": "Ary nanome ny sasany ho apostoly izy, ny sasany ho mpaminany, ny sasany ho mpitory ny vaovao tsara, ny sasany ho mpiandry sy mpampianatra,",
        "12": "mba hanitsiana ny olona masina, ka hanaovany asa fanompoana, sy hanorenana ny vatan’i Kristy.",
        "13": "Ary izany dia mandra-pananantsika rehetra zavatra inoana iray ihany sy fahalalana marina tsara iray ihany momba ny Zanak’Andriamanitra, sy mandra-pahatongantsika ho olon-dehibe, ary hahatratrarantsika ny halehiben’ny fahafenoan’i Kristy.",
        "14": "Amin’izay dia tsy ho zaza intsony isika ka hatopatopan’ny onja sy havezivezin’izao karazan-drivotry ny fampianarana rehetra izao amin’ny alalan’ny famitahan’ny olona, sy amin’ny alalan’ny hafetsen-dratsy amin’ny famoronana hevi-diso.",
        "15": "Milaza ny marina kosa isika, ka aoka hitombo amin’ny zava-drehetra amin’ny alalan’ny fitiavana mba hifanaraka amin’ny loha, dia i Kristy.",
        "16": "Koa izy no ahafahan’ny vatana iray manontolo mandray anjara amin’ny fitomboan’ny vatana mba hiorenany ao anatin’ny fitiavana. Mahavita izany ny vatana noho izy io tafakambana mirindra tsara sady natao hiara-miasa amin’ny alalan’ny tonon-taolana rehetra mpanome izay ilaina, sy hiara-miasa araka ny tokony ho fiasan’ny rantsambatana tsirairay.",
        "17": "Koa izao no lazaiko sady hamafisiko eo anatrehan’ny Tompo, dia ny tsy handehananareo intsony tahaka an’izao tontolo izao, izay mandeha araka ny fahafoanan’ny sainy,",
        "18": "sady maizin-tsaina sy lavitra ny fiainana avy amin’Andriamanitra, noho ny tsy fahalalana ao anatiny sy noho ny hamafin’ny fony.",
        "19": "Efa tsy mahalala menatra intsony izy ireny, ka manaram-po amin’ny fitondran-tena baranahiny hanao izao karazam-pahalotoana rehetra izao, sady tsy mety afa-po fa mbola te hanao foana.",
        "20": "Tsy mba toy izany kosa no nianaranareo momba an’i Kristy,",
        "21": "raha toa ka izy tokoa no renareo ary tamin’ny alalany no nampianarana anareo, araka ilay fahamarinana nampianarin’i Jesosy.",
        "22": "Eny, nampianarina ianareo mba hanaisotra ny toetranareo taloha, izay mifanaraka amin’ny fitondran-tenanareo fahiny sady mihasimba araka ny faniriany mamitaka,",
        "23": "fa mba hohavaozina hatrany kosa ianareo eo amin’ny hery mibaiko ny sainareo,",
        "24": "ka mba hitafy ny toetra vaovao izay noforonina araka ny sitrapon’Andriamanitra, amin’ny tena fahitsiana sy tsy fivadihana.",
        "25": "Koa satria àry efa narianareo ny lainga, dia milazà ny marina amin’ny namanareo avy ianareo tsirairay, fa rantsambatana mifampiankina isika.",
        "26": "Tezera fa aza manota. Aza avela ho tratran’ny masoandro milentika ny fahatezeranareo,",
        "27": "ary aza omena toerana ny Devoly.",
        "28": "Aoka ny mpangalatra tsy hangalatra intsony, fa aoka kosa izy hiasa mafy, ka hampiasa ny tanany hanaovana asa tsara, mba hanan-javatra hozaraina amin’izay sahirana.",
        "29": "Aoka tsy hisy teny ratsy hivoaka amin’ny vavanareo, fa izay teny tsara ho fampaherezana kosa, rehefa ilaina izany, mba hahasoa an’izay mihaino.",
        "30": "Ary aza manao izay hampalahelo ny fanahy masin’Andriamanitra, izay nanisiana tombo-kase anareo ho amin’ilay andro hanafahana anareo amin’ny alalan’ny vidim-panavotana.",
        "31": "Aoka hesorina tsy ho eo aminareo ny lolompo rehetra, ny fahatezerana rehetra, ny fahavinirana rehetra, ny filelalelana rehetra ary ny fanevatevana rehetra, mbamin’ny faharatsiana rehetra.",
        "32": "Aoka kosa ianareo ho tsara fanahy amin’ny namanareo avy, ka hangoraka sy hifamela heloka tanteraka, toy ny namelan’Andriamanitra tanteraka ny helokareo, tamin’ny alalan’i Kristy."
    },
    "5": {
        "1": "Koa aoka hanahaka an’Andriamanitra ianareo, amin’ny maha zanaka malala anareo.",
        "2": "Ary mandehana mandrakariva amin’ny fitiavana, tahaka ny nitiavan’i Kristy anareo koa, ka nanolorany ny tenany ho anareo, ho fanatitra sy sorona ho an’Andriamanitra mba ho hanitra mamerovero.",
        "3": "Aoka tsy hotononina eo aminareo akory izay resaka momba ny fijangajangana sy izay rehetra mety ho fahalotoana na izay faniriana tsy mety afa-po, fa tsy mendrika ny olona masina izany,",
        "4": "na fitondran-tena mahamenatra na resaka adaladala na vazivazy vetaveta, izay samy tsy mety, fa aleo kosa manao teny fisaorana.",
        "5": "Fantatrareo mantsy, eny, takatrareo fa samy tsy manana lova ao amin’ny fanjakan’i Kristy sy Andriamanitra, na ny mpijangajanga na ny olona mpanaraka fanao maloto na ny olona manana faniriana tsy mety afa-po, izany hoe mpanompo sampy.",
        "6": "Aoka tsy hisy hamitaka anareo amin’ny teny poakaty, satria ireo zavatra voalaza tetsy ambony ireo no mampahatezitra an’Andriamanitra amin’ny zanaky ny tsy fankatoavana.",
        "7": "Koa aza manao tahaka azy ireny.",
        "8": "Tao amin’ny haizina mantsy ianareo teo aloha, fa ao amin’ny hazavana kosa ankehitriny, noho ianareo tafaray amin’ny Tompo. Koa aoka ny fomba fiainanareo hampiseho fa zanaky ny mazava ianareo,",
        "9": "fa ny vokatry ny mazava dia hatsaran-toetra isan-karazany sy fahitsiana ary fahamarinana.",
        "10": "Fantaro tsara foana izay ankasitrahan’ny Tompo,",
        "11": "ary aza miaraka amin’izy ireny intsony amin’ny fanaovana ny asan’ny haizina tsy mahavoka-tsoa, fa aleo kosa tsy mankasitraka izany.",
        "12": "Fa izay ataon’izy ireny ao amin’ny miafina, dia mahamenatra na dia ny milaza azy aza.",
        "13": "Asehon’ny hazavana ny zava-drehetra nabaribary, satria izay rehetra aseho dia fampiharihariana ny fahamarinana. *",
        "14": "Koa izany no nilazany hoe: “Mifohaza ianao izay matory, ary mitsangàna amin’ny maty, dia hanazava anao i Kristy.”",
        "15": "Koa mitandrema tsara hatrany mba tsy hitondranareo tena * tahaka ny adala, fa tahaka ny hendry,",
        "16": "ka hararaoty tsara ny fotoana, fa ratsy izao andro izao.",
        "17": "Koa aza miadaladala intsony, fa fantaro hatrany izay sitrapon’i Jehovah.",
        "18": "Ary aza mba mamon-divay, fa mitarika ho amin’ny filibana izany. Fa aoka kosa ianareo ho feno fanahy masina hatrany,",
        "19": "ka salamo sy fiderana ary hira momba an’Andriamanitra ampiasaina rehefa mifampiresaka, ary mihirà amin’ny fo miaraka amin’ny mozika, ho an’i Jehovah,",
        "20": "ary misaora mandrakariva an’Andriamanitra Raintsika amin’ny zavatra rehetra, amin’ny anaran’i Jesosy Kristy Tompontsika.",
        "21": "Aoka ianareo samy hanaiky ny namanareo avy, noho ny fahatahorana an’i Kristy.",
        "22": "Aoka ny vehivavy hanaiky ny vadiny, toy ny anekeny ny Tompo,",
        "23": "satria ny lehilahy no lohan’ny vadiny, toa an’i Kristy izay lohan’ny fiangonana, noho izy mpamonjy an’io vatana io.",
        "24": "Toy ny aneken’ny fiangonana an’i Kristy no tokony haneken’ny vehivavy ny vadiny amin’ny zavatra rehetra.",
        "25": "Ry lehilahy, tiavo foana ny vadinareo, tahaka ny nitiavan’i Kristy ny fiangonana sy ny nanolorany ny tenany hamonjy azy,",
        "26": "mba hanamasinany azy, ka hanadiovany azy amin’ny rano fandroana, amin’ny alalan’ny teny.",
        "27": "Izany dia mba hanolorany azy io ho an’ny tenany ihany ho fiangonana ao anatin’ny famirapiratany, sy tsy misy pentina na ketrona na zavatra toy izany, fa mba ho fiangonana masina sy tsy misy tsiny kosa.",
        "28": "Toy izany no tokony hitiavan’ny lehilahy ny vadiny tahaka ny tenany. Izay tia ny vadiny dia tia ny tenany.",
        "29": "Fa tsy misy olona mankahala ny nofony, fa mamelona azy io kosa sy maneho fitiavana azy, tahaka ny ataon’i Kristy amin’ny fiangonana,",
        "30": "satria anisan’ny vatany isika.",
        "31": "“Noho izany, ny lehilahy dia handao ny rainy sy ny reniny ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy roa.”",
        "32": "Lehibe izany zava-miafina masina izany. I Kristy sy ny fiangonana izany lazaiko izany.",
        "33": "Na izany aza, dia aoka koa ny lehilahy tsirairay avy ho tia ny vadiny tahaka ny tenany, ary aoka kosa ny vehivavy hanaja fatratra ny vadiny."
    },
    "6": {
        "1": "Ianareo zanaka, ankatoavy ny ray aman-dreninareo araka ny sitrapon’ny Tompo, fa marina eo imasony izany.",
        "2": "“Hajao ny rainao sy ny reninao.” Izany no didy voalohany mirakitra an’izao fampanantenana izao:",
        "3": "“Mba hahita soa ianao, ary mba ho ela velona eto ambonin’ny tany.”",
        "4": "Ary ianareo ray, aza mampahatezitra ny zanakareo, fa tezao hatrany araka ny fananarana sy ny fomba fisainan’i Jehovah izy.",
        "5": "Ianareo mpanompo, ankatoavy ny tomponareo ara-nofo, amin’ny fahatahorana sy ny fangovitana ary amin’ny fahatsoran’ny fonareo, toy ny ankatoavanareo an’i Kristy,",
        "6": "ka tsy manompo eo imaso fotsiny toy ny mpila sitraka amin’olona, fa toy ny mpanompon’i Kristy, manao ny sitrapon’Andriamanitra amin’ny fo manontolo.",
        "7": "Aoka ianareo hanompo amin’ny fo mazoto, toy ny ho an’i Jehovah, fa tsy ho an’olona,",
        "8": "satria fantatrareo fa hisy valiny avy amin’i Jehovah ny zavatra tsara rehetra ataon’ny tsirairay, na andevo izy na tsy andevo.",
        "9": "Ary ianareo tompo, manaova toy izany hatrany koa amin’izy ireo, ka atsaharo ny fandrahonana, satria fantatrareo fa any an-danitra ny Tompon’izy ireo izay Tomponareo koa, ary tsy mba misy fizahan-tavan’olona aminy.",
        "10": "Ary farany, aoka ianareo hahazo hery mandrakariva amin’ny alalan’ny Tompo sy amin’ny alalan’ny tanjaky ny heriny.",
        "11": "Tafio daholo ny fiadiana fiarovana rehetra avy amin’Andriamanitra mba hahafahanareo ho mafy orina ka hahatohitra ny teti-dratsin’ny Devoly.",
        "12": "Isika mantsy tsy mitolona amin’ny nofo aman-dra, fa amin’ireo fanjakana sy fahefana sy mpanjakan’izao tontolo anaty haizina izao, ary amin’ireo fanahy ratsy any amin’ny faritry ny lanitra.",
        "13": "Koa raiso daholo ny fiadiana fiarovana rehetra avy amin’Andriamanitra, mba hahatohitra ianareo amin’ny andro anjakan’ny faharatsiana, ka ho mafy orina rehefa vitanareo tanteraka izany rehetra izany.",
        "14": "Koa aoka ianareo ho mafy orina, ka ataovy fehikibo eo amin’ny andilanareo ny fahamarinana, ary tafio ny fahitsiana ho fiarovan-tratra.",
        "15": "Dia kiraroy fahavononana hitory ny vaovao tsaran’ny fihavanana ny tongotrareo.",
        "16": "Ary ambonin’izany rehetra izany, dia raiso ny ampinga lehibe, dia ny finoana, izay hahafahanareo hamono ny zana-tsipìka mirehitra rehetra alefan’ilay ratsy.",
        "17": "Raiso koa ny fiarovan-dohan’ny famonjena, sy ny sabatry ny fanahy, izany hoe ny tenin’Andriamanitra.",
        "18": "Ary mivavaha foana na amin’ny fotoana inona na amin’ny fotoana inona, eo ambany fitarihan’ny fanahy, sady manaova vavaka sy fitalahoana amin’ny endriny rehetra. Noho izany, dia miambena hatrany ka mahareta amin’izany sady manaova fitalahoana ho an’ny olona masina rehetra",
        "19": "sy ho ahy koa, mba ho afaka hiteny aho ka hiloa-bava ary ho sahy hiteny hampahafantatra ny zava-miafina masin’ny vaovao tsara.",
        "20": "Fa noho izany vaovao tsara izany no mahatonga ahy ho ambasadaoro mifatotra rojo vy. Mivavaha koa ho ahy mba hilazako an’izany amim-pahasahiana, araka izay tokony hitenenako.",
        "21": "Hampahafantatra anareo ny zava-drehetra i Tykiko, rahalahy malala sy mpanompo mendri-pitokisana ao amin’ny Tompo, mba hahafantaranareo koa izay momba ahy sy izay ataoko.",
        "22": "Izany indrindra no antony anirahako azy ho any aminareo, mba hahalalanareo izay vaovao momba anay, sy mba hampiononany ny fonareo.",
        "23": "Ho amin’ireo rahalahy anie ny fiadanana sy ny fitiavana mbamin’ny finoana izay avy amin’Andriamanitra Ray sy Jesosy Kristy Tompo!",
        "24": "Ho amin’izay rehetra tia an’i Jesosy Kristy Tompontsika amin’ny fitiavana tsy mety lefy anie ny hatsaram-panahy tsy manam-paharoa!"
    },
    "meta": {
        "name": "Efesianina",
        "order": 48,
        "chapter_number": 6
    }
}