{
    "1": {
        "1": "Avy amin’i Paoly, izay migadra noho ny finoana an’i Kristy Jesosy, sy avy amin’i Timoty rahalahintsika. Ho an’i Filemona malalanay sy mpiara-miasa aminay,",
        "2": "sy Apia anabavinay, sy Arkipo miaramilan’i Kristy toa anay, ary ho an’ny fiangonana mivory ao an-tranonao,",
        "3": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "4": "Misaotra an’Andriamanitra foana aho rehefa mahatsiaro anao amin’ny vavaka,",
        "5": "satria henoko hoe manam-pinoana ianao sady tia an’i Jesosy Tompo sy ny olona masina rehetra.",
        "6": "Mivavaka aho hoe enga anie ny finoanao sy ny an’ny mpiray finoana aminao ka hahatonga anao hiaiky hoe nahazo zavatra tsara be dia be tamin’ny alalan’i Kristy isika.",
        "7": "Tena nahafaly sy nankahery ahy, ry rahalahy, ny naheno hoe be fitiavana ianao. Namelombelona ny fon’ny olona masina mantsy ianao.",
        "8": "Koa azoko atao tsara ny mandidy anao hanao an’izay tokony hataonao, noho izaho apostolin’i Kristy. Na izany aza anefa,",
        "9": "dia aleoko miangavy anao satria be fitiavana ianao. Izaho Paoly mantsy efa antitra sady migadra noho ny finoana an’i Kristy Jesosy.",
        "10": "Miangavy ho an’i Onesimosy zanako aho, satria lasa hoatran’ny rainy aho amin’izao migadra izao.",
        "11": "Tsy nahasoa anao izy teo aloha, fa mahasoa ahy sy ianao kosa izy izao.",
        "12": "Asaiko miverina any aminao izy, ilay tena tiako.",
        "13": "Tiako hijanona atỳ amiko izy mba hisolo anao hikarakara ahy atỳ am-ponja, noho izaho migadra satria nitory ny vaovao tsara.",
        "14": "Tsy te hanao na inona na inona anefa aho raha tsy efa manaiky ianao, mba ho vokatry ny fo ny soa ataonao fa tsy an-tery.",
        "15": "Izao angamba no tena nahatonga azy handositra vetivety: Mba hanananao azy indray mandrakizay.",
        "16": "Ary tsy ho mpanompo intsony izy amin’izay fa ho tsara kokoa noho izany, satria efa lasa rahalahy malalantsika izy. Tena tiako izy ary mino aho fa ianao mbola ho tia azy kokoa noho izaho, satria mpanomponao sady rahalahinao ao amin’ny Tompo izy.",
        "17": "Raha tena namanao àry aho, dia raiso tsara izy, hoatran’ny andraisanao ahy.",
        "18": "Raha nisy tsy nety nataony taminao, dia ataovy hoatran’ny hoe izaho no nanao an’ilay izy. Raha anananao trosa koa izy, dia ataovy hoatran’ny hoe trosako izany.",
        "19": "Izaho Paoly mihitsy no manoratra an’ity: Izaho no hanonitra an’izany. Ianao koa aza mbola ananako trosa, ary ianao mihitsy izany trosa izany.",
        "20": "Enga anie ianao, ry rahalahy, mba hanampy ahy amin’izany, satria samy mpanompon’ny Tompo isika! Enga anie ianao hamelombelona ny foko noho ianao mpanara-dia an’i Kristy!",
        "21": "Matoky aho fa hanaiky ianao, ka izany no anoratako aminao. Fantatro mantsy fa hanao mihoatra noho izay lazaiko ianao.",
        "22": "Mba anomano toerana hipetrahako koa aho. Manantena mantsy aho hoe hafahana ka ho tonga any aminareo indray, satria mivavaka ho ahy ianareo.",
        "23": "Mampamangy, hono, ianao hoy i Epafra, izay miara-migadra amiko noho ny finoana an’i Kristy Jesosy.",
        "24": "Mampamangy koa hoy i Marka, Aristarko, Demasy, ary Lioka, izay samy mpiara-miasa amiko.",
        "25": "Enga anie i Jesosy Kristy Tompo haneho hatsaram-panahy miavaka aminareo satria tsara ny toe-tsainareo!"
    },
    "meta": {
        "name": "Filemona",
        "order": 56,
        "chapter_number": 1
    }
}