{
    "1": {
        "1": "Paoly, voafonja noho ny amin’i Kristy Jesosy, sy Timoty rahalahintsika. Ho an’i Filemona malalanay sy mpiara-miasa aminay,",
        "2": "sy Apia anabavinay, sy Arkipo, miaramila toa anay, ary ho an’ny fiangonana ao an-tranonao,",
        "3": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "4": "Misaotra an’Andriamanitra foana aho rehefa mahatsiaro anao amin’ny vavaka,",
        "5": "satria reko foana ny fitiavanao sy ny finoanao an’i Jesosy Tompo sy ny olona masina rehetra.",
        "6": "Koa mivavaka aho mba hiasa ilay finoana iombonanao amin’ny hafa, satria takatrao fa nahazo zava-tsoa maro isika noho isika tafaray amin’i Kristy.",
        "7": "Nitondra fifaliana sy fankaherezana lehibe ho ahy mantsy ny fitiavanao, satria novelombelominao ny fifankatiavan’ny olona masina, ry rahalahy.",
        "8": "Noho izany, na dia tena azoko atao aza, amin’ny maha apostolin’i Kristy ahy, ny mandidy anao hanao izay mety,",
        "9": "dia aleoko miangavy anao noho ny fitiavana, satria efa izao aho, eny, izaho Paoly izay efa antitra, sady voafonja noho ny amin’i Kristy Jesosy koa ankehitriny.",
        "10": "Miangavy anao aho noho ny amin’ilay zanaka naterako nandritra ny fifatorako tato am-ponja, dia i Onesimosy,",
        "11": "izay tsy nahasoa anao teo aloha, fa mahasoa ahy sy ianao kosa izao.",
        "12": "Izy indrindra no averiko any aminao, eny, izy, ilay sombinaiko.",
        "13": "Tiako hohazonina eto amiko izy mba hisolo anao eo amin’ny fikarakarana ahy amin’ny fifatorako ato am-ponja, izay zakaiko noho ny vaovao tsara.",
        "14": "Tsy te hanao na inona na inona anefa aho raha tsy efa manaiky ianao, mba tsy ho an-tery ny soa ataonao, fa ho an-tsitrapo kosa.",
        "15": "Izany indrindra angamba no nandosirany vetivety, mba hiverenany aminao ka ho anao mandrakizay,",
        "16": "tsy ho mpanompo intsony anefa fa mihoatra noho izany aza, dia rahalahy malala. Eny, rahalahy malala izy, indrindra fa amiko, ary mainka moa fa aminao, na amin’ny maha olombelona izany na ao amin’ny Tompo.",
        "17": "Koa raha mihevitra ahy ho namana ianao, dia mba raiso amin-katsaram-panahy izy, toy ny handraisanao ahy.",
        "18": "Raha nanao ny tsy mety taminao koa izy, na anananao trosa, dia ataovy ho isan’ny trosako izany.",
        "19": "Izaho Paoly no manoratra, eny, ny tanako mihitsy no manoratra: Izaho no hanefa izany. Tsy te hilaza aminao aho fa ananako trosa koa ange ianao e! Ary ianao mihitsy izany trosa izany.",
        "20": "Eny, ry rahalahy, enga anie ka handray soa avy aminao aho, noho ny amin’ny Tompo! Velombelomy ny fitiavako, amin’ny maha mpanara-dia an’i Kristy ahy.",
        "21": "Matoky aho fa hanaiky ianao, ka izany no anoratako aminao, satria fantatro fa hanao mihoatra noho izay lazaiko aza ianao.",
        "22": "Ankoatra izany, dia anomano efitrano koa aho, satria manantena aho fa hafahana ho anareo, noho ny vavaka ataonareo.",
        "23": "Mampamangy, hono, ianao hoy i Epafra, mpiara-migadra amiko noho ny amin’i Kristy Jesosy,",
        "24": "Marka, Aristarko, Demasy, ary Lioka, izay samy mpiara-miasa amiko.",
        "25": "Ho amin’ny toe-tsaina asehonareo anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompo!"
    },
    "meta": {
        "name": "Filemona",
        "order": 56,
        "chapter_number": 1
    }
}