{
    "1": {
        "1": "Avy amin’i Paoly sy Timoty, mpanompon’i Kristy Jesosy. Ho an’ny olona masina rehetra tafaray amin’i Kristy Jesosy any Filipy, anisan’izany ny mpiandraikitra sy ny mpikarakara fiangonana,",
        "2": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "3": "Misaotra an’Andriamanitro foana aho isaky ny mahatsiaro anareo",
        "4": "ka mitalaho ho anareo rehetra. Falifaly foana aho isaky ny mitalaho ho anareo,",
        "5": "satria nandray anjara tamin’ny fitoriana ny vaovao tsara ianareo, hatramin’ny andro voalohany ka hatramin’izao.",
        "6": "Azoko antoka mantsy fa hamita an’ilay asa tsara natombony teo aminareo Andriamanitra, mandra-pahatongan’ny andron’i Kristy Jesosy.",
        "7": "Ary rariny raha izany no eritreretiko momba anareo rehetra, satria ato am-poko ianareo. Nanehoana hatsaram-panahy miavaka hoatr’ahy mantsy ianareo ka nanampy ahy, na amin’izao izaho voafatotra rojo vy izao, na tamin’izaho niaro ny vaovao tsara sy niezaka hahazo zo ara-dalàna hitory an’izany.",
        "8": "Andriamanitra no vavolombelona fa tena malahelo anareo rehetra aho, sady tena tia anareo hoatran’ny itiavan’i Kristy Jesosy anareo.",
        "9": "Ary izao foana no angatahiko amin’ny vavaka: Mba hitombo foana ny fitiavanareo, sady hahafantatra tsara sy tena hahatakatra ny sitrapon’Andriamanitra ianareo.",
        "10": "Mivavaka foana koa aho mba ho hainareo ny hamantatra an’izay zava-dehibe kokoa. Dia amin’izay ianareo tsy hisy tsiny sady tsy hampihemotra ny sasany mandra-pahatongan’ny andron’i Kristy.",
        "11": "Dia amin’izay koa ianareo ho feno ny vokatry ny fahamarinana, izay azo amin’ny alalan’i Jesosy Kristy, ho voninahitra sy fiderana an’Andriamanitra.",
        "12": "Ary tiako ho fantatrareo, ry rahalahy, fa vao mainka aza nampandroso ny vaovao tsara ny zavatra manjo ahy.",
        "13": "Dia lasa fantatry ny olona eo amin’ireo Mpiambina An’i Kaisara sy ny olona hafa rehetra fa noho i Kristy no nahatonga ahy ho voafatotra rojo vy.",
        "14": "Lasa feno toky àry ny ankamaroan’ireo rahalahy ao amin’ny Tompo noho izaho voafatotra rojo vy. Vao mainka sahy mitory ny tenin’Andriamanitra koa izy ireo sady tsy matahotahotra mihitsy.",
        "15": "Marina fa mitory an’i Kristy ny olona sasany satria mialona sy tia mifamaly. Ny hafa kosa mitory satria tso-po,",
        "16": "ka noho ny fitiavana no itoriany an’i Kristy, satria fantany fa voatendry hiaro ny vaovao tsara aho.",
        "17": "Te hiady fotsiny anefa ireny olona mialona ireny matoa mitory, fa tsy hoe te hanao ny tsara. Mbola te hanahirana ahy mantsy izy ireny nefa izaho amin’izao efa mifatotra rojo vy.",
        "18": "Dia inona no vokany? Izao ihany: Na amin’ny fomba ahoana na amin’ny fomba ahoana, na amim-pihatsarambelatsihy na amim-pahatsorana, dia torina foana i Kristy, ka izany no mahafaly ahy. Ary ho faly foana koa aza aho,",
        "19": "satria fantatro fa hovonjena aho noho ny fitalahoanareo sy noho ny fanampian’ny fanahin’i Jesosy Kristy.",
        "20": "Tena matoky sy manantena mantsy aho fa tsy ho menatra mihitsy ka ho sahy hiteny. Matoky koa aho fa homena voninahitra amin’ny alalako i Kristy amin’izao, hoatran’ny hatramin’izay, na velona aho na maty.",
        "21": "Izaho kosa raha velona, dia velona ho an’i Kristy, ary raha maty, dia mahazo tombony.",
        "22": "Koa raha mbola nofo aman-dra aho, dia hisy vokany kokoa ny asako. Tsy ampahafantariko anefa izay hofidiko.",
        "23": "Sahiran-tsaina aho amin’ireo safidy roa ireo. Fa tena te ho afaka aho dia hiaraka amin’i Kristy, satria izany no mbola tsara lavitra.",
        "24": "Mahasoa anareo kokoa anefa raha mbola nofo aman-dra aho.",
        "25": "Azoko antoka izany, ka fantatro fa mbola ho velona aho sady mbola hiaraka aminareo rehetra foana, amin’izay ianareo handroso sy ho falifaly satria mino.",
        "26": "Dia amin’izay vao mainka ho faly be noho ny amiko ianareo mpianatr’i Kristy Jesosy, rehefa eo aminareo indray aho.",
        "27": "Tiako fotsiny raha mitondra tena mendrika ny vaovao tsara momba an’i Kristy ianareo. Amin’izay, na rehefa tonga aho ka hahita anareo na rehefa tsy eo, dia ho henoko hoe mafy orina sady miray saina ianareo, ary miara-miezaka toy ny olona iray mba hino ny vaovao tsara foana,",
        "28": "sady tsy manaiky hampitahorin’ireo mpanohitra anareo mihitsy. Izany mantsy no porofo hoe haringana izy ireny, fa ianareo kosa hovonjena. Ary avy amin’Andriamanitra izany.",
        "29": "Nomena voninahitra mantsy ianareo, tsy hoe hino an’i Kristy fotsiny, fa hijaly noho ny aminy koa.",
        "30": "Fa miady mafy hoatran’ny efa nataoko koa ianareo izao, ary henonareo hoe mbola miady mafy aho hatramin’izao."
    },
    "2": {
        "1": "Raha afaka mampahery àry ianareo izay tafaray amin’i Kristy, raha afaka mampionona noho ny fitiavana, ary raha afaka mifampiahy sy maneho fitiavana ary mangoraka,",
        "2": "dia ataovy izay hahafaly be ahy, ka miezaha hiray saina, hifankatia, hiray hina tanteraka, ary hitovy hevitra.",
        "3": "Aza tia ady na mirehareha, fa manetre tena ka hevero hoe ambony noho ianareo ny hafa.",
        "4": "Ary aza mitady izay hahasoa ny tenanareo fotsiny, fa izay hahasoa ny hafa koa.",
        "5": "Miezaha foana hanana an’izao toe-tsaina nananan’i Kristy Jesosy izao:",
        "6": "Na dia fanahy hoatran’Andriamanitra aza izy, dia tsy nieritreritra mihitsy ny handrombaka fahefana, izany hoe ny hitovy amin’Andriamanitra.",
        "7": "Nafoiny kosa ny zava-drehetra, dia lasa hoatran’ny mpanompo izy ary lasa olombelona.",
        "8": "Ary tsy izay ihany, fa rehefa lasa olombelona izy, dia nanetry tena ary nankatò ka nanaiky ho faty mihitsy aza, izany hoe ho faty teo amin’ny hazo fijaliana.",
        "9": "Izany mihitsy no nahatonga an’Andriamanitra hanandratra azy ho amin’ny toerana ambony kokoa, sady hanome azy amin-katsaram-panahy anarana ambony kokoa noho ny anarana hafa rehetra.",
        "10": "Amin’izay dia handohalika amin’ny anaran’i Jesosy ny lohalika rehetra, na ny any an-danitra na ny eto an-tany na ny any ambanin’ny tany,",
        "11": "ary hanaiky daholo ny lela rehetra fa i Jesosy Kristy no Tompo, ho voninahitr’Andriamanitra Ray.",
        "12": "Efa nankatò foana ianareo, ry malala, tsy tamin’izaho teo aminareo ihany, fa vao mainka aza amin’izao izaho tsy eo aminareo izao. Noho izany, dia miezaha foana mba ho voavonjy, sady matahotra sy mangovitra ihany.",
        "13": "Andriamanitra mantsy no manatanjaka anareo, araka izay mahafinaritra azy, ka mahatonga anareo hanana faniriana sy hery hanaovana zavatra.",
        "14": "Na inona na inona ataonareo, dia aza mba mimenomenona na miady hevitra.",
        "15": "Amin’izay ianareo dia tsy hisy hokianina sady tsy hanan-tsiny, ary ho zanak’Andriamanitra tsy misy tsiny eo anivon’ny taranaka maditra sy ratsy fanahy. Mamirapiratra eo anivon’izany taranaka izany ianareo, hoatran’ny hazavana eo amin’izao tontolo izao,",
        "16": "sady mifikitra mafy amin’ny tenin’ny fiainana. Manana antony hifaliana àry aho amin’ny andron’i Kristy, satria fantatro fa tsy very maina fotsiny ny hazakazaka na ny asa mafy nataoko.",
        "17": "Faly anefa aho ary miara-mifaly aminareo rehetra, na dia atao hoatran’ny fanatitra zava-pisotro aza, ka araraka eo amin’ny sorona sy ny fanompoana masina ataonareo noho ny finoanareo.",
        "18": "Mifalia koa ianareo, ary miaraha mifaly amiko.",
        "19": "Manantena aho izao, raha sitrapon’i Jesosy Tompo, hoe haniraka an’i Timoty ho any aminareo tsy ho ela. Amin’izay dia hahazo fampaherezana aho rehefa maheno vaovao momba anareo.",
        "20": "Fa izaho tsy mahita olon-kafa mitovy toetra aminy, izay tena hikarakara anareo.",
        "21": "Ny hafa rehetra mantsy samy mitady izay hahasoa ny tenany fotsiny, fa tsy izay tian’i Jesosy Kristy.",
        "22": "Fantatrareo tsara anefa ny lazan’i Timoty. Fa hoatran’ny zanaka miara-manompo amin’ny rainy izy, rehefa niara-nanompo tamiko mba hampandroso ny vaovao tsara.",
        "23": "Izy àry ilay antenaiko hirahina, raha vao hitako hoe inona no hitranga amiko.",
        "24": "Ary tena matoky aho fa ho avy any tsy ho ela koa, raha sitrapon’ny Tompo.",
        "25": "Hitako hoe ilaina anefa izao ny maniraka an’i Epafrodito ho any aminareo. Rahalahiko sy mpiara-miasa amiko ary miaramila tahaka ahy izy, ary nirahinareo hanompo ahy sy hikarakara an’izay ilaiko.",
        "26": "Tena te hahita anareo rehetra mantsy izy, ary kivy be satria efa henonareo hoe narary izy.",
        "27": "Narary saika maty tokoa izy, nefa namindra fo taminy Andriamanitra, ary tsy taminy ihany fa tamiko koa, mba tsy hisesisesy ny alaheloko.",
        "28": "Halefako any faran’izay haingana àry izy izao. Amin’izay dia ho faly indray ianareo rehefa mahita azy, ary izaho koa tsy dia hanahy be loatra.",
        "29": "Koa raiso tsara izy, hoatran’ny fanaonareo rehefa mandray ny mpanara-dia ny Tompo, sady raiso amim-pifaliana be, ary tiavo sy hajao foana ny olona hoatr’azy.",
        "30": "Efa saika maty mantsy izy noho izy nanao ny asan’i Kristy, ka nanao vivery ny ainy mba hanampiana ahy, satria ianareo tsy eto dia tsy afaka manampy ahy."
    },
    "3": {
        "1": "Farany, ry rahalahy, mifalia foana noho ny amin’ny Tompo. Tsy mampaninona ahy ny mamerina manoratra aminareo zavatra mitovy, ary mba hiarovana anareo no anton’izany.",
        "2": "Mitandrema amin’ny alika, mitandrema amin’izay manisy ratsy olona, ary mitandrema amin’izay mampirisika anareo hoforana.",
        "3": "Fa isika no tena voafora, satria manao fanompoana masina amin’ny alalan’ny fanahin’Andriamanitra, ary i Kristy Jesosy no reharehantsika. Tsy miantehitra amin’ny nofo isika.",
        "4": "Raha misy olona tena manana antony ianteherana amin’ny nofo, dia izaho. Ary raha misy mieritreritra hoe afaka miantehitra amin’ny nofo, dia izaho mbola mihoatra noho izy.",
        "5": "Noforana tamin’ny andro fahavalo mantsy aho, avy tamin’ny firenen’Israely, avy tamin’ny fokon’i Benjamina, Hebreo nateraky ny Hebreo, ary Fariseo raha ny lalàna no resahina.",
        "6": "Raha ny hafanam-po no resahina, dia nanenjika ny fiangonana aho, ary raha ny amin’ny fankatoavana an’izay lazain’ny lalàna hoe marina, dia hita hoe tsy nisy tsiny aho.",
        "7": "Heveriko ho fatiantoka anefa ireny tombony azoko taloha ireny, noho i Kristy.",
        "8": "Ankoatra izay, dia tena heveriko ho fatiantoka koa ny zava-drehetra, satria sarobidy lavitra ny mahalala an’i Kristy Jesosy Tompoko. Noho izy dia nafoiko ny zava-drehetra, ary noheveriko ho toy ny fako mivangongo ireny. Amin’izay aho hahazo sitraka amin’i Kristy,",
        "9": "sady ho hita hoe tafaray aminy. Tsy hoe noho izaho manaraka ny Lalàna anefa no anambarana ahy hoe olo-marina, fa noho izaho mino an’i Kristy. Fa ambaran’Andriamanitra hoe marina aho, satria manam-pinoana.",
        "10": "Ny tanjoko mantsy dia ny hahafantatra azy sy ny herin’ny fitsanganany amin’ny maty, ary ny ho vonona hijaly hoatr’azy koa, ka hanaiky ho faty toa azy.",
        "11": "Ataoko tanjona koa ny hiezaka mafy sao mba mety ho anisan’ny hatsangana amin’ny maty aloha kokoa aho.",
        "12": "Tsy hoe efa nahazo an’ilay loka aho, na efa natao lavorary. Mbola miezaka kosa aho sao mba ho azoko ilay izy, satria izany no antony nifidianan’i Kristy Jesosy ahy.",
        "13": "Ry rahalahy, tsy mieritreritra aho akory hoe efa nahazo an’ilay loka. Izao zavatra iray izao anefa no azoko antoka: Manadino ny zavatra any aoriana aho ary mikely aina hanatratra ny eo aloha.",
        "14": "Fa miezaka manatratra an’ilay tanjona aho, izany hoe ilay loka homen’Andriamanitra an’izay antsoiny amin’ny alalan’i Kristy Jesosy. Fiainana any an-danitra izany loka izany.",
        "15": "Tokony hanana an’izany toe-tsaina izany àry izay matotra amintsika. Ary raha mitady hieritreritra zavatra hafa ianareo, na inona izany na inona, dia hataon’Andriamanitra fantatrareo izany toe-tsaina izany.",
        "16": "Efa misy fandrosoana vitantsika anefa, ka andao isika hiezaka handroso hoatr’izany foana.",
        "17": "Manahafa ahy daholo ianareo, ry rahalahy, ary diniho tsara izay manaraka an’ilay modely nasehonay taminareo.",
        "18": "Maro mantsy no mitsangana ho fahavalon’ny hazo fijalian’i Kristy.—Efa niresaka matetika momba azy ireny aho, ary mbola miresaka momba azy ireny ihany izao, sady mirotsaka ny ranomasoko.—",
        "19": "Fandringanana no hiafaran’ireny, ary ny kibony no andriamaniny. Ny zavatra tena tokony hahamenatra azy indray no ataony ho voninahitra, ary ny zavatra etỳ an-tany no ifantohan’ny sainy.",
        "20": "Olom-pirenen’ny lanitra anefa isika, ary tena miandry mafy an’ilay mpamonjy avy any, dia i Jesosy Kristy Tompo.",
        "21": "Izy no hanova an’ity vatantsika tsinontsinona ity mba ho lasa hoatran’ny vatany be voninahitra. Ny heriny lehibe no hanaovany an’izany, dia ilay hery ampiasainy mba hahatonga ny zava-drehetra ho eo ambany fahefany."
    },
    "4": {
        "1": "Noho izany, ry rahalahy tena tiako sy mahamanina ahy, ry fifaliako sy satroboninahitro, ry malalako, miezaha ho mafy orina toy izany ao amin’ny Tompo.",
        "2": "Mampirisika an’i Eodia aho, sady mampirisika an’i Syntyke koa, mba hiray saina ao amin’ny Tompo.",
        "3": "Ary mangataka anao aho, ry ilay tena mpiara-miasa amiko, mba hanampy azy roa vavy foana. Niezaka be nitory ny vaovao tsara niaraka tamiko mantsy izy roa vavy, sady niaraka tamin’i Klementa sy ny mpiara-miasa amiko hafa, izay samy voasoratra anarana ao amin’ny bokin’ny fiainana.",
        "4": "Mifalia foana noho ny amin’ ny Tompo. Averiko ihany hoe: Mifalia!",
        "5": "Ataovy fantatry ny olona rehetra hoe mahay mandanjalanja ianareo. Akaiky ny Tompo.",
        "6": "Aza manahy na amin’inona na amin’inona, fa amin’ny zava-drehetra, dia ampahafantaro an’Andriamanitra ny fangatahanareo, amin’ny alalan’ny vavaka sy ny fitalahoana ary ny fisaorana.",
        "7": "Ary ny fiadanan’Andriamanitra, izay mihoatra lavitra noho izay rehetra takatry ny sain’olombelona, no hiambina ny fonareo sy ny sainareo amin’ny alalan’i Kristy Jesosy.",
        "8": "Ary farany, ry rahalahy, na inona na inona marina, na inona na inona zava-dehibe, na inona na inona mety, na inona na inona madio, na inona na inona mahatehotia, na inona na inona tsara laza, na inona na inona mendrika, ary na inona na inona mendri-piderana, dia izany foana saintsainina.",
        "9": "Ataovy foana izay zavatra nianaranareo sady nekenareo sy henonareo ary hitanareo tamiko. Ary hitahy anareo anie ilay Andriamanitry ny fiadanana!",
        "10": "Tena faly be aho noho ny amin’ny Tompo, satria ela ny ela ka lasa mieritreritra an’izay mahasoa ahy indray ianareo izao. Efa tena nieritreritra ny hanampy ahy ihany ianareo, saingy tsy nahita hirika.",
        "11": "Tsy hoe sahirana aho matoa miteny an’izany. Efa nianatra ny hianina amin’izay zava-misy eo mantsy aho.",
        "12": "Haiko ny hoe mihafy, nefa haiko koa ny hoe manam-be. Nianatra ny ho afa-po foana aho na voky na noana, ary na manam-be na tsy manana mihitsy, na inona na inona mitranga eo amin’ny fiainako.",
        "13": "Fa manana ny hery hiatrehana an’izay rehetra mitranga aho, noho ilay manome hery ahy.",
        "14": "Na izany aza, dia tsara ny nataonareo satria nanampy ahy tamin’ny fahoriako ianareo.",
        "15": "Fantatrareo Filipianina koa fa tsy mba nisy fiangonana nanampy ahy na nanaiky hampiako, afa-tsy ianareo ihany, tamin’ianareo vao naheno momba ny vaovao tsara, rehefa niala tany Makedonia aho.",
        "16": "Tamin’izaho mbola tany Tesalonika mantsy, dia nandefa zavatra ho ahy ianareo, ary tsy indray mandeha fotsiny fa indroa, mba hahazoako an’izay nilaiko.",
        "17": "Tsy hoe te hahazo fanomezana aho, fa tiako raha mba manao zavatra tsara foana ianareo mba hitombo ny harenanareo.",
        "18": "Manana an’izay rehetra ilaiko anefa aho, ary mihoatra aza. Tsy misy mahory ahy mihitsy izao, satria voaraiko ny zavatra nampitondrainareo an’i Epafrodito. Hanitra mahafinaritra sy sorona ankasitrahan’Andriamanitra ireny zavatra ireny sady tena mahafaly azy.",
        "19": "Ary ilay Andriamanitro izay manan-karena voninahitra kosa no hanome anareo an’izay ilainareo, amin’ny alalan’i Kristy Jesosy.",
        "20": "Ho an’Andriamanitra Raintsika anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "21": "Mampamangy any amin’ny olona masina rehetra tafaray amin’i Kristy Jesosy. Mampamangy, hono, ianareo, hoy ireo rahalahy eto amiko.",
        "22": "Mampamangy, hono, ianareo, hoy ny olona masina rehetra, indrindra fa izay ao an-dapan’i Kaisara.",
        "23": "Enga anie ianareo hanehoan’i Jesosy Kristy Tompo hatsaram-panahy miavaka satria manana toe-tsaina tsara!"
    },
    "meta": {
        "name": "Filipianina",
        "order": 49,
        "chapter_number": 4
    }
}