{
    "1": {
        "1": "Paoly sy Timoty, mpanompon’i Kristy Jesosy. Ho an’ny olona masina rehetra tafaray amin’i Kristy Jesosy any Filipy, mbamin’ireo mpiandraikitra sy mpanampy amin’ny fanompoana,",
        "2": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "3": "Misaotra an’Andriamanitro mandrakariva aho isaky ny mahatsiaro anareo",
        "4": "sy isaky ny mitalaho amim-pifaliana ho anareo.",
        "5": "Misaotra azy aho noho ny fandraisanareo anjara hampandroso ny vaovao tsara, hatramin’ny andro voalohany ka mandraka ankehitriny.",
        "6": "Ary izao no azoko antoka: Ilay nanomboka asa tsara teo aminareo no hamita tanteraka izany mandra-pahatongan’ny andron’i Jesosy Kristy.",
        "7": "Ary tena rariny raha izany no eritreretiko momba anareo rehetra, satria ato am-poko ianareo, noho ianareo rehetra nanehoana hatsaram-panahy tsy manam-paharoa toa ahy koa, na izao izaho mifatotra ato am-ponja izao, na tamin’izaho niaro ny vaovao tsara sy nanamafy orina azy io araka ny lalàna.",
        "8": "Andriamanitra no vavolombelona fa manina anareo rehetra aho, sady tena tia anareo tahaka ny itiavan’i Kristy Jesosy anareo.",
        "9": "Ary izao foana no angatahiko amin’ny vavaka, dia ny hitomboan’ny fitiavanareo bebe kokoa hatrany, ao anatin’ny fahalalana marina tsara sy ny fahaiza-manavaka tanteraka.",
        "10": "Mivavaka foana koa aho mba hamantaranareo tsara izay zava-dehibe kokoa. Amin’izay dia tsy hisy tsiny ianareo sady tsy hampihemotra ny sasany amin’ny finoana mandra-pahatongan’ny andron’i Kristy,",
        "11": "ary ho feno vokatry ny fahamarinana, izay azo amin’ny alalan’i Jesosy Kristy, ho voninahitra sy fiderana an’Andriamanitra.",
        "12": "Ary tiako ho fantatrareo, ry rahalahy, fa vao mainka aza nampandroso ny vaovao tsara ny zavatra manjo ahy.",
        "13": "Vokatr’izany, dia lasa fantatr’olona maro eo amin’ireo Mpiambina an’i Kaisara sy ny olona hafa rehetra fa noho ny amin’i Kristy no mahatonga ahy ho voafatotra.",
        "14": "Koa vao mainka sahy mitory ny tenin’Andriamanitra tsy amin-tahotra ny ankamaroan’ireo rahalahy ao amin’ny Tompo, satria mahazo toky izy ireo noho ny fifatorako ato am-ponja.",
        "15": "Marina fa fialonana sy fifandrafiana no antony itorian’ny sasany an’i Kristy, fa fahatsoram-po kosa ny an’ny sasany",
        "16": "ka fitiavana no mahatonga azy hitory an’i Kristy, satria fantany fa ny fiarovako ny vaovao tsara no mahatonga ahy ho eto.",
        "17": "Fitia te hifanditra kosa no antony itorian’iretsy voalohany, fa tsy noho ny fo madio, satria ny hampahory ahy amin’izao fifatorako ato am-ponja izao no heviny.",
        "18": "Koa ahoana àry? Izao ihany: Na amin’ny fomba ahoana, na amin’ny fomba ahoana, na amim-pihatsarambelatsihy, na amin-kitsim-po, dia torina i Kristy, ka izany no mahafaly ahy. Ary ho faly foana koa aza aho,",
        "19": "satria fantatro fa hitondra famonjena ho ahy izany, noho ny fitalahoanareo sy noho ny nanomezana ahy ny fanahin’i Jesosy Kristy.",
        "20": "Faly koa aho satria ny andrasako fatratra sy antenaiko, dia ny mba tsy hisy hahamenatra ahy, fa mba ho amin’ny fahasahiana tanteraka, toy ny hatramin’izay ihany, no hankalazana an’i Kristy ankehitriny amin’ny alalako, na ho velona aho na ho faty.",
        "21": "Raha ny amiko, dia i Kristy no ahavelomako, ary tombony ho ahy ny fahafatesana.",
        "22": "Koa raha mbola ho velona ao amin’ny nofo ihany aho, dia vokatry ny asako izany. Tsy ampahafantariko anefa izay hofidiko.",
        "23": "Sahiran-kevitra aho eo anatrehan’ireo toe-javatra roa ireo. Fa ny tena tiako dia ny hafahana sy ny hiaraka amin’i Kristy, satria izany tokoa no tsara lavitra.",
        "24": "Mahasoa anareo kokoa anefa ny hitoerako ao amin’ny nofo.",
        "25": "Azoko antoka izany, ka fantatro fa hitoetra sy hijanona hiaraka aminareo rehetra aho mba handrosoanareo sy hahitanareo fifaliana ao amin’ny finoana.",
        "26": "Amin’izay dia hitombo be ny fifalianareo amin’ny maha mpianatr’i Kristy Jesosy anareo, noho ny amiko, satria efa ho eo aminareo indray aho.",
        "27": "Ny hany teniko dia izao: Aoka ianareo hitondra tena mendrika ny vaovao tsara momba an’i Kristy, ka na ho tonga aho ka hahita anareo, na tsy ho eo, dia mba ho reko ny aminareo, eny, ho reko fa mafy orina sady miray saina ianareo, ka miara-miezaka toy ny olona * iray hampandroso ny finoana ny vaovao tsara,",
        "28": "ary tsy manaiky hampitahorin’ireo mpanohitra anareo mihitsy. Izany tsy fahatahoranareo izany indrindra mantsy no porofon’ny handringanana azy ireny, fa porofon’ny hamonjena anareo kosa. Ary avy amin’Andriamanitra izany,",
        "29": "satria ianareo no nomena voninahitra noho ny amin’i Kristy, tsy voninahitra haneho finoana azy ihany, fa hijaly noho ny aminy koa.",
        "30": "Izao ady ataoko hitanareo sy renareo izao ihany koa mantsy no ataonareo."
    },
    "2": {
        "1": "Koa raha misy fampaherezana avy amin’i Kristy, raha misy fampiononana avy amin’ny fitiavana, raha misy fifampiahiana, ary raha misy fitiavana lalina sy fangoraham-po,",
        "2": "dia ataovy izay hahafeno ny fifaliako ka aoka ianareo hiray saina, hiray fitiavana, hiray fo, hiray hevitra.",
        "3": "Aza manao na inona na inona noho ny fitia te hifanditra na noho ny fireharehana, fa amim-panetren-tena kosa dia aoka samy hanao ny hafa ho ambony noho ny tenany.",
        "4": "Ary aoka ny tsirairay aminareo hihevitra izay hahasoa ny hafa, fa tsy izay hahasoa ny tenany ihany.",
        "5": "Aoka ho ao aminareo foana izao toe-tsaina izao, izay tao amin’i Kristy Jesosy koa:",
        "6": "Na dia fanahy tahaka an’Andriamanitra aza izy, dia tsy nieritreritra mihitsy ny handrombaka fahefana, izany hoe ny hitovy amin’Andriamanitra.",
        "7": "Tsia, fa nafoiny kosa ny zava-drehetra ary naka ny endriky ny mpanompo izy, ka nanjary nitovy tamin’ny olombelona.",
        "8": "Ary tsy izany ihany, fa rehefa hitany fa nitovy tamin’ny olombelona izy, dia nanetry tena ka nanjary nankatò ary tonga hatramin’ny fahafatesana ny fankatoavany, eny, fahafatesana teo amin’ny hazo fijaliana.",
        "9": "Izany indrindra koa no antony nanandratan’Andriamanitra azy ho amin’ny toerana ambony kokoa sy ny nanomezany azy tamin-katsaram-panahy anarana ambony noho ny hafa rehetra,",
        "10": "mba ho amin’ny anaran’i Jesosy no handohalehan’ny lohalik’izay rehetra any an-danitra sy etỳ an-tany ary any ambanin’ny tany,",
        "11": "sy haneken’ny lela rehetra an-karihary fa i Jesosy Kristy no Tompo ho voninahitr’Andriamanitra Ray.",
        "12": "Koa tahaka ny nankatoavanareo mandrakariva, ry malala, tsy tamin’izaho teo aminareo ihany, fa vao mainka aza amin’izao izaho tsy eo aminareo izao, dia miezaha mafy foana amin-tahotra sy hovitra, mba hahazoanareo famonjena.",
        "13": "Andriamanitra mantsy no miasa ao anatinareo, satria izany no mahafinaritra azy. Amin’izay dia sady maniry ianareo no manatanteraka.",
        "14": "Izay rehetra ataonareo dia ataovy foana tsy misy fimenomenonana sy adihevitra,",
        "15": "mba tsy hanan-tsiny sy hadio ianareo, ary ho zanak’Andriamanitra tsy misy tsiny eo anivon’ny taranaka tsy marina sy ratsy fanahy. Mamirapiratra eo anivon’izany taranaka izany ianareo, izay mpanazava eo amin’izao tontolo izao.",
        "16": "Eny, sady mamirapiratra ianareo no mitana mafy ny tenin’ny fiainana, mba hananako antom-pifaliana amin’ny andron’i Kristy, satria tsy ho very maina fotsiny ny hazakazaka na ny asa mafy nataoko.",
        "17": "Faly sady miara-paly aminareo rehetra anefa aho, na dia atao toy ny fanatitra zava-pisotro aza, ka araraka eo amin’ny sorona mifandray amin’ny fanompoana ho an’ny besinimaro. Ny finoana no nahatonga anareo hanao izany.",
        "18": "Mifalia koa ianareo, ary miaraha mifaly amiko.",
        "19": "Raha ny amiko, dia manantena ny haniraka an’i Timoty ho any aminareo tsy ho ela aho, raha sitrapon’i Jesosy Tompo, mba hifaliako rehefa fantatro ny momba anareo.",
        "20": "Fa izaho tsy mahita olon-kafa mitovy toetra aminy, izay tena hikarakara ny momba anareo.",
        "21": "Ny hafa rehetra mantsy samy mitady ny ho an’ny tenany ihany, fa tsy ny ho an’i Kristy Jesosy.",
        "22": "Fantatrareo anefa fa efa nanaporofo izy hoe mendrika ny tenany. Tahaka ny anompoan’ny zanaka ny rainy mantsy no nanompoany ahy teo amin’ny fampandrosoana ny vaovao tsara.",
        "23": "Koa izy no olona antenaiko hirahina, raha vao hitako hoe hanao ahoana ny momba ahy.",
        "24": "Ary matoky aho fa na izaho koa aza dia ho avy tsy ho ela, raha sitrapon’ny Tompo.",
        "25": "Heveriko anefa fa ilaina ny maniraka an’i Epafrodito, rahalahiko sy mpiara-miasa amiko ary miaramila toa ahy, fa irakareo kosa sy mpanompo nalefanareo hikarakara izay ilaiko.",
        "26": "Maniry mafy hahita anareo rehetra mantsy izy, ary tena kivy be satria efa renareo hoe narary izy.",
        "27": "Eny, narary saika maty tokoa izy, nefa namindra fo taminy Andriamanitra, ary tsy taminy ihany fa tamiko koa, mba tsy hifanontona ny alaheloko.",
        "28": "Koa dodona kokoa aho izao haniraka azy, mba ho faly indray ianareo rehefa mahita azy, sady mba ho afaka kokoa ny alaheloko.",
        "29": "Koa raiso tsara toy ny efa fanao ao amin’ny Tompo izy, eny, amim-pifaliana lehibe, ary hajao hatrany ny olona tahaka azy,",
        "30": "satria ny asan’ny Tompo no saika nahafaty azy, ka nanaovany vivery ny ainy, * mba hanonitra ny tsy maha eto anareo mba hikarakara ahy."
    },
    "3": {
        "1": "Farany, ry rahalahy, mifalia hatrany eo amin’ny fanompoana ny Tompo. Tsy manahirana ahy ny manoratra aminareo zavatra mitovy, fa mba ho fiarovana ho anareo kosa.",
        "2": "Mitandrema amin’ny alika, * mitandrema amin’ireo manimba ny hafa, mitandrema amin’ireo manapaka ny nofo. *",
        "3": "Fa isika no tena voafora, ary manao fanompoana masina amin’ny alalan’ny fanahin’Andriamanitra, sady i Kristy Jesosy no reharehantsika fa tsy mba mitoky amin’ny nofo isika.",
        "4": "Raha misy anefa olona manana antony itokisana amin’ny nofo, dia izaho izany. Ary raha misy olona mihevi-tena ho manana antony itokisana amin’ny nofo, dia izaho mbola mihoatra noho izy,",
        "5": "satria noforana tamin’ny andro fahavalo aho, avy tamin’ny taranak’Israely, avy tamin’ny fokon’i Benjamina, Hebreo nateraky ny Hebreo, ary Fariseo raha ny amin’ny lalàna,",
        "6": "nanenjika ny fiangonana raha ny hafanam-po no resahina, ary efa hita fa tsy manan-tsiny aho raha araka ny fahamarinana avy amin’ny lalàna.",
        "7": "Izay nataoko ho tombony anefa dia heveriko kosa ho fatiantoka noho ny amin’i Kristy.",
        "8": "Eny, tena heveriko ho fatiantoka koa ny zava-drehetra, satria tsy misy toa azy ny hasarobidin’ny fahalalana an’i Kristy Jesosy Tompoko. Fa noho ny aminy no nidirako fatiantoka ny amin’ny zava-drehetra ary heveriko ho fako miavosa ireny mba hahazoako an’i Kristy,",
        "9": "sy mba hahitana fa tafaray aminy aho, ka manana ny fahamarinana, tsy ilay azoko noho ny lalàna anefa fa ilay avy amin’ny finoana an’i Kristy, izany hoe ilay fahamarinana avy amin’Andriamanitra, miorina amin’ny finoana.",
        "10": "Amin’izay dia ho fantatro izy sy ny herin’ny fitsanganany amin’ny maty, ary ny fiaraha-mijaly aminy, ka hanaiky ho faty toy ny nahafatesany aho,",
        "11": "sao mba mety hahazo an’ilay fitsanganana amin’ny maty aloha kokoa.",
        "12": "Tsy hoe efa nahazo aho, na efa natao lavorary, fa mbola miezaka aho sao mba ho afaka hihazona koa an’izay nihazonan’i Kristy Jesosy ahy.",
        "13": "Ry rahalahy, tsy mihevi-tena ho efa nahazo aho. Zavatra iray ihany anefa no ataoko: Manadino ny zavatra any aoriana aho ary mikely aina hanatratra ny eo aloha.",
        "14": "Miezaka ho tonga amin’ny tanjona aho, mba hahazoako ny lokan’ny fiantsoana avy any ambony, izany hoe ny fiantsoan’Andriamanitra amin’ny alalan’i Kristy Jesosy.",
        "15": "Koa aoka àry isika rehetra izay matotra hanana izany toe-tsaina izany. Ary raha manana sain-kafa ianareo na amin’ny lafiny inona na amin’ny lafiny inona, dia hahariharin’Andriamanitra aminareo io toe-tsaina voalaza etsy ambony io.",
        "16": "Na izany aza, dia araka izay fandrosoana efa vitantsika no aoka mbola hizorantsika hatrany, amin’ny fomba milamina, araka ny efa nahazatra antsika.",
        "17": "Aoka samy hanahaka ahy ianareo, ry rahalahy, ary diniho ireo mandeha araka ny ohatra nasehonay taminareo.",
        "18": "Maro mantsy no mitsangan-ko fahavalon’ny hazo fijalian’i Kristy. Efa nilaza momba azy ireny matetika aho, fa ankehitriny dia milaza momba azy ireny amin-dranomaso koa.",
        "19": "Fandringanana no hiafaran’ireny, ary ny kibony no andriamaniny; ny zavatra tokony hahamenatra azy no ataony ho voninahitra, ary zavatra etỳ an-tany no ifantohan’ny sainy.",
        "20": "Fa isika kosa dia olom-pirenen’ny lanitra, ary avy any koa no iandrasantsika fatratra ny mpamonjy, dia i Jesosy Kristy Tompo,",
        "21": "izay hanova ny vatantsika nambanina mba hitovy endrika amin’ny vatany be voninahitra, araka ny fiasan’ny heriny, dia ilay hery hahatonga ny zava-drehetra hanaiky azy."
    },
    "4": {
        "1": "Noho izany, ry rahalahy malalako sy mahamanina ahy, ry fifaliako sy satroboninahitro, aoka ianareo ho mafy orina toy izany hatrany, ao amin’ny Tompo, ry malalako.",
        "2": "Mananatra an’i Eodia aho, ary mananatra an’i Syntyke mba hiray saina ao amin’ny Tompo izy ireo.",
        "3": "Eny, mangataka anao koa aho, ry ilay tena mpiray zioga amiko, mba hanampy foana azy roa vavy, fa niara-niasa mafy tamiko teo amin’ny fitoriana ny vaovao tsara izy ireo, mbamin’i Klementa sy ny mpiara-miasa amiko hafa rehetra, izay samy voasoratra ao amin’ny bokin’ny fiainana ny anarany.",
        "4": "Mifalia hatrany ao amin’ny Tompo, eny, hoy indray aho: Mifalia!",
        "5": "Aoka ho fantatry ny rehetra fa mahay mandanjalanja * ianareo. Akaiky ny Tompo.",
        "6": "Aza manahy na amin’inona na amin’inona, fa amin’ny zava-drehetra, dia ampahafantaro an’Andriamanitra ny fangatahanareo, amin’ny alalan’ny vavaka sy ny fitalahoana mbamin’ny fisaorana.",
        "7": "Ary ny fiadanan’Andriamanitra izay lehibe lavitra noho ny eritreritra rehetra no hiambina ny fonareo sy ny sainareo amin’ny alalan’i Kristy Jesosy.",
        "8": "Ary farany, ry rahalahy, na inona na inona marina, na inona na inona zava-dehibe, na inona na inona mahitsy, na inona na inona madio, na inona na inona mahatehotia, na inona na inona tsara laza, na inona na inona misy hatsarana, ary na inona na inona mendri-piderana, dia izany foana heverina.",
        "9": "Ataovy hatrany ireo zavatra nianaranareo sy nekenareo sy renareo ary hitanareo tamiko. Ary ho aminareo ilay Andriamanitry ny fiadanana!",
        "10": "Tena faly be aho eo am-panompoana ny Tompo, satria ela ny ela ka mieritreritra momba izay hahasoa ahy indray ianareo ankehitriny. Efa tena nieritreritra izany ianareo, saingy tsy afa-nanoatra.",
        "11": "Tsy hoe ao anatin’ny tsy fisiana anefa aho raha milaza izany, satria efa nianatra ny hianina aho na inona na inona toe-javatra misy ahy.",
        "12": "Haiko tsara ny hoe ao anatin’ny tsy fisiana, ary haiko tsara koa ny hoe manam-be. Tamin’ny zava-drehetra sy tao anatin’ny toe-javatra rehetra, dia efa nianatra ny ho voky sy ho noana aho, ary ny hanam-be sy hihafy.",
        "13": "Manana ny hery hiatrehana ny toe-javatra rehetra aho, amin’ny alalan’ilay manome hery ahy.",
        "14": "Na izany aza, dia tsara ny nataonareo satria niombom-pahoriana tamiko ianareo.",
        "15": "Fantatrareo Filipianina koa fa tsy nisy fiangonana mba niara-niasa tamiko raha ny amin’ny fanomezana sy ny fandraisana, afa-tsy ianareo ihany, fony vao notorina ny vaovao tsara, tamin’izaho niala tany Makedonia.",
        "16": "Izany no izy, satria na dia mbola tany Tesalonika aza aho, dia nandefa zavatra ho ahy ianareo indray mandeha, eny, indroa mihitsy aza, mba hahazoako izay nilaiko.",
        "17": "Tsy hoe mitady fatratra ny hahazo fanomezana aho akory, fa mitady fatratra ny vokatra izay mampitombo ny kaonty anananareo kosa.",
        "18": "Manana ny ampy anefa aho amin’ny zavatra rehetra, ary manam-be. Tena afa-po aho nandray ny zavatra nampitondrainareo an’i Epafrodito. Ireny zavatra ireny dia hanitra mamerovero sady sorona ankasitrahan’Andriamanitra sy tena mahafaly azy.",
        "19": "Ary Andriamanitro indray kosa no hanome anareo izay rehetra ilainareo, araka ny haben’ny harenany ao amin’ny voninahitra, amin’ny alalan’i Kristy Jesosy.",
        "20": "Ho an’Andriamanitra Raintsika anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "21": "Mampamangy any amin’ny olona masina rehetra tafaray amin’i Kristy Jesosy. Mampamangy, hono, ianareo, hoy ireo rahalahy eto amiko.",
        "22": "Mampamangy, hono, ianareo, hoy ny olona masina rehetra, indrindra fa ny ankohonan’i Kaisara.",
        "23": "Ho amin’ny toe-tsaina asehonareo anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompo!"
    },
    "meta": {
        "name": "Filipianina",
        "order": 49,
        "chapter_number": 4
    }
}