{
    "1": {
        "1": "Paoly, apostoly tsy voatendrin’olona na voatendry tamin’ny alalan’olona, fa tamin’ny alalan’i Jesosy Kristy sy Andriamanitra Ray, izay nanangana azy tamin’ny maty,",
        "2": "eny, izaho Paoly sy ny rahalahy rehetra miaraka amiko. Ho an’ireo fiangonana any Galatia,",
        "3": "Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "4": "Nanolotra ny tenany noho ny fahotantsika izy mba hanafahany antsika amin’ity tontolo ratsy ity, araka ny sitrapon’ilay Andriamanitra Raintsika.",
        "5": "Ho an’Andriamanitra anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "6": "Gaga aho fa izao sahady ianareo dia efa miala amin’Ilay niantso anareo tamin’ny hatsaram-panahy tsy manam-paharoan’i Kristy, ka mifindra ho amin’ny vaovao tsara karazany hafa.",
        "7": "Tsy vaovao tsara anefa ilay izy, fa misy olona manakorontana anareo kosa, sy te hanolana an’ilay vaovao tsara momba an’i Kristy.",
        "8": "Fa na izahay, na anjely avy any an-danitra, no mitory vaovao tsara aminareo ankoatra an’ilay vaovao tsara efa notorinay taminareo, dia aoka izy ho voaozona.",
        "9": "Eny, araka ny voalazanay tetsy aloha, ary mbola averiko eto indray hoe: Izay mitory vaovao tsara aminareo ankoatra an’ilay efa noraisinareo, dia aoka izy ho voaozona.",
        "10": "Olona ve no reseko lahatra, sa Andriamanitra? Sa mila sitraka amin’olona aho? Raha mbola mila sitraka amin’olona mantsy aho, dia tsy mpanompon’i Kristy.",
        "11": "Fa ampahafantariko anareo, ry rahalahy, fa tsy avy tamin’olombelona ilay vaovao tsara notoriko.",
        "12": "Fa tsy noraisiko avy tamin’olona izy io sady tsy nampianarina ahy, fa nahariharin’i Jesosy Kristy tamiko kosa.",
        "13": "Mazava ho azy fa efa renareo izay nataoko fony aho mbola nanaraka ny Fivavahan’ny Jiosy, fa tafahoatra loatra ny nanenjehako sy ny nandravako tsy an-kijanona ny fiangonan’Andriamanitra.",
        "14": "Ary nandroso tamin’ny Fivavahan’ny Jiosy mihoatra noho ny ankamaroan’ireo nitovy taona tamiko teo amin’ny iray firazanana tamiko aho, satria tena fatra-panaja ny fampianarana nolovako avy tamin’ny razako.",
        "15": "Fa Andriamanitra, izay nahatonga ahy ho teraka avy tao an-kibon-dreniko, no niantso ahy noho ny hatsaram-panahiny tsy manam-paharoa. Ary rehefa hitany fa tsara",
        "16": "ny hampiharihariana ny Zanany tamin’ny alalako mba hitoriako ny vaovao tsara momba azy any amin’ny hafa firenena, dia tsy naka hevitra avy hatrany tamin’ny nofo aman-dra aho,",
        "17": "na niakatra tany Jerosalema ho any amin’ireo apostoly talohako, fa nankany Arabia ary niverina indray tany Damaskosy.",
        "18": "Ary telo taona tatỳ aoriana aho vao niakatra tany Jerosalema mba hitsidika an’i Kefasy, ka nijanona dimy ambin’ny folo andro tany aminy.",
        "19": "Fa tsy nahita apostoly hafa, ankoatra an’i Jakoba rahalahin’ny Tompo, aho.",
        "20": "Ary ny amin’izao zavatra soratako aminareo izao, dia eo anatrehan’Andriamanitra no ilazako fa tsy mandainga aho.",
        "21": "Nankany amin’ny faritr’i Syria sy Kilikia aho taorian’izay.",
        "22": "Mbola tsy nahita ny endriko ireo fiangonana tany Jodia, izay tafaray amin’i Kristy.",
        "23": "Ny hany ren’izy ireo matetika kosa dia hoe: “Ilay mpanenjika antsika taloha dia efa mitory ny vaovao tsara momba ilay finoana noravany fahiny.”",
        "24": "Koa nanome voninahitra an’Andriamanitra izy ireo noho ny amiko."
    },
    "2": {
        "1": "Rehefa afaka efatra ambin’ny folo taona, dia niara-niakatra tamin’i Barnabasy tany Jerosalema indray aho, ary nentiko koa i Titosy.",
        "2": "Noho ny zavatra naharihary tamiko anefa no niakarako tany. Ary novelabelariko teo anatrehan’ireo lehilahy niavaka ireo ny vaovao tsara toriko amin’ny hafa firenena, saingy nitokana no namelabelarako izany teo anatrehan’izy ireo, sao ho very maina fotsiny izao hazakazaka ataoko izao, na ny efa nataoko.",
        "3": "Fa na i Titosy izay niaraka tamiko aza, dia tsy noterena hoforana nefa Grika izy.",
        "4": "Fa noho ny rahalahy sandoka izay nampidirina mangingina teo anivontsika, sady nisoko niditra mba hitsikilo ilay fahafahana ananantsika amin’ny maha mpianatr’i Kristy Jesosy antsika, mba hanandevozan’izy ireo tanteraka antsika...",
        "5": "Tsy nilefitra tamin’izy ireo na nanaiky azy ireo izahay, na ora iray monja aza, mba hitoeran’ny fahamarinan’ny vaovao tsara eo aminareo.",
        "6": "Fa raha ny amin’ireo lehilahy heverina ho ambony kosa, amiko ireny lehilahy niavaka ireny dia tsy nampita zava-baovao. Ary tsy zava-dehibe loatra amiko na karazan’olona nanao ahoana na nanao ahoana izy ireny taloha. Andriamanitra mantsy tsy mijery ny miseho ivelany amin’ny olombelona.",
        "7": "Fa rehefa hitan’izy ireo kosa fa nankinina tamiko ny fitoriana ny vaovao tsara tamin’ny tsy voafora, toy ny nanankinana tamin’i Petera ny fitoriana tamin’ny voafora",
        "8": "—ilay nanome fahefana an’i Petera ho tonga apostolin’ny voafora mantsy no nanome fahefana ahy koa ho tonga apostolin’ny hafa firenena—",
        "9": "eny, rehefa fantatr’i Jakoba sy Kefasy ary Jaona, izay ekena ho andrin’ny fiangonana, fa nanehoana hatsaram-panahy tsy manam-paharoa aho, dia notoloran’izy ireo ny tanany ankavanana izahay sy Barnabasy ho mariky ny fiaraha-miasa, mba handehananay any amin’ny hafa firenena, fa izy ireo kosa any amin’ny voafora.",
        "10": "Fa izao fotsiny no nohafarana anay: Tokony hahatsiaro foana ny mahantra izahay. Ary izany indrindra no efa iezahako mafy hatao.",
        "11": "Rehefa tonga tany Antiokia anefa i Kefasy, dia nanohitra azy imasoimaso aho satria hita fa meloka izy.",
        "12": "Niara-nihinana tamin’ny hafa firenena mantsy izy talohan’ny nahatongavan’ny olona avy any amin’i Jakoba, fa rehefa tonga kosa ireo dia nihatakataka sy nitokana izy, noho ny fahatahorany ny voafora.",
        "13": "Niara-nihatsaravelatsihy taminy koa ny Jiosy hafa rehetra, ka na i Barnabasy aza mba voataonan’izy ireo hihatsaravelatsihy koa.",
        "14": "Fa rehefa hitako fa tsy nandeha mahitsy araka ny fahamarinan’ny vaovao tsara izy ireo, dia hoy aho tamin’i Kefasy teo anatrehan’ny rehetra: “Raha ianao izay Jiosy aza manao toy ny hafa firenena, fa tsy toy ny Jiosy, nahoana ny hafa firenena no terenao hanaraka ny fanaon’ny Jiosy?”",
        "15": "Tena Jiosy isika, fa tsy mpanota anisan’ny hafa firenena,",
        "16": "ary fantatsika fa ny finoana an’i Kristy Jesosy no hany fomba anambarana olona iray ho marina, fa tsy ny asan’ny lalàna. Isika koa aza nino an’i Kristy Jesosy, mba ho azo ambara ho marina, noho ny finoana an’i Kristy fa tsy noho ny asan’ny lalàna. Tsy hisy nofo hambara ho marina noho ny asan’ny lalàna mantsy.",
        "17": "Ny hambara ho marina amin’ny alalan’i Kristy no katsahintsika, nefa raha isika indray no heverina ho mpanota, angaha moa i Kristy mpanompon’ny ota? Sanatria izany!",
        "18": "Fa raha izay efa narodako no atsangako indray, dia asehoko amin’izany fa mpandika lalàna aho.",
        "19": "Raha izaho kosa, dia noho izaho nanaraka ny lalàna no nahafaty ahy raha ny amin’ny lalàna, mba hahavelona ahy ho an’Andriamanitra.",
        "20": "Voafantsika amin’ny hazo fijaliana miaraka amin’i Kristy aho, ary tsy izaho intsony no velona fa i Kristy no velona sy tafaray amiko. Izao fiainako ao amin’ny nofo izao tokoa mantsy dia iainako mifanaraka amin’ny finoana ny Zanak’Andriamanitra, izay efa tia ahy ka nanolotra ny tenany ho ahy.",
        "21": "Ary tsy manilika ny hatsaram-panahy tsy manam-paharoan’Andriamanitra aho, fa raha ny lalàna no anambarana ho marina dia tsy nisy antony tokoa ny nahafatesan’i Kristy."
    },
    "3": {
        "1": "Ry Galatianina tsy misaina! Iza no nitaona anareo ho amin’ny ratsy, kanefa dia toy ny hoe ny masonareo mihitsy no nahita an’i Jesosy Kristy nofantsihana tamin’ny hazo fijaliana?",
        "2": "Izao ihany no tiako ho fantatra avy aminareo: Noho ny asan’ny lalàna ve no nahazoanareo ny fanahy masina, sa noho ianareo nino an’izay renareo?",
        "3": "Tena tsy misaina mihitsy ve ianareo e? Dia ho araka ny nofo ve no hiafaranareo nefa mba nanomboka araka ny fanahy ihany ianareo?",
        "4": "Dia ho very maina fotsiny ve ny niaretanareo fahoriana be dia be toy ireny? Tsy ho very maina kosa angamba izany!",
        "5": "Ary ilay manome fanahy masina anareo sady manao fahagagana eo aminareo, noho ny asan’ny lalàna ve no anaovany izany, sa noho izy nino an’izay reny?",
        "6": "Sahala amin’i Abrahama izay “naneho finoana an’i Jehovah, ka nekena ho isan’ny olo-marina izy.”",
        "7": "Efa fantatrareo tokoa fa ireo mifikitra amin’ny finoana no zanak’i Abrahama.",
        "8": "Efa tsinjon’ny Soratra Masina fa hambaran’Andriamanitra ho marina ny hafa firenena noho ny finoan’izy ireo. Noho izany, dia nambaran’ny Soratra Masina mialoha tamin’i Abrahama ny vaovao tsara, tamin’ny filazana hoe: “Amin’ny alalanao no hitahiana ny firenena rehetra.”",
        "9": "Koa ireo mifikitra amin’ny finoana àry dia tahina tahaka an’i Abrahama, olona tsy nivadika.",
        "10": "Fa voaozona izay rehetra miantehitra amin’ny asan’ny lalàna, satria voasoratra hoe: “Voaozona izay tsy maharitra mankatò ny zavatra rehetra voasoratra ao amin’ny horonam-boky misy ny Lalàna.”",
        "11": "Hita mazava koa fa tsy misy olona ambara ho marina eo anatrehan’Andriamanitra noho ny lalàna, satria “ny olo-marina ho velona noho ny finoany.”",
        "12": "Ary tsy mitaky finoana ny Lalàna, fa “izay mankatò izany no ho velona amin’ny alalan’izany.”",
        "13": "Nividy sy nanafaka antsika tamin’ny ozon’ny Lalàna i Kristy rehefa nanjary voaozona hisolo antsika, satria voasoratra hoe: “Voaozona izay mihantona eo amin’ny tsato-kazo.”",
        "14": "Amin’izay mantsy ilay fitahiana an’i Abrahama dia ho tonga amin’ny hafa firenena amin’ny alalan’i Jesosy Kristy, mba hahazoantsika ny fanahy nampanantenaina. Ary noho ny finoantsika no ahazoantsika izany.",
        "15": "Ry rahalahy, fanoharana avy amin’ny fiainan’olona andavanandro no lazaiko: Na dia ny fifanekena ataon’ny olona aza, rehefa manan-kery, dia tsy misy manafoana na manampy.",
        "16": "Tamin’i Abrahama sy tamin’ny taranany no nilazana ny fampanantenana. Tsy voalaza hoe: “Ary ho an’ireo taranaka”, toy ny milaza maro, fa toy ny milaza tokana, dia hoe: “Ary ho an’ny taranakao”, dia i Kristy izany.",
        "17": "Izao koa no lazaiko: Raha ny amin’ilay fifanekena izay nataon’Andriamanitra nanan-kery fahiny, dia tsy ny Lalàna izay niseho telopolo sy efajato taona tatỳ aoriana no tsy mampanan-kery azy ka hahafoana an’ilay fampanantenana.",
        "18": "Raha noho ny lalàna mantsy no ahazoana ny lova dia tsy noho ny fampanantenana intsony izany, kanefa tamin’ny alalan’ny fampanantenana no nanomezan’Andriamanitra azy io tamin-katsaram-panahy an’i Abrahama.",
        "19": "Inona àry no anton’ny Lalàna? Nomena koa izy io mba hampiharihariana ny fandikan-dalàna, mandra-pahatongan’ilay taranaka izay nanaovana an’ilay fampanantenana. Ary nampitaina tamin’ny alalan’ny anjely izy io, teo an-tanan’ny mpanelanelana iray.",
        "20": "Fa tsy ilaina ny mpanelanelana raha olona iray monja no voakasika. Andriamanitra irery ihany anefa no nanao an’ilay fampanantenana.",
        "21": "Koa mifanohitra amin’ny fampanantenan’Andriamanitra àry ve ny Lalàna? Sanatria izany! Fa raha nisy lalàna nahavita nanome fiainana, dia ho ny lalàna no nahatonga ny olona ho marina.",
        "22": "Niara-natolotry ny Soratra Masina hogejain’ny ota avokoa anefa ny zava-drehetra. Amin’izay, ilay fampanantenana izay avy amin’ny finoana an’i Jesosy Kristy dia homena an’izay maneho finoana.",
        "23": "Fony mbola tsy tonga anefa ny finoana, dia voambina teo ambanin’ny lalàna isika, ka niara-natolotra hogejaina avokoa. Ary ny finoana izay tsy maintsy haharihary no nandrasantsika.",
        "24": "Koa nanjary mpitaiza antsika àry ny Lalàna ka nitarika antsika ho amin’i Kristy, mba ho azo ambara ho marina isika noho ny finoana.",
        "25": "Efa tonga anefa izao ny finoana, ka tsy fehezin’ny mpitaiza intsony isika.",
        "26": "Raha ny tena izy, dia zanak’Andriamanitra ianareo rehetra noho ny finoanareo an’i Kristy Jesosy.",
        "27": "Nitafy ny toetran’i Kristy mantsy ianareo rehetra izay natao batisa ho amin’i Kristy.",
        "28": "Ary tsy misy intsony na Jiosy na Grika, na andevo na tsy andevo, na lahy na vavy. Fa olona iray ihany tafaray amin’i Kristy Jesosy ianareo rehetra.",
        "29": "Ary raha an’i Kristy ianareo, dia tena taranak’i Abrahama, sady mpandova araka ny fampanantenana."
    },
    "4": {
        "1": "Izao no lazaiko: Raha mbola zaza ny mpandova, dia tsy misy maha samy hafa azy mihitsy amin’ny mpanompo, na dia tompon’ny zavatra rehetra aza izy.",
        "2": "Fa fehezin’ny mpitaiza sy ny mpanompo miandraikitra ny ao an-trano izy, mandra-pahatongan’ny andro voatondron-drainy mialoha.",
        "3": "Dia toy izany koa isika: Fony mbola zaza bodo isika dia nandevozin’ny zavatra fototra eto amin’ity tontolo ity.",
        "4": "Fa rehefa tapitra tanteraka ny fotoana voafetra, dia nirahin’Andriamanitra ny Zanany, izay natera-behivavy ary nateraka teo ambanin’ny lalàna,",
        "5": "mba hividianany an’izay eo ambanin’ny lalàna ka hanafahany azy ireo. Ary amin’izay isika dia handray ny fananganana antsika ho zanaka.",
        "6": "Koa satria zanaka ianareo, dia nalefan’Andriamanitra ao am-pontsika ny fanahin’ny Zanany, ary io fanahy io no miantsoantso hoe: “Aba, * Ray ô!”",
        "7": "Koa tsy mpanompo intsony àry ianao fa zanaka. Ary raha zanaka dia nataon’Andriamanitra ho mpandova koa.",
        "8": "Fony ianareo tsy nahalala an’Andriamanitra anefa, dia izay tsy andriamanitra no notompoinareo.",
        "9": "Fa izao kosa ianareo efa mahalala an’Andriamanitra, na ny marina kokoa dia hoe efa fantany ianareo. Koa nahoana àry ianareo no miverina indray any amin’ireo zavatra fototra tsy misy dikany sy tsy misy ilana azy, ary te handevozin’izany indray?",
        "10": "Andro sy volana sy vanim-potoana ary taona no tandremanareo fatratra.",
        "11": "Matahotra ny aminareo aho sao dia sasa-poana taminareo.",
        "12": "Miangavy anareo aho, ry rahalahy, aoka ho tahaka ahy ianareo, satria izaho koa mba efa tahaka anareo. Tsy nanisy ratsy ahy ianareo.",
        "13": "Fantatrareo anefa fa noho ny tsy fahasalaman’ny nofoko no nitoriako ny vaovao tsara taminareo tamin’ny voalohany.",
        "14": "Ary fitsapana ho anareo izany tsy fahasalamako izany, nefa tsy nanamavo ahy ianareo sady tsy nandrora tamin-drikoriko. Fa noraisinareo toy ny anjelin’Andriamanitra sy toa an’i Kristy Jesosy kosa aho.",
        "15": "Aiza àry ilay hasambarana nanananareo? Fa mijoro ho vavolombelona aho fa raha azonareo natao, na ny masonareo aza ho nopotsirinareo ka ho nomenareo ahy.",
        "16": "Koa nanjary fahavalonareo ve aho, satria milaza ny marina aminareo?",
        "17": "Miezaka fatratra mitaona anareo hiandany aminy ireny, kanefa tsy noho ny antony tsara. Fa tiany hosarahina amiko ianareo mba hitadiavanareo azy fatratra.",
        "18": "Tsara anefa raha miezaka mafy mitaona anareo noho ny antony tsara ny olona, ka manao izany foana fa tsy rehefa eo aminareo ihany aho,",
        "19": "ry zanako malalako. Ary toy ny marary mihetsi-jaza hiteraka anareo indray aho, mandra-piforonan’i Kristy ao aminareo.",
        "20": "Fa te ho eo aminareo aho izao ankehitriny izao, ary te hanova ny fomba fiteniko. Very hevitra noho ny aminareo mantsy aho.",
        "21": "Hono ho’aho, ianareo izay te ho eo ambanin’ny lalàna: Tsy renareo ve ny Lalàna?",
        "22": "Voasoratra, ohatra, fa nanan-janaka roa lahy i Abrahama, ny anankiray tamin’ny mpanompovavy, ary ny anankiray tamin’ny vehivavy afaka.",
        "23": "Nateraka araka ny nofo anefa ilay tamin’ny mpanompovavy, fa nateraka noho ny fampanantenana kosa ilay tamin’ny vehivavy afaka.",
        "24": "Sary an’ohatra izany, satria izy roa vavy dia fifanekena roa, ny anankiray natao teo amin’ny Tendrombohitra Sinay, ary mitera-jaza ho amin’ny fanandevozana, dia i Hagara izany.",
        "25": "Ary io Hagara io dia Sinay, izay tendrombohitra anankiray any Arabia. Mifanitsy amin’ilay Jerosalema ankehitriny izy, satria andevo izy sy ny zanany.",
        "26": "Fa afaka kosa ilay Jerosalema any ambony, ary izy no renintsika.",
        "27": "Fa voasoratra hoe: “Mifalia, ry vehivavy momba izay tsy niteraka. Mihobia sy mihorakoraha, ry vehivavy tsy mba narary nihetsi-jaza. Fa ny zanaky ny vehivavy nilaozam-bady dia betsaka noho ny zanaky ny vehivavy manambady.”",
        "28": "Isika, ry rahalahy, no zanaky ny fampanantenana toa an’i Isaka.",
        "29": "Fa nanenjika an’ilay nateraka araka ny fanahy ilay nateraka araka ny nofo tamin’izany fotoana izany. Dia tahaka izany koa ankehitriny.",
        "30": "Fa inona anefa no lazain’ny Soratra Masina? “Roahy any ilay mpanompovavy sy ny zanany, fa tsy hiray lova mihitsy amin’ny zanak’ilay vehivavy afaka ny zanak’ilay mpanompovavy.”",
        "31": "Koa tsy zanaky ny mpanompovavy isika, ry rahalahy, fa zanaky ny vehivavy afaka."
    },
    "5": {
        "1": "Ho amin’izany fahafahana izany no nanafahan’i Kristy antsika. Koa mijoroa tsara, ary aza mety hogejaina indray ao amin’ny ziogan’ny fanandevozana.",
        "2": "Izaho Paoly no milaza aminareo fa raha hoforana ianareo, dia tsy hahasoa anareo na kely akory aza i Kristy.",
        "3": "Ary hamafisiko eto indray amin’izay hoforana fa tsy maintsy mankatò ny Lalàna manontolo izy.",
        "4": "Fa na iza na iza ianareo no te hambara ho marina amin’ny alalan’ny fankatoavana ny lalàna, dia tafasaraka amin’i Kristy ianareo. Efa niala tao amin’ny hatsaram-panahiny tsy manam-paharoa ianareo.",
        "5": "Fa izahay kosa, dia ny fanahin’Andriamanitra no mahatonga anay hiandry mafy an’ilay fahamarinana izay antenainay vokatry ny finoanay.",
        "6": "Raha ny amin’i Kristy Jesosy mantsy, dia samy tsy misy vidiny na ny famorana na ny tsy famorana, fa ny finoana izay miasa amin’ny alalan’ny fitiavana no misy vidiny.",
        "7": "Efa nihazakazaka tsara ange ianareo e! Iza no nisakana anareo tsy hankatò ny fahamarinana?",
        "8": "Tsy Ilay miantso anareo no nandresy lahatra anareo hanao toy izany.",
        "9": "Lalivay kely fotsiny mantsy dia mampitombo ny koba manontolo.",
        "10": "Matoky aho fa tsy ho hafa noho izany ny hevitrareo, dia ianareo izay tafaray amin’ny Tompo. Fa ilay manakorontana anareo no hizaka ny fanamelohana, na iza izy na iza.",
        "11": "Fa ny amiko kosa, ry rahalahy, raha toa aho ka mbola mitory momba ny famorana, nahoana aho no mbola enjehina ihany? Raha izany tokoa no ataoko, dia efa nesorina ilay zavatra manafintohina momba ny hazo fijaliana.",
        "12": "Enga anie ka ireo mitady hampivadika anareo ireo mihitsy no hovosirina!",
        "13": "Efa voantso ho amin’ny fahafahana ianareo, ry rahalahy. Aoka anefa tsy hampiasainareo handrisihana ho amin’ny fanirian’ny nofo izany fahafahana izany, fa mifanompoa kosa noho ny fitiavana.",
        "14": "Fa ny Lalàna manontolo dia tanteraka ao amin’ilay didy tokana hoe: “Tiavo ny namanao tahaka ny tenanao.”",
        "15": "Fa raha tsy mitsahatra mifandramatra sy mifamely ianareo, tandremo sao mifandringana.",
        "16": "Fa izao no lazaiko: Mandehana hatrany araka ny fanahy, dia tsy hahatanteraka ny fanirian’ny nofo mihitsy ianareo.",
        "17": "Ny nofo sy ny faniriany mantsy manohitra ny fanahy, ary ny fanahy kosa manohitra ny nofo. Ary mifanohitra izy roa ireo, mba tsy hanaovanareo izay tianareo hatao.",
        "18": "Fa raha tarihin’ny fanahy ianareo, dia tsy eo ambanin’ny lalàna.",
        "19": "Miharihary ny asan’ny nofo, dia fijangajangana, fahalotoana, fitondran-tena baranahiny,",
        "20": "fanompoan-tsampy, filalaovana ody, * fifandrafiana, fifamaliana, fialonana, fipoahan’ny fahatezerana, fifandirana, fisaratsarahana, sekta,",
        "21": "fitsiriritana, fibobohan-toaka, lanonana feno filibana, ary ny toy ireo. Ny amin’ireo zavatra ireo no ampitandremako anareo mialoha, toy ny efa nampitandremako anareo rahateo, fa tsy mba handova ny fanjakan’Andriamanitra izay mpanao an’ireo.",
        "22": "Fa ny vokatry ny fanahy kosa dia fitiavana, fifaliana, fiadanana, fahari-po, hatsaram-panahy, hatsaran-toetra, finoana,",
        "23": "fahalemem-panahy, fifehezan-tena. Tsy misy lalàna manohitra an’ireo.",
        "24": "Ary izao no ataon’izay an’i Kristy Jesosy: Nofantsihan’izy ireo tamin’ny hazo fijaliana ny nofo, mbamin’ny filan-dratsiny sy ny faniriany.",
        "25": "Raha araka ny fanahy ny fomba fiainantsika, dia aoka koa isika hanaraka hatrany ny fitarihan’ny fanahy.",
        "26": "Aoka isika tsy hirehareha ka hampisy fifaninanana sy fifampialonana."
    },
    "6": {
        "1": "Ry rahalahy isany, raha misy olona sendra manao fahadisoana nefa tsy fantany akory, dia aoka izay olona araka ny fanahy eo aminareo hiezaka hanitsy azy amim-pahalemem-panahy. Etsy an-danin’izany koa anefa, dia aoka ny tsirairay aminareo mba hitandrin-tena tsara sao halaim-panahy ihany.",
        "2": "Mifampitondrà foana izay mavesatra, ary tanteraho amin’izany ny lalàn’i Kristy.",
        "3": "Fa raha misy mihevi-tena ho zavatra nefa tsinontsinona, dia mamita-tena izy.",
        "4": "Aoka kosa ny tsirairay samy handinika izay ataony avy. Amin’izay dia hanana antom-pifaliana ny amin’ny tenany ihany izy, fa tsy amin’ny fampitahany ny tenany amin’ny hafa.",
        "5": "Samy hitondra ny entany avy mantsy ny tsirairay.",
        "6": "Aoka koa izay ampianarina * ny tenin’Andriamanitra mba hifampizara ny zava-tsoa rehetra amin’ilay mampianatra.",
        "7": "Aza manaiky ho voafitaka ianareo: Andriamanitra tsy azo vazivazina, fa izay afafin’ny olona ihany no hojinjainy.",
        "8": "Izay mamafy ho an’ny nofony mantsy dia hijinja fahasimbana avy amin’ny nofony. Fa izay mamafy ho an’ny fanahy kosa dia hijinja fiainana mandrakizay avy amin’ny fanahy.",
        "9": "Koa aoka isika tsy ho sasatry ny manao ny tsara, satria amin’ny fotoana voatondro no hijinjantsika raha tsy reraka isika.",
        "10": "Koa dieny mbola misy fotoana azontsika anaovan-tsoa, dia aoka isika hanao soa amin’ny rehetra, indrindra fa amin’ny mpiray finoana amintsika.",
        "11": "Jereo ange ny havaventin’ny soratra nosoratan’ny tanako ho anareo e!",
        "12": "Ireo rehetra te hiseho ho tsara eo amin’ny nofo no miezaka manery anareo hoforana, nefa izao ihany no antony anaovany izany: Mba tsy hanenjehana azy ireo noho ny hazo fijalian’i Kristy, izany hoe i Jesosy.",
        "13": "Na ireo hoforana aza dia tsy mitandrina ny Lalàna, fa tiany hoforana fotsiny ianareo mba hisy antony hireharehany ny amin’ny nofonareo.",
        "14": "Sanatria ahy ny hirehareha, afa-tsy ny amin’ny hazo fijalian’i Jesosy Kristy Tompontsika. Izany hazo fijaliana izany no namantsihana an’izao tontolo izao, araka ny hevitro, fa namantsihana ahy kosa araka ny hevitr’izao tontolo izao.",
        "15": "Fa tsy ny hoe voafora na tsy voafora no zava-dehibe, fa ny hoe zavaboary vaovao.",
        "16": "Ary enga anie ny fiadanana sy ny famindram-po ho amin’izay rehetra hanaraka tsara an’ity fitsipi-pitondran-tena ity, eny, ho amin’ny Israelin’Andriamanitra!",
        "17": "Koa aoka tsy hisy olona hanahirana ahy, fa izaho efa mitondra marika eo amin’ny vatako manamarina ahy ho mpanompon’i Jesosy.",
        "18": "Ho amin’ny toe-tsaina asehonareo anie, ry rahalahy, ny hatsaram-panahy tsy manam-paharoan’i Jesosy Kristy Tompontsika! Amena."
    },
    "meta": {
        "name": "Galatianina",
        "order": 47,
        "chapter_number": 6
    }
}