{
    "1": {
        "1": "Avy amin’i Paoly, apostoly tsy notendren’olona, na notendrena tamin’ny alalan’olona, fa notendren’i Jesosy Kristy sy Andriamanitra Ray, ilay nanangana azy tamin’ny maty,",
        "2": "sy avy amin’ny rahalahy rehetra miaraka amiko. Ho an’ny fiangonana any Galatia,",
        "3": "Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "4": "Nahafoy ny ainy noho ny fahotantsika izy mba hamonjeny antsika amin’izao tontolo ratsy izao, satria izany no sitrapon’ilay Andriamanitra Raintsika.",
        "5": "Ho an’Andriamanitra anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "6": "Gaga aho hoe izao sahady ianareo dia efa miala amin’Ilay niantso anareo tamin’ny alalan’ny hatsaram-panahy miavaka nasehon’i Kristy, ka lasa manaraka vaovao tsara hafa.",
        "7": "Tsy hoe misy vaovao tsara hafa anefa, fa misy olona manakorontana anareo sady te hamadika an’ilay vaovao tsara momba an’i Kristy.",
        "8": "Na izahay anefa na anjely avy any an-danitra no mitory vaovao tsara aminareo ankoatra an’ilay vaovao tsara efa notorinay taminareo, dia enga anie ho voaozona!",
        "9": "Araka ny efa nolazainay teo, dia mbola averiko indray hoe: Izay mitory vaovao tsara aminareo ankoatra an’ilay efa noraisinareo, dia enga anie izy ho voaozona!",
        "10": "Angaha moa amin’olona aho no mitady sitraka fa tsy amin’Andriamanitra? Sa izaho te hampifaly olona? Raha mbola ny hampifaly olona mantsy no tadiaviko, dia tsy mpanompon’i Kristy aho.",
        "11": "Fa tiako ho fantatrareo, ry rahalahy, fa tsy avy tamin’olombelona ilay vaovao tsara notoriko taminareo.",
        "12": "Tsy azoko tamin’olona mantsy ilay izy sady tsy nampianarina ahy, fa nampahafantarin’i Jesosy Kristy ahy.",
        "13": "Mazava ho azy fa efa henonareo ny nataoko tamin’izaho mbola nanaraka ny Fivavahan’ny Jiosy. Fa tena nanenjika mafy ny fiangonan’Andriamanitra aho sady nandravarava azy.",
        "14": "Tena mpanaraka ny Fivavahan’ny Jiosy hiringiriny aho, mihoatra noho ny ankamaroan’ny olona nitovy taona tamiko teo amin’ny fireneko. Nafana fo be nanaraka ny fampianarana nolovako avy tamin’ny razambeko mantsy aho.",
        "15": "Fa ilay Andriamanitra nahatonga ahy ho teraka no niantso ahy noho ny hatsaram-panahiny miavaka. Ary rehefa hitany fa mety",
        "16": "ny hampiasana ahy mba hampahafantatra ny momba an’ilay Zanany, izany hoe mba hitory ny vaovao tsara momba azy any amin’ny hafa firenena, dia tsy tonga dia nanontany olona aho.",
        "17": "Tsy niakatra tany Jerosalema tany amin’ireo apostoly talohako koa aho, fa nankany Arabia, dia avy eo niverina tany Damaskosy.",
        "18": "Telo taona tatỳ aoriana aho vao niakatra tany Jerosalema mba hitsidika an’i Kefasy, ka nijanona 15 andro tany aminy.",
        "19": "Tsy nahita apostoly hafa mihitsy anefa aho, fa i Jakoba rahalahin’ny Tompo ihany no hitako.",
        "20": "Manome toky anareo eto anatrehan’Andriamanitra àry aho fa tsy lainga izao zavatra soratako aminareo izao.",
        "21": "Nankany amin’ny faritr’i Syria sy Kilikia aho taorian’izay.",
        "22": "Mbola tsy nahita ahy mivantana anefa ny fiangonana tany Jodia, izay tafaray amin’i Kristy.",
        "23": "Ny zavatra henon’izy ireo matetika fotsiny dia hoe: “Ilay mpanenjika antsika taloha iny ange izao efa mitory ny vaovao tsara momba an’ilay finoana notadiaviny horavana taloha e!”",
        "24": "Dia nanome voninahitra an’Andriamanitra izy ireo rehefa fantany izay nitranga tamiko."
    },
    "2": {
        "1": "Rehefa afaka 14 taona, dia niara-niakatra tamin’i Barnabasy tany Jerosalema indray aho, ary nentiko koa i Titosy.",
        "2": "Niakatra tany aho satria nisy zavatra naharihary tamiko. Dia novelabelariko tamin’izy ireo ny vaovao tsara toriko amin’ny hafa firenena. Teo anatrehan’ireo rahalahy nohajaina be ihany anefa no nanaovako an’izany, mba ho azo antoka hoe tsy very maina ilay hazakazaka nataoko tamin’izany, na ilay efa nataoko taloha.",
        "3": "Na i Titosy ilay niaraka tamiko aza, tsy noterena hoforana nefa Grika.",
        "4": "Nampisy olana anefa izany, satria nisy rahalahy sandoka nampidirina mangingina teo amintsika. Nitsofoka mangingina izy ireny mba hitsikilo antsika satria te hanakantsakana an’ilay fahafahana ananantsika noho isika mpianatr’i Kristy Jesosy. Tian’izy ireny handevozina tanteraka mantsy isika.",
        "5": "Tsy nilefitra tamin’izy ireny na nanaiky azy izahay, na dia vetivety fotsiny aza, mba ho eo aminareo foana ny fahamarinana, izany hoe ny vaovao tsara.",
        "6": "Fa raha ny amin’ireo rahalahy hoatran’ny hoe ambony ireo kosa,—tsy zava-dehibe amiko ny hoe hoatran’ny ahoana izy ireo taloha, satria tsy mijery tavan’olona Andriamanitra—dia tsy nampianatra ahy zava-baovao ireo rahalahy nohajaina be ireo.",
        "7": "Rehefa hitan’izy ireo kosa fa efa nankinina tamiko ny fitoriana ny vaovao tsara tamin’ny tsy voafora, toy ny nanankinana tamin’i Petera ny fitoriana tamin’ny voafora,",
        "8": "—ilay nanome fahefana an’i Petera ho lasa apostolin’ny voafora mantsy no nanome fahefana ahy ho lasa apostolin’ny hafa firenena koa—",
        "9": "ary rehefa fantatr’izy ireo fa nanehoana hatsaram-panahy miavaka aho, dia nanolotra ny tanany ankavanana taminay sy Barnabasy i Jakoba sy Kefasy ary Jaona, izay hoatran’ny hoe andrin’ny fiangonana. Nanao an’izany izy ireo mba ho marika fa mpiara-miasa daholo izahay. Amin’izay dia handeha any amin’ny hafa firenena izahay, fa izy ireo kosa any amin’ny voafora.",
        "10": "Fa notenenin’izy ireo fotsiny izahay hoe tsarovy foana ny mahantra. Ary izany mihitsy no efa iezahako mafy atao izao.",
        "11": "Rehefa tonga tany Antiokia anefa i Kefasy, dia noteneniko mivantana izy, satria tena hita fa diso.",
        "12": "Niara-nisakafo tamin’ny hafa firenena mantsy izy tamin’ny mbola tsy tonga ny olona nirahin’i Jakoba. Rehefa tonga anefa izy ireny, dia tsy nanao an’izany intsony izy fa niala teo amin’izy ireo, noho izy natahotra ny voafora.",
        "13": "Dia lasa nihatsaravelatsihy niaraka taminy koa ny Jiosy hafa rehetra, ka na i Barnabasy aza mba voataonan’izy ireo hihatsaravelatsihy koa.",
        "14": "Rehefa hitako anefa hoe tsy nanao zavatra mifanaraka amin’ny fahamarinan’ny vaovao tsara izy ireo, dia hoy aho tamin’i Kefasy teo anatrehan’ny rehetra: “Raha ianao izay Jiosy aza manao hoatran’ny hafa firenena, fa tsy hoatran’ny Jiosy, dia maninona no terenao hanaraka ny fanaon’ny Jiosy ny hafa firenena?”",
        "15": "Jiosy tena Jiosy isika, fa tsy mpanota avy amin’ny hafa firenena,",
        "16": "ary fantatsika fa izay olona mino an’i Jesosy Kristy ihany no ambara hoe marina, fa tsy izay mankatò lalàna. Dia nino an’i Kristy Jesosy isika, mba hambara hoe marina satria mino an’i Kristy fa tsy hoe mankatò lalàna. Fa tsy hisy olona hambara hoe marina satria fotsiny hoe mankatò lalàna.",
        "17": "Fa raha hita hoe mpanota koa isika, nefa isika efa miezaka mba ho azo ambara hoe olo-marina amin’ny alalan’i Kristy, dia midika ve izany hoe mpanompon’ny ota i Kristy? Sanatria izany!",
        "18": "Fa raha ny zavatra efa narodako no atsangako indray, dia asehoko amin’izany fa mpandika lalàna aho.",
        "19": "Fa nankatò lalàna aho, ka efa maty raha ny amin’ny lalàna, dia amin’izay aho velona ho an’Andriamanitra.",
        "20": "Voafantsika eo amin’ny tsato-kazo miaraka amin’i Kristy aho. Tsy izaho intsony no velona fa i Kristy no velona sy tafaray amiko. Fa amin’izao izaho mbola nofo aman-dra izao, dia miaina mifanaraka amin’ny finoako an’ilay Zanak’Andriamanitra aho, dia ilay tia ahy ka nanolotra ny tenany ho ahy.",
        "21": "Ary tsy mandà ny hatsaram-panahy miavaka asehon’ Andriamanitra aho, fa raha ny lalàna no anambarana olona hoe marina, dia matimaty foana i Kristy."
    },
    "3": {
        "1": "Ry Galatianina tsy misaina! Iza no namitaka anareo, nefa efa mba nohazavaina tsara taminareo ihany hoe nofantsihana teo amin’ny tsato-kazo i Jesosy Kristy?",
        "2": "Izao ihany no tiako hanontaniana anareo: Noho ianareo nankatò lalàna ve no nahazoanareo ny fanahy masina, sa noho ianareo nino an’izay henonareo?",
        "3": "Tena tsy misaina mihitsy ve ianareo e? Efa mba nanaiky hotarihin’ny fanahy ihany ve ianareo tamin’ny voalohany, nefa dia izao manaraka fisainan’olombelona izao no iafaranareo?",
        "4": "Dia ho very maina fotsiny ve ny niaretanareo fahoriana be dia be hoatr’ireny? Tsy ho very maina kosa angamba izany!",
        "5": "Izao àry: Ilay manome fanahy masina anareo sady manao fahagagana eo aminareo ve manao an’izany noho ianareo mankatò lalàna, sa noho ianareo mino an’izay henonareo?",
        "6": "Eritrereto koa i Abrahama: “Naneho finoana an’i Jehovah izy, ka nekena hoe olo-marina.”",
        "7": "Efa fantatrareo tokoa fa izay manam-pinoana no zanak’i Abrahama.",
        "8": "Efa hitan’ny Soratra Masina mialoha fa hambaran’Andriamanitra hoe marina ny hafa firenena satria mino. Dia nolazain’ny Soratra Masina mialoha tamin’i Abrahama ilay vaovao tsara hoe: “Amin’ny alalanao no hitahiana ny firenena rehetra.”",
        "9": "Ny olona manam-pinoana àry dia tahina hoatran’i Abrahama, izay nino.",
        "10": "Voaozona izay rehetra miantehitra amin’ny lalàna fotsiny, satria voasoratra hoe: “Voaozona izay lasa tsy mankatò an’izay rehetra voasoratra ao amin’ny horonam-boky misy ny Lalàna.”",
        "11": "Hita mazava koa fa tsy misy olona ambara hoe marina eo anatrehan’Andriamanitra noho izy mankatò lalàna, fa “ny olo-marina ho velona satria manam-pinoana.”",
        "12": "Ary tsy mitaky finoana ny Lalàna. Fa “izay olona mankatò an’ireny no ho velona amin’ny alalan’ireny.”",
        "13": "Nividy antsika i Kristy, ka nanafaka antsika tamin’ny ozon’ny Lalàna rehefa nanaiky ho voaozona hisolo antsika. Fa voasoratra hoe: “Voaozona izay mihantona eo amin’ny tsato-kazo.”",
        "14": "Amin’izay mantsy ny fitahiana azon’i Abrahama dia ho azon’ny firenena hafa koa, amin’ny alalan’i Kristy Jesosy, mba hahazoantsika an’ilay fanahy nampanantenaina, noho isika mino.",
        "15": "Fanoharana fahita isan’andro no ampiasaiko, ry rahalahy: Raha vao manan-kery ny fifanekena, na dia olona iray ihany aza no nampanan-kery azy, dia tsy misy manafoana na manampy an’ilay izy.",
        "16": "I Abrahama sy ny taranany no nilazana ny fampanantenana. Tsy nolazaina anefa hoe “ary ho an’ireo taranakao”, izany hoe ho an’olona be dia be, fa hoe “ary ho an’ny taranakao”, izany hoe ho an’olona tokana, dia i Kristy.",
        "17": "Izao koa no teniko: Tsy hoe nanafoana an’ilay fifanekena nataon’Andriamanitra taloha ilay Lalàna nomeny 430 taona tatỳ aoriana, ka hoe foana koa ilay fampanantenana.",
        "18": "Raha noho ny fankatoavana lalàna no ahazoana ny lova, dia tsy noho ny fampanantenana intsony no ahazoana an’ilay izy. Tsara fanahy anefa Andriamanitra ka nomeny an’i Abrahama tamin’ny alalan’ny fampanantenana ilay lova.",
        "19": "Inona àry no nilana ny Lalàna? Natao fanampiny izy io mba hampibaribary ny fandikan-dalàna, mandra-pahatongan’ilay taranaka nanaovana an’ilay fampanantenana. Ary nampitaina tamin’ny alalan’ny anjely ny Lalàna, ka natolotra teo an-tanan’ny mpanelanelana iray.",
        "20": "Fa tsy ilaina ny mpanelanelana raha olona iray ihany no voakasika. Andriamanitra irery anefa no nanao an’ilay fampanantenana.",
        "21": "Mifanohitra amin’ny fampanantenan’Andriamanitra àry ve ny Lalàna? Sanatria izany! Fa raha nisy lalàna nahavita nanome fiainana, dia ho efa lasa olo-marina ny olona noho ny lalàna.",
        "22": "Nasehon’ny Soratra Masina anefa hoe fehezin’ny ota daholo ny zava-drehetra. Amin’izay ilay fampanantenana avy amin’ny finoana an’i Jesosy Kristy dia homena an’izay maneho finoana.",
        "23": "Tamin’ny mbola tsy tonga anefa ny finoana, dia niambina antsika ny Lalàna ka lasa nofeheziny isika. Ary niandry an’ilay finoana izay efa haharihary isika.",
        "24": "Lasa mpitaiza antsika àry ny Lalàna ka nitarika antsika ho amin’i Kristy, mba ho azo ambara hoe marina isika satria mino.",
        "25": "Efa tonga anefa izao ny finoana, ka tsy fehezin’ny mpitaiza intsony isika.",
        "26": "Raha ny tena izy, dia zanak’Andriamanitra daholo ianareo satria mino an’i Kristy Jesosy.",
        "27": "Nanahaka an’i Kristy daholo mantsy ianareo natao batisa tao amin’i Kristy.",
        "28": "Tsy misy intsony ny hoe Jiosy na Grika, na andevo na olona afaka, na lahy na vavy. Fa olona iray ihany ianareo rehetra sady tafaray amin’i Kristy Jesosy.",
        "29": "Raha an’i Kristy koa ianareo, dia tena taranak’i Abrahama, sady handova an’izay nampanantenaina azy."
    },
    "4": {
        "1": "Izao no lazaiko: Raha mbola zaza ny mpandova, dia tsy misy maha samy hafa azy amin’ny mpanompo, na dia izy aza no tompon’ny zava-drehetra.",
        "2": "Fa fehezin’ny mpikarakara azy sy ny mpanompo miandraikitra ny ao an-trano izy, mandra-pahatongan’ilay andro nofidin’ny rainy mialoha.",
        "3": "Dia hoatr’izany koa isika: Tamin’isika mbola kely, dia nandevozin’ny fanaon’izao tontolo izao sy ny fisainany.",
        "4": "Fa rehefa tapitra ilay fotoana, dia nirahin’Andriamanitra ny Zanany, izay natera-behivavy sady teo ambanin’ny lalàna,",
        "5": "mba hividy an’izay eo ambanin’ny lalàna ka hanafaka azy ireo. Dia amin’izay isika ho azo atsangana ho zanaka.",
        "6": "Ary satria zanaka ianareo, dia nataon’Andriamanitra ao am-pontsika ny fanahin’ny Zanany, ary io fanahy io no miantsoantso hoe: “Aba, Ray ô!”",
        "7": "Tsy mpanompo intsony àry ianao fa zanaka, ary raha zanaka dia nataon’Andriamanitra ho mpandova koa.",
        "8": "Tamin’ianareo tsy nahalala an’Andriamanitra anefa, dia nandevozin’izay tsy tena andriamanitra ianareo.",
        "9": "Efa mahalala an’Andriamanitra kosa ianareo izao, na ny marina kokoa dia hoe efa fantany ianareo. Dia maninona ianareo no miverina indray any amin’ireo zavatra fototra tsy manan-kery sy tsy misy ilana azy, sady te handevozin’izany indray?",
        "10": "Aminareo dia misy andro sy volana sy vanim-potoana ary taona tena miavaka, dia ireny no ankalazainareo.",
        "11": "Matahotra aho sao very maina fotsiny ny nanampiako anareo.",
        "12": "Miangavy anareo aho, ry rahalahy, mba miovà hoatr’ahy, satria efa hoatr’anareo ihany aho taloha. Tsy nanisy ratsy ahy ianareo.",
        "13": "Fantatrareo anefa fa noho izaho narary no nahafahako nitory ny vaovao tsara taminareo tamin’ny voalohany.",
        "14": "Na dia fitsapana ho anareo aza ilay tsy fahasalamako, dia tsy nataonareo tsinontsinona aho na naharikoriko anareo. Noraisinareo hoatran’ny anjelin’Andriamanitra sy hoatran’i Kristy Jesosy kosa aho.",
        "15": "Dia aiza anefa izao izany fifalianareo izany? Fa mijoro ho vavolombelona aho fa raha azonareo natao, na ny masonareo aza ho nesorinareo dia ho nomenareo ahy.",
        "16": "Dia lasa fahavalonareo ve aho izao, satria milaza ny marina aminareo?",
        "17": "Miezaka mafy mitaona anareo ry zareo, saingy tsy hoe mba hahasoa anareo akory. Fa tiany hosarahina amiko ianareo, dia amin’izay manaraka an-dry zareo.",
        "18": "Tsara foana anefa raha misy miezaka mafy mitaona anareo, raha ny hahasoa anareo no antony anaovany an’izany, ary tsy hoe rehefa eo aminareo ihany aho no manao an’izany izy.",
        "19": "Toy ny hoe marary mihetsi-jaza hiteraka anareo indray aho, ry zanako malalako, ary ho toy izany foana mandra-panananareo ny toetran’i Kristy.",
        "20": "Tiako raha mba miaraka aminareo aho izao, sady mba malemy fanahy kokoa rehefa miresaka aminareo. Manahiran-tsaina ahy ianareo.",
        "21": "Hono ho’aho, ianareo izay te ho eo ambanin’ny lalàna ireo, tsy fantatrareo angaha izay lazain’ny Lalàna?",
        "22": "Voasoratra ao, ohatra, hoe nanan-janaka roa lahy i Abrahama: Ny anankiray tamin’ny mpanompovavy, fa ny anankiray tamin’ny vehivavy afaka.",
        "23": "Teraka hoatran’ireny zaza rehetra ireny anefa ilay nateraky ny mpanompovavy, fa teraka noho ny fampanantenana kosa ilay nateraky ny vehivavy afaka.",
        "24": "Misy heviny an’ohatra izany, satria izy roa vavy dia fifanekena roa. Natao teo amin’ny Tendrombohitra Sinay ny anankiray, ary miteraka zanaka hatao andevo. I Hagara io fifanekena io.",
        "25": "Ary i Hagara dia i Sinay, tendrombohitra any Arabia. Ilay Jerosalema ankehitriny no i Hagara, satria andevo izy sy ny zanany.",
        "26": "Vehivavy afaka kosa ilay Jerosalema any ambony, ary izy no renintsika.",
        "27": "Fa voasoratra hoe: “Mifalia, ry vehivavy momba izay tsy niteraka! Mihobia, ry vehivavy tsy mba narary nihetsi-jaza! Fa ny zanaky ny vehivavy nilaozam-bady dia betsaka noho ny zanaky ny vehivavy manambady.”",
        "28": "Zanaky ny fampanantenana hoatran’i Isaka ianareo, ry rahalahy.",
        "29": "Nanenjika an’ilay nateraky ny fanahy anefa ilay nateraka hoatran’ny zaza rehetra, tamin’izany fotoana izany, ary hoatr’izany koa amin’izao.",
        "30": "Inona anefa no lazain’ny Soratra Masina? “Roahy any ilay mpanompovavy sy ny zanany! Fa tsy hiray lova amin’ny zanak’ilay vehivavy afaka mihitsy ny zanak’ilay mpanompovavy.”",
        "31": "Tsy zanaky ny mpanompovavy àry isika, ry rahalahy, fa zanaky ny vehivavy afaka."
    },
    "5": {
        "1": "Fa nafahan’i Kristy isika mba hanana an’izany fahafahana izany. Koa miorena tsara, ary aza manaiky hasiana zioga fanandevozana indray.",
        "2": "Izaho Paoly no milaza aminareo fa raha forana ianareo, dia tsy hahasoa anareo i Kristy na kely akory aza.",
        "3": "Izao indray no hamafisiko amin’izay hoforana: Tsy maintsy mankatò ny Lalàna manontolo izy.",
        "4": "Tafasaraka amin’i Kristy ianareo fa mankatò lalàna mba hambara hoe olo-marina. Tsy anehoan’ Andriamanitra hatsaram-panahy miavaka intsony ianareo noho ny ataonareo.",
        "5": "Fa izahay kosa, dia ny fanahiny no mahatonga anay hiandry mafy sy hanantena ny hambara hoe olo-marina noho ny finoana.",
        "6": "Fa ho an’izay tafaray amin’i Kristy Jesosy, dia tsy ny hoe forana na tsy forana no zava-dehibe, fa ny hoe mino sady maneho fitiavana.",
        "7": "Efa nihazakazaka tsara ange ianareo e! Dia iza no nisakana anareo tsy hankatò ny fahamarinana intsony?",
        "8": "Tsy Ilay miantso anareo no nandresy lahatra anareo hanao hoatr’izany.",
        "9": "Fa lalivay kely fotsiny dia mampitombo ny koba manontolo.",
        "10": "Matoky aho fa hitovy hevitra amiko amin’izany ianareo izay tafaray amin’ny Tompo. Ilay manakorontana anareo anefa, na iza izy na iza, no hahazo ny fanamelohana mendrika azy.",
        "11": "Raha ny amiko kosa, ry rahalahy, raha mbola mitory momba ny famorana aho, dia nahoana aho no mbola enjehina ihany? Raha izany mantsy no toriko, dia efa tsy tokony hanafintohina olona intsony ny hazo fijaliana.",
        "12": "Enga anie ka ireo mitady hampivadika anareo ireo mihitsy no hovosirina!",
        "13": "Efa nantsoina ho lasa olona afaka ianareo, ry rahalahy. Aza ampiasaina hanomezana fahafaham-po ny fanirian’ny nofo anefa izany fahafahana izany, fa aleo ny fitiavana no hahatonga anareo hifanompo.",
        "14": "Fa ny Lalàna manontolo dia tanteraka ao amin’ilay didy anankiray hoe: “Tiavo ny namanao tahaka ny tenanao.”",
        "15": "Raha mbola mifandramatra sy miady foana anefa ianareo, dia mitandrema fa mety hifandringana.",
        "16": "Izao no lazaiko: Miezaha foana hanaiky hotarihin’ny fanahy, dia tsy hanatanteraka ny fanirian’ny nofo mihitsy ianareo.",
        "17": "Ny nofo sy ny faniriany mantsy manohitra ny fanahy, ary ny fanahy kosa manohitra ny nofo. Ary mifanohitra izy roa ireo, amin’izay ianareo tsy ho afaka hanao an’izay tianareo hatao.",
        "18": "Raha tarihin’ny fanahy koa ianareo, dia tsy eo ambanin’ny lalàna.",
        "19": "Miharihary ny asan’ny nofo, dia fijangajangana, fahalotoana, fitondran-tena tsy misy henatra,",
        "20": "fanompoan-tsampy, filalaovana ody, fankahalana, ady, fialonana, fipoahan’ny fahatezerana, fifamaliana, fisaratsarahana, fananganana antokom-pinoana,",
        "21": "fitsiriritana, fimamoana, fety tsy voafehy, ary zavatra hafa hoatran’ireo. Mampitandrina anareo mialoha aho, hoatran’ny efa nampitandremako anareo, fa tsy handova ny Fanjakan’Andriamanitra izay mpanao an’ireo zavatra ireo.",
        "22": "Fa ny vokatry ny fanahy kosa dia fitiavana, fifaliana, fiadanana, faharetana, hatsaram-panahy, hatsaran-toetra, finoana,",
        "23": "fahalemem-panahy, ary fifehezan-tena. Tsy misy lalàna manohitra an’ireo.",
        "24": "Ary izao no nataon’izay mpianatr’i Kristy Jesosy: Nofantsihan’izy ireo teo amin’ny hazo fijaliana ny nofo, niaraka tamin’ny filan-dratsiny sy ny faniriany.",
        "25": "Raha avelantsika hiasa amintsika ny fanahy masina, dia tokony hitondra tena tsara foana mifanaraka amin’ny fitarihan’ny fanahy isika.",
        "26": "Tsy tokony hirehareha isika fa mahatonga antsika hifaninana sy hifampialona izany."
    },
    "6": {
        "1": "Ry rahalahy, raha misy olona manao zavatra tsy mety nefa tsy fantany akory, dia ianareo izay matotra no tokony hiezaka hanitsy azy amim-pahalemem-panahy. Mitandrema tsara anefa sao halaim-panahy koa ianao.",
        "2": "Miezaha foana hifanampy rehefa misy zava-tsarotra manavesatra, fa manatanteraka ny lalàn’i Kristy ianareo rehefa manao an’izany.",
        "3": "Fa raha misy mihevi-tena hoe ambony nefa tsinontsinona, dia mamita-tena izy.",
        "4": "Aleo anefa ny tsirairay samy handinika an’izay ataony, amin’izay dia ny zavatra ataony no hahafaly azy. Fa tsy tokony hampitaha ny tenany amin’olon-kafa izy.",
        "5": "Samy hitondra ny entany avy mantsy ny tsirairay.",
        "6": "Izay ampianarina ny tenin’Andriamanitra koa, dia tokony mba hifampizara ny zavatra tsara rehetra amin’ilay mampianatra azy.",
        "7": "Aza manaiky ho voafitaka ianareo: Andriamanitra tsy azo vazivazina, fa izay afafin’ny olona ihany no hojinjainy.",
        "8": "Izay mamafy ho an’ny nofony mantsy dia hijinja fahasimbana avy amin’ny fanirian-dratsin’ny nofony. Fa izay mamafy ho an’ny fanahy kosa dia hijinja fiainana mandrakizay avy amin’ny fanahy.",
        "9": "Aza mba reraka manao ny tsara mihitsy àry isika, satria hijinja ny vokatr’izany isika amin’ny fotoana mety, raha tsy kivy.",
        "10": "Koa raha mbola afaka manao soa ihany isika, dia tokony hanao soa amin’ny olona rehetra, indrindra fa amin’ny mpiray finoana amintsika.",
        "11": "Jereo ange ny hangezan’ny soratra nosoratan’ny tanako ho anareo e!",
        "12": "Izay rehetra te hiseho hoe tsara etỳ ivelany no miezaka manery anareo hoforana. Ny antony anaovany an’izany anefa dia satria fotsiny izy tsy te henjehina noho ny hazo fijalian’i Kristy.",
        "13": "Na ny olona voafora aza tsy mitandrina ny Lalàna akory, fa tiany hoforana fotsiny ianareo dia amin’izay izy ireo afaka mirehareha momba anareo.",
        "14": "Enga anie aho tsy hirehareha mihitsy, raha tsy hoe momba ny hazo fijalian’i Jesosy Kristy Tompontsika ihany angaha! Amiko, dia tamin’ny alalany no namonoana an’izao tontolo izao ho faty, fa amin’izao tontolo izao kosa, dia tamin’ny alalany no namonoana ahy ho faty.",
        "15": "Fa tsy ny hoe voafora na tsy voafora no zava-dehibe, fa ny hoe zavaboary vaovao.",
        "16": "Enga anie hahazo fiadanana sy famindram-po izay rehetra manaraka tsara an’izany fitsipika izany, izany hoe ny Israelin’Andriamanitra!",
        "17": "Aza misy manahirana ahy intsony manomboka izao, satria efa mitondra marika eo amin’ny vatako aho manamarina hoe mpanompon’i Jesosy aho.",
        "18": "Enga anie ianareo, ry rahalahy, hanehoan’i Jesosy Kristy Tompontsika hatsaram-panahy miavaka noho ianareo manana toe-tsaina tsara! Amena."
    },
    "meta": {
        "name": "Galatianina",
        "order": 47,
        "chapter_number": 6
    }
}