{
    "1": {
        "1": "Fahiny ela be, dia niteny tamin’ny razantsika tamin’ny alalan’ny mpaminany Andriamanitra. Ary imbetsaka sady tamin’ny fomba maro no nanaovany izany.",
        "2": "Amin’izao andro farany izao kosa, dia miteny amintsika amin’ny alalan’ny Zanaka izy. Io Zanany io no notendreny ho mpandova ny zava-drehetra, ary tamin’ny alalan’io no nanaovany ireo rafitra nisy teto amin’ity tontolo ity. *",
        "3": "Izy io no taratry ny voninahiny, ary mitovy tanteraka amin’ny an’Andriamanitra ny maha izy azy. Ny tenin’ny heriny no anohanany ny zava-drehetra, ary rehefa avy nanao fanadiovana hahafaka ny fahotantsika izy, dia nipetraka eo ankavanan’ny Lehibe, any amin’ny avo.",
        "4": "Koa tonga ambony noho ny anjely izy, satria nandova anarana tsara lavitra noho ny an’ireo.",
        "5": "Iza tamin’ireo anjely, ohatra, no mba efa nitenenan’Andriamanitra hoe: “Ianao no zanako, ary izaho efa tonga rainao androany”? Ary koa hoe: “Izaho ho rainy, ary izy ho zanako”?",
        "6": "Rehefa hirahiny indray eo amin’ny tany onenana ny Lahimatoany, dia hoy izy: “Ary aoka hiankohoka eo anatrehany ny anjelin’Andriamanitra rehetra.”",
        "7": "Hoy koa izy momba ny anjely: “Manao ny anjeliny ho fanahy * izy ary ireo mpanompony * ho lelafo.”",
        "8": "Fa hoy kosa izy ny amin’ny Zanaka: “Andriamanitra no seza fiandriananao mandrakizay mandrakizay, ary tehim-pahitsiana ny tehim-panjakanao.",
        "9": "Tianao ny fahamarinana, fa halanao ny fandikan-dalàna. Izany no nahatonga an’Andriamanitra, izay Andriamanitrao, hanosotra anao menaka fifaliana mihoatra noho ireo namanao.”",
        "10": "Hoy koa izy: “Ianao, Tompo ô, no nametraka ny fototry ny tany, fony tany am-piandohana, ary asan’ny tananao ny lanitra.",
        "11": "Ho levona ireo, fa ianao kosa haharitra foana. Ary ho tonta toy ny akanjo ivelany ireo rehetra ireo,",
        "12": "sady havalonao toy ny akanjo, ka hosoloana toy ny akanjo ivelany, fa ianao kosa tsy miova, ary ny taonanao tsy hanam-pahataperana.”",
        "13": "Fa iza tamin’ireo anjely no mba efa nilazany hoe: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho fitoeran-tongotrao”?",
        "14": "Tsy fanahy manao fanompoana ho an’ny besinimaro ve izy rehetra, ka irahina hikarakara an’ireo handova famonjena?"
    },
    "2": {
        "1": "Noho izany, dia ilaintsika hotandremana mafimafy kokoa noho ny hatramin’izay ny zavatra efa rentsika, mba tsy ho voatarika hiala mihitsy isika.",
        "2": "Fa raha ny teny nampilazaina ny anjely aza natao mafy orina, ary raha novaliana ara-drariny daholo ny fandikan-dalàna sy ny tsy fankatoavana,",
        "3": "ataontsika ahoana no fandositra raha famonjena lehibe toy izao no ataontsika tsirambina? Ny Tompontsika mantsy no voalohany nilaza an’io famonjena io. Ary nanamafy azy io tamintsika ireo nandre azy io.",
        "4": "Efa nanome porofo momba azy io koa Andriamanitra tamin’ny alalan’ny famantarana sy ny fambara ary ny fahagagana maro samihafa sady nizara fanahy masina araka ny sitrapony.",
        "5": "Fa tsy anjely no nasainy neken’ilay tany onenana ho avy izay lazainay.",
        "6": "Fa nisy vavolombelona nanome porofon’izany any ho any, nanao hoe: “Dia inona moa izay olombelona no tsaroanao? Ary inona moa izay zanak’olona no karakarainao?",
        "7": "Efa nataonao ambany kely noho ny anjely izy, ary efa nosatrohanao voninahitra sy haja, sady notendrenao hiandraikitra ny asan’ny tananao.",
        "8": "Ny zava-drehetra efa nasainao nanaiky azy ka nataonao eo ambany tongony.” Koa rehefa nasain’Andriamanitra nanaiky azy ny zava-drehetra, dia tsy nisy na iray aza tsy nanaiky azy. Mbola tsy hitantsika anefa ankehitriny hoe manaiky azy ny zava-drehetra.",
        "9": "Fa efa hitantsika i Jesosy, izay efa natao ambany kely noho ny anjely, sady misatroka voninahitra sy haja noho izy efa nandia fahafatesana, mba ho faty ho an’ny rehetra noho ny hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "10": "Ho voninahitr’Andriamanitra no nampisy ny zava-drehetra ary izy ihany koa no nisian’ny zava-drehetra. Nitondra zanaka maro ho amin’ny voninahitra izy, ary nety tokoa ny nataony rehefa nataony lavorary tamin’ny alalan’ny fahoriana ilay Mpitarika Lehibe Indrindra, izay mitondra famonjena ho an’ireo.",
        "11": "Fa iray ihany no niavian’izy roa tonta, na ilay manamasina na ireo hamasinina, hany ka tsy mahamenatra azy ny miantso azy ireo hoe “rahalahy”,",
        "12": "araka ny teniny hoe: “Hanambara ny anaranao amin’ny rahalahiko aho. Eo anivon’ny fiangonana no hiderako anao an-kira.”",
        "13": "Ary koa hoe: “Hatoky azy aho”, sy hoe: “Indreto izaho sy ireo zaza nomen’i Jehovah ahy!”",
        "14": "Koa satria manana nofo aman-dra ny “zaza”, dia tonga nofo aman-dra toy izany koa izy, mba ho ny fahafatesany no hanafoanany an’ilay manan-kery hahatonga fahafatesana, dia ny Devoly,",
        "15": "ary mba hanafahany an’ireo rehetra nandevozina nandritra ny androm-piainany noho ny tahotra ny fahafatesana.",
        "16": "Fa tsy anjely mihitsy no ampiany amin’izany, fa ny taranak’i Abrahama.",
        "17": "Koa tsy maintsy tonga tahaka an’ireo “rahalahiny” izy tamin’ny lafiny rehetra, mba ho tonga mpisoronabe mamindra fo sy mendri-pitokisana raha ny amin’ny zavatra momba an’Andriamanitra, ka hanolotra sorona fampihavanana noho ny fahotan’ny olona.",
        "18": "Fa noho izy efa nijaly rehefa niharam-pitsapana, dia afaka manampy an’izay iharam-pitsapana izy."
    },
    "3": {
        "1": "Noho izany, ry rahalahy masina izay nahazo fiantsoana ho any an-danitra toa ahy, eritrereto ilay apostoly sady mpisoronabe ekentsika, dia i Jesosy.",
        "2": "Mendri-pitokisana teo anatrehan’Ilay nanendry azy ho toy izany izy, tahaka an’i Mosesy koa izay mendri-pitokisana raha ny amin’izay rehetra tao an-tranon’Andriamanitra.",
        "3": "Mendrika hahazo voninahitra lehibe noho ny an’i Mosesy mantsy i Jesosy, satria ny mpanao trano dia mendrika hahazo haja lehibe kokoa noho ny trano nataony.",
        "4": "Mazava ho azy fa nisy nanao ny trano rehetra, fa ilay nanao ny zava-drehetra kosa dia Andriamanitra.",
        "5": "Ary i Mosesy, izay mpanompo, dia mendri-pitokisana raha ny amin’izay rehetra tao an-tranon’Andriamanitra, mba ho porofon’ny zavatra holazaina atỳ aoriana.",
        "6": "Fa i Kristy kosa mendri-pitokisana amin’ny maha Zanaka miandraikitra ny ao an-tranon’Andriamanitra rehetra azy. Isika izany tranony izany, raha hazonintsika mafy hatramin’ny farany ny fahasahiantsika miteny sy ny fireharehantsika noho ny fanantenantsika.",
        "7": "Koa araka ny lazain’ny fanahy masina hoe: “Raha mihaino ny feony ianareo anio,",
        "8": "dia aza manamafy ny fonareo toy ny tamin’ilay fotoana nampisy fahatezerana mafy, toy ny tamin’ilay andro fitsapana tany an-tany efitra,",
        "9": "fony nitsapa toetra ahy tamin’ny fisedrana ny razanareo, kanefa efa nahita ny asako nandritra ny efapolo taona izy ireo.",
        "10": "Izany no nahatonga ahy hahatsapa rikoriko tamin’ity taranaka ity, ka nilazako hoe: ‘Olona maniasia ao am-pony foana ireo, ary tsy mahalala ny lalako.’",
        "11": "Koa nianiana tamin-katezerana aho hoe: ‘Tsy hiditra amin’ny fitsaharako ireo.’”",
        "12": "Koa tandremo, ry rahalahy, sao misy aminareo koa hanjary hanana fo ratsy sady tsy mino, ka hiala amin’ilay Andriamanitra velona.",
        "13": "Fa mifananara hatrany kosa isan’andro, raha mbola misy koa azo atao hoe “Anio”, sao misy aminareo ho mafy fo noho ny hery mamitaky ny ota.",
        "14": "Tsy ho tonga tahaka an’i Kristy mantsy isika, raha tsy hazonintsika mafy hatramin’ny farany ilay toky nananantsika tamin’ny voalohany,",
        "15": "dieny mbola lazaina hoe: “Raha mihaino ny feony ianareo anio, dia aza manamafy ny fonareo toy ny tamin’ilay fotoana nampisy fahatezerana mafy.”",
        "16": "Fa iza moa ireo nandre nefa mbola nahatonga fahatezerana mafy ihany? Tsy ireo rehetra nentin’i Mosesy nivoaka avy tany Ejipta ve?",
        "17": "Ary iza koa no naharikoriko an’Andriamanitra nandritra ny efapolo taona? Tsy ireo nanota ve ka maty niampatrampatra tany an-tany efitra?",
        "18": "Ary iza no nianianany hoe tsy hiditra amin’ny fitsaharany, afa-tsy ireo tsy nankatò?",
        "19": "Koa hitantsika, araka izany, fa tsy afaka niditra izy ireo noho ny tsy finoany."
    },
    "4": {
        "1": "Koa satria mbola misy fampanantenana hidirana amin’ny fitsaharany, dia aoka isika hatahotra sao hisy aminareo, indray andro any, ho hita ho tsy mendrika hahazo izany fampanantenana izany.",
        "2": "Isika koa mantsy mba efa nilazana ny vaovao tsara toa azy ireo. Tsy nahasoa azy ireo anefa ny teny reny, satria tsy nanana finoana toy ny an’ireo nihaino izy ireo.",
        "3": "Fa isika izay mino no tena miditra amin’ilay fitsaharana, araka ny nolazainy hoe: “Koa nianiana tamin-katezerana aho hoe: ‘Tsy hiditra amin’ny fitsaharako ireo’”, na dia efa hatramin’ny nanorenana izao tontolo izao aza no vita ny asany.",
        "4": "Ary nilaza ny andro fahafito izy ao amin’ny andinin-teny anankiray, manao hoe: “Ary nitsahatra tamin’ny asany rehetra Andriamanitra tamin’ny andro fahafito”,",
        "5": "ary hoy koa izy ao amin’ity andininy ity: “Tsy hiditra amin’ny fitsaharako ireo.”",
        "6": "Koa satria mbola azo atao ny miditra amin’izany fitsaharana izany, sady tsy niditra koa ireo nitoriana ny vaovao tsara tamin’ny voalohany noho izy ireo tsy nankatò,",
        "7": "dia manondro andro iray indray izy rehefa nilaza tao amin’ny salamon’i Davida, ela be tatỳ aoriana, hoe: “Anio”, araka ny efa voalaza tetsy aloha hoe: “Raha mihaino ny feony ianareo anio, dia aza manamafy ny fonareo.”",
        "8": "Fa raha nentin’i Josoa tany amin’ny toeram-pitsaharana tokoa izy ireo, dia tsy ho niresaka andro iray hafa Andriamanitra taorian’izany.",
        "9": "Koa mbola misy sabata fitsaharana ho an’ny olon’Andriamanitra.",
        "10": "Fa izay olona niditra tamin’ny fitsaharan’Andriamanitra dia nitsahatra tamin’ny asany koa, tahaka ny nitsaharan’Andriamanitra tamin’ny asany.",
        "11": "Koa aoka isika hanao izay rehetra azontsika atao mba hidirana amin’izany fitsaharana izany, sao hisy amintsika koa ho latsaka ao amin’ny tsy fankatoavana mitovy amin’izany.",
        "12": "Fa velona sy mahery ny tenin’Andriamanitra, eny, maranitra noho ny sabatra roa lela, ary manindrona ka mahavita manavaka ny miseho ivelany * sy ny any am-po ary mampisaraka ny tonon-taolana sy ny tsoka, ka mahay mamantatra ny eritreritry ny fo sy ny fikasany.",
        "13": "Ary tsy misy zavaboary izay tsy mibaribary eo imasony, fa ny zavatra rehetra dia mihanjahanja sy miharihary eo imason’ilay hanao ampamoaka antsika.",
        "14": "Ary manana mpisoronabe ambony, izay lasa nankany an-danitra, isika. I Jesosy, Zanak’Andriamanitra izany mpisoronabe izany. Koa aoka àry isika hanaiky azy foana.",
        "15": "Fa tsy mba mpisoronabe tsy mahay mangoraka antsika amin’ny fahalementsika no ananantsika, fa izay efa notsapaina tamin’ny lafiny rehetra toa antsika koa, nefa tsy nanota.",
        "16": "Koa aoka àry isika hanatona ny seza fiandrianan’ny hatsaram-panahy tsy manam-paharoa, ary ho sahy hiteny rehefa manao izany. Amin’izay isika dia hahazo famindram-po ary hanehoana hatsaram-panahy tsy manam-paharoa, mba hahazoana fanampiana amin’ny fotoana mety."
    },
    "5": {
        "1": "Ary alaina avy amin’ny olona ny mpisoronabe rehetra ka tendrena hanompo an’Andriamanitra, hahasoa ny olona, mba hanolorany fanomezana sy sorona noho ny ota.",
        "2": "Mahay mitondra mora an’ireo tsy mahalala sy manao hadisoana izy, satria ny tenany koa aza mba voahodidin’ny fahalemeny ihany,",
        "3": "ka tsy maintsy manao fanatitra noho ny otan’ny tenany sy ny an’ny vahoaka koa izy.",
        "4": "Raha misy mahazo izany voninahitra izany, dia tsy noho ny sitrapony akory, fa noho ny fiantsoan’Andriamanitra ihany, tahaka ny tamin’i Arona.",
        "5": "Dia toy izany koa i Kristy: Tsy izy no nanome voninahitra ny tenany mba ho mpisoronabe, fa ilay niteny momba azy hoe: “Ianao no zanako, ary izaho efa tonga rainao androany.”",
        "6": "Araka ny lazainy any amin’ny andinin-teny hafa hoe: “Mpisorona mandrakizay ianao, tahaka an’i Melkizedeka.”",
        "7": "Fony mbola nofo i Kristy, dia nitalaho sy niangavy tamin’Ilay nahay namonjy azy tsy ho faty, ary nitaraindraina mafy sy nitomany, ka nohenoina noho ny fahatahorany an’Andriamanitra.",
        "8": "Na dia Zanaka aza izy, dia nianatra nankatò avy tamin’ny zavatra niaretany.",
        "9": "Ary rehefa avy natao lavorary izy, dia nahatonga an’izay rehetra mankatò azy hahazo famonjena mandrakizay,",
        "10": "satria notendren’Andriamanitra ho mpisoronabe tahaka an’i Melkizedeka izy.",
        "11": "Betsaka ny zavatra azonay lazaina momba azy, ary sarotra hazavaina, satria tsy mazoto mihaino ianareo.",
        "12": "Fa na dia tokony ho efa mpampianatra aza ianareo raha ny fahelan’ny fotoana no jerena, dia mbola mila olona hampianatra anareo hatramin’ny voalohany ny fampianarana fototra momba ny fanambarana masin’Andriamanitra, ka nanjary tahaka an’ireo mila ronono, fa tsy ventin-kanina.",
        "13": "Fa izay rehetra mivelona amin’ny ronono dia tsy mahay tsara ny tenin’ny fahamarinana, satria mbola zaza.",
        "14": "Fa ny ventin-kanina kosa dia ho an’ny olona matotra, izay manana fahaiza-misaina efa nozarina hanavaka ny tsara sy ny ratsy, satria nampiasaina."
    },
    "6": {
        "1": "Koa satria efa nialantsika ny fampianarana fototra momba an’i Kristy, dia aoka isika handroso haingana ho amin’ny fahamatorana, ka tsy hametraka fototra indray, dia fibebahana amin’ny asa maty, finoana an’Andriamanitra,",
        "2": "fampianarana ny amin’ny batisa samihafa sy fametrahan-tanana sy fitsanganana amin’ny maty ary fitsarana mandrakizay.",
        "3": "Ary hanao izany isika, raha avelan’Andriamanitra.",
        "4": "Fa izay olona efa nohazavaina indray mandeha monja, sy efa nanandrana ny fanomezana maimaim-poana avy any an-danitra, sy efa anisan’ny nahazo ny fanahy masina,",
        "5": "ary efa nanandrana ny teny tsaran’Andriamanitra sy ny herin’ilay tontolo ho avy,",
        "6": "kanefa nihemotra, dia tsy azo velomina indray ho amin’ny fibebahana, satria mamantsika ny Zanak’Andriamanitra amin’ny hazo fijaliana indray izy ireo, ka manala baraka azy ampahibemaso.",
        "7": "Mifoka ny ranonorana milatsaka matetika eo aminy, ohatra, ny tany ka mamokatra zavamaniry tsara ho an’ny mpamboly. Amin’izay ny tany dia mahazo fitahiana avy amin’Andriamanitra.",
        "8": "Fa raha tsilo sy ahidratsy kosa no vokarin’izany tany izany, dia tsy misy ilana azy * ilay izy ary tsy ho ela dia hozonina, ka hodorana no hiafarany.",
        "9": "Na dia miteny toy izany aza anefa izahay ry malala, dia matoky fa manana zavatra tsara kokoa ianareo, sy manana zavatra mitondra famonjena.",
        "10": "Andriamanitra mantsy tsy mba tsy marina ka hanadino izay nataonareo, sy ny fitiavana nasehonareo ho an’ny anarany, tamin’ny nikarakaranareo sady mbola ikarakaranareo ny olona masina.",
        "11": "Ary irinay ianareo tsirairay mba haneho fahazotoana toy izany koa, mba ho tena azonareo antoka tanteraka hatramin’ny farany ilay fanantenana.",
        "12": "Amin’izay dia tsy ho kamo ianareo, fa hanahaka kosa an’ireo mandova ny fampanantenana noho izy ireo nanana finoana sy faharetana.",
        "13": "Fa nianiana tamin’ny tenany Andriamanitra fony izy nilaza ny fampanantenany tamin’i Abrahama, satria tsy misy lehibe noho ny tenany azony nianianana.",
        "14": "Koa hoy izy: “Hitahy dia hitahy anao tokoa aho, ary hataoko maro dia maro ianao.”",
        "15": "Koa nahazo izany fampanantenana izany i Abrahama, rehefa avy nampiseho faharetana.",
        "16": "Fa mianiana amin’izay lehibe noho izy ny olona. Ary mampitsahatra ny adihevitra rehetra ny fianianana ataony, satria efa antoka ara-dalàna izany amin’ny olona.",
        "17": "Ary nanao toy izany Andriamanitra ka nianiana rehefa te hampiseho mazava kokoa amin’ireo mpandova ny fampanantenana fa tsy miova ny fikasany.",
        "18": "Amin’izay dia mba ho zavatra roa tsy mety miova sady tsy hain’Andriamanitra andaingana no ahazoantsika fampirisihana mafy mba hifikitra amin’ny fanantenana napetraka teo anoloantsika, dia isika izay nandositra ho amin’ny fialofana.",
        "19": "Izany fanantenana ananantsika izany no vatofantsiky ny aintsika, sady azo antoka no mafy orina, ary miditra ao ambadiky ny ridao.",
        "20": "Tao koa no niditra ho antsika ny mpialoha lalana, dia i Jesosy, izay tonga mpisoronabe mandrakizay tahaka an’i Melkizedeka."
    },
    "7": {
        "1": "Io Melkizedeka io ilay mpanjakan’i Salema, sy mpisoron’ilay Andriamanitra Avo Indrindra, ary izy ilay nitsena an’i Abrahama niverina avy nandresy mpanjaka maro, ka nitso-drano azy,",
        "2": "ary izy ilay nomen’i Abrahama ny ampahafolon’ny zava-drehetra. Raha adika ny hoe Melkizedeka dia hoe “Mpanjakan’ny Fahamarinana” aloha voalohany, ary mpanjakan’i Salema koa izy, izany hoe “Mpanjakan’ny Fiadanana.”",
        "3": "Tsy nanan-dray izy ary tsy nanan-dreny, tsy nanana tetirazana, tsy nisy fiandohana ny androm-piainany sady tsy nisy fiafarana, fa natao nitovy tamin’ilay Zanak’Andriamanitra izy, ka mitoetra ho mpisoronabe mandrakizay.",
        "4": "Koa diniho àry ny fahalehibeazan’izany lehilahy izany: Nanome azy ny ampahafolon’ny zavatra tsara indrindra nobaboiny i Abrahama, loham-pianakaviana.",
        "5": "Marina fa ireo anisan’ny taranak’i Levy izay tonga mpisorona, dia nodidian’ny Lalàna hanangona ny ampahafolon-karena avy tamin’ny olona, izany hoe avy tamin’ireo rahalahiny, na dia naterak’i * Abrahama koa aza ireo.",
        "6": "Fa io lehilahy io kosa, izay tsy mba taranak’i Levy, dia nahazo ampahafolon-karena avy tamin’i Abrahama, ka nitso-drano an’ilay nomena ny fampanantenana.",
        "7": "Koa tsy misy iadian-kevitra fa izay kely no mahazo tsodrano avy amin’izay lehibe noho izy.",
        "8": "Ary ny amin’ilay iray, dia olombelona mety maty no mahazo ampahafolon-karena, fa ny amin’ilay iray kosa, dia ilay voaporofo fa velona.",
        "9": "Ary na i Levy izay mandray ny ampahafolon-karena aza dia nandoa ny ampahafolon-karena tamin’ny alalan’i Abrahama, raha azoko atao ny milaza izany,",
        "10": "satria mbola tao an-kibon’i Abrahama izy fony i Melkizedeka nitsena an’io razambeny io.",
        "11": "Koa raha tena nahatonga ny olona ho lavorary ny fisoronan’ny Levita—satria anisan’ny Lalàna nomena ny vahoaka izy io—dia inona indray no ilana hanendrena mpisorona hafa lazaina hoe tahaka an’i Melkizedeka, fa tsy tahaka an’i Arona?",
        "12": "Koa satria ovana ny fisoronana, dia tsy maintsy ovana koa ny lalàna.",
        "13": "Fa anisan’ny foko hafa ilay lehilahy resahina amin’izany, ary tsy nisy olona nanompo teo amin’ny alitara avy tamin’io foko io.",
        "14": "Hita mazava fa avy tamin’ny fokon’i Joda ny Tompontsika, dia foko tsy mba voalazan’i Mosesy ho nisy mpisorona.",
        "15": "Ary vao mainka hita mazava kokoa fa misy mpisorona iray hafa tendrena, izay tahaka an’i Melkizedeka.",
        "16": "Tsy araka ny lalàna miorina amin’ny nofo no nahatonga azy ho toy izany, fa araka ny herin’ny fiainana tsy mety levona,",
        "17": "satria izao no voalaza, ho vavolombelona: “Mpisorona mandrakizay ianao, tahaka an’i Melkizedeka.”",
        "18": "Azo antoka àry fa nofoanana ilay didy teo aloha noho izy io nalemy sy tsy nisy vokany.",
        "19": "Fa ny Lalàna dia tsy nahatonga na inona na inona ho lavorary, fa ny nahavita izany kosa dia ny nampidirana fanantenana tsara kokoa, izay anatonantsika an’Andriamanitra.",
        "20": "Ary satria tsy natao izany raha tsy noho ny fianianana mafy,",
        "21": "—nisy tokoa olona tonga mpisorona nefa tsy noho ny fianianana mafy, fa misy anankiray kosa tonga mpisorona noho ny fianianan’Ilay nilaza toy izao momba azy: “Nianiana i Jehovah ka tsy hanenina, eny, nianiana izy hoe: ‘Mpisorona mandrakizay ianao’”—",
        "22": "dia izany no nahatonga an’i Jesosy ho antoka ny amin’ny fifanekena tsara kokoa.",
        "23": "Maro ny mpisorona tsy maintsy nifandimby, satria tsy navelan’ny fahafatesana haharitra ho mpisorona izy ireo.",
        "24": "Fa izy kosa manana fisoronana tsy misy mpandimby, satria izy velona mandrakizay.",
        "25": "Koa mahavonjy tanteraka an’ireo manatona an’Andriamanitra amin’ny alalany koa izy, satria velona mandrakariva mba hiangavy ho an’ireo.",
        "26": "Ary mpisoronabe toy izany no mety amintsika, eny, mpisoronabe tsy mivadika, tso-po, tsy misy loto, tafasaraka amin’ny mpanota, ary nanjary avo noho ny lanitra.",
        "27": "Tsy mila manao tahaka an’ireny mpisoronabe ireny izy, ka manolotra sorona isan’andro, voalohany noho ny otan’ny tenany, ary avy eo noho ny otan’ny vahoaka. Fa efa nataony indray mandeha monja izany rehefa nanolotra ny tenany izy.",
        "28": "Lehilahy manana fahalemena no tendren’ny Lalàna ho mpisoronabe, fa Zanaka natao lavorary mandrakizay kosa no tendren’ny tenin’ny fianianana mafy, izay tonga taorian’ny Lalàna."
    },
    "8": {
        "1": "Ary izao no votoatin’izany voalaza rehetra izany: Mpisoronabe toy izany no ananantsika, ary mipetraka eo ankavanan’ny seza fiandrianan’ny Lehibe any an-danitra izy,",
        "2": "sy mpanompo ho an’ny besinimaro ary manompo ao amin’ny toerana masina sy ny tena tranolay, izay naorin’i Jehovah fa tsy naorin’olona.",
        "3": "Fa tendrena mba hanolotra fanomezana sy sorona ny mpisoronabe rehetra. Koa tokony mba hanan-katolotra koa izy.",
        "4": "Tsy ho mpisorona izy raha etỳ an-tany, satria efa eo ireo olona manolotra ny fanomezana araka ny Lalàna.",
        "5": "Ireo olona ireo anefa dia manao fanompoana masina izay tandindona fotsiny sady aloky ny zavatra any an-danitra, araka ny nandidian’Andriamanitra an’i Mosesy, fony izy hanamboatra ilay tranolay. Hoy mantsy Andriamanitra: “Tandremo mba ho araka ny modely naseho anao tatỳ an-tendrombohitra no hanaovanao ny zava-drehetra.”",
        "6": "Fa fanompoana ho an’ny besinimaro, izay fanompoana tsara lavitra noho izany kosa no azon’i Jesosy ankehitriny, hany ka mpanelanelana amin’ny fifanekena tsara kokoa mifanitsy amin’izany izy, dia fifanekena izay naorina ara-dalàna tamin’ny fampanantenana tsara kokoa.",
        "7": "Fa raha tsy nisy tsininy ilay fifanekena voalohany, dia tsy nisy nilana fifanekena faharoa.",
        "8": "Fa tena manome tsiny ny vahoaka izy, rehefa miteny hoe: “‘Ho avy ny andro’, hoy i Jehovah, ‘izay hanaovako fifanekena vaovao amin’ny taranak’Israely sy ny taranak’i Joda.",
        "9": "Tsy araka ilay fifanekena nataoko tamin’ny razany, tamin’ny andro nitantanako azy nivoaka avy tany Ejipta anefa izany, satria tsy nitana ny fifanekena nataoko taminy izy ireo, ka tsy niraharaha azy ireo intsony aho’, hoy i Jehovah.”",
        "10": "“‘Fa izao no fifanekena hataoko amin’ny taranak’Israely, rehefa afaka izany andro izany’, hoy i Jehovah: ‘Hataoko ao an-tsainy ny lalàko sady hosoratako ao am-pony. Dia ho Andriamaniny aho, ary izy ireo ho oloko.",
        "11": "“‘Samy tsy hampianatra ny mpiray firenena aminy sy ny rahalahiny intsony mihitsy izy ireo hoe: “Mahalalà an’i Jehovah!” Fa hahalala ahy izy rehetra, manomboka amin’ny kely indrindra ka hatramin’ny lehibe indrindra.",
        "12": "Fa hamindra fo amin’ny tsy fahamarinana nataony aho, ary tsy hotsarovako intsony mihitsy ny fahotany.’”",
        "13": "Ambarany ho efa lany andro ilay taloha rehefa miteny izy hoe “fifanekena vaovao.” Ary izay efa lany andro sy mihantitra dia madiva ho levona."
    },
    "9": {
        "1": "Tao amin’ilay fifanekena taloha àry, dia nisy lalàna momba ny fanompoana masina, ary nisy toerana masina tetỳ an-tany.",
        "2": "Fa naorina ny efitra voalohan’ny tranolay, ka tao amin’io efitra io no nisy ny fitoeran-jiro sy ny latabatra ary ny mofo aseho. Ary nantsoina hoe “ny Toerana Masina” io efitra io.",
        "3": "Fa tao ambadik’ilay ridao faharoa kosa no nisy ilay efitra nantsoina hoe “ny Masina Indrindra.”",
        "4": "Tao no nisy ny fitaovana volamena fandoroana emboka manitra sy ny Vata misy ny fifanekena izay voapetaka takela-bolamena izy manontolo. Ary tao amin’io Vata io no nasiana ny siny volamena nisy ny mana, sy ny tehin’i Arona izay nitsimoka, ary ny takela-baton’ny fifanekena.",
        "5": "Ary teo amboniny no nisy ny kerobima be voninahitra izay nanaloka an’ilay sarony fampihavanana. Tsy fotoana tokony hiresahana an’izany amin’ny an-tsipiriany anefa izao.",
        "6": "Rehefa voaorina toy izany ireo zavatra ireo, dia miditra foana ao amin’ny efitra voalohan’ilay tranolay ny mpisorona mba hanao fanompoana masina.",
        "7": "Fa ny mpisoronabe irery ihany kosa no miditra indray mandeha isan-taona ao amin’ilay efitra faharoa. Ary tsy miditra ao izy raha tsy mitondra ra, izay atolony noho ny amin’ny tenany sy noho ny fahotana nataon’ny vahoaka vokatry ny tsy fahalalany.",
        "8": "Koa asehon’ny fanahy masina mazava àry fa mbola tsy naharihary ny lalana mankao amin’ny toerana masina raha mbola nijoro ilay tranolay voalohany.",
        "9": "Fanoharana enti-milaza an’izao fotoana voatondro izao io tranolay io. Araka io fanoharana io, dia misy fanomezana sy sorona atolotra, izay tsy mahalavorary ny feon’ny fieritreretan’ny olona manao fanompoana masina.",
        "10": "Fa momba ny hanina sy ny zava-pisotro ary ny fandrobohana samihafa fotsiny ny fanomezana sy ny sorona. Ny lalàna no nitaky ireny zavatra momba ny nofo ireny, ary tsy maintsy notandremana ireny mandra-pahatongan’ny fotoam-panitsiana voatondro.",
        "11": "Fa rehefa tonga kosa i Kristy, izay mpisoronabe ny amin’ny zava-tsoa efa ananantsika, dia tao amin’ny tranolay lehibe kokoa sy lavorary kokoa ary tsy nataon-tanana, izany hoe, tranolay tsy anisan’izao zavatra ary izao,",
        "12": "no nidirany. Ary tsy ran’osilahy sy ran’ny vantotr’ombilahy no nentiny niditra, fa ny ran’ny tenany mihitsy, ka niditra indray mandeha monja tao amin’ny toerana masina izy, ary nahazo fanafahana mandrakizay ho antsika.",
        "13": "Fa raha ny ran’osilahy sy ny ran’ombilahy ary ny lavenom-bantotr’ombivavy izay nafafy teo amin’izay naloto aza manamasina ka tonga hatramin’ny fanadiovana ny nofo,",
        "14": "mainka fa ny ran’i Kristy? Nanolotra ny tenany tsy misy tsiny tamin’Andriamanitra tamin’ny alalan’ny fanahy mandrakizay mantsy izy, ary ny rany no manadio ny feon’ny fieritreretantsika ho afaka amin’ny asa maty mba hanaovantsika fanompoana masina ho an’ilay Andriamanitra velona.",
        "15": "Koa izany no mahatonga azy ho mpanelanelana amin’ny fifanekena vaovao. Amin’izay dia hahazo fampanantenana ny amin’ny lova mandrakizay ireo voantso. Fa maty i Kristy mba hanafahana azy ireo amin’ny alalan’ny vidim-panavotana, ka hanavotana azy ireo tamin’ny fandikan-dalàna teo ambanin’ilay fifanekena taloha.",
        "16": "Rehefa misy mantsy fifanekena atao, dia takina ny hahafatesan’ilay olona nanao fifanekena.",
        "17": "Fa izay vonoina atao sorona no mampanan-kery ny fifanekena, satria tsy manan-kery mihitsy izy io raha mbola velona ilay olona nanao fifanekena.",
        "18": "Koa na ilay fifanekena taloha aza tsy natao nanan-kery raha tsy nisy ra.",
        "19": "Fa fony nolazain’i Mosesy tamin’ny olona rehetra ny didy tsirairay araka ny Lalàna, dia nalainy ny ran’ny vantotr’ombilahy sy ny ran’osilahy mbamin’ny rano, ka volonondry mena midorehitra sy hysopa * no namafazany izany teo amin’ny boky sy ny vahoaka rehetra,",
        "20": "sady hoy izy: “Ity no ran’ny fifanekena izay nandidian’Andriamanitra anareo.”",
        "21": "Ary nofafazany ra ny tranolay sy ny fanaka rehetra fanaovana fanompoana ho an’ny besinimaro.",
        "22": "Saika ny zava-drehetra no diovina amin’ny ra, araka ny Lalàna. Ary raha tsy misy ra alatsaka dia tsy misy famelan-keloka.",
        "23": "Koa tokony hodiovina amin’izany fomba izany koa ny tandindon’ny zavatra any an-danitra, fa ny zavatra any an-danitra kosa dia diovina amin’ny sorona tsara kokoa.",
        "24": "Fa tsy toerana masina nataon-tanana, izay tahaka an’ilay tena izy, no nidiran’i Kristy, fa ny lanitra mihitsy, mba hisehoany ankehitriny eo anatrehan’Andriamanitra ho antsika.",
        "25": "Ary tsy niditra mba hanolotra matetika ny tenany izy, toy ny fanaon’ny mpisoronabe izay miditra isan-taona ao amin’ny toerana masina, sady mitondra ra nefa tsy ny ran’ny tenany.",
        "26": "Raha izany mantsy, dia ho voatery nijaly matetika izy nanomboka tamin’ny nanorenana izao tontolo izao. Fa ankehitriny, dia niseho indray mandeha monja izy mandritra ny fifaranan’ireo rafitra nisy teto amin’ity tontolo ity, mba hanaisotra ny ota amin’ny alalan’ny soron’ny tenany.",
        "27": "Natao ho faty indray mandeha monja ny olona, ary hisy fitsarana avy eo,",
        "28": "dia tahaka izany koa no nanolorana an’i Kristy indray mandeha monja mba hitondra ny fahotan’ny maro. Ary rehefa hiseho fanindroany izy, dia tsy hanaisotra fahotana, fa hiseho amin’ireo miandry azy fatratra ho famonjena an’ireo."
    },
    "10": {
        "1": "Koa satria aloky ny zavatra tsara ho avy ny Lalàna fa tsy ny tena izy, dia tsy ho vitan’ny olona mihitsy ny hahalavorary an’ireo manatona an’Andriamanitra, eny, tsy ho vitany amin’ny alalan’ny sorona tsy miova atolony isan-taona.",
        "2": "Tsy efa natsahatra ve ny fanolorana sorona raha vitan’ny olona izany? Raha izany mantsy no izy, dia tsy ho nahatsiaro ny tenany ho mpanota intsony ireo manao fanompoana masina, izay nodiovina indray mandeha monja.",
        "3": "Ny mifanohitra amin’izany aza no izy, fa mampahatsiahy isan-taona isan-taona ny amin’ny ota ireny sorona ireny,",
        "4": "satria tsy mahavita manaisotra ny ota ny ran’ombilahy sy ny ran’osilahy.",
        "5": "Koa rehefa tonga teo amin’izao tontolo izao izy, dia nanao hoe: “‘Tsy tianao ny sorona sy ny fanatitra, fa nanomana vatana ho ahy ianao.",
        "6": "Tsy nankasitrahanao koa ny fanatitra dorana manontolo sy ny fanatitra noho ny ota.’",
        "7": "Dia hoy aho: ‘Intỳ aho tonga mba hanao ny sitraponao, Andriamanitra ô! Voasoratra ao amin’ny horonam-boky ny momba ahy.’”",
        "8": "Niteny aloha izy hoe: “Sady tsy tianao no tsy sitrakao ny sorona sy ny fanatitra, mbamin’ny fanatitra dorana manontolo sy ny fanatitra noho ny ota”—natolotra araka ny Lalàna ireny sorona ireny—",
        "9": "ary avy eo, dia hoy mihitsy izy: “Intỳ aho tonga mba hanao ny sitraponao.” Esoriny ilay voalohany mba hanamafisany orina an’ilay faharoa.",
        "10": "Izany ‘sitrapony’ izany no nanamasinana antsika tamin’ny nanolorana ny vatan’i Jesosy Kristy indray mandeha monja.",
        "11": "Ary nankeo amin’ny toerany koa ny mpisorona rehetra isan’andro, mba hanao fanompoana ho an’ny besinimaro sy hanolotra matetika sorona tsy miova, satria tsy mahavita manaisotra tanteraka ny ota mihitsy ireny sorona ireny.",
        "12": "Fa izy kosa nanolotra sorona noho ny ota, dia sorona iray monja ho mandrakizay. Ary nipetraka teo ankavanan’Andriamanitra izy.",
        "13": "Koa nanomboka tamin’izay, dia niandry izy mandra-panao ny fahavalony ho fitoeran-tongony.",
        "14": "Fa nataony lavorary mandrakizay ireo nohamasinina, ary fanatitra iray monja natao sorona no nanaovany izany.",
        "15": "Vavolombelona manambara amintsika koa ny fanahy masina, fa rehefa avy nilaza izy io hoe:",
        "16": "“‘Izao no fifanekena hataoko amin’izy ireo, rehefa afaka izany andro izany’, hoy i Jehovah: ‘Hataoko ao am-pony ny lalàko sady hosoratako ao an-tsainy’”,",
        "17": "dia hoy koa izy io avy eo: “Ary tsy hotsarovako intsony mihitsy ny fahotany sy ny fandikan-dalàna nataony.”",
        "18": "Ary rehefa voavela ireo fahotana ireo, dia tsy misy fanatitra noho ny ota intsony.",
        "19": "Manana fahasahiana hiditra eo amin’ilay lalana mankao amin’ny toerana masina isika, ry rahalahy, noho ny ran’i Jesosy.",
        "20": "Izany lalana izany no nosantariny ho antsika ho lalam-baovao sy velona izay mamaky eo amin’ilay ridao, izany hoe ny nofony.",
        "21": "Ary manana mpisoronabe miandraikitra ny ao an-tranon’Andriamanitra koa isika. Noho izany, dia",
        "22": "aoka isika hanatona an’Andriamanitra amin’ny fo mahitsy sy fatokisana tanteraka avy amin’ny finoana, satria efa voadio * ho afaka amin’ny feon’ny fieritreretana ratsy ny fontsika, ary ny vatantsika efa voasasa tamin’ny rano madio.",
        "23": "Ary aoka hofikirintsika mafy ny fanambarana ampahibemaso ny fanantenantsika, ka tsy hisalasala isika, satria tsy mba mivadika amin’ny teniny ilay nampanantena.",
        "24": "Ary aoka koa isika hifampihevitra mba handrisika ho amin’ny fitiavana sy ny asa tsara,",
        "25": "ka tsy hahafoy ny fiarahantsika mivory, toy ny sasany izay efa zatra tsy mivory, fa hifampahery kosa, indrindra fa hitanareo hoe manakaiky ny andro.",
        "26": "Fa raha minia manota isika rehefa avy nahalala marina tsara ny fahamarinana, dia tsy misy sorona noho ny ota intsony,",
        "27": "fa fiandrasana amin-tahotra ny fanamelohana kosa, ary fahatezerana mirehitra izay handevona an’ireo manohitra.",
        "28": "Izay olona tsy niraharaha ny lalàn’i Mosesy dia novonoina ho faty noho ny tenin’ny vavolombelona roa na telo, ka tsy nanehoana fangorahana.",
        "29": "Koa tsy vao mainka ve ho mafy kokoa, araka ny hevitrareo, ny sazy ho mendrika an’izay manitsaka ny Zanak’Andriamanitra sy mihevitra fa tsy dia manao ahoana ny ran’ny fifanekena nanamasinana azy, ary maniratsira ny fanahin’ny hatsaram-panahy tsy manam-paharoa?",
        "30": "Fantatsika ilay niteny hoe: “Ahy ny famaliana. Izaho no hamaly”, sy hoe: “Hitsara ny vahoakany i Jehovah.”",
        "31": "Zavatra mampahatahotra ny ho azon’ny tanan’ilay Andriamanitra velona.",
        "32": "Tadidio hatrany anefa ny andro taloha izay niaretanareo ady mafy tao anatin’ny fijaliana, rehefa avy nohazavaina ianareo:",
        "33": "Indraindray ianareo dia noharatsina sy nampahorina toy ny olona natao teo ambony sehatra, ary indraindray niara-ory tamin’ireo natao toy izany.",
        "34": "Fa sady nangoraka an’ireo tany am-ponja ianareo no faly rehefa norobaina ny fanananareo, satria fantatrareo fa manana lova tsara kokoa sy maharitra ianareo.",
        "35": "Koa aoka ianareo ho sahy hiteny foana, fa mitondra valisoa lehibe izany.",
        "36": "Fa mila miaritra ianareo mba ho tanteraka aminareo ilay fampanantenana, rehefa vitanareo ny sitrapon’Andriamanitra.",
        "37": "Fa “efa tena kely sisa” dia “ho tonga ilay ho avy, ary tsy ho ela fiavy.”",
        "38": "“Fa ny oloko marina kosa ho velona noho ny finoany”, fa “raha mihemotra izy, dia tsy hankasitrahako.”",
        "39": "Koa tsy anisan’izay mihemotra ho ringana isika, fa anisan’ireo manam-pinoana mba ho voatsimbina ny aintsika. *"
    },
    "11": {
        "1": "Ny finoana dia fiandrasana amin-toky ny zavatra antenaina, ary fanomezana porofo mazava momba ny zavatra tena misy izay tsy hita maso.",
        "2": "Fa izy io no nahazoan’ny olona fahiny porofo fa nankasitrahan’Andriamanitra izy ireo.",
        "3": "Finoana no ahatakarantsika fa ny tenin’Andriamanitra no nandamina ireo rafitra nisy teto amin’ity tontolo ity, ka ny zavatra tsy miseho no iavian’ny zavatra hita maso.",
        "4": "Finoana no nanoloran’i Abela ho an’Andriamanitra sorona nisy vidiny kokoa noho ny an’i Kaina. Noho ny finoany no nanambarana azy ho marina, ka Andriamanitra no nanaporofo fa nankasitrahany ny fanomezana nataony. Ary na efa maty aza izy dia mbola miteny ihany, noho ny finoany.",
        "5": "Finoana no nahatonga an’i Enoka hafindra toerana mba tsy hahita fahafatesana, ary tsy hita na taiza na taiza izy satria nafindran’Andriamanitra. Fa talohan’ny namindrana azy, dia nambara taminy fa nahazo sitraka tamin’Andriamanitra izy.",
        "6": "Ary raha tsy amin’ny finoana, dia tsy misy azo atao hahazoana sitraka amin’Andriamanitra, satria izay manatona azy dia tsy maintsy mino fa misy izy sady mpamaly soa an’izay mitady mafy azy.",
        "7": "Finoana no nanehoan’i Noa tahotra an’Andriamanitra sy nanamboarany sambofiara hamonjena ny ankohonany, rehefa nahazo fampitandremana avy tamin’Andriamanitra ny amin’ny zavatra mbola tsy hitany izy. Ary izany finoana izany no nanamelohany an’izao tontolo izao, ka tonga mpandova an’ilay fahamarinana izay araka ny finoana izy.",
        "8": "Finoana no nankatoavan’i Abrahama rehefa nantsoina izy. Nankatò tokoa izy ka nandeha ho any amin’ny toerana voatendry ho lovany. Ary nandeha izy, na dia tsy fantany aza hoe ho aiza.",
        "9": "Finoana no nivahiniany tany amin’ny tany voalazan’ny fampanantenana, ka toy ny tany an-tanin’olona izy, ary nitoetra an-tranolay izy niaraka tamin’i Isaka sy Jakoba, mpiara-mandova aminy an’io fampanantenana io.",
        "10": "Fa ilay tanàna manana fototra tena izy no nandrasany, ary Andriamanitra no mpanorina sy mpanao azy io.",
        "11": "Finoana koa no nahazoan’i Saraha hery hananana anaka, na dia efa nihoatra ny taona ahafahana miteraka aza izy. Nihevitra mantsy izy fa tsy mivadika amin’ny teniny ilay nampanantena.",
        "12": "Noho izany, dia avy tamin’ny lehilahy anankiray, izay toy ny efa maty, no nahaterahan’ny maro be, izay toy ny kintana eny amin’ny lanitra sy tsy tambo isaina toy ny fasika eny amoron-dranomasina.",
        "13": "Maty tamim-pinoana ireo rehetra ireo, na dia tsy hitany aza ny fahatanterahan’ny fampanantenana, fa tazany lavitra kosa, ka faly niandrandra izany izy ireo, ary nanambara ampahibemaso fa vahiny sy mpivahiny teo amin’ilay tany.",
        "14": "Fa ireo nilaza an’izany dia nanaporofo fa nitady fatratra izay ho toerany izy ireo.",
        "15": "Raha nieritreritra foana ny toerana nilaozany anefa izy ireo, dia ho nahita fomba niverenana.",
        "16": "Toerana tsara kokoa anefa izao no nokatsahin’izy ireo, dia ilay any an-danitra. Koa tsy mahamenatra an’Andriamanitra ny hantsoina hoe Andriamaniny, satria efa nanomana tanàna ho an’ireo izy.",
        "17": "Finoana no nahatonga an’i Abrahama ho tonga hatramin’ny fanolorana an’i Isaka rehefa notsapaina izy. Vonona hanolotra ny zanany lahitokana ilay lehilahy izay faly nahazo ny fampanantenana. Vonona hanao izany izy,",
        "18": "na dia efa nilazana aza hoe: “Amin’ny alalan’i Isaka no hiavian’ilay hantsoina hoe ‘taranakao.’”",
        "19": "Nihevitra mantsy izy fa hain’Andriamanitra na dia ny manangana an’i Isaka amin’ny maty aza, ka avy tamin’ny fahafatesana no nandraisany azy, ary tandindon-javatra izany.",
        "20": "Finoana koa no nitsofan’i Isaka rano an’i Jakoba sy Esao ny amin’ny zavatra mbola ho avy.",
        "21": "Finoana no nitsofan’i Jakoba rano azy roa lahy zanak’i Josefa, fony efa ho faty i Jakoba, ka niankohoka raha mbola niankina tamin’ny tendron’ny tehiny.",
        "22": "Finoana no niresahan’i Josefa momba ny hanafahana * ny zanak’Israely, tamin’izy efa ho faty, ka nanafatrafarany momba ny taolambalony.",
        "23": "Finoana no nanafenan’ny ray aman-drenin’i Mosesy azy nandritra ny telo volana taorian’ny nahaterahany, satria hitan’izy ireo fa zaza mahafatifaty izy, ka tsy natahotra ny didin’ny mpanjaka izy ireo.",
        "24": "Finoana no nandavan’i Mosesy tsy hatao hoe zanaky ny zanakavavin’i Farao, rehefa nihalehibe izy.",
        "25": "Naleony nampijalina niaraka tamin’ny vahoakan’Andriamanitra, toy izay hifaly vetivety tamin’ny fahotana.",
        "26": "Taminy mantsy, dia harena lehibe noho ny zava-tsarobidin’i Ejipta ny latsa nozakain’ilay Voahosotra, satria izy nibanjina tsara ny fanomezana an’ilay valisoa.",
        "27": "Finoana, fa tsy tahotra ny fahatezeran’ny mpanjaka, no nandaozany an’i Ejipta, satria tsy azo nohozongozonina mihitsy izy, toy ny mahita an’Ilay tsy hita.",
        "28": "Finoana no nitandremany ny Paska sy ny nanosorany ra teo amin’ny tolàm-baravarana, mba tsy ho voakasiky ny mpandringana ny lahimatoa teo amin’ny Israelita.",
        "29": "Finoana no niampitan’izy ireo ny Ranomasina Mena toy ny hoe nandia tany maina. Fa natelin’ny rano kosa ny Ejipsianina rehefa sahisahy nandeha teo.",
        "30": "Finoana no nampianjera ny mandan’i Jeriko rehefa nohodidinina nandritra ny fito andro.",
        "31": "Finoana no namonjena an-dRahaba mpivaro-tena ka tsy niara-maty tamin’ireo tsy nankatò izy, satria noraisiny tamim-pihavanana ireo mpitsikilo.",
        "32": "Ary inona koa no holazaiko? Fa tsy ho ampy ny fotoana raha hotantaraiko koa ny momba an’i Gideona, Baraka, Samsona, Jefta, Davida ary Samoela mbamin’ny mpaminany hafa,",
        "33": "izay nanam-pinoana ka nandresy fanjakana, nampihatra izay mahitsy, nahazo fampanantenana, nanakombona ny vavan’ny liona,",
        "34": "nahatohitra ny herin’ny afo, afa-nandositra lelan-tsabatra, nalemy nefa tonga mahery, tonga mpiady mahery fo, ary nampandositra ny tafiky ny hafa firenena.",
        "35": "Nisy vehivavy nandray ny havany efa maty, izay natsangana. Fa ny hafa indray nampijalijalina noho izy ireo tsy nanaiky hafahana tamin’ny alalan’ny vidim-panavotana, mba hahazoany fitsanganana tsara kokoa.",
        "36": "Eny, ny sasany niharam-pitsapana ka nesoina sy nokaravasina, ary tsy izany ihany fa nofatorana sy natao am-ponja koa.",
        "37": "Notoraham-bato izy ireo, niharam-pitsapana, notsofana, maty ripaky ny sabatra, nirenireny nitafy hoditr’ondry sy hoditr’osy, sady tsy nanana na inona na inona, nizaka fahoriana, nampijalina.",
        "38": "Ary tsy mendrika azy ireo izao tontolo izao. Nirenireny tany an-tany efitra izy ireo, sy tany an-tendrombohitra sy tany anaty lava-bato ary tany an-davaky ny biby.",
        "39": "Tsy nahita ny fahatanterahan’ny fampanantenana anefa izy rehetra ireo, na dia nahazo porofo aza fa nankasitrahana satria nanam-pinoana.",
        "40": "Fa Andriamanitra efa nanomana zavatra tsara kokoa ho antsika, mba tsy hatao lavorary izy ireo raha tsy eo isika."
    },
    "12": {
        "1": "Koa satria misy vavolombelona maro be toy ny rahona manodidina antsika, dia aoka koa isika hanaisotra izay rehetra manavesatra antsika sy ny ota izay mora mamatopatotra antsika, ary aoka isika hihazakazaka amim-paharetana amin’ilay hazakazaka eo anoloantsika.",
        "2": "Sady mihazakazaka isika no mibanjina tsara an’ilay Mpitarika Lehibe Indrindra sy Mpandavorary ny finoantsika, dia i Jesosy. Fa niaritra hazo fijaliana izy noho ilay fifaliana natao teo anoloany, ka tsy nitandro henatra, ary nipetraka teo ankavanan’ny seza fiandrianan’Andriamanitra.",
        "3": "Diniho tsara tokoa ilay niaritra izany teny fanoheran’ny mpanota izany mba tsy ho kivy ianareo na ho reraka. Tsy nitera-boka-tsoa ho an’ireny anefa izany fanoherana izany.",
        "4": "Mbola tsy tonga hatramin’ny fahalatsahan-dra ny ady nataonareo hanoherana izany ota izany.",
        "5": "Ary efa hadinonareo tanteraka ilay fiangaviana anareo toy ny amin’ny zanaka, hoe: “Aza atao tsinontsinona, anaka, ny famaizan’i Jehovah, ary aza kivy raha anariny ianao.",
        "6": "Fa izay tian’i Jehovah no faiziny. Manasazy mafy an’izay raisiny toy ny zanaka izy.”",
        "7": "Miaritra ianareo ho famaizana anareo, fa mitondra anareo toy ny zanaka Andriamanitra. Fa iza moa no zanaka tsy faizin-drainy?",
        "8": "Fa raha tsy faizina tahaka ny atao amin’ny rehetra ianareo, dia tena zazasary fa tsy zanaka.",
        "9": "Nanana ray olombelona isika mba hanafay antsika, ary nohajaintsika izy ireny. Koa tsy vao mainka tokony hanaiky an’ilay Raintsika ara-panahy ve isika mba ho velona?",
        "10": "Nanafay antsika andro vitsy izy ireny araka izay hitany fa mety, fa izy kosa manao izany mba hahasoa antsika ka hananantsika anjara amin’ny fahamasinany.",
        "11": "Marina fa tsy misy famaizana toa mahafaly eo no ho eo, fa mampahory. Avy eo anefa izy io, dia mitondra vokatra hiadanana ho an’izay nampiofanina tamin’ny alalan’izany. Ary ny fahamarinana izany vokatra izany.",
        "12": "Koa hatanjaho ny tanana miraviravy sy ny lohalika malemy,",
        "13": "ary ataovy mahitsy foana ny lalana halehan’ny tongotrareo, mba tsy hifandiso ny tonon-taolan’ny efa malemy tongotra, fa mba ho sitrana kosa.",
        "14": "Ataovy izay hihavananareo amin’ny olon-drehetra, ary katsaho ilay fahamasinana, izay tsy maintsy ananana mba hahitana ny Tompo.",
        "15": "Koa rehefa manao izany ianareo, dia tandremo tsara sao hisy aminareo tsy hahazo ny hatsaram-panahy tsy manam-paharoan’Andriamanitra, ary sao koa hisy faka hitsimoka eo aminareo, dia faka misy poizina. Ary tandremo sao hanakorontana anareo izany faka izany, ka handoto olona maro.",
        "16": "Tandremo koa sao hisy mpijangajanga eo aminareo, na olona tsy manaja zava-masina tahaka an’i Esao, izay nahafoy ny zon’ny lahimatoa ho takalon’ny hanina indray mihinana.",
        "17": "Fantatrareo fa nolavina izy tatỳ aoriana, rehefa naniry handova ilay tsodrano. Fa na dia nangataka mafy tamin-dranomaso ny hiovan-drainy hevitra aza izy, dia tsy nahita hirika ho amin’izany.",
        "18": "Fa ianareo tsy manatona an’ilay tendrombohitra azo tsapain-tanana sy nirehitra afo, na nanatona rahona mainty, sy haizina mikitroka, sy tafio-drivotra mahery,",
        "19": "sy trompetra maneno, ary feon’ny teny. Rehefa nandre izany feo izany ny vahoaka, dia nitalaho mba tsy hisy teny holazaina aminy intsony.",
        "20": "Fa tsy zakan’izy ireo ilay didy manao hoe: “Ary raha misy biby mikasika an’ilay tendrombohitra, dia tsy maintsy hotoraham-bato.”",
        "21": "Ary nampahatahotra loatra ny zava-niseho tamin’izany, ka hoy i Mosesy: “Matahotra sy mangovitra aho!”",
        "22": "Fa ny hatoninareo kosa dia Tendrombohitra Ziona, sy tanànan’ilay Andriamanitra velona, izany hoe i Jerosalema any an-danitra; sy anjely an’alinalina",
        "23": "tafavory; sy ny fiangonan’ny lahimatoa voasoratra any an-danitra; sy Andriamanitra, ilay Mpitsara ny olona rehetra; sy ny fiainana ara-panahin’ny olo-marina efa natao lavorary;",
        "24": "sy Jesosy ilay mpanelanelana amin’ny fifanekena vaovao; ary ny ra nafafy izay miteny tsara kokoa noho ny ran’i Abela.",
        "25": "Mitandrema ianareo sao tsy mankatò * an’ilay miteny. Fa raha izay tsy nankatò an’ilay nilaza ny fampitandreman’Andriamanitra teto an-tany aza tsy afa-nandositra, mainka fa isika! Tsy ho afa-mandositra mihitsy isika, raha tsy mankatò an’ilay miteny avy any an-danitra.",
        "26": "Nanozongozona ny tany ny feony tamin’izany fotoana izany, fa ankehitriny kosa izy nampanantena hoe: “Mbola hohozongozoniko indray mandeha indray, tsy ny tany ihany, fa ny lanitra koa.”",
        "27": "Ilay fitenenana hoe “indray mandeha indray” dia midika fa hesorina izay zavatra hozongozonina, izany hoe ny zavatra natao, mba hitoeran’izay zavatra tsy hozongozonina.",
        "28": "Koa satria hahazo fanjakana tsy azo hozongozonina isika, dia aoka hohazonintsika ny hatsaram-panahy tsy manam-paharoa izay entintsika manao fanompoana masina ho an’Andriamanitra amin’ny fomba ankasitrahany, amin-tahotra sy amim-panajana.",
        "29": "Fa afo mandevona koa ny Andriamanitsika."
    },
    "13": {
        "1": "Aoka haharitra ny fitiavanareo ny rahalahy.",
        "2": "Aza hadinoina ny fitiavana mandray vahiny, fa noho izany, dia nampiantrano anjely ny sasany nefa tsy fantany.",
        "3": "Tsarovy ireo mifatotra any am-ponja, toy ny hoe miara-mifatotra aminy ianareo. Tsarovy koa ireo ampijalina, satria ianareo koa aza mbola ao amin’ny nofo.",
        "4": "Aoka ho mendri-kaja eo imason’ny olona rehetra ny fanambadiana, ary aoka tsy ho voaloto ny fandrianan’ny mpivady, fa homelohin’Andriamanitra ny mpijangajanga sy ny mpanitsakitsa-bady.",
        "5": "Aoka ny fomba fiainanareo tsy hisy fitiavam-bola, fa aoka ianareo hianina amin’izay efa eo. Fa hoy izy: “Tsy handao anao mihitsy aho, ary tsy hahafoy anao velively.”",
        "6": "Koa be herim-po àry isika, ka milaza hoe: “Jehovah no mpanampy ahy, ka tsy hatahotra aho. Inona moa no azon’ny olona atao amiko?”",
        "7": "Tsarovy ireo mitarika eo aminareo, dia ireo nilaza ny tenin’Andriamanitra taminareo. Ary rehefa mandinika ny soa entin’ny fitondran-tenany ianareo, dia tahafo ny finoany.",
        "8": "I Jesosy Kristy dia tsy miova omaly sy anio ary mandrakizay.",
        "9": "Aza mety ho voataonan’ny fampianarana maro samihafa sy ny fampianarana hafahafa. Fa tsara ny hanatanjahana ny fo amin’ny hatsaram-panahy tsy manam-paharoa, fa tsy amin’ny sakafo, izay tsy mahasoa an’ireo misahirana fatratra amin’izany.",
        "10": "Ary manana alitara isika, fa izay manao fanompoana masina ao amin’ny tranolay kosa tsy manana fahefana hihinana eo amin’izany.",
        "11": "Fa rehefa avy nentin’ny mpisoronabe ho ao amin’ny toerana masina ny ran’ny biby, noho ny ota, dia dorana any ivelan’ny toby kosa ny fatiny.",
        "12": "Nijaly tany ivelan’ny vavahady koa i Jesosy, mba hanamasinany ny vahoaka amin’ny alalan’ny rany.",
        "13": "Koa aoka isika hankany aminy any ivelan’ny toby, sady mitondra ny latsa nentiny.",
        "14": "Fa isika tsy manana tanàna maharitra eto, fa ilay ho avy no katsahintsika fatratra.",
        "15": "Aoka foana isika hanao sorona fiderana ho an’Andriamanitra amin’ny alalan’i Jesosy, dia ny vokatry ny molotra izay manao fanambarana ampahibemaso momba ny anarany.",
        "16": "Aza manadino hanao soa sy hizara amin’ny hafa, fa sorona toy izany no ankasitrahan’Andriamanitra.",
        "17": "Aoka ianareo hankatò sy hanaiky an’ireo mitarika eo aminareo, fa izy ireny miaro anareo hatrany toy ny olona mbola hatao ampamoaka, mba hanaovany izany amim-pifaliana fa tsy amim-pisentoana, fa tsy hahasoa anareo izany.",
        "18": "Mivavaha foana ho anay. Matoky mantsy izahay fa manana feon’ny fieritreretana tsara, satria te hanao ny marina amin’ny zava-drehetra.",
        "19": "Fa iangaviako mafy kokoa ianareo hivavaka ho anay mba ho tafaverina haingana kokoa any aminareo aho.",
        "20": "Nentin’ilay Andriamanitry ny fiadanana niakatra avy tamin’ny maty ilay mpiandry ondry lehibe, dia i Jesosy Tompontsika, izay nitondra ny ran’ny fifanekena mandrakizay. Koa ilay Andriamanitry ny fiadanana anie",
        "21": "hanome anareo ny zavatra tsara rehetra mba hanaovanareo ny sitrapony, ka hotanterahiny ao amintsika amin’ny alalan’i Jesosy Kristy ny zavatra ankasitrahana eo imasony! Ho an’Andriamanitra anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "22": "Ary miangavy anareo aho, ry rahalahy, mba haharitra amin’izany teny fampaherezana izany, satria teny vitsivitsy no nataoko ato amin’ity taratasy nosoratako ho anareo ity.",
        "23": "Tsara ho fantatrareo fa efa nafahana i Timoty rahalahintsika. Ary raha ho avy tsy ho ela izy, dia hiaraka aminy aho ka hahita anareo.",
        "24": "Mampamangy any amin’izay rehetra mitarika eo aminareo, sy any amin’ny olona masina rehetra. Mampamangy, hono, ianareo, hoy ry zareo atỳ Italia.",
        "25": "Ho aminareo rehetra anie ny hatsaram-panahy tsy manam-paharoa!"
    },
    "meta": {
        "name": "Hebreo",
        "order": 57,
        "chapter_number": 13
    }
}