{
    "1": {
        "1": "Taloha ela be, dia niteny tamin’ny razambentsika tamin’ny alalan’ny mpaminany Andriamanitra. Imbetsaka izy no nanao an’izany sady tamin’ny fomba maro.",
        "2": "Amin’izao andro farany izao kosa, dia miteny amintsika amin’ny alalan’ny Zanaka izy. Io Zanany io no notendreny ho mpandova ny zava-drehetra, ary tamin’ny alalan’izy io no nanaovany an’ireo rafitra nisy teto amin’izao tontolo izao.",
        "3": "Izy no taratry ny voninahitr’​Andriamanitra, sady tena endrik’​Andriamanitra, ary ny teniny manan-kery no anohanany ny zava-drehetra. Nanadio antsika ho afaka amin’ny ota izy, dia avy eo nipetraka teo ankavanan’ilay Andriamanitra Lehibe, any amin’ny avo.",
        "4": "Lasa ambony noho ny anjely àry izy, satria nandova anarana tsara lavitra noho ny an’ireny.",
        "5": "Iza tamin’ireo anjely, ohatra, no mba efa nitenenan’Andriamanitra hoe: “Zanako ianao, ary androany aho no lasa rainao”, sy hoe: “Izaho ho rainy, ary izy ho zanako”?",
        "6": "Rehefa irahiny ho etỳ an-tany indray anefa ny Lahimatoany, dia hoy izy: “Ary miankohofa eo anatrehany, ry anjelin’Andriamanitra rehetra.”",
        "7": "Hoy koa izy momba ny anjely: “Ataony mahery ny anjeliny, ary ataony lelafo ny mpanompony.”",
        "8": "Hoy anefa izy momba ny Zanaka: “Andriamanitra no seza fiandriananao mandrakizay mandrakizay, ary ny tehin’ny Fanjakanao dia tehina mampanjaka ny rariny.",
        "9": "Tianao ny fahamarinana, fa halanao ny fandikan-dalàna. Izany no nahatonga an’Andriamanitra, ilay Andriamanitrao, hanosotra anao menaka mahafalifaly mihoatra noho ireo namanao.”",
        "10": "Izao koa: “Tany am-piandohana, dia nametraka ny fototry ny tany ianao, Tompo ô, ary asan’ny tananao ny lanitra.",
        "11": "Ho levona ireo fa ianao kosa haharitra. Ary ho tonta toy ny akanjo ireo rehetra ireo,",
        "12": "sady havalonao hoatran’ny akanjo ivelany, ka hosoloana toy ny akanjo. Fa ianao kosa tsy miova, ary tsy hifarana mihitsy ny taonanao.”",
        "13": "Iza tamin’ny anjely anefa no mba efa nilazany hoe: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho fitoeran-tongotrao”?",
        "14": "Tsy fanahy manao fanompoana masina ve izy rehetra, ka irahina hikarakara an’ireo handova famonjena?"
    },
    "2": {
        "1": "Noho izany, dia vao mainka isika mila mitandrina kokoa mba hankatò an’izay efa henontsika, dia amin’izay isika tsy hiala amin’ny finoana mihitsy.",
        "2": "Fa raha azo itokisana ny teny nolazain’ny anjely, ary nosazina ara-drariny izay nandika lalàna sy tsy nankatò,",
        "3": "dia tsy ho voasazy ve isika raha tsy miraharaha an’izao famonjena lehibe izao? Ny Tompontsika mantsy no voalohany nilaza an’io famonjena io. Ary izay naheno azy io dia nanamafy tamintsika hoe marina izy io.",
        "4": "Efa nanome porofo momba azy io koa Andriamanitra ka nanao famantarana sy fahagagana ary zavatra miavaka isan-karazany, sady nizara fanahy masina araka izay sitrapony.",
        "5": "Fa tsy anjely no nasain’Andriamanitra heken’ilay tontolo ho avy izay resahinay.",
        "6": "Ao amin’ny andininy iray anefa nisy vavolombelona niteny hoe: “Dia inona moa izay olombelona no tsaroanao? Ary inona moa izay zanak’olombelona no karakarainao?",
        "7": "Nataonao ambany kely noho ny anjely izy, ary nosatrohanao haja amam-boninahitra, sady notendrenao hiandraikitra ny asan’ny tananao.",
        "8": "Nasainao nanaiky azy ny zava-drehetra ka nataonao eo ambany tongony.” Rehefa nasain’Andriamanitra nanaiky azy ny zava-drehetra, dia tsy nisy navelany tsy hanaiky azy na iray aza. Mbola tsy hitantsika anefa aloha izao hoe manaiky azy ny zava-drehetra,",
        "9": "fa ny hitantsika kosa dia i Jesosy, izay efa natao ambany kely noho ny anjely. Hitantsika nosatrohana haja amam-boninahitra izy izao satria efa nijalijaly talohan’ny nahafatesany, mba ho faty ho an’ny rehetra izy noho ny hatsaram-panahy miavaka asehon’Andriamanitra.",
        "10": "Ho voninahitr’Andriamanitra no antony isian’ny zava-drehetra, ary amin’ny alalany no isian’izy rehetra. Nitondra zanaka maro mba homem-boninahitra izy, ka mety raha navelany hijaly mba ho lasa lavorary ilay Mpitarika Lehibe Indrindra, izay mitondra famonjena ho an’ireny.",
        "11": "Fa iray ihany no niavian’izy roa tonta, na ilay manamasina na ireo hamasinina. Noho izany, dia tsy menatra izy miantso azy ireo hoe rahalahy.",
        "12": "Fa hoy izy: “Hanambara ny anaranao amin’ny rahalahiko aho. Eo anivon’ny fiangonana aho no hidera anao an-kira.”",
        "13": "Hoy koa izy: “Hatoky azy aho”, sy hoe: “Ireto izaho sy ireo zaza nomen’i Jehovah ahy!”",
        "14": "Satria nofo aman-dra ny “zaza”, dia lasa nofo aman-dra koa izy, mba ho ny fahafatesany no hanafoanany an’ilay manan-kery hahatonga fahafatesana, dia ny Devoly,",
        "15": "ary mba hanafahany an’izay rehetra nandevozina nandritra ny androm-piainany, noho izy ireo natahotra ny ho faty.",
        "16": "Fa tsy ny anjely no ampiany, raha ny marina, fa ny taranak’i Abrahama.",
        "17": "Tsy maintsy lasa hoatran’ireo “rahalahiny” tamin’ny lafiny rehetra àry izy, mba ho lasa mpisoronabe mamindra fo sy mendri-pitokisana eo amin’ny fanompoana an’Andriamanitra. Amin’izay izy dia ho afaka hanolotra sorona fampihavanana, dia sorona noho ny fahotan’ny olona.",
        "18": "Efa nijaly izy rehefa notsapaina, ka afaka manampy an’izay miaritra fitsapana."
    },
    "3": {
        "1": "Noho izany, ry rahalahy masina izay anisan’ny voantso ho any an-danitra, eritrereto ilay apostoly sady mpisoronabe ekentsika, dia i Jesosy.",
        "2": "Tsy nivadika tamin’Ilay nanendry azy izy, hoatran’i Mosesy rehefa nanompo tao amin’ny tranon’Andriamanitra manontolo.",
        "3": "Mendrika hahazo voninahitra lehibe noho ny an’i Mosesy mantsy izy, satria ny mpanao trano dia mendrika hohajaina kokoa noho ny trano nataony.",
        "4": "Mazava ho azy fa nisy nanao ny trano rehetra, fa ilay nanao ny zava-drehetra kosa dia Andriamanitra.",
        "5": "Ary mpanompo mendri-pitokisana tao amin’ny tranon’Andriamanitra manontolo i Mosesy. Nifanitsy tamin’ny zavatra mbola holazaina atỳ aoriana koa ny fanompoany.",
        "6": "Fa i Kristy kosa zanaka mendri-pitokisana miandraikitra ny tranon’Andriamanitra. Isika izany tranony izany, raha miezaka foana isika mba ho sahy hiteny sady hifikitra amin’ilay fanantenana ireharehantsika hatramin’ny farany.",
        "7": "Noho izany, dia hoy ny fanahy masina: “Raha mihaino ny feony ianareo anio,",
        "8": "dia aza manamafy ny fonareo hoatran’ny tamin’ilay fotoana nampahatezitra be ahy, tamin’ilay andro nitsapana ahy tany an-tany efitra.",
        "9": "Nitsapa toetra ahy mantsy ny razambenareo tamin’izay, na dia efa hitany aza ny asa nataoko nandritra ny 40 taona.",
        "10": "Noho izany, dia lasa rikoriko tamin’izany taranaka izany aho ka nilaza hoe: ‘Mafy loha foana ireo sady tsy manao afa-tsy izay tiany, ary tsy fantany ny lalako.’",
        "11": "Tezitra àry aho sady nianiana hoe: ‘Tsy hiditra amin’ny fitsaharako ireo.’”",
        "12": "Tandremo, ry rahalahy, sao misy aminareo lasa manana fo ratsy sady tsy mino, ka hiala amin’ilay Andriamanitra velona.",
        "13": "Miezaha foana kosa hifampahery isan’andro, raha mbola eo koa ilay antsoina hoe “Anio”, sao hisy ho lasa mafy fo ianareo satria mahavita mamitaka anareo ny ota.",
        "14": "Tsy hahazo an’izay efa azon’i Kristy mantsy isika, raha tsy tazonintsika mafy hatramin’ny farany ilay toky nananantsika tamin’ny voalohany.",
        "15": "Voalaza mantsy hoe: “Raha mihaino ny feony ianareo anio, dia aza manamafy ny fonareo toy ny tamin’ilay fotoana nampahatezitra be ahy.”",
        "16": "Fa iza moa no naheno ny feon’Andriamanitra nefa mbola nampahatezitra be azy ihany? Tsy izay rehetra nentin’i Mosesy nivoaka avy tany Ejipta ve?",
        "17": "Iza koa no naharikoriko an’ Andriamanitra nandritra ny 40 taona? Tsy izay nanota ve ka niampatrampatra tany an-tany efitra ny fatiny?",
        "18": "Ary tamin’iza izy no nianiana hoe tsy hiditra amin’ny fitsaharany ireo? Tsy tamin’ireo tsy nankatò ve?",
        "19": "Hitantsika àry fa tsy afaka niditra izy ireo satria tsy nino."
    },
    "4": {
        "1": "Mampanantena Andriamanitra hoe mbola hiditra amin’ny fitsaharany isika. Noho izany, dia andao isika hiambina sao hisy aminareo ho lasa tsy mendrika an’izany fampanantenana izany.",
        "2": "Isika koa mantsy mba efa nitoriana ny vaovao tsara hoatr’azy ireo. Tsy nahasoa azy ireo akory anefa ny zavatra henony, satria tsy mba nanana finoana matanjaka hoatran’ireo olona nihaino izy ireo.",
        "3": "Isika izay mino mantsy no tena miditra amin’ilay fitsaharana. Fa raha ny amin’izy ireo indray, dia efa nilaza izy hoe: “Tezitra àry aho sady nianiana hoe: ‘Tsy hiditra amin’ny fitsaharako ireo’”, na dia efa hatramin’ny nanorenana an’izao tontolo izao aza ny asany no vita.",
        "4": "Hoy mantsy izy momba ny andro fahafito, ao amin’ny andininy iray: “Ary nitsahatra tamin’ny asany rehetra Andriamanitra tamin’ny andro fahafito.”",
        "5": "Hoy koa izy ao amin’ny andininy iray: “Tsy hiditra amin’ny fitsaharako ireo.”",
        "6": "Mbola azo atao ny miditra amin’izany fitsaharana izany, ary izay nitoriana ny vaovao tsara tamin’ny voalohany koa tsy niditra satria tsy nankatò.",
        "7": "Noho izany àry, dia mbola nifidy andro iray izy ka nilaza tao amin’ny salamon’i Davida, ela be tatỳ aoriana, hoe: “Anio.” Efa voalaza tetsy aloha koa mantsy hoe: “Raha mihaino ny feony ianareo anio, dia aza manamafy ny fonareo.”",
        "8": "Fa raha tena nentin’i Josoa tany amin’ny toeram-pitsaharana izy ireo, dia tsy ho niresaka andro anankiray hafa Andriamanitra taorian’izany.",
        "9": "Mbola misy sabata fitsaharana ho an’ny vahoakan’Andriamanitra àry.",
        "10": "Fa izay olona niditra tamin’ny fitsaharan’Andriamanitra, dia nitsahatra tamin’ny asany koa, hoatran’ny nataon’Andriamanitra.",
        "11": "Andao àry isika hanao izay rehetra azontsika atao mba hidirana amin’izany fitsaharana izany, sao hisy amintsika ho lasa tsy mankatò hoatr’azy ireo koa.",
        "12": "Fa velona sy mahery ny tenin’Andriamanitra, sady maranitra noho ny sabatra roa lela, ary manindrona ka mahavita manavaka an’izay miseho etỳ ivelany sy ny any am-po, sady mahavita manasaraka ny tonon-taolana sy ny tsoka, ka mahay mamantatra ny eritreritry ny fo sy ny fikasany.",
        "13": "Ary tsy misy zavaboary miafina eo imasony, fa ny zavatra rehetra dia mihanjahanja sy mibaribary eo imason’ilay hanao ampamoaka antsika.",
        "14": "Ary manana mpisoronabe ambony isika. I Jesosy Zanak’Andriamanitra izany mpisoronabe izany, ary efa lasa nankany an-danitra izy. Andao àry horesahintsika amin’olona foana ny zavatra inoantsika momba azy.",
        "15": "Fa ny antsika tsy hoe mpisoronabe tsy mba mahay mangoraka antsika amin’ny fahalementsika, fa mpisoronabe efa notsapaina tamin’ny zavatra rehetra hoatr’antsika koa, nefa tsy nanota.",
        "16": "Andao àry isika hanatona ny seza fiandrianan’ilay Andriamanitra maneho hatsaram-panahy miavaka, sady ho sahy hiteny rehefa manao an’izany. Amin’izay isika hahazo famindram-po ary hanehoana hatsaram-panahy miavaka, mba hanampiana antsika amin’ny fotoana mety."
    },
    "5": {
        "1": "Alaina avy amin’ny olona ny mpisoronabe, ary tendrena hanompo an’Andriamanitra mba hahasoa ny olona. Amin’ izay izy ho afaka hanolotra fanomezana sy sorona noho ny ota.",
        "2": "Mahay mangoraka an’izay tsy mahalala na inona na inona sy manao fahadisoana izy. Izy koa mantsy mba miady amin’ny fahalemeny.",
        "3": "Tsy maintsy manao fanatitra noho ny fahotana nataony koa àry izy, hoatran’ny ataony rehefa manao fanatitra noho ny fahotan’ny vahoaka.",
        "4": "Tsy mahazo an’izany voninahitra izany ny olona, raha noho ny sitrapony fotsiny. Rehefa antsoin’Andriamanitra ihany izy vao mahazo an’izany, hoatran’ny niantsoany an’i Arona.",
        "5": "Dia hoatr’izany koa i Kristy. Tsy izy no nanome voninahitra ny tenany mba ho lasa mpisoronabe, fa Ilay niteny momba azy hoe: “Zanako ianao. Androany aho no lasa rainao.”",
        "6": "Milaza koa mantsy izy any amin’ny andininy hafa hoe: “Mpisorona mandrakizay ianao, hoatran’i Melkizedeka.”",
        "7": "Nitalaho sy niangavingavy tamin’Ilay nahay namonjy azy tsy ho faty i Kristy, sady nitaraindraina mafy sy nitomany be, tamin’izy teto an-tany. Dia nohenoina izy satria natahotra an’Andriamanitra.",
        "8": "Ary na dia zanaka aza izy, dia nianatra nankatò avy tamin’ny zavatra niaretany.",
        "9": "Rehefa avy natao lavorary izy, dia izy no nahatonga an’izay rehetra mankatò azy ho voavonjy mandrakizay.",
        "10": "Notendren’Andriamanitra ho mpisoronabe hoatran’i Melkizedeka mantsy izy.",
        "11": "Betsaka ny zavatra azonay lazaina momba azy, ary sarotra hazavaina izany, satria lasa tsy mazoto mihaino ianareo.",
        "12": "Fa na dia tokony ho efa mpampianatra aza ianareo amin’izao, dia mbola mila olona hampianatra anareo hatramin’ny voalohany ny zavatra fototra nianaranareo avy amin’ny teny masin’Andriamanitra, ka lasa mila ronono indray ianareo fa tsy ventin-kanina.",
        "13": "Fa izay rehetra mivelona foana amin’ny ronono, dia tsy mahay tsara ny tenin’ny fahamarinana satria mbola zaza.",
        "14": "Fa ny ventin-kanina kosa dia ho an’ny olona matotra, izany hoe ho an’ny olona mampiasa tsara ny sainy ka manazatra azy io mba hahay hanavaka ny tsara sy ny ratsy."
    },
    "6": {
        "1": "Efa nilaozantsika ny fampianarana fototra momba an’i Kristy. Noho izany, dia andao isika hiezaka handroso haingana mba ho matotra, fa tsy hiverina amin’ny fampianarana fototra indray, toy ny fibebahana amin’ny asa maty, ny finoana an’Andriamanitra,",
        "2": "ny fampianarana momba ny batisa samihafa sy ny fametrahan-tanana, ny fitsanganana amin’ny maty, ary ny fitsarana mandrakizay.",
        "3": "Ary hanao an’izany isika, raha avelan’Andriamanitra.",
        "4": "Fa izay olona efa nahazo hazavana indray mandeha, sady efa nahazo ny fanomezana maimaim-poana avy any an-danitra sy ny fanahy masina,",
        "5": "ary efa nandray ny teny tsara avy amin’Andriamanitra sy nahazo ny fitahiana hoentin’ilay tontolo ho avy,",
        "6": "kanefa nihemotra, dia tsy azo ampiana intsony mba hibebaka. Fantsihan’izy ireny eo amin’ny tsato-kazo indray mantsy ny Zanak’Andriamanitra, sady alany baraka eo imason’ny olona.",
        "7": "Rehefa avy matetika ny orana, dia mahazo fitahiana avy amin’Andriamanitra ny tany, satria rehefa lena ny tany dia mamokatra zavamaniry ilain’ny mpamboly.",
        "8": "Raha mamokatra tsilo sy ahidratsy kosa ny tany, dia tsy misy ilana azy intsony. Tsy ho ela ilay izy dia hozonina, ka hodorana amin’ny farany.",
        "9": "Marina fa miteny hoatr’izany izahay, ry malala, nefa raha ny aminareo indray, dia matoky izahay fa manana tombony noho izy ireny ianareo, ka manao zavatra hahazoanareo famonjena.",
        "10": "Tsy mba manao ny tsy rariny mantsy Andriamanitra, ka hanadino an’izay nataonareo sy ny fitiavana nasehonareo ho an’ny anarany, tamin’ianareo nikarakara ny olona masina sady mbola mikarakara azy ireo hatramin’izao.",
        "11": "Ary irinay ianareo tsirairay mba hazoto hoatr’izany foana. Amin’izay ianareo dia hatoky hatramin’ny farany hoe ho tanteraka ilay zavatra antenainareo.",
        "12": "Amin’izay koa ianareo tsy ho kamo, fa hanahaka an’ireo mandova ny fampanantenana noho izy ireo mino sy manam-paharetana.",
        "13": "Fa nianiana tamin’ny tenany Andriamanitra tamin’izy nilaza ny fampanantenany tamin’i Abrahama. Tsy misy lehibe noho ny tenany azony nianianana mantsy,",
        "14": "ka hoy izy: “Tena hotahiko ianao ka tena hataoko lasa be dia be.”",
        "15": "Nahazo an’izany fampanantenana izany àry i Abrahama, rehefa avy nampiseho faharetana.",
        "16": "Fa mianiana amin’izay lehibe noho izy ny olona. Dia mifarana daholo ny adihevitra rehefa avy mianiana izy ireo, satria ilay fianianana no antoka ara-dalàna manamarina ny tenin’izy ireo.",
        "17": "Nanao hoatr’izany koa Andriamanitra rehefa nanapa-kevitra fa hampiseho mazava kokoa amin’ireo mpandova an’ilay fampanantenana fa tsy miova ny fikasany. Nanome antoka ny amin’izany àry izy ka nianiana.",
        "18": "Tsy miova mihitsy ireo zavatra roa ireo sady tsy hain’Andriamanitra andaingana, ka vao mainka izany mampirisika antsika hifikitra amin’ilay fanantenana natao teo anoloantsika, dia isika izay mialoka aminy.",
        "19": "Izany fanantenana ananantsika izany no vatofantsiky ny aintsika. Sady azo antoka izy io no mafy orina, ary miditra ao ambadiky ny ridao.",
        "20": "Ary mba hahasoa antsika dia niditra tao koa i Jesosy, mpialoha lalana antsika, izay lasa mpisoronabe mandrakizay hoatran’i Melkizedeka."
    },
    "7": {
        "1": "Mpanjakan’i Salema sy mpisoron’ilay Andriamanitra Avo Indrindra io Melkizedeka io, ary nitsena an’i Abrahama tamin’izy niverina avy nandresy mpanjaka maro, ka nitso-drano azy.",
        "2": "Ary nomen’i Abrahama ny ampahafolon’ny zava-drehetra azony izy. Voalohany, midika hoe “Mpanjakan’ny Fahamarinana” ny anarany, dia izy koa mpanjakan’i Salema, izany hoe “Mpanjakan’ny Fiadanana.”",
        "3": "Tsy nanana ray sy reny izy, sady tsy nanana tetirazana. Tsy nisy fiandohana ny androm-piainany sady tsy nisy fiafarana. Natao hoatran’ny Zanak’Andriamanitra kosa izy, ka ho mpisorona mandrakizay.",
        "4": "Tena nanan-kaja io lehilahy io matoa i Abrahama, loham-pianakaviana, nanome azy ny ampahafolon’ny zavatra tsara indrindra azony babo.",
        "5": "Marina fa raha ny Lalàna no jerena, dia izay anisan’ny taranak’i Levy voatendry ho mpisorona no asaina manangona ny ampahafolon-karena avy amin’ny olona, izany hoe avy amin’ireo rahalahiny, na dia taranak’i Abrahama koa aza izy ireny.",
        "6": "Fa io lehilahy io kosa, izay tsy mba taranak’i Levy, dia nahazo ampahafolon-karena avy tamin’i Abrahama, ka nitso-drano an’ilay nanaovana fampanantenana.",
        "7": "Tsy azo lavina fa ilay mitso-drano no lehibe kokoa noho ilay mahazo tsodrano.",
        "8": "Amin’ilay iray, dia olombelona mety maty no mahazo ampahafolon-karena. Fa amin’ilay iray kosa, dia ilay voaporofo hoe velona no mahazo an’ilay izy.",
        "9": "Azo lazaina àry hoe na i Levy aza nandoa ny ampahafolon-karena tamin’ny alalan’i Abrahama, nefa i Levy no mandray ny ampahafolon-karena.",
        "10": "Mbola tsy teraka mantsy io taranak’i Abrahama io, tamin’i Melkizedeka nitsena an’ilay razambeny.",
        "11": "Raha nahatonga ny olona ho lavorary àry ny fisoronan’ny Levita—satria anisan’ilay Lalàna nomena ny vahoaka izy io—dia inona indray no ilana hanendrena mpisorona hafa lazaina hoe hoatran’i Melkizedeka, fa tsy hoatran’i Arona?",
        "12": "Satria ovana ny fisoronana, dia tsy maintsy ovana koa ny Lalàna.",
        "13": "Fa avy amin’ny foko hafa ilay lehilahy resahina amin’izany, ary tsy nisy nanompo teo amin’ny alitara ny olona avy tamin’io foko io.",
        "14": "Mazava fa avy tamin’ny fokon’i Joda ny Tompontsika, nefa tsy nilaza mihitsy i Mosesy hoe nisy mpisorona avy tamin’io foko io.",
        "15": "Ary vao mainka mazava amintsika izany rehefa misy mpisorona iray hafa voatendry, dia mpisorona hoatran’i Melkizedeka.",
        "16": "Tsy noho ny foko niaviany araka izay takin’ny Lalàna anefa no mahatonga azy ho mpisorona, fa noho ilay hery manome azy fiainana tsy mety levona.",
        "17": "Izao mantsy no voalaza, ho vavolombelona manamarina azy: “Mpisorona mandrakizay ianao, hoatran’i Melkizedeka.”",
        "18": "Nofoanana àry ilay didy teo aloha satria voafetra ihany ny zavatra vitany, ary tsy mandaitra ilay izy.",
        "19": "Tsy nahatonga na inona na inona ho lavorary mantsy ny Lalàna. Ilay fanantenana tsara kokoa omen’Andriamanitra kosa no nahavita an’izany sy nahatonga antsika ho afaka hanatona azy.",
        "20": "Ary tsy ho notendrena izany mpisorona izany raha tsy nisy fianianana natao,",
        "21": "—tena nisy anefa olona lasa mpisorona na dia tsy nisy fianianana natao aza, fa ity iray ity kosa lasa mpisorona noho ny fianianan’Ilay nilaza taminy hoe: “Nianiana i Jehovah ary tsy hiova hevitra. Hoy Izy: ‘Mpisorona mandrakizay ianao’”—",
        "22": "dia izany no nahatonga an’i Jesosy ho antoka ny amin’ny fifanekena tsara kokoa.",
        "23": "Be dia be koa ny mpisorona tsy maintsy nifandimby, satria izay maty dia tsy afaka ny ho mpisorona intsony.",
        "24": "Izy kosa mpisorona velona mandrakizay, ka tsy misy mpandimby.",
        "25": "Afaka mamonjy tanteraka an’izay manatona an’Andriamanitra amin’ny alalany koa àry izy, satria velona foana mba hiangavy ho an’ireo.",
        "26": "Fa mety amintsika ny mpisoronabe hoatr’izany, dia mpisoronabe tsy mivadika, tsy manan-tsiny, tsy misy loto, tafasaraka amin’ny mpanota, ary natao ambony noho ny lanitra.",
        "27": "Tsy mila manao sorona isan’andro hoatran’ny nataon’ireny mpisoronabe ireny izy, ka hoe mila manao sorona noho ny otan’ny tenany aloha, dia avy eo noho ny otan’ny vahoaka. Nanao an’izany indray mandeha fotsiny mantsy izy rehefa nanolotra ny tenany.",
        "28": "Lehilahy manana fahalemena no tendren’ny Lalàna ho mpisoronabe, fa Zanaka natao lavorary mandrakizay kosa no tendren’ilay fianianana natao taorian’ny Lalàna."
    },
    "8": {
        "1": "Izao no hevi-dehibe amin’izany zavatra resahinay izany: Mpisoronabe hoatr’izany no ananantsika, ary mipetraka eo ankavanan’ilay Andriamanitra Lehibe any an-danitra izy.",
        "2": "Mpanompo ao amin’ny toerana masina sy ny tena tranolay koa izy, ary i Jehovah, fa tsy olona, no nanorina an’io tranolay io.",
        "3": "Fa tendrena hanao fanomezana sy sorona ny mpisoronabe rehetra. Tsy maintsy manao sorona koa àry izy.",
        "4": "Tsy ho mpisorona izy raha etỳ an-tany, satria etỳ efa misy olona manolotra fanomezana araka ny Lalàna.",
        "5": "Manao fanompoana masina ireny olona ireny, ary taratra sy aloky ny zavatra any an-danitra ny fanompoana ataony. Hita tamin’ilay didy nomen’Andriamanitra an’i Mosesy izany, tamin’izy efa hanorina ny tranolay. Izao mantsy no didy nomeny: “Mitandrema tsara mba hifanaraka amin’ilay modely naseho anao tatỳ an-tendrombohitra no hanaovanao ny zava-drehetra.”",
        "6": "Izao anefa i Jesosy nomena fanompoana tsara lavitra, satria izy koa no mpanelanelana amin’ny fifanekena tsara kokoa, izay efa natao ara-dalàna noho ny fampanantenana tsara kokoa.",
        "7": "Raha tsy nisy tsininy ilay fifanekena voalohany, dia tsy ho nisy nilana fifanekena faharoa.",
        "8": "Fa tena manome tsiny ny vahoaka Andriamanitra, rehefa miteny hoe: “‘Henoy izao!’, hoy i Jehovah. ‘Ho avy ny andro hanaovako fifanekena vaovao amin’ny taranak’Israely sy ny taranak’i Joda.",
        "9": "Tsy ho hoatran’ilay fifanekena nataoko tamin’ny razambeny, tamin’ny andro nitantanako azy nivoaka avy tany Ejipta, anefa izany. Tsy nanaja an’iny fifanekena nataoko taminy iny mantsy izy ireo, ka tsy noraharahiako intsony’, hoy i Jehovah.”",
        "10": "“‘Fa izao no fifanekena hataoko amin’ny taranak’Israely, aorian’izany andro izany’, hoy i Jehovah: ‘Hataoko ao an-tsainy ny lalàko, sady hosoratako ao am-pony. Dia ho Andriamaniny aho, ary izy ireo ho vahoakako.",
        "11": "“‘Samy tsy hampianatra ny mpiray firenena aminy sy ny rahalahiny intsony izy ireo hoe: “Fantaro i Jehovah!” Hahafantatra ahy mantsy izy rehetra, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra.",
        "12": "Fa hamindrako fo izy ireo na dia nanao ratsy aza, ary tsy hotsaroako intsony ny fahotany.’”",
        "13": "Matoa izy niteny hoe “fifanekena vaovao”, dia nataony lany andro ilay taloha. Ary efa ho levona ilay efa lany andro sy mihantitra."
    },
    "9": {
        "1": "Ary tao amin’ilay fifanekena taloha, dia nisy lalàna momba ny fanompoana masina, sady nisy toerana masina tetỳ an-tany.",
        "2": "Fa naorina ny efitra voalohany tao amin’ny tranolay, ka tao amin’io efitra io no nisy ny fitoeran-jiro sy ny latabatra ary ny mofo atolotra. Ary nantsoina hoe Toerana Masina io efitra io.",
        "3": "Tao ambadik’ilay ridao faharoa kosa no nisy an’ilay efitra nantsoina hoe Masina Indrindra.",
        "4": "Tao no nisy ny fitaovana volamena fandoroana emboka manitra sy ny Vata misy ny fifanekena. Nopetahana takela-bolamena ilay Vata manontolo, ary tao amin’izy io ny siny volamena nisy ny mana, sy ilay tehin’i Arona nitsimoka, ary ny takela-baton’ny fifanekena.",
        "5": "Ary teo amboniny no nisy ny kerobima be voninahitra, izay nanaloka an’ilay sarony fampihavanana. Tsy izao anefa no fotoana tokony hiresahana an’izany rehetra izany amin’ny an-tsipiriany.",
        "6": "Rehefa voaorina hoatr’izany ireo zavatra ireo, dia miditra ao amin’ny efitra voalohany ao amin’ilay tranolay ny mpisorona mba hanao fanompoana masina, ary miditra ao isan’andro izy.",
        "7": "Ny mpisoronabe irery anefa no miditra ao amin’ilay efitra faharoa, indray mandeha isan-taona. Ary tsy miditra ao izy raha tsy mitondra ra, izay atolony noho ny fahotany sy noho ny fahotana nataon’ny vahoaka vokatry ny tsy fahalalan’izy ireo.",
        "8": "Asehon’ny fanahy masina mazava amin’izany àry, fa mbola tsy naharihary ny lalana mankao amin’ny toerana masina raha mbola teo ilay tranolay voalohany.",
        "9": "Fanoharana ilazana an’izao fotoana izao io tranolay io. Araka io fanoharana io, dia misy fanomezana sy sorona atolotra. Tsy mahatonga an’izay manao fanompoana masina hanana feon’ny fieritreretana madio tanteraka anefa ireny.",
        "10": "Zavatra momba ny sakafo sy ny zava-pisotro ary ny fombafomba fisasana samihafa fotsiny ireny. Zavatra notakin’ny lalàna momba ny vatana ireny, ary natao nanan-kery mandra-pahatongan’ny fotoana voatondro hanitsiana ny zava-drehetra.",
        "11": "Efa lasa mpisoronabe anefa i Kristy, ary mandray fitahiana avy amin’izany isika. Rehefa lasa mpisoronabe izy, dia niditra tao amin’ny tranolay lehibe kokoa sy lavorary kokoa ary tsy nataon’ny tanan’olona, izany hoe tsy anisan’ny zavatra eto an-tany.",
        "12": "Indray mandeha fotsiny izy no niditra tao amin’ny toerana masina, nefa tsy ran’osilahy sy ran’ny vantotr’ombilahy no nentiny, fa ny ran’ny tenany, ary tamin’ny alalany no nahazoantsika fanafahana mandrakizay.",
        "13": "Fa raha ny ran’osilahy sy ny ran’ombilahy ary ny lavenon’ny vantotr’ombivavy nafafy teo amin’izay naloto aza manamasina sy manadio ny vatana,",
        "14": "mainka fa ny ran’i Kristy! Natolony ho sorona tsy misy tsiny ho an’Andriamanitra mantsy ny tenany noho ny fiasan’ny fanahy masina mandrakizay. Ny rany koa no manadio ny feon’ny fieritreretantsika, ka tsy manao asa tsy misy dikany intsony isika. Amin’izay isika dia ho afaka hanao fanompoana masina ho an’ilay Andriamanitra velona.",
        "15": "Izany no mahatonga azy ho mpanelanelana amin’ny fifanekena vaovao. Amin’izay dia hahazo an’ilay fampanantenana momba ny lova mandrakizay ny olona voantso. Maty mantsy i Kristy ka ny vidim-panavotana no nanafahany azy ireo noho izy ireo nandika lalàna teo ambanin’ilay fifanekena taloha.",
        "16": "Rehefa misy fifanekena atao mantsy, dia tokony ho faty ilay olona nanao fifanekena.",
        "17": "Fa ny fahafatesana no mampanan-kery ny fifanekena, satria tsy manan-kery mihitsy ilay izy raha mbola velona ilay olona nanao fifanekena.",
        "18": "Noho izany, na ilay fifanekena taloha aza tsy natao nanan-kery raha tsy nisy ra nalatsaka.",
        "19": "Fa rehefa nolazain’i Mosesy tamin’ny olona rehetra ny didy tsirairay tao amin’ny Lalàna, dia nalainy ny ran’ny vantotr’ombilahy sy ny ran’osilahy ary ny rano, ka nafafiny teo amin’ny boky sy ny vahoaka rehetra, ary volonondry mena midorehitra sy hysopa no namafazany an’izany.",
        "20": "Hoy izy tamin’izay: “Ity no ran’ny fifanekena nataon’Andriamanitra taminareo, dia ilay fifanekena nasainy nohajainareo.”",
        "21": "Nofafazany ra koa ny tranolay sy ny fitaovana rehetra fanaovana fanompoana masina.",
        "22": "Saika ny zava-drehetra no diovina amin’ny ra, araka ny Lalàna. Ary raha tsy misy ra alatsaka dia tsy misy famelan-keloka.",
        "23": "Tsy maintsy nodiovina hoatr’izany koa àry ny taratry ny zavatra any an-danitra. Mila sorona tsara lavitra noho izany anefa ny zavatra any an-danitra.",
        "24": "I Kristy mantsy tsy niditra tao amin’ny toerana masina nataon’ny tanan’olona, izany hoe toerana masina sahala amin’ilay tena izy, fa niditra tany an-danitra mihitsy, mba hiseho eo anatrehan’Andriamanitra ho antsika amin’izao.",
        "25": "Tsy hoe nanao an’izany izy mba hanao sorona ny tenany imbetsaka, tsy hoatran’ny mpisoronabe izay miditra isan-taona ao amin’ny toerana masina, sady mitondra ra nefa tsy ny ran’ny tenany.",
        "26": "Raha izany mantsy, dia ho voatery nijaly matetika izy nanomboka tamin’ny nanorenana an’izao tontolo izao. Efa niseho indray mandeha fotsiny anefa izy mandritra ny fotoana ifaranan’izao tontolo izao, mba hanala tanteraka ny ota amin’ny alalan’ilay sorona nataony.",
        "27": "Maty indray mandeha fotsiny ny olona, ary hotsaraina aorian’izay,",
        "28": "dia hoatr’izany koa fa natolotra indray mandeha fotsiny i Kristy mba hitondra ny fahotan’ny olona maro. Ary rehefa miseho fanindroany izy, dia tsy hoe hanala fahotana, fa hiseho amin’izay miandry azy mafy mba hamonjy azy ireo."
    },
    "10": {
        "1": "Aloky ny zavatra tsara ho avy fotsiny ny Lalàna, fa tsy ilay tena izy. Tsy mahatonga an’izay manatona an’Andriamanitra ho lavorary mihitsy àry ny Lalàna, na dia eo aza ny sorona mitovy atolotra foana isan-taona.",
        "2": "Raha nahavita an’izany ireny sorona ireny, dia tsy ho nilaina intsony ny nanao sorona. Tsy ho nahatsiaro ny tenany ho mpanota intsony mantsy izay manao fanompoana masina, satria efa nodiovina indray mandeha.",
        "3": "Ireny sorona ireny kosa aza no mampahatsiahy ny olona isan-taona isan-taona hoe mpanota izy ireo,",
        "4": "satria tsy mahavita manala ny ota ny ran’ombilahy sy ny ran’osilahy.",
        "5": "Rehefa tonga teto amin’izao tontolo izao àry i Kristy, dia niteny hoe: “‘Tsy tianao ny sorona sy ny fanatitra, fa nanomana vatana ho ahy ianao.",
        "6": "Tsy nankasitrahanao koa ny fanatitra dorana manontolo sy ny fanatitra noho ny ota.’",
        "7": "Dia hoy aho: ‘Intỳ aho tonga hanao ny sitraponao, Andriamanitra ô!—Voasoratra ao amin’ny horonam-boky ny momba ahy.—’”",
        "8": "Ary niteny izy aloha hoe: “Sady tsy tianao no tsy nankasitrahanao ny sorona sy ny fanatitra, sy ny fanatitra dorana manontolo, ary ny fanatitra noho ny ota.”—Natolotra araka ny Lalàna ireny sorona ireny.—",
        "9": "Dia avy eo izy niteny hoe: “Intỳ aho tonga hanao ny sitraponao.” Esoriny ilay voalohany mba hametrahana an’ilay faharoa.",
        "10": "Noho izany ‘sitrapony’ izany, dia nohamasinina tamin’ny alalan’i Jesosy Kristy isika, rehefa nanolotra ny vatany indray mandeha fotsiny izy.",
        "11": "Samy nankeo amin’ny toerany koa ny mpisorona isan’andro, mba hanao fanompoana masina sy hanao sorona mitovy imbetsaka. Tsy mahavita manala tanteraka ny ota mihitsy anefa ireny sorona ireny.",
        "12": "Fa izy kosa nanao sorona anankiray noho ny ota, dia sorona indray mandeha fotsiny. Ary nipetraka teo ankavanan’Andriamanitra izy avy eo.",
        "13": "Nanomboka tamin’izay, dia niandry izy mandra-panao ny fahavalony ho fitoeran-tongony.",
        "14": "Fa nataony lavorary mandrakizay izay olona nohamasinina, ka fanatitra anankiray natao sorona no nanaovany an’izany.",
        "15": "Vavolombelona manamarina an’izany amintsika koa ny fanahy masina, satria niteny izy io aloha hoe:",
        "16": "“‘Izao no fifanekena hataoko amin’izy ireo, aorian’izany andro izany’, hoy i Jehovah: ‘Hataoko ao am-pony ny lalàko, sady hosoratako ao an-tsainy.’”",
        "17": "Hoy koa ny fanahy masina avy eo: “Ary tsy hotsaroako intsony ny fahotany sy ny fandikan-dalàna nataony.”",
        "18": "Ary rehefa voavela ireo fahotana ireo, dia tsy ilaina intsony ny fanatitra noho ny ota.",
        "19": "Sahintsika àry, ry rahalahy, ny hiditra eo amin’ilay lalana mankao amin’ny toerana masina, noho ny ran’i Jesosy.",
        "20": "Nosokafany ho antsika izany lalana izany, tamin’izy nandalo teo amin’ilay ridao, izany hoe ny nofony.",
        "21": "Ary manana mpisoronabe miandraikitra ny ao an-tranon’Andriamanitra koa isika. Noho izany,",
        "22": "dia andao isika hanatona an’Andriamanitra amin’ny fo madio sy amim-patokisana tanteraka, satria ny fontsika efa voadio ho afaka amin’ny feon’ny fieritreretana maloto, ary ny vatantsika efa voasasa tamin’ny rano madio.",
        "23": "Ary andao hambarantsika foana amin’ny olona rehetra ny fanantenantsika, ka tsy hisalasala isika, satria tsy mba mivadika amin’ny teniny ilay nampanantena.",
        "24": "Andao koa isika hifampiahy mba hifandrisika hampiseho fitiavana sy hanao asa tsara,",
        "25": "ka tsy hahafoy ny fiarahantsika mivory, hoatran’ny sasany efa zatra tsy mivory, fa hifampahery kosa. Vao mainka tokony hanao an’izany isika, satria hitanareo fa mihamanakaiky ilay andro.",
        "26": "Fa raha manao fanahy iniana manota isika nefa efa mahalala tsara ny fahamarinana, dia tsy misy sorona noho ny ota intsony.",
        "27": "Miandry fanamelohana sisa isika sady matahotra, ary miandry fahatezerana mirehitra toy ny afo, izay handevona ny mpanohitra.",
        "28": "Izay tsy niraharaha ny Lalàn’i Mosesy dia novonoina ho faty tsy nananana antra, noho ny tenin’ny vavolombelona roa na telo.",
        "29": "Araka ny hevitrareo àry, tsy vao mainka ve ho mafy kokoa ny sazy mendrika an’izay manitsaka ny Zanak’Andriamanitra, sy mihevitra fa tsy dia misy dikany ny ran’ilay fifanekena nanamasinana azy, ary manao tsinontsinona ny fanahin’ilay Andriamanitra maneho hatsaram-panahy miavaka?",
        "30": "Fantatsika Ilay niteny hoe: “Ahy ny famaliana, ary izaho no hamaly”, sy hoe: “Hitsara ny vahoakany i Jehovah.”",
        "31": "Mampahatahotra izany ho azon’ny tanan’ilay Andriamanitra velona izany.",
        "32": "Tadidio foana anefa ny andro taloha, tamin’ianareo niady mafy sy niaritra fijaliana, rehefa nomena hazavana.",
        "33": "Indraindray dia noharatsina sy nampahorina teny imasom-bahoaka ianareo, ary indraindray niara-ory tamin’ireo natao hoatr’izany.",
        "34": "Fa nangoraka an’izay nigadra ianareo ary mbola faly foana na dia norobaina aza ny fanananareo. Fantatrareo mantsy fa manana lova tsara kokoa sy maharitra ianareo.",
        "35": "Tokony ho sahy hiteny foana àry ianareo, fa hahazoana valisoa be izany.",
        "36": "Fa mila miaritra ianareo mba ho tanteraka aminareo ilay fampanantenana, rehefa vitanareo ny sitrapon’Andriamanitra.",
        "37": "Fa “efa tena kely sisa” dia “ho tonga ilay ho avy, ary tsy ho ela.”",
        "38": "“Ny olo-marina anefa ho velona satria manam-pinoana”, fa “raha mihemotra izy, dia tsy hankasitrahako.”",
        "39": "Koa tsy anisan’izay mihemotra mba ho ringana isika, fa anisan’izay manam-pinoana mba ho voatsimbina ny aintsika."
    },
    "11": {
        "1": "Ny finoana dia fatokisana tanteraka hoe hitranga ny zavatra antenaina, sady porofo manamarina ny zavatra tena misy nefa tsy hita maso.",
        "2": "Fa noho ny finoana dia nasehon’Andriamanitra hoe nankasitrahany ny olona fahiny.",
        "3": "Finoana no ahalalantsika hoe ny tenin’Andriamanitra no nandaminana an’izao tontolo izao, ka avy amin’ny zavatra tsy hita maso no nampisy ny zavatra hita maso.",
        "4": "Finoana no nahatonga an’i Abela hanao sorona ho an’Andriamanitra, dia sorona nisy vidiny kokoa noho ny an’i Kaina. Noho ny finoany, dia nahazo porofo izy hoe olo-marina satria nankasitraka ny fanomezana nataony Andriamanitra. Ary na efa maty aza izy, dia mbola miteny ihany noho ny finoany.",
        "5": "Finoana no nahatonga an’i Enoka hafindra toerana mba tsy hahita fahafatesana, ary tsy hita na taiza na taiza izy satria nafindran’Andriamanitra. Fa talohan’ny namindrana azy, dia nahazo porofo izy hoe nankasitrahan’Andriamanitra.",
        "6": "Ary izay tsy manam-pinoana dia tsy afaka mampifaly an’Andriamanitra. Fa izay manatona azy dia tsy maintsy mino hoe misy izy sady mpamaly soa an’izay mitady mafy azy.",
        "7": "Finoana no nahatonga an’i Noa hatahotra an’Andriamanitra sy hanamboatra sambofiara mba hamonjena ny ankohonany. Efa nampitandreman’Andriamanitra momba ny zavatra mbola tsy hitany izy talohan’izay. Finoana koa no nanamelohany an’izao tontolo izao, ka lasa mpandova ny fahamarinana izy satria nanam-pinoana.",
        "8": "Finoana no nahatonga an’i Abrahama hankatò rehefa nantsoina izy. Nankatò izy ka nankany amin’ny toerana homena azy ho lovany. Ary nandeha izy, na dia tsy fantany aza hoe ho aiza.",
        "9": "Finoana no nahatonga azy hivahiny tany amin’ilay tany nampanantenaina, ka hoatran’ny hoe tany an-tanin’olona izy. Nipetraka an-tranolay izy, niaraka tamin’i Isaka sy Jakoba, mpiara-mandova aminy an’ilay fampanantenana.",
        "10": "Niandry foana an’ilay tanàna manana fototra tena izy mantsy izy, ary Andriamanitra no mpamorona sy mpanangana an’ilay izy.",
        "11": "Finoana koa no nahatonga an’i Saraha ho bevohoka, na dia efa nihoatra ny taona ahafahana miteraka aza izy. Nieritreritra mantsy izy hoe tsy mivadika amin’ny teniny Ilay nampanantena azy.",
        "12": "Noho izany, dia avy tamin’ny lehilahy anankiray, izay toy ny efa maty, no nahaterahan’ny olona be dia be hoatran’ny kintana eny amin’ny lanitra sady tsy voaisa hoatran’ny fasika eny amoron-dranomasina.",
        "13": "Nanam-pinoana mandra-pahafatiny izy rehetra ireny, na dia tsy hitany aza ny fahatanterahan’ny fampanantenana. Tazan’izy ireo lavitra kosa izany ka nandrasany mafy, ary nilaza tamin’ny olona izy ireo hoe vahiny sy mpivahiny teo amin’ilay tany.",
        "14": "Fa izay milaza an’izany dia manaporofo fa miezaka mafy mitady toerana honenany izy.",
        "15": "Raha nieritreritra foana ny toerana nialany anefa izy ireo, dia ho nahita hirika hiverenana.",
        "16": "Fa toerana tsara kokoa no iriny ho azo, dia ilay any an-danitra. Tsy mahamenatra an’Andriamanitra àry ny hantsoina hoe Andriamaniny, satria izy efa nanomana tanàna ho azy ireo.",
        "17": "Finoana no nahatonga an’i Abrahama ho hoatran’ny hoe efa nanao sorona an’i Isaka mihitsy, tamin’izy notsapaina.—Vonona hanao sorona ny zanany lahitokana ilay lehilahy izay faly erỳ nahazo ny fampanantenana.—Vonona hanao an’izany izy,",
        "18": "na dia efa nilazana aza hoe: “Ho avy amin’i Isaka ilay hantsoina hoe taranakao.”",
        "19": "Fantany mantsy fa vitan’Andriamanitra na dia ny manangana an’i Isaka amin’ny maty aza. Ary naverina taminy indray io zanany io na dia toy ny hoe efa maty aza, ka lasa misy heviny an’ohatra izany.",
        "20": "Finoana koa no nahatonga an’i Isaka hitso-drano an’i Jakoba sy Esao momba ny zavatra mbola ho avy.",
        "21": "Finoana no nahatonga an’i Jakoba hitso-drano azy roa lahy zanak’i Josefa, tamin’i Jakoba efa ho faty, ary niankohoka izy sady niankina tamin’ny tendron’ny tehiny.",
        "22": "Finoana no nahatonga an’i Josefa, tamin’izy efa ho faty, hiresaka hoe hafahana ny zanak’Israely, ka nanafatrafatra momba ny taolambalony izy.",
        "23": "Finoana no nahatonga ny ray aman-drenin’i Mosesy hanafina azy telo volana, taorian’ny nahaterahany. Hitan’izy ireo mantsy fa zaza mahafatifaty izy, ary tsy natahotra ny didin’ny mpanjaka izy ireo.",
        "24": "Finoana no nahatonga an’i Mosesy tsy hanaiky hatao hoe zanaky ny zanakavavin’i Farao, rehefa nihalehibe izy.",
        "25": "Naleony nampijalina niaraka tamin’ny vahoakan’Andriamanitra, toy izay hifaly vetivety tamin’ny fahotana.",
        "26": "Nihevitra mantsy izy hoe sarobidy noho ny harenan’i Ejipta ny latsa nozakain’ilay Voahosotra, satria niandry mafy ny hahazo an’ilay valisoa izy.",
        "27": "Finoana, fa tsy tahotra ny hatezeran’ny mpanjaka, no nahatonga azy hiala tao Ejipta, satria tsy azo nohozongozonina mihitsy izy, toy ny nahita an’Ilay tsy hita.",
        "28": "Finoana no nahatonga azy hankalaza ny Paska sy hanosotra ra teo amin’ny tolàm-baravarana, mba tsy hamely ny lahimatoa teo amin’ny Israelita ny mpandringana.",
        "29": "Finoana no nahavitan’izy ireo niampita ny Ranomasina Mena, hoatran’ny hoe nandeha teo amin’ny tany maina. Natelin’ny rano kosa ny Ejipsianina rehefa nanandrana nandeha teo.",
        "30": "Finoana no nampianjera ny mandan’i Jeriko rehefa avy nohodidinina nandritra ny fito andro.",
        "31": "Finoana no nahatonga an’i Rahaba mpivaro-tena tsy ho faty niaraka tamin’ny olona tsy nankatò, satria noraisiny tsara ireo mpitsikilo.",
        "32": "Inona koa no holazaiko? Fa tsy ho ampy ny fotoana raha hotantaraiko daholo ny momba an’i Gideona, Baraka, Samsona, Jefta, Davida, Samoela, ary ny mpaminany hafa.",
        "33": "Nanam-pinoana izy ireo ka nandresy fanjakana, nampanjaka ny fahamarinana, nahazo fampanantenana, nanakombona ny vavan’ny liona,",
        "34": "namono afo niredareda, afaka nandositra lelan-tsabatra, nalemy nefa lasa nahery, lasa nahery tany an’ady, ary nampandositra miaramila nanafika.",
        "35": "Ny vehivavy sasany kosa nandray ny havany natsangana tamin’ny maty. Ny olona hafa indray nampijalijalina satria tsy nanaiky hafahana tamin’ny alalan’ny vidim-panavotana, amin’izay izy ireo hahazo fitsanganana tsara kokoa.",
        "36": "Ny hafa kosa notsapaina ka nesoina sy nokaravasina, ary tsy izany ihany fa nofatorana rojo vy sy nogadraina koa.",
        "37": "Notoraham-bato izy ireo, notsapaina, notsofana hizara roa, novonoina tamin’ny sabatra, nirenireny nitafy hoditr’ondry sy hoditr’osy, sady tsy nanana na inona na inona sy niaritra fahoriana ary nampijalina.",
        "38": "Ary tsy mendrika azy ireo izao tontolo izao. Nirenireny tany an-tany efitra izy ireo, teny an-tendrombohitra, tany anaty lava-bato, ary tany anaty lavaka any ambanin’ny tany.",
        "39": "Tsy nahita ny fahatanterahan’ilay fampanantenana anefa izy rehetra ireo, na dia nahazo porofo aza hoe nankasitrahana satria nanam-pinoana.",
        "40": "Andriamanitra mantsy efa nieritreritra ny hanome antsika zavatra tsara kokoa, mba tsy hatao lavorary izy ireo raha tsy eo isika."
    },
    "12": {
        "1": "Koa satria misy an’ireo vavolombelona be dia be toy ny rahona ireo manodidina antsika, dia andao koa isika hanala an’izay rehetra manavesatra antsika sy ny ota mora manakantsakana antsika, ary andao isika hanohy an’ilay hazakazaka asaina ataontsika ka haharitra amin’izany.",
        "2": "Sady mihazakazaka isika no mibanjina tsara an’ilay Mpitarika Lehibe Indrindra sady Mpandavorary ny finoantsika, dia i Jesosy. Fa niaritra hazo fijaliana izy noho ilay fifaliana natao teo alohany, ka tsy nampaninona azy ny ho afa-baraka, ary nipetraka teo ankavanan’ny seza fiandrianan’Andriamanitra izy.",
        "3": "Diniho tsara àry ilay niaritra ny teny feno fankahalana nolazain’ny mpanota izay nanimba ny tenany. Amin’izay ianareo dia tsy ho reraka na ho kivy.",
        "4": "Miady mafy amin’izany ota izany ianareo, nefa mbola tsy tonga hatramin’ny fandatsahana ny ranareo.",
        "5": "Ary efa hadinonareo tanteraka ilay fiangaviana anareo hoatran’ny ataon’ny ray amin’ny zanany, hoe: “Aza atao tsinontsinona, anaka, ny famaizan’i Jehovah, ary aza kivy raha anariny ianao.",
        "6": "Fa izay tian’i Jehovah no faiziny. Saziny izay raisiny hoatran’ny zanaka.”",
        "7": "Mila miaritra ianareo, fa anisan’ny famaizana anareo izany. Mitondra anareo hoatran’ny zanaka mantsy Andriamanitra. Fa iza moa no zanaka tsy faizin-drainy?",
        "8": "Raha tsy faizina hoatr’izany ianareo rehetra, dia tena zazasary fa tsy zanaka.",
        "9": "Ankoatra izany, dia nanafay antsika ny ray olombelona niteraka antsika, ary nohajaintsika. Tsy vao mainka àry ve isika tokony hanaiky an’ilay Ray mitarika ny fiainantsika amin’ny alalan’ny fanahy masina, dia amin’izay isika ho velona?",
        "10": "Nanafay antsika vetivety ihany izy ireny, araka izay hitany fa mety, fa Izy kosa manao an’izany mba hahasoa antsika, dia amin’izay isika ho masina hoatr’azy koa.",
        "11": "Marina fa hoatran’ny hoe tsy mahafaly eo no ho eo ny famaizana, fa mampahory. Avy eo anefa dia misy vokany tsara izany famaizana izany, dia fiadanana sy fahamarinana ho an’izay nampiofanina tamin’ny alalan’izany.",
        "12": "Hatanjaho àry izay miraviravy tanana sy malemy lohalika.",
        "13": "Ataovy mahitsy foana koa ny lalana halehan’ny tongotrareo, mba tsy hifandiso ny tonon-taolan’izay malemy tongotra, fa mba ho sitrana.",
        "14": "Ataovy izay hihavananareo amin’ny olona rehetra, ary miezaha ho masina foana. Tsy hahita ny Tompo mantsy izay tsy masina.",
        "15": "Mitandrema tsara ianareo rehetra, sao dia tsy hanehoan’Andriamanitra ny hatsaram-panahiny miavaka. Amin’izay koa tsy hisy faka feno poizina hipoitra eo aminareo ka hampisy olana sady hanapoizina olona be dia be.",
        "16": "Tandremo koa sao hisy mpijangajanga aminareo, na olona tsy manaja zava-masina tahaka an’i Esao, izay nahafoy ny zon’ny lahimatoa ho takalon’ny sakafo indray mihinana.",
        "17": "Fantatrareo fa nolavina izy tatỳ aoriana, rehefa te hahazo an’ilay tsodrano. Fa na dia niezaka mafy nampiova hevitra ny rainy aza izy sady nitomany, dia tsy nisy vokany izany.",
        "18": "Ianareo mantsy tsy nanatona tendrombohitra azo tsapain-tanana sady nirehitra, na rahona mainty, na haizina mikitroka, na tafio-drivotra mahery,",
        "19": "na feon’ny trompetra notsofina mafy be, na feo niteny tamin’ny vahoaka. Rehefa naheno an’izany feo izany ny vahoaka, dia nitalaho mba tsy hisy zavatra holazaina aminy intsony.",
        "20": "Fa tsy zakan’izy ireo ilay didy hoe: “Na biby aza no mikasika an’ilay tendrombohitra, dia tsy maintsy hotoraham-bato.”",
        "21": "Nampahatahotra loatra koa ilay zava-niseho tamin’izany, ka hoy i Mosesy: “Matahotra sy mangovitra aho!”",
        "22": "Fa ny hatoninareo kosa dia Tendrombohitra Ziona sy tanànan’ilay Andriamanitra velona, izany hoe i Jerosalema any an-danitra; sy anjely an’alinaliny",
        "23": "miara-mivory; sy ny fiangonan’ny lahimatoa voasoratra any an-danitra; sy Andriamanitra, ilay Mpitsara ny olona rehetra; sy ny olo-marina manaraka ny fitarihan’ny fanahy masina ka efa natao lavorary;",
        "24": "sy Jesosy, ilay mpanelanelana amin’ny fifanekena vaovao; ary ny ra nafafy izay miteny tsara kokoa noho ny ran’i Abela.",
        "25": "Mitandrema ianareo sao tsy mety mihaino an’ilay miteny. Izay tsy nety nihaino an’ilay nilaza ny fampitandreman’Andriamanitra teto an-tany aza tsy afaka nandositra, koa mainka fa isika raha tsy mankatò an’ilay miteny avy any an-danitra isika!",
        "26": "Nanozongozona ny tany ny feony tamin’izay, fa amin’izao kosa izy nampanantena hoe: “Mbola hohozongozoniko indray ny tany, nefa tsy ny tany ihany fa ny lanitra koa.”",
        "27": "Ilay teny hoe “indray” dia midika fa hesorina izay zavatra hozongozonina, izany hoe ny zavatra natao, amin’izay mba ho eo foana ny zavatra tsy hozongozonina.",
        "28": "Hahazo Fanjakana tsy azo hozongozonina isika, ka andao àry isika hiezaka hatrany mba hanehoana hatsaram-panahy miavaka foana. Izany hatsaram-panahy miavaka izany mantsy no ahafahantsika manao fanompoana masina azony ekena, sady matahotra sy manaja azy ihany isika amin’izany.",
        "29": "Fa afo mandevona ilay Andriamanitsika."
    },
    "13": {
        "1": "Mifankatiava foana hoatran’ny mpirahalahy.",
        "2": "Aza hadinoina ny mandray vahiny, fa izany no nahatonga ny sasany hampiantrano anjely nefa tsy fantany akory.",
        "3": "Tsarovy izay migadra, toy ny hoe miara-migadra aminy ianareo. Tsarovy koa izay ampijalina, satria ianareo koa mba olombelona ihany.",
        "4": "Aoka ho mendri-kaja amin’ny olona rehetra ny fanambadiana, ary aza avela ho voaloto ny fandrianan’ny mpivady, fa homelohin’Andriamanitra ny mpijangajanga sy ny mpanitsakitsa-bady.",
        "5": "Asehoy amin’ny fomba fiainanareo hoe tsy tia vola ianareo, ary miezaha hianina amin’izay efa eo. Fa hoy izy: “Tsy handao anao mihitsy aho, ary tsy hahafoy anao mihitsy.”",
        "6": "Dia ho be herim-po isika amin’izay, ka hilaza hoe: “I Jehovah no mpanampy ahy, ka tsy hatahotra aho. Inona moa no azon’ny olona atao amiko?”",
        "7": "Tsarovy ireo mitarika eo aminareo, dia ireo nilaza ny tenin’Andriamanitra taminareo. Ary rehefa mandinika ny soa entin’ny fitondran-tenany ianareo, dia tahafo ny finoany.",
        "8": "Tsy miova i Jesosy Kristy omaly sy anio ary mandrakizay.",
        "9": "Aza manaiky ho voatariky ny fampianarana maro samihafa sy ny fampianarana hafahafa. Fa aleo ny hatsaram-panahy miavaka asehon’Andriamanitra no hanatanjaka ny fonareo, fa tsy ny lalàna momba ny sakafo. Tsy mandray soa akory mantsy izay mihevitra hoe ny sakafo no tena zava-dehibe.",
        "10": "Manana alitara isika, ary tsy manana fahefana hihinana eo izay manao fanompoana masina ao amin’ny tranolay.",
        "11": "Fa rehefa avy nentin’ny mpisoronabe tao amin’ny toerana masina ny ran’ny biby mba hatao fanatitra noho ny ota, dia dorana any ivelan’ny toby ny fatiny.",
        "12": "Noho izany, dia nijaly tany ivelan’ny vavahadin’ny tanàna koa i Jesosy, mba hohamasininy amin’ny alalan’ny rany ny vahoaka.",
        "13": "Andao àry isika ho any aminy any ivelan’ny toby, ka hitondra ny latsa nentiny.",
        "14": "Fa tsy manana tanàna maharitra eto isika, fa ilay ho avy no tena tadiavintsika.",
        "15": "Koa manaova foana sorona fiderana ho an’Andriamanitra amin’ny alalan’i Jesosy, izany hoe vokatry ny molotra, ka resaho amin’ny hafa ny momba ny anarany.",
        "16": "Ankoatra izany, dia aza hadinoina ny manao soa sy ny mizara amin’ny hafa, fa tena mahafaly an’Andriamanitra ny sorona toy izany.",
        "17": "Ankatoavy sy ekeo ireo mitarika eo aminareo. Miahy anareo foana mantsy izy ireny, toy ny olona mbola hatao ampamoaka. Amin’izay dia ho faly izy ireny rehefa manao an’izany fa tsy hisento, satria tsy hahasoa anareo izany.",
        "18": "Mivavaha foana ho anay. Matoky mantsy izahay hoe madio ny eritreritray, satria te hanao ny marina amin’ny zava-drehetra izahay.",
        "19": "Fa ny tena ampirisihako anareo dia hoe mivavaha mba ho tafaverina haingana kokoa any aminareo aho.",
        "20": "Nafahan’ilay Andriamanitry ny fiadanana avy tany amin’ny maty ilay mpiandry ondry lehibe, dia i Jesosy Tompontsika, izay nitondra ny ran’ny fifanekena mandrakizay. Enga anie ilay Andriamanitry ny fiadanana",
        "21": "hanome anareo ny zavatra tsara rehetra mba hanaovanareo ny sitrapony! I Jesosy Kristy no ampiasainy mba hahatonga antsika hanao an’izay mahafinaritra azy. Ho an’Andriamanitra anie ny voninahitra mandrakizay mandrakizay! Amena.",
        "22": "Ary mampirisika anareo aho, ry rahalahy, mba haharitra hihaino an’izany teny mampahery izany. Fohy ihany mantsy ity taratasy nosoratako ho anareo ity.",
        "23": "Tiako ho fantatrareo fa efa nafahana i Timoty rahalahintsika. Ary raha vetivety izy dia tonga atỳ, dia hiaraka ho any aminareo izahay.",
        "24": "Mampamangy any amin’izay rehetra mitarika eo aminareo, sy any amin’ny olona masina rehetra. Mampamangy, hono, ianareo, hoy ry zareo atỳ Italia.",
        "25": "Enga anie ianareo rehetra mba hanehoana hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "Hebreo",
        "order": 57,
        "chapter_number": 13
    }
}