{
    "1": {
        "1": "Jakoba, mpanompon’Andriamanitra sy mpanompon’i Jesosy Kristy Tompo, miarahaba ny foko roa ambin’ny folo any am-pielezana.",
        "2": "Rehefa tojo fitsapana maro samihafa ianareo, ry rahalahiko, dia raiso ho fifaliana lehibe izany.",
        "3": "Fantatrareo mantsy fa miteraka fiaretana ny finoanareo vita sedra.",
        "4": "Avelao hamita ny asany anefa ny fiaretana, mba ho lavorary * sy tsy hisy tsiny amin’ny lafiny rehetra ianareo, ka tsy hisy tsy ampy na amin’inona na amin’inona.",
        "5": "Koa raha misy aminareo tsy ampy fahendrena, aoka izy tsy hitsahatra hangataka izany amin’Andriamanitra, fa malala-tanana amin’ny rehetra izy sady tsy manome tsiny. Dia homena azy izany.",
        "6": "Aoka anefa izy hangataka amim-pinoana hatrany, ary tsy hisalasala mihitsy, fa izay misalasala dia toy ny onjan-dranomasina entin’ny rivotra ka atopatopany.",
        "7": "Aoka tsy hanantena handray na inona na inona avy amin’i Jehovah izany olona izany,",
        "8": "fa olona misalasala izy, miovaova amin’izay rehetra ataony.",
        "9": "Fa aoka hifaly ny rahalahy mahantra satria misandratra,",
        "10": "ary ny manankarena satria mietry. Ho levona toy ny vonin’ny ahitra mantsy ny manankarena.",
        "11": "Fa rehefa miposaka ny masoandro izay mandefa hafanana mandoro, dia malazo ny ahitra, ka mihintsana ny voniny ary levona ny hatsaran-tarehiny. Halazo toy izany koa ny manankarena eo amin’izay ataony.",
        "12": "Sambatra izay olona miaritra hatrany rehefa iharam-pitsapana, satria rehefa ankasitrahana izy, dia hahazo ny satroboninahitry ny fiainana, izay nampanantenain’i Jehovah an’ireo tia azy foana.",
        "13": "Rehefa misy fitsapana, dia aoka izy tsy hilaza hoe: “Fitsapana avy amin’Andriamanitra izao.” Sady tsy azo tsapaina amin-javatra ratsy mantsy Andriamanitra, no tsy mitsapa na iza na iza amin’izany koa.",
        "14": "Tsapaina anefa ny tsirairay rehefa voasariky ny fanirian’ny tenany ihany, ka voafandrik’izany.",
        "15": "Ary ny faniriana rehefa kolokoloina, dia miteraka fahotana, ary ny fahotana kosa rehefa tanterahina, dia miteraka fahafatesana.",
        "16": "Aza manaiky ho voafitaka ianareo, ry rahalahy malala.",
        "17": "Avy any ambony ny fanomezana tsara rehetra sy ny fanomezana tonga lafatra rehetra, satria midina avy any amin’ny Rain’ny fahazavana * eny amin’ny lanitra izany. Tsy miovaova toy ny fihodinan’ny aloka izy.",
        "18": "Niteraka antsika tamin’ny tenin’ny fahamarinana izy, satria izany no sitrapony, mba ho anisan’ny voaloham-bokatra amin’ny zavaboariny isika.",
        "19": "Fantaro izao, ry rahalahy malala: Aoka ny olona rehetra ho mailaka hihaino, tsy ho maika hiteny, tsy ho mora tezitra,",
        "20": "fa ny fahatezeran’ny olona tsy ahavitana izay marina eo imason’Andriamanitra.",
        "21": "Koa esory ny fitondran-tena mahamenatra rehetra sy izay zavatra tsy ilaina, dia ny faharatsiana. Ary ekeo amim-pahalemem-panahy ny teny, izay afaka mamonjy ny ainareo, * ka amboleo ao am-ponareo.",
        "22": "Aoka kosa ianareo ho mpankatò ny teny, fa tsy ho mpihaino fotsiny ihany, ka hamita-tena amin’ny fiheveran-diso.",
        "23": "Raha misy mpihaino ny teny fa tsy mpankatò, dia toy ny olona mijery ny tarehiny eo amin’ny fitaratra izy.",
        "24": "Mijery ny tenany izy dia lasa, ary hadinony avy hatrany hoe manao ahoana izy.",
        "25": "Fa izay mijery tsara ny lalàna tonga lafatra mitondra fahafahana, ary maharitra amin’izany, ka tonga mpankatò ny teny fa tsy mpihaino manadino, dia ho sambatra izy rehefa mankatò.",
        "26": "Raha misy olona mihevi-tena ho mpivavaka nefa tsy manisy lamboridy ny lelany, fa mbola mamitaka ny fony ihany izy, dia zava-poana ny fivavahana arahin’izany olona izany.",
        "27": "Izao no fivavahana madio sady tsy misy loto eo imason’Andriamanitra Raintsika: Ny mikarakara ny kamboty sy ny vehivavy mpitondratena amin’ny fahoriany, ary ny miaro tena hatrany tsy ho voapentimpentin’izao tontolo izao."
    },
    "2": {
        "1": "Ry rahalahiko, manam-pinoana an’i Jesosy Kristy Tompontsika sy voninahitsika ve ianareo, nefa mizaha tavan’olona?",
        "2": "Raha miditra ao amin’ny fivorianareo, ohatra, ny olona iray manao peratra volamena sy akanjo mirenty, ary miditra koa ny mahantra iray maloto akanjo,",
        "3": "dia ilay manao akanjo mirenty no tianareo kokoa, ka ilazanareo hoe: “Mipetraha eto amin’ny toerana tsara eto ianao.” Fa ilay mahantra kosa ilazanareo hoe: “Mijoroa eo ihany ianao”, na hoe: “Mipetraha etsy ambany etsy, eo akaikin’ny fitoeran-tongotro.”",
        "4": "Raha izany, tsy misy fanavakavahana ve eo aminareo, ka lasa mpitsara miangatra ianareo?",
        "5": "Henoy izao, ry rahalahy malala: Tsy ny mahantra eo amin’izao tontolo izao ve no nofidin’Andriamanitra hanan-karena amin’ny finoana, sy ho mpandova ilay fanjakana nampanantenainy an’ireo tia azy?",
        "6": "Ianareo anefa tsy manome voninahitra ny mahantra. Tsy ny manankarena ve no mampahory anareo sy mitaritarika anareo ho any amin’ny fitsarana?",
        "7": "Tsy manevateva an’ilay anarana tsara niantsoana anareo ve izy?",
        "8": "Tena tsara anefa ny ataonareo raha ankatoavinareo hatrany izao mpanjakan’ny lalàna * izao, araka ny voalaza ao amin’ny Soratra Masina hoe: “Tiavo ny namanao tahaka ny tenanao.”",
        "9": "Raha mbola mizaha tavan’olona foana anefa ianareo dia manota, satria asehon’ny lalàna fa mpandika lalàna ianareo.",
        "10": "Na iza na iza mitandrina ny Lalàna rehetra, nefa diso amin’ny iray monja, dia manjary meloka amin’izy rehetra.",
        "11": "Fa ilay nilaza hoe: “Aza manitsakitsa-bady”, no nilaza koa hoe: “Aza mamono olona.” Raha tsy manitsakitsa-bady ianao nefa mamono olona, dia lasa mpandika lalàna.",
        "12": "Asehoy hatrany eo amin’izay lazainareo sy ataonareo fa hotsarain’ny lalàn’ny olona afaka ianareo.",
        "13": "Hotsaraina tsy misy indrafo izay olona tsy mpamindra fo. Fa ny famindram-po dia mandresy ny fitsarana.",
        "14": "Inona no soa azo, ry rahalahiko, raha misy milaza fa manam-pinoana, nefa tsy asehony amin’ny ataony izany? Hahavonjy azy ve izany finoana izany?",
        "15": "Raha misy rahalahy na anabavy tsy manan-kitafy sady tsy ampy sakafo isan’andro,",
        "16": "nefa misy aminareo milaza aminy hoe: “Mirary soa e! Enga anie ka hafana sy ho voky tsara foana ianareo!”, kanefa tsy omenareo azy izay ilain’ny vatany, inona moa no soa azo avy amin’izany?",
        "17": "Toy izany koa ny finoana, raha tsy aseho amin’ny atao, dia maty.",
        "18": "Hisy anefa hilaza hoe: “Finoana fotsiny ny anao, fa ny ahy kosa finoana aseho amin’ny atao. Asehoy amiko amin’izao fotsiny ny finoanao, fa izaho kosa haneho aminao ny finoako amin’ny ataoko.”",
        "19": "Mino ve ianao fa misy Andriamanitra tokana? Tena tsara izany. Ny demonia koa anefa mba mino ka mangovitra.",
        "20": "Mba fantatrao moa, ry adala, fa tsy miasa ny finoana raha tsy aseho amin’ny atao?",
        "21": "Tsy nambara ho marina ve i Abrahama raintsika noho izay nataony, rehefa avy nanolotra an’i Isaka zanany teo ambony alitara izy?",
        "22": "Hitanao fa ny finoany dia niara-niasa tamin’izay nataony, ary nanjary lavorary ny finoany noho izay nataony.",
        "23": "Tanteraka àry ny voalaza ao amin’ny Soratra Masina hoe: “I Abrahama naneho finoana an’i Jehovah, ka neken’Andriamanitra ho isan’ny olo-marina izy.” Koa nantsoina hoe “naman’i Jehovah” izy.",
        "24": "Hitanareo àry fa hambara ho marina ny olona noho izay ataony, fa tsy noho ny finoany fotsiny.",
        "25": "Toy izany koa i Rahaba mpivaro-tena: Tsy nambara ho marina ve izy noho izay nataony rehefa avy noraisiny tsara ireo iraka, ka nalefany tany amin’ny lalan-kafa?",
        "26": "Eny tokoa, maty ny vatana raha tsy misy aina, * ary maty toy izany koa ny finoana raha tsy aseho amin’ny atao."
    },
    "3": {
        "1": "Tsy tokony ho maro ianareo, ry rahalahiko, no ho tonga mpampianatra, satria fantatrareo fa ho mafimafy kokoa no hitsarana antsika mpampianatra.",
        "2": "Manao fahadisoana * imbetsaka mantsy isika rehetra. Raha misy tsy manao fahadisoana amin’izay lazainy, dia izy no olona lavorary, mahafehy ny tenany manontolo koa.",
        "3": "Raha asiantsika lamboridy ny vavan’ny soavaly mba hanekeny antsika, dia ny vatany manontolo koa no ho azontsika baikoina.",
        "4": "Jereo ange ny sambo e! Na ngezabe sady atosiky ny rivotra mahery aza izy, dia familiana kely no itondran’ny mpanamory azy ho any amin’izay tiany.",
        "5": "Toy izany koa ny lela: Kely izy io, kanefa mirehareha fatratra. Jereo ange ny afo e! Kely fotsiny dia efa mampirehitra ala be.",
        "6": "Afo ny lela. Eo amin’ny vatantsika, dia ny lela no feno ny tsy fahamarinana rehetra, satria manisy pentimpentina ny vatana manontolo sy mandrehitra ny fizotran’ny fiainana manontolo sady arehitry ny Gehena. *",
        "7": "Azo folahina avokoa rehefa mety ho bibidia, na vorona, na biby mandady, na bibin-dranomasina, ary efa voafolaky ny olombelona ireny.",
        "8": "Tsy misy olombelona mahafolaka ny lela anefa. Manimba sy tsy hay fehezina izy io sady feno poizina mahafaty.",
        "9": "Izy io no iderantsika an’i Jehovah Raintsika, nefa izy io koa no anozonantsika ny olona izay noforonina “mba hisy hitovizana amin’Andriamanitra.”",
        "10": "Avy amin’ny vava iray ihany no ivoahan’ny fiderana sy ny fanozonana. Tsy mety, ry rahalahiko, raha mbola mitohy foana izany.",
        "11": "Ny loharano ve miboiboika rano mamy sy mangidy eo amin’ny vavany iray ihany?",
        "12": "Ry rahalahiko, mety hamoa oliva ve ny aviavy, na hamoa aviavy ny voaloboka? Ny rano masira koa tsy mety hanome rano mamy.",
        "13": "Iza aminareo no hendry sy mahira-tsaina? Aoka izy haneho izany amin’ny alalan’ny fitondran-tena tsara, ka ho hita eo amin’izay ataony fa maneho fahalemem-panahy avy amin’ny fahendrena izy.",
        "14": "Raha be fialonana sy tia mifanditra anefa ianareo ao am-ponareo, dia aza mirehareha na mandainga hanohitra ny fahamarinana.",
        "15": "Tsy mba fahendrena avy any ambony izany, fa fahendrena avy eto an-tany sy araka ny nofo ary araka ny demonia kosa.",
        "16": "Fa eo amin’izay mialona sy tia mifanditra, dia misy korontana mbamin’ny zava-dratsy rehetra koa.",
        "17": "Ny fahendrena avy any ambony kosa dia madio aloha, ary avy eo tia fihavanana, mahay mandanjalanja, * vonona hankatò, be famindram-po sy be voka-tsoa, tsy manavakavaka na miangatra, ary tsy mihatsaravelatsihy.",
        "18": "Ambonin’izany, dia afafin’ny mpampihavana ny voan’ny fahamarinana, ary ao anatin’ny toe-tsaina tia fihavanana no anaovany izany."
    },
    "4": {
        "1": "Avy aiza ny ady, ary avy aiza ny fifandirana eo aminareo? Moa ve izany tsy avy amin’ny fanirianareo fatratra fahafinaretan’ny nofo, dia faniriana miady ao amin’ny vatanareo?",
        "2": "Maniry hahazo ianareo, nefa tsy manana ihany. Mamono olona sy mitsiriritra foana ianareo, nefa tsy mety mahazo ihany. Mifanditra sy miady foana ianareo. Tsy manana ianareo, satria tsy mangataka.",
        "3": "Mangataka ianareo nefa tsy mahazo ihany, satria ratsy ny anton’ny fangatahanareo, dia ny handanianareo izany ho amin’ny fanirianareo fatratra fahafinaretan’ny nofo.",
        "4": "Ry mpanitsakitsa-bady, tsy fantatrareo ve fa fandrafiana an’Andriamanitra ny fisakaizana amin’izao tontolo izao? Koa na iza na iza te ho naman’izao tontolo izao, dia mitsangan-ko fahavalon’Andriamanitra izy.",
        "5": "Sa heverinareo ho tsy misy antony ny ilazan’ny Soratra Masina hoe: “Tsy mety afa-po mihitsy ilay fitsiriritana ao anatintsika ao”?",
        "6": "Lehibe kokoa anefa ny hatsaram-panahy tsy manam-paharoa asehon’Andriamanitra. Koa hoy ny Soratra Masina: “Andriamanitra manohitra ny olona manambony tena, fa maneho hatsaram-panahy tsy manam-paharoa kosa amin’ny manetry tena.”",
        "7": "Koa maneke an’Andriamanitra, fa tohero kosa ny Devoly, dia handositra anareo izy.",
        "8": "Manatòna an’Andriamanitra, dia hanatona anareo izy. Diovy ny tananareo, ry mpanota, ary diovy ny fonareo, ry mpisalasala.",
        "9": "Aoka ianareo ho ory, ary malahelova sy mitomania. Aoka ny fihomehezanareo hanjary ho alahelo, ary ny fifalianareo ho fahakiviana.",
        "10": "Manetre tena eo anatrehan’i Jehovah, dia hanandratra anareo izy.",
        "11": "Aza mifanaratsy intsony, ry rahalahy. Izay manaratsy rahalahy na mitsara ny rahalahiny, dia manaratsy ny lalàna sady mitsara ny lalàna. Raha mitsara ny lalàna anefa ianao, dia tsy mpankatò lalàna fa mpitsara.",
        "12": "Iray monja ny mpanome lalàna sy mpitsara, dia ilay afaka mamonjy sy mandringana. Fa iza moa ianao no mitsara ny namanao?",
        "13": "Ianareo manao hoe: “Hankany an-tanàna hafa izahay anio na rahampitso, ka hitoetra any herintaona, ary hanao raharaham-barotra ka hahazo tombony.”",
        "14": "Tsy fantatrareo akory anefa izay hitranga aminareo rahampitso. Zavona miserana vetivety ianareo, ary levona rehefa avy eo.",
        "15": "Fa tokony hilaza kosa ianareo hoe: “Raha sitrapon’i Jehovah ka velona izahay, dia hanao izao na izao.”",
        "16": "Izao anefa ianareo dia mirehareha ny amin’izay zavatra ieboeboanareo. Ratsy ny fireharehana rehetra toy izany.",
        "17": "Koa raha misy mahafantatra izay tokony hataony, nefa tsy manao, dia manota izy."
    },
    "5": {
        "1": "Ry mpanankarena, mitomania ka midradradradrà noho ny fahoriana efa hanjo anareo.",
        "2": "Efa lo ny harenanareo, ary lanin’ny koroka ny akanjonareo ivelany.",
        "3": "Harafesenina tanteraka ny volamenanareo sy ny volafotsinareo, ary hiampanga anareo sy hihinana ny nofonareo ny harafesina aminy. Zavatra toy ny afo no angoninareo amin’ny andro farany.",
        "4": "Tsy mitsahatra miantsoantso ny karaman’ny mpiasa nijinja ny sahanareo, dia ny karamany izay tsy omenareo. Efa mby any an-tsofin’i Jehovah Tompon’ny tafika ny antso vonjy ataon’ny mpijinja.",
        "5": "Manana fiainana mirenty ianareo eto an-tany, ary manaram-po amin’ny fahafinaretan’ny nofo. Ny fonareo dia tahaka ny biby hatavezina ho amin’ny andro famonoana.",
        "6": "Melohinareo sy vonoinareo ho faty ny olo-marina. Tsy manohitra anareo ve izy?",
        "7": "Mahareta àry, ry rahalahy, mandra-pahatongan’ny fanatrehan’ny Tompo. Jereo ange ny mpamboly e! Maharitra miandry ny vokatra sarobidy avy amin’ny tany izy, mandra-pahatongan’ny orana, dia ny orana aloha sy ny orana aoriana.",
        "8": "Mahareta koa ianareo, ary hatanjaho ny fonareo, satria efa akaiky ny fanatrehan’ny Tompo.",
        "9": "Ry rahalahy, aza mifampimenomenona ianareo mba tsy hohelohina. Efa mijoro eo anoloan’ny varavarana ny Mpitsara.",
        "10": "Ry rahalahy, aoka ny mpaminany izay niteny tamin’ny anaran’i Jehovah, no halainareo ho modely amin’ny fiaretana fahoriana sy ny faharetana.",
        "11": "Ambarantsika fa sambatra ireo efa niaritra. Efa renareo ny niaretan’i Joba, ary efa fantatrareo ny fitahiana nomen’i Jehovah azy. Araka izany, dia be fitiavana tokoa i Jehovah sady mamindra fo.",
        "12": "Ambonin’ny zava-drehetra anefa, ry rahalahiko, dia aza mianiana intsony, na amin’ny lanitra izany, na amin’ny tany, na amin-javatra hafa akory aza, fa rehefa Eny dia Eny, rehefa Tsia dia Tsia, mba tsy hiharan’ny fanamelohana ianareo.",
        "13": "Misy mizaka fahoriana ve aminareo? Aoka izy hivavaka foana. Misy falifaly ve? Aoka izy hihira fiderana.",
        "14": "Misy marary ve aminareo? Aoka izy hiantso ny anti-panahin’ny fiangonana, ary aoka ireo hivavaka ho azy sy hanosotra menaka azy amin’ny anaran’i Jehovah.",
        "15": "Fa hanasitrana ilay marary ny vavaka atao amim-pinoana, ary i Jehovah hanarina azy. Raha nanota koa izy, dia havela ny helony.",
        "16": "Koa aoka àry ianareo hifampiaiky heloka imasoimaso, ary mifampivavaha, mba ho sitrana ianareo. Misy heriny lehibe sady tena misy vokany ny fitalahoan’ny olo-marina.",
        "17": "Olona nanana fihetseham-po toa antsika ihany i Elia. Nivavaka mafy anefa izy mba tsy hilatsahan’ny orana, dia tsy nilatsaka telo taona sy enim-bolana teo amin’ilay tany ny orana.",
        "18": "Ary nivavaka indray izy, dia nandatsaka orana ny lanitra, ka nahavokatra ilay tany.",
        "19": "Ry rahalahiko, raha misy aminareo voafitaka ka miala amin’ny fahamarinana, ary misy hafa mampiverina azy,",
        "20": "dia fantaro fa izay mampiverina mpanota hiala amin’ny lalan’ny fahadisoany dia hamonjy azy * tsy ho faty sady hanarona fahotana maro be."
    },
    "meta": {
        "name": "Jakoba",
        "order": 58,
        "chapter_number": 5
    }
}