{
    "1": {
        "1": "Avy amin’i Jakoba, mpanompon’Andriamanitra sy mpanompon’i Jesosy Kristy Tompo. Ho an’ny foko 12 any am-pielezana, Miarahaba anareo!",
        "2": "Rehefa sendra fitsapana isan-karazany ianareo, ry rahalahiko, dia raiso ho fifaliana be izany.",
        "3": "Fantatrareo mantsy fa lasa mahay miaritra ianareo rehefa vita sedra ny finoanareo.",
        "4": "Avelao hamita ny asany anefa ny fiaretana, amin’izay ianareo ho lasa lavorary sy tsy hisy tsiny amin’ny lafiny rehetra, ka tsy hisy tsy ampy ao aminareo.",
        "5": "Koa raha misy aminareo tsy ampy fahendrena, dia aoka izy hangataka an’izany foana amin’Andriamanitra, satria malala-tanana amin’ny olona rehetra Andriamanitra sady tsy manome tsiny. Dia homena azy izany.",
        "6": "Aoka anefa izy hangataka amim-pinoana foana, ary tsy hisalasala mihitsy, fa izay misalasala dia hoatran’ny onjan-dranomasina entin’ny rivotra ka atopatopany.",
        "7": "Tsy tokony hanantena hahazo na inona na inona avy amin’i Jehovah ny olona hoatr’izany,",
        "8": "fa olona misalasala izy, ary miovaova amin’izay rehetra ataony.",
        "9": "Aoka hifaly izay rahalahy mahantra satria misandratra,",
        "10": "ary izay mpanankarena satria mietry. Ho levona hoatran’ny voninkazo eny an-tsaha mantsy ny mpanankarena.",
        "11": "Fa rehefa miposaka ny masoandro ka tena mandoro ny hafanany, dia malazo ny zavamaniry ka mihintsana ny voniny ary levona ny hatsaran-tarehiny. Halazo hoatr’izany koa izay mpanankarena variana mikatsaka harena.",
        "12": "Sambatra izay olona miaritra foana rehefa misy fitsapana, satria rehefa ankasitrahana izy, dia hahazo ny satroboninahitry ny fiainana, izay nampanantenain’i Jehovah an’izay tia Azy foana.",
        "13": "Raha misy olona miatrika zava-tsarotra, dia tsy tokony hiteny izy hoe: “Fitsapana avy amin’Andriamanitra izao.” Sady tsy azo tsapaina amin’ny zava-dratsy mantsy Andriamanitra, no tsy mitsapa na iza na iza amin’ny zava-dratsy koa.",
        "14": "Tsapaina anefa ny tsirairay rehefa voasariky ny faniriany sy manaiky ho resin’izany.",
        "15": "Ary ny faniriana rehefa avela hitombo dia miteraka ota, ary ny ota kosa rehefa tanterahina dia mahatonga fahafatesana.",
        "16": "Aza manaiky ho voafitaka ianareo, ry rahalahy malala.",
        "17": "Avy any ambony ny fanomezana tsara rehetra sy ny fanomezana tonga lafatra rehetra, izany hoe midina avy any amin’ilay Rain’ny fahazavana eny amin’ny lanitra. Tsy miovaova hoatran’ny aloka mifindrafindra izy.",
        "18": "Efa sitrapony ny niteraka antsika tamin’ny alalan’ny tenin’ny fahamarinana. Amin’izay isika dia ho anisan’ny voaloham-bokatra amin’ny zavaboariny.",
        "19": "Fantaro izao, ry rahalahy malala: Aoka ny olona rehetra ho vonona hihaino, sady tsy ho maimaika hiteny, ary tsy ho mora tezitra,",
        "20": "fa lasa tsy manao ny marina eo imason’Andriamanitra ny olona rehefa tezitra.",
        "21": "Koa esory daholo ny fahalotoana rehetra sy izay faharatsiana sisa tavela ao aminareo. Dia ekeo amim-pahalemem-panahy ny teny ambolen’Andriamanitra ao am-ponareo, satria afaka mamonjy anareo izy io.",
        "22": "Tokony ho mpankatò ny teny ianareo, fa tsy ho mpihaino fotsiny, ka hamita-tena amin’ny hevi-diso.",
        "23": "Fa raha misy mpihaino ny teny fa tsy mpankatò, dia hoatran’ny olona mijery ny tarehiny eo amin’ny fitaratra izy.",
        "24": "Mijery ny endriny izy dia lasa, ary tonga dia hadinony hoe hoatran’ny ahoana izy.",
        "25": "Fa izay mandinika tsara an’ilay lalàna tonga lafatra izay manafaka ny olona, ka manaraka an’izany foana, dia lasa mpankatò ny teny fa tsy mpihaino manadino. Ho sambatra izy rehefa mankatò.",
        "26": "Raha misy olona mieritreritra hoe mpivavaka amin’Andriamanitra nefa tsy mahafehy ny vavany, dia mamitaka ny fony izy, ary tsy misy dikany ny fivavahany.",
        "27": "Izao no fivavahana madio sady tsy misy loto eo imason’ilay Andriamanitra Raintsika: Ny mikarakara ny kamboty sy ny vehivavy mpitondratena ao anatin’ny fahoriany, ary ny miaro tena foana tsy ho voapentimpentin’izao tontolo izao."
    },
    "2": {
        "1": "Ry rahalahiko, manam-pinoana an’i Jesosy Kristy Tompontsika be voninahitra ianareo, nefa nahoana no mbola manavakavaka ihany?",
        "2": "Raha misy olona manao peratra volamena sy akanjo tsara be, ohatra, tonga ao amin’ny fivorianareo, ary misy mahantra maloto akanjo koa miditra ao,",
        "3": "dia ilay manao akanjo tsara be ve no tianareo kokoa, ka teneninareo hoe: “Mipetraha ianao eto amin’ny toerana tsara eto”, fa ilay mahantra kosa teneninareo hoe: “Mijoroa eo ihany ianao”, na hoe: “Mipetraha etsy ambany etsy, eo akaikin’ny fitoeran-tongotro”?",
        "4": "Raha izany, tsy efa manavakavaka ve ianareo sady lasa mpitsara miangatra?",
        "5": "Henoy izao, ry rahalahy malala: Tsy izay heverin’izao tontolo izao hoe mahantra ve no nofidin’Andriamanitra hanan-karena amin’ny finoana, sy ho mpandova an’ilay Fanjakana nampanantenainy an’izay tia azy?",
        "6": "Tsy manaja ny mahantra anefa ianareo. Angaha tsy ny mpanankarena no mampijaly anareo sy mitaritarika anareo ho any amin’ny fitsarana?",
        "7": "Tsy manevateva an’ilay anarana tsara niantsoana anareo ve izy ireny?",
        "8": "Tena tsara anefa ny ataonareo raha mankatò an’ilay lalàn’ny mpanjaka voalazan’ny Soratra Masina ianareo, dia ilay hoe: “Tiavo ny namanao tahaka ny tenanao.”",
        "9": "Manota ianareo raha mbola manavakavaka foana, ary asehon’ny lalàna hoe mpandika lalàna.",
        "10": "Na iza na iza mankatò ny Lalàna rehetra, nefa diso amin’ny iray fotsiny, dia lasa meloka amin’izy rehetra izy.",
        "11": "Fa ilay niteny hoe: “Aza manitsakitsa-bady”, no niteny koa hoe: “Aza mamono olona.” Raha tsy manitsakitsa-bady ianao nefa mamono olona, dia lasa mpandika lalàna.",
        "12": "Asehoy foana amin’izay lazainareo sy ataonareo àry fa hotsarain’ilay lalàna arahin’ny olona afaka ianareo.",
        "13": "Hotsaraina tsy misy indrafo mantsy ny olona tsy mpamindra fo. Fa izay mamindra fo no ho tafavoaka rehefa tsaraina.",
        "14": "Ry rahalahiko, inona moa ny soa azon’izay milaza hoe manam-pinoana, nefa tsy mampiseho an’izany amin’ny ataony? Hahavonjy azy ve izany finoana izany?",
        "15": "Raha misy rahalahy na anabavy tsy manana akanjo sady tsy ampy sakafo isan’andro,",
        "16": "ary misy aminareo miteny aminy hoe: “Mirary soa e! Enga anie ianareo hafana sy ho voky tsara foana!”, kanefa tsy omenareo azy izay ilain’ny vatany, dia inona moa ny soa azo avy amin’izany?",
        "17": "Dia hoatr’izany koa ny finoana: Maty izy io raha tsy aseho amin’ny atao.",
        "18": "Hisy hiteny anefa hoe: “Ianao mino fotsiny, fa ny ahy kosa ny finoana asehoko amin’ny ataoko. Asehoy ahy amin’izao fotsiny àry ny finoanao, fa ny ahy indray ny finoako hasehoko amin’ny ataoko.”",
        "19": "Mino ve ianao fa misy Andriamanitra tokana? Tena tsara izany. Ny demonia koa anefa mba mino ka mangovitra.",
        "20": "Mba fantatrao moa, ry tsisy saina, fa tsy misy dikany ny finoana raha tsy aseho amin’ny atao?",
        "21": "Tsy nolazaina hoe olo-marina ve i Abrahama raintsika noho izay nataony, rehefa avy nanolotra an’i Isaka zanany teo ambony alitara izy?",
        "22": "Hitanao fa nasehony tamin’ny zavatra nataony hoe nanam-pinoana izy, ka lasa lavorary ny finoany noho izay nataony.",
        "23": "Tanteraka àry ny voalazan’ny Soratra Masina hoe: “Naneho finoana an’i Jehovah i Abrahama, ka nekena hoe olo-marina.” Dia nantsoina hoe naman’i Jehovah izy.",
        "24": "Hitanareo àry fa lazaina hoe olo-marina ny olona noho izay ataony, fa tsy noho ny finoany fotsiny.",
        "25": "Hoatr’izany koa i Rahaba mpivaro-tena: Tsy nolazaina hoe olo-marina ve izy noho izay nataony rehefa avy nandray tsara an’ireo iraka tonga tao aminy, ka nandefa azy ireo tany amin’ny lalan-kafa?",
        "26": "Eny tokoa, maty ny vatana raha tsy misy aina, ary maty hoatr’izany koa ny finoana raha tsy aseho amin’ny atao."
    },
    "3": {
        "1": "Ry rahalahiko, tsy tokony ho be dia be ianareo no ho lasa mpampianatra. Fantatrareo mantsy fa ho mafy kokoa ny hitsarana antsika mpampianatra.",
        "2": "Fa manao fahadisoana imbetsaka isika rehetra. Raha misy tsy manao fahadisoana amin’izay lazainy, dia izy no olona lavorary, sady mahafehy ny tenany manontolo.",
        "3": "Raha asiantsika lamboridy ny vavan’ny soavaly mba hahatonga azy hanaiky antsika, dia ny vatany manontolo koa no ho azontsika baikoina.",
        "4": "Jereo koa ange ny sambo e! Na ngezabe aza ireny sady atosiky ny rivotra mahery, dia familiana kely fotsiny no itondran’ny mpanamory azy ho any amin’izay tiany.",
        "5": "Hoatr’izany koa ny lela: Kely io taova io ao amin’ny vatana, nefa mirehareha be. Jereo ange ny afo e! Kely fotsiny dia efa mandoro ala be.",
        "6": "Afo koa ny lela. Amin’ny taova rehetra amin’ny vatantsika, dia ny lela no fototry ny faharatsiana rehetra. Mandoto ny vatana manontolo mantsy ny lela, nefa koa mandrehitra ny fiainana manontolo sady arehitry ny Gehena.",
        "7": "Azo folahina daholo ny karazana bibidia sy vorona sy biby mandady ary biby any an-dranomasina rehetra, ary efa voafolaky ny olombelona ireny.",
        "8": "Tsy misy olombelona mahafolaka ny lela anefa. Tsy voafehy izy io sady manimba, ary feno poizina mahafaty.",
        "9": "Izy io no iderantsika an’i Jehovah Raintsika. Izy io koa anefa no anozonantsika ny olona, izay noforonina mba “hisy hitovizana amin’Andriamanitra.”",
        "10": "Vava iray ihany no iderana sy anozonana. Tsy mety raha izany no mitranga, ry rahalahiko.",
        "11": "Loharano iray ihany ve dia hampiboiboika rano mamy sy rano mangidy avy eo amin’ny vavany iray ihany?",
        "12": "Ry rahalahiko, aviavy ve dia hamoa oliva, ary voaloboka ve dia hamoa aviavy? Ny loharano masira koa tsy mety hamoaka rano mamy.",
        "13": "Iza aminareo no hendry sy mahira-tsaina? Aoka izy ho tsara fitondran-tena, ka ho hita amin’ny ataony hoe malemy fanahy izy satria manam-pahendrena.",
        "14": "Raha be fialonana sy tia ady anefa ianareo ao am-ponareo, dia aza mirehareha na milaza zavatra mifanohitra amin’ny fahamarinana.",
        "15": "Tsy mba fahendrena avy any ambony izany, fa fahendrena avy eto an-tany, sady araka ny nofo sy araka ny demonia.",
        "16": "Fa rehefa misy olona mialona sy tia ady, dia hisy korontana sy zava-dratsy isan-karazany koa.",
        "17": "Ny fahendrena avy any ambony kosa madio aloha, dia avy eo tia fihavanana, mahay mandanjalanja, vonona hankatò, be famindram-po sy manao ny tsara, tsy manavakavaka, ary tsy mihatsaravelatsihy.",
        "18": "Ankoatra izany, dia afafy ao anatin’ny fihavanana ny voan’ny fahamarinana mba hahasoa an’izay mpampihavana."
    },
    "4": {
        "1": "Inona no mahatonga anareo hiady sy hifamaly? Tsy ny fanirian’ny nofonareo izay mitady hibaiko anareo ve?",
        "2": "Te hahazo zavatra ianareo, nefa tsy manana ihany. Mamono olona sy mitsiriritra foana ianareo, nefa tsy mety mahazo ihany. Mifamaly sy miady foana ianareo. Tsy manana ianareo, satria tsy mangataka.",
        "3": "Rehefa tena mangataka ianareo dia tsy mahazo, satria ratsy ny antony angatahanareo. Te hanome fahafaham-po ny fanirian’ny nofonareo fotsiny mantsy ianareo.",
        "4": "Ry mpanitsakitsa-bady, angaha tsy fantatrareo fa lasa fahavalon’Andriamanitra izay minamana amin’izao tontolo izao? Izay te ho naman’izao tontolo izao àry, dia mitsangana ho fahavalon’Andriamanitra.",
        "5": "Sa heverinareo ho tsy misy antony ny ilazan’ny Soratra Masina hoe: “Tsy mety afa-po mihitsy ilay fitsiriritana ao anatintsika ao”?",
        "6": "Lehibe kokoa anefa ny hatsaram-panahy miavaka asehon’Andriamanitra. Hoy àry ny Soratra Masina: “Manohitra ny olona manambony tena Andriamanitra, fa maneho hatsaram-panahy miavaka amin’ny manetry tena kosa.”",
        "7": "Koa maneke an’Andriamanitra, fa tohero kosa ny Devoly, dia handositra anareo izy.",
        "8": "Manatòna an’Andriamanitra, dia hanatona anareo izy. Diovy ny tananareo, ry mpanota, ary diovy ny fonareo, ry mpisalasala.",
        "9": "Aoka ianareo ho ory sy halahelo ary hitomany. Tokony halahelo ianareo fa tsy hihomehy, ary tokony ho kivy fa tsy ho faly.",
        "10": "Manetre tena eo anatrehan’i Jehovah, dia hanandratra anareo izy.",
        "11": "Aza mifanaratsy intsony, ry rahalahy. Izay manaratsy rahalahy na mitsara ny rahalahiny, dia manaratsy ny lalàna sady mitsara ny lalàna. Raha mitsara ny lalàna anefa ianao, dia tsy mpankatò lalàna fa mpitsara.",
        "12": "Iray ihany ny Mpanao Lalàna sy Mpitsara, dia ilay afaka mamonjy sy mandringana. Fa iza moa ianao no hitsara ny namanao?",
        "13": "Ianareo miteny hoe: “Hankany ananona izahay androany na rahampitso, dia hijanona any herintaona, ary hivarotra ka hahazo tombony.”",
        "14": "Tsy fantatrareo akory anefa izay hitranga aminareo rahampitso. Zavona miserana vetivety fotsiny ianareo, dia avy eo levona.",
        "15": "Izao kosa no tokony holazainareo: “Raha sitrapon’i Jehovah ka velona izahay, dia hanao an’izao na izao.”",
        "16": "Izao anefa ianareo mirehareha sady mieboebo. Tena ratsy ny mirehareha hoatr’izany.",
        "17": "Raha misy mahafantatra an’izay tokony hataony àry, nefa tsy manao, dia manota izy."
    },
    "5": {
        "1": "Ry mpanankarena, mitomania dia midradradradrà noho ny fahoriana efa hanjo anareo.",
        "2": "Efa lo ny harenanareo, ary efa lanin’ny bibikely ny akanjonareo.",
        "3": "Harafesenina tanteraka ny volamenanareo sy ny volafotsinareo, ary hiampanga anareo sy hihinana ny nofonareo ny harafesina aminy. Izay nangoninareo dia ho lasa hoatran’ny afo amin’ny andro farany.",
        "4": "Henoy ange e! Mitaraina foana ny mpiasa nijinja ny sahanareo, fa tsy naloanareo ny karamany. Efa tonga any am-poto-tsofin’i Jehovah Tompon’ny tafika ny antso vonjy ataon’ireo mpijinja ireo.",
        "5": "Tena miadana ianareo, ary manaram-po manao izay tianareo eto an-tany. Ny fonareo dia hoatran’ny biby hatavezina mandra-pahatongan’ny andro hamonoana azy.",
        "6": "Melohinareo sy vonoinareo ho faty ny olo-marina. Angaha izy tsy manohitra anareo?",
        "7": "Manàna faharetana àry, ry rahalahy, mandra-pahatongan’ny fanatrehan’ny Tompo. Jereo ange ny mpamboly e! Maharitra miandry ny vokatra sarobidy avy amin’ny tany izy, mandra-pahatongan’ny orana voalohandohany sy ny orana faramparany.",
        "8": "Manàna faharetana koa ianareo, ary hatanjaho ny fonareo, satria efa akaiky ny fanatrehan’ny Tompo.",
        "9": "Aza mifampimenomenona ianareo, ry rahalahy, mba tsy homelohina. Io fa efa mijoro eo anoloan’ny varavarana ny Mpitsara!",
        "10": "Ry rahalahy, ataovy modely ny mpaminany niteny tamin’ny anaran’i Jehovah, satria niaritra fampijaliana sy nanam-paharetana izy ireo.",
        "11": "Ekentsika hoe sambatra izay efa niaritra. Efa henonareo fa niaritra i Joba, ary efa fantatrareo fa nitahy azy i Jehovah. Hitanareo àry fa tena be fitiavana i Jehovah sady mamindra fo.",
        "12": "Ambonin’ny zava-drehetra, ry rahalahiko, dia aza mianiana intsony, na amin’ny lanitra izany, na amin’ny tany, na amin’ny zavatra hafa. Fa rehefa “Eny” ny teninareo dia eny, rehefa “Tsia” dia tsia, sao ianareo homelohina.",
        "13": "Misy miaritra ny mafy ve aminareo? Aoka izy hivavaka foana. Misy falifaly ve? Aoka izy hihira fiderana.",
        "14": "Misy marary ve aminareo? Aoka izy hiantso ny anti-panahin’ny fiangonana. Dia aoka ry zareo hivavaka ho azy sy hanosotra menaka azy amin’ny anaran’i Jehovah.",
        "15": "Fa hanasitrana an’ilay marary ny vavaka atao amim-pinoana, ary hanarina azy i Jehovah. Raha nanota koa izy, dia havela ny helony.",
        "16": "Aoka àry ianareo hifampiaiky heloka tsy an-kifonofono, ary mifampivavaha, mba ho sitrana ianareo. Fa misy vokany be ny fitalahoan’ny olo-marina.",
        "17": "Olona nanana fihetseham-po hoatran’ny antsika ihany i Elia. Nivavaka mafy anefa izy mba tsy hilatsaka ny orana, dia tsy nisy orana teo amin’ilay tany, nandritra ny telo taona sy tapany.",
        "18": "Nivavaka indray izy avy eo, dia nilatsaka ny orana, ka nahavokatra ilay tany.",
        "19": "Ry rahalahiko, raha misy aminareo voafitaka ka miala amin’ny fahamarinana, ary misy olon-kafa mampiverina azy,",
        "20": "dia fantaro fa izay mampiverina mpanota hiala amin’ny fahadisoany, dia hamonjy azy tsy ho faty sady hanarona fahotana be dia be."
    },
    "meta": {
        "name": "Jakoba",
        "order": 58,
        "chapter_number": 5
    }
}