{
    "1": {
        "1": "Efa tany am-piandohana ny Teny. Niaraka tamin’Andriamanitra ny Teny, ary ny Teny dia andriamanitra.",
        "2": "Niaraka tamin’Andriamanitra izy tany am-piandohana.",
        "3": "Izy no nampiasaina hampisy ny zava-drehetra, ary na zavatra iray aza tsy ho nisy raha tsy tamin’ny alalany. Ny zavatra nisy",
        "4": "tamin’ny alalany dia ny fiainana, ary ny fiainana no hazavana ho an’ny olona.",
        "5": "Mamirapiratra ao anatin’ny haizina ny hazavana, nefa tsy maharesy azy ny haizina.",
        "6": "Ary nisy lehilahy iray nirahina ho solontenan’Andriamanitra. Jaona no anarany.",
        "7": "Tonga mba ho vavolombelona hanambara an’ilay hazavana izy, mba ho amin’ny alalany no hinoan’ny karazan’olona rehetra.",
        "8": "Tsy i Jaona ilay hazavana, fa nirahina ho vavolombelona hanambara an’ilay hazavana fotsiny izy.",
        "9": "Efa ho tonga teo amin’izao tontolo izao ilay tena hazavana, izay manazava ny karazan’olona rehetra.",
        "10": "Teo amin’izao tontolo izao izy, ary izy no nampiasaina mba hampisy an’izao tontolo izao. Tsy nahalala azy anefa izao tontolo izao.",
        "11": "Tonga tao amin’ny tany niaviany izy, nefa tsy nandray azy ny olona tao.",
        "12": "Izay rehetra tena nandray azy kosa nomeny alalana ho lasa zanak’Andriamanitra, satria nino ny anarany.",
        "13": "Ary nateraka izy ireo, nefa tsy nateraky ny nofo sy ra, na nateraka noho ny sitrapon’ny ray olombelona, fa naterak’Andriamanitra.",
        "14": "Lasa nofo aman-dra àry ny Teny, ary nonina tetỳ aminay. Hitanay ny voninahiny, dia voninahitra tahaka ny an’ny zanaka lahitokan’ny ray. Tena nankasitrahan’Andriamanitra izy ary nampianatra ny fahamarinana.",
        "15": "—Nanome porofo momba azy i Jaona, dia niantsoantso hoe: “Izy ilay nolazaiko hoe: Lasa eo alohako ilay ho avy ao aorianako, satria efa nisy talohako izy.’”—",
        "16": "Feno hatsaram-panahy miavaka izy, ka nanehoana hatsaram-panahy miavaka foana koa isika.",
        "17": "Nomena tamin’ny alalan’i Mosesy ny Lalàna, fa tamin’ny alalan’i Jesosy Kristy kosa no nanehoana ny hatsaram-panahy miavaka sy ny fahamarinana.",
        "18": "Mbola tsy nisy nahita an’Andriamanitra mihitsy, fa ilay hany andriamanitra nateraka, izay eo akaikin’ny Ray, no nanazava ny momba Azy.",
        "19": "Izao no fanambarana nataon’i Jaona, rehefa nisy mpisorona sy Levita avy any Jerosalema nirahin’ny Jiosy hanontany azy hoe: “Iza moa ianao?”",
        "20": "Dia nitsotra izy fa tsy nanda, ka niteny hoe: “Tsy Kristy aho.”",
        "21": "Dia nanontany azy izy ireo hoe: “Iza àry e? I Elia ve?” Ary hoy izy: “Tsy izy aho.” “Sa ianao ilay Mpaminany?” Dia hoy izy: “Tsy izy aho!”",
        "22": "Hoy izy ireo: “Iza àry ianao e? Teneno anay mba hisy holazainay any amin’izay naniraka anay. Lazao anay ny momba anao.”",
        "23": "Dia hoy izy: “Izaho ilay miantsoantso any an-tany efitra hoe: ‘Ataovy mahitsy ny lalana halehan’i Jehovah’, araka ny nolazain’i Isaia mpaminany.”",
        "24": "Nirahin’ny Fariseo izy ireo,",
        "25": "ka nanontany azy hoe: “Koa maninona ianao no manao batisa raha tsy ianao no Kristy, na Elia, na Ilay Mpaminany?”",
        "26": "Dia hoy i Jaona: “Izaho manao batisa amin’ny rano. Fa efa eo aminareo kosa ny olona iray tsy fantatrareo.",
        "27": "Izy ilay ho avy ao aorianako, ary tsy mendrika hamaha ny tadin-kapany akory aza aho.”",
        "28": "Tany Betania izany no nitranga, teny ampitan’ny Reniranon’i Jordana, izay nanaovan’i Jaona batisa.",
        "29": "Ny ampitson’iny, dia hitany nanatona azy i Jesosy, ka hoy izy: “Iny ilay Zanak’ondrin’Andriamanitra izay manala ny fahotan’izao tontolo izao!",
        "30": "Izy ilay nolazaiko hoe: ‘Misy olona ho avy ao aorianako, nefa lasa eo alohako izy, satria efa nisy talohako.’",
        "31": "Izaho aza tsy nahalala azy akory, fa mba hampisehoana azy amin’ny Israely no antony anaovako batisa amin’ny rano.”",
        "32": "Izao koa no porofo nomen’i Jaona: “Hitako nidina toy ny voromailala avy any an-danitra ny fanahy, dia nijanona teo amboniny.",
        "33": "Izaho aza tsy nahalala azy akory, fa Ilay naniraka ahy hanao batisa amin’ny rano no nilaza tamiko hoe: ‘Izay olona hitanao idinan’ny fanahy sy ijanonany, dia izy ilay manao batisa amin’ny fanahy masina.’",
        "34": "Efa hitako izany, ka manaporofo aho fa izy no Zanak’Andriamanitra.”",
        "35": "Ny ampitson’iny indray, tamin’i Jaona mbola nijoro niaraka tamin’ny mpianany roa lahy,",
        "36": "dia nahita an’i Jesosy nandalo izy, ka niteny hoe: “Iny ilay Zanak’ondrin’Andriamanitra!”",
        "37": "Rehefa naheno azy niteny an’izany ireo mpianatra roa lahy ireo, dia nanaraka an’i Jesosy.",
        "38": "Dia nitodika i Jesosy, ka nahita azy ireo nanaraka azy, dia nanontany hoe: “Inona no tadiavinareo?” Hoy ireo: “Aiza ianao no mipetraka, Raby ô?”—raha adika izany dia hoe “Mpampianatra ô”—",
        "39": "Hoy izy: “Avia dia ho hitanareo.” Dia nandeha izy roa lahy ka nahita an’izay nipetrahany, ary nipetraka tao aminy tamin’iny andro iny. Tamin’ny ora fahafolo teo ho eo tamin’izay.",
        "40": "I Andrea, rahalahin’i Simona Petera, ny iray tamin’ireo roa lahy naheno ny tenin’i Jaona ka nanaraka an’i Jesosy.",
        "41": "Tonga dia nankany amin’i Simona rahalahiny i Andrea, dia niteny taminy hoe: “Efa hitanay ny Mesia!”—raha adika izany dia hoe “Kristy.”—",
        "42": "Dia nentiny tany amin’i Jesosy izy. Nijery azy i Jesosy sady niteny hoe: “Ry Simona zanak’i Jaona, manomboka izao ianao dia hantsoina hoe Kefasy”—raha adika izany dia hoe “Petera.”—",
        "43": "Te ho any Galilia i Jesosy ny ampitson’iny. Dia nahita an’i Filipo izy, ka niteny hoe: “Andao hanara-dia ahy.”",
        "44": "Avy any Betsaida, tanànan’i Andrea sy Petera, no fiavian’i Filipo.",
        "45": "Nahita an’i Natanaela i Filipo, ka hoy izy: “Efa hitanay ilay olona noresahin’i Mosesy ao amin’ny Lalàna sy noresahin’ny Mpaminany, dia i Jesosy zanak’i Josefa, avy any Nazareta.”",
        "46": "Hoy anefa i Natanaela: “Angaha moa mba misy zavatra tsara avy any Nazareta?” Hoy i Filipo: “Avia ange jereo e!”",
        "47": "Ary hitan’i Jesosy nanatona azy i Natanaela, ka hoy izy momba azy: “Izany ka tena Israelita, sady olona tsy misy fitaka!”",
        "48": "Dia hoy i Natanaela: “Ahoana no ahafantaranao ahy?” Namaly azy i Jesosy hoe: “Efa hitako ianao talohan’ny niantsoan’i Filipo anao, tamin’ianao teo ambany aviavy.”",
        "49": "Ary hoy i Natanaela: “Raby ô, Zanak’Andriamanitra ianao! Mpanjakan’ny Israely ianao.”",
        "50": "Dia hoy i Jesosy: “Lasa mino ve ianao satria niteny aho hoe hitako teo ambany aviavy ianao? Mbola hahita zavatra lehibe noho izany aza ianao.”",
        "51": "Hoy koa izy: “Lazaiko marimarina aminareo fa hahita ny lanitra misokatra ianareo, dia hahita ny anjelin’Andriamanitra miakatra sy midina mankatỳ amin’ny Zanak’olona.”"
    },
    "2": {
        "1": "Tamin’ny andro fahatelo, dia nisy fanasambe tao Kana, any Galilia, fa nisy fampakaram-bady. Tao amin’io fanasambe io ny renin’i Jesosy.",
        "2": "Nasaina ho any amin’ilay fanasambe tamin’io fampakaram-bady io koa i Jesosy sy ny mpianany.",
        "3": "Rehefa lany ny divay, dia hoy ny renin’i Jesosy taminy: “Tsy manana divay intsony ry zareo.”",
        "4": "Hoy anefa i Jesosy: “Aleo isika tsy miditra amin’izany, ravehivavy. Mbola tsy fotoana tokony hanaovako zavatra izao.”",
        "5": "Hoy ny reniny tamin’ireo mpanompo: “Ataovy daholo izay teneniny anareo.”",
        "6": "Ary nisy sinibe vato enina fitoeran-drano teo. Nilaina mantsy izany araka ny lalàna momba ny fidiovana narahin’ny Jiosy. Indroa na intelon’ny siny no nahafeno ny sinibe tsirairay.",
        "7": "Hoy i Jesosy tamin’ny mpanompo: “Fenoy rano ireo sinibe ireo.” Dia nofenoin’ireo hatreo amin’ny molony izany.",
        "8": "Hoy i Jesosy avy eo: “Tovozy amin’izay, dia itondray ny mpiandraikitra ny fanasana.” Nentin’ireo tany aminy àry ilay izy.",
        "9": "Ary nanandrana an’ilay rano niova ho divay ilay mpiandraikitra, nefa tsy fantany hoe avy aiza ilay izy—fa ireo mpanompo nanovo ny rano no nahafantatra.—Dia nantsoin’ilay mpiandraikitra ilay mpampakatra,",
        "10": "ka hoy izy taminy: “Ny an’ny olona rehetra, ny divay tsara aloha no aroso, ary rehefa mamo ny olona vao aroso ny ratsiratsy. Ny anao indray ny divay tsara no notehirizinao hatramin’izao.”",
        "11": "Tany Kana, any Galilia, i Jesosy no nanao fahagagana voalohany. Ary nasehony ny voninahiny ka nino azy ny mpianany.",
        "12": "Taorian’izay, dia nidina nankany Kapernaomy izy sy ny reniny sy ny rahalahiny ary ny mpianany, nefa tsy nijanona ela tany.",
        "13": "Efa akaiky ny Paskan’ny Jiosy, ka niakatra tany Jerosalema i Jesosy.",
        "14": "Ary nahita olona nivarotra omby aman’ondry sy voromailala tao amin’ny tempoly izy, sady nahita mpanakalo vola samy nipetraka teny amin’ny sezany.",
        "15": "Nanamboatra karavasy tady àry izy, ka noroahiny tao amin’ny tempoly daholo izy rehetra, niaraka tamin’ireo ondry sy omby. Nararany koa ny vola madiniky ny mpanakalo vola sady nazerany ny latabatr’ireny.",
        "16": "Ary hoy izy tamin’ireo nivarotra voromailala: “Ento mivoaka any ireo! Aza atao trano fivarotana intsony ny tranon’ny Raiko!”",
        "17": "Dia tadidin’ny mpianany ilay voasoratra hoe: “Hiredareda ato anatiko ny hafanam-poko ho an’ny tranonao.”",
        "18": "Hoy àry ny Jiosy: “Inona no famantarana hasehonao anay, no dia manao an’izao ianao?”",
        "19": "Dia namaly i Jesosy hoe: “Ravao ity tempoly ity, dia hatsangako ao anatin’ny telo andro.”",
        "20": "Hoy ny Jiosy: “Efa 46 taona ange ity tempoly ity vao vita e! Dia ianao ve dia hahatsangana azy ao anatin’ny telo andro?”",
        "21": "Ny vatany anefa no tiany holazaina tamin’ilay hoe tempoly.",
        "22": "Rehefa natsangana tamin’ny maty izy, dia tadidin’ny mpianany fa efa nilaza an’izany matetika izy. Lasa nino an’izay voalazan’ny Soratra Masina sy izay efa notenenin’i Jesosy àry izy ireo.",
        "23": "Be dia be no lasa nino ny anarany rehefa nahita ny famantarana nataony, tamin’izy tany Jerosalema tamin’ny fetin’ny Paska.",
        "24": "Tsy natoky an’ireny anefa i Jesosy, satria fantany daholo izy rehetra.",
        "25": "Izy koa tsy nila na iza na iza hilaza aminy an’izay tao an-tsain’ny olona, fa efa fantany ny tao am-pon’ny olona."
    },
    "3": {
        "1": "Nisy lehilahy iray anisan’ny Fariseo. Nikodemosy no anarany, ary mpitondra teo amin’ny Jiosy izy.",
        "2": "Tonga tao amin’i Jesosy izy rehefa alina, ka niteny taminy hoe: “Raby ô, fantatray fa mpampianatra nirahin’Andriamanitra ianao, satria tsy misy mahavita an’ireny famantarana nataonao ireny raha tsy ampian’Andriamanitra.”",
        "3": "Dia hoy i Jesosy: “Lazaiko marimarina aminao fa tsy misy olona afaka mahita ny Fanjakan’Andriamanitra, raha tsy ateraka indray.”",
        "4": "Hoy i Nikodemosy: “Hataon’ny olona ahoana no hateraka indray rehefa antitra izy? Angaha moa izy afaka miditra ao an-kibon-dreniny indray mba hateraka?”",
        "5": "Dia hoy i Jesosy: “Lazaiko marimarina aminao fa tsy misy olona afaka miditra ao amin’ny Fanjakan’Andriamanitra, raha tsy ateraky ny rano sy ny fanahy.",
        "6": "Izay nateraky ny nofo dia nofo, fa izay nateraky ny fanahy kosa dia fanahy.",
        "7": "Aza gaga raha nilaza taminao aho hoe: Tsy maintsy hateraka indray ianareo.",
        "8": "Mitsoka any amin’izay tiany ny rivotra, ary henonao ny feony, nefa tsy fantatrao hoe avy aiza ilay izy, na ho aiza. Dia hoatr’izany koa izay rehetra ateraky ny fanahy.”",
        "9": "Ary hoy i Nikodemosy: “Ahoana no hampety an’izany?”",
        "10": "Dia hoy i Jesosy: “Mpampianatra eo amin’ny Israely ve ianao, dia tsy mahafantatra an’izany?",
        "11": "Lazaiko marimarina aminao fa izay fantatray no teneninay ary izay efa hitanay no ambaranay, fa ianareo no tsy nandray an’izany.",
        "12": "Raha ny zavatra etỳ an-tany aza no noresahiko taminareo nefa mbola tsy mino ihany ianareo, dia hino ve ianareo raha ny zavatra any an-danitra no resahiko aminareo?",
        "13": "Ankoatra izany, dia tsy nisy niakatra tany an-danitra afa-tsy ilay nidina avy tany, dia ny Zanak’olona.",
        "14": "Hoatran’ny nanandratan’i Mosesy an’ilay bibilava tany an-tany efitra koa no tsy maintsy anandratana ny Zanak’olona,",
        "15": "mba hahazo fiainana mandrakizay izay rehetra mino azy.",
        "16": "“Fa tena tia an’izao tontolo izao Andriamanitra ka nanome an’ilay Zanany lahitokana, mba tsy ho ringana izay rehetra maneho finoana azy, fa hahazo fiainana mandrakizay.",
        "17": "Tsy ny hanameloka an’izao tontolo izao no nanirahan’Andriamanitra ny Zanany ho amin’izao tontolo izao, fa ny hamonjy an’izao tontolo izao amin’ny alalany.",
        "18": "Tsy homelohina izay maneho finoana ny Zanaka. Efa voaheloka sahady kosa izay tsy maneho finoana azy, satria tsy naneho finoana ny anaran’ilay Zanaka Lahitokan’Andriamanitra.",
        "19": "Izao no antony anamelohana ny olona: Tonga teo amin’izao tontolo izao ny mazava, saingy naleon’ny olona ny haizina toy izay ny mazava, satria ratsy ny ataony.",
        "20": "Fa izay zatra manao ratsy dia mankahala ny mazava sady tsy manatona ny mazava, sao hibaribary ny ataony.",
        "21": "Izay manao ny marina kosa manatona ny mazava mba haseho izay ataony, ka ho hita fa mifanaraka amin’ny sitrapon’Andriamanitra izany.”",
        "22": "Taorian’izany dia nankany ambanivohitr’i Jodia i Jesosy sy ny mpianany. Nijanona elaela tany niaraka tamin’ny mpianany izy, sady nanao batisa.",
        "23": "I Jaona koa anefa nanao batisa tao Ainona tany akaikin’i Saleima, satria nisy rano be tao. Dia tonga foana ny olona ka natao batisa.",
        "24": "Mbola tsy nogadraina mantsy i Jaona tamin’izay.",
        "25": "Ary niady hevitra tamin’ny Jiosy anankiray momba ny fidiovana ny mpianatr’i Jaona.",
        "26": "Tonga teo amin’i Jaona àry izy ireo, ka niteny hoe: “Raby ô, hitanao moa ilay lehilahy noresahinao taminay iny, ilay niaraka taminao teny ampitan’ny Reniranon’i Jordana? Manao batisa izy izao, dia mankany aminy daholo ny olona.”",
        "27": "Dia hoy i Jaona: “Tsy misy mahazo na inona na inona, raha tsy nomena azy avy any an-danitra izany.",
        "28": "Ianareo mihitsy no vavolombelona fa efa niteny aho hoe: ‘Tsy izaho no Kristy, fa nirahina hialoha azy fotsiny aho.’",
        "29": "Izay manana ny ampakarina no mpampakatra. Faly be anefa ny naman’ny mpampakatra rehefa mijoro eo akaikin’ny mpampakatra ka maheno azy miteny. Koa efa feno izao ny fifaliako.",
        "30": "Tsy maintsy mitombo ny asan’iny olona iny, fa ny ahy kosa tsy maintsy mihena.”",
        "31": "Ilay avy any ambony dia ambonin’ny hafa rehetra. Ilay avy eto an-tany kosa miresaka zavatra eto an-tany satria izy avy eto an-tany. Ilay avy any an-danitra dia ambonin’ny hafa rehetra.",
        "32": "Izay hitany sy henony no ambarany, nefa tsy misy manaiky an’izany.",
        "33": "Izay nanaiky ny fanambarany dia nanamafy hoe marina Andriamanitra.",
        "34": "Fa ilay nirahin’Andriamanitra no milaza ny tenin’Andriamanitra. Tsy mba kahihitra mantsy Izy rehefa manome ny fanahiny.",
        "35": "Tian’ny Ray ny Zanaka ka nomeny teo am-pelatanany ny zava-drehetra.",
        "36": "Izay maneho finoana ny Zanaka dia hahazo fiainana mandrakizay. Izay tsy mankatò ny Zanaka kosa tsy hahazo fiainana, fa ho tezitra aminy foana Andriamanitra."
    },
    "4": {
        "1": "Fantatry ny Tompo fa henon’ny Fariseo hoe betsaka kokoa noho ny mpianatra azon’i Jaona ny azon’i Jesosy sy nataony batisa.—",
        "2": "Tsy i Jesosy anefa no nanao batisa fa ny mpianany.—",
        "3": "Koa rehefa fantany izany dia niala tany Jodia izy, ka nankany Galilia indray.",
        "4": "Tsy maintsy nandalo tao Samaria anefa izy,",
        "5": "ary tonga tao amin’ny tanàna samaritanina atao hoe Sykara, teo akaikin’ilay tany nomen’i Jakoba an’i Josefa zanany.",
        "6": "Tao, raha ny marina, no nisy ny lavadranon’i Jakoba. Reraky ny dia i Jesosy, ka nipetraka teo amin’ilay lavadrano. Tamin’ny ora fahenina teo ho eo tamin’izay.",
        "7": "Nisy vehivavy samaritanina iray tonga hantsaka. Hoy i Jesosy taminy: “Mba omeo rano aho hosotroiko.”",
        "8": "—Fa lasa nividy sakafo tany an-tanàna ny mpianany.—",
        "9": "Dia hoy ilay vehivavy samaritanina: “Jiosy ve ianao dia mangataka rano amiko, nefa izaho vehivavy samaritanina?”—Tsy mifandray amin’ny Samaritanina mantsy ny Jiosy.—",
        "10": "Dia hoy i Jesosy: “Raha mba fantatrao mantsy ilay fanomezana maimaim-poana avy amin’Andriamanitra, sy ilay miteny aminao hoe: ‘Mba omeo rano aho hosotroiko’, dia ianao no ho nangataka taminy, ka ho nomeny rano velona.”",
        "11": "Hoy ilay vehivavy: “Ianao aza, tompoko, tsy manana fanovozana akory sady lalina ny lavadrano, koa ahoana no anananao an’izany rano velona izany?",
        "12": "Ianao angaha lehibe noho i Jakoba razambenay? Izy no nanome anay an’ity lavadrano ity, sady izy sy ny zanany ary ny biby fiompiny no nisotro teto?”",
        "13": "Dia namaly i Jesosy hoe: “Izay misotro an’ity rano ity dia mbola hangetaheta indray,",
        "14": "fa izay misotro ny rano homeko azy kosa tsy hangetaheta intsony mihitsy. Fa ho loharano miboiboika ao anatiny ilay rano homeko azy, ka hanome azy fiainana mandrakizay.”",
        "15": "Hoy àry ilay vehivavy: “Mba omeo an’izany rano izany aho, tompoko, amin’izay tsy hangetaheta na hiverimberina hantsaka eto intsony.”",
        "16": "Dia hoy izy: “Mandehana antsoy mankatỳ ny vadinao.”",
        "17": "“Tsy manambady aho”, hoy ilay vehivavy. Dia hoy i Jesosy: “Marina ny teninao hoe tsy manambady ianao.",
        "18": "Fa efa nanana vady dimy ianao, ary tsy vadinao ilay lehilahy miara-mipetraka aminao izao. Koa marina ny teninao.”",
        "19": "Dia hoy ilay vehivavy: “Tena mpaminany ianao, tompoko.",
        "20": "Nivavaka teto amin’ity tendrombohitra ity ny razambenay, nefa ianareo milaza fa any Jerosalema ny olona no tokony hivavaka.”",
        "21": "Hoy i Jesosy: “Ravehivavy, minoa ahy ianao fa ho avy ny fotoana ka tsy ho eto amin’ity tendrombohitra ity na any Jerosalema no hivavahanareo amin’ny Ray.",
        "22": "Mivavaka amin’izay tsy fantatrareo ianareo, fa izahay kosa mivavaka amin’izay fantatray, satria avy amin’ny Jiosy ny famonjena.",
        "23": "Na izany aza, ho avy ny fotoana, ary efa izao izany, ka ny tena mpivavaka hivavaka amin’ny Ray araka ny fanahy sy ny fahamarinana. Fa olona hoatr’izany mihitsy no tadiavin’ny Ray mba hivavaka aminy.",
        "24": "Andriamanitra dia Fanahy, ka izay mivavaka aminy tsy maintsy mivavaka araka ny fanahy sy ny fahamarinana.”",
        "25": "Hoy ilay vehivavy: “Fantatro fa ho avy ny Mesia, ilay atao hoe Kristy, ary rehefa tonga izy, dia holazainy amintsika tsara daholo ny zava-drehetra.”",
        "26": "Dia hoy i Jesosy: “Izaho izay miresaka aminao izao no izy.”",
        "27": "Tamin’izay no tonga ny mpianany ka gaga, satria niresaka tamin’ny vehivavy izy. Tsy nisy niteny taminy anefa hoe: “Fa misy zavatra ilainao angaha?”, na hoe: “Fa maninona ianao no miresaka aminy?”",
        "28": "Navelan’ilay vehivavy àry ny sininy, dia lasa izy nankany an-tanàna ka niteny tamin’ny olona tao hoe:",
        "29": "“Avia ange ianareo e! Misy lehilahy izay arỳ, dia nolazainy tamiko daholo izay zavatra nataoko. Izy angamba no Kristy!”",
        "30": "Dia niala tao an-tanàna ireo ka nankany amin’i Jesosy.",
        "31": "Nandritra an’izay fotoana izay, dia nampirisihin’ny mpianany izy hoe: “Mihinàna, Raby ô!”",
        "32": "Hoy anefa izy: “Izaho manana sakafo tsy fantatrareo.”",
        "33": "Nifanontany àry ny mpianatra hoe: “Fa angaha nisy nitondra zavatra hohaniny teo?”",
        "34": "Hoy i Jesosy: “Ny sakafoko dia ny manao ny sitrapon’Ilay naniraka ahy sy ny mahavita ny asany.",
        "35": "Milaza ianareo hoe mbola misy efa-bolana vao ho tonga ny fijinjana, sa tsy izany? Izaho kosa milaza aminareo hoe: Jereo ange ny saha e, fa efa masaka hojinjaina ny vokatra. Efa",
        "36": "mahazo karama sahady ny mpijinja sady efa manangona vokatra ho amin’ny fiainana mandrakizay, mba hiara-mifaly ny mpamafy sy ny mpijinja.",
        "37": "Marina àry ilay fitenenana hoe: Ny iray mpamafy, fa ny iray mpijinja.",
        "38": "Naniraka anareo hijinja izay tsy nisasaranareo aho. Olon-kafa no nisasatra, nefa ianareo koa mba nahazo tamin’izay nisasarany.”",
        "39": "Be dia be ny Samaritanina avy ao amin’io tanàna io no lasa nino an’i Jesosy, noho ilay vehivavy nijoro ho vavolombelona ka niteny hoe: “Nolazainy tamiko daholo izay zavatra nataoko.”",
        "40": "Rehefa tonga teo aminy àry ny Samaritanina, dia nangataka azy mba hijanona teo amin’izy ireo, ka nijanona tao roa andro izy.",
        "41": "Vokatr’izany, dia nisy olon-kafa be dia be koa nino noho ny tenin’i Jesosy.",
        "42": "Ary hoy izy ireo tamin’ilay vehivavy: “Tsy noho ny teninao intsony fotsiny izao no mahatonga anay hino. Izahay mihitsy mantsy no naheno, ka fantatray fa io lehilahy io tokoa no mpamonjy an’izao tontolo izao.”",
        "43": "Niala tao i Jesosy, rehefa afaka roa andro, ka nankany Galilia.",
        "44": "—Izy mihitsy anefa no nilaza fa tsy mba hajaina ny mpaminany raha ao amin’ny taniny.—",
        "45": "Rehefa tonga tany Galilia àry izy, dia nandray azy ny Galilianina, satria efa hitan’izy ireo daholo ny zavatra nataony tany Jerosalema tamin’ny andro fety. Efa tany amin’ilay fety koa mantsy izy ireo.",
        "46": "Tonga tany Kana any Galilia indray izy avy eo, tany amin’ilay nanovany rano ho divay. Ary nisy tandapa nanana zanakalahy narary tany Kapernaomy.",
        "47": "Henon’io lehilahy io fa niala tany Jodia i Jesosy ary tonga tany Galilia. Dia nandeha tany amin’i Jesosy izy, ka niangavy azy hidina any Kapernaomy mba hanasitrana an’ilay zanany efa ho faty.",
        "48": "Hoy anefa i Jesosy: “Tsy hino mihitsy ve izany ianareo, raha tsy mahita famantarana sy fahagagana?”",
        "49": "Dia hoy ilay tandapa: “Mba andao re, Tompo ô, dieny mbola tsy maty ny zanako.”",
        "50": "Hoy i Jesosy: “Mandehana fa velona ny zanakao.” Nino ny tenin’i Jesosy ilay lehilahy ka lasa nandeha.",
        "51": "Tamin’izy mbola teny an-dalana niverina hody iny, dia nitsena azy ny mpanompony ka niteny taminy hoe velona ilay zanany.",
        "52": "Nanontaniany àry izy ireo hoe tamin’ny firy ilay zanany no nihatsara. Dia hoy izy ireo: “Omaly tamin’ny ora fahafito izy no tsy nanavy intsony.”",
        "53": "Dia fantatr’ilay rainy fa tamin’izay ora izay mihitsy i Jesosy no niteny taminy hoe: “Velona ny zanakao.” Lasa mpino àry izy sy ny ankohonany manontolo.",
        "54": "Izany no famantarana faharoa nataon’i Jesosy tamin’izy niala tany Jodia ka tonga tany Galilia."
    },
    "5": {
        "1": "Nisy fetin’ny Jiosy taorian’izay, ka niakatra tany Jerosalema i Jesosy.",
        "2": "Nisy dobo iray tany Jerosalema, teo akaikin’ny Vavahadin’ondry, ary Betizata no niantsoana azy amin’ny teny hebreo. Nisy lala-mitafo dimy izy io.",
        "3": "Be olona marary, jamba, malemy tongotra, ary kilemaina tao amin’ireo lala-mitafo ireo.",
        "4": "* ——",
        "5": "Nisy lehilahy efa narary nandritra ny 38 taona koa tao.",
        "6": "Nahita azy nitsotra teo i Jesosy, ary fantany hoe efa ela izy no narary, ka hoy izy taminy: “Te ho sitrana ve ianao?”",
        "7": "Dia namaly ilay marary hoe: “Tsy mba misy olona manampy ahy hankao anaty dobo, tompoko, rehefa mihetsika ny rano. Rehefa handeha hankao iny anefa aho, dia misy misongona ka izy no tafidina alohako.”",
        "8": "Hoy i Jesosy: “Mitsangàna! Batao ny fandriananao dia mandehana.”",
        "9": "Tonga dia sitrana ilay lehilahy, ka nobatainy ny fandrianany dia nanomboka nandeha izy. Sabata ny andro tamin’izay.",
        "10": "Hoy àry ny Jiosy tamin’ilay lehilahy sitrana: “Sabata androany, ka tsy azo atao izao mitondra fandriana izao.”",
        "11": "Hoy anefa izy tamin’izy ireo: “Ka ilay nanasitrana ahy mihitsy ange no niteny tamiko hoe: ‘Batao ny fandriananao dia mandehana’ e!”",
        "12": "Dia nanontany ireo hoe: “Iza izany nilaza taminao izany hoe: ‘Batao ny fandriananao dia mandehana’?”",
        "13": "Tsy nahalala an’i Jesosy anefa ilay lehilahy sitrana, satria efa lasa tany anaty vahoaka tany i Jesosy.",
        "14": "Nahita azy tao amin’ny tempoly i Jesosy taorian’izay, ka niteny taminy hoe: “Efa sitrana ianao izao, ka aza manota intsony sao hisy zavatra ratsy noho iny hahazo anao.”",
        "15": "Dia lasa ilay lehilahy niteny tamin’ny Jiosy hoe i Jesosy no nanasitrana azy.",
        "16": "Izany àry no nahatonga ny Jiosy hanenjika an’i Jesosy. Nanao an’ireo zavatra ireo tamin’ny Sabata mantsy izy.",
        "17": "Hoy anefa izy: “Miasa foana ny Raiko hatramin’izao, dia izaho koa miasa foana.”",
        "18": "Ary vao mainka nitady hamono azy ny Jiosy. Nihevitra mantsy izy ireo fa tsy nitandrina ny Sabata izy sady niantso an’Andriamanitra hoe Rainy, ka nanao ny tenany ho mitovy amin’Andriamanitra.",
        "19": "Dia hoy i Jesosy tamin’izy ireo: “Lazaiko marimarina aminareo fa tsy manao na inona na inona araka izay tiany fotsiny ny Zanaka, fa izay hitany ataon’ny Ray ihany no ataony. Fa izay rehetra ataon’ny Ray dia izany koa no ataon’ny Zanaka, sady ataony mitovy amin’izay anaovan’ny Ray azy.",
        "20": "Tia an’ilay Zanaka mantsy ny Ray, dia asehony an’io Zanany io daholo ny zavatra ataony. Mbola hisy asa lehibe noho ireo aza hasehony azy, mba ho gaga ianareo.",
        "21": "Fa atsangan’ny Ray ny maty ka velominy indray, dia hoatr’izany koa fa atsangan’ny Zanaka izay tiany hatsangana.",
        "22": "Tsy mitsara na iza na iza ny Ray, fa nankininy tamin’ny Zanaka ny fitsarana rehetra.",
        "23": "Amin’izay dia hanome voninahitra ny Zanaka ny olona rehetra, toy ny anomezan’izy ireo voninahitra ny Ray. Izay tsy manome voninahitra ny Zanaka, dia tsy manome voninahitra an’ilay Ray naniraka azy.",
        "24": "Lazaiko marimarina aminareo fa hahazo fiainana mandrakizay izay mihaino ny teniko ka mino an’Ilay naniraka ahy. Ary tsy melohina izy satria hoatran’ny hoe efa maty nefa velona indray.",
        "25": "“Lazaiko marimarina aminareo fa ho avy ny fotoana, ary efa izao mihitsy ny fotoana handrenesan’ny maty ny feon’ny Zanak’Andriamanitra, dia ho velona izay mihaino.",
        "26": "Fa manana fahefana hanome fiainana ny Ray, dia nomeny fahefana hanome fiainana koa ny Zanaka.",
        "27": "Ary nomeny fahefana hitsara izy, satria izy no Zanak’olona.",
        "28": "Aza gaga amin’izany fa ho avy ny fotoana handrenesan’izay rehetra any am-pasana ny feony,",
        "29": "dia hivoaka izy ireo. Izay nanao ny tsara dia hatsangana mba hahazo fiainana, fa izay zatra nanao ratsy kosa hatsangana mba hotsaraina.",
        "30": "Tsy afaka manao izay tiako aho, na inona izany na inona. Araka izay henoko ihany no itsarako, ary ara-drariny ny fitsarako, satria tsy ny sitrapoko no tiako hatao, fa ny sitrapon’Ilay naniraka ahy.",
        "31": "“Raha izaho irery no mijoro ho vavolombelona manamarina ny tenako, dia tsy marina ny teniko.",
        "32": "Misy hafa koa anefa manamarina ahy, ary fantatro fa marina izay lazainy momba ahy.",
        "33": "Naniraka olona tany amin’i Jaona ianareo, ary nilaza ny marina izy.",
        "34": "Tsy miantehitra amin’ny tenin’olona anefa aho, fa milaza an’izany rehetra izany mba ho voavonjy ianareo.",
        "35": "Jiro nirehitra sy namirapiratra izany lehilahy izany, ary vetivety ihany ianareo no naniry hifalifaly tao amin’ny fahazavany.",
        "36": "Manana porofo lehibe noho ny porofo omen’i Jaona anefa aho, satria ny asa nanendren’ny Raiko ahy mihitsy izao no ataoko. Ary izany asa ataoko izany no manaporofo fa nirahin’ny Ray aho.",
        "37": "Ny Ray izay naniraka ahy mihitsy koa no nanome porofo momba ahy. Mbola tsy naheno ny feony mihitsy ianareo, sady mbola tsy nahita ny endriny.",
        "38": "Ary tsy mba mijanona ao am-ponareo ny teniny, satria ianareo tsy mino an’ilay nirahiny.",
        "39": "“Mikaroka ao amin’ny Soratra Masina ianareo, satria mieritreritra hoe amin’ny alalan’izy io no hahazoanareo fiainana mandrakizay, ary izy io mihitsy no manome porofo momba ahy.",
        "40": "Tsy mety manatona ahy anefa ianareo mba hahazo fiainana.",
        "41": "Tsy mandray voninahitra omen’olona aho,",
        "42": "nefa fantatro tsara fa tsy mba tia an’Andriamanitra ianareo ao am-ponareo.",
        "43": "Tonga tamin’ny anaran’ny Raiko mantsy aho, nefa tsy noraisinareo. Raha misy olona tonga amin’ny anaran’ny tenany anefa, dia horaisinareo.",
        "44": "Ahoana moa no hinoanareo, nefa ianareo aza mandray voninahitra avy aminareo samy ianareo ihany, fa tsy mba mitady ny voninahitra avy amin’ilay Andriamanitra tokana?",
        "45": "Aza mieritreritra hoe hiampanga anareo any amin’ny Ray aho. Misy olon-kafa miampanga anareo, dia i Mosesy, ilay nantenainareo.",
        "46": "Raha nino an’i Mosesy ianareo, dia ho nino ahy, satria nanoratra momba ahy i Mosesy.",
        "47": "Fa raha tsy mino an’izay nosoratany ianareo, ahoana moa no hinoanareo ny teniko?”"
    },
    "6": {
        "1": "Taorian’izay, dia nankany ampitan’ny Ranomasin’i Galilia, na Ranomasin’i Tiberiasy, i Jesosy.",
        "2": "Ary nisy vahoaka be nanaraka azy teny foana, satria hitan’izy ireo ny famantarana mahagaga nataony, tamin’izy nanasitrana ny marary.",
        "3": "Niakatra teo an-tendrombohitra àry i Jesosy, dia nipetraka teo niaraka tamin’ny mpianany.",
        "4": "Efa akaiky ny Paska tamin’izay, izany hoe ny fetin’ny Jiosy.",
        "5": "Rehefa nitazana i Jesosy, dia hitany fa nisy vahoaka be nanatona azy, ka hoy izy tamin’i Filipo: “Aiza isika no hividy mofo hohanin’ireo olona ireo?”",
        "6": "Fantany anefa izay efa hataony, fa mba te hitsapa an’i Filipo izy.",
        "7": "Dia hoy i Filipo: “Na mofo azon’ny 200 denaria aza ange mbola tsy ho ampy, na dia samy omena sombiny kely fotsiny aza ny olona e!”",
        "8": "Ary hoy ny mpianany anankiray, dia i Andrea, rahalahin’i Simona Petera:",
        "9": "“Intỳ misy ankizilahikely manana mofo dimy sy trondro madinika roa. Izany anefa ve dia ho ampy an’ireo olona be dia be ireo?”",
        "10": "Hoy i Jesosy: “Asaivo mipetraka ny olona.” Be bozaka teo, ka nipetraka ny olona. Ary nisy lehilahy 5 000 teo ho eo tao amin’ilay vahoaka.",
        "11": "Nalain’i Jesosy àry ny mofo, dia nanao vavaka fisaorana izy, ary avy eo nozarainy tamin’ireo olona nipetraka teo ilay izy. Hoatr’izany koa no nataony tamin’ny trondro madinika, ka samy nihinana an’izay laniny ny olona.",
        "12": "Rehefa voky izy ireo, dia hoy izy tamin’ny mpianany: “Angony ny sombintsombiny sisa tsy lany mba tsy hisy ho verivery fotsiny.”",
        "13": "Dia nangonin’izy ireo izany, ka nahafeno harona 12 ny sombintsombiny sisa tsy lanin’ny olona nihinana tamin’ny mofo dimy.",
        "14": "Rehefa hitan’ny olona ny famantarana nataon’i Jesosy, dia hoy izy ireo: “Io mihitsy ilay Mpaminany ho tonga amin’izao tontolo izao.”",
        "15": "Ary fantatr’i Jesosy fa efa ho avy izy ireo haka azy an-keriny mba hatao mpanjaka. Dia niala teo izy ka nandeha nitokana tany an-tendrombohitra indray.",
        "16": "Rehefa hariva ny andro, dia nidina nankeny an-dranomasina ny mpianany,",
        "17": "ka nankao anaty sambokely ary niampita ny ranomasina mba ho any Kapernaomy. Efa maizina ny andro tamin’izay, nefa mbola tsy tonga tany amin’izy ireo ihany i Jesosy.",
        "18": "Lasa nanonja be koa ny ranomasina, satria nifofofofo mafy ny rivotra.",
        "19": "Rehefa nivoy tokony ho dimy na enina kilaometatra anefa izy ireo, dia hitany nandeha teo ambony ranomasina i Jesosy sady nanatona an’ilay sambokely. Dia natahotra izy ireo.",
        "20": "Hoy anefa i Jesosy: “Izaho ihany ity ka! Aza matahotra!”",
        "21": "Dia faly erỳ izy ireo nampakatra azy tao anaty sambokely. Ary vetivety dia tonga tany amin’izay tian’izy ireo haleha ilay sambokely.",
        "22": "Ny ampitson’iny, dia hitan’ilay vahoaka efa nijanona teny ampitan’ny ranomasina fa efa tsy teo intsony ilay sambokely iray tavela teo. Efa nentin’ny mpianatr’i Jesosy ilay izy, nefa tsy niaraka tamin’izy ireo i Jesosy.",
        "23": "Nisy sambokely hafa avy tany Tiberiasy anefa tonga teo akaikin’ilay toerana nihinanan’izy ireo an’ilay mofo nozarain’ny Tompo taorian’ny vavaka fisaorana.",
        "24": "Rehefa hitan’ilay vahoaka àry fa samy tsy teo na i Jesosy na ny mpianany, dia niakatra tao amin’ireo sambokely ireo izy ireo, ary nankany Kapernaomy mba hitady an’i Jesosy.",
        "25": "Rehefa hitany teny ampitan’ny ranomasina izy, dia hoy izy ireo: “Raby ô, fa oviana ianao no tonga teto?”",
        "26": "Dia hoy i Jesosy: “Lazaiko marimarina aminareo fa tsy hoe noho ianareo nahita famantarana no itadiavanareo ahy, fa satria ianareo nihinana mofo dia voky.",
        "27": "Miasà, nefa tsy hoe mba hahazoana sakafo mety simba, fa mba hahazoana sakafo maharitra izay hahazoana fiainana mandrakizay, dia ny sakafo homen’ny Zanak’olona anareo. Fa izy no nasian’Andriamanitra Ray tombo-kase hoe ankasitrahany.”",
        "28": "Hoy àry ireo taminy: “Inona no tsy maintsy ataonay mba hanaovanay ny asan’Andriamanitra?”",
        "29": "Dia namaly i Jesosy hoe: “Manao ny asan’Andriamanitra ianareo raha maneho finoana an’ilay nirahiny.”",
        "30": "Dia hoy ireo: “Inona àry no famantarana ataonao mba ho hitanay, dia hino anao izahay? Inona no asa ataonao?",
        "31": "Ny razambentsika mantsy nihinana ny mana tany an-tany efitra, araka ny voasoratra hoe: ‘Mofo avy any an-danitra no nomeny hohanin’izy ireo.’”",
        "32": "Dia hoy i Jesosy: “Lazaiko marimarina aminareo fa tsy i Mosesy no nanome anareo an’ilay mofo avy any an-danitra, fa ny Raiko no manome anareo ny tena mofo avy any an-danitra.",
        "33": "Ilay midina avy any an-danitra sy manome fiainana ho an’izao tontolo izao mantsy no mofon’Andriamanitra.”",
        "34": "Hoy àry izy ireo: “Tompo ô, omeo an’izany mofo izany foana izahay!”",
        "35": "Hoy i Jesosy: “Izaho no mofon’aina. Izay manatona ahy dia tsy mba ho noana mihitsy, ary izay maneho finoana ahy tsy hangetaheta intsony mihitsy.",
        "36": "Efa nahita ahy anefa ianareo fa tsy mino, araka ny efa noteneniko taminareo.",
        "37": "Izay rehetra omen’ny Ray ahy dia hanatona ahy, ary tsy mba horoahiko mihitsy izay manatona ahy.",
        "38": "Tsy ny hanao ny sitrapoko mantsy no nidinako avy any an-danitra, fa ny hanao ny sitrapon’Ilay naniraka ahy.",
        "39": "Ary izao no sitrapon’Ilay naniraka ahy: Tsy tokony havelako hisy ho very izay rehetra nomeny ahy, fa tokony hatsangako amin’ny maty kosa amin’ny andro farany.",
        "40": "Fa ny sitrapon’ny Raiko, dia hoe hahazo fiainana mandrakizay daholo izay manaiky ny Zanaka ka maneho finoana azy, ary hanangana azy amin’ny maty aho amin’ny andro farany.”",
        "41": "Dia nimenomenona ny Jiosy noho izy niteny hoe: “Izaho no mofo nidina avy any an-danitra.”",
        "42": "Dia hoy izy ireo: “Angaha moa tsy i Jesosy zanak’i Josefa io e? Fantatsika ny ray aman-dreniny, koa maninona izy izao no milaza hoe: ‘Nidina avy any an-danitra aho’?”",
        "43": "Dia namaly azy ireo i Jesosy hoe: “Aza mimenomenona ianareo.",
        "44": "Tsy misy mahay manatona ahy raha tsy taomin’ny Ray izay naniraka ahy. Ary hanangana azy amin’ny maty aho amin’ny andro farany.",
        "45": "Voasoratra ao amin’ny Mpaminany hoe: ‘Ary hampianarin’i Jehovah izy rehetra.’ Izay nihaino ny Ray ka nianatra taminy, dia manatona ahy.",
        "46": "Tsy nisy nahita ny Ray, afa-tsy ilay avy any amin’Andriamanitra. Izy no nahita ny Ray.",
        "47": "Lazaiko marimarina aminareo fa izay mino no hahazo fiainana mandrakizay.",
        "48": "“Izaho no mofon’aina.",
        "49": "Nihinana ny mana ny razambenareo tany an-tany efitra, nefa maty ihany.",
        "50": "Ity kosa no mofo nidina avy any an-danitra mba ho afaka hihinana amin’ity ny olona, ka tsy ho faty.",
        "51": "Izaho no mofo velona nidina avy any an-danitra. Izay mihinana amin’ity mofo ity dia ho velona mandrakizay. Ny mofo homeko dia ny nofoko, mba hahazoan’izao tontolo izao fiainana.”",
        "52": "Dia niady hevitra ny Jiosy, ka niteny hoe: “Ahoana koa no anomezan’io lehilahy io ny nofony mba hohanintsika?”",
        "53": "Hoy àry i Jesosy: “Lazaiko marimarina aminareo fa raha tsy mihinana ny nofon’ny Zanak’olona sy misotro ny rany ianareo, dia tsy hahazo fiainana.",
        "54": "Izay mihinana ny nofoko sy misotro ny rako dia hahazo fiainana mandrakizay, ary hanangana azy amin’ny maty aho amin’ny andro farany.",
        "55": "Fa tena sakafo ny nofoko, ary tena fisotro ny rako.",
        "56": "Izay mihinana ny nofoko sy misotro ny rako dia tafaray foana amiko, ary izaho koa tafaray aminy.",
        "57": "Velona ny Ray izay naniraka ahy, ary velona aho noho ny Ray. Hoatr’izany koa fa izay mihinana ahy dia ho velona noho ny amiko.",
        "58": "Ity no mofo nidina avy any an-danitra. Tsy hoatran’ilay mofo nohanin’ny razambenareo izy ity, satria maty ihany ry zareo. Izay mihinana an’ity mofo ity kosa ho velona mandrakizay.”",
        "59": "Nilaza an’izany izy, tamin’izy nampianatra tao amin’ny synagoga iray tany Kapernaomy.",
        "60": "Rehefa naheno an’izany ny mpianany, dia be dia be no niteny hoe: “Manafintohina izany teny izany. Iza koa no hihaino an’izany?”",
        "61": "Fantatr’i Jesosy tany an-tsainy tany anefa fa nimenomenona momba an’izany ny mpianany, ka hoy izy: “Manafintohina anareo ve izany?",
        "62": "Dia ahoana izany raha hitanareo miakatra ho any amin’ilay nisy azy taloha ny Zanak’olona?",
        "63": "Ny fanahy no manome fiainana, fa ny nofo kosa tsy mahasoa mihitsy. Ny teny nolazaiko taminareo dia avy amin’ny fanahy ary manome fiainana.",
        "64": "Misy aminareo anefa tsy mino.” Efa fantatr’i Jesosy hatramin’ny voalohany mantsy hoe iza avy no tsy mino, ary iza ilay hamadika azy.",
        "65": "Hoy koa izy: “Izany no nilazako taminareo hoe: Tsy misy mahay manatona ahy raha tsy nomen’ny Ray alalana.”",
        "66": "Betsaka àry ny mpianany nihemotra, ka tsy nanaraka azy intsony.",
        "67": "Dia hoy i Jesosy tamin’izy 12 Lahy: “Ianareo koa ve mba te hiala?”",
        "68": "Dia hoy i Simona Petera: “Tompo ô, hankany amin’iza moa izahay? Ny teny lazainao no hahazoana fiainana mandrakizay.",
        "69": "Mino izahay sady mahafantatra fa ianao Ilay Masin’Andriamanitra.”",
        "70": "Dia hoy i Jesosy tamin’izy ireo: “Nifidy anareo 12 Lahy aho, sa tsy izany? Ny anankiray aminareo anefa mpanendrikendrika.”",
        "71": "I Jodasy zanak’i Simona Iskariota no tiany horesahina tamin’izay. Izy io mantsy no hamadika azy, nefa izy anisan’ny 12 Lahy."
    },
    "7": {
        "1": "Taorian’izay, dia mbola nitety an’i Galilia ihany i Jesosy. Tsy te handeha tany Jodia mantsy izy, satria nitady hamono azy ny Jiosy.",
        "2": "Akaiky anefa ny fetin’ny Jiosy, izany hoe ny Fetin’ny Tranolay.",
        "3": "Hoy àry ny rahalahiny taminy: “Mialà eto dia mankanesa any Jodia, mba ho hitan’ny mpianatrao koa ny asa ataonao.",
        "4": "Fa tsy misy olona te ho fanta-bahoaka nefa manao zavatra ao amin’ny miafina. Raha manao an’ireny zavatra ireny ianao, dia misehoa amin’izao tontolo izao.”",
        "5": "Tsy nino azy mantsy ireo rahalahiny.",
        "6": "Dia hoy i Jesosy tamin’izy ireo: “Mbola tsy tonga ny fotoana voatondro ho ahy, fa ianareo afaka mankany foana, na rahoviana na rahoviana.",
        "7": "Tsy misy antony ankahalan’izao tontolo izao anareo. Izaho anefa halany, satria manaporofo hoe ratsy ny ataony.",
        "8": "Mandehana mankany amin’ilay fety, fa izaho mbola tsy handeha satria mbola tsy tena tonga ny fotoana voatondro ho ahy.”",
        "9": "Nijanona tany Galilia àry izy, rehefa avy nilaza an’izany.",
        "10": "Rehefa lasa namonjy an’ilay fety anefa ireo rahalahiny, dia nandeha koa izy, nefa tsy mba nisehoseho fa niafinafina.",
        "11": "Dia nitady azy tany amin’ilay fety ny Jiosy, ka niteny hoe: “Fa aiza izy e?”",
        "12": "Ary nitakoritsika be momba azy ny vahoaka. Hoy ny sasany: “Olona tsara fanahy izy.” Fa hoy kosa ny hafa: “Tsy tsara fanahy izy, fa mpamita-bahoaka.”",
        "13": "Tsy nisy sahy niresaka momba azy teo imason’ny olona anefa, noho ny fahatahorana ny Jiosy.",
        "14": "Rehefa nisasaka ilay fety, dia niakatra tao amin’ny tempoly i Jesosy ka nampianatra.",
        "15": "Dia gaga ny Jiosy, ka niteny hoe: “Fa ahoana koa no nahaizan’io lehilahy io ny Soratra Masina hoatr’izany, nefa izy aza tsy nianatra tany amin’ny sekolintsika akory?”",
        "16": "Ary namaly i Jesosy hoe: “Tsy ahy ny fampianarako, fa an’Ilay naniraka ahy.",
        "17": "Raha misy olona te hanao ny sitrapon’Andriamanitra, dia ho fantatr’ilay olona raha avy amin’Andriamanitra ny fampianarako, na ny hevitro fotsiny no lazaiko.",
        "18": "Izay milaza ny heviny fotsiny mantsy dia mitady voninahitra ho an’ny tenany. Fa izay mitady voninahitra ho an’ilay naniraka azy kosa no milaza ny marina ary tsy mba mamitaka.",
        "19": "Tsy i Mosesy ve no nanome anareo ny Lalàna? Tsy misy mankatò ny Lalàna anefa ianareo. Ary maninona ianareo no mitady hamono ahy?”",
        "20": "Dia namaly ny vahoaka hoe: “Misy demonia ianao. Iza koa izao no mitady hamono anao eo?”",
        "21": "Hoy i Jesosy: “Zavatra iray no nataoko, dia efa gaga daholo ianareo.",
        "22": "Diniho àry izao: Nanome anareo didy momba ny famorana i Mosesy. Tsy avy amin’i Mosesy anefa ny famorana, fa avy amin’ny razambenareo. Ary manao famorana amin’ny andro sabata ianareo.",
        "23": "Ianareo aza manao famorana amin’ny andro sabata mba tsy handikana ny Lalàn’i Mosesy. Dia maninona ianareo no tezitra be amiko noho izaho nanasitrana tanteraka olona iray tamin’ny andro sabata?",
        "24": "Aza mitsara ivelany intsony, fa mba mitsarà araka ny rariny.”",
        "25": "Dia hoy ny mponina sasany tao Jerosalema: “Tsy io angaha ilay tadiavin-dry zareo hovonoina?",
        "26": "Jereo anefa fa miteny eto imasom-bahoaka izy, nefa tsy miteny na inona na inona aminy akory ry zareo. Sao dia efa tena fantatry ny mpitondra eto amintsika àry hoe izy no Kristy?",
        "27": "Isika kosa anefa mahafantatra hoe avy aiza io lehilahy io. Rehefa tonga anefa i Kristy, dia tsy misy mahalala an’izay fiaviany.”",
        "28": "Ary nampianatra tao amin’ny tempoly i Jesosy, dia niteny mafy be, nanao hoe: “Fantatrareo aho, ary fantatrareo koa hoe avy aiza aho. Tsy hoe sitrapoko fotsiny no nahatongavako tetỳ, fa tena misy Ilay naniraka ahy, saingy tsy fantatrareo izy.",
        "29": "Fantatro izy, satria solontenany aho, ary izy Ilay naniraka ahy.”",
        "30": "Dia nitady hisambotra azy izy ireo, nefa tsy nisy nisambotra azy, satria mbola tsy tonga ny fotoana voatondro ho azy.",
        "31": "Na izany aza, dia nino azy ny ankamaroan’ny vahoaka. Hoy izy ireo: “Rehefa tonga i Kristy, izy ve dia hahavita famantarana betsaka noho ny vitan’io lehilahy io?”",
        "32": "Ary henon’ny Fariseo fa nitakoritsika momba an’i Jesosy ny vahoaka, ka naniraka mpiambina hisambotra an’i Jesosy ny lehiben’ny mpisorona sy ny Fariseo.",
        "33": "Dia hoy i Jesosy: “Mbola hiaraka kelikely aminareo aho, alohan’ny handehanako any amin’Ilay naniraka ahy.",
        "34": "Hitady ahy ianareo fa tsy hahita ahy, ary izay misy ahy dia tsy azonareo aleha.”",
        "35": "Nifampiresaka àry ny Jiosy hoe: “Fa te ho aiza àry izy io, amin’izay tsy ho hitantsika? Sao dia te hankany amin’ny Jiosy miparitaka any amin’ny Grika àry izy, mba hampianatra ny Grika?",
        "36": "Fa inona no tiany holazaina amin’ny hoe: ‘Hitady ahy ianareo fa tsy hahita ahy, ary izay misy ahy tsy azonareo aleha’?”",
        "37": "Tamin’ilay andro farany, izay andro lehibe indrindra amin’ilay fety, dia nitsangana i Jesosy ka niteny mafy be, nanao hoe: “Izay mangetaheta dia manatòna ahy fa homeko rano izy hosotroiny.",
        "38": "Izay mino ahy, dia ‘hisy rano velona hikoriana avy ao anatiny lalina ao’, araka ny voalazan’ny Soratra Masina.”",
        "39": "Ilay fanahy efa horaisin’ireo mino azy anefa no noresahiny tamin’izany. Fa mbola tsy nisy olona nomena ny fanahy, satria i Jesosy aza mbola tsy nomem-boninahitra.",
        "40": "Rehefa naheno an’izany ny olona sasany tao amin’ilay vahoaka, dia niteny hoe: “Tena io mihitsy Ilay Mpaminany!”",
        "41": "Hoy koa ny hafa: “Io no Kristy!” Hoy anefa ny sasany: “Angaha moa i Kristy avy any Galilia?",
        "42": "Ny Soratra Masina angaha moa tsy milaza hoe avy amin’ny taranak’i Davida i Kristy, sady avy any Betlehema, tanàna nisy an’i Davida?”",
        "43": "Koa tsy nitovy hevitra momba azy ny vahoaka.",
        "44": "Ny sasany anefa te hisambotra azy, saingy tsy nisy nahavita.",
        "45": "Avy eo dia niverina tany amin’ny lehiben’ny mpisorona sy ny Fariseo ny mpiambina. Dia hoy ny Fariseo taminy: “Fa maninona no tsy nentinareo nankatỳ izy?”",
        "46": "Namaly ny mpiambina hoe: “Mbola tsy nisy olona niteny hoatr’izany mihitsy.”",
        "47": "Dia hoy ny Fariseo: “Ianareo koa angaha voafitaka?",
        "48": "Fa angaha misy mino azy ny mpitondra eto amintsika na ny Fariseo?",
        "49": "Fa voaozona ireo vahoaka tsy mahay ny Lalàna ireo.”",
        "50": "Hoy anefa i Nikodemosy, ilay tonga tany amin’i Jesosy teo aloha, sady anisan’ny Fariseo:",
        "51": "“Angaha moa ny lalàntsika manameloka olona, raha tsy efa heno aloha izay lazainy ka fantatra izay ataony?”",
        "52": "Dia hoy izy ireo: “Angaha koa ianao avy any Galilia? Diniho tsara dia ho hitanao fa tsy misy mpaminany avy any Galilia.”"
    },
    "8": {},
    "9": {
        "1": "Tamin’izy nandalo, dia nahita lehilahy jamba hatrany an-kibon-dreniny.",
        "2": "Dia nanontany azy ny mpianany hoe: “Raby ô, fa iza no nanota, io lehilahy io sa ny ray aman-dreniny, no teraka jamba izy?”",
        "3": "Dia hoy i Jesosy: “Tsy io lehilahy io na ny ray aman-dreniny no nanota, fa mitranga izao mba ho hitan’ny olona ny asan’Andriamanitra, amin’izao mahazo azy izao.",
        "4": "Tsy maintsy manao ny asan’Ilay naniraka ahy isika, dieny mbola antoandro. Fa efa ho avy ny alina ka tsy hisy olona ho afaka hiasa.",
        "5": "Izaho no fahazavan’izao tontolo izao raha mbola eo amin’izao tontolo izao aho.”",
        "6": "Rehefa avy niteny an’izany izy, dia nandrora tamin’ny tany ka nanao feta tanimanga tamin’ny rorany. Dia nohosorany an’ilay izy ny mason’ilay lehilahy,",
        "7": "ka hoy izy: “Mandehana misasa any amin’ny dobon’i Siloama”—izay adika hoe “Nalefa.”—Dia nandeha nisasa izy, ka lasa nahita rehefa niverina.",
        "8": "Dia hoy ny mpiara-monina taminy sy ny olona efa nahita azy nangataka: “Tsy io ve ilay lehilahy nipetraka nangataka iny?”",
        "9": "Hoy ny sasany: “Izy tokoa io.” Fa hoy ny sasany: “Tsy izy izany io, fa olona mitovy aminy.” Hoy foana anefa ilay lehilahy: “Izaho iny ka!”",
        "10": "Hoy àry ireo taminy: “Fa ahoana no nahatonga ny masonao hahita?”",
        "11": "Dia namaly izy hoe: “Nanao feta tanimanga ilay lehilahy atao hoe Jesosy, dia nohosorany an’ilay izy ny masoko, sady hoy izy: ‘Mandehana misasa any Siloama.’ Dia nandeha nisasa aho, dia nahita.”",
        "12": "Ary hoy ireo: “Aiza izany lehilahy izany?” Dia hoy izy: “Tsy haiko.”",
        "13": "Dia nentin’ireo tany amin’ny Fariseo ilay lehilahy jamba taloha.",
        "14": "Sabata ny andro, tamin’i Jesosy nanao an’ilay feta sy nanasitrana ny mason’ilay lehilahy.",
        "15": "Nanontanian’ny Fariseo àry ilay lehilahy hoe ahoana no nahatonga azy hahita. Dia hoy izy: “Nasiany feta tanimanga ny masoko, dia nosasako dia nahita aho.”",
        "16": "Hoy ny Fariseo sasany avy eo: “Tsy nirahin’Andriamanitra izany lehilahy izany, satria tsy mitandrina ny Sabata.” Hoy kosa ny sasany: “Olona mpanota ve dia hahavita fahagagana hoatr’izany?” Tsy nitovy hevitra àry izy ireo.",
        "17": "Hoy indray izy ireo tamin’ilay jamba: “Ary ahoana ny hevitrao momba azy? Ny masonao mantsy no nositraniny.” Dia hoy ilay lehilahy: “Mpaminany izy.”",
        "18": "Tsy nino anefa ny Jiosy hoe jamba io lehilahy io taloha fa izao efa mahita. Nantsoin’izy ireo àry ny ray aman-dreniny,",
        "19": "ka nanontaniany hoe: “Zanakareo ve io, ilay lazainareo hoe teraka jamba? Koa ahoana izy izao no lasa mahita?”",
        "20": "Hoy ny ray aman-dreniny: “Zanakay io ka! Teraka jamba izy,",
        "21": "nefa tsy fantatray hoe ahoana no nahatonga azy hahita, na hoe iza no nanasitrana ny masony. Anontanio izy e! Efa lehibe izy, dia aleo izy ihany no hamaly anareo.”",
        "22": "Niteny an’izany ny ray aman-dreniny satria natahotra ny Jiosy izy ireo. Efa nifanaraka mantsy ny Jiosy fa izay manaiky an’i Jesosy ho Kristy, dia tokony horoahina hiala amin’ny synagoga.",
        "23": "Izany no nahatonga ny ray aman-dreniny hiteny hoe: “Efa lehibe izy, ka anontanio.”",
        "24": "Dia nantsoin’izy ireo fanindroany ilay jamba taloha, ka noteneniny hoe: “Omeo voninahitra Andriamanitra, ka lazao ny marina. Fantatray fa mpanota izany lehilahy izany.”",
        "25": "Hoy anefa izy: “Tsy fantatro aloha raha mpanota izy na tsia. Izao ihany no fantatro: Jamba aho taloha, fa mahita aho izao.”",
        "26": "Dia hoy ireo: “Fa inona no nataony taminao? Ahoana no nanasitranany ny masonao?”",
        "27": "Dia namaly izy hoe: “Efa noteneniko anareo izany, fa tsy nihaino ianareo. Koa maninona ianareo no te hihaino an’ilay izy indray? Angaha koa ianareo te ho lasa mpianany?”",
        "28": "Dia nanambanimbany an’ilay lehilahy izy ireo hoe: “Ialahy no mpianany, fa izahay mpianatr’i Mosesy.",
        "29": "Fantatray fa niteny tamin’i Mosesy Andriamanitra, fa raha izany lehilahy izany, tsy fantatray izay niaviany.”",
        "30": "Dia namaly izy hoe: “Mba mahagaga koa ny tsy ahafantaranareo izay niaviany, nefa izy nanasitrana ny masoko.",
        "31": "Fantatsika fa tsy mihaino ny mpanota Andriamanitra, fa izay matahotra azy sy manao ny sitrapony kosa no henoiny.",
        "32": "Mbola tsy nisy naheno mihitsy hatramin’izay hoe nisy olona nanasitrana ny mason’ny jamba hatrany an-kibon-dreniny.",
        "33": "Raha tsy nirahin’Andriamanitra àry izany lehilahy izany, dia tsy hahavita na inona na inona.”",
        "34": "Dia hoy ireo: “Tena teraka tao anatin’ny ota ialahy! Koa ialahy indray ve no mampianatra anay?” Dia noroahiny izy!",
        "35": "Henon’i Jesosy hoe noroahin’izy ireo izy, ka hoy i Jesosy rehefa nahita azy: “Mino ny Zanak’olona ve ianao?”",
        "36": "Dia hoy ilay lehilahy: “Fa iza izany, tompoko, mba hinoako azy?”",
        "37": "Hoy i Jesosy: “Efa hitanao izy, ary izy ilay miresaka aminao izao.”",
        "38": "Hoy ilay lehilahy: “Tena mino azy aho, Tompo ô!” Dia niankohoka teo anatrehany izy.",
        "39": "Hoy i Jesosy avy eo: “Tonga eto amin’izao tontolo izao aho mba ho azo tsaraina ny olona. Amin’izay ny jamba lasa mahita, fa ny mahita kosa lasa jamba.”",
        "40": "Nisy Fariseo naheno an’izany teo, ka niteny hoe: “Izahay koa ve izany jamba?”",
        "41": "Dia hoy i Jesosy: “Tsy ho meloka ho nanota ianareo, raha jamba. Milaza anefa ianareo hoe: ‘Mahita izahay’, dia tsy afaka ny fahotanareo.”"
    },
    "10": {
        "1": "“Lazaiko marimarina aminareo fa izay tsy miditra eo amin’ny vavahadin’ny valan’ondry, fa mianika any an-toeran-kafa, dia mpangalatra sy mpandroba.",
        "2": "Ilay miditra eo amin’ny vavahady kosa no mpiandry ondry.",
        "3": "Vohain’ny mpiandry vavahady izy, ary mihaino ny feony ny ondry. Dia antsoiny amin’ny anarany avy ny ondriny, ka tarihiny hivoaka.",
        "4": "Rehefa tafavoakany daholo ny ondriny, dia mandeha eo alohan’ireo izy. Ary manaraka azy ny ondry satria mahafantatra ny feony.",
        "5": "Tsy hanaraka olona tsy fantany mihitsy ireo, fa handositra azy kosa satria tsy fantany ny feony.”",
        "6": "Nilaza an’izany fanoharana izany taminy i Jesosy, nefa tsy azon’izy ireo izay tian’i Jesosy holazaina.",
        "7": "Hoy indray i Jesosy: “Lazaiko marimarina aminareo fa izaho no vavahady idiran’ny ondry.",
        "8": "Mpangalatra sy mpandroba daholo izay naka ny toerako, fa tsy nihaino azy ny ondry.",
        "9": "Izaho no vavahady. Izay miditra eto amiko dia ho voavonjy, ary hiditra sy hivoaka izy sady hahita tanimbilona.",
        "10": "Tsy tonga ny mpangalatra raha tsy hangalatra sy hamono ary handringana. Fa izaho kosa tonga mba hahazoany fiainana, dia ho ela velona izy.",
        "11": "Izaho no mpiandry tena tsara. Mahafoy ny ainy ho an’ny ondry ny mpiandry tena tsara.",
        "12": "Ny mpikarama indray rehefa mahita amboadia manatona, dia ilaozany ny ondry ka mandositra izy, satria tsy mpiandry izy sady tsy tompon’ny ondry. Dia rambasan’ny amboadia ny ondry ka miparitaka.",
        "13": "Mandositra ilay mpikarama satria izy mpikarama, ka tsy raharahiany ny ondry.",
        "14": "Izaho no mpiandry tena tsara. Fantatro ny ondriko, ary ny ondriko koa mahafantatra ahy,",
        "15": "hoatran’ny ahafantaran’ny Ray ahy sy ahafantarako ny Ray. Ary foiko ho an’ny ondry ny aiko.",
        "16": "“Manana ondry hafa tsy ato amin’ity vala ity aho. Ireny koa tsy maintsy hoentiko, dia hihaino ny feoko. Ho lasa andiany iray izy ireo sady ho iray ihany ny mpiandry azy.",
        "17": "Tia ahy ny Ray satria mahafoy ny aiko aho mba hahazoako azy io indray.",
        "18": "Tsy misy manala ny aiko amiko, fa izaho no mahafoy azy io an-tsitrapo. Manana fahefana hamoy ny aiko aho, ary manana fahefana hahazo azy io indray. Izany no didy azoko tamin’ny Raiko.”",
        "19": "Dia tsy nitovy hevitra indray ny Jiosy noho izany teny izany.",
        "20": "Betsaka no niteny hoe: “Misy demonia izy sady adala. Koa maninona ianareo no mbola mihaino azy?”",
        "21": "Fa hoy ny sasany: “Tsy tenin’olona misy demonia izany. Angaha ny demonia mahavita manasitrana ny mason’ny jamba?”",
        "22": "Ary tonga ny Fetin’ny Fitokanana tany Jerosalema. Ririnina tamin’izay,",
        "23": "ary nandeha tao amin’ny tempoly i Jesosy, tao amin’ny lala-mitafon’i Solomona.",
        "24": "Dia nitangorona teo aminy ny Jiosy, ka niteny hoe: “Rahoviana ihany ianao vao hilaza ny marina aminay e? Tsory aminay raha ianao no Kristy.”",
        "25": "Dia hoy i Jesosy: “Efa nolazaiko taminareo, fa ianareo no tsy mino. Ny asa ataoko amin’ny anaran’ny Raiko no porofo manamarina ahy.",
        "26": "Tsy mino anefa ianareo, satria tsy ondriko.",
        "27": "Ny ondriko mantsy mihaino ny feoko, ary fantatro izy dia manaraka ahy.",
        "28": "Omeko fiainana mandrakizay izy, ary tsy ho ringana mihitsy sady tsy hisy handrombaka azy etỳ an-tanako.",
        "29": "Izay nomen’ny Raiko ahy dia sarobidy noho ny zavatra hafa rehetra, ary tsy misy mahavita mandrombaka azy eny an-tanan’ny Ray.",
        "30": "Ary izaho sy ny Ray dia iray ihany.”",
        "31": "Dia naka vato hitorahana azy indray ny Jiosy.",
        "32": "Ary hoy i Jesosy: “Be dia be ny asa tsara nasain’ny Raiko natao ka nasehoko anareo. Dia iza amin’ireny no hitorahanareo vato ahy?”",
        "33": "Dia hoy ny Jiosy: “Tsy ny asa tsara no hitorahanay vato anao, fa noho ianao manevateva an’Andriamanitra. Olona ihany mantsy ianao nefa mihevi-tena ho andriamanitra.”",
        "34": "Dia hoy i Jesosy: “Angaha tsy voasoratra ao amin’ny Lalànareo ilay hoe: ‘Niteny aho hoe “andriamanitra ianareo”’?",
        "35": "Raha nantsoin’Andriamanitra hoe ‘andriamanitra’ ny olona nomelohin’ny teniny, nefa tsy azo foanana ny Soratra Masina,",
        "36": "dia maninona aho, izay nohamasinin’ny Ray sy nirahiny ho amin’izao tontolo izao, no lazainareo fa manevateva an’Andriamanitra satria niteny hoe: ‘Zanak’Andriamanitra aho’?",
        "37": "Raha tsy manao ny asan’ny Raiko aho, dia aza mino ahy.",
        "38": "Fa raha manao an’izany kosa aho, na tsy mino ahy aza ianareo, dia mba minoa noho ny asa ataoko. Amin’izay ho fantatrareo sady ho hainareo foana fa ny Ray dia tafaray amiko, ary izaho tafaray amin’ny Ray.”",
        "39": "Dia nitady hisambotra azy indray ireo, nefa nandositra izy ka tsy azony.",
        "40": "Nankany ampitan’ny Reniranon’i Jordana indray izy, mba ho any amin’ilay toerana nanaovan’i Jaona batisa tamin’ny voalohany, ka nijanona tany.",
        "41": "Be dia be ny olona tonga teo aminy, ary niteny hoe: “Tsy mba nanao famantarana i Jaona na iray aza. Marina daholo anefa izay nolazainy momba an’io lehilahy io.”",
        "42": "Ary betsaka ny olona nino an’i Jesosy tany."
    },
    "11": {
        "1": "Narary ny lehilahy iray antsoina hoe Lazarosy. Tao Betania izy no nipetraka, tao amin’ilay tanàna nisy an’i Maria sy Marta anabaviny.",
        "2": "Io Maria io ilay nandraraka menaka manitra tamin’ny Tompo sy nanamaina ny tongony tamin’ny volony. Ary anadahiny i Lazarosy, ilay narary.",
        "3": "Nandefa hafatra tany amin’i Jesosy àry ireo anabavin’i Lazarosy ireo hoe: “Tompo ô, marary ilay namanao tsy foinao.”",
        "4": "Hoy anefa i Jesosy rehefa naheno an’izany: “Tsy ny hahafaty azy no anton’io aretina io, fa ny hanomezam-boninahitra an’Andriamanitra, mba hahazo voninahitra koa ny Zanak’Andriamanitra.”",
        "5": "Tian’i Jesosy i Marta sy ny rahavaviny ary Lazarosy.",
        "6": "Mbola nijanona roa andro tany amin’izay nisy azy ihany anefa izy rehefa naheno hoe narary i Lazarosy.",
        "7": "Taorian’izay, dia hoy izy tamin’ny mpianany: “Andao indray ho any Jodia.”",
        "8": "Hoy anefa izy ireo: “Raby ô, vao haingana ange ny Jodianina no nitady hitora-bato anao e! Dia hankany indray ve ianao?”",
        "9": "Dia hoy i Jesosy: “Angaha moa tsy adiny 12 no mazava ny andro? Raha mandeha amin’ny antoandro ny olona, dia tsy ho tafintohina mihitsy, satria hitany ny fahazavan’izao tontolo izao.",
        "10": "Fa raha mandeha amin’ny alina kosa izy, dia ho tafintohina, satria tsy ao anatiny ny fahazavana.”",
        "11": "Hoy izy rehefa avy niteny an’izany: “Matory i Lazarosy namantsika, fa handeha ho any aho hamoha azy.”",
        "12": "Dia hoy ny mpianany: “Tompo ô, raha matory izy dia ho sitrana.”",
        "13": "Te hilaza anefa i Jesosy hoe maty i Lazarosy, nefa noheverin’izy ireo fa maka aina izy dia matory.",
        "14": "Notsorin’i Jesosy avy eo hoe: “Maty i Lazarosy.",
        "15": "Soa ihany aho fa tsy tany, fa mahasoa anareo izany, amin’izay ianareo mino. Fa andao isika ho any aminy.”",
        "16": "Niteny tamin’ny mpianatra hafa àry i Tomasy, ilay atao hoe Ikambana, hoe: “Andao koa isika handeha, mba hiara-maty aminy.”",
        "17": "Rehefa tonga i Jesosy, dia efa efatra andro i Lazarosy no tao am-pasana.",
        "18": "Tany akaikin’i Jerosalema i Betania, ary telo kilaometatra teo ho eo ny elanelan’ireo.",
        "19": "Ary be dia be ny Jiosy efa tonga nampionona an’i Marta sy Maria, noho izy ireo namoy ny anadahiny.",
        "20": "Rehefa henon’i Marta hoe tamy any i Jesosy, dia lasa nitsena azy izy. I Maria kosa mbola nipetraka tao an-trano ihany.",
        "21": "Dia hoy i Marta tamin’i Jesosy: “Tompo ô, raha teto ianao dia tsy maty ny anadahiko.",
        "22": "Na izao dia izao aza anefa, dia fantatro fa homen’Andriamanitra anao daholo izay angatahinao.”",
        "23": "Hoy i Jesosy: “Ao fa hitsangana ny anadahinao.”",
        "24": "Dia hoy i Marta: “Fantatro fa hitsangana izy rehefa atsangana ny maty amin’ny andro farany.”",
        "25": "Hoy i Jesosy: “Izaho no fananganana ny maty sy fiainana. Izay maneho finoana ahy, na maty aza, dia ho velona indray.",
        "26": "Ary izay rehetra velona ka maneho finoana ahy dia tsy ho faty mihitsy. Mino an’izany ve ianao?”",
        "27": "Hoy izy: “Eny, Tompo ô! Mino aho fa ianao no Kristy, ilay Zanak’Andriamanitra, ilay ho tonga eo amin’izao tontolo izao.”",
        "28": "Dia lasa i Marta rehefa avy nilaza an’izany, ka niantso an’i Maria rahavaviny, ary niteny taminy mitokana hoe: “Ao ny Mpampianatra, mitady anao.”",
        "29": "Vao naheno an’izany i Maria, dia nitsangana haingana ka lasa nankany amin’i Jesosy.",
        "30": "Mbola tsy tonga tao an-tanàna anefa i Jesosy, fa mbola teo amin’ilay nitsenan’i Marta azy.",
        "31": "Rehefa nahita an’i Maria nitsangana sy lasa nandeha àry ireo Jiosy nampionona azy tao an-tranony, dia nanaraka azy koa. Nihevitra mantsy izy ireo fa handeha hitomany tany am-pasana izy.",
        "32": "Rehefa tonga teo amin’i Jesosy i Maria, dia niankohoka teo an-tongony, ka niteny hoe: “Tompo ô, raha teto ianao dia tsy maty ny anadahiko.”",
        "33": "Rehefa nahita an’i Maria sy ireo Jiosy niaraka taminy nigogogogo nitomany i Jesosy, dia nisento lalina sady nalahelo be.",
        "34": "Ary hoy izy: “Aiza izy no napetrakareo?” Hoy ireo: “Tompo ô, andao jereo!”",
        "35": "Dia nirotsaka ny ranomason’i Jesosy.",
        "36": "Hoy àry ny Jiosy: “Tena tiany marina izy izany.”",
        "37": "Hoy anefa ny sasany: “Tsy vitan’io ve ny nisakana an’iny lehilahy iray iny tsy ho faty, nefa izy aza nahavita nanasitrana ny mason’ny jamba?”",
        "38": "Nisento lalina indray i Jesosy, dia nankeo amin’ny fasana. Lava-bato notampenana vato ilay izy.",
        "39": "Ary hoy i Jesosy: “Esory io vato io.” Hoy anefa i Marta, anabavin’ny maty: “Tompo ô, tsy maintsy maimbo izy izao, satria efa efatra andro izay.”",
        "40": "Hoy i Jesosy: “Angaha moa izaho tsy efa niteny taminao hoe raha mino ianao, dia hahita ny voninahitr’Andriamanitra?”",
        "41": "Dia nesorin’izy ireo ilay vato. Nitraka nijery ny lanitra i Jesosy avy eo, ka hoy izy: “Misaotra anao aho, Ray ô, fa efa nihaino ahy ianao.",
        "42": "Fantatro fa mihaino ahy foana ianao, nefa noho ireto vahoaka mijoro manodidina ahy ireto no ilazako an’izany, mba hinoany fa ianao no naniraka ahy.”",
        "43": "Rehefa avy niteny an’izany izy, dia niantso mafy hoe: “Ry Lazarosy, mivoaha!”",
        "44": "Dia nivoaka ilay lehilahy efa maty, ary mbola nisy fehim-paty ny tongony aman-tanany, sady nifono lamba ny tarehiny. Dia hoy i Jesosy tamin’ny olona: “Vahao izy, dia avelao handeha.”",
        "45": "Lasa nino an’i Jesosy àry ny ankamaroan’ireo Jiosy tonga tao amin’i Maria sy nahita an’izay nataon’i Jesosy.",
        "46": "Ny sasany kosa nankany amin’ny Fariseo ka nitantara an’izay nataon’i Jesosy.",
        "47": "Dia novorin’ny lehiben’ny mpisorona sy ny Fariseo ireo anisan’ny Fitsarana Avo Jiosy, ka hoy izy ireo: “Inona no hataontsika, fa be dia be ny famantarana ataon’iny lehilahy iny?",
        "48": "Raha avelantsika amin’izao izy, dia hino azy daholo ny olona. Dia ho avy ny Romanina ka haka ny tempolintsika sy ny firenentsika.”",
        "49": "Hoy anefa ny iray taminy, dia i Kaiafa izay mpisoronabe tamin’izany taona izany: “Tsy mahay na inona na inona mihitsy ianareo!",
        "50": "Tsy noeritreretinareo ve fa mahasoa anareo raha olona iray no maty ho an’ny vahoaka, toy izay ny firenena iray manontolo no ho rava?”",
        "51": "Tsy ny heviny fotsiny anefa izany nolazainy izany. Fa satria izy no mpisoronabe tamin’izany taona izany, dia naminany izy hoe ho faty ho an’ilay firenena i Jesosy,",
        "52": "ary tsy ho an’ilay firenena ihany, fa ho an’ireo zanak’Andriamanitra efa niparitaka koa, amin’izay izy ireo hangonina ka ho tafaray.",
        "53": "Nanomboka tamin’izay andro izay àry, dia niray tetika hamono an’i Jesosy ireo.",
        "54": "Tsy nisehoseho teo amin’ny Jiosy intsony àry i Jesosy rehefa nandeha. Niala teo kosa izy dia nankany amin’ny faritra akaikin’ny tany efitra, tao amin’ny tanàna atao hoe Efraima. Ary nijanona tao niaraka tamin’ny mpianany izy.",
        "55": "Efa akaiky ny Paskan’ny Jiosy tamin’izay, ka betsaka ny olona avy any ambanivohitra no niakatra ho any Jerosalema talohan’ny Paska, mba hanadio ny tenany araka ny takin’ny Lalàna.",
        "56": "Nitady an’i Jesosy izy ireo. Ary tamin’izy ireo mbola nijorojoro tao amin’ny tempoly, dia nifanontany hoe: “Ahoana ny hevitrareo? Tsy ho tonga amin’ny fety mihitsy ve izy?”",
        "57": "Efa nanome baiko anefa ny lehiben’ny mpisorona sy ny Fariseo fa izay mahafantatra hoe aiza i Jesosy, dia tokony hiteny, mba hahafahan’izy ireo hisambotra azy."
    },
    "12": {
        "1": "Enina andro talohan’ny Paska i Jesosy no tonga tao Betania. Tao no nisy an’i Lazarosy, ilay natsangany tamin’ny maty.",
        "2": "Koa nisy nanasa tamin’ny sakafo hariva i Jesosy tao. I Marta no nandroso sakafo, fa i Lazarosy kosa anisan’ireo nisakafo niaraka tamin’i Jesosy.",
        "3": "Ary naka menaka manitra nilanja iray livatra i Maria. Narda tena izy ilay menaka sady lafo vidy be. Dia nararany teo amin’ny tongotr’i Jesosy ilay izy, ary nohamaininy tamin’ny volony ny tongotr’i Jesosy. Lasa manitra be eran’ny trano, noho ny fofon’ilay menaka.",
        "4": "Hoy anefa i Jodasy Iskariota, anisan’ny mpianany, ilay efa hamadika azy:",
        "5": "“Fa maninona no tsy namidy 300 denaria iny menaka manitra iny, dia nomena ny mahantra ny vola?”",
        "6": "Tsy noho izy miahy ny mahantra anefa no nilazany an’izany, fa noho izy mpangalatra. Izy mantsy no nitana ny boatim-bola, dia nangalariny foana ny tao anatiny.",
        "7": "Hoy i Jesosy avy eo: “Avelao izy, fa mba hanomanana ny andro handevenana ahy no anaovany an’izao.",
        "8": "Hisy mahantra foana mantsy eo aminareo, fa izaho kosa tsy ho eo aminareo foana.”",
        "9": "Ary lasa fantatry ny Jiosy maro be fa tao Betania izy. Tonga àry ireo, tsy hoe mba hahita an’i Jesosy fotsiny, fa mba hahita an’i Lazarosy koa, ilay natsangany tamin’ny maty.",
        "10": "Niray tetika hamono an’i Lazarosy koa àry ny lehiben’ny mpisorona,",
        "11": "satria izy no nahatonga ny Jiosy be dia be hankany Betania sy hino an’i Jesosy.",
        "12": "Ny ampitson’iny, dia henon’ilay vahoaka be tonga hamonjy an’ilay fety fa hankany Jerosalema i Jesosy.",
        "13": "Dia naka sampana palmie ireo, ka nandeha nitsena azy sady niantsoantso hoe: “Mba vonjeo re e! Hotahina anie ilay tonga amin’ny anaran’i Jehovah, dia ilay Mpanjakan’ny Israely!”",
        "14": "Ary nahita zanak’ampondra i Jesosy ka nitaingenany, araka ny voasoratra hoe:",
        "15": "“Aza matahotra, ry Ziona zanakavavy. Iny tonga iny ny mpanjakanao, mitaingina zanak’ampondra!”",
        "16": "Tsy azon’ny mpianany izany tamin’ny voalohany, fa rehefa nomem-boninahitra i Jesosy vao tadidin’izy ireo hoe izany zavatra izany no voasoratra momba azy, ary izany no nitranga taminy.",
        "17": "Ary mbola nitantara an’izay nitranga ihany ilay vahoaka, izay efa nahita azy niantso an’i Lazarosy hivoaka tao am-pasana sy nanangana azy tamin’ny maty.",
        "18": "Izany koa no antony nitsenan’ny vahoaka azy, satria henon’izy ireo fa efa nanao an’io famantarana io izy.",
        "19": "Koa nifampiresaka ny Fariseo hoe: “Hitanareo! Tsy misy na inona na inona vitantsika mihitsy. Jereo fa lasa manaraka azy daholo izao tontolo izao!”",
        "20": "Nisy Grika koa tamin’ireo olona tonga hivavaka tamin’ilay andro fety.",
        "21": "Dia nanatona an’i Filipo avy any Betsaida any Galilia izy ireo, ka niangavy hoe: “Mba te hahita an’i Jesosy izahay, tompoko.”",
        "22": "Ary lasa i Filipo nilaza tamin’i Andrea. I Andrea sy Filipo kosa lasa nilaza tamin’i Jesosy.",
        "23": "Hoy anefa i Jesosy tamin’izy ireo: “Tonga ny fotoana hanomezam-boninahitra ny Zanak’olona.",
        "24": "Lazaiko marimarina aminareo fa raha tsy latsaka amin’ny tany ny voa anankiray ka maty, dia mijanona ho voa anankiray ihany. Fa raha maty kosa ilay izy, dia mamokatra be dia be.",
        "25": "Izay tia ny ainy no hamoy azy, fa izay mankahala ny ainy eo amin’izao fiainana izao kosa no hiaro ny ainy mba hahazoany fiainana mandrakizay.",
        "26": "Izay te hanompo ahy dia tokony hanaraka ahy, ary izay misy ahy no hisy ny mpanompoko koa. Izay manompo ahy dia homen’ny Ray voninahitra.",
        "27": "Mitebiteby be aho izany! Inona àry no holazaiko? Ray ô, vonjeo ho afaka amin’izao ora izao aho. Nefa dia noho izao ora izao no nahatongavako.",
        "28": "Ray ô, omeo voninahitra ny anaranao.” Dia nisy feo avy any an-danitra niteny hoe: “Efa nanome voninahitra azy aho, ary mbola hanome voninahitra azy indray.”",
        "29": "Ary naheno an’izany ilay vahoaka nitsangana teo ka nilaza hoe nikotroka ny andro. Hoy anefa ny sasany: “Anjely izany niresaka taminy izany.”",
        "30": "Dia hoy i Jesosy: “Tsy ho ahy izany feo izany, fa ho anareo.",
        "31": "Tonga izao ny fitsarana an’izao tontolo izao, ary horoahina ilay mpitondra an’izao tontolo izao.",
        "32": "Rehefa asandratra avy eo amin’ny tany anefa aho, dia hitaona ny karazan’olona rehetra hanatona ahy.”",
        "33": "Niteny an’izany izy mba hilazana ny fomba hahafatesany tsy ho ela.",
        "34": "Dia hoy ny vahoaka: “Henonay tao amin’ny Lalàna fa ho velona mandrakizay i Kristy. Koa ahoana no ilazanao hoe tsy maintsy asandratra ny Zanak’olona? Fa iza izany Zanak’olona izany?”",
        "35": "Dia hoy i Jesosy: “Kely sisa no hisian’ny mazava eo aminareo. Mandehana eo amin’ny mazava dieny mbola eo aminareo ny mazava, mba tsy ho resin’ny haizina ianareo. Ary izay mandeha ao amin’ny haizina dia tsy mahalala izay alehany.",
        "36": "Minoa ny mazava dieny mbola eo aminareo ny mazava, mba ho tonga zanaky ny mazava ianareo.” Niteny an’izany i Jesosy, dia lasa ka niafina an’ireo.",
        "37": "Na dia nanao famantarana be dia be teo anatrehan’izy ireo aza izy, dia tsy ninoan’ireo,",
        "38": "mba ho tanteraka ny tenin’i Isaia mpaminany hoe: “Jehovah ô, iza no mba nino ny zavatra henony taminay? Ary iza no nampisehoan’i Jehovah ny sandriny?”",
        "39": "Tsy afaka ny hino koa izy ireo satria mbola niteny i Isaia hoe:",
        "40": "“Nanajamba ny mason’ireo izy sady nanamafy ny fon’ireo, amin’izay ny masony tsy hahita, ary ny fony tsy hahazo ny dikan’izany, dia tsy hiverina amiko izy ka tsy hositraniko.”",
        "41": "Nilaza an’izany i Isaia, satria hitany ny voninahiny, ary niresaka momba azy izy.",
        "42": "Betsaka koa anefa ny mpitondra teo amin’ny Jiosy no nino azy, saingy tsy sahy nanaiky hoe mpianany izy ireo noho ny Fariseo, sao ho voaroaka hiala amin’ny synagoga.",
        "43": "Naleon’izy ireo mantsy ny voninahitra avy tamin’ny olona, toy izay ny voninahitra avy tamin’Andriamanitra.",
        "44": "Niteny mafy be anefa i Jesosy, nanao hoe: “Izay mino ahy, dia tsy izaho ihany no inoany, fa Ilay naniraka ahy koa.",
        "45": "Ary izay mahita ahy, dia mahita an’Ilay naniraka ahy.",
        "46": "Tonga aho mba ho fahazavana eo amin’izao tontolo izao, amin’izay tsy hijanona ao amin’ny maizina izay mino ahy.",
        "47": "Raha misy anefa maheno ny teniko fa tsy manaraka an’izany, dia tsy hitsara azy aho. Tsy tonga hitsara an’izao tontolo izao mantsy aho, fa hamonjy an’izao tontolo izao.",
        "48": "Izay tsy miraharaha ahy ka tsy mandray ny teniko, dia hisy hitsara azy. Ny teny nolazaiko no hitsara azy amin’ny andro farany.",
        "49": "Tsy ny hevitro mantsy no nolazaiko, fa ny Ray izay naniraka ahy no nandidy ahy momba izay holazaiko sy hoteneniko.",
        "50": "Ary fantatro fa ny didiny no hahazoana fiainana mandrakizay. Izay lazaiko àry, dia lazaiko araka izay nolazain’ny Ray tamiko.”"
    },
    "13": {
        "1": "Fantatr’i Jesosy talohan’ny fetin’ny Paska fa tonga ny fotoana hialany eo amin’izao tontolo izao sy handehanany ho any amin’ny Ray. Ary satria efa tia ny mpianany eo amin’izao tontolo izao izy, dia tiany hatramin’ny farany izy ireo.",
        "2": "Mbola nisakafo hariva izy ireo tamin’izay. Ary efa nataon’ny Devoly tao am-pon’i Jodasy Iskariota, zanak’i Simona, ny faniriana hamadika azy.",
        "3": "Efa fantatr’i Jesosy koa fa efa nomen’ny Ray ho eo an-tanany ny zava-drehetra, sady avy tany amin’Andriamanitra izy ka hankany amin’Andriamanitra.",
        "4": "Koa raha mbola nisakafo izy ireo, dia nitsangana izy, ka napetrany ny akanjony ivelany. Dia naka servieta izy, ka nisikinany.",
        "5": "Avy eo dia nasiany rano tao anaty koveta. Dia nanomboka nanasa ny tongotry ny mpianatra izy, ka nohamaininy tamin’ilay servieta nisikinany ny tongotr’ireo.",
        "6": "Tonga teo amin’i Simona Petera izy avy eo. Hoy anefa i Petera: “Tompo ô, ianao ve no hanasa ny tongotro?”",
        "7": "Namaly azy i Jesosy hoe: “Amin’izao aloha tsy azonao izay ataoko, fa mbola ho azonao ihany any aoriana any.”",
        "8": "Hoy i Petera: “Tsy ianao mihitsy kosa no hanasa ny tongotro e!” Hoy anefa i Jesosy: “Raha tsy sasako ianao, dia tsy ho afaka hiaraka amiko.”",
        "9": "Dia hoy i Simona Petera: “Tompo ô, tsy ny tongotro ihany àry sasana, fa ny tanako sy ny lohako koa e!”",
        "10": "Ary hoy i Jesosy: “Izay efa avy nandro dia efa madio tanteraka, ka ny tongony ihany sisa no mila sasana. Efa madio ianareo, saingy tsy ianareo rehetra.”",
        "11": "Fantany mantsy ilay hamadika azy, ka izany no nilazany hoe: “Tsy ianareo rehetra no madio.”",
        "12": "Rehefa voasasany ny tongotr’izy ireo, dia nanaovany ny akanjony ivelany. Dia naka toerana teo amin’ny latabatra indray izy, ka niteny hoe: “Azonareo ve ilay nataoko taminareo teo?",
        "13": "Ianareo miantso ahy hoe ‘Mpampianatra’ sy ‘Tompo’, ary marina izany satria izany tokoa aho.",
        "14": "Koa raha izaho Tompo sy Mpampianatra aza nanasa ny tongotrareo, dia ianareo koa mba tokony hifanasa tongotra.",
        "15": "Fa modely no nomeko anareo, mba hanaovanareo hoatran’ny nataoko taminareo koa.",
        "16": "Lazaiko marimarina aminareo fa ny mpanompo tsy lehibe noho ny tompony, ary izay irahina tsy lehibe noho ilay naniraka azy.",
        "17": "Raha fantatrareo izany, dia sambatra ianareo raha manao an’izany.",
        "18": "Tsy ianareo rehetra no resahiko amin’izany, fa fantatro izay nofidiko. Tsy maintsy mitranga anefa izany mba ho tanteraka ny Soratra Masina hoe: ‘Ilay niara-nihinana mofo tamiko no nanainga ny voditongony hamely ahy.’",
        "19": "Ilazako mialoha ianareo, manomboka izao, amin’izay rehefa tena mitranga izany, dia hino ianareo hoe izaho no izy.",
        "20": "Lazaiko marimarina aminareo fa izay mandray an’izay irahiko dia mandray ahy, ary izay mandray ahy dia mandray an’Ilay naniraka ahy koa.”",
        "21": "Nitebiteby be i Jesosy rehefa avy nilaza an’izany, ka notsoriny hoe: “Lazaiko marimarina aminareo fa hamadika ahy ny iray aminareo.”",
        "22": "Dia nifampijery ny mpianatra, ka sahiran-tsaina nieritreritra hoe iza no noresahiny.",
        "23": "Ary efa teo akaikin’i Jesosy ny mpianany anankiray tamin’izay, dia ilay mpianatra tiany.",
        "24": "Koa nanaovan’i Simona Petera fihetsika tamin’ny lohany izy ka noteneniny hoe: “Fa iza, hono, izany resahiny izany?”",
        "25": "Niankina teo an-tratran’i Jesosy àry ilay mpianatra tiany, ka nanontany hoe: “Fa iza izany, Tompo ô?”",
        "26": "Dia namaly i Jesosy hoe: “Ilay homeko ny sombi-mofo atsoboko ao anaty vilia.” Natsobony tao anaty vilia àry ilay mofo, dia nalainy ka nomeny an’i Jodasy zanak’i Simona Iskariota.",
        "27": "Rehefa nalain’i Jodasy ilay mofo, dia niditra tao aminy i Satana. Dia hoy i Jesosy taminy: “Ataovy haingana izay ataonao.”",
        "28": "Tsy nisy nahafantatra ny antony nilazany an’izany anefa ireo nisakafo teo.",
        "29": "Nisy aza nieritreritra hoe satria i Jodasy no nitazona ny boatim-bola, dia nilaza taminy i Jesosy hoe: “Vidio izay ilaintsika amin’ny fety”, na hoe tokony hanao fanomezana ho an’ny mahantra izy.",
        "30": "Tonga dia nivoaka àry izy rehefa nahazo an’ilay sombi-mofo. Efa alina ny andro tamin’izay.",
        "31": "Rehefa lasa i Jodasy, dia hoy i Jesosy: “Omem-boninahitra ny Zanak’olona izao, ary amin’ny alalany no anomezam-boninahitra an’Andriamanitra.",
        "32": "Ary Andriamanitra mihitsy no hanome voninahitra azy, ary hanome voninahitra azy avy hatrany.",
        "33": "Kely sisa no iarahako aminareo, ry zanako malalako. Hitady ahy ianareo, ary izay nolazaiko tamin’ny Jiosy ihany no lazaiko aminareo koa izao, hoe: ‘Izay alehako dia tsy azonareo aleha.’",
        "34": "Izao no didy vaovao omeko anareo: Mifankatiava ianareo, ka hoatran’ny nitiavako anareo no tokony mba hifankatiavanareo koa.",
        "35": "Raha mifankatia ianareo, dia izany no hahafantaran’ny olona rehetra fa mpianatro ianareo.”",
        "36": "Hoy i Simona Petera: “Fa ho aiza ianao, Tompo ô?” Dia hoy i Jesosy: “Tsy afaka manaraka ahy any amin’izay alehako ianao izao, nefa hanaraka ahy ihany any aoriana any.”",
        "37": "Ary hoy i Petera: “Tompo ô, fa maninona aho izao no tsy afaka manaraka anao? Na ny aiko aza ange hafoiko ho anao e!”",
        "38": "Dia hoy i Jesosy: “Tena hahafoy ny ainao ho ahy tokoa ve ianao? Lazaiko marimarina aminao fa mbola tsy maneno akory ny akoho, dia efa handa ahy intelo ianao.”"
    },
    "14": {
        "1": "“Aza avela hitebiteby ny fonareo. Minoa an’Andriamanitra, dia minoa ahy koa.",
        "2": "Ao an-tranon’ny Raiko misy fonenana be dia be. Tsy ho niteny an’izany taminareo aho raha tsy nisy izany. Handeha hanomana toerana ho anareo mantsy aho.",
        "3": "Ary rehefa lasa aho dia hanomana toerana ho anareo, ary ho avy indray ka handray anareo any amiko. Amin’izay dia izay misy ahy no hisy anareo koa.",
        "4": "Ary fantatrareo ny lalana mankany amin’izay alehako.”",
        "5": "Dia hoy i Tomasy: “Tompo ô, tsy fantatray ange izay alehanao e! Koa ahoana no ahafantaranay ny lalana mankany?”",
        "6": "Hoy i Jesosy: “Izaho no lalana sy fahamarinana ary fiainana. Tsy misy olona mankany amin’ny Ray afa-tsy amin’ny alalako.",
        "7": "Raha efa nahalala ahy ianareo, dia ho efa nahalala ny Raiko koa. Fantatrareo izy manomboka izao, sady efa hitanareo.”",
        "8": "Hoy i Filipo: “Tompo ô, asehoy anay ny Ray dia efa ampy anay izany.”",
        "9": "Dia hoy i Jesosy: “Efa izay ela izay aho no niaraka taminareo, dia mbola tsy mahafantatra ahy ihany ve ianao, ry Filipo? Izay nahita ahy dia nahita ny Ray koa. Koa maninona ianao no miteny hoe: ‘Asehoy anay ny Ray’?",
        "10": "Tsy mino angaha ianao hoe izaho tafaray amin’ny Ray, ary ny Ray tafaray amiko? Tsy ny hevitro fotsiny no lazaiko aminareo, fa ny Ray izay tafaray foana amiko no manao ny asany.",
        "11": "Minoa ny teniko hoe izaho tafaray amin’ny Ray ary ny Ray tafaray amiko. Raha tsy izany, dia minoa na dia noho ny asa ataoko fotsiny aza.",
        "12": "Lazaiko marimarina aminareo fa izay maneho finoana ahy, dia hanao ny asa ataoko koa. Hanao asa lehibe noho izany aza izy, satria izaho hankany amin’ny Ray.",
        "13": "Ary izay rehetra angatahinareo amin’ny anarako, dia hataoko mba hanomezam-boninahitra ny Ray amin’ny alalan’ny Zanaka.",
        "14": "Raha mangataka zavatra amin’ny anarako ianareo, na inona izany na inona, dia hataoko.",
        "15": "“Raha tia ahy ianareo, dia hankatò ny didiko.",
        "16": "Ary hangataka amin’ny Ray aho, ka homeny mpanampy hafa ianareo, mba ho eo aminareo mandrakizay,",
        "17": "dia ny fanahin’ny fahamarinana. Tsy afaka mahazo azy io izao tontolo izao, satria tsy hitany na fantany izy io. Ianareo no mahalala azy io, satria eo aminareo foana izy io sady ao anatinareo.",
        "18": "Tsy hamela anareo ho irery aho, fa hiverina atỳ aminareo.",
        "19": "Kely sisa dia tsy hahita ahy intsony izao tontolo izao, fa ianareo no hahita ahy, satria velona aho dia ho velona ianareo.",
        "20": "Amin’izay andro izay dia ho fantatrareo fa izaho tafaray amin’ny Raiko, dia ianareo tafaray amiko, ary izaho tafaray aminareo.",
        "21": "Izay manaiky ny didiko ka mankatò an’izany, dia izy no tia ahy. Ary izay tia ahy dia ho tian’ny Raiko. Ho tia azy aho, ka hataoko izay hahafantarany tsara ahy.”",
        "22": "Hoy i Jodasy—tsy ilay Iskariota—: “Tompo ô, fa maninona no hoe izahay no hataonao mahafantatra tsara anao, fa tsy izao tontolo izao?”",
        "23": "Dia namaly i Jesosy hoe: “Raha misy tia ahy, dia hankatò ny teniko izy, ka ho tian’ny Raiko. Dia hankany aminy izahay ary hiara-mipetraka aminy.",
        "24": "Izay tsy tia ahy dia tsy mba mankatò ny teniko. Tsy ahy ny teny renareo, fa an’ilay Ray naniraka ahy.",
        "25": "“Lazaiko aminareo izany, dieny mbola eto aminareo aho.",
        "26": "Ilay mpanampy, izany hoe ny fanahy masina, izay hirahin’ny Ray amin’ny anarako, anefa no hampianatra anareo ny zava-drehetra, sady hampahatsiahy anareo an’izay rehetra nolazaiko taminareo.",
        "27": "Fiadanana no avelako ho anareo. Omeko anareo ny fiadanako. Hafa mihitsy anefa ny fomba anomezako azy, fa tsy hoatran’ny an’izao tontolo izao. Aza avela hitebiteby na hatahotra àry ny fonareo.",
        "28": "Efa henonareo ilay teniko taminareo hoe: ‘Handeha aho, dia hiverina atỳ aminareo indray.’ Raha tia ahy ianareo, dia ho faly hoe handeha ho any amin’ny Ray aho, satria ny Ray dia lehibe noho izaho.",
        "29": "Efa nolazaiko taminareo mialoha izany, amin’izay ianareo mino rehefa tena mitranga izany.",
        "30": "Tsy hiteny betsaka aminareo intsony aho, fa efa ho avy ilay mpitondra an’izao tontolo izao. Tsy manana fahefana amiko anefa izy.",
        "31": "Fa mba hahafantaran’izao tontolo izao fa tiako ny Ray, dia izay nasain’ny Ray nataoko mihitsy no ataoko. Mitsangàna dia andao isika hiala eto."
    },
    "15": {
        "1": "“Izaho no tena voaloboka, ary ny Raiko no mpamboly.",
        "2": "Esoriny daholo izay sampany rehetra tsy mamoa eo amiko. Fa izay mamoa kosa rantsanany mba hadio, amin’izay misy voany betsaka kokoa.",
        "3": "Efa madio ianareo, noho ny teny nolazaiko taminareo.",
        "4": "Miezaha ho tafaray amiko foana, dia ho tafaray aminareo foana koa aho. Tsy afaka mamoa irery ny sampam-boaloboka raha tsy mikambana amin’ny voaloboka. Tsy afaka mamoa koa ianareo raha tsy tafaray amiko foana.",
        "5": "Izaho no voaloboka dia ianareo no sampany. Izay tafaray amiko foana ary izaho tafaray aminy, dia izy no mamoa be. Fa tsy afaka manao na inona na inona mihitsy ianareo raha misaraka amiko.",
        "6": "Raha misy miala amiko, dia lasa hoatran’ny sampany ariana eny ivelany izy ka malazo. Ary angonin’ny olona ireny, dia atsipiny ao anaty afo ka may.",
        "7": "Angataho izay tianareo fa homena anareo izany, raha tafaray amiko foana ianareo sady ao am-ponareo foana ny teniko.",
        "8": "Mahazo voninahitra ny Raiko rehefa mamoa be foana ianareo sady asehonareo hoe mpianatro ianareo.",
        "9": "Mitovy amin’ny itiavan’ny Ray ahy no itiavako anareo. Koa ataovy foana izay hitiavako anareo.",
        "10": "Raha mankatò ny didiko ianareo, dia hataonareo foana izay hitiavako anareo. Izaho koa mantsy mankatò ny didin’ny Ray sady ataoko foana izay hitiavany ahy.",
        "11": "“Lazaiko aminareo izany mba ho faly hoatr’ahy ianareo, sady mba ho feno izany fifalianareo izany.",
        "12": "Izao no didiko: “Mifankatiava ianareo, hoatran’ny nitiavako anareo.",
        "13": "Tsy misy manana fitiavana lehibe noho izao, dia ny mahafoy ny ainy ho an’ny namany.",
        "14": "Ho namako ianareo raha mankatò ny didy omeko anareo.",
        "15": "Tsy antsoiko hoe mpanompo intsony ianareo, satria ny mpanompo tsy mahalala izay ataon’ny tompony. Fa antsoiko hoe namana kosa ianareo, satria ampahafantariko anareo daholo izay henoko tamin’ny Raiko.",
        "16": "Tsy ianareo no nifidy ahy, fa izaho no nifidy anareo. Notendreko hamokatra foana ianareo, sady hamokatra voa maharitra eo foana. Amin’izay dia homen’ny Ray anareo izay rehetra angatahinareo aminy amin’ny anarako.",
        "17": "“Ireo no didy omeko anareo, amin’izay ianareo mifankatia.",
        "18": "Raha halan’izao tontolo izao ianareo, dia fantaro fa izaho efa halany talohanareo.",
        "19": "Raha anisan’izao tontolo izao ianareo, dia ho tian’izao tontolo izao satria azy. Fa satria tsy anisan’izao tontolo izao ianareo, fa efa nofidiko avy teo amin’izao tontolo izao, dia halan’izao tontolo izao ianareo.",
        "20": "Tadidio ilay teniko taminareo hoe: Tsy lehibe noho ny tompony ny mpanompo. Raha nanenjika ahy izy, dia hanenjika anareo koa. Ary raha nankatò ny teniko izy, dia hankatò ny teninareo koa.",
        "21": "Noho ny anarako anefa no hanaovany an’izany rehetra izany aminareo, satria tsy fantany Ilay naniraka ahy.",
        "22": "Raha ohatra ka tsy tonga aho sady tsy niteny taminy, dia tsy ho meloka izy. Izao anefa izy tsy manana fialan-tsiny amin’ny fahotany.",
        "23": "Izay mankahala ahy dia mankahala ny Raiko.",
        "24": "Tsy ho meloka izy, raha tsy nataoko teo aminy ireny fahagagana mbola tsy nisy nanao ireny. Izao anefa izy sady nahita ahy no mbola mankahala ahy sy ny Raiko koa.",
        "25": "Mitranga anefa izany mba ho tanteraka ilay voasoratra ao amin’ny Lalàna hoe: ‘Nankahala ahy tsy amin’antony izy ireo.’",
        "26": "Ho tonga ilay mpanampy hirahiko ho any aminareo avy any amin’ny Ray, dia ny fanahin’ny fahamarinana. Rehefa tonga io mpanampy avy any amin’ny Ray io, dia hanome porofo momba ahy.",
        "27": "Dia ianareo indray avy eo no hanome porofo momba ahy, satria ianareo efa niaraka tamiko hatramin’ny voalohany."
    },
    "16": {
        "1": "“Nilaza an’izany taminareo aho, mba tsy ho levona ny finoanareo.",
        "2": "Horoahin’ny olona hiala amin’ny synagoga ianareo. Mbola ho avy aza ny fotoana hiheveran’izay mamono anareo hoe manao fanompoana masina ho an’Andriamanitra izy rehefa manao an’izany.",
        "3": "Hanao an’izany izy, satria mbola tsy fantany na izaho na ny Ray.",
        "4": "Noteneniko anareo anefa izany, amin’izay rehefa tonga ny fotoana itrangan’izany, dia ho tadidinareo hoe efa niteny an’izany taminareo aho. “Tsy noteneniko anareo izany tamin’ny voalohany, satria mbola teo aminareo aho.",
        "5": "Handeha ho any amin’Ilay naniraka ahy aho izao, nefa tsy misy manontany ahy ianareo hoe: ‘Ho aiza ianao?’",
        "6": "Malahelo be mantsy ny fonareo satria niteny anareo an’izany aho.",
        "7": "Lazaiko aminareo anefa fa tena mahasoa anareo ny handehanako, satria raha tsy mandeha aho, dia tsy ho tonga atỳ aminareo ilay mpanampy. Raha mandeha anefa aho, dia hirahiko ho atỳ aminareo izy.",
        "8": "Ary rehefa tonga izy, dia hanome porofo mampiaiky an’izao tontolo izao momba ny fahotana, sy momba ny fahamarinana, ary momba ny fitsarana.",
        "9": "Voalohany, porofo momba ny fahotana, satria tsy mino ahy izy ireo.",
        "10": "Avy eo, porofo momba ny fahamarinana, satria ho any amin’ny Ray aho ka tsy ho hitanareo intsony.",
        "11": "Ary farany, porofo momba ny fitsarana, satria efa voatsara ilay mpitondra an’izao tontolo izao.",
        "12": "“Mbola betsaka ny zavatra tokony holazaiko aminareo, saingy tsy zakanareo izany izao.",
        "13": "Rehefa tonga anefa izy, izany hoe ny fanahin’ny fahamarinana, dia hitari-dalana anareo mba ho azonareo tsara ny fahamarinana rehetra. Tsy ny heviny fotsiny mantsy no hoteneniny, fa izay henony no holazainy, dia hohazavainy aminareo ny zavatra mbola ho avy.",
        "14": "Hanome voninahitra ahy izy, satria hohazavainy aminareo izay azony avy amiko.",
        "15": "Izay rehetra an’ny Ray dia ahy. Izany no nahatonga ahy hiteny hoe hohazavainy aminareo izay azony avy amiko.",
        "16": "Rehefa afaka kelikely dia tsy hahita ahy intsony ianareo, fa rehefa afaka kelikely indray dia hahita ahy ianareo.”",
        "17": "Dia nifampiresaka ny mpianany sasany hoe: “Fa inona no tiany hotenenina amin’ilay hoe: ‘Rehefa afaka kelikely dia tsy hahita ahy ianareo, fa rehefa afaka kelikely indray dia hahita ahy ianareo’, sy ilay hoe: ‘Satria ho any amin’ny Ray aho’?”",
        "18": "Ary hoy ireo: “Fa inona àry no tiany hotenenina amin’ilay hoe: ‘Rehefa afaka kelikely’? Tsy azontsika ny tiany holazaina.”",
        "19": "Fantatr’i Jesosy fa te hanontany azy izy ireo, ka hoy izy: “Lasa mifanontany ve ianareo, satria niteny aho hoe: ‘Rehefa afaka kelikely dia tsy hahita ahy ianareo, fa rehefa afaka kelikely indray dia hahita ahy ianareo’?",
        "20": "Lazaiko marimarina aminareo fa hitomany sy hidradradradra ianareo, fa izao tontolo izao kosa hifaly. Halahelo ianareo, nefa hivadika ho fifaliana ny alahelonareo.",
        "21": "Ory ny vehivavy rehefa tonga ny fotoana iterahany. Tsy tadidiny intsony anefa ny fahoriany rehefa teraka izy. Faly mantsy izy fa misy olona teraka eo amin’izao tontolo izao.",
        "22": "Malahelo koa ianareo izao. Hahita anareo indray anefa aho, dia ho faly ny fonareo. Dia tsy hisy hanala an’izany fifalianareo izany.",
        "23": "Tsy hanontany ahy intsony mihitsy ianareo amin’izay andro izay. Lazaiko marimarina aminareo fa na inona na inona angatahinareo amin’ny Ray, dia homeny anareo amin’ny anarako izany.",
        "24": "Mbola tsy nangataka na inona na inona tamin’ny anarako ianareo, hatramin’izao. Mangataha dia hahazo ianareo, mba ho feno ny fifalianareo.",
        "25": "“Nanao fanoharana aho rehefa nilaza an’izany taminareo. Tonga anefa ny fotoana tsy hanaovako fanoharana aminareo intsony, fa hotsoriko aminareo ny momba ny Ray.",
        "26": "Hangataka amin’ny anarako ianareo amin’izay andro izay. Tsy midika anefa izany teniko izany hoe izaho no hangataka amin’ny Ray ho anareo.",
        "27": "Tia anareo mantsy ny Ray, satria ianareo efa tia ahy ka nino fa avy tamin’ny Ray aho sady solontenan’Andriamanitra.",
        "28": "Solontenan’ny Ray aho, ary tonga eto amin’izao tontolo izao. Hiala eto amin’izao tontolo izao anefa aho izao, dia ho any amin’ny Ray.”",
        "29": "Hoy ny mpianany: “Izay fa miteny tsotra fotsiny ianao fa tsy manao fanoharana.",
        "30": "Fantatray izao fa hainao daholo ny zava-drehetra, ary tsy mila anontaniana akory ianao. Dia lasa mino izahay fa avy any amin’Andriamanitra ianao.”",
        "31": "Dia hoy i Jesosy: “Tena mino ve ianareo izao?",
        "32": "Ho avy ny fotoana, ary efa kely sisa dia ho tonga ny fotoana handosiranareo tsirairay any amin’izay halehanareo, dia havelanareo ho irery aho. Tsy irery anefa aho satria eo ny Raiko.",
        "33": "Nilaza an’izany taminareo aho mba ho amin’ny alalako no hahazoanareo fiadanana. Eo amin’izao tontolo izao no hahitanareo fahoriana, nefa manàna herim-po! Izaho efa naharesy an’izao tontolo izao.”"
    },
    "17": {
        "1": "Nitraka nijery ny lanitra i Jesosy rehefa avy nilaza an’izany, dia hoy izy: “Ray ô, tonga ny fotoana. Omeo voninahitra ny zanakao mba hanomezany voninahitra anao.",
        "2": "Fa efa nomenao fahefana amin’ny olona rehetra izy, mba ho afaka hanome fiainana mandrakizay ho an’izay rehetra nomenao azy.",
        "3": "Raha te hahazo fiainana mandrakizay izy ireo, dia mila mianatra mba hahafantatra anao, ilay hany tena Andriamanitra, sy Jesosy Kristy, ilay nirahinao.",
        "4": "Efa nanome voninahitra anao aho teto an-tany, satria vitako ny asa nasainao nataoko.",
        "5": "Ray ô, mba omeo voninahitra eo akaikinao àry aho izao, dia ilay voninahitra nananako teo akaikinao, tamin’ny mbola tsy nisy izao tontolo izao.",
        "6": "“Efa nampahafantariko an’ireo olona nomenao ahy teo amin’izao tontolo izao ny anaranao. Anao izy ireo, dia nomenao ahy, ary efa narahiny ny teninao.",
        "7": "Efa fantany izao fa avy taminao ny zava-drehetra nomenao ahy.",
        "8": "Efa noteneniko azy mantsy izay nolazainao tamiko. Dia nekeny izany, ka lasa fantany tsara fa solontenanao aho. Nino koa izy ireo hoe ianao no naniraka ahy.",
        "9": "Mangataka aminao ho azy ireo aho. Tsy mangataka ho an’izao tontolo izao aho fa ho an’ireo nomenao ahy, satria anao izy ireo.",
        "10": "Anao daholo koa izay ananako ary ahy izay anananao, ary efa nomem-boninahitra teo amin’izy ireo aho.",
        "11": "“Tsy ho eto amin’izao tontolo izao intsony aho, satria ho any aminao, fa izy ireo no eto. Ray Masina ô, arovy izy ireo noho ilay anaranao nomenao ahy, mba ho iray koa izy ireo, hoatr’antsika ihany.",
        "12": "Tamin’izaho mbola teo amin’izy ireo, dia niaro azy aho noho ilay anaranao nomenao ahy. Narovako izy ireo, ka tsy nisy ringana na iray aza, afa-tsy ilay zanaky ny fandringanana, mba ho tanteraka ny Soratra Masina.",
        "13": "Ho any aminao anefa aho izao, ary lazaiko eto amin’izao tontolo izao ireny zavatra ireny, mba ho tena tsapan’izy ireo ao am-pony ny fifaliako.",
        "14": "Efa nomeko azy ny teninao. Halan’izao tontolo izao anefa izy, satria tsy anisan’izao tontolo izao, hoatr’ahy tsy anisan’izao tontolo izao.",
        "15": "“Tsy mangataka aminao mba hanala azy ireo eo amin’izao tontolo izao aho, fa mba hiaro azy amin’ilay ratsy.",
        "16": "Tsy anisan’izao tontolo izao izy, hoatr’ahy tsy anisan’izao tontolo izao.",
        "17": "Mba hamasino amin’ny alalan’ny fahamarinana izy ireo, fa ny teninao no fahamarinana.",
        "18": "Nirahinao ho amin’izao tontolo izao aho, dia hoatr’izany koa fa nirahiko ho amin’izao tontolo izao izy ireo.",
        "19": "Ary ho azy ireo no anamasinako ny tenako, amin’izay koa izy ireo hohamasinina amin’ny alalan’ny fahamarinana.",
        "20": "“Tsy mangataka ho an’ireto ihany anefa aho, fa ho an’izay mino ahy koa noho ny tenin’izy ireo,",
        "21": "mba ho iray izy rehetra, hoatr’anao Ray tafaray amiko ary izaho tafaray aminao, dia ho tafaray amintsika koa izy ireo, amin’izay dia hino izao tontolo izao hoe ianao no naniraka ahy.",
        "22": "Nomeko azy ireo ilay voninahitra nomenao ahy, mba ho iray hoatr’antsika koa izy ireo.",
        "23": "Izaho tafaray aminy ary ianao tafaray amiko, mba ho iray tanteraka izy ireo, ka ho fantatr’izao tontolo izao fa ianao no naniraka ahy sady efa tia azy tahaka ny nitiavanao ahy.",
        "24": "Ray ô, tiako raha mba miaraka amiko any amin’izay misy ahy ireo nomenao ahy ireo, mba ho hitany ilay voninahitro nomenao ahy, satria ianao efa tia ahy talohan’ny nanorenana an’izao tontolo izao.",
        "25": "Ray ô, manao ny rariny ianao. Tena tsy mahafantatra anao izao tontolo izao, fa izaho efa mahafantatra anao, ary ireto koa efa mahalala fa ianao no naniraka ahy.",
        "26": "Efa nampahafantariko azy ny anaranao ary mbola hampahafantariko ihany, mba ho hoatran’ny nitiavanao ahy no hitiavan’izy ireo ny hafa, ary mba ho tafaray amin’izy ireo koa aho.”"
    },
    "18": {
        "1": "Rehefa avy nilaza an’izany i Jesosy, dia lasa nandeha niampita ny Lohasahan’i Kidrona, niaraka tamin’ny mpianany. Dia nankao amin’ny zaridaina iray tany izy sy ny mpianany.",
        "2": "Nahafantatra an’io toerana io koa i Jodasy, ilay namadika azy, satria mpankao matetika i Jesosy sy ny mpianany.",
        "3": "Nitondra andia-miaramila sy mpiambina avy tamin’ny lehiben’ny mpisorona sy ny Fariseo àry i Jodasy, ka tonga tao nitondra fanilo sy jiro ary fiadiana.",
        "4": "Fantatr’i Jesosy hoe inona daholo ny zavatra hanjo azy, ka nanatona izy ary nanontany hoe: “Iza no tadiavinareo?”",
        "5": "Hoy ireo taminy: “I Jesosy avy any Nazareta.” Dia hoy izy: “Izaho no izy.” Teo koa i Jodasy, ilay namadika azy, nitsangana niaraka tamin’izy ireo teo.",
        "6": "Rehefa nilaza anefa i Jesosy hoe: “Izaho no izy”, dia nihemotra izy ireo ka nianjera tamin’ny tany.",
        "7": "Nanontany indray àry izy hoe: “Fa iza ho’aho no tadiavinareo?” Dia hoy ireo: “I Jesosy avy any Nazareta.”",
        "8": "Ary hoy i Jesosy: “Efa hoe izaho no izy! Koa raha izaho no tadiavinareo, dia avelao ireto handeha.”",
        "9": "Nitranga izany mba ho tanteraka ilay teniny hoe: “Tsy navelako hisy ho very izay nomenao ahy, na iray aza.”",
        "10": "Ary nanana sabatra i Simona Petera. Dia notsoahany ilay izy, ka nasiany ny mpanompon’ny mpisoronabe dia tapaka ny sofiny havanana. Malko no anaran’io mpanompo io.",
        "11": "Hoy anefa i Jesosy tamin’i Petera: “Ampidiro ao amin’ny tranony ny sabatrao. Izaho ve dia tsy hisotro amin’ny kaopy nomen’ny Raiko ahy?”",
        "12": "Dia nisambotra an’i Jesosy ilay andia-miaramila sy ny mpitari-tafika ary ny mpiambina teo amin’ny Jiosy, ka namatotra azy.",
        "13": "Nentiny tany amin’i Anasy aloha izy, satria i Anasy no rafozandahin’i Kaiafa, ilay mpisoronabe tamin’izany taona izany.",
        "14": "Io Kaiafa io ilay nanoro hevitra ny Jiosy hoe mahasoa azy ireo raha olona iray no maty ho an’ny vahoaka.",
        "15": "Nanaraka an’i Jesosy i Simona Petera sy ny mpianatra iray fantatry ny mpisoronabe. Dia niditra tao an-tokotanin’ny mpisoronabe niaraka tamin’i Jesosy ilay mpianatra,",
        "16": "fa i Petera kosa nijanona tao ivelany, teo am-bavahady. Nivoaka àry ilay mpianatra fantatry ny mpisoronabe, dia niresaka tamin’ny mpiandry vavahady ka nampiditra an’i Petera.",
        "17": "Ary hoy ilay mpanompovavy mpiandry vavahady, tamin’i Petera: “Tsy mpianatr’io lehilahy io koa ve ianao?” Hoy i Petera: “Tsy mpianany aho ka!”",
        "18": "Nijoro nanodidina ny afon-tsaribao nampirehetiny teo ny mpanompo sy ny mpiambina, satria nangatsiaka ny andro. Nitanina afo izy ireo, dia mba nijoro nitanina afo teo koa i Petera.",
        "19": "Dia nanontany an’i Jesosy momba ny mpianany sy ny fampianarany ny lehiben’ny mpisorona.",
        "20": "Ary hoy i Jesosy: “Niteny teny imason’ny olona rehetra aho. Nampianatra tao amin’ny synagoga sy ny tempoly foana koa aho, dia tany amin’izay nivorian’ny Jiosy rehetra. Tsy niafinafina mihitsy aho rehefa niteny.",
        "21": "Dia maninona ianao no manontany ahy? Ireny olona nihaino ny teniko ireny anontaniana, fa ireny no mahafantatra an’izay nolazaiko.”",
        "22": "Rehefa avy nilaza an’izany izy, dia namely tehamaina azy ny mpiambina iray nijoro teo, ka niteny hoe: “Hoatr’izany ve no famalinao ny lehiben’ny mpisorona?”",
        "23": "Ary hoy i Jesosy: “Raha nisy diso izay nolazaiko, dia porofoy hoe inona no diso. Fa raha marina kosa ny teniko, dia maninona aho no asianao?”",
        "24": "Nasain’i Anasy nentina nifatotra ho any amin’i Kaiafa mpisoronabe i Jesosy avy eo.",
        "25": "Ary mbola nijoro nitanina afo teo i Simona Petera no nisy nanontany hoe: “Tsy mpianany koa moa ianao?” Dia nanda izy hoe: “Tsy mpianany aho ka!”",
        "26": "Hoy ny iray tamin’ny mpanompon’ny mpisoronabe, izay havan’ilay olona nokapain’i Petera ny sofiny: “Tsy ianao ve ilay hitako tao amin’ny zaridaina niaraka taminy?”",
        "27": "Nanda indray anefa i Petera, ary teo no ho eo ihany dia nisy akoho naneno.",
        "28": "Dia niala tao amin’i Kaiafa izy ireo ka nentiny tany an-tranon’ny governora i Jesosy. Vao maraina be tamin’izay. Tsy niditra tao an-tranon’ny governora anefa izy ireo mba tsy ho voaloto. Te hihinana ny sakafon’ny Paska mantsy izy ireo.",
        "29": "Nivoaka nankeo amin’izy ireo teo ivelany àry i Pilato, ka hoy izy: “Inona no iampanganareo an’io lehilahy io?”",
        "30": "Dia namaly ireo hoe: “Raha tsy mpanao ratsy izy, dia tsy ho natolotray anao.”",
        "31": "Hoy àry i Pilato: “Ento izy, dia tsarao araka ny lalànareo.” Dia hoy ny Jiosy: “Tsy azonay atao ny mamono olona.”",
        "32": "Nitranga izany mba ho tanteraka ny teny efa nolazain’i Jesosy mahakasika ny fomba hahafatesany.",
        "33": "Niditra tao an-tranon’ny governora indray i Pilato, dia nantsoiny i Jesosy ka nanontaniany hoe: “Ianao ve no Mpanjakan’ny Jiosy?”",
        "34": "Dia namaly i Jesosy hoe: “Ianao mihitsy ve no te hahafantatra, sa naheno resak’olona momba ahy fotsiny ianao?”",
        "35": "Ary namaly i Pilato hoe: “Izaho ange tsy Jiosy e! Ny firenenao sy ny lehiben’ny mpisorona ihany no nanolotra anao tamiko. Fa inona no nataonao?”",
        "36": "Hoy i Jesosy: “Tsy anisan’izao tontolo izao ny Fanjakako. Raha anisan’izao tontolo izao ny Fanjakako, dia ho niady ny mpanara-dia ahy mba tsy ho natolotra tamin’ny Jiosy aho. Tsy avy amin’izao tontolo izao anefa ny Fanjakako.”",
        "37": "Dia hoy i Pilato: “Mpanjaka ve izany ianao?” Ary hoy i Jesosy: “Voalazanao fa mpanjaka aho. Izao no antony nahaterahako, ary izao no antony nahatongavako eto amin’izao tontolo izao, dia ny hampahafantatra ny marina. Ary mihaino ny feoko izay rehetra miandany amin’ny marina.”",
        "38": "Hoy i Pilato: “Fa inona ny marina?” Nivoaka teo amin’ny Jiosy indray i Pilato rehefa avy niteny an’izany, ka hoy izy: “Tsy hitako izay fahadisoan’io lehilahy io.",
        "39": "Sady raha araka ny fanaonareo, dia tokony hanafaka olona iray ho anareo aho rehefa Paska. Ka sao dia mba tianareo hafahako ho anareo ilay Mpanjakan’ny Jiosy?”",
        "40": "Niantsoantso mafy indray anefa ireo hoe: “Tsy io lehilahy io, fa i Barabasy!” Jiolahy anefa i Barabasy."
    },
    "19": {
        "1": "Nalain’i Pilato i Jesosy avy eo, dia nokaravasiny.",
        "2": "Ary nandrandrana fehiloha tsilo ny miaramila ka nataony teo amin’ny lohan’i Jesosy, sady nampitafiany lamba volomparasy izy.",
        "3": "Nankeo aminy izy ireo ka niteny hoe: “Miarahaba anao, ry Mpanjakan’ny Jiosy!” Namely tehamaina azy imbetsaka koa ireo.",
        "4": "Nivoaka indray i Pilato, ka hoy izy tamin’ny vahoaka: “Hoentiko mivoaka eto aminareo àry izy, amin’izay ho fantatrareo fa tsy hitako izay fahadisoany.”",
        "5": "Dia nivoaka i Jesosy. Nisy fehiloha tsilo teo amin’ny lohany, ary nitafy lamba volomparasy izy. Ary hoy i Pilato tamin’ny olona: “Io àry ny lehilahy!”",
        "6": "Rehefa hitan’ny lehiben’ny mpisorona sy ny mpiambina anefa izy, dia niantsoantso ireo hoe: “Fantsiho eo amin’ny tsato-kazo izy! Fantsiho eo amin’ny tsato-kazo!” Hoy i Pilato: “Ento izy dia vonoy, fa raha izaho, tsy hitako izay fahadisoany.”",
        "7": "Hoy anefa ny Jiosy: “Manana lalàna izahay, ary araka ilay lalàna dia tokony ho faty izy, satria izy niteny hoe zanak’Andriamanitra, hono, izy.”",
        "8": "Vao mainka natahotra i Pilato rehefa naheno an’izany tenin’izy ireo izany.",
        "9": "Niditra tao an-tranon’ny governora indray àry izy, dia nanontany an’i Jesosy hoe: “Fa avy aiza ianao?” Tsy namaly anefa i Jesosy.",
        "10": "Dia hoy i Pilato: “Tsy hamaly ve izany ianao? Tsy fantatrao angaha fa manana fahefana hanafaka anao aho, sady manana fahefana hamono anao?”",
        "11": "Ary namaly i Jesosy hoe: “Tsy ho nanana fahefana tamiko mihitsy ianao, raha tsy nomena anao avy tany ambony izany. Ilay olona nanolotra ahy taminao àry no meloka kokoa.”",
        "12": "Izany no nahatonga an’i Pilato hitady fomba hanafahana azy foana. Niantsoantso anefa ny Jiosy hoe: “Tsy naman’i Kaisara ianao raha afahanao io, satria manohitra an’i Kaisara izay milaza ny tenany hoe mpanjaka.”",
        "13": "Nentin’i Pilato nivoaka i Jesosy, rehefa henony izany. Nipetraka teo amin’ny toeram-pitsarana izy, teo amin’ny toerana antsoina hoe Tokotany Vato, izay atao amin’ny teny hebreo hoe Gabata.",
        "14": "Andro Fiomanana ho amin’ny Paska tamin’izay, tamin’ny ora fahenina teo ho eo. Ary hoy i Pilato tamin’ny Jiosy: “Io ny mpanjakanareo!”",
        "15": "Niantsoantso mafy anefa ireo hoe: “Vonoy io! Vonoy any io! Fantsiho eo amin’ny tsato-kazo!” Hoy anefa i Pilato: “Dia hovonoiko ve izany ny mpanjakanareo?” Ary namaly ny lehiben’ny mpisorona hoe: “Tsy manana mpanjaka afa-tsy i Kaisara izahay.”",
        "16": "Dia natolony azy ireo izy mba hovonoina teo amin’ny tsato-kazo. Nentin’ireo àry i Jesosy.",
        "17": "Dia nitondra an’ilay hazo fijaliana izy, ka nankany amin’ilay toerana atao hoe Ikarandoha, na hoe Golgota amin’ny teny hebreo.",
        "18": "Teo i Jesosy no nofantsihan’izy ireo teo amin’ny tsato-kazo, niaraka tamin’ny lehilahy anankiroa, ka ny iray teo ankavanany ary ny iray teo ankaviany, fa izy no teo afovoany.",
        "19": "Nisy soratra nataon’i Pilato koa napetany teo amin’ilay hazo fijaliana, hoe: “Jesosy avy any Nazareta, Mpanjakan’ny Jiosy.”",
        "20": "Be dia be ny Jiosy namaky an’ilay soratra, satria teo akaikin’ny tanàna ilay toerana namantsihana an’i Jesosy teo amin’ny tsato-kazo. Nosoratana tamin’ny teny hebreo sy latinina ary grika koa ilay izy.",
        "21": "Hoy anefa ny lehiben’ny mpisoron’ny Jiosy tamin’i Pilato: “Aza atao hoe ‘Mpanjakan’ny Jiosy’, fa ovao an’ilay nolazainy hoe ‘Mpanjakan’ny Jiosy aho.’”",
        "22": "Hoy anefa i Pilato: “Izay voasoratro dia voasoratro.”",
        "23": "Rehefa voafantsiky ny miaramila teo amin’ny tsato-kazo i Jesosy, dia nalain’izy ireo ny akanjony ivelany, ary nozarainy efatra ka samy nahazo ny miaramila tsirairay. Nalain’ireo koa ny akanjony anatiny. Tsy nisy zaitra anefa io akanjo io, fa tenona iray ihany hatrany ambony ka hatrany ambany.",
        "24": "Nifampiresaka àry izy ireo hoe: “Aleo tsy horovitintsika ity, fa andao isika hanao antsapaka dia ho hitantsika hoe iza no hahazo azy.” Nitranga izany mba ho tanteraka ny Soratra Masina hoe: “Nifampizaran’izy ireo ny fitafiako, ary nanaovany antsapaka ny akanjoko.” Dia izany tokoa no nataon’ny miaramila.",
        "25": "Nitsangana teo akaikin’ny hazo fijalian’i Jesosy ny reniny sy ny rahavavin-dreniny, ary Maria vadin’i Klopa sy Maria Magdalena.",
        "26": "Rehefa hitan’i Jesosy nijoro teo àry ny reniny sy ilay mpianatra tiany, dia hoy izy tamin-dreniny: “Ravehivavy, io ny zanakao!”",
        "27": "Hoy indray izy avy eo tamin’ilay mpianatra: “Io ny reninao!” Dia nentin’ilay mpianatra tany aminy ilay vehivavy nanomboka teo.",
        "28": "Taorian’izay, dia fantatr’i Jesosy fa efa vitany daholo hatreto ny zavatra nasain’ny Rainy nataony. Dia hoy izy: “Mangetaheta aho.” Nilaza an’izany izy mba ho tanteraka ny Soratra Masina.",
        "29": "Nisy divay marikivy eran’ny siny teo. Koa natsoboky ny olona tao anatin’ilay divay marikivy ny spaonjy, dia nataony teo amin’ny tahona hysopa ka natohony tamin’ny vavan’i Jesosy.",
        "30": "Rehefa avy nanandrana an’ilay divay i Jesosy, dia hoy izy: “Vita!” Ary nanondrika ny lohany izy dia tapitra ny ainy.",
        "31": "Andro Fiomanana tamin’izay, ka nangataka tamin’i Pilato ny Jiosy mba hasaina hotapahina ny ranjon’ireo natao teo amin’ny hazo fijaliana, dia hesorina ny faty. Amin’izay tsy hisy ho tavela eo amin’ny hazo fijaliana ireo faty ireo amin’ny andro sabata—fa Sabata lehibe io.—",
        "32": "Tonga àry ny miaramila ka notapahiny ny ranjon’ilay voalohany sy ny ranjon’ilay anankiray natao teo amin’ny tsato-kazo, teo akaikin’i Jesosy.",
        "33": "Rehefa tonga teo amin’i Jesosy anefa izy ireo, dia hitany fa efa maty izy ka tsy notapahiny ny ranjony.",
        "34": "Mbola nolefonin’ny iray tamin’ireo miaramila ihany anefa ny takibany, ka tonga dia nisy ra sy rano nivoaka.",
        "35": "Ary vavolombelon’izany ilay nahita maso, sady marina ny teniny. Fantany koa fa marina izay lazainy, ary milaza an’izany izy mba hinoanareo koa.",
        "36": "Nitranga izany mba ho tanteraka ny Soratra Masina hoe: “Tsy hisy ho tapaka ny taolany.”",
        "37": "Eo koa ilay andininy milaza hoe: “Hijery an’ilay olona nolefoniny izy ireo.”",
        "38": "Taorian’izany, dia nangataka tamin’i Pilato i Josefa avy any Arimatia, raha azony esorina ny fatin’i Jesosy. Mpianatr’i Jesosy io Josefa io, saingy tsy niteniteny izy noho ny fahatahorany ny Jiosy. Navelan’i Pilato hanao an’izany i Josefa, ka tonga nanala an’ilay faty.",
        "39": "Tonga koa i Nikodemosy, nitondra miora sy aloesy nafangaro, izay nilanja 100 livatra teo ho eo. Izy ilay lehilahy tonga alina tao amin’i Jesosy tamin’ny voalohany.",
        "40": "Nalain’izy roa lahy àry ny fatin’i Jesosy, dia nofonosiny lamba rongony niaraka tamin’ny zava-manitra, araka ny fanaon’ny Jiosy rehefa mandevina.",
        "41": "Nisy zaridaina teo amin’ilay toerana namonoana azy, ary nisy fasana vaovao mbola tsy nandevenana mihitsy tao amin’ilay zaridaina.",
        "42": "Andro Fiomanan’ny Jiosy tamin’izay, sady teo akaiky teo ilay fasana, ka naleviny tao i Jesosy."
    },
    "20": {
        "1": "Tamin’ny andro voalohany amin’ny herinandro, dia nankany am-pasana vao maraina be i Maria Magdalena, raha mbola maizimaizina ny andro. Dia hitany fa efa nisy nanala ilay vato teo amin’ny fasana.",
        "2": "Lasa àry izy nihazakazaka nankany amin’i Simona Petera sy ilay mpianatra anankiray tian’i Jesosy, ka niteny hoe: “Nisy naka tao am-pasana ny Tompo, dia tsy fantatray izay nametrahany azy.”",
        "3": "Dia nankany am-pasana i Petera sy ilay mpianatra.",
        "4": "Nihazakazaka izy roa lahy, nefa haingana kokoa noho i Petera ilay mpianatra, ka izy no tonga voalohany tany am-pasana.",
        "5": "Rehefa niondrika nijery iny izy, dia nahita ny lamba rongony nipetraka teo, nefa tsy niditra.",
        "6": "Tonga koa i Simona Petera, nanaraka azy, dia niditra tao am-pasana. Nahita an’ilay lamba rongony nipetraka teo koa izy.",
        "7": "Tsy teo akaikin’ilay fehim-paty ilay lamba natao teo amin’ny lohan’i Jesosy, fa nivalona nitokana.",
        "8": "Niditra koa avy eo ilay mpianatra anankiray tonga voalohany teo am-pasana, dia nahita ka nino an’izay nolazaina taminy.",
        "9": "Mbola tsy azon’izy ireo anefa ilay nolazain’ny Soratra Masina hoe tsy maintsy hitsangana amin’ny maty izy.",
        "10": "Samy nandeha nody àry ireo mpianatra ireo.",
        "11": "Mbola nijoro nitomany teo ivelan’ilay fasana anefa i Maria. Sady nitomany izy no niondrika nijery tao am-pasana,",
        "12": "ka nahita anjely roa niakanjo fotsy nipetraka teo amin’ilay nametrahana ny fatin’i Jesosy: Ny iray teo an-doha, ary ny iray teo an-tongotra.",
        "13": "Hoy izy ireo: “Fa maninona ianao no mitomany, ravehivavy?” Dia hoy izy: “Nisy naka tsinona ny Tompoko, dia tsy fantatro izay nametrahany azy.”",
        "14": "Nitodika izy avy eo rehefa avy niteny an’izany, ka nahita an’i Jesosy nijoro teo, nefa tsy tonga saina izy hoe i Jesosy io.",
        "15": "Hoy i Jesosy: “Fa maninona ianao no mitomany, ravehivavy? Fa iza no tadiavinao?” Noheverin’i Maria fa mpanao zaridaina izy, ka hoy izy: “Raha ianao, tompoko, no naka azy, dia mba lazao amiko izay nametrahanao azy mba hakako azy.”",
        "16": "Hoy i Jesosy: “Maria!” Dia nitodika i Maria ka niteny tamin’ny teny hebreo hoe: “Rabôny!”, izay midika hoe “Mpampianatra!”",
        "17": "Dia hoy i Jesosy: “Aza tazonina intsony aho, fa mbola tsy niakatra tany amin’ny Ray. Fa mandehana any amin’ny rahalahiko dia teneno ry zareo hoe: ‘Handeha ho any amin’ny Raiko sy ny Rainareo aho, dia ho any amin’ilay Andriamanitro sady Andriamanitrareo.’”",
        "18": "Dia lasa nitondra an’izany vaovao izany tany amin’ny mpianatra i Maria Magdalena, ka hoy izy: “Nahita ny Tompo aho!” Notantarainy azy ireo koa ny zavatra notenenin’i Jesosy.",
        "19": "Rehefa hariva ny andro, tamin’io andro voalohany amin’ny herinandro io, dia tonga i Jesosy ka nitsangana teo afovoan’ny mpianatra. Nihidy tao an-trano izy ireo tamin’izay noho ny fahatahorany ny Jiosy. Dia hoy i Jesosy: “Fiadanana anie ho anareo!”",
        "20": "Rehefa avy niteny an’izany izy, dia nasehony azy ireo ny tanany sy ny takibany. Dia faly ny mpianatra nahita ny Tompo.",
        "21": "Hoy indray i Jesosy: “Fiadanana anie ho anareo! Naniraka ahy ny Ray, dia izaho koa maniraka anareo.”",
        "22": "Nitsoka rivotra tamin’izy ireo izy rehefa avy nilaza an’izany, ka niteny hoe: “Raiso ny fanahy masina.",
        "23": "Izay fahotana avelanareo dia ho voavela, fa izay tsy avelanareo kosa tsy ho voavela.”",
        "24": "Tsy niaraka tamin’ny mpianatra anefa i Tomasy tamin’i Jesosy tonga teo amin’izy ireo. Anisan’ny 12 Lahy io Tomasy io, ary antsoina koa hoe Ikambana.",
        "25": "Hoy ny mpianatra taminy: “Nahita ny Tompo izahay!” Hoy anefa izy: “Tsy hino an’izany mihitsy aho raha tsy hitako ilay diam-pantsika eo amin’ny tanany, dia ataoko eo amin’ilay diam-pantsika ny rantsantanako, ary ataoko eo amin’ny takibany ny tanako.”",
        "26": "Tao an-trano indray ny mpianany, valo andro taorian’izay, ary tao koa i Tomasy. Dia tonga i Jesosy, na dia nihidy aza ny varavarana, ka nitsangana teo afovoan’izy ireo sady niteny hoe: “Fiadanana anie ho anareo!”",
        "27": "Hoy izy avy eo tamin’i Tomasy: “Ataovy eto ny rantsantananao, dia jereo ny tanako, ary ataovy eto amin’ny takibako ny tananao. Dia aza misalasala intsony fa mba minoa amin’izay.”",
        "28": "Dia hoy i Tomasy: “Tompoko sy Andriamanitro!”",
        "29": "Ary hoy i Jesosy: “Ilay ianao nahita ahy ve no mahatonga anao hino? Sambatra izay tsy nahita nefa mino.”",
        "30": "Mbola nanao famantarana be dia be teo anatrehan’ny mpianatra koa i Jesosy, nefa tsy voasoratra ato amin’ity horonam-boky ity izany.",
        "31": "Nosoratana anefa ireo mba hinoanareo fa i Jesosy no Kristy Zanak’Andriamanitra. Dia rehefa mino ianareo, dia hahazo fiainana amin’ny anarany."
    },
    "21": {
        "1": "Taorian’izay, dia niseho tamin’ny mpianatra indray i Jesosy, teo amin’ny Ranomasin’i Tiberiasy. Hoatr’izao no fomba nisehoany:",
        "2": "Niaraka i Simona Petera, sy Tomasy—ilay antsoina koa hoe Ikambana—, sy Natanaela avy any Kana, any Galilia, sy ireo zanakalahin’i Zebedio, ary ny mpianatra roa hafa.",
        "3": "Hoy i Simona Petera: “Handeha hanarato aho.” “Izahay koa hiaraka aminao”, hoy ny sasany. Dia lasa izy ireo ka nankao anaty sambokely, nefa tsy nahazo na inona na inona tamin’iny alina iny.",
        "4": "Raha vao maraina anefa ny andro, dia nijoro teo amin’ny torapasika i Jesosy, nefa tsy tonga saina ny mpianatra hoe i Jesosy io.",
        "5": "Ary hoy i Jesosy: “Manana zavatra azo hanina ve ianareo, anaka?” Dia namaly izy ireo hoe: “Tsy manana!”",
        "6": "Hoy izy: “Atsipazo eo ankavanan’ny sambokely ny harato fa hahazo ianareo.” Dia natsipin’izy ireo ilay harato, ka tsy zakany nampiakarina satria be loatra ny trondro.",
        "7": "Avy eo dia hoy ilay mpianatra tian’i Jesosy tamin’i Petera: “Ny Tompo io!” Vao henon’i Simona Petera fa ny Tompo io, dia nanaovany ny akanjony ivelany, satria tsy niakanjo izy. Dia nitsoraka tao anaty ranomasina izy.",
        "8": "Ny mpianatra hafa kosa nandeha tamin’ilay sambokely, sady nisintona an’ilay harato feno trondro. Tsy lavitra ny tanety mantsy no nisy azy ireo, fa tany amin’ny 90 metatra teo ho eo fotsiny.",
        "9": "Rehefa niakatra teny an-tanety izy ireo, dia nahita afon-tsaribao nisy trondro teo amboniny, sy mofo.",
        "10": "Hoy i Jesosy: “Itondray amin’ny trondro vao azonareo aho.”",
        "11": "Nankao amin’ilay sambokely àry i Simona Petera, ka nitaritarika an’ilay harato nankeny an-tanety. Feno trondro vaventy 153 ilay izy. Tsy rovitra ilay harato na be dia be aza ny trondro tao.",
        "12": "Hoy i Jesosy: “Avia hisakafo maraina.” Tsy nisy sahy nanontany anefa izy ireo hoe: “Iza ianao?”, satria fantany hoe ny Tompo io.",
        "13": "Dia nalain’i Jesosy ny mofo ka nomeny azy ireo. Hoatr’izany koa ny trondro.",
        "14": "Tamin’io i Jesosy no niseho fanintelony tamin’ny mpianany, taorian’ny nananganana azy tamin’ny maty.",
        "15": "Rehefa avy nisakafo maraina izy ireo, dia hoy i Jesosy tamin’i Simona Petera: “Simona zanak’i Jaona a, tia ahy mihoatra noho ny itiavanao an’iretsy ve ianao?” Dia hoy izy: “Ie, fantatrao fa miraiki-po aminao aho, Tompo ô!” Hoy i Jesosy: “Fahano àry ny zanak’ondriko.”",
        "16": "Hoy indray izy fanindroany: “Simona zanak’i Jaona, tia ahy ve ianao?” Dia hoy izy: “Ie, fantatrao fa miraiki-po aminao aho, Tompo ô!” Hoy i Jesosy: “Andraso àry ny ondrikeliko.”",
        "17": "Hoy izy fanintelony: “Simona zanak’i Jaona, miraiki-po amiko ve ianao?” Dia nalahelo i Petera noho izy nanontany fanintelony hoe: “Miraiki-po amiko ve ianao?” Hoy àry izy: “Tompo ô, mahalala ny zava-drehetra ianao. Fantatrao fa miraiki-po aminao aho.” Hoy i Jesosy: “Fahano àry ny ondrikeliko.",
        "18": "Lazaiko marimarina aminao fa tamin’ianao mbola tanora kokoa, dia ianao ihany no nampiakanjo ny tenanao, ary nankany amin’izay tianao haleha ianao. Fa rehefa mihantitra ianao, dia hanatsotra ny tananao, ka olon-kafa no hampiakanjo anao sy hitondra anao any amin’izay tsy tianao haleha.”",
        "19": "Niteny an’izany izy mba hilazana ny fomba hahafatesan’i Petera ka hanomezany voninahitra an’Andriamanitra amin’izany. Rehefa avy nilaza an’izany izy, dia niteny tamin’i Petera hoe: “Manaraha ahy foana.”",
        "20": "Nitodika i Petera avy eo, dia hitany nanaraka tao aoriana ilay mpianatra tian’i Jesosy, ilay niankina teo an-tratrany tamin’ilay sakafo hariva sady nanontany hoe: “Tompo ô, iza ilay hamadika anao?”",
        "21": "Rehefa nahita an’ilay mpianatra àry i Petera, dia hoy izy tamin’i Jesosy: “Tompo ô, ary ahoana ny amin’itsy?”",
        "22": "Dia hoy i Jesosy: “Mampaninona anao moa raha mbola tiako ho eo foana izy rehefa tonga aho? Fa manaraha ahy foana fotsiny ianao.”",
        "23": "Dia nandeha ny resaka teo amin’ny mpanara-dia an’i Jesosy hoe tsy ho faty, hono, ilay mpianatra. Tsy niteny anefa i Jesosy hoe tsy ho faty izy, fa hoe: “Mampaninona anao moa raha mbola tiako ho eo foana izy rehefa tonga aho?”",
        "24": "Io ilay mpianatra mijoro ho vavolombelon’izany rehetra izany sady nanoratra an’izany. Ary fantatray fa marina ny teniny.",
        "25": "Misy zavatra hafa be dia be koa nataon’i Jesosy, ary raha nosoratana tamin’ny an-tsipiriany daholo ireny, dia ataoko fa na izao tontolo izao aza tsy ho omby ny horonam-boky voasoratra."
    },
    "meta": {
        "name": "Jaona",
        "order": 42,
        "chapter_number": 21
    }
}