{
    "1": {
        "1": "Tany am-piandohana ny Teny, ary ny Teny dia niaraka tamin’Andriamanitra, ary ny Teny dia andriamanitra.",
        "2": "Niaraka tamin’Andriamanitra izy tany am-piandohana.",
        "3": "Tamin’ny alalany no nisian’ny zava-drehetra, ary raha tsy noho izy dia tsy nisy na zavatra iray monja aza. Ny zavatra nisy",
        "4": "tamin’ny alalany dia ny fiainana, ary ny fiainana no fahazavana ho an’ny olona.",
        "5": "Mamirapiratra ao anatin’ny haizina ny fahazavana, nefa tsy maharesy azy ny haizina.",
        "6": "Nisy lehilahy iray nirahina ho solontenan’Andriamanitra: Jaona no anarany.",
        "7": "Tonga ho vavolombelona hanambara ny fahazavana izy, mba ho amin’ny alalany no inoan’ny karazan’olona rehetra.",
        "8": "Tsy i Jaona ilay fahazavana, fa nirahina ho vavolombelona hanambara ilay fahazavana fotsiny izy.",
        "9": "Efa ho tonga eo amin’izao tontolo izao ilay tena fahazavana izay manazava ny karazan’olona rehetra.",
        "10": "Teo amin’izao tontolo izao izy, ary tamin’ny alalany no nisian’izao tontolo izao, nefa tsy nahalala azy izao tontolo izao.",
        "11": "Tonga tany amin’ny taniny izy, nefa tsy nandray azy ny olona tany aminy.",
        "12": "Fa izay rehetra tena nandray azy dia nomeny fahafahana ho tonga zanak’Andriamanitra, satria nino ny anarany.",
        "13": "Ary nateraka izy ireo, nefa tsy nateraky ny ra na ny sitrapon’ny nofo na koa ny sitrapon’ny olona, fa naterak’Andriamanitra.",
        "14": "Tonga nofo àry ny Teny, ary nonina teo amintsika, ary hitanay ny voninahiny, dia voninahitra tahaka ny an’ny zanaka lahitokan’ny ray. Feno hatsaram-panahy tsy manam-paharoa sy fahamarinana izy.",
        "15": "Nanambara momba azy i Jaona, ary niantsoantso tokoa izy, eny, izy ilay nilaza hoe: “Ilay ho avy ao aoriako no nialoha ahy, satria efa nisy talohako izy.”",
        "16": "Feno hatsaram-panahy tsy manam-paharoa sy fahamarinana izy, ka nahazo avy tamin’izany isika rehetra, dia hatsaram-panahy tsy manam-paharoa miampy hatsaram-panahy tsy manam-paharoa.",
        "17": "Koa satria nomena tamin’ny alalan’i Mosesy ny Lalàna, dia tonga tamin’ny alalan’i Jesosy Kristy kosa ny hatsaram-panahy tsy manam-paharoa sy ny fahamarinana.",
        "18": "Tsy nisy nahita an’Andriamanitra na oviana na oviana, fa ilay hany andriamanitra nateraka, izay eo an-tratran’ny Ray, no nanazava ny aminy.",
        "19": "Izao no fanambaran’i Jaona rehefa naniraka mpisorona sy Levita avy any Jerosalema ny Jiosy mba hanontany azy hoe: “Iza moa ianao?”",
        "20": "Niaiky izy fa tsy nanda, ary nitsotra hoe: “Tsy Kristy aho.”",
        "21": "Dia nanontany azy izy ireo hoe: “Iza àry e? I Elia ve?” Ary hoy izy: “Tsy izy aho.” “Ianao ve Ilay Mpaminany?” Fa hoy ny navaliny: “Tsia!”",
        "22": "Noho izany, dia hoy ireo: “Iza àry ianao e? Lazao aminay mba hisy valin-teny hoentinay any amin’izay naniraka anay! Inona no lazainao momba anao?”",
        "23": "Dia hoy izy: “Izaho ilay miantso mafy any an-tany efitra hoe: ‘Ataovy mahitsy ny lalana halehan’i Jehovah’, araka ny nolazain’i Isaia mpaminany.”",
        "24": "Ary iraka avy tamin’ny Fariseo ireo,",
        "25": "ka nanontany azy hoe: “Koa nahoana àry ianao no manao batisa raha tsy ianao no Kristy na Elia na Ilay Mpaminany?”",
        "26": "Fa namaly i Jaona hoe: “Izaho manao batisa amin’ny rano, fa eo aminareo kosa misy olona iray mitsangana, izay tsy fantatrareo.",
        "27": "Izy ilay ho avy ao aoriako, nefa tsy mendrika hamaha ny fehin-kapany akory aza aho.”",
        "28": "Tany Betania no nitrangan’izany, teny ampitan’ny Reniranon’i Jordana, izay nanaovan’i Jaona batisa.",
        "29": "Hitany nanatona azy i Jesosy ny ampitson’iny, ka hoy izy: “Iny ilay Zanak’ondrin’Andriamanitra izay manaisotra ny fahotan’izao tontolo izao!",
        "30": "Izy ilay nolazaiko hoe: Misy olona ho avy ao aoriako, nefa efa nialoha ahy izy, satria efa nisy talohako.",
        "31": "Izaho aza tsy nahalala azy akory, fa ny mba hampisehoana azy amin’ny Israely no anaovako batisa amin’ny rano.”",
        "32": "Ary nanome porofo koa i Jaona, ka nanambara hoe: “Hitako nidina toy ny voromailala avy tany an-danitra ny fanahy, ka nitoetra teo amboniny.",
        "33": "Izaho aza tsy nahalala azy akory, fa Ilay naniraka ahy hanao batisa amin’ny rano mihitsy no nilaza tamiko hoe: ‘Izay olona hitanao idinan’ny fanahy sy itoerany, dia izy ilay manao batisa amin’ny fanahy masina.’",
        "34": "Efa hitako izany, ka nanaporofo aho fa izy no Zanak’Andriamanitra.”",
        "35": "Ny ampitson’iny indray koa, raha mbola niara-nijoro tamin’ny mpianany roa lahy i Jaona,",
        "36": "dia nahita an’i Jesosy nandalo izy, ka nanao hoe: “Iny ilay Zanak’ondrin’Andriamanitra!”",
        "37": "Nandre ny teniny ireo mpianatra roa lahy ireo, ary nanaraka an’i Jesosy.",
        "38": "Nitodika i Jesosy, ary nahita azy ireo nanaraka azy, ka nanao taminy hoe: “Inona no tadiavinareo?” Hoy ireo: “Raby—na Mpampianatra, raha adika—aiza ianao no mipetraka?”",
        "39": "Hoy izy: “Avia, dia ho hitanareo.” Nandeha àry izy roa lahy ka nahita izay nipetrahany, ary nipetraka tao aminy ny androtr’iny. Tokony ho tamin’ny ora fahafolo tamin’izay.",
        "40": "I Andrea, rahalahin’i Simona Petera ny iray tamin’ireo roa lahy nandre ny tenin’i Jaona ka nanaraka an’i Jesosy.",
        "41": "Nahita an’i Simona rahalahiny, aloha i Andrea, ka nanao hoe: “Efa hitanay ny Mesia!”—na Kristy, raha adika.",
        "42": "Nentiny tany amin’i Jesosy izy, ary hoy i Jesosy rehefa nahita azy: “Ianao no Simona zanak’i Jaona, ary ianao hatao hoe Kefasy”—izay adika hoe Petera.",
        "43": "Ary te ho any Galilia i Jesosy ny ampitson’iny. Nahita an’i Filipo àry izy, ka nanao hoe: “Andao hanara-dia ahy.”",
        "44": "I Filipo dia avy any Betsaida, avy ao amin’ny tanànan’i Andrea sy Petera.",
        "45": "Nahita an’i Natanaela i Filipo, ka nilaza hoe: “Efa hitanay ilay olona voasoratr’i Mosesy ao amin’ny Lalàna sy voasoratry ny mpaminany, dia i Jesosy, zanak’i Josefa avy any Nazareta.”",
        "46": "Hoy anefa i Natanaela: “Mba misy zavatra tsara angaha moa avy any Nazareta?” Fa hoy i Filipo: “Avia ange jereo e!”",
        "47": "Ary hitan’i Jesosy fa nanatona azy i Natanaela, ka hoy izy momba azy: “Izany ka tena Israelita, sady olona tsy misy fitaka.”",
        "48": "Fa hoy i Natanaela: “Ahoana no ahafantaranao ahy?” Dia namaly i Jesosy hoe: “Efa hitako ianao talohan’ny niantsoan’i Filipo anao, tamin’ianao teo ambany aviavy.”",
        "49": "Ary hoy i Natanaela: “Raby ô, Zanak’Andriamanitra ianao! Mpanjakan’ny Israely ianao!”",
        "50": "Fa hoy i Jesosy: “Ny nilazako taminao ve hoe hitako teo ambany aviavy ianao no mahatonga anao hino? Mbola hahita zavatra lehibe noho izany ianao.”",
        "51": "Hoy koa izy: “Lazaiko aminareo marina dia marina tokoa fa ho hitanareo ny lanitra misokatra, sy ny anjelin’Andriamanitra hiakatra sy hidina mankatỳ amin’ny Zanak’olona.”"
    },
    "2": {
        "1": "Tamin’ny andro fahatelo, dia nisy fanasambe tao Kana, any Galilia, satria nisy fampakaram-bady. Tao amin’io fanasambe io ny renin’i Jesosy.",
        "2": "Nasaina ho amin’ilay fanasambe tamin’io fampakaram-bady io koa i Jesosy sy ny mpianany.",
        "3": "Rehefa lany ny divay, dia hoy ny renin’i Jesosy taminy: “Tsy manana divay ry zareo.”",
        "4": "Hoy anefa i Jesosy: “Misy zavatra iombonako aminao angaha moa, * ravehivavy? Mbola tsy tonga ny fotoana voatondro ho ahy.”",
        "5": "Hoy ny reniny tamin’ireo mpanompo: “Ataovy izay rehetra lazainy aminareo.”",
        "6": "Ary nisy sinibe vato enina fitoeran-drano teo, araka ny notakin’ny lalàna momba ny fidiovana izay narahin’ny Jiosy. Mahalany indroa na intelon’ny daba ny sinibe tsirairay.",
        "7": "Hoy i Jesosy tamin’ny mpanompo: “Fenoy rano ireo sinibe ireo.” Dia nofenoin’ireo hatreo amin’ny molony izany.",
        "8": "Koa hoy i Jesosy: “Tovozy amin’izay, ka itondray ny mpiandraikitra an’ity fanasana ity.” Dia nentin’ireo tany ilay izy.",
        "9": "Koa nanandrana an’ilay rano niova ho divay ilay mpiandraikitra, nefa tsy fantany izay niaviany, fa ireo mpanompo nanovo ny rano no nahalala. Dia niantso ny mpampakatra ilay mpiandraikitra,",
        "10": "ka nanao taminy hoe: “Ny an’ny olona rehetra, ny divay tsara aloha no avoaka, ary rehefa mamo ny olona vao avoaka ny ratsiratsy. Ny anao kosa, ny divay tsara no notehirizinao hatramin’izao.”",
        "11": "Tany Kana, any Galilia, no nanaovan’i Jesosy izany, ho fiandohan’ireo famantarana nataony, ary nasehony ny voninahiny ka nino azy ny mpianany.",
        "12": "Taorian’izany, dia nidina nankany Kapernaomy izy sy ny reniny sy ny rahalahiny ary ny mpianany, saingy tsy nijanona andro maro tao.",
        "13": "Efa akaiky ny Paskan’ny Jiosy, ka niakatra tany Jerosalema i Jesosy.",
        "14": "Ary hitany tao amin’ny tempoly ireo nivarotra omby aman’ondry sy voromailala, ary ireo mpanakalo vola izay nipetraka teo.",
        "15": "Koa nanamboatra karavasy tady izy, ka noroahiny hiala tao amin’ny tempoly izay rehetra niaraka tamin’ny ondry sy omby, ary nararany ny vola madiniky ny mpanakalo vola sady nazerany ny latabany.",
        "16": "Dia hoy izy tamin’ireo nivarotra voromailala: “Ento mivoaka any ireo! Aza atao trano fivarotana intsony ny tranon’ny Raiko!”",
        "17": "Ary tsaroan’ny mpianany fa voasoratra hoe: “Handany tanteraka ny heriko ny hafanam-poko ho an’ny tranonao.”",
        "18": "Fa namaly kosa ny Jiosy, ka nanao hoe: “Inona àry no famantarana hasehonao anay mba hanaporofoanao fa manana fahefana hanao izao ianao?”",
        "19": "Dia namaly i Jesosy hoe: “Ravao ity tempoly ity, fa hatsangako izy ao anatin’ny telo andro.”",
        "20": "Koa hoy ny Jiosy: “Enina amby efapolo taona ange no nanorenana ity tempoly ity e! Koa ianao ve hahatsangana azy ao anatin’ny telo andro?”",
        "21": "Ny vatany anefa ilay tempoly noresahiny.",
        "22": "Rehefa natsangana tamin’ny maty àry izy, dia tsaroan’ny mpianany fa efa nilaza izany matetika izy, ka nino ny Soratra Masina sy ny tenin’i Jesosy ireo.",
        "23": "Maro no nino ny anarany raha nahita ny famantarana nataony, tamin’izy tany Jerosalema, tamin’ny fetin’ny Paska.",
        "24": "Tsy natoky azy ireo anefa i Jesosy, satria fantany daholo izy rehetra",
        "25": "ary satria koa tsy nila na iza na iza hilaza aminy momba ny olona izy, fa ny tenany ihany dia efa nahalala izay tao am-pon’ny olona."
    },
    "3": {
        "1": "Nisy lehilahy iray anisan’ny Fariseo. Nikodemosy no anarany ary mpitondra teo amin’ny Jiosy izy.",
        "2": "Tonga tao amin’i Jesosy izy rehefa alina, ka nanao hoe: “Raby ô, fantatray fa mpampianatra avy amin’Andriamanitra ianao, satria tsy misy mahavita ireny famantarana nataonao ireny raha tsy Andriamanitra no momba azy.”",
        "3": "Dia namaly i Jesosy hoe: “Lazaiko aminao marina dia marina tokoa fa tsy afaka mahita ny fanjakan’Andriamanitra ny olona raha tsy ateraka indray.”",
        "4": "Hoy i Nikodemosy: “Hataon’ny olona ahoana indray no hateraka rehefa antitra izy? Fa angaha moa izy afaka miditra indray ao an-kibon-dreniny mba hateraka?”",
        "5": "Hoy i Jesosy: “Lazaiko aminao marina dia marina tokoa fa tsy afaka miditra ao amin’ny fanjakan’Andriamanitra ny olona raha tsy ateraky ny rano sy ny fanahy.",
        "6": "Izay nateraky ny nofo dia nofo, ary izay nateraky ny fanahy dia fanahy.",
        "7": "Aza gaga noho ny nilazako taminao hoe: Tsy maintsy hateraka indray ianareo.",
        "8": "Mitsoka any amin’izay tiany ny rivotra, * ary renao ny feony, saingy tsy fantatrao hoe avy aiza izy, na ho aiza. Dia toy izany koa izay rehetra ateraky ny fanahy.”",
        "9": "Hoy ny navalin’i Nikodemosy: “Hatao ahoana no hahatonga izany?”",
        "10": "Hoy i Jesosy: “Mpampianatra ny Israely ianao, ka ahoana no tsy ahalalanao izany?",
        "11": "Lazaiko aminao marina dia marina tokoa fa izay fantatray no lazainay ary izay efa hitanay no ambaranay, fa ianareo kosa tsy nandray ny fanambaranay.",
        "12": "Raha ny zavatra etỳ an-tany aza no nolazaiko taminareo nefa tsy inoanareo, ahoana moa no hinoanareo raha ny zavatra any an-danitra no lazaiko aminareo?",
        "13": "Ankoatra izany, dia tsy nisy niakatra tany an-danitra afa-tsy ilay nidina avy any, dia ny Zanak’olona.",
        "14": "Tahaka ny nanandratan’i Mosesy an’ilay bibilava tany an-tany efitra no tsy maintsy anandratana koa ny Zanak’olona,",
        "15": "mba hahazo fiainana mandrakizay izay rehetra mino azy.",
        "16": "“Fa lehibe tokoa ny fitiavan’Andriamanitra an’izao tontolo izao, ka nomeny ny Zanany lahitokana mba tsy ho ringana izay rehetra maneho finoana azy, fa hanana fiainana mandrakizay.",
        "17": "Tsy ny hanameloka an’izao tontolo izao no nanirahan’Andriamanitra ny Zanany ho amin’izao tontolo izao, fa ny hamonjy izao tontolo izao kosa amin’ny alalany.",
        "18": "Tsy homelohina izay maneho finoana ny Zanaka, fa izay tsy maneho finoana azy kosa dia efa voaheloka, satria tsy naneho finoana ny anaran’ilay Zanaka Lahitokan’Andriamanitra.",
        "19": "Izao no fototry ny fanamelohana: Tonga teo amin’izao tontolo izao ny mazava, saingy naleon’ny olona ny haizina toy izay ny mazava, satria ratsy ny ataony.",
        "20": "Fa izay zatra manao ratsy dia mankahala ny mazava, sady tsy manatona ny mazava sao hibaribary ny ataony.",
        "21": "Izay manao ny marina kosa dia manatona ny mazava mba haseho izay ataony, ka ho hita fa natao araka ny sitrapon’Andriamanitra izany.”",
        "22": "Nankany amin’ny faritr’i Jodia i Jesosy sy ny mpianany taorian’izany, ary nijanona kelikely tany niaraka tamin’ny mpianany izy, sady nanao batisa.",
        "23": "I Jaona koa anefa nanao batisa tao Ainona akaikin’i Saleima, satria nisy rano be tao, ary tonga foana ny olona ka natao batisa.",
        "24": "Mbola tsy naiditra am-ponja i Jaona tamin’izay.",
        "25": "Nitarika adihevitra tamin’ny Jiosy iray momba ny fidiovana, ny mpianatr’i Jaona.",
        "26": "Tonga teo amin’i Jaona àry izy ireo ka nanao hoe: “Raby ô, hitanao moa ilay lehilahy niaraka taminao teny ampitan’ny Reniranon’i Jordana iny, dia ilay nambaranao iny? Manao batisa izy ary mankany aminy daholo ny olona.”",
        "27": "Hoy ny navalin’i Jaona: “Tsy misy afaka mahazo na inona na inona, raha tsy nomena azy avy tany an-danitra izany.",
        "28": "Ianareo mihitsy no vavolombelona fa efa nilaza aho hoe: ‘Tsy izaho no Kristy, fa nirahina hialoha azy fotsiny aho.’",
        "29": "Izay manana ny ampakarina no mpampakatra. Na izany aza, dia faly be ny naman’ny mpampakatra rehefa mitsangana ka mandre ny feon’ny mpampakatra. Ary efa feno ankehitriny izany fifaliako izany.",
        "30": "Tsy maintsy mitombo iny olona iny, fa izaho kosa tsy maintsy mihena.”",
        "31": "Izay avy any ambony dia ambonin’ny hafa rehetra. Izay avy amin’ny tany dia avy amin’ny tany, ary milaza zavatry ny tany. Izay avy any an-danitra dia ambonin’ny hafa rehetra.",
        "32": "Izay hitany sy reny no ambarany, nefa tsy misy manaiky ny fanambarany.",
        "33": "Izay nanaiky ny fanambarany dia nanisy tombo-kase manambara fa marina Andriamanitra.",
        "34": "Milaza ny tenin’Andriamanitra ilay nirahiny, satria tsy mba kahihitra Andriamanitra rehefa manome ny fanahiny.",
        "35": "Ny Ray tia ny Zanaka ka nomeny ho eo am-pelatanany ny zava-drehetra.",
        "36": "Izay maneho finoana ny Zanaka dia manana fiainana mandrakizay. Izay tsy mankatò ny Zanaka kosa tsy hahita fiainana, fa ny fahatezeran’Andriamanitra no mitoetra eo aminy."
    },
    "4": {
        "1": "Ary fantatry ny Tompo fa ren’ny Fariseo hoe maro kokoa noho ny an’i Jaona ny mpianatra azon’i Jesosy sy nataony batisa.",
        "2": "Tsy i Jesosy anefa no nanao batisa fa ny mpianany.",
        "3": "Koa niala tany Jodia izy ka nankany Galilia indray.",
        "4": "Tsy maintsy hamakivaky an’i Samaria anefa izy,",
        "5": "ka tonga tao amin’ny tanàna samaritanina atao hoe Sykara, akaikin’ilay tany nomen’i Jakoba an’i Josefa zanany.",
        "6": "Tao, raha ny marina, no nisy ny fantsakan’i Jakoba. Reraky ny dia i Jesosy, ka nipetraka teo amin’ilay fantsakana. Tokony ho tamin’ny ora fahenina * tamin’izay.",
        "7": "Tonga hantsaka ny vehivavy samaritanina iray, ary hoy i Jesosy taminy: “Mba omeo rano aho hosotroiko.”",
        "8": "Fa lasa nividy hanina tany an-tanàna ny mpianany.",
        "9": "Dia hoy ilay vehivavy samaritanina: “Jiosy ianao, koa nahoana no mangataka amiko rano hosotroina, nefa izaho vehivavy samaritanina?”—Fa tsy mifandray amin’ny Samaritanina ny Jiosy.—",
        "10": "Dia hoy i Jesosy: “Raha mba fantatrao mantsy ny fanomezana maimaim-poana avy amin’Andriamanitra, sy ilay milaza aminao hoe: ‘Mba omeo rano aho hosotroiko’, dia ianao no ho nangataka taminy, ka ho nomeny rano velona.”",
        "11": "Hoy ravehivavy: “Tsy manana fanovozana ianao, tompoko, sady lalina ny lavadrano, koa avy aiza no ahazoanao izany rano velona izany?",
        "12": "Ianao angaha lehibe noho i Jakoba razanay, izay nanome anay ity lavadrano ity, sady izy sy ny zanany ary ny biby fiompiny no nisotro teto?”",
        "13": "Ary namaly i Jesosy hoe: “Izay rehetra misotro ity rano ity dia mbola hangetaheta indray,",
        "14": "fa izay rehetra misotro ny rano homeko azy kosa tsy hangetaheta intsony mihitsy. Fa ilay rano homeko azy dia ho loharano ao anatiny, izay hiboiboika mba hanome fiainana mandrakizay.”",
        "15": "Koa hoy ravehivavy: “Omeo izany rano izany aho, tompoko, mba tsy hangetaheta na hiverimberina hantsaka eto intsony.”",
        "16": "Dia hoy izy: “Mandehana, antsoy ny vadinao ary mankanesa atỳ.”",
        "17": "“Tsy manambady aho”, hoy ny navaliny. Dia hoy i Jesosy: “Marina ny teninao hoe: ‘Tsy manambady aho.’",
        "18": "Fa efa nanana vady dimy ianao, ary tsy vadinao ilay lehilahy miara-mipetraka aminao izao. Koa marina izany voalazanao izany.”",
        "19": "Dia hoy ravehivavy: “Fantatro izao fa mpaminany ianao, tompoko.",
        "20": "Ny razanay nivavaka teto amin’ity tendrombohitra ity, nefa ianareo milaza fa any Jerosalema no tokony hivavahana.”",
        "21": "Hoy i Jesosy: “Minoa ahy ianao, ravehivavy fa ho avy ny fotoana ka tsy ho eto amin’ity tendrombohitra ity na any Jerosalema no hivavahanareo amin’ny Ray.",
        "22": "Ianareo mivavaka amin’izay tsy fantatrareo, fa izahay kosa mivavaka amin’izay fantatray, satria avy amin’ny Jiosy ny famonjena.",
        "23": "Na izany aza, ho avy ny fotoana, ary tonga izany ankehitriny, ka ny tena mpivavaka hivavaka amin’ny Ray araka ny fanahy sy ny fahamarinana. Fa olona toy izany tokoa no tadiavin’ny Ray mba hivavaka aminy.",
        "24": "Andriamanitra dia Fanahy, * ka izay mivavaka aminy tsy maintsy mivavaka araka ny fanahy sy ny fahamarinana.”",
        "25": "Hoy ravehivavy: “Fantatro fa ho avy ny Mesia, izay atao hoe Kristy, ary rehefa tonga izy, dia hambarany mazava amintsika ny zava-drehetra.”",
        "26": "Hoy i Jesosy: “Izaho izay miresaka aminao izao no izy.”",
        "27": "Tamin’izay no tonga ny mpianany ka gaga, satria niresaka tamim-behivavy izy. Mazava ho azy fa tsy nisy niteny taminy hoe: “Inona no tadiavinao?” na hoe: “Nahoana ianao no niresaka taminy?”",
        "28": "Navelan’ilay vehivavy àry ny sininy, ary lasa nankany an-tanàna izy ka nanao tamin’ny lehilahy tao hoe:",
        "29": "“Avia ange ianareo e! Atsy misy lehilahy nilaza tamiko ny zava-drehetra nataoko. Izy angamba no Kristy!”",
        "30": "Dia nivoaka ny tanàna ireo ka nankeo amin’i Jesosy.",
        "31": "Nandritra izay fotoana izay, dia nandrisika azy ny mpianany hoe: “Mihinàna, Raby ô!”",
        "32": "Hoy anefa izy: “Izaho manan-kanina izay tsy fantatrareo.”",
        "33": "Nifanontany àry ny mpianatra hoe: “Fa angaha nisy nitondra zavatra hohaniny teo?”",
        "34": "Hoy i Jesosy: “Ny haniko dia ny manao ny sitrapon’ilay naniraka ahy sy ny mahavita ny asany.",
        "35": "Tsy voalazanareo ve fa mbola misy efa-bolana vao ho tonga ny fijinjana? Izaho kosa milaza aminareo hoe: Atopazo ny masonareo ka jereo ny saha, fa efa masaka hojinjaina ny vokatra. Efa",
        "36": "mahazo karama sahady ny mpijinja sady efa mamory ny vokatra ho amin’ny fiainana mandrakizay, mba hiara-miravoravo ny mpamafy sy ny mpijinja.",
        "37": "Marina tokoa àry ilay teny hoe: Ny iray mpamafy, ary ny iray kosa mpijinja.",
        "38": "Naniraka anareo hijinja izay tsy nisasaranareo aho. Ny hafa no nisasatra, nefa ianareo no nanjary nandray soa tamin’izay nisasarany.”",
        "39": "Ary maro ny Samaritanina avy ao amin’io tanàna io no nino an’i Jesosy noho ny tenin’ilay vehivavy, izay nanambara hoe: “Nolazainy tamiko daholo ny zava-drehetra nataoko.”",
        "40": "Rehefa tonga teo aminy àry ny Samaritanina, dia nangataka azy mba hijanona teo amin’izy ireo, ka nijanona tao roa andro izy.",
        "41": "Vokatr’izany, dia nisy hafa koa nino noho ny tenin’i Jesosy.",
        "42": "Ary hoy ireo tamin’ilay vehivavy: “Tsy noho ny filazanao intsony izao no inoanay, fa ny tenanay mihitsy no nandre, ka fantatray fa io tokoa no mpamonjy an’izao tontolo izao.”",
        "43": "Niala tao i Jesosy, rehefa afaka roa andro, ka nankany Galilia.",
        "44": "Izy mihitsy anefa no nanambara fa tsy hajaina ny mpaminany raha ao amin’ny taniny.",
        "45": "Rehefa tonga tany Galilia àry izy, dia nandray azy ny Galilianina, satria efa hitany izay rehetra nataony tany Jerosalema tamin’ny andro fety. Tany amin’ilay fety koa mantsy izy ireo.",
        "46": "Tonga tany Kana any Galilia indray àry izy, dia tany amin’ilay nanovany rano ho divay. Ary nisy tandapa iray tao nanana zanakalahy narary tany Kapernaomy.",
        "47": "Ren’io lehilahy io fa niala tany Jodia i Jesosy ary tonga tany Galilia. Koa nandeha tany amin’i Jesosy izy ka nangataka azy hidina hanasitrana ny zanany izay efa ho faty.",
        "48": "Hoy anefa i Jesosy: “Tsy hino mihitsy mantsy ianareo raha tsy mahita famantarana sy fahagagana.”",
        "49": "Hoy ilay tandapa: “Midìna re, Tompo ô, dieny mbola tsy maty ny zanako.”",
        "50": "Hoy i Jesosy: “Mandehana fa velona ny zanakao.” Nino ny tenin’i Jesosy ilay lehilahy ka lasa nandeha.",
        "51": "Raha iny izy mbola teny an-dalana hidina iny anefa, dia nitsena azy ny mpanompony mba hilaza taminy fa velona ny zanany.",
        "52": "Nanontaniany azy ireo àry ny ora nahasitranany, ka hoy ireo: “Omaly tamin’ny ora fahafito no nialan’ny fanaviana taminy.”",
        "53": "Fantatr’ilay rainy àry fa tamin’izay ora izay indrindra i Jesosy no nilaza taminy hoe: “Velona ny zanakao.” Koa lasa mpino izy sy ny ankohonany manontolo.",
        "54": "Izany no famantarana faharoa nataon’i Jesosy fony izy niala tany Jodia ka tonga tany Galilia."
    },
    "5": {
        "1": "Nisy fetin’ny Jiosy taorian’izany, ka niakatra tany Jerosalema i Jesosy.",
        "2": "Ary any Jerosalema, eo akaikin’ny vavahadin’ondry, dia misy dobo atao amin’ny teny hebreo hoe Betesda, izay misy lala-mitafo * dimy.",
        "3": "Tao no nandrian’olona maro be, dia ny marary, ny jamba, ny malemy tongotra, ary ny kilemaina.",
        "4": "* ——",
        "5": "Ary nisy lehilahy efa narary nandritra ny valo amby telopolo taona koa tao.",
        "6": "Nahita azy nandry teo i Jesosy, ary nahalala fa efa ela no naharariany, ka hoy izy taminy: “Te ho sitrana ve ianao?”",
        "7": "Dia namaly ilay marary hoe: “Tsy mba misy olona mametraka ahy ao anaty dobo, tompoko, rehefa mihetsika ny rano. Fa raha vao manatona aho, dia misy olona misosoka midina eo alohako.”",
        "8": "Hoy i Jesosy: “Mitsangàna, batao ny fandriananao ka mandehana.”",
        "9": "Dia sitrana avy hatrany ilay lehilahy, ary nobatainy ny fandriana keliny ka nandeha izy. Sabata ny andro tamin’izay.",
        "10": "Koa hoy ny Jiosy tamin’ilay lehilahy sitrana: “Sabata ny andro, ka tsy azo atao izao mitondra fandriana izao.”",
        "11": "Hoy anefa ny navaliny azy ireo: “Ka ilay nanasitrana ahy mihitsy ange no nilaza tamiko hoe: ‘Batao ny fandriananao ka mandehana’ e!”",
        "12": "Dia nanontany ireo hoe: “Iza izany olona nilaza taminao izany hoe: ‘Batao ny fandriananao ka mandehana’?”",
        "13": "Tsy nahalala an’i Jesosy anefa ilay lehilahy sitrana, satria efa niala teo i Jesosy, sady vahoaka be no tao amin’ilay toerana.",
        "14": "Nahita azy tao amin’ny tempoly i Jesosy taorian’izany, ka nanao taminy hoe: “Efa sitrana ianao izao, ka aza manota intsony sao hisy zavatra ratsy noho ny teo hahazo anao.”",
        "15": "Lasa ilay lehilahy ka nilaza tamin’ny Jiosy fa i Jesosy no nanasitrana azy.",
        "16": "Dia nanenjika an’i Jesosy ny Jiosy noho izy nanao ireo zavatra ireo tamin’ny Sabata.",
        "17": "Hoy anefa izy: “Ny Raiko tsy mitsahatra miasa mandraka ankehitriny, ary izaho koa tsy mitsahatra miasa.”",
        "18": "Koa vao mainka nitady hamono azy ny Jiosy, satria nihevitra izy ireo fa nandika ny Sabata izy sady niantso an’Andriamanitra hoe Rainy, ka nanao ny tenany ho mitovy amin’Andriamanitra.",
        "19": "Ary hoy koa ny navalin’i Jesosy: “Lazaiko aminareo marina dia marina tokoa fa ny Zanaka tsy manao na inona na inona araka ny nahim-pony, fa izay hitany ataon’ny Ray ihany no ataony. Fa izay rehetra ataon’ny Ray dia izany koa no ataon’ny Zanaka, sady ataony toy ny anaovan’ny Ray azy.",
        "20": "Ny Ray tia ny Zanaka ary mampiseho aminy ny zava-drehetra ataon’ny tenany, ary mbola hampiseho aminy asa lehibe noho ireo izy, mba hahagaga anareo.",
        "21": "Fa toy ny ananganan’ny Ray ny maty ka amelomany azy indray, dia toy izany koa no ameloman’ny Zanaka an’izay tiany hovelomina.",
        "22": "Tsy mitsara na iza na iza ny Ray, fa nankininy tamin’ny Zanaka ny fitsarana rehetra,",
        "23": "mba hanomezan’ny rehetra voninahitra ny Zanaka, toy ny anomezan’izy ireo voninahitra ny Ray. Izay tsy manome voninahitra ny Zanaka dia tsy manome voninahitra ny Ray izay naniraka azy koa.",
        "24": "Lazaiko aminareo marina dia marina tokoa fa izay mandre ny teniko ka mino an’ilay naniraka ahy no manana fiainana mandrakizay, ary tsy melohina izy fa efa niala tamin’ny fahafatesana ho amin’ny fiainana.",
        "25": "“Lazaiko aminareo marina dia marina tokoa fa ho avy ny fotoana, eny, tonga ankehitriny ny fotoana handrenesan’ny maty ny feon’ny Zanak’Andriamanitra, ary ho velona izay nihaino.",
        "26": "Fa toy ny ananan’ny Ray fiainana ao aminy no anomezany alalana ny Zanaka mba hanana fiainana ao aminy.",
        "27": "Ary nomeny fahefana hitsara izy, satria Zanak’olona.",
        "28": "Aza gaga amin’izany fa ho avy ny fotoana handrenesan’izay rehetra any am-pasana * ny feony,",
        "29": "dia hivoaka izy ireo. Koa izay nanao ny tsara dia hatsangana ho amin’ny fiainana, fa izay zatra nanao ratsy kosa hatsangana ho amin’ny fanamelohana.",
        "30": "Tsy manao na inona na inona araka ny nahim-poko aho, fa araka izay reko no itsarako, ary marina ny fitsarako, satria tsy ny sitrapoko no tiako hatao, fa ny sitrapon’ilay naniraka ahy.",
        "31": "“Raha izaho irery no manambara ny tenako, dia tsy marina ny fanambarako.",
        "32": "Misy hafa koa anefa manambara ahy, ary fantatro fa marina ny fanambarany ahy.",
        "33": "Naniraka olona tany amin’i Jaona ianareo, ary nanambara ny marina izy.",
        "34": "Tsy miantehitra amin’ny fanambaran’olona anefa aho, fa ny mba hahavoavonjy anareo no ilazako izany rehetra izany.",
        "35": "Jiro nirehitra sy namirapiratra izany lehilahy izany, ary naniry hiravoravo vetivety tamin’ny fahazavany ianareo.",
        "36": "Manana porofo lehibe noho ny porofo omen’i Jaona anefa aho, satria ny asa nanendren’ny Raiko ahy mihitsy izao no ataoko. Ary izany asa izany no manaporofo fa nirahin’ny Ray aho.",
        "37": "Ny Ray izay naniraka ahy mihitsy koa no nanome porofo momba ahy. Mbola tsy nisy fotoana nandrenesanareo ny feony, na nahitanareo ny tarehiny.",
        "38": "Ary tsy mitoetra ao am-ponareo ny teniny, satria tsy inoanareo ilay nirahiny.",
        "39": "“Mikaroka ao amin’ny Soratra Masina ianareo, noho ny fiheverana fa amin’ny alalan’izy io no hanananareo fiainana mandrakizay, ary izy io mihitsy no manome porofo momba ahy.",
        "40": "Tsy mety manatona ahy anefa ianareo mba hanananareo fiainana.",
        "41": "Tsy mandray voninahitra omen’olona aho.",
        "42": "Fantatro tsara anefa fa tsy misy fitiavana an’Andriamanitra ao anatinareo.",
        "43": "Tonga tamin’ny anaran’ny Raiko mantsy aho, nefa tsy noraisinareo. Raha misy tonga amin’ny anaran’ny tenany anefa, dia horaisinareo.",
        "44": "Ahoana moa no hinoanareo, nefa ianareo aza mandray voninahitra avy aminareo samy ianareo ihany, ary tsy mitady ny voninahitra avy amin’ilay Andriamanitra tokana?",
        "45": "Aza mihevitra hoe hiampanga anareo any amin’ny Ray aho. Misy hafa miampanga anareo, dia i Mosesy, izay nametrahanareo ny fanantenanareo.",
        "46": "Raha nino an’i Mosesy ianareo, dia ho nino ahy, satria nanoratra momba ahy i Mosesy.",
        "47": "Fa raha tsy mino izay nosoratany ianareo, ahoana moa no hinoanareo ny teniko?”"
    },
    "6": {
        "1": "Lasa nankany ampitan’ny ranomasin’i Galilia na ranomasin’i Tiberiasy, i Jesosy taorian’izany.",
        "2": "Nisy vahoaka be anefa nanaraka azy foana, noho ny nahitan’ireo ny famantarana nataony tamin’ny marary.",
        "3": "Ary niakatra teo an-tendrombohitra i Jesosy, ka nipetraka teo niaraka tamin’ny mpianany.",
        "4": "Efa akaiky tamin’izay ny Paska, fetin’ny Jiosy,",
        "5": "ary nanopy ny masony i Jesosy ka nahita vahoaka be nanatona azy, dia hoy izy tamin’i Filipo: “Aiza isika no hividy mofo hohanin’ireto?”",
        "6": "Fantany anefa izay efa hataony, fa mba hitsapana an’i Filipo no nilazany izany.",
        "7": "Hoy ny navalin’i Filipo azy: “Na mofo azon’ny denaria roanjato aza tsy ampy hahazoan’ny tsirairay sombiny kely avy.”",
        "8": "Ary nilaza taminy ny mpianany anankiray, dia i Andrea, rahalahin’i Simona Petera, hoe:",
        "9": "“Intỳ misy zazalahikely manana mofo * dimy sy trondro madinika roa. Saingy inona no ho vitan’izany ho an’ireto vahoaka maro be ireto?”",
        "10": "Hoy i Jesosy: “Asaivo mandry ilika * toy ny rehefa misakafo ny olona.” Be ahitra teo, ka dia nandry ilika ny olona, ary dimy arivo teo ho eo ny isan’ny lehilahy.",
        "11": "Nalain’i Jesosy àry ny mofo, ka rehefa avy nanao vavaka fisaorana izy, dia nizara izany tamin’ireo nipetraka, ary toy izany koa ny trondro madinika, araka izay lanin’izy ireo.",
        "12": "Rehefa voky ny olona, dia hoy izy tamin’ny mpianany: “Angony ny sombintsombiny sisa tsy lany mba tsy hisy ho verivery fotsiny.”",
        "13": "Nanangona izany àry izy ireo, ka nahafeno harona roa ambin’ny folo ny sombintsombiny avy tamin’ireo mofo dimy, izany hoe ny sisa tsy lanin’ireo nihinana.",
        "14": "Rehefa hitan’ny olona ny famantarana nataon’i Jesosy, dia hoy ireo: “Tena io mihitsy ilay mpaminany ho tonga amin’izao tontolo izao.”",
        "15": "Ary rehefa fantatr’i Jesosy fa efa ho avy izy ireo haka azy an-keriny hataony mpanjaka, dia niala teo izy ka nankany an-tendrombohitra indray izy irery.",
        "16": "Nidina ho any an-dranomasina ny mpianany rehefa hariva ny andro,",
        "17": "ka niakatra tao an-tsambokely ary niampita ny ranomasina mba ho any Kapernaomy. Ary efa maizina ny andro, nefa mbola tsy tonga tany amin’izy ireo ihany i Jesosy.",
        "18": "Nisamboaravoara koa ny ranomasina, satria nifofofofo mafy ny rivotra.",
        "19": "Rehefa nivoy tokony ho dimy na enina kilaometatra anefa izy ireo, dia nahita an’i Jesosy nandeha teo ambony ranomasina, sy nanatona an’ilay sambokely, hany ka natahotra izy ireo.",
        "20": "Fa hoy i Jesosy: “Izaho ihany ity. Aza matahotra!”",
        "21": "Koa naniry handray azy ho ao an-tsambokely izy ireo, ary tsy ela dia tonga tany amin’izay tany tian’izy ireo haleha ny sambokely.",
        "22": "Ny ampitson’iny, dia hitan’ilay vahoaka nijoro teny ampitan’ny ranomasina fa tsy nisy sambokely afa-tsy iray ihany teo, ary tsy niakatra tao an-tsambokely niaraka tamin’ny mpianany i Jesosy, fa ny mpianany ihany no lasa.",
        "23": "Nisy sambokely hafa anefa avy tany Tiberiasy tonga teo akaikin’ilay toerana nihinanan’ireo ny mofo, izay nanaovan’ny Tompo vavaka fisaorana.",
        "24": "Koa rehefa hitan’ilay vahoaka fa tsy teo na i Jesosy na ny mpianany, dia niakatra tao an-tsambokely ireo, ary nankany Kapernaomy hitady an’i Jesosy.",
        "25": "Hitany teny ampitan’ny ranomasina izy, ka hoy ireo taminy: “Raby ô, fa oviana ianao no tonga teto?”",
        "26": "Dia namaly i Jesosy hoe: “Lazaiko aminareo marina dia marina tokoa fa tsy noho ny nahitanareo famantarana no itadiavanareo ahy, fa noho ny nihinananareo ny mofo ka voky.",
        "27": "Aza miasa hahazoana sakafo mety simba, fa miasà kosa hahazoana sakafo maharitra izay mitondra fiainana mandrakizay, dia ny sakafo homen’ny Zanak’olona anareo. Fa izy no nasian’Andriamanitra Ray tombo-kase ho mariky ny fankasitrahany azy.”",
        "28": "Koa hoy ireo taminy: “Inona no tokony hataonay mba hanaovanay ny asan’Andriamanitra?”",
        "29": "Dia namaly i Jesosy hoe: “Izao no asan’Andriamanitra, dia ny hinoanareo Ilay nirahiny.”",
        "30": "Hoy ireo: “Inona àry no famantarana ataonao mba ho hitanay ka hinoanay anao? Inona no asa ataonao?",
        "31": "Ny razantsika mantsy nihinana ny mana tany an-tany efitra, araka ny voasoratra hoe: ‘Mofo avy any an-danitra no nomeny hohanin’izy ireo.’”",
        "32": "Hoy àry i Jesosy: “Lazaiko aminareo marina dia marina tokoa fa tsy i Mosesy no nanome anareo ny mofo avy any an-danitra, fa ny Raiko no manome anareo ny tena mofo avy any an-danitra.",
        "33": "Ilay midina avy any an-danitra sy manome fiainana ho an’izao tontolo izao mantsy no mofon’Andriamanitra.”",
        "34": "Dia hoy ireo: “Omeo izany mofo izany foana izahay, Tompo ô!”",
        "35": "Hoy i Jesosy: “Izaho no mofon’aina. Izay manatona ahy tsy mba ho noana mihitsy, ary izay maneho finoana ahy tsy hangetaheta intsony mihitsy.",
        "36": "Efa nilaza taminareo anefa aho hoe: Efa nahita ahy ianareo, nefa tsy mino.",
        "37": "Izay rehetra omen’ny Ray ahy dia hanatona ahy, ary izay manatona ahy tsy mba horoahiko mihitsy,",
        "38": "satria tsy ny hanao ny sitrapoko no nidinako avy any an-danitra, fa ny hanao ny sitrapon’ilay naniraka ahy.",
        "39": "Ary izao no sitrapon’ilay naniraka ahy: Tsy tokony havelako hisy ho very izay rehetra nomeny ahy, fa tokony hatsangako amin’ny maty kosa amin’ny andro farany.",
        "40": "Fa izao no sitrapon’ny Raiko: Tokony hahazo fiainana mandrakizay izay rehetra mijery ny Zanaka ka mino azy, ary izaho hanangana azy amin’ny maty amin’ny andro farany.”",
        "41": "Nimenomenona taminy àry ny Jiosy noho izy nilaza hoe: “Izaho no mofo nidina avy any an-danitra”,",
        "42": "ka hoy ireo: “Tsy i Jesosy zanak’i Josefa ve io e? Fantatsika ny ray aman-dreniny, koa nahoana izy izao no milaza hoe: ‘Nidina avy any an-danitra aho’?”",
        "43": "Hoy ny navalin’i Jesosy azy: “Aza mimenomenona ianareo!",
        "44": "Tsy misy mahay manatona ahy raha tsy taomin’ny Ray izay naniraka ahy; ary izaho hanangana azy amin’ny maty amin’ny andro farany.",
        "45": "Voasoratra ao amin’ny Mpaminany hoe: ‘Ary hampianarin’i Jehovah izy rehetra.’ Koa izay nandre tamin’ny Ray ka nianatra taminy, dia manatona ahy.",
        "46": "Tsy nisy nahita ny Ray, afa-tsy ilay avy amin’Andriamanitra. Izy no nahita ny Ray.",
        "47": "Lazaiko aminareo marina dia marina tokoa fa izay mino no manana fiainana mandrakizay.",
        "48": "“Izaho no mofon’aina.",
        "49": "Nihinana ny mana ny razanareo tany an-tany efitra, nefa maty ihany.",
        "50": "Ity kosa no mofo nidina avy any an-danitra mba ho afaka hihinana azy ny olona, ka tsy ho faty.",
        "51": "Izaho no mofo velona izay nidina avy any an-danitra. Raha misy mihinana an’ity mofo ity dia ho velona mandrakizay izy, ary ny mofo izay homeko dia ny nofoko ho fiainan’izao tontolo izao.”",
        "52": "Dia nifanditra ny Jiosy, ka nanao hoe: “Hataon’io lehilahy io ahoana ny hanome ny nofony hohanintsika?”",
        "53": "Koa hoy i Jesosy: “Lazaiko aminareo marina dia marina tokoa fa raha tsy mihinana ny nofon’ny Zanak’olona sy misotro ny rany ianareo, dia tsy manana fiainana ao anatinareo.",
        "54": "Izay mihinana ny nofoko sy misotro ny rako dia manana fiainana mandrakizay, ary izaho hanangana azy amin’ny maty amin’ny andro farany.",
        "55": "Fa tena sakafo ny nofoko, ary tena fisotro ny rako.",
        "56": "Izay mihinana ny nofoko sy misotro ny rako dia tafaray foana amiko, ary izaho koa tafaray aminy.",
        "57": "Velona ny Ray izay naniraka ahy, ary velona aho noho ny Ray. Dia toy izany koa izay mihinana ahy, ho velona izy noho ny amiko.",
        "58": "Ity no mofo nidina avy any an-danitra. Tsy tahaka ny razanareo izay nihinana nefa maty ihany, fa izay mihinana ity mofo ity kosa dia ho velona mandrakizay.”",
        "59": "Izany no nolazainy rehefa nampianatra vahoaka tafavory tany Kapernaomy izy.",
        "60": "Ary maro tamin’ny mpianany izay nandre izany no nanao hoe: “Manafintohina izany teny izany. Iza no mahahaino izany?”",
        "61": "Fantatr’i Jesosy tany an-tsainy tany anefa fa nimenomenona momba izany ny mpianany, ka hoy izy: “Manafintohina anareo ve izany?",
        "62": "Koa hanao ahoana re raha mahita ny Zanak’olona miakatra ho any amin’izay nisy azy teo aloha ianareo e?",
        "63": "Ny fanahy no manome fiainana, fa ny nofo tsy mahasoa mihitsy. Ny teny nolazaiko taminareo dia avy amin’ny fanahy ary manome fiainana.",
        "64": "Misy aminareo anefa tsy mino.” Hatrany am-piandohana mantsy dia efa fantatr’i Jesosy hoe iza avy no tsy nino, ary iza ilay hamadika azy.",
        "65": "Hoy koa izy: “Izany no nilazako taminareo hoe: Tsy misy mahay manatona ahy raha tsy nomen’ny Ray azy izany.”",
        "66": "Maro tamin’ny mpianany àry no nihemotra, ka tsy niara-nandeha taminy intsony.",
        "67": "Dia hoy i Jesosy tamin’ny roa ambin’ny folo lahy: “Ianareo koa ve mba te hiala?”",
        "68": "Dia namaly i Simona Petera hoe: “Tompo ô, hankany amin’iza moa izahay? Ianao no manana ny tenin’ny fiainana mandrakizay.",
        "69": "Ary izahay efa mino sy mahalala fa ianao Ilay Masin’Andriamanitra.”",
        "70": "Hoy i Jesosy tamin’izy ireo: “Nifidy anareo roa ambin’ny folo lahy tokoa aho, nefa ny anankiray aminareo dia mpanendrikendrika.”",
        "71": "Niresaka momba an’i Jodasy izy, dia ilay zanak’i Simona Iskariota. Izy io mantsy no hamadika azy, nefa dia anisan’ny roa ambin’ny folo lahy."
    },
    "7": {
        "1": "Taorian’izany, dia nanohy ny diany nitety an’i Galilia i Jesosy, fa tsy te handeha tany Jodia izy, satria nitady hamono azy ny Jiosy.",
        "2": "Akaiky anefa ny fetin’ny Jiosy, izany hoe ny fetin’ny tranolay.",
        "3": "Koa hoy ny rahalahiny taminy: “Mialà eto ianao ka mankanesa any Jodia, mba ho hitan’ny mpianatrao koa izay ataonao.",
        "4": "Fa tsy misy olona te ho fanta-bahoaka nefa manao zavatra ao amin’ny miafina. Koa raha manao ireny zavatra ireny ianao, dia misehoa amin’izao tontolo izao.”",
        "5": "Tsy nino azy mantsy ny rahalahiny.",
        "6": "Koa hoy i Jesosy tamin’izy ireo: “Mbola tsy tonga ny fotoana voatondro ho ahy, fa ny anareo kosa mety foana.",
        "7": "Tsy misy antony ankahalan’izao tontolo izao anareo. Fa izaho kosa halany, satria manaporofo fa ratsy ny ataony.",
        "8": "Mandehana ianareo mamonjy ny fety, fa izaho mbola tsy handeha satria mbola tsy tena tonga ny fotoana voatondro ho ahy.”",
        "9": "Nijanona tany Galilia izy, rehefa avy nilaza izany tamin’izy ireo.",
        "10": "Rehefa lasa namonjy an’ilay fety anefa ireo rahalahiny, dia mba nandeha koa izy, saingy tsy niharihary fa toa niafinafina.",
        "11": "Dia nitady azy tany amin’ny fety ny Jiosy, ka nanao hoe: “Aiza izy?”",
        "12": "Ary nitakoritsika be ihany momba azy ny vahoaka. Hoy ny sasany: “Olona tsara fanahy izy.” Fa hoy kosa ny sasany: “Tsy tsara fanahy izy, fa mpamita-bahoaka.”",
        "13": "Tsy nisy sahy niresaka momba azy ampahibemaso anefa, noho ny fahatahorana ny Jiosy.",
        "14": "Efa nisasaka ny fety, rehefa niakatra tao amin’ny tempoly i Jesosy ka nampianatra.",
        "15": "Dia gaga ny Jiosy, ka nanao hoe: “Ahoana koa no mba ananan’io fahaizana sy fahalalana hoatr’izany, nefa tsy nianatra tany amin’ny sekolintsika izy?”",
        "16": "Hoy ny navalin’i Jesosy azy: “Tsy ahy ny fampianarako, fa an’ilay naniraka ahy.",
        "17": "Raha misy olona te hanao ny sitrapon’Andriamanitra, dia ho fantatr’izany olona izany raha avy amin’Andriamanitra ny fampianarako, na miteny araka ny nahim-poko fotsiny aho.",
        "18": "Mitady voninahitra ho an’ny tenany mantsy izay miteny araka ny nahim-pony. Fa izay mitady voninahitra ho an’ilay naniraka azy kosa, dia izy no marina ary tsy misy tsy fahamarinana ao aminy.",
        "19": "Tsy i Mosesy ve no nanome anareo ny Lalàna? Tsy misy mankatò ny Lalàna anefa ianareo. Nahoana no tadiavinareo hovonoina aho?”",
        "20": "Dia namaly ny vahoaka hoe: “Misy demonia ianao. Iza koa izao no mitady hamono anao eo?”",
        "21": "Hoy i Jesosy: “Zavatra iray no nataoko, dia efa gaga daholo ianareo rehetra.",
        "22": "Izany koa no antony nanomezan’i Mosesy anareo ny famorana. Tsy avy amin’i Mosesy anefa ny famorana, fa avy amin’ny razanareo. Ary dia manao famorana amin’ny sabata ianareo.",
        "23": "Koa raha amin’ny sabata aza no anaovana famorana mba tsy handikana ny lalàn’i Mosesy, dia tezitra mafy amiko ve ianareo, satria nositraniko tanteraka ny olona iray, tamin’ny andro sabata?",
        "24": "Aza mitsara ivelany intsony, fa mba mitsarà araka ny rariny.”",
        "25": "Dia hoy ny mponina sasany tao Jerosalema: “Tsy io moa ilay tadiavin-dry zareo hovonoina?",
        "26": "Jereo anefa fa miteny ampahibemaso izy, kanefa tsy miteny na inona na inona aminy ry zareo. Sao dia efa tena fantatr’ireo lohandohany eto amintsika àry fa izy no Kristy?",
        "27": "Isika kosa mahalala izay niavian’io lehilahy io. Rehefa tonga anefa i Kristy, dia tsy misy mahalala izay iaviany.”",
        "28": "Koa niteny mafy i Jesosy rehefa nampianatra tao amin’ny tempoly, ka nanao hoe: “Fantatrareo aho, ary fantatrareo koa izay niaviako. Sady tsy tonga araka ny nahim-poko aho. Tena misy ilay naniraka ahy, fa ianareo no tsy mahalala azy.",
        "29": "Izaho mahalala azy, satria izaho no solontenany ary Izy no naniraka ahy.”",
        "30": "Koa notadiavin’izy ireo hosamborina izy, nefa tsy nisy nisambotra azy, satria mbola tsy tonga ny fotoana voatondro ho azy.",
        "31": "Na izany aza, dia nino azy ny ankamaroan’ny vahoaka, ka hoy ireo: “Rehefa tonga i Kristy, hanao famantarana maro noho ny vitan’ity lehilahy ity ve izy?”",
        "32": "Ren’ny Fariseo izany tenin’ny vahoaka nitakoritsika momba an’i Jesosy izany, ka naniraka mpiambina hisambotra an’i Jesosy ny lehiben’ny mpisorona sy ny Fariseo.",
        "33": "Dia hoy i Jesosy: “Mbola hijanona kelikely eto aminareo aho, alohan’ny handehanako any amin’ilay naniraka ahy.",
        "34": "Hitady ahy ianareo fa tsy hahita ahy, ary izay misy ahy tsy azonareo aleha.”",
        "35": "Koa nifampiresaka ny Jiosy hoe: “Mikasa ho aiza àry izy io, ka tsy ho hitantsika? Ary sao dia mikasa hankany amin’ny Jiosy miely patrana any amin’ny Grika àry izy, ka hampianatra ny Grika?",
        "36": "Inona no dikan’ny teniny hoe: ‘Hitady ahy ianareo fa tsy hahita ahy, ary izay misy ahy tsy azonareo aleha’?”",
        "37": "Ary tamin’ilay andro farany, izay andro lehibe tamin’ilay fety, dia nitsangana i Jesosy ka niteny mafy hoe: “Raha misy mangetaheta, aoka izy hanatona ahy ka hisotro.",
        "38": "Izay mino ahy, dia ‘hisy rano velona hikoriana avy ao anatiny ao’, araka ny voalazan’ny Soratra Masina.”",
        "39": "Ilay fanahy efa horaisin’ireo mino azy anefa no nolazainy tamin’izany. Fa mbola tsy nisy olona nomena ny fanahy, satria i Jesosy aza mbola tsy nomem-boninahitra.",
        "40": "Dia hoy ny sasany tamin’ny vahoaka izay nandre izany: “Tena io mihitsy Ilay Mpaminany!”",
        "41": "Ny sasany nanao hoe: “Io no Kristy!” Fa hoy kosa ny sasany: “Avy any Galilia angaha moa no iavian’i Kristy?",
        "42": "Fa angaha moa ny Soratra Masina tsy nilaza an’i Kristy ho avy amin’ny taranak’i Davida, avy any Betlehema, tanàna kely nonenan’i Davida?”",
        "43": "Dia nisara-kevitra momba azy ny vahoaka.",
        "44": "Ny sasany anefa te hisambotra azy, saingy tsy nisy tena nitana azy.",
        "45": "Dia niverina tany amin’ny lehiben’ny mpisorona sy ny Fariseo ny mpiambina, ary hoy ny Fariseo taminy: “Nahoana no tsy nentinareo atỳ izy?”",
        "46": "Namaly ny mpiambina hoe: “Mbola tsy nisy olona niteny tahaka izany mihitsy.”",
        "47": "Hoy indray ny Fariseo: “Voafitaka koa angaha ianareo?",
        "48": "Fa angaha moa mba misy mino azy ny lohandohany eo amin’ny Jiosy na ny Fariseo?",
        "49": "Fa olom-boaozona ireo vahoaka tsy mahalala ny Lalàna ireo.”",
        "50": "Fa hoy i Nikodemosy, ilay tonga tany amin’i Jesosy teo aloha, sady anisan’izy ireo:",
        "51": "“Angaha moa ny lalàntsika manameloka olona, raha tsy efa re aloha ny teniny ka fantatra izay ataony?”",
        "52": "Hoy ny navalin’ireo azy: “Angaha koa ianao avy any Galilia? Diniho dia ho hitanao fa tsy misy mpaminany avy any Galilia.” Tsy hita ao amin’ireo sora-tanana Kôdeksa Sinaiticus, Kôdeksa Vaticanus, ary ny Kôdeksa Sinaitika Syriàka ny andininy faha-53 ka hatramin’ny toko faha-8 andininy faha-11. Misy fahasamihafany izy ireo, ao amin’ireo soratra grika sy ny dikan-teny samihafa. Toy izao no voalaza ao:",
        "53": "Dia samy lasa nody tany an-tranony avy izy ireo."
    },
    "8": {
        "1": "Nandeha tany amin’ny Tendrombohitra Oliva i Jesosy.",
        "2": "Vao nangiran-dratsy anefa ny andro, dia nankao amin’ny tempoly indray izy ka nanatona azy ny rehetra. Dia nipetraka izy, ka nampianatra an’ireo.",
        "3": "Ary nisy vehivavy tratra nanitsakitsa-bady nentin’ny mpanora-dalàna sy ny Fariseo teo aminy, ka najoron’izy ireo teo afovoany.",
        "4": "Dia hoy ireo tamin’i Jesosy: “Mpampianatra ô, tratra nanitsakitsa-bady ity vehivavy ity.",
        "5": "Nandidy antsika hitora-bato ny vehivavy toy itony i Mosesy ao amin’ny Lalàna. Fa inona kosa no lazainao?”",
        "6": "Mazava ho azy fa mba hamandrihana azy no nilazan’ireo izany, mba hisy hiampangana azy. Niondrika anefa i Jesosy ka nanoratra teo amin’ny tany tamin’ny rantsantanany.",
        "7": "Fa mbola nanontany azy ihany ireo, dia nitraka izy ka nanao hoe: “Izay tsy nanota eo aminareo no aoka hitora-bato azy voalohany.”",
        "8": "Dia niondrika indray izy, ka nanoratra teo amin’ny tany.",
        "9": "Niala tsirairay anefa izay nandre izany, nanomboka tamin’ny zokiolona, hany ka i Jesosy irery sisa no teo, niaraka tamin’ilay vehivavy natao teo afovoany.",
        "10": "Dia nitraka i Jesosy ka nanao hoe: “Nankaiza ry zareo teo, ravehivavy? Tsy nisy nanameloka anao angaha?”",
        "11": "Hoy ilay vehivavy: “Tsy nisy, tompoko.” Dia hoy i Jesosy: “Izaho koa tsy manameloka anao. Mandehana, ary aza manohy ny fahotanao intsony.”",
        "12": "Koa hoy indray i Jesosy tamin’ireo: “Izaho no fahazavan’izao tontolo izao. Izay manaraka ahy, tsy mba handeha ao amin’ny maizina mihitsy, fa hanana ny fahazavana manome fiainana.”",
        "13": "Dia hoy ny Fariseo taminy: “Ianao mijoro ho vavolombelon’ny tenanao, koa tsy marina ny fanambaranao.”",
        "14": "Fa namaly i Jesosy hoe: “Na dia mijoro ho vavolombelon’ny tenako aza aho, dia marina ny fanambarako, satria fantatro izay niaviako sy izay alehako. Fa ianareo tsy mahalala izay niaviako sy izay alehako.",
        "15": "Ianareo mitsara araka ny fitsaran’olombelona, fa izaho kosa tsy mitsara na iza na iza.",
        "16": "Ary raha mitsara aza aho, dia marina ny fitsarako, satria tsy irery aho, fa miaraka amiko ny Ray izay naniraka ahy.",
        "17": "Voasoratra ao amin’ny Lalànareo koa hoe: ‘Marina ny tenin’ny vavolombelona roa.’",
        "18": "Izaho mijoro ho vavolombelon’ny tenako ary ny Ray izay naniraka ahy mijoro ho vavolombeloko.”",
        "19": "Dia hoy ihany ireo: “Aiza ny Rainao?” Ary hoy ny navalin’i Jesosy: “Samy tsy fantatrareo na izaho na ny Raiko. Raha nahalala ahy ianareo, dia ho fantatrareo koa ny Raiko.”",
        "20": "Teo amin’ny toerana fitehirizam-bola sy zava-tsarobidy no nilazany izany, raha nampianatra tao amin’ny tempoly izy. Fa tsy nisy nisambotra azy, satria mbola tsy tonga ny fotoana voatondro ho azy.",
        "21": "Koa hoy indray izy tamin’ireo: “Andeha aho, ary hitady ahy ianareo, kanefa ho faty ao amin’ny fahotanareo ianareo. Ary izay alehako tsy azonareo aleha.”",
        "22": "Dia hoy ny Jiosy: “Hamono tena angaha izy no manao hoe: ‘Izay alehako tsy azonareo aleha’?”",
        "23": "Koa hoy ihany izy tamin’ireo: “Ianareo avy atỳ ambany, izaho avy any ambony. Ianareo avy amin’ity tontolo ity, izaho tsy avy amin’ity tontolo ity.",
        "24": "Izany no nilazako taminareo hoe: Ho faty ao amin’ny fahotanareo ianareo. Raha tsy inoanareo mantsy fa izaho no izy, dia ho faty ao amin’ny fahotanareo ianareo.”",
        "25": "Dia hoy ireo: “Iza àry ianao e?” Hoy i Jesosy: “Tsy misy antony tokony hiresahako aminareo akory!",
        "26": "Manan-javatra maro holazaina momba anareo aho ary manan-javatra maro hotsaraina. Marina ilay naniraka ahy, ary izay efa reko taminy no lazaiko amin’izao tontolo izao.”",
        "27": "Tsy azon’izy ireo fa niresaka taminy momba ny Ray izy.",
        "28": "Dia hoy i Jesosy: “Rehefa asandratrareo ny Zanak’olona vao ho fantatrareo fa izaho no izy. Ary tsy manao na inona na inona araka ny nahim-poko aho, fa araka izay nampianarin’ny Ray ahy no ilazako izany.",
        "29": "Ary miaraka amiko ilay naniraka ahy, fa tsy nandao ahy ho irery izy, satria manao izay sitrany foana aho.”",
        "30": "Koa maro no nino azy rehefa niteny izany izy.",
        "31": "Hoy ihany i Jesosy tamin’ny Jiosy nino azy: “Raha tsy miala amin’ny teniko ianareo dia tena mpianatro tokoa,",
        "32": "ary ho fantatrareo ny marina, ary ny marina hanafaka anareo.”",
        "33": "Dia hoy ireo: “Taranak’i Abrahama ange izahay e, ary mbola tsy andevon’iza na iza mihitsy. Koa nahoana ianao no milaza hoe: ‘Ho afaka ianareo’?”",
        "34": "Ary namaly i Jesosy hoe: “Lazaiko aminareo marina dia marina tokoa fa andevon’ny ota ireo zatra manota.",
        "35": "Ary ny andevo tsy mitoetra mandrakariva ao an-trano, fa ny zanaka no mitoetra mandrakariva ao.",
        "36": "Tena ho afaka àry ianareo, raha ny Zanaka no manafaka anareo.",
        "37": "Fantatro fa taranak’i Abrahama ianareo. Mitady hamono ahy anefa ianareo, satria tsy mahazo vahana ao am-ponareo ny teniko.",
        "38": "Izay efa hitako tamin’ny Raiko no lazaiko, ary ianareo manao izay efa renareo tamin’ny rainareo.”",
        "39": "Ary hoy ireo: “I Abrahama no rainay.” Dia hoy i Jesosy: “Ataovy àry ny asan’i Abrahama raha zanak’i Abrahama ianareo.",
        "40": "Mitady hamono ahy anefa ianareo, dia izaho izay nilaza taminareo ny marina reko tamin’Andriamanitra. Tsy mba nanao izany i Abrahama.",
        "41": "Ianareo manao ny asan’ny rainareo.” Hoy ireo: “Tsy teraka avy tamin’ny fijangajangana izahay. Iray ihany ny Rainay, dia Andriamanitra.”",
        "42": "Hoy i Jesosy: “Tokony ho tia ahy ianareo raha Andriamanitra no Rainareo, satria avy tamin’Andriamanitra no nivoahako sy nahatongavako eto. Tsy tonga araka ny nahim-poko velively aho, fa Izy no naniraka ahy.",
        "43": "Nahoana no tsy azonareo izay lazaiko? Satria tsy zakanareo ny mihaino ny teniko.",
        "44": "Ianareo avy amin’ny Devoly rainareo, ary izay irin’ny rainareo no tianareo hatao. Mpamono olona hatrany am-piandohana izy, ary tsy nifikitra tamin’ny marina, satria tsy ao aminy ny marina. Rehefa mandainga izy, dia ny maha izy azy no avoakany, satria mpandainga izy sady rain’ny lainga.",
        "45": "Tsy mino ahy kosa ianareo, satria milaza ny marina aho.",
        "46": "Iza aminareo no afaka manaporofo fa nanota aho? Ary raha milaza ny marina aho, nahoana no tsy inoanareo?",
        "47": "Izay avy amin’Andriamanitra dia mihaino ny tenin’Andriamanitra. Izany no tsy ihainoanareo, satria tsy avy amin’Andriamanitra ianareo.”",
        "48": "Dia hoy ny Jiosy: “Tsy marina ve ny voalazanay fa Samaritanina tokoa ianao sady misy demonia?”",
        "49": "Ary namaly i Jesosy hoe: “Tsy misy demonia aho, fa manome voninahitra ny Raiko, fa ianareo kosa tsy manome voninahitra ahy.",
        "50": "Tsy mitady voninahitra ho an’ny tenako anefa aho, fa misy Iray mitady izany sady mitsara.",
        "51": "Lazaiko aminareo marina dia marina tokoa fa raha misy olona mitandrina ny teniko, dia tsy mba ho faty mihitsy izy.”",
        "52": "Hoy ny Jiosy: “Fantatray tokoa izao fa misy demonia ianao. Efa maty i Abrahama, ary maty koa ny mpaminany, nefa ianao milaza hoe: ‘Raha misy mitandrina ny teniko, dia tsy handia fahafatesana mihitsy izy.’",
        "53": "Ianao angaha lehibe noho i Abrahama rainay, izay efa maty? Efa maty koa ny mpaminany. Fa manao anao ho iza moa ianao e?”",
        "54": "Dia namaly i Jesosy hoe: “Tsinontsinona ny voninahitro raha manome voninahitra ny tenako aho. Ny Raiko no manome voninahitra ahy, dia izy izay lazainareo fa Andriamanitrareo.",
        "55": "Tsy fantatrareo anefa izy, fa izaho mahalala azy. Raha milaza aho fa tsy mahalala azy, dia mpandainga tahaka anareo koa. Fantatro anefa izy, ary mitandrina ny teniny aho.",
        "56": "Ravoravo erỳ i Abrahama rainareo noho ny fanantenana hahita ny androko, ary nahita izy ka ravoravo.”",
        "57": "Dia hoy ny Jiosy: “Mbola tsy dimampolo taona akory ianao, koa efa nahita an’i Abrahama ve?”",
        "58": "Hoy i Jesosy: “Lazaiko aminareo marina dia marina tokoa fa mbola tsy ary akory i Abrahama, dia efa nisy aho.”",
        "59": "Dia naka vato hitorahana azy izy ireo, kanefa niafina i Jesosy ary niala tao amin’ny tempoly."
    },
    "9": {
        "1": "Nahita lehilahy jamba hatrany an-kibon-dreniny izy, raha iny nandalo iny.",
        "2": "Ary nanontany azy ny mpianany hoe: “Raby ô, fa iza no nanota, io lehilahy io sa ny ray aman-dreniny, no teraka jamba izy?”",
        "3": "Hoy ny navalin’i Jesosy: “Tsy io lehilahy io no nanota, na ny ray aman-dreniny, fa mba hampisehoana ny asan’Andriamanitra eo aminy no anton’izany.",
        "4": "Tsy maintsy manao ny asan’ilay naniraka ahy isika, dieny mbola antoandro. Fa ho avy ny alina izay tsy hahafahan’ny olona hiasa.",
        "5": "Izaho no fahazavan’izao tontolo izao raha mbola eo amin’izao tontolo izao aho.”",
        "6": "Rehefa avy nilaza izany izy, dia nandrora tamin’ny tany ka nanao feta tanimanga tamin’ny rorany, ary napetany teo amin’ny mason’ilay lehilahy izany,",
        "7": "ka hoy izy: “Mandehana misasa any amin’ny dobon’i Siloama”—izay adika hoe ‘Nalefa.’ Dia nandeha izy ka nisasa, ary nahiratra ny masony rehefa niverina izy.",
        "8": "Hoy àry ny mpiara-monina taminy sy izay efa nahita azy nangataka: “Tsy ilay lehilahy nipetraka nangataka ve ity?”",
        "9": "Hoy ny sasany: “Izy tokoa io.” Fa hoy ny sasany: “Tsy izy mihitsy io, fa olona mitovy aminy.” Fa hoy kosa ilay lehilahy: “Izaho no izy.”",
        "10": "Dia hoy ireo taminy: “Ary ahoana no nahiratan’ny masonao?”",
        "11": "Namaly izy hoe: “Nanao feta tanimanga ilay lehilahy atao hoe Jesosy, ka nanosotra izany teo amin’ny masoko, ary nanao hoe: ‘Mandehana misasa any Siloama.’ Dia nandeha aho ka nisasa, ary nahiratra.”",
        "12": "Ary hoy ireo: “Aiza izany lehilahy izany?” Dia hoy izy: “Tsy fantatro.”",
        "13": "Dia nentin’ireo tany amin’ny Fariseo ilay jamba nahiratra.",
        "14": "Ary Sabata ilay andro nanaovan’i Jesosy feta sy nampahiratany ny mason-dralehilahy.",
        "15": "Dia nanontany azy koa ny Fariseo hoe ahoana no nampahiratra ny masony. Hoy ralehilahy tamin’ireo: “Nasiany feta tanimanga ny masoko, ary nosasako ka nahita aho.”",
        "16": "Ary hoy ny Fariseo sasany: “Tsy avy amin’Andriamanitra izany lehilahy izany, satria tsy mitandrina ny Sabata.” Hoy kosa ny sasany: “Hataon’ny lehilahy mpanota ahoana no hahavita famantarana toy izany?” Koa nisara-kevitra ireo.",
        "17": "Hoy indray ireo tamin’ilay jamba: “Inona kosa no lazainao momba azy, noho izao nampahiratany ny masonao izao?” Hoy ilay lehilahy: “Mpaminany izy.”",
        "18": "Tsy nino anefa ny Jiosy fa jamba nahiratra io lehilahy io, raha tsy efa avy nantsoin’izy ireo ny ray aman-dreniny,",
        "19": "ka nanontaniany hoe: “Zanakareo ve ity, ilay lazainareo hoe teraka jamba? Koa nahoana izy izao no mahita?”",
        "20": "Hoy ny navalin’ny ray aman-dreniny: “Fantatray fa zanakay io, ary teraka jamba izy.",
        "21": "Fa tsy fantatray kosa hoe ahoana no nahatonga azy hahita ankehitriny, na hoe iza no nampahiratra ny masony. Anontanio izy e! Efa lehibe izy, ka izy ihany no tokony hilaza ny momba ny tenany.”",
        "22": "Nilaza izany ny ray aman-dreniny noho ny fahatahorany ny Jiosy. Efa nifanaraka mantsy ny Jiosy fa raha misy manaiky an’i Jesosy ho Kristy, dia tokony horoahina hiala amin’ny synagoga.",
        "23": "Izany no nilazan’ny ray aman-dreniny hoe: “Efa lehibe izy, ka anontanio.”",
        "24": "Dia nantsoin’ireo fanindroany indray ilay jamba nahiratra, ka nataony hoe: “Omeo voninahitra Andriamanitra, ka lazao ny marina. Fantatray fa mpanota izany lehilahy izany.”",
        "25": "Fa hoy kosa izy: “Tsy fantatro aloha na mpanota izy na tsia. Izao ihany no fantatro: Jamba aho taloha, fa mahiratra aho izao.”",
        "26": "Dia hoy ireo: “Inona no nataony taminao? Ahoana no nampahiratany ny masonao?”",
        "27": "Hoy ny navaliny: “Efa nolazaiko taminareo izany, fa tsy nihaino ianareo. Koa nahoana no tianareo hohenoina indray? Te ho tonga mpianany koa angaha ianareo?”",
        "28": "Dia nanevateva azy izy ireo, ka nanao hoe: “Ialahy no mpianany, fa izahay mpianatr’i Mosesy.",
        "29": "Fantatray fa niteny tamin’i Mosesy Andriamanitra, fa izany lehilahy izany kosa tsy fantatray izay niaviany.”",
        "30": "Dia namaly izy hoe: “Mba mahagaga koa ny tsy ahafantaranareo izay niaviany, nefa izy nampahiratra ny masoko.",
        "31": "Fantatsika fa tsy mihaino ny mpanota Andriamanitra, fa izay matahotra azy sy manao ny sitrapony kosa no henoiny.",
        "32": "Mbola tsy re mihitsy hatrizay hatrizay hoe nisy nampahiratra mason’olona jamba hatrany an-kibon-dreniny.",
        "33": "Koa tsy mahavita na inona na inona mihitsy izany lehilahy izany raha tsy avy amin’Andriamanitra.”",
        "34": "Dia hoy ireo: “Tena teraka tao anatin’ny ota ialahy, ka ialahy indray ve no mampianatra anay?” Ary noroahiny izy!",
        "35": "Ren’i Jesosy fa noroahin’izy ireo izy. Koa rehefa nahita azy i Jesosy dia nanao hoe: “Mino ny Zanak’olona ve ianao?”",
        "36": "Namaly ilay lehilahy hoe: “Iza moa izy, tompoko, mba hinoako azy?”",
        "37": "Hoy i Jesosy: “Efa hitanao izy, ary izy ilay miresaka aminao izao.”",
        "38": "Hoy ilay lehilahy: “Mino azy tokoa aho, Tompo ô!” Ary niankohoka teo anatrehany izy.",
        "39": "Dia hoy i Jesosy: “Noho izao fitsarana izao no nahatongavako amin’izao tontolo izao: Mba hahiratra ny tsy mahiratra, ary mba ho jamba ny mahiratra.”",
        "40": "Nisy Fariseo teo nandre izany, ka nanao hoe: “Izahay koa ve mba jamba?”",
        "41": "Hoy i Jesosy: “Tsy ho nanan-keloka ianareo, raha jamba. Milaza anefa ianareo hoe: ‘Mahita izahay’, koa tsy afaka àry ny helokareo.”"
    },
    "10": {
        "1": "“Lazaiko aminareo marina dia marina tokoa fa izay tsy miditra eo amin’ny vavahadin’ny valan’ondry, fa mananika any an-toeran-kafa dia mpangalatra sy mpandroba.",
        "2": "Fa izay miditra eo amin’ny vavahady kosa no mpiandry ondry.",
        "3": "Izy no vohan’ny mpiandry vavahady, ary mihaino ny feony ny ondry. Dia antsoiny amin’ny anarany avy ny ondriny, ka tarihiny hivoaka.",
        "4": "Koa rehefa tafavoakany daholo ny ondriny rehetra, dia mandeha eo alohan’ireo izy, ary ny ondry manaraka azy satria fantatr’ireo ny feony.",
        "5": "Tsy hanaraka olona tsy fantany mihitsy ireo, fa handositra azy kosa satria tsy fantany ny feony.”",
        "6": "Nilaza izany fanoharana izany taminy i Jesosy. Tsy azon’izy ireo anefa izay nolazain’i Jesosy taminy.",
        "7": "Dia hoy indray i Jesosy: “Lazaiko aminareo marina dia marina tokoa fa izaho no vavahadin’ondry.",
        "8": "Mpangalatra sy mpandroba izay rehetra naka ny toerako, nefa tsy nihaino azy ny ondry.",
        "9": "Izaho no vavahady. Izay miditra eo amiko dia ho voavonjy, ary hiditra sy hivoaka izy ary hahita tanimbilona.",
        "10": "Ny mpangalatra tsy tonga raha tsy hangalatra sy hamono ary handringana. Fa izaho kosa tonga mba hananany fiainana, eny, hananany fiainana maharitra.",
        "11": "Izaho no mpiandry tena tsara. Ny mpiandry tena tsara mahafoy ny ainy ho an’ny ondry.",
        "12": "Ny mpikarama kosa, noho izy tsy mba mpiandry sy tsy tompon’ny ondry, dia mandao ny ondry sy mandositra raha mahita amboadia manatona, ka rombahin’ny amboadia sy aparitany ny ondry.",
        "13": "Mandositra izy satria mpikarama, ka tsy raharahainy ny ondry.",
        "14": "Izaho no mpiandry tena tsara ary fantatro ny ondriko, ary ny ondriko koa mahalala ahy,",
        "15": "toy ny ahafantaran’ny Ray ahy sy ahafantarako ny Ray. Ary foiko ho an’ny ondry ny aiko. *",
        "16": "“Manana ondry hafa tsy ao amin’ity vala ity aho. Ireny koa tsy maintsy hoentiko, ary hihaino ny feoko izy, ka ho tonga andiany iray ireo sady ho iray ihany ny mpiandry.",
        "17": "Izao no itiavan’ny Ray ahy: Satria afoiko ny aiko mba hahazoako azy indray.",
        "18": "Tsy misy manaisotra ny aiko amiko fa izaho no mahafoy azy araka ny nahim-poko. Manana fahefana hamoy azy aho, ary manana fahefana hahazo azy indray. Izany no didy voaraiko avy tamin’ny Raiko.”",
        "19": "Dia nisara-kevitra indray ny Jiosy noho izany teny izany.",
        "20": "Ary maro no nanao hoe: “Misy demonia izy, sady adala. Koa nahoana ianareo no mihaino azy?”",
        "21": "Fa hoy ny sasany: “Tsy tenin’olona misy demonia izany. Ny demonia angaha afaka mampahiratra ny mason’ny jamba?”",
        "22": "Ary tonga ny fetin’ny fitokanana tany Jerosalema. Ririnina tamin’izay,",
        "23": "ary nandeha tao amin’ny tempoly i Jesosy, tao amin’ny lala-mitafon’i * Solomona.",
        "24": "Dia nitangoronan’ny Jiosy izy, ary hoy ireo: “Mandra-pahoviana ianao no hampisalasala anay? Tsory aminay raha ianao no Kristy.”",
        "25": "Dia namaly i Jesosy hoe: “Efa nolazaiko taminareo, saingy tsy mino ianareo. Ny asa izay ataoko amin’ny anaran’ny Raiko no porofo manamarina ahy.",
        "26": "Tsy mino anefa ianareo, satria tsy anisan’ny ondriko.",
        "27": "Ny ondriko mantsy mihaino ny feoko, ary izaho mahalala azy, ary izy manaraka ahy.",
        "28": "Dia omeko fiainana mandrakizay izy, ary tsy ho ringana mihitsy sady tsy hisy handrombaka azy etỳ an-tanako.",
        "29": "Izay nomen’ny Raiko ahy dia sarobidy noho ny zavatra hafa rehetra, ary tsy misy maharombaka azy eny an-tanan’ny Ray.",
        "30": "Ary izaho sy ny Ray dia iray * ihany.”",
        "31": "Dia naka vato hitorahana azy indray ny Jiosy.",
        "32": "Hoy i Jesosy: “Asa tsara maro avy tamin’ny Ray no nasehoko taminareo, koa iza amin’ireo no itorahanareo vato ahy?”",
        "33": "Hoy ny navalin’ny Jiosy azy: “Tsy noho ny asa tsara no itorahanay vato anao, fa noho ny teny fanevatevana, satria olona ihany ianao nefa manao ny tenanao ho andriamanitra.”",
        "34": "Dia hoy i Jesosy: “Tsy voasoratra ao amin’ny Lalànareo ve hoe: ‘Hoy aho: “andriamanitra ianareo”’?",
        "35": "Koa raha antsoiny hoe ‘andriamanitra’ ireo nomelohin’ny tenin’Andriamanitra, ary tsy azo foanana ny Soratra Masina,",
        "36": "nahoana aho, izay nohamasinin’ny Ray sy nirahiny ho amin’izao tontolo izao, no lazainareo hoe manevateva an’Andriamanitra satria aho nilaza hoe: Zanak’Andriamanitra aho?",
        "37": "Aza mino ahy raha tsy manao ny asan’ny Raiko aho.",
        "38": "Fa raha manao izany kosa aho, na tsy mino ahy aza ianareo, dia minoa kosa noho ny asa ataoko, mba hahafantaranareo ary mbola hahafantaranareo hatrany fa ny Ray dia tafaray amiko, ary izaho tafaray amin’ny Ray.”",
        "39": "Dia nitady hisambotra azy indray ireo, nefa niala izy ka tsy azony.",
        "40": "Nankany ampitan’ny Reniranon’i Jordana indray izy, ho any amin’ilay toerana nanaovan’i Jaona batisa tamin’ny voalohany, ary nijanona tany.",
        "41": "Nisy olona maro tonga teo aminy, ka nilaza hoe: “Tsy mba nanao famantarana i Jaona na iray aza. Marina daholo anefa izay rehetra nolazainy momba ity lehilahy ity.”",
        "42": "Ary maro no nino an’i Jesosy tany."
    },
    "11": {
        "1": "Ary nisy lehilahy iray narary, dia i Lazarosy avy any Betania. Nonina tao amin’io tanàna kely io koa i Maria sy Marta rahavaviny.",
        "2": "Io Maria io ilay nanisy menaka manitra ny Tompo sy nanamaina ny tongony tamin’ny volon-dohany. Anadahiny i Lazarosy, ilay narary.",
        "3": "Koa nampilaza an’i Jesosy ireo anabavin’i Lazarosy hoe: “Tompo ô, marary ilay tsy foinao.”",
        "4": "Hoy anefa i Jesosy raha nandre izany: “Tsy ho fahafatesana no anton’izany aretina izany, fa ho voninahitr’Andriamanitra, mba homem-boninahitra ny Zanak’Andriamanitra.”",
        "5": "Tia an’i Marta sy ny rahavaviny ary Lazarosy i Jesosy,",
        "6": "kanefa mbola nijanona roa andro tany amin’izay nisy azy ihany izy rehefa reny fa narary i Lazarosy.",
        "7": "Taorian’izay, dia hoy izy tamin’ny mpianany: “Andao indray ho any Jodia.”",
        "8": "Hoy anefa ny mpianany: “Raby ô, vao haingana ange ny Jodianina no nitady hitora-bato anao e! Dia hankany indray ve ianao?”",
        "9": "Fa namaly i Jesosy hoe: “Tsy adiny roa ambin’ny folo moa no mazava ny andro? Raha misy mandeha amin’ny antoandro, dia tsy midona amin-javatra izy, satria hitany ny fahazavan’izao tontolo izao.",
        "10": "Fa raha misy kosa mandeha amin’ny alina, dia midona amin-javatra izy, satria ny fahazavana tsy ao anatiny.”",
        "11": "Nilaza izany izy, ary hoy indray izy avy eo: “Matory i Lazarosy namantsika, fa handeha ho any aho hamoha azy.”",
        "12": "Dia hoy ny mpianany: “Tompo ô, ho sitrana izy raha matory.”",
        "13": "Ny fahafatesany anefa no nolazain’i Jesosy, fa ireo kosa nihevitra hoe ny fialan-tsasatra amin’ny torimaso.",
        "14": "Tamin’izay, dia notsorin’i Jesosy hoe: “Maty i Lazarosy.",
        "15": "Ary noho ny aminareo, dia faly aho satria tsy tany, mba hinoanareo. Fa andao isika ho any aminy.”",
        "16": "Niteny tamin’ny mpianatra hafa i Tomasy, ilay atao hoe Ikambana, ka nilaza hoe: “Andao koa isika handeha, mba hiara-maty aminy.”",
        "17": "Koa tonga àry i Jesosy, ka hitany fa efa efatra andro i Lazarosy no tao am-pasana.",
        "18": "Akaikin’i Jerosalema i Betania, telo kilaometatra eo ho eo no nanelanelana azy.",
        "19": "Koa nisy Jiosy maro tonga hampionona an’i Marta sy Maria noho ny nahafatesan’ny anadahiny.",
        "20": "Ren’i Marta fa ho avy i Jesosy, ka lasa nitsena azy izy. Fa i Maria kosa mbola nipetraka tao an-trano ihany.",
        "21": "Dia hoy i Marta tamin’i Jesosy: “Tompo ô, raha teto ianao dia tsy maty ny anadahiko.",
        "22": "Ary na dia izao ankehitriny izao aza, dia fantatro fa homen’Andriamanitra anao izay rehetra angatahinao.”",
        "23": "Hoy i Jesosy: “Hitsangana ny anadahinao.”",
        "24": "Dia hoy i Marta: “Fantatro fa hitsangana izy amin’ny fananganana ny maty amin’ny andro farany.”",
        "25": "Koa hoy i Jesosy: “Izaho no fananganana ny maty sy fiainana. Izay maneho finoana ahy, na dia maty aza, dia ho velona indray.",
        "26": "Ary izay rehetra velona ka maneho finoana ahy dia tsy ho faty mihitsy. Mino izany ve ianao?”",
        "27": "Hoy izy: “Eny, Tompo ô! Mino aho fa ianao no Kristy, ilay Zanak’Andriamanitra, ilay ho tonga eo amin’izao tontolo izao.”",
        "28": "Dia lasa i Marta rehefa avy nilaza izany, ka niantso an’i Maria rahavaviny, ary nilaza taminy mangingina hoe: “Ao ny Mpampianatra, ary antsoiny ianao.”",
        "29": "Dia nitsangana haingana i Maria raha nandre izany, ka lasa nankany amin’i Jesosy.",
        "30": "Mbola tsy tonga tao an-tanàna anefa i Jesosy, fa mbola teo amin’ilay nitsenan’i Marta azy.",
        "31": "Rehefa nahita an’i Maria nitsangana avy hatrany sy lasa nandeha ireo Jiosy niaraka taminy tao an-tranony sy nampionona azy, dia nanaraka azy satria noheveriny fa nandeha hitomany tany am-pasana izy.",
        "32": "Nony tonga teo amin’i Jesosy i Maria, dia niankohoka avy hatrany teo amin’ny tongony raha vao nahita azy, ka nanao hoe: “Tompo ô, raha teto ianao dia tsy maty ny anadahiko.”",
        "33": "Nalahelo mafy i Jesosy tao am-pony tao sady ory dia ory, rehefa nahita an’i Maria sy ireo Jiosy niaraka taminy nigogogogo nitomany.",
        "34": "Dia hoy izy: “Aiza no nametrahanareo azy?” Hoy ireo: “Tompo ô, andao jereo!”",
        "35": "Ary nirotsaka ny ranomason’i Jesosy.",
        "36": "Koa hoy ny Jiosy: “Lehibe tokoa izany fitiavany azy izany!”",
        "37": "Hoy anefa ny sasany: “Tsy hain’io lehilahy nampahiratra ny mason’ny jamba io ve ny nisakana an’ity iray ity tsy ho faty?”",
        "38": "Nalahelo mafy indray i Jesosy tao am-pony tao, ary nankeo amin’ny fasana izy, avy eo. Lava-bato ilay izy, ary nisy vato niankina taminy.",
        "39": "Ary hoy i Jesosy: “Esory ny vato.” Fa hoy i Marta, anabavin’ny maty: “Tompo ô, tsy maintsy maimbo izy izao, satria efa efatra andro izay.”",
        "40": "Hoy i Jesosy: “Tsy efa nilazako moa ianao fa raha mino ianao, dia hahita ny voninahitr’Andriamanitra?”",
        "41": "Dia nesorin’ireo ilay vato, ary niandrandra ny lanitra i Jesosy, ka nanao hoe: “Misaotra anao aho, Ray ô, fa efa nihaino ahy ianao.",
        "42": "Fantatro fa mihaino ahy foana ianao, fa noho ireto vahoaka mijoro manodidina ahy ireto no nilazako izany, mba hinoany fa ianao no naniraka ahy.”",
        "43": "Rehefa avy nilaza izany izy, dia niantso mafy hoe: “Ry Lazarosy, mivoaha!”",
        "44": "Dia nivoaka ilay lehilahy efa maty, mbola nisy fehim-paty ny tongony aman-tanany, ary nisy fehy lamba ny tarehiny. Hoy i Jesosy tamin’ny olona: “Vahao izy, ka avelao handeha.”",
        "45": "Ary maro tamin’ny Jiosy, izay tonga tao amin’i Maria sy nahita izay nataon’i Jesosy, no nino azy.",
        "46": "Fa ny sasany kosa nankany amin’ny Fariseo ka nilaza taminy izay nataon’i Jesosy.",
        "47": "Dia namory ireo anisan’ny Fitsarana Avo Jiosy ny lehiben’ny mpisorona sy ny Fariseo, ka nanao hoe: “Inona no hataontsika, fa manao famantarana maro iny lehilahy iny?",
        "48": "Raha avelantsika amin’izao izy, dia hino azy daholo ny rehetra, ary ho avy ny Romanina ka haka ny tempolintsika * sy ny firenentsika.”",
        "49": "Hoy anefa ny iray taminy, dia i Kaiafa izay mpisoronabe tamin’izany taona izany: “Tsy mahalala na inona na inona ianareo,",
        "50": "ary tsy ao an-tsainareo hoe tsara ho anareo raha olona iray no maty ho an’ny vahoaka, toy izay ny firenena iray manontolo no ho rava.”",
        "51": "Tsy araka ny nahim-pony anefa no nilazany izany. Fa satria mpisoronabe tamin’izany taona izany izy, dia naminany fa efa voatendry ho faty ho an’ilay firenena i Jesosy,",
        "52": "ary tsy ho an’ilay firenena ihany, fa mba hanangonany ho iray koa ireo zanak’Andriamanitra any am-pielezana.",
        "53": "Nanomboka tamin’izay andro izay àry, dia nikaon-doha hamono an’i Jesosy ireo.",
        "54": "Tsy nandehandeha an-karihary teo amin’ny Jiosy intsony àry i Jesosy, fa niala teo ka nankany amin’ny faritra akaikin’ny tany efitra, tao amin’ny tanàna atao hoe Efraima. Ary nijanona tao niaraka tamin’ny mpianany izy.",
        "55": "Akaiky ny Paskan’ny Jiosy, ka olona maro no niakatra avy any ambanivohitra mba ho any Jerosalema alohan’ny Paska, mba hanadio ny tenany araka ny Lalàna.",
        "56": "Dia nandeha nitady an’i Jesosy ireo. Ary raha mbola nijorojoro tao amin’ny tempoly izy ireo, dia nifanontany hoe: “Ahoana ny hevitrareo? Tsy ho tonga amin’ny fety mihitsy ve izy?”",
        "57": "Ny lehiben’ny mpisorona sy ny Fariseo efa nanome baiko fa raha misy mahalala izay misy azy, dia tokony hilaza izany, mba hisamboran’izy ireo azy."
    },
    "12": {
        "1": "Enina andro talohan’ny Paska no tonga tao Betania i Jesosy. Tao no nisy an’i Lazarosy, ilay natsangany tamin’ny maty.",
        "2": "Koa nasaina tamin’ny sakafo hariva i Jesosy, ary i Marta no nandroso sakafo fa i Lazarosy kosa anisan’ireo nandry ilika hisakafo niaraka tamin’i Jesosy.",
        "3": "Ary naka menaka manitra nilanja iray livatra * i Maria. Narda tena izy ilay menaka sady lafo vidy be. Dia nataony tamin’ny tongotr’i Jesosy izany. Ary nohamaininy tamin’ny volon-dohany ny tongotr’i Jesosy. Dia namerovero eran’ny trano ilay menaka.",
        "4": "Hoy anefa i Jodasy Iskariota, anisan’ny mpianany, ilay efa hamadika azy:",
        "5": "“Fa nahoana no tsy namidy denaria telonjato iny menaka manitra iny, ka nomena ny mahantra?”",
        "6": "Tsy noho ny fiahiany ny mahantra anefa no nilazany izany, fa noho izy mpangalatra, sady izy no nitana ny boatim-bola ka nakany ny tao anatiny.",
        "7": "Dia hoy i Jesosy ho fiarovana an’i Maria: “Avelao izy, fa mba hitandremany ny fomba fanao ho amin’ny andro handevenana ahy no anaovany izao.",
        "8": "Fa eo aminareo foana ny mahantra, fa izaho kosa tsy ho eo aminareo foana.”",
        "9": "Fantatry ny Jiosy maro be àry fa tao Betania izy, ka tonga ireo. Tsy noho i Jesosy ihany anefa no nahatongavany, fa mba hahita koa an’i Lazarosy, ilay natsangany tamin’ny maty.",
        "10": "Ary nikaon-doha hamono an’i Lazarosy koa ny lehiben’ny mpisorona,",
        "11": "satria izy no nankanesan’ny Jiosy maro tany, ka ninoan’ireo an’i Jesosy.",
        "12": "Ny ampitso, dia ren’ilay vahoaka be tonga hamonjy ny fety fa hankany Jerosalema i Jesosy.",
        "13": "Dia naka sampana palmie ireo, ka nandeha nitsena azy ary niantsoantso hoe: “Mba vonjeo re e! Mahazo fitahiana ilay tonga amin’ny anaran’i Jehovah, eny, ilay mpanjakan’ny Israely!”",
        "14": "Ary nahita zanak’ampondra i Jesosy ka nitaingenany, araka ny voasoratra hoe:",
        "15": "“Aza matahotra, ry Ziona zanakavavy. Iny avy iny ny mpanjakanao, mitaingina zanak’ampondra.”",
        "16": "Tsy tsikaritry ny mpianany izany tamin’ny voalohany, fa rehefa nomem-boninahitra i Jesosy vao tsaroan’izy ireo fa izany no voasoratra momba an’i Jesosy. Tamin’izay koa vao tsaroan’izy ireo fa nanao izany zavatra izany taminy ireny.",
        "17": "Ary tsy nitsahatra nanambara izay hitany ilay vahoaka, izay teo tamin’izy niantso an’i Lazarosy hivoaka ny fasana sy nanangana azy tamin’ny maty.",
        "18": "Izany no nitsenan’ny vahoaka azy, satria reny fa nanao io famantarana io izy.",
        "19": "Koa nifampiresaka ny Fariseo hoe: “Hitanareo izao fa tsy misy na inona na inona vitanareo mihitsy. Jereo fa lasa manaraka azy izao tontolo izao!”",
        "20": "Nisy Grika koa anisan’ireo niakatra hivavaka tamin’ny andro fety.",
        "21": "Dia nohatonin’izy ireo i Filipo avy any Betsaida any Galilia, ka niangaviany hoe: “Mba te hahita an’i Jesosy izahay, tompoko.”",
        "22": "Ary lasa nilaza tamin’i Andrea i Filipo. Ary i Andrea sy Filipo kosa lasa nilaza tamin’i Jesosy.",
        "23": "Hoy anefa ny navalin’i Jesosy azy ireo: “Tonga ny fotoana hanomezam-boninahitra ny Zanak’olona.",
        "24": "Lazaiko aminareo marina dia marina tokoa fa raha tsy latsaka amin’ny tany ny voa ka maty, dia mitoetra ho voa iray monja izy. Fa raha maty kosa izy, dia mamokatra betsaka.",
        "25": "Izay tia ny ainy * no hamoy azy, fa izay mankahala ny ainy eo amin’izao fiainana izao kosa, no hiaro azy ho amin’ny fiainana mandrakizay.",
        "26": "Raha misy manompo ahy, dia aoka izy hanaraka ahy, ary izay misy ahy no hisy ny mpanompoko koa. Izay manompo ahy dia homen’ny Ray voninahitra.",
        "27": "Mitebiteby mafy aho izany! Koa inona àry no holazaiko? Ray ô, vonjeo ho afaka amin’ity ora ity aho. Nefa dia ho amin’ity ora ity no nahatongavako.",
        "28": "Ray ô, omeo voninahitra ny anaranao.” Dia nisy feo avy any an-danitra nanao hoe: “Efa nanome voninahitra azy aho, ary mbola hanome voninahitra azy indray.”",
        "29": "Ary ilay vahoaka izay nitsangana teo ka nandre izany dia nilaza fa nikotroka ny andro. Fa ny sasany nanao hoe: “Nisy anjely niteny taminy.”",
        "30": "Hoy kosa i Jesosy: “Tsy ho ahy no nahatongavan’izany feo izany, fa ho anareo.",
        "31": "Tsaraina ankehitriny izao tontolo izao. Ary horoahina ankehitriny ilay mpitondra an’izao tontolo izao.",
        "32": "Izaho kosa anefa, rehefa hasandratra hiala amin’ny tany, dia hitaona ny karazan’olona rehetra ho amiko.”",
        "33": "Niteny izany izy mba hilazana ny fomba hahafatesany tsy ho ela.",
        "34": "Dia hoy ny vahoaka: “Renay tamin’ny Lalàna fa haharitra mandrakizay i Kristy, koa nahoana ianao no milaza fa tsy maintsy asandratra ny Zanak’olona? Fa iza izany Zanak’olona izany?”",
        "35": "Ary hoy i Jesosy: “Kely sisa no itoeran’ny mazava eo aminareo. Mandehana dieny mbola eo aminareo ny mazava, mba tsy ho resin’ny haizina ianareo. Ary izay mandeha ao amin’ny haizina dia tsy mahalala izay alehany.",
        "36": "Minoa ny mazava dieny mbola eo aminareo izy, mba ho tonga zanaky ny mazava ianareo.” Nilaza izany i Jesosy, dia lasa ka niafina an’ireo.",
        "37": "Na dia nanao famantarana maro be teo anatrehany aza anefa izy, dia tsy ninoan’izy ireo,",
        "38": "mba hahatanteraka ny tenin’i Isaia mpaminany hoe: “Jehovah ô, iza no mba nino ny zavatra renay? Ary tamin’iza no naharihary ny sandrin’i Jehovah?”",
        "39": "Tsy afaka ny hino koa izy ireo satria mbola nilaza i Isaia hoe:",
        "40": "“Nanajamba ny mason’ireo izy sady nanamafy ny fon’ireo, mba tsy hahitan’ny masony sy tsy hahatakaran’ny fony, ary mba tsy hiverenany ka hanasitranako azy.”",
        "41": "Nilaza izany i Isaia, satria hitany ny voninahiny, ary niresaka momba azy izy.",
        "42": "Maro tamin’ireo lohandohany teo amin’ny Jiosy anefa no nino azy. Fa noho ny Fariseo dia tsy niaiky ny amin’izany ireo, sao ho voaroaka hiala amin’ny synagoga.",
        "43": "Naleon’izy ireo mantsy ny voninahitra avy tamin’ny olona toy izay ny voninahitra avy tamin’Andriamanitra.",
        "44": "Niteny mafy anefa i Jesosy hoe: “Izay mino ahy, dia tsy izaho ihany no inoany, fa ilay naniraka ahy.",
        "45": "Ary izay mahita ahy, dia mahita an’ilay naniraka ahy.",
        "46": "Tonga aho ho fahazavana eo amin’izao tontolo izao, mba tsy hitoetra ao amin’ny maizina izay mino ahy.",
        "47": "Fa raha misy mandre ny teniko, nefa tsy mitandrina azy, dia tsy mitsara azy aho. Fa tsy tonga hitsara izao tontolo izao aho, fa hamonjy izao tontolo izao.",
        "48": "Izay mandà ahy ka tsy mandray ny teniko, dia manana izay mitsara azy. Ny teny nolazaiko no hitsara azy amin’ny andro farany,",
        "49": "satria tsy araka ny nahim-poko no nitenenako, fa ny Ray izay naniraka ahy no nandidy ahy ny amin’izay holazaiko sy hoteneniko.",
        "50": "Ary fantatro fa ny didiny no fiainana mandrakizay. Koa ny zavatra lazaiko àry, dia lazaiko araka ny nolazain’ny Ray tamiko.”"
    },
    "13": {
        "1": "Fantatr’i Jesosy talohan’ny fetin’ny Paska fa tonga ny fotoana hialany amin’izao tontolo izao ho any amin’ny Ray. Ary tia ny mpianany izay eo amin’izao tontolo izao izy, eny, tiany hatramin’ny farany ireo.",
        "2": "Mbola teo am-pisakafoana hariva izy ireo, ary efa nataon’ny Devoly tao am-pon’i Jodasy Iskariota, zanak’i Simona, ny hamadika azy.",
        "3": "Efa fantatr’i Jesosy koa fa ny Ray efa nanome ny zava-drehetra ho eo an-tanany, sady avy tamin’Andriamanitra izy ka hankany amin’Andriamanitra.",
        "4": "Koa raha mbola teo am-pisakafoana izy ireo, dia nitsangana izy, ka nametraka ny akanjony ivelany. Dia naka servieta izy, ka nafatony teo amin’ny andilany.",
        "5": "Avy eo, dia nasiany rano tao anaty koveta ary nanomboka nanasa ny tongotry ny mpianatra izy, ka nanamaina izany tamin’ilay servieta nafatony teo amin’ny andilany.",
        "6": "Koa tonga teo amin’i Simona Petera izy, fa hoy i Petera: “Tompo ô, ianao ve no hanasa ny tongotro?”",
        "7": "Hoy ny navalin’i Jesosy azy: “Izay ataoko dia tsy azonao izao, fa ho azonao rehefa avy eo.”",
        "8": "Hoy i Petera: “Sanatria! Tsy hanasa ny tongotro ianao.” Fa namaly i Jesosy hoe: “Raha tsy hosasako ianao dia tsy misy iombonanao amiko.”",
        "9": "Dia hoy i Simona Petera: “Tompo ô, tsy ny tongotro ihany àry fa ny tanako sy ny lohako koa.”",
        "10": "Fa hoy i Jesosy: “Izay efa avy nandro dia tsy mila hosasana afa-tsy ny tongony ihany, fa efa madio ny tenany manontolo. Ary efa madio ianareo, saingy tsy ianareo rehetra.”",
        "11": "Fantany mantsy ilay hamadika azy, ka izany no nilazany hoe: “Tsy ianareo rehetra no madio.”",
        "12": "Rehefa voasasany ny tongotr’ireo, dia nanaovany ny akanjony ivelany, ary nandry ilika indray izy mba hisakafo, ka nilaza hoe: “Fantatrareo ve izay nataoko taminareo teo?",
        "13": "Ianareo miantso ahy hoe ‘Mpampianatra’ sy ‘Tompo’, ary marina ny anareo satria izany tokoa aho.",
        "14": "Koa izaho, na dia Tompo sy Mpampianatra aza, nanasa ny tongotrareo, dia mba tokony hifanasa tongotra koa ianareo.",
        "15": "Fa modely no nomeko anareo, mba hanaovanareo araka izay nataoko taminareo.",
        "16": "Lazaiko aminareo marina dia marina tokoa fa ny mpanompo tsy lehibe noho ny tompony, na izay irahina noho ilay naniraka azy.",
        "17": "Raha fantatrareo izany, dia sambatra ianareo raha manao izany.",
        "18": "Tsy ianareo rehetra no lazaiko amin’izany, fa fantatro ireo nofidiko. Fa izany dia mba hahatanteraka ny Soratra Masina hoe: ‘Ilay niara-nihinana ny mofoko tamiko no nanainga ny voditongony hamely ahy.’",
        "19": "Manomboka izao dia milaza aminareo mialoha aho, ka amin’izay, rehefa mitranga tokoa izany, dia hino ianareo fa izaho no izy.",
        "20": "Lazaiko aminareo marina dia marina tokoa fa izay mandray ny irahiko dia mandray ahy. Ary izay mandray ahy kosa, dia mandray ilay naniraka ahy koa.”",
        "21": "Ory dia ory izy rehefa avy nilaza izany, ka izao no nambarany: “Lazaiko aminareo marina dia marina tokoa fa hamadika ahy ny iray aminareo.”",
        "22": "Dia nifampijery ny mpianatra, ka very hevitra nieritreritra hoe iza no nolazainy.",
        "23": "Ary ny anankiray tamin’ny mpianany, dia ilay tian’i Jesosy, no nandry ilika teo akaikin’ny tratrany.",
        "24": "Ary i Simona Petera nanao fihetsika tamin’ny lohany mba hiantsoana azy, ka nanao taminy hoe: “Teneno hoe iza izany lazainy izany?”",
        "25": "Koa niankina teo an-tratran’i Jesosy ilay mpianatra tiany, ka nanao taminy hoe: “Iza izany, Tompo ô?”",
        "26": "Dia namaly i Jesosy hoe: “Ilay homeko ny sombi-mofo atsoboko ao anaty vilia no izy.” Ary natsobony ny sombi-mofo ka nomeny an’i Jodasy, zanak’i Simona Iskariota.",
        "27": "Taorian’ny nanomezana ilay sombi-mofo, dia niditra tao amin’i Jodasy i Satana. Koa hoy i Jesosy taminy: “Ataovy haingana izay ataonao.”",
        "28": "Tsy nisy nahalala ny antony nilazany izany anefa ireo nihinana.",
        "29": "Nisy aza nihevitra hoe: Koa satria i Jodasy no nitana ny boatim-bola, dia nilaza taminy i Jesosy hoe: “Vidio izay ilaintsika amin’ny fety”, na tokony hanao fanomezana ho an’ny mahantra i Jodasy.",
        "30": "Nivoaka avy hatrany àry izy nony nahazo ilay sombi-mofo. Ary efa alina ny andro tamin’izay.",
        "31": "Rehefa tafavoaka i Jodasy, dia hoy i Jesosy: “Omem-boninahitra ny Zanak’olona izao, ary izy no anomezam-boninahitra an’Andriamanitra.",
        "32": "Ary Andriamanitra mihitsy no hanome voninahitra azy, eny, hanome voninahitra azy avy hatrany izy.",
        "33": "Kely sisa no iarahako aminareo, ry zanako malalako. Hitady ahy ianareo, ary lazaiko aminareo koa ankehitriny izay nolazaiko tamin’ny Jiosy hoe: ‘Izay alehako tsy azonareo aleha.’",
        "34": "Omeko didy vaovao ianareo, dia ny mba hifankatiavanareo. Toy ny nitiavako anareo no tokony mba hifankatiavanareo koa.",
        "35": "Raha mifankatia ianareo, dia izany no hahafantaran’ny olona rehetra fa mpianatro ianareo.”",
        "36": "Hoy i Simona Petera: “Fa ho aiza ianao, Tompo ô?” Hoy i Jesosy: “Izay alehako tsy azonao anarahana ahy ankehitriny, fa hanaraka ahy ihany ianao any aoriana.”",
        "37": "Dia hoy i Petera: “Tompo ô, fa nahoana aho no tsy afaka manaraka anao ankehitriny? Na ny aiko aza hafoiko noho ianao.”",
        "38": "Hoy ny navalin’i Jesosy: “Hahafoy ny ainao * noho ny amiko ve ianao? Lazaiko aminao marina dia marina tokoa fa mbola tsy maneno akory ny akoho dia efa handa ahy intelo ianao.”"
    },
    "14": {
        "1": "“Aoka tsy hitebiteby ny fonareo. Minoa an’Andriamanitra ary minoa koa ahy.",
        "2": "Ao an-tranon’ny Raiko misy fonenana maro. Raha tsy izany, dia ho efa nilazako ianareo satria handeha hanomana toerana ho anareo aho.",
        "3": "Ary rehefa handeha aho ka hanomana toerana ho anareo, dia ho avy indray ary handray anareo any amiko, ka izay misy ahy no hisy anareo koa.",
        "4": "Ary fantatrareo ny lalana mankany amin’izay alehako.”",
        "5": "Dia hoy i Tomasy: “Tompo ô, tsy fantatray ange izay alehanao e! Ahoana moa no ahafantaranay ny lalana?”",
        "6": "Hoy i Jesosy: “Izaho no lalana sy fahamarinana ary fiainana. Tsy misy olona mankany amin’ny Ray afa-tsy amin’ny alalako.",
        "7": "Raha nahalala ahy ianareo, dia ho efa nahalala ny Raiko koa. Fantatrareo izy manomboka izao, sady efa hitanareo.”",
        "8": "Hoy i Filipo: “Tompo ô, asehoy anay ny Ray dia ampy ho anay izany.”",
        "9": "Dia hoy i Jesosy: “Izay ela izay no efa niarahako taminareo, ka mbola tsy mahalala ahy ihany ve ianao, ry Filipo? Izay nahita ahy dia nahita ny Ray koa. Koa nahoana ianao no manao hoe: ‘Asehoy anay ny Ray’?",
        "10": "Tsy mino ve ianao fa izaho tafaray amin’ny Ray, ary ny Ray tafaray amiko? Tsy araka ny nahim-poko no ilazako ny teny lazaiko aminareo, fa ny Ray izay tafaray foana amiko no manao ny asany.",
        "11": "Minoa fa izaho tafaray amin’ny Ray ary ny Ray tafaray amiko. Raha tsy izany, dia minoa na dia noho ny asa ataoko ihany aza.",
        "12": "Lazaiko aminareo marina dia marina tokoa fa izay maneho finoana ahy, dia hanao ny asa ataoko koa. Ary hanao asa lehibe noho izany aza izy, satria izaho mankany amin’ny Ray.",
        "13": "Ary izay rehetra angatahinareo amin’ny anarako, dia hataoko mba hanomezam-boninahitra ny Ray amin’ny alalan’ny Zanaka.",
        "14": "Raha mangataka zavatra amin’ny anarako ianareo, dia hataoko izany.",
        "15": "“Raha tia ahy ianareo, dia hitandrina ny didiko.",
        "16": "Hangataka amin’ny Ray aho, ka homeny mpanampy hafa ianareo, mba ho eo aminareo mandrakizay,",
        "17": "dia ny fanahin’ny fahamarinana, izay tsy azon’izao tontolo izao, satria tsy hitany na fantany. Ianareo no mahalala azy io, satria eo aminareo foana ilay izy sady ao anatinareo.",
        "18": "Tsy hamela anareo ho kamboty aho, fa hankatỳ aminareo.",
        "19": "Kely sisa dia tsy hahita ahy intsony izao tontolo izao, fa ianareo no hahita ahy, satria velona aho dia ho velona ianareo.",
        "20": "Ho fantatrareo amin’izany andro izany fa izaho tafaray amin’ny Raiko, ary ianareo tafaray amiko, ary izaho tafaray aminareo.",
        "21": "Izay manana ny didiko ka mitandrina izany, dia izy no tia ahy. Ary izay tia ahy kosa dia ho tian’ny Raiko, ary izaho ho tia azy ka hiseho miharihary aminy.”",
        "22": "Hoy i Jodasy, tsy Iskariota: “Tompo ô, nahoana no hiseho miharihary aminay ianao, fa tsy amin’izao tontolo izao?”",
        "23": "Dia namaly i Jesosy hoe: “Raha misy tia ahy, dia hitandrina ny teniko izy, ary ho tia azy ny Raiko, ary hankany aminy izahay ka hiara-mipetraka aminy.",
        "24": "Izay tsy tia ahy dia tsy mba mitandrina ny teniko, ary tsy ahy ny teny renareo fa an’ny Ray izay naniraka ahy.",
        "25": "“Efa voalazako taminareo izany raha mbola nitoetra teo aminareo aho.",
        "26": "Fa ny mpanampy, dia ny fanahy * masina, izay hirahin’ny Ray amin’ny anarako, izy io no hampianatra anareo ny zava-drehetra, ary hampahatsiaro anareo izay rehetra nolazaiko taminareo.",
        "27": "Fiadanana no avelako ho anareo. Omeko anareo ny fiadanako. Tsy tahaka ny fomba fanomezan’izao tontolo izao no anomezako azy anareo. Aoka tsy hitebiteby na hatahotra ny fonareo.",
        "28": "Efa renareo fa nilaza taminareo aho hoe: Handeha aho, ary hiverina eo aminareo indray. Raha tia ahy ianareo, dia ho ravoravo satria handeha ho any amin’ny Ray aho, fa ny Ray dia lehibe noho izaho.",
        "29": "Ary ankehitriny dia efa nilaza taminareo mialoha aho mba hinoanareo rehefa mitranga tokoa izany.",
        "30": "Tsy hiteny betsaka aminareo intsony aho, fa avy ilay mpitondra an’izao tontolo izao. Tsy manana fahefana amiko anefa izy.",
        "31": "Fa mba hahafantaran’izao tontolo izao fa tiako ny Ray, dia araka ny nandidian’ny Ray ahy no ataoko. Mitsangàna, andao isika hiala eto."
    },
    "15": {
        "1": "“Izaho no tena voaloboka, ary ny Raiko no mpamboly.",
        "2": "Izay sampany rehetra tsy mamoa eo amiko dia esoriny daholo. Ary izay mamoa kosa rantsanany hadio mba hamoa bebe kokoa.",
        "3": "Efa madio ianareo, noho ny teny nolazaiko taminareo.",
        "4": "Aoka ianareo ho tafaray foana amiko, dia ho tafaray aminareo koa aho. Tsy afaka mamoa irery ny sampam-boaloboka, raha tsy tafaray amin’ny voaloboka. Tsy afaka mamoa koa ianareo, raha tsy tafaray foana amiko.",
        "5": "Izaho no voaloboka ary ianareo no sampany. Izay tafaray foana amiko, ary izaho tafaray aminy, no mamoa be. Tsy afaka manao na inona na inona mihitsy mantsy ianareo, raha misaraka amiko.",
        "6": "Raha misy miala amiko, dia toy ny sampany ariana eny ivelany izy ka malazo. Ary angonin’ny olona ireny ka atsipiny ao anaty afo, ary may.",
        "7": "Angataho izay tianareo fa ho tonga aminareo izany, raha tafaray foana amiko ianareo ka mitoetra ao am-ponareo ny teniko.",
        "8": "Raha mamoa be hatrany ianareo ka asehonareo fa mpianatro ianareo, dia izany no anomezam-boninahitra ny Raiko.",
        "9": "Tahaka ny itiavan’ny Ray ahy no itiavako anareo. Koa aza miala amin’ny fitiavako.",
        "10": "Tsy miala amin’ny fitiavako ianareo, raha mitandrina ny didiko toy ny itandremako ny didin’ny Ray sy tsy ialako amin’ny fitiavany.",
        "11": "“Lazaiko aminareo izany mba ho ao aminareo koa ny fifaliako, ary mba ho feno ny fifalianareo.",
        "12": "Izao no didiko, dia ny mba hifankatiavanareo toy ny nitiavako anareo.",
        "13": "Tsy misy manana fitiavana lehibe noho izao, dia ny mahafoy ny ainy * ho an’ny namany.",
        "14": "Ianareo no namako raha manao araka ny nandidiako anareo.",
        "15": "Tsy antsoiko hoe mpanompo intsony ianareo, satria ny mpanompo tsy mahalala izay ataon’ny tompony. Fa antsoiko hoe namana kosa ianareo, satria ampahafantariko anareo izay rehetra reko avy tamin’ny Raiko.",
        "16": "Tsy ianareo no nifidy ahy, fa izaho no nifidy anareo. Ary nanendry anareo aho mba handehananareo sy hamokaranareo hatrany, eny, hamokaranareo voa izay haharitra eo foana. Amin’izay, dia homen’ny Ray anareo izay rehetra angatahinareo aminy amin’ny anarako.",
        "17": "“Izany zavatra izany no andidiako anareo mba hifankatiavanareo.",
        "18": "Raha halan’izao tontolo izao ianareo, dia fantatrareo fa izaho efa halany talohanareo.",
        "19": "Raha anisan’izao tontolo izao ianareo, dia ho tia ny azy izao tontolo izao. Fa satria tsy anisan’izao tontolo izao ianareo, fa izaho efa nifidy anareo avy tamin’izao tontolo izao, dia halan’izao tontolo izao ianareo.",
        "20": "Tadidio ny teny nolazaiko taminareo hoe: Ny mpanompo tsy lehibe noho ny tompony. Raha nanenjika ahy izy dia hanenjika anareo koa. Ary raha nitandrina ny teniko izy, dia hitandrina ny teninareo koa.",
        "21": "Noho ny anarako anefa no hanaovany izany rehetra izany aminareo, satria tsy fantany ilay naniraka ahy.",
        "22": "Raha ohatra ka tsy tonga aho ary tsy niteny taminy, dia tsy ho nanan-keloka izy. Izao anefa izy tsy manana fialan-tsiny ny amin’ny helony.",
        "23": "Izay mankahala ahy dia mankahala ny Raiko.",
        "24": "Tsy ho nanan-keloka izy, raha tsy nataoko teo aminy ny asa mbola tsy nataon’iza na iza. Sady nahita ahy anefa izy izao no nankahala ahy sy ny Raiko koa.",
        "25": "Fa mitranga izany mba hahatanteraka ny teny voasoratra ao amin’ny Lalàna hoe: ‘Mankahala ahy tsy amin’antony izy ireo.’",
        "26": "Ho tonga ny mpanampy, izay hirahiko ho aminareo avy amin’ny Ray. Rehefa tonga izy io, izany hoe ny fanahin’ny fahamarinana avy amin’ny Ray, dia hanome porofo momba ahy.",
        "27": "Ary ianareo indray avy eo no hanome porofo momba ahy, satria ianareo efa niaraka tamiko hatrany am-boalohany."
    },
    "16": {
        "1": "“Nilaza izany taminareo aho, mba tsy hialanareo amin’ny finoana.",
        "2": "Horoahin’ny olona hiala amin’ny synagoga ianareo. Eny, ho tonga ny fotoana hiheveran’izay rehetra mamono anareo fa manao fanompoana masina ho an’Andriamanitra izy.",
        "3": "Ary hitranga izany, satria mbola tsy fantany na ny Ray na izaho.",
        "4": "Niteny izany taminareo aho, ka rehefa mitranga izany, dia hotsaroanareo fa efa nilaza izany taminareo aho. “Tsy nolazaiko taminareo anefa izany tamin’ny voalohany, satria mbola teo aminareo aho.",
        "5": "Ankehitriny kosa, ho any amin’ilay naniraka ahy aho, kanefa tsy misy manontany ahy ianareo hoe: ‘Ho aiza ianao?’",
        "6": "Vonton’alahelo mantsy ny fonareo noho ny nilazako izany taminareo.",
        "7": "Lazaiko aminareo anefa fa raha ny marina dia mahasoa anareo ny fandehanako, satria tsy ho tonga aminareo mihitsy ny mpanampy, raha tsy mandeha aho. Fa raha mandeha kosa aho, dia hirahiko ho atỳ aminareo izy.",
        "8": "Ary rehefa tonga izy, dia hanome porofo hampiaiky an’izao tontolo izao ny amin’ny fahotana sy ny fahamarinana ary ny fitsarana.",
        "9": "Voalohany, porofo ny amin’ny fahotana, satria tsy mino ahy izy ireo.",
        "10": "Avy eo, porofo ny amin’ny fahamarinana, satria ho any amin’ny Ray aho ka tsy ho hitanareo intsony.",
        "11": "Ary farany, porofo ny amin’ny fitsarana, satria efa voatsara ilay mpitondra an’izao tontolo izao.",
        "12": "“Mbola misy zavatra maro tokony holazaiko aminareo, saingy tsy zakanareo izany ankehitriny.",
        "13": "Fa rehefa tonga izy, izany hoe ny fanahin’ny fahamarinana, dia hitari-dalana anareo ho amin’ny fahamarinana rehetra, satria tsy araka ny nahim-pony no hitenenany, fa izay reny no holazainy, ary hambarany aminareo ny zavatra ho avy.",
        "14": "Hanome voninahitra ahy izy, satria hahazo avy amin’izay ananako, ary hanambara izany aminareo.",
        "15": "Izay rehetra an’ny Ray dia ahy. Izany no nilazako hoe mahazo avy amin’izay ananako izy, ka manambara izany aminareo.",
        "16": "Rehefa afaka kelikely dia tsy hahita ahy intsony ianareo, ary rehefa afaka kelikely indray dia hahita ahy ianareo.”",
        "17": "Koa nifampiresaka ny mpianany sasany hoe: “Inona no dikan’ilay teniny tamintsika hoe: ‘Rehefa afaka kelikely dia tsy hahita ahy ianareo, ary rehefa afaka kelikely indray dia hahita ahy ianareo’, sy ilay hoe: ‘Satria ho any amin’ny Ray aho’?”",
        "18": "Ary hoy ireo: “Inona no dikan’ilay teniny hoe: ‘Rehefa afaka kelikely’? Tsy fantatsika izay lazainy.”",
        "19": "Fantatr’i Jesosy fa te hanontany izy ireo, ka hoy izy: “Mifanontany ny amin’izany ve ianareo, satria izaho nilaza hoe: Rehefa afaka kelikely dia tsy hahita ahy ianareo, ary rehefa afaka kelikely indray dia hahita ahy ianareo?",
        "20": "Lazaiko aminareo marina dia marina tokoa fa hitomany sy hidradradradra ianareo, fa izao tontolo izao kosa hifaly. Ho ory ianareo, nefa hovana ho fifaliana ny fahorianareo.",
        "21": "Manam-pahoriana ny vehivavy rehefa tonga ny fotoana iterahany. Tsy tsaroany intsony anefa ny fahoriany rehefa teraka izy, satria faly izy fa nisy olona nateraka eto an-tany.",
        "22": "Ory koa ianareo ankehitriny, nefa mbola hahita anareo indray aho ka ho faly ny fonareo, ary tsy hisy hanala aminareo izany fifaliana izany.",
        "23": "Tsy hanontany ahy intsony mihitsy ianareo amin’izany andro izany. Lazaiko aminareo marina dia marina tokoa fa na inona na inona angatahinareo amin’ny Ray, dia homeny anareo amin’ny anarako izany.",
        "24": "Mbola tsy nangataka na inona na inona tamin’ny anarako ianareo, hatramin’izao. Mangataha dia hahazo ianareo, mba ho feno ny fifalianareo.",
        "25": "“Fanoharana no nilazako izany taminareo. Fa tonga ny fotoana tsy hilazako fanoharana aminareo intsony, fa lazaiko tsotra aminareo ny momba ny Ray.",
        "26": "Hangataka amin’ny anarako ianareo amin’izany andro izany, nefa izaho tsy milaza aminareo hoe izaho no hangataka amin’ny Ray ho anareo.",
        "27": "Tia anareo mantsy ny Ray, satria ianareo efa tia ahy ka nino fa avy tamin’ny Ray aho sady solontenan’ny Ray.",
        "28": "Avy tamin’ny Ray aho, ary tonga teto amin’izao tontolo izao. Ary hiala amin’izao tontolo izao aho, ka ho any amin’ny Ray.”",
        "29": "Hoy ny mpianany: “Izay fa miteny tsotra tokoa ianao, fa tsy milaza fanoharana.",
        "30": "Fantatray izao fa mahalala ny zava-drehetra ianao, ary tsy mila olona hanontany anao. Izany no inoanay fa avy tamin’Andriamanitra ianao.”",
        "31": "Ary namaly i Jesosy hoe: “Mino ve ianareo ankehitriny?",
        "32": "Ho avy ny fotoana, eny, efa tonga tokoa ny fotoana hanaparitahana anareo ho any amin’izay misy anareo avy, ary hilaozanareo ho irery aho. Tsy irery anefa aho satria eo ny Raiko.",
        "33": "Nilaza izany taminareo aho mba hanananareo fiadanana amin’ny alalako. Eo amin’izao tontolo izao no ahitanareo fahoriana, nefa mahereza! Izaho efa naharesy an’izao tontolo izao.”"
    },
    "17": {
        "1": "Niandrandra ny lanitra i Jesosy rehefa avy nilaza izany, ka nanao hoe: “Ray ô, tonga ny fotoana. Omeo voninahitra ny zanakao mba hanomezany voninahitra anao.",
        "2": "Fa efa nomenao fahefana amin’ny nofo rehetra izy mba hanomezany fiainana mandrakizay ho an’izay rehetra nomenao azy.",
        "3": "Koa mba hahazoan’izy ireo fiainana mandrakizay, dia ilainy ny mianatra hahalala anao, ilay hany tena Andriamanitra, sy Jesosy Kristy, ilay nirahinao.",
        "4": "Efa nanome voninahitra anao aho teto an-tany, satria vitako ny asa nasainao nataoko.",
        "5": "Koa ankehitriny, Ray ô, omeo voninahitra eo anilanao aho, dia ilay voninahitra nananako teo anilanao fony mbola tsy nisy izao tontolo izao.",
        "6": "“Ny anaranao efa nampahafantariko ny olona izay nomenao ahy avy tamin’izao tontolo izao. Anao izy ireo ka nomenao ahy, ary efa notandremany ny teninao.",
        "7": "Efa fantany izao fa avy taminao ny zava-drehetra nomenao ahy.",
        "8": "Ny teny nomenao ahy mantsy no nomeko azy ireo, ary noraisiny ka fantany tokoa fa avy taminao aho sady solontenanao. Nino izy fa ianao no naniraka ahy.",
        "9": "Mangataka aminao ho azy ireo aho. Tsy mangataka ho an’izao tontolo izao aho fa ho an’ireo nomenao ahy, satria anao ireo",
        "10": "ary anao koa izay rehetra ananako, ary ahy izay anananao, ary efa nomem-boninahitra teo amin’izy ireo aho.",
        "11": "“Tsy ho eto amin’izao tontolo izao intsony aho, fa izy ireo kosa no eto ary izaho ho any aminao. Ray Masina ô, arovy izy ireo noho ny amin’ny anaranao izay nomenao ahy, mba ho iray tahaka antsika izy.",
        "12": "Raha mbola teo aminy aho, dia niaro azy noho ny amin’ny anaranao izay nomenao ahy, eny, efa narovako izy ireo, ka tsy nisy ringana na iray aza, afa-tsy ilay zanaky ny fandringanana, mba hahatanteraka ny Soratra Masina.",
        "13": "Ho any aminao anefa aho izao, ary milaza izany eo amin’izao tontolo izao aho, amin’izay dia ho feno ny fifaliako izy ireo.",
        "14": "Efa nomeko azy ny teninao. Halan’izao tontolo izao anefa izy, satria tsy anisan’izao tontolo izao, tahaka ahy tsy anisan’izao tontolo izao.",
        "15": "“Tsy ny hanalanao azy eto amin’izao tontolo izao no angatahiko, fa ny mba hiarovanao azy amin’ilay ratsy.",
        "16": "Tsy anisan’izao tontolo izao izy, tahaka ahy tsy anisan’izao tontolo izao.",
        "17": "Mba hamasino amin’ny alalan’ny fahamarinana izy ireo, fa ny teninao no fahamarinana.",
        "18": "Toy ny nanirahanao ahy ho amin’izao tontolo izao, no hanirahako azy koa ho amin’izao tontolo izao.",
        "19": "Ary ho azy ireo no anamasinako ny tenako, mba hanamasinana azy ireo koa amin’ny alalan’ny fahamarinana.",
        "20": "“Tsy ho an’ireto ihany anefa no angatahako fa ho an’izay mino ahy noho ny teniny,",
        "21": "mba ho iray izy rehetra, tahaka anao Ray izay tafaray amiko, ary izaho tafaray aminao, mba ho tafaray amintsika koa izy ireo, ka hinoan’izao tontolo izao fa ianao no naniraka ahy.",
        "22": "Efa nomeko azy ireo koa ilay voninahitra nomenao ahy, mba ho iray tahaka antsika koa izy ireo.",
        "23": "Izaho tafaray aminy ary ianao tafaray amiko, mba ho iray tanteraka izy ireo, ka ho fantatr’izao tontolo izao fa ianao no naniraka ahy sady efa tia azy tahaka ny nitiavanao ahy.",
        "24": "Ray ô, mba tiako hiaraka amiko any amin’izay misy ahy ireo nomenao ahy, mba hahitany ny voninahitro izay nomenao ahy, satria ianao efa tia ahy talohan’ny nanorenana izao tontolo izao.",
        "25": "Ray ô, marina ianao, ary tsy mahalala anao izao tontolo izao, fa izaho efa mahalala anao, ary ireto koa efa mahalala fa ianao no naniraka ahy.",
        "26": "Efa nampahafantariko azy ny anaranao, ary mbola hampahafantariko ihany, mba ho ao aminy ilay fitiavana izay nitiavanao ahy, ary izaho ho tafaray aminy.”"
    },
    "18": {
        "1": "Rehefa avy nilaza izany i Jesosy, dia lasa nandeha izy sy ny mpianany, ka nankany ampitan’ny lohasahan’i Kidrona. Nisy zaridaina tany, ary nankao izy sy ny mpianany.",
        "2": "Nahafantatra an’io toerana io koa i Jodasy, ilay namadika azy, satria mpankao matetika i Jesosy sy ny mpianany.",
        "3": "Ary i Jodasy naka andia-miaramila, sy mpiambina avy tamin’ny lehiben’ny mpisorona sy ny Fariseo, ka tonga tao nitondra fanilo sy jiro ary fiadiana.",
        "4": "Fantatr’i Jesosy àry izay rehetra hanjo azy, ka nanatona izy ary nanao hoe: “Iza no tadiavinareo?”",
        "5": "Hoy ireo taminy: “I Jesosy, avy any Nazareta.” Dia hoy izy: “Izaho no izy.” Ary nijoro niaraka tamin’izy ireo teo koa i Jodasy, ilay namadika azy.",
        "6": "Rehefa nilaza anefa i Jesosy hoe: “Izaho no izy”, dia nihemotra ireo ka lavo tamin’ny tany.",
        "7": "Noho izany, dia hoy indray izy tamin’ireo: “Iza no tadiavinareo?” Dia hoy ireo: “I Jesosy, avy any Nazareta.”",
        "8": "Hoy ny navalin’i Jesosy: “Efa nolazaiko taminareo fa izaho no izy. Koa avelao handeha ireto raha izaho no tadiavinareo.”",
        "9": "Nilaza izany izy mba hahatanteraka ilay teniny hoe: “Tsy navelako hisy ho very izay nomenao ahy, na iray aza.”",
        "10": "Ary nanana sabatra i Simona Petera ka nanatsoaka izany, ary namely an’ilay mpanompon’ny mpisoronabe ka nahatapaka ny sofiny havanana. Malko no anaran’ilay mpanompo.",
        "11": "Hoy anefa i Jesosy tamin’i Petera: “Ampidiro ao amin’ny tranony ny sabatrao. Ny kaopy nomen’ny Raiko ahy ve tsy tokony hisotroako?”",
        "12": "Koa nisambotra an’i Jesosy ilay andia-miaramila sy ny mpitari-tafika ary ny mpiambina teo amin’ny Jiosy, ka namatotra azy.",
        "13": "Nentiny tany amin’i Anasy aloha izy, satria rafozandahin’i Kaiafa mpisoronabe tamin’izany taona izany i Anasy.",
        "14": "Io Kaiafa io ilay nanoro hevitra ny Jiosy hoe tsara ho azy ireo raha olona iray no maty ho an’ny vahoaka.",
        "15": "Ary nanaraka an’i Jesosy i Simona Petera sy ny mpianatra iray fantatry ny mpisoronabe. Dia niditra tao an-tokotanin’ny mpisoronabe niaraka tamin’i Jesosy ilay mpianatra,",
        "16": "fa i Petera kosa nijanona tao ivelany, teo am-bavahady. Koa nivoaka àry ilay mpianatra fantatry ny mpisoronabe, ka niresaka tamin’ny mpiandry vavahady ary nitondra an’i Petera niditra.",
        "17": "Ary hoy ilay mpanompovavy mpiandry vavahady, tamin’i Petera: “Tsy anisan’ny mpianatr’io lehilahy io koa ve ianao?” Hoy i Petera: “Tsy mpianany aho.”",
        "18": "Nijoro nanodidina teo ny mpanompo sy ny mpiambina, satria nandrehitra afon-tsaribao teo ireo noho ny hatsiaka, ka namindro. Ary mba nijoro namindro teo koa i Petera.",
        "19": "Dia nanontany an’i Jesosy momba ny mpianany sy ny fampianarany ny lehiben’ny mpisorona.",
        "20": "Hoy ny navalin’i Jesosy: “Niresaka tamin’ny olona rehetra ampahibemaso aho. Nampianatra foana tao amin’ny synagoga sy ny tempoly aho, dia tany amin’izay nivorian’ny Jiosy rehetra. Ary tsy niafina mihitsy aho rehefa niteny.",
        "21": "Fa nahoana no manontany ahy ianareo? Ireo nihaino ny teniko no anontanio fa ireny no mahalala izay nolazaiko.”",
        "22": "Rehefa avy nilaza izany izy, dia namely tehamaina azy ny mpiambina iray nijoro teo, ka nanao hoe: “Izany ve no fomba famalinao ny lehiben’ny mpisorona?”",
        "23": "Fa hoy i Jesosy: “Raha diso izay nolazaiko, dia porofoy izay diso. Fa raha marina kosa, nahoana no mamely ahy ianao?”",
        "24": "Nasain’i Anasy nentina nifatotra ho any amin’i Kaiafa mpisoronabe i Jesosy avy eo.",
        "25": "Ary raha mbola nijoro namindro teo i Simona Petera, dia nisy nanontany azy hoe: “Tsy mpianany koa moa ianao?” Dia nanda izy ka nanao hoe: “Tsy mpianany aho.”",
        "26": "Hoy ny iray tamin’ny mpanompon’ny mpisoronabe, havan’ilay nokapain’i Petera ny sofiny: “Tsy efa hitako tao amin’ny zaridaina niaraka taminy ve ianao?”",
        "27": "Nanda indray anefa i Petera, ary avy hatrany dia nisy akoho naneno.",
        "28": "Dia nentin’ireo niala tao amin’i Kaiafa i Jesosy, ho any an-dapan’ny governora. Vao maraina tamin’izay. Tsy niditra tao an-dapan’ny governora anefa ireo, mba tsy ho voaloto ka ho afaka hihinana ny Paska.",
        "29": "Nivoaka ho eo amin’izy ireo teo ivelany àry i Pilato, ka nanao hoe: “Inona no iampanganareo an’io lehilahy io?”",
        "30": "Dia namaly ireo hoe: “Tsy ho natolotray anao izy raha tsy mpanao ratsy.”",
        "31": "Hoy àry i Pilato: “Ento izy, ary tsarao araka ny lalànareo.” Dia hoy ny Jiosy: “Tsy azonay atao ny mamono olona.”",
        "32": "Izany dia mba hahatanteraka ny teny efa nolazain’i Jesosy ny amin’ny fomba tsy maintsy hahafatesany.",
        "33": "Niditra tao an-dapa indray i Pilato ary niantso an’i Jesosy, ka nanao hoe: “Ianao ve no mpanjakan’ny Jiosy?”",
        "34": "Dia namaly i Jesosy hoe: “Hevitrao samirery ve izany, sa nisy nilaza taminao ny momba ahy?”",
        "35": "Hoy ny navalin’i Pilato: “Izaho ange tsy Jiosy e! Ny firenenao sy ny lehiben’ny mpisorona no nanolotra anao tamiko. Fa inona no nataonao?”",
        "36": "Hoy i Jesosy: “Tsy anisan’ity tontolo ity ny fanjakako. Raha anisan’ity tontolo ity ny fanjakako, dia ho niady ny oloko mba tsy ho natolotra tamin’ny Jiosy aho. Tsy avy amin’izany anefa ny fanjakako.”",
        "37": "Hoy i Pilato: “Mpanjaka àry ve ianao?” Dia namaly i Jesosy hoe: “Voalazanao fa mpanjaka aho. Izao no nahaterahako, ary izao no nahatongavako ho amin’izao tontolo izao, dia ny hanambara ny marina. Ary mihaino ny feoko izay rehetra miandany amin’ny marina.”",
        "38": "Hoy i Pilato: “Inona ny marina?” Nivoaka teo amin’ny Jiosy indray i Pilato rehefa avy nilaza izany, ka nanao hoe: “Tsy hitako izay fahadisoany.",
        "39": "Araka ny fombanareo koa ange dia tokony hanafaka olona iray ho anareo aho rehefa Paska e! Koa tianareo hafahako ho anareo ve ilay mpanjakan’ny Jiosy?”",
        "40": "Dia niantsoantso mafy indray ireo hoe: “Tsy iny lehilahy iny, fa i Barabasy!” Jiolahy anefa io Barabasy io."
    },
    "19": {
        "1": "Tamin’izay, dia nalain’i Pilato i Jesosy ka nokaravasiny.",
        "2": "Ary nandrandrana fehiloha tsilo ny miaramila, ka nataony teo amin’ny lohan’i Jesosy, sady nampitafiany lamba volomparasy izy.",
        "3": "Dia nanatona izy ireo, ka niteny hoe: “Arahaba, ry Mpanjakan’ny Jiosy!” Ary namely tehamaina azy koa ireo.",
        "4": "Nivoaka indray i Pilato, ka hoy izy tamin’ny vahoaka: “Io àry izy fa entiko mivoaka eto aminareo mba ho fantatrareo fa tsy hitako izay fahadisoany.”",
        "5": "Dia nivoaka tokoa i Jesosy, nisy fehiloha tsilo teo amin’ny lohany, ary nitafy lamba volomparasy izy. Ary hoy i Pilato tamin’ny olona: “Indro ny lehilahy!”",
        "6": "Rehefa hitan’ny lehiben’ny mpisorona sy ny mpiambina anefa izy, dia niantsoantso ireo hoe: “Fantsiho amin’ny hazo fijaliana izy! Fantsiho!” Hoy i Pilato: “Entonareo izy ka fantsiho amin’ny hazo fijaliana, fa izaho tsy mahita izay fahadisoany.”",
        "7": "Hoy ny navalin’ny Jiosy: “Izahay manana lalàna, ary araka izany lalàna izany, dia tokony ho faty izy, satria nanao ny tenany ho zanak’Andriamanitra.”",
        "8": "Vao mainka natahotra i Pilato rehefa nandre izany,",
        "9": "ka niditra indray tao an-dapa ary nilaza tamin’i Jesosy hoe: “Avy aiza ianao?” Tsy namaly anefa i Jesosy.",
        "10": "Koa hoy i Pilato: “Tsy miteny amiko ve ianao? Tsy fantatrao angaha fa manana fahefana hanafaka anao aho, ary manana fahefana hamantsika anao amin’ny hazo fijaliana?”",
        "11": "Dia namaly i Jesosy hoe: “Tsy ho nanana fahefana amiko velively ianao raha tsy nomena anao avy tany ambony izany. Koa izay nanolotra ahy taminao no meloka kokoa.”",
        "12": "Izany no nahatonga an’i Pilato hitady foana izay fomba hanafahana azy. Niantsoantso anefa ny Jiosy hoe: “Tsy naman’i Kaisara ianao raha hafahanao io, satria izay manao ny tenany ho mpanjaka dia manohitra an’i Kaisara.”",
        "13": "Nentin’i Pilato nivoaka àry i Jesosy rehefa reny izany, ary nipetraka teo amin’ny fitoeran’ny mpitsara izy, teo amin’ny toerana antsoina hoe Tokotany Vato, fa Gabata kosa amin’ny teny hebreo.",
        "14": "Andro fiomanana ho amin’ny Paska tamin’izay, ary tamin’ny ora fahenina teo ho eo. Hoy i Pilato tamin’ny Jiosy: “Io ny mpanjakanareo!”",
        "15": "Niantsoantso mafy anefa ireo hoe: “Vonoy io! Vonoy io! Fantsiho amin’ny hazo fijaliana izy!” Fa hoy i Pilato: “Hofantsihako amin’ny hazo fijaliana ve ny mpanjakanareo?” Dia namaly ny lehiben’ny mpisorona hoe: “Tsy manana mpanjaka ankoatra an’i Kaisara izahay.”",
        "16": "Tamin’izay dia natolony azy ireo izy mba hofantsihana amin’ny hazo fijaliana. Koa nentin’ireo i Jesosy.",
        "17": "Ary ny tenany ihany no nitondra ny hazo fijaliany nivoaka ho eo amin’ilay toerana atao hoe Ikarandoha, na Golgota amin’ny teny hebreo.",
        "18": "Teo no namantsihan’ireo azy, sy ny lehilahy roa, ka ny iray teo ankavanany ary ny iray teo ankaviany, ary i Jesosy teo afovoany.",
        "19": "Nisy soratra nataon’i Pilato ka napetany teo amin’ilay hazo fijaliana. Izao no voasoratra: “Jesosy avy any Nazareta, Mpanjakan’ny Jiosy.”",
        "20": "Jiosy maro àry no namaky ilay soratra, satria teo akaikin’ny tanàna no namantsihana an’i Jesosy, sady nosoratana tamin’ny teny hebreo sy latinina ary grika ilay izy.",
        "21": "Hoy anefa ny lehiben’ny mpisoron’ny Jiosy tamin’i Pilato: “Aza soratana hoe ‘Mpanjakan’ny Jiosy’, fa hoe: Izy no nilaza hoe: ‘Mpanjakan’ny Jiosy aho.’”",
        "22": "Fa namaly i Pilato hoe: “Izay voasoratro dia voasoratro.”",
        "23": "Rehefa voafantsiky ny miaramila tamin’ny hazo fijaliana i Jesosy, dia nalain’ireo ny akanjony ivelany ary nozarainy efatra ka samy nahazo tsirairay avy izy ireo. Ary nalain’ireo koa ny fitafiany anankiray, izay tsy nisy zaitra, fa tenona iray ihany hatrany ambony ka hatrany ambany.",
        "24": "Nifampiresaka izy ireo hoe: “Aleo tsy horovitintsika ity, fa andao isika hanao antsapaka hahitana izay hahazo azy.” Izany dia mba hahatanteraka ny Soratra Masina manao hoe: “Nifampizaran’izy ireo ny fitafiako, ary nanaovany antsapaka ny akanjoko.” Ary izany tokoa no nataon’ny miaramila.",
        "25": "Nitsangana teo akaikin’ny hazo fijalian’i Jesosy ny reniny, sy ny rahavavin-dreniny, sy Maria vadin’i Klopa ary Maria Magdalena.",
        "26": "Rehefa hitan’i Jesosy nijoro teo ny reniny sy ilay mpianatra tiany, dia hoy izy tamin-dreniny: “Io ny zanakao, ravehivavy!”",
        "27": "Hoy indray izy avy eo, tamin’ilay mpianatra: “Io ny reninao!” Ary nentin’ilay mpianatra tany aminy ravehivavy nanomboka tamin’izay.",
        "28": "Avy eo, rehefa fantatr’i Jesosy fa efa tanteraka daholo tamin’izay fotoana izay ny zava-drehetra, dia izao no nolazainy mba hahatanteraka ny Soratra Masina: “Mangetaheta aho.”",
        "29": "Nisy divay marikivy eran’ny siny teo. Koa nataon’ireo tamin’ny tahona hysopa * ny spaonjy efa vonton’ilay divay marikivy ka natohony tamin’ny vavany.",
        "30": "Rehefa avy nahazo izany i Jesosy, dia hoy izy: “Vita!”, ary nanondrika ny lohany izy ka tapitra ny ainy.",
        "31": "Ary nangataka tamin’i Pilato ny Jiosy mba hasaina hotapahina ny ranjon’ireo natao teo amin’ny hazo fijaliana ka hesorina ny faty, satria Andro Fiomanana tamin’izay, ka tsy tokony havela eo amin’ny hazo fijaliana ny faty, amin’ny andro sabata—fa Sabata lehibe io.",
        "32": "Tonga àry ny miaramila ka nanapaka ny ranjon’ilay voalohany sy ny an’ilay anankiray izay natao teo amin’ny tsato-kazo, teo anilan’i Jesosy.",
        "33": "Rehefa tonga teo amin’i Jesosy anefa ireo, dia nahita fa efa maty izy ka tsy notapahiny ny ranjony.",
        "34": "Mbola nolefonin’ny iray tamin’ireo miaramila ihany anefa ny takibany, ka tonga dia nisy ra sy rano nivoaka.",
        "35": "Ary vavolombelon’izany ilay nahita maso, sady marina ny fanambarany, ary fantatr’izany lehilahy izany fa marina izay lazainy, mba hinoanareo koa.",
        "36": "Nitranga izany mba hahatanteraka ny Soratra Masina manao hoe: “Tsy hisy ho torotoro ny taolany.”",
        "37": "Eo koa ilay andininy manao hoe: “Hijery an’Ilay nolefoniny izy ireo.”",
        "38": "Taorian’izany, dia nangataka tamin’i Pilato i Josefa avy any Arimatia, mba ho afaka hanaisotra ny fatin’i Jesosy. Mpianatr’i Jesosy io Josefa io, saingy tsy niseho ho mpianany noho ny fahatahorany ny Jiosy. Nanome alalana azy hanao izany i Pilato, ka lasa i Josefa nanaisotra an’ilay faty.",
        "39": "Ary tonga koa i Nikodemosy nitondra miora sy hazo manitra iray fehezana nilanja tokony ho zato livatra. * Izy ilay lehilahy tonga alina tao amin’i Jesosy tamin’ny voalohany.",
        "40": "Nalain’izy roa lahy ny fatin’i Jesosy, ka nofonosiny fehim-paty niaraka tamin’ny zavamaniry mani-pofona, araka ny fanaon’ny Jiosy rehefa mikarakara faty halevina.",
        "41": "Nisy zaridaina teo amin’ilay toerana namantsihana azy, ary nisy fasana vaovao mbola tsy nandevenana mihitsy tao amin’ilay zaridaina.",
        "42": "Noho ny andro fiomanan’ny Jiosy, dia tao no nandevenany an’i Jesosy, satria teo akaiky teo ilay fasana."
    },
    "20": {
        "1": "Tamin’ny andro voalohany amin’ny herinandro, dia nankany am-pasana vao maraina be, mbola maizimaizina, i Maria Magdalena. Hitany fa efa nisy nanala ilay vato teo amin’ny fasana,",
        "2": "ka nihazakazaka izy nankany amin’i Simona Petera sy ilay mpianatra anankiray tian’i Jesosy, ka nanao hoe: “Nisy naka tao am-pasana ny Tompo, ary tsy fantatray izay nametrahany azy.”",
        "3": "Dia lasa i Petera sy ilay mpianatra nankany am-pasana.",
        "4": "Eny, nihazakazaka izy roa lahy, saingy haingana kokoa noho i Petera ilay mpianatra, ka nihoatra azy ary tonga voalohany teo am-pasana.",
        "5": "Niondrika hijery izy ka ny fehim-paty nipetraka teo no hitany, nefa tsy niditra izy.",
        "6": "Tonga nanaraka azy koa i Simona Petera, ary niditra tao am-pasana. Hitany nipetraka teo ny fehim-paty",
        "7": "sy ilay lamba natao teo amin’ny lohany, nivalona nitokana fa tsy niara-nipetraka tamin’ny fehim-paty.",
        "8": "Tamin’izay dia niditra koa ilay mpianatra anankiray tonga voalohany teo am-pasana, ary nahita ka nino.",
        "9": "Mbola tsy takatr’izy ireo mantsy ny Soratra Masina milaza fa tsy maintsy hitsangana amin’ny maty izy.",
        "10": "Koa lasa nody tany aminy avy ireo mpianatra.",
        "11": "Mbola nijoro nitomany teo ivelan’ny fasana anefa i Maria. Mbola nitomany izy raha niondrika hijery tao am-pasana",
        "12": "ka nahita anjely roa niakanjo fotsy nipetraka teo amin’ilay nametrahana ny fatin’i Jesosy: Ny iray teo an-doha, ary ny iray teo an-tongotra.",
        "13": "Hoy ireo: “Nahoana no mitomany ianao, ravehivavy?” Hoy izy: “Nisy naka ny Tompoko, ary tsy fantatro izay nametrahany azy.”",
        "14": "Nitodika izy rehefa avy nilaza izany, ka nahita an’i Jesosy nijoro teo, saingy tsy fantany hoe i Jesosy io.",
        "15": "Hoy i Jesosy: “Nahoana no mitomany ianao, ravehivavy? Fa iza no tadiavinao?” Noheverin’i Maria fa mpanao zaridaina izy, ka hoy izy: “Mba lazao amiko, tompoko, izay nametrahanao azy hakako azy, raha ianao no naka azy.”",
        "16": "Hoy i Jesosy: “Maria!” Ary nihodina izy ka nilaza tamin’ny teny hebreo hoe: “Rabôny!”, izay midika hoe “Mpampianatra!”",
        "17": "Dia hoy i Jesosy: “Aza mamikitra amiko fa mbola tsy niakatra tany amin’ny Ray aho. Fa mandehana any amin’ny rahalahiko ary lazao aminy hoe: ‘Miakatra ho any amin’ny Raiko sy ny Rainareo aho, ary ho any amin’Andriamanitro sy Andriamanitrareo.’”",
        "18": "Tonga nitondra izany vaovao izany tany amin’ny mpianatra i Maria Magdalena, ka hoy izy: “Nahita ny Tompo aho!” Ary nilaza koa izy fa nanambara ireo zavatra ireo taminy i Jesosy.",
        "19": "Ny androtr’iny ihany, izany hoe tamin’ny harivan’ilay andro voalohany amin’ny herinandro, dia tonga i Jesosy ka nitsangana teo afovoan’ny mpianatra, na dia nihidy tao an-trano aza izy ireo noho ny fahatahorany ny Jiosy. Hoy i Jesosy: “Ho aminareo anie ny fiadanana!”",
        "20": "Rehefa avy nilaza izany izy, dia nasehony azy ireo ny tanany sy ny takibany. Koa ravoravo ny mpianatra nahita ny Tompo.",
        "21": "Hoy indray i Jesosy: “Ho aminareo anie ny fiadanana! Tahaka ny nanirahan’ny Ray ahy no anirahako anareo koa.”",
        "22": "Nitsoka rivotra tamin’izy ireo izy, avy eo, ka nanao hoe: “Raiso ny fanahy masina.",
        "23": "Izay fahotana avelanareo dia ho voavela, ary izay tsy avelanareo kosa tsy ho voavela.”",
        "24": "Tsy niaraka tamin’ny mpianatra anefa i Tomasy tamin’i Jesosy tonga. Anisan’ny roa ambin’ny folo lahy io Tomasy io, ary atao koa hoe Ikambana.",
        "25": "Hoy ny mpianatra taminy: “Nahita ny Tompo izahay!” Hoy anefa izy: “Raha tsy hitako ny mariky ny fantsika eo amin’ny tanany ka ataoko eo amin’ilay marika ny rantsantanako, ary ataoko eo amin’ny takibany ny tanako, dia tsy hino mihitsy aho.”",
        "26": "Tao an-trano indray ny mpianany, valo andro taorian’izay, ary tao koa i Tomasy. Dia tonga i Jesosy, na dia nihidy aza ny varavarana, ka nitsangana teo afovoan’ireo, ary nanao hoe: “Ho aminareo anie ny fiadanana!”",
        "27": "Hoy izy avy eo tamin’i Tomasy: “Ataovy eto ny rantsantananao, ary jereo ny tanako, ary ataovy eto amin’ny takibako ny tananao. Ary aza mba anisan’ny tsy mino intsony fa minoa.”",
        "28": "Hoy ny navalin’i Tomasy: “Ry Tompoko sy Andriamanitro!”",
        "29": "Dia hoy i Jesosy: “Noho ianao nahita ahy ve no inoanao? Sambatra izay tsy mahita nefa mino.”",
        "30": "Ary nanao famantarana maro hafa koa i Jesosy teo anatrehan’ny mpianatra, saingy tsy voasoratra ato amin’ity horonam-boky ity izany.",
        "31": "Nosoratana anefa ireo mba hinoanareo fa i Jesosy no Kristy Zanak’Andriamanitra, ary mba hahazoanareo fiainana amin’ny anarany, satria mino ianareo."
    },
    "21": {
        "1": "Taorian’izany, dia niseho indray tamin’ny mpianatra i Jesosy teo amin’ny Ranomasin’i Tiberiasy. Toy izao anefa no fomba nisehoany:",
        "2": "Niaraka i Simona Petera, sy Tomasy izay atao koa hoe Ikambana, sy Natanaela avy any Kana, any Galilia, sy ireo zanak’i Zebedio ary ny mpianatra roa hafa.",
        "3": "Hoy i Simona Petera: “Handeha hanarato aho.” “Izahay koa hiaraka aminao”, hoy ny hafa. Dia lasa niakatra tao an-tsambokely izy ireo, kanjo tsy nahazo na inona na inona iny alina iny.",
        "4": "Rehefa nihanazava anefa ny andro, dia nijoro teo amin’ny torapasika i Jesosy, saingy tsy fantatry ny mpianatra hoe izy io.",
        "5": "“Manan-kohanina ve ianareo, anaka?”, hoy i Jesosy. Namaly ireo hoe: “Tsia!”",
        "6": "Hoy izy: “Atsipazo eo ankavanan’ny sambokely ny harato fa hahazo ianareo.” Dia natsipin’ireo ny harato, ary tsy zakany nakarina intsony noho ny habetsahan’ny trondro.",
        "7": "Koa hoy ilay mpianatra tian’i Jesosy tamin’i Petera: “Ny Tompo io!” Vao ren’i Simona Petera fa ny Tompo io, dia nanaovany ny akanjony ka nafatony teo amin’ny andilany, satria tsy niakanjo * izy. Ary nitsoraka tao anaty ranomasina izy.",
        "8": "Nandeha an-tsambokely kosa ny mpianatra hafa, sady nisintona ny harato feno trondro. Tsy lavitra ny tanety mantsy no nisy azy ireo, fa sivifolo metatra teo ho eo monja.",
        "9": "Rehefa niakatra an-tanety anefa ireo, dia nahita afon-tsaribao nisy trondro teo amboniny, ary mofo.",
        "10": "Hoy i Jesosy: “Itondray amin’ny trondro vao azonareo aho.”",
        "11": "Nankao an-tsambokely àry i Simona Petera, ka nitaritarika ilay harato ho eo an-tanety. Feno trondro vaventy telo amby dimampolo amby zato ilay izy. Tsy triatra anefa ny harato na dia betsaka toy izany aza ny trondro.",
        "12": "Hoy i Jesosy: “Avia hisakafo maraina.” Tsy nisy sahy nanontany hoe: “Iza ianao?”, satria fantatr’ireo fa ny Tompo io.",
        "13": "Dia avy i Jesosy, ka nandray ny mofo ary natolony azy ireo, ary toy izany koa ny trondro.",
        "14": "Io no fanintelony nisehoan’i Jesosy tamin’ny mpianany taorian’ny nananganana azy tamin’ny maty.",
        "15": "Rehefa avy nisakafo izy ireo tamin’iny maraina iny, dia hoy i Jesosy tamin’i Simona Petera: “Ry Simona zanak’i Jaona, tia ahy mihoatra noho ny itiavanao an’iretsy ve ianao?” Hoy izy: “Eny, Tompo ô, fantatrao fa miraiki-po aminao aho.” Dia hoy izy: “Fahano àry ny zanak’ondriko.”",
        "16": "Hoy indray izy fanindroany: “Ry Simona zanak’i Jaona, tia ahy ve ianao?” Hoy izy: “Eny, Tompo ô, fantatrao fa miraiki-po aminao aho.” Hoy izy: “Andraso àry ny ondrikeliko.”",
        "17": "Hoy izy fanintelony: “Ry Simona zanak’i Jaona, miraiki-po amiko ve ianao?” Dia nalahelo i Petera noho ilay fanontaniany fahatelo hoe: “Miraiki-po amiko ve ianao?” Koa hoy izy: “Tompo ô, ianao mahalala ny zava-drehetra. Fantatrao fa miraiki-po aminao aho.” Hoy i Jesosy: “Fahano ny ondrikeliko.",
        "18": "Ary lazaiko aminao marina dia marina tokoa fa fony mbola tanora kokoa ianao, dia ianao ihany no nampiakanjo ny tenanao, ary nankany amin’izay tianao haleha ianao. Fa rehefa mihantitra kosa ianao, dia hanatsotra ny tananao, ka olon-kafa no hampiakanjo * anao sy hitondra anao any amin’izay tsy tianao haleha.”",
        "19": "Izany no nolazainy mba hanambarana ny fomba hahafatesan’i Petera izay hanomezany voninahitra an’Andriamanitra. Rehefa avy nilaza izany izy, dia niteny tamin’i Petera hoe: “Manaraha ahy mandrakariva.”",
        "20": "Nitodika i Petera, ary hitany fa nanaraka teo ilay mpianatra tian’i Jesosy, dia ilay niankina teo an-tratrany tamin’ilay sakafo hariva, ka nilaza hoe: “Tompo ô, iza ilay hamadika anao?”",
        "21": "Raha vao nahita an’ilay mpianatra i Petera, dia hoy izy tamin’i Jesosy: “Tompo ô, inona kosa no hataon’itsy?”",
        "22": "Hoy i Jesosy: “Mampaninona anao moa raha tiako hitoetra mandra-piaviko izy, na tsia? Fa ianao kosa, manaraha ahy mandrakariva.”",
        "23": "Vokatr’izay, dia nandeha ny resaka teo amin’ireo rahalahy fa tsy ho faty, hono, ilay mpianatra. Tsy nilaza anefa i Jesosy hoe tsy ho faty izy, fa hoe: “Mampaninona anao moa raha tiako hitoetra mandra-piaviko izy, na tsia?”",
        "24": "Io mpianatra io ilay nanambara sy nanoratra izany zavatra izany. Ary fantatsika fa marina ny fanambarany.",
        "25": "Misy zavatra maro hafa koa nataon’i Jesosy, ary raha nosoratana tamin’ny an-tsipiriany daholo izy ireny, dia ataoko fa na izao tontolo izao aza tsy ho omby ny horonam-boky voasoratra."
    },
    "meta": {
        "name": "Jaona",
        "order": 42,
        "chapter_number": 21
    }
}