{
    "1": {
        "1": "Avy amin’i Joda, mpanompon’i Jesosy Kristy sady rahalahin’i Jakoba. Ho an’ireo nofidin’Andriamanitra Ray sady tiany, ary arovany ho an’i Jesosy Kristy,",
        "2": "Enga anie Andriamanitra hamindra fo aminareo ka ho tia sy hanome fiadanana anareo, ary enga anie ka hataony mihoatra noho ny hatramin’izay izany!",
        "3": "Ry malala, efa tena te hanoratra taminareo momba ny famonjena iombonantsika aho, nefa hitako hoe aleo manoratra mba hampirisihana anareo hiady mafy hiaro ny finoana, izay nomena indray mandeha fotsiny ho an’ny olona masina.",
        "4": "Izao mantsy: Nisy olona nitsofoka mangingina teo aminareo, ary efa noresahin’ny Soratra Masina hatramin’ny ela be fa mendrika ny hosazina izy ireo. Tsy matahotra an’Andriamanitra izy ireo. Mieritreritra mantsy izy ireo hoe tsy maninona na dia manana fitondran-tena tsy misy henatra aza satria hoe tsara fanahy be ilay Andriamanitsika. Mivadika amin’i Jesosy Kristy, ilay Tompo nividy antsika, koa izy ireo.",
        "5": "Efa fantatrareo tsara daholo izany. Mbola te hampahatsiahy anareo anefa aho hoe na dia novonjen’i Jehovah avy tany Ejipta aza ny vahoakany, dia naringany ihany tatỳ aoriana izay tsy nino.",
        "6": "Nofatorany mandrakizay ao amin’ny toerana maizim-be koa ny anjely sasany, mba hotsaraina amin’ilay andro lehibe. Niala tamin’ny andraikitra nampanaovina azy mantsy izy ireny, sady nandao ny toerana nipetrahany.",
        "7": "Nanao hoatran’ireny anjely ireny koa i Sodoma sy Gomora ary ny tanàna nanodidina azy. Nanaram-po tamin’ny fijangajangana tena mamoafady mantsy izy ireo, sady nanatanteraka ny fanirian’ny nofony mba hanao zavatra tsy fanao. Afo maharitra mandrakizay no saziny, ka lasa anatra ho antsika izy ireo.",
        "8": "Na izany aza, dia mbola manonofinofy zava-dratsy ihany ireny olona ireny ka mandoto ny nofony. Tsy miraharaha an’izay manana fahefana koa izy ireny, ary manaratsy an’izay manana voninahitra.",
        "9": "I Mikaela arkanjely anefa rehefa nifamaly tamin’ny Devoly momba ny fatin’i Mosesy, dia tsy sahy nanameloka azy na nanaratsy azy. Hoy mantsy izy: “Hiteny mafy anao anie i Jehovah!”",
        "10": "Ireny olona ireny anefa manaratsy ny zava-drehetra tsy takatry ny sainy akory. Hoatran’ny biby tsy misaina izy ireny ka manao hoatran’ny fanaon’ny biby amin’ny zava-drehetra ataony, dia lasa manimba tena.",
        "11": "Voa mafy izy ireny fa nanao hoatran’i Kaina, sady maimay hanao zavatra tsy mety toy ny nataon’i Balama mba hahazoana valisoa. Nanakiana an’izay manana fahefana ireny, toy ny nataon’i Kora, ka ho ringana koa.",
        "12": "Harambato voasaron’ny rano izy ireny, ao amin’ny fanasam-pifankatiavana ataonareo, rehefa miara-manao fety aminareo. Mpiandry ondry tsy mahalala afa-tsy ny tenany koa ireny, sady tsisy tahotra akory. Rahona tsy mitondra orana sady avezivezin’ny rivotra ireny, ary hazo tsy mamoa amin’ny fotoanany, izay maty tanteraka ka nongotana.",
        "13": "Onjan-dranomasina misamboaravoara sady mamoaka loto izy ireny, ary tokony hahamenatra azy izany. Kintana mirenireny koa ireny, ary efa voatokana mandrakizay ho ao amin’ny toerana faran’izay maizina.",
        "14": "Naminany momba azy ireny koa i Enoka, ilay taranaka fahafito avy tamin’i Adama, rehefa nilaza hoe: “Efa tonga i Jehovah, miaraka amin’ny anjeliny masina an’alinaliny,",
        "15": "mba hitsara ny olona rehetra sy hanasazy an’izay rehetra tsy matahotra an’Andriamanitra. Hosazin’Andriamanitra ireny mpanota ireny noho ny zava-dratsy rehetra nataony sy ny teny fanaratsiana rehetra nolazainy.”",
        "16": "Mpimenomenona sady be taraina momba ny fiainany ireny olona ireny, ary manao izay danin’ny kibony fotsiny. Tena matin-kambo izy ireny ary tia mandokadoka olona mba hahazoana tombontsoa.",
        "17": "Fa ianareo kosa, ry malala, tadidio ny teny efa nolazain’ny apostolin’i Jesosy Kristy Tompontsika.",
        "18": "Nilaza taminareo foana mantsy izy ireo hoe: “Amin’ny andro farany, dia hisy mpaneso hanatanteraka ny faniriany hanao ratsy.”",
        "19": "Ireny no mahatonga ny fiangonana tsy hiray saina. Olona araka ny nofo izy ireny, fa tsy manana ny fanahin’Andriamanitra.",
        "20": "Hatanjaho kosa ny finoanareo masina, ry malala, dia avelao hiasa aminareo ny fanahy masina rehefa mivavaka ianareo,",
        "21": "amin’izay ianareo ho tian’ Andriamanitra foana. Tokony hanantena foana koa ianareo hoe hamindra fo aminareo i Jesosy Kristy Tompontsika, ka ho afaka hiaina mandrakizay ianareo.",
        "22": "Ary miezaha foana hamindra fo amin’izay misalasala.",
        "23": "Vonjeo izy ka sintony haingana avy ao anaty afo. Miezaha foana hamindra fo amin’ny olon-kafa nefa mitandrema ihany ka ankahalao ny fitondran-tena voapentin’ny ota.",
        "24": "Ilay Andriamanitsika be voninahitra dia afaka manampy anareo mba tsy hisy tsiny eo anatrehany, amin’izay ianareo ho faly be. Afaka manampy anareo tsy hanota koa izy.",
        "25": "Ho an’ilay Andriamanitra tokana izay namonjy antsika tamin’ny alalan’i Jesosy Kristy Tompontsika anie ny voninahitra, ny fahalehibeazana, ny fanjakana, ary ny fahefana hatramin’ny taloha indrindra sy ankehitriny ary ho mandrakizay! Amena."
    },
    "meta": {
        "name": "Joda",
        "order": 64,
        "chapter_number": 1
    }
}