{
    "1": {
        "1": "Joda, mpanompon’i Jesosy Kristy, sady rahalahin’i Jakoba. Ho an’ny olona voantso, tiana ao amin’Andriamanitra Ray ary voatsimbina ho an’i Jesosy Kristy,",
        "2": "Hampitomboina anie ny famindram-po sy ny fiadanana ary ny fitiavana ho azonareo!",
        "3": "Ry malala, na dia nanao izay rehetra azoko natao aza aho mba hanoratana aminareo momba ny famonjena iombonantsika, dia hitako fa ilaina kosa ny manoratra mba hananarana anareo hiady mafy hiaro ny finoana, izay natolotra indray mandeha monja ho an’ny olona masina.",
        "4": "Nisy olona nitsofoka mangingina mantsy eo amintsika, dia olona efa voatendrin’ny Soratra Masina hatramin’ny ela ho amin’izao fanamelohana izao. Olona tsy matahotra an’Andriamanitra ireny, ka ny hatsaram-panahy tsy manam-paharoan’Andriamanitsika no avadiny ho fialan-tsiny hanaovana fitondran-tena baranahiny. Ary mivadika amin’i Jesosy Kristy, ilay hany Tompo nividy antsika, koa ireny.",
        "5": "Efa fantatrareo ny zava-drehetra ka tsy mila averina intsony. Tiako ihany anefa ny hampahatsiahy anareo fa na dia novonjen’i Jehovah avy tany Ejipta aza ny vahoakany, dia naringany ihany tatỳ aoriana izay tsy nino.",
        "6": "Ary ireo anjely izay tsy nitana ny toerany tany am-boalohany, fa nandao ny fonenana sahaza azy, dia notehirizin’Andriamanitra sy nofatorany mandrakizay ao amin’ny haizim-be, ho amin’ny fitsarana amin’ilay andro lehibe.",
        "7": "Toy izany koa i Sodoma sy Gomora ary ny tanàna teny akaikiny, izay samy nanaram-po tamin’ny fijangajangana toy ireo anjely ireo koa, ka nanaraka ny filan’ny nofony mba hanao zavatra tsy fanao. Aseho ho anatra ho antsika ireo tanàna ireo, rehefa notsaraina ka nosazina tamin’ny afo maharitra mandrakizay.",
        "8": "Manaram-po amin’ny nofinofy toy izany koa anefa ireny olona ireny, ka mandoto ny nofo, sy tsy miraharaha ny manana fahefana, ary manevateva ny manana voninahitra.",
        "9": "I Mikaela arkanjely anefa, rehefa nifamaly tamin’ny Devoly sy nifanditra taminy ny amin’ny fatin’i Mosesy, dia tsy sahy nanameloka azy tamin’ny teny manevateva, fa nilaza kosa hoe: “Hiteny mafy anao anie i Jehovah!”",
        "10": "Ireny olona ireny kosa manevateva ny zava-drehetra tena tsy fantany mihitsy. Fa ny zava-drehetra takatry ny sainy kosa dia takany fotsiny amin’izao, toy ny fahatakaran’ny biby tsy misaina. Ary manimba tena amin’izany zavatra izany foana ireny.",
        "11": "Lozan’ireny, fa nandeha tamin’ny lalan’i Kaina izy, niolomay hanaraka ny lalan-dison’i Balama mba hahazoana karama, ary efa matin’ny teny fikomian’i Kora!",
        "12": "Harambato voasaron-drano ireny olona ireny, rehefa miara-misakafo aminareo ao amin’ny fanasam-pifankatiavanareo. Mpiandry mamahan-tena tsy amin-tahotra izy ireny, rahona tsy mitondra orana sady avezivezin’ny rivotra, hazo tsy mamoa nefa efa hifarana ny fararano, hazo indroa maty sy voaongotra,",
        "13": "onjan-dranomasina misamboaravoara, izay mandroatra ka mamoaka ny zava-mahamenatra ataony. Kintana tsy misy lalan-karahina izy ireny, ary voatahiry mandrakizay ho an’ireo kintana ireo ny fahamaintisan’ny haizina.",
        "14": "Naminany momba azy ireny koa i Enoka, ilay taranaka fahafito avy tamin’i Adama, rehefa nilaza hoe: “Efa tonga i Jehovah, miaraka amin’ny anjeliny masina an’alinalina,",
        "15": "mba hampihatra didim-pitsarana amin’ny rehetra, sy hanaporofo fa meloka izay rehetra tsy natahotra an’Andriamanitra. Meloka izy ireny noho ny asa ratsy rehetra nataony tamin-karatsiam-panahy, sy noho ny teny manafintohina rehetra nentin’ny mpanota hanoherana an’Andriamanitra, dia ireo mpanota tsy matahotra azy.”",
        "16": "Olona mpimenomenona ireny, be taraina ny amin’ny toe-piainana misy azy, mandeha araka ny faniriany. Ny vavany mamoaka teny fireharehana, rehefa mandoka olona mba hahazoana tombony.",
        "17": "Fa ianareo kosa, ry malala, tsarovy ny teny efa voalazan’ny apostolin’i Jesosy Kristy Tompontsika.",
        "18": "Izao mantsy no nolazain’izy ireo matetika taminareo: “Amin’ny fotoana farany, dia hisy mpaneso handeha araka ny faniriany zava-dratsy.”",
        "19": "Ireny no mahatonga fisarahana, dia olona araka ny nofo, fa tsy araka ny fanahy.",
        "20": "Ianareo kosa, ry malala, miorena tsara eo amin’ny finoanareo masina indrindra, ary mivavaha eo ambany fitarihan’ny fanahy * masina. Amin’ny fanaovana izany,",
        "21": "dia mitoera ao amin’ny fitiavan’Andriamanitra, eo am-piandrasanareo ny famindram-pon’i Jesosy Kristy Tompontsika, sady mitsinjo ny fiainana mandrakizay.",
        "22": "Ary amindrao fo hatrany ny sasany izay misalasala.",
        "23": "Vonjeo izy, ka sariho haingana avy ao amin’ny afo. Amindrao fo hatrany koa ny hafa, ka ataovy amin-tahotra izany, ary ankahalao na dia ny akanjo anatiny voapentimpentin’ny nofo aza.",
        "24": "Ho an’ilay maharo anareo tsy ho tafintohina, sy mahavita mametraka anareo tsy misy tsiny eo anatrehan’ny voninahiny, amim-pifaliana lehibe,",
        "25": "eny, ho an’ilay hany Andriamanitra Mpamonjy antsika, amin’ny alalan’i Jesosy Kristy Tompontsika anie ny voninahitra, sy ny fahalehibeazana, sy ny hery ary ny fahefana hatrizay hatrizay sy ankehitriny ary ho mandrakizay mandrakizay! Amena."
    },
    "meta": {
        "name": "Joda",
        "order": 64,
        "chapter_number": 1
    }
}