{
    "1": {
        "1": "Avy amin’i Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, sy Timoty rahalahintsika.",
        "2": "Ho an’ny olona masina sy ireo rahalahy tsy mivadika any Kolosia, izay tafaray amin’i Kristy: Enga anie ilay Andriamanitra Raintsika mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "3": "Misaotra an’ilay Andriamanitra Rain’i Jesosy Kristy Tompontsika foana izahay, rehefa mivavaka ho anareo.",
        "4": "Henonay mantsy ny finoanareo an’i Kristy Jesosy sy ny fitiavanareo ny olona masina rehetra,",
        "5": "noho ilay fanantenana notehirizina ho anareo any an-danitra. Efa henonareo ny momba an’io fanantenana io taloha, rehefa notorina taminareo ny fahamarinana, izany hoe ilay vaovao tsara",
        "6": "tonga tany aminareo. Ary mamoa io vaovao tsara io sady miparitaka eran’izao tontolo izao hoatran’ny atỳ aminareo koa, nanomboka tamin’ny andro nahenoanareo sy nahafantaranareo tsara an’ilay tena hatsaram-panahy miavaka asehon’Andriamanitra.",
        "7": "Izany no nianaranareo tamin’i Epafra, mpiara-manompo malalantsika sady tsy mivadika ary mpanompon’i Kristy misolo tena anay.",
        "8": "Izy koa no nampahafantatra anay hoe ampian’ny fanahy masina haneho fitiavana ianareo.",
        "9": "Izany koa no nahatonga anay hivavaka sy hangataka ho anareo foana, nanomboka tamin’ny andro nandrenesanay an’izany. Nangataka izahay mba ho fantatrareo tsara ny sitrapony, ka hanana ny fahendrena rehetra ianareo, sady hahazo an’izay tiana holazaina noho ny fanampian’ny fanahy masina.",
        "10": "Amin’izay dia hanome voninahitra an’i Jehovah ny fitondran-tenanareo, ka hampifaly azy tanteraka ianareo, sady hamokatra voa tsara ka hanao ny tsara foana, ary vao mainka hahalala tsara an’Andriamanitra.",
        "11": "Enga anie Andriamanitra hampiasa ny heriny be voninahitra, ka hanatanjaka anareo sy hanome anareo an’izay hery rehetra ilainareo! Amin’izay ho vitanareo ny hiaritra ny zava-drehetra, sady hanam-paharetana sy ho falifaly.",
        "12": "Ary isaory ny Ray fa izy no nanampy anareo ho mendrika hahazo amin’ilay lovan’ny olona masina, izay mandeha ao amin’ny mazava.",
        "13": "Namonjy antsika tamin’ny fahefan’ny haizina izy, dia namindra antsika any amin’ny fanjakan’ilay Zanany malalany.",
        "14": "Tamin’ny alalan’io Zanaka io no nanafahana sy nanavotana antsika, izany hoe nahazoantsika famelan-keloka.",
        "15": "Izy no endrik’ilay Andriamanitra tsy hita maso, ary izy no lahimatoa amin’ny zavaboary rehetra.",
        "16": "Izy mantsy no nampiasain’Andriamanitra rehefa noforonina ny zavatra hafa rehetra any an-danitra sy etỳ an-tany, izany hoe ny zavatra hita sy ny tsy hita, na fiandrianana izany, na fitondrana, na fanjakana, na fahefana. Izy no nampiasaina mba hamoronana ny zavatra hafa rehetra, ary noforonina mba ho azy izany.",
        "17": "Nisy talohan’ny zavatra hafa rehetra koa izy, ary izy no nampiasaina mba hampisy ny zavatra rehetra.",
        "18": "Izy no loha amin’ilay vatana, izany hoe ny fiangonana. Izy no fiandohana sady lahimatoa amin’ny maty. Izy àry no voalohany amin’ny zava-drehetra.",
        "19": "Tian’Andriamanitra hanana ny toetrany rehetra amin’ny fomba feno mantsy i Kristy.",
        "20": "Tamin’ny alalan’i Kristy koa, izany hoe tamin’ny alalan’ny ra nalatsany teo amin’ny hazo fijaliana, no nampihavanan’Andriamanitra ny zavatra hafa rehetra aminy, na ny zavatra etỳ an-tany na ny zavatra any an-danitra.",
        "21": "Lavitra an’Andriamanitra tokoa ianareo taloha sady fahavalony, satria nifantoka tamin’ny fanao ratsy ny sainareo.",
        "22": "Nampihavanin’Andriamanitra taminy ianareo izao, tamin’ny nahafatesan’ilay nanao sorona ny vatany nofo aman-dra. Dia amin’izay ianareo ho masina sy tsy misy tsiny ary tsy misy hokianina rehefa atolotra eo anatrehany.",
        "23": "Mila manam-pinoana foana anefa ianareo vao hitranga izany, ary mila miorina tsara eo amin’ilay fototra, ka tsy mihozongozona na hoe lasa tsy manantena intsony an’ilay vaovao tsara efa henonareo sady notorina tamin’ny zavaboary rehetra etỳ ambanin’ny lanitra. Ary lasa mpanompo mitory an’io vaovao tsara io izaho Paoly.",
        "24": "Faly aho izao satria mijaly mba hahasoa anareo, ary miaritra ny fijalian’i Kristy aho, dia fijaliana mbola tsy niaretan’ny vatako, mba hahasoa an’ilay vatany, izany hoe ny fiangonana.",
        "25": "Lasa mpanompon’izany fiangonana izany aho, mifanaraka amin’ilay andraikitra nankinin’Andriamanitra tamiko mba hahasoa anareo, dia ny hamita ny fitoriana ny tenin’Andriamanitra,",
        "26": "anisan’izany ilay zava-miafina masina nafenina efa hatramin’ ny fotoana nisian’izao tontolo izao sy hatramin’ireo taranaka tany aloha. Efa naharihary tamin’ny olony masina kosa anefa ilay izy izao.",
        "27": "Ary tian’Andriamanitra hampahafantarina azy ireo ilay zava-miafina masina, izay harena be voninahitra, sady tiany hampahafantarina eo amin’ireo firenena koa. Ilay zava-miafina dia hoe tafaray aminareo i Kristy, izany hoe manantena ianareo fa homem-boninahitra miaraka aminy.",
        "28": "Izy no torinay, ka mananatra ny olona rehetra izahay sady mampianatra ny olona rehetra amim-pahendrena. Amin’izay dia olona matotra sy tafaray amin’i Kristy no hatolotray ho an’Andriamanitra.",
        "29": "Izany no tena mahatonga ahy hiasa mafy sy hiezaka mafy noho ilay heriny tena miasa be ato anatiko."
    },
    "2": {
        "1": "Fa tiako ho fantatrareo fa miady mafy aho mba hahasoa anareo, sy mba hahasoa an’izay any Laodikia, ary mba hahasoa an’izay rehetra mbola tsy nahita ahy.",
        "2": "Amin’izay dia hampiononina ny fon’izy ireo, ary ho tafaray tsara sy hifankatia izy ireo. Dia ho azon’izy ireo koa ny harena rehetra, izany hoe ho takany mazava tsara sy ho azony antoka tanteraka ary ho fantany tsara ilay zava-miafina masin’Andriamanitra, dia i Kristy.",
        "3": "Tsara afina ao aminy tokoa mantsy ny harena sarobidy rehetra, izany hoe ny fahendrena sy ny fahalalana.",
        "4": "Milaza an’izany aho mba tsy hisy hamitaka anareo amin’ny hevitra maharesy lahatra.",
        "5": "Fa na tsy any aminareo aza aho, dia any aminareo kosa ny saiko, ka faly aho mahafantatra hoe milamina tsara ianareo sady matanjaka tsara ny finoanareo an’i Kristy.",
        "6": "Hoatran’ny efa nanekenareo an’i Kristy Jesosy Tompo àry, dia miezaha koa hiara-mandeha aminy foana.",
        "7": "Araka ny efa nampianarina anareo koa, dia tokony hamaka tsara sy ho mafy orina eo aminy ianareo, sady tsy tokony ho voahozongozona amin’ny finoana, ary ho feno fisaorana an’Andriamanitra.",
        "8": "Tandremo sao hisy hamandrika anareo amin’ny filozofia sy ny hevitra mamitaka tsy misy fotony. Avy amin’ny fampianarana nifandovan’olombelona sy ny fisainan’izao tontolo izao ireny, fa tsy avy amin’i Kristy.",
        "9": "Ananan’i Kristy amin’ny fomba feno daholo mantsy ny toetran’Andriamanitra.",
        "10": "Efa azonareo daholo amin’ny alalany àry ny zavatra rehetra. Izy no lohan’ny fanjakana sy ny fahefana rehetra.",
        "11": "Mifandray amin’i Kristy ianareo ka noforana, nefa tsy noforan’ny tanan’olona, rehefa nialanareo ny zava-dratsy fanaon’ny vatana. Hoatr’izany ny famorana ny mpianatr’i Kristy.",
        "12": "Niara-nalevina taminy mantsy ianareo tamin’ny batisany, dia niara-natsangana taminy koa, satria mifandray aminy sady mino ny herin’Andriamanitra, izay nanangana azy tamin’ny maty.",
        "13": "Na dia maty noho ny helokareo koa aza ianareo sady tsy voafora, dia novelomin’Andriamanitra niaraka tamin’i Kristy. Tsara fanahy Andriamanitra ka namela ny heloka rehetra vitantsika.",
        "14": "Ary nofafany ilay lalàna nisy didy maro, izay nosoratana hanamelohana antsika. Nofoanany ilay izy rehefa nofantsihany teo amin’ny hazo fijaliana.",
        "15": "Nataony nitanjaka sy nasehony teny imasom-bahoaka tamin’ny alalan’ny hazo fijaliana ny fanjakana sy ny manam-pahefana. Resiny mantsy izy ireny, dia nentiny ho babo tao amin’ny filaharan’ny mpandresy.",
        "16": "Koa aza avela hisy hitsara anareo ny amin’izay haninareo sy sotroinareo, na momba ny fankalazana fety na tsinam-bolana, na ny fitandremana sabata.",
        "17": "Aloky ny zavatra ho avy ireny, fa ny tena izy dia i Kristy.",
        "18": "Aza avela hisy hanakana anareo tsy hahazo an’ilay loka ny olona mody miseho ho manetry tena sy mivavaka amin’ny anjely. “Manizingizina” ny zavatra hitany maso izy. Mirehareha tsy amin’antony koa izy satria misaina araka ny nofo,",
        "19": "ka tsy mitambatra amin’ilay loha. Ilay loha anefa no manome ny zava-drehetra ilain’ny vatana sy mahatonga ny vatana manontolo hikambana tsara noho ny asan’ny tonon-taolana sy hozatra. Ary amin’ny alalan’io loha io Andriamanitra no mampitombo an’ilay vatana manontolo.",
        "20": "Efa niara-maty tamin’i Kristy ianareo sady efa tsy nanaiky hanaraka ny fisainan’izao tontolo izao intsony. Dia maninona àry ianareo no mbola hoatran’ny hoe anisan’izao tontolo izao ihany, ka mbola mankatò ny didy hoe:",
        "21": "“Aza mandray, aza manandrana, ary aza mikasika”?",
        "22": "Ireny didy ireny dia momba ny zavatra rehetra izay ho levona rehefa hanina sy sotroina, sady fampianaran’olombelona fotsiny.",
        "23": "Hoatran’ny hoe fahendrena ireny didy ireny, kanefa tsy manampy ny olona hiady amin’ny fanirian’ny nofony. Izy ireo ihany mantsy no mifidy an’izay tiany hatao amin’ny resaka fivavahana, ary mody manetry tena izy ireo sady mampijaly tena."
    },
    "3": {
        "1": "Raha niara-natsangana tamin’i Kristy anefa ianareo, dia katsaho foana ny zavatra any ambony, any amin’izay ipetrahan’i Kristy eo ankavanan’Andriamanitra.",
        "2": "Afantohy amin’ny zavatra any ambony foana ny sainareo, fa tsy amin’ny zavatra etỳ an-tany.",
        "3": "Efa maty mantsy ianareo, ary ny fiainanareo koa efa nankinina tamin’i Kristy, ilay tafaray amin’Andriamanitra.",
        "4": "Ary rehefa aseho i Kristy, ilay fiainantsika, dia haseho koa ianareo ka hahazo voninahitra miaraka aminy.",
        "5": "Vonoy àry ny fanirian-dratsy ao amin’ny rantsambatanareo, izany hoe ny fijangajangana, fahalotoana, filan’ny nofo tsy voafehy, faniriana hanao ratsy, ary faniriana tsy mety afa-po, izay fanompoan-tsampy.",
        "6": "Fa ho tezitra amin’ny olona manao an’ireo zavatra ireo Andriamanitra.",
        "7": "Efa mpanao an’izany koa ianareo taloha, ary efa niaina tao anatin’izany.",
        "8": "Fa amin’izao anefa, esory hiala aminareo daholo ireto: Fisafoahana, fahatezerana, faharatsiana, fanevatevana, ary izay resaka vetaveta lazain’ny vavanareo.",
        "9": "Aza mifandainga ianareo. Esory ny toetranareo taloha ary ialao koa izay fanaonareo tamin’izany.",
        "10": "Tafio kosa ny toetra vaovao, izay havaozina tsikelikely hifanaraka amin’ny toetran’Ilay namorona azy, arakaraka ny ahalalanareo tsara ny fahamarinana.",
        "11": "Amin’izany dia tsy misy intsony ny hoe Grika na Jiosy, na voafora na tsy voafora, na hafa firenena, na Skytianina, na andevo, na olona afaka. Fa i Kristy no zava-drehetra sady ao amin’ny olona rehetra.",
        "12": "Nofidin’Andriamanitra ianareo, ary masina sady tena tiana. Mitafia àry fitiavana lalina sy fangorahana, hatsaram-panahy, fanetren-tena, fahalemem-panahy, ary faharetana.",
        "13": "Mahaiza foana mifandefitra sy mifamela heloka tanteraka, na dia misy manana antony itarainana momba ny sasany aza. Namela tanteraka ny helokareo i Jehovah, ka mba manaova hoatr’izany koa ianareo.",
        "14": "Ambonin’izany rehetra izany, dia mitafia fitiavana, fa toy ny tady tonga lafatra mampifamatotra antsika izy io.",
        "15": "Avelao hanjaka ao am-ponareo ny fiadanan’i Kristy, satria nantsoin’Andriamanitra ianareo mba hahazo an’izany fiadanana izany ka ho lasa vatana iray. Asehoy koa fa mahay mankasitraka ianareo.",
        "16": "Enga anie hameno tanteraka ny fonareo ny tenin’i Kristy, ka tena ho hendry ianareo! Miezaha foana hifampianatra sy hifampahery, ka manaova salamo sy fiderana an’Andriamanitra ary hira masina ho fisaorana azy. Dia mihirà amin’ny fo ho an’i Jehovah.",
        "17": "Na inona na inona teneninareo na ataonareo, dia ataovy amin’ny anaran’i Jesosy Tompo daholo izany, ka misaora an’Andriamanitra Ray amin’ny alalany.",
        "18": "Ianareo vehivavy, maneke ny vadinareo fa izany no mety eo imason’ny Tompo.",
        "19": "Ianareo lehilahy, tiavo foana ny vadinareo ary aza tezitra be aminy.",
        "20": "Ianareo zanaka, ankatoavy amin’ny zava-drehetra ny ray aman-dreninareo, fa izany no mampifaly ny Tompo.",
        "21": "Ianareo ray, aza mampahatezitra ny zanakareo, mba tsy ho kivy izy.",
        "22": "Ianareo mpanompo, ankatoavy amin’ny zava-drehetra ny tomponareo. Tsy hoe rehefa manara-maso anareo ihany izy ireo vao mankatò ianareo, hoatran’ny hoe te hampifaly olona fotsiny, fa mankatoava kosa amin’ny fo satria matahotra an’i Jehovah ianareo.",
        "23": "Izay rehetra ataonareo dia ataovy amin’ny fo manontolo toy ny hoe ho an’i Jehovah, fa tsy ho an’olona.",
        "24": "Fantatrareo mantsy fa avy amin’i Jehovah no hahazoanareo an’ilay lova mba ho valisoanareo. Ary manompoa an’ilay Tomponareo, dia i Kristy.",
        "25": "Izay manao ratsy dia azo antoka hoe hahazo ny valin’ny ratsy nataony, satria tsy mijery tavan’olona Andriamanitra."
    },
    "4": {
        "1": "Ianareo tompo, manaova ny rariny sy ny hitsiny amin’ny mpanomponareo, satria fantatrareo fa ianareo koa mba manana Tompo any an-danitra.",
        "2": "Mahareta amin’ny vavaka. Aza hadinoina mihitsy ny mivavaka sy ny misaotra.",
        "3": "Mivavaha koa ho anay. Amin’izay dia hanokatra varavarana ho anay Andriamanitra, mba hahafahanay hitory ny teny sy hilaza ny zava-miafina masina momba an’i Kristy. Izany mantsy no mahatonga ahy ho voafatotra rojo vy.",
        "4": "Amin’izay koa aho ho afaka hanazava tsara an’izany zava-miafina izany, araka izay tokony hataoko.",
        "5": "Manehoa fahendrena foana rehefa mifandray amin’ny olona eny ivelany. Dia ampiasao tsara ny fotoananareo.",
        "6": "Ataovy mahafinaritra sady mamy sira foana ny teny lazainareo, mba ho fantatrareo izay tokony havalinareo ny olona tsirairay.",
        "7": "Holazain’i Tykiko, rahalahy malalako, aminareo daholo ny vaovao momba ahy. Mpanompo mendri-pitokisana sady mpiara-manompo amiko ao amin’ny Tompo izy.",
        "8": "Irahiko ho any aminareo izy, dia amin’izay fantatrareo hoe manao ahoana izahay, dia izy koa ho afaka hampionona ny fonareo.",
        "9": "Miaraka aminy koa i Onesimosy, rahalahy mendri-pitokisana sy malalako, izay avy any aminareo. Holazain’izy roa lahy aminareo daholo izay mitranga atỳ.",
        "10": "Mampamangy, hono, ianareo, hoy i Aristarko, mpiara-migadra amiko, sy Marka, zanak’olo-mpiray tam-po amin’i Barnabasy.—I Marka ilay nasaina noraisinareo tsara raha tonga any aminareo.—",
        "11": "Mampamangy koa, hono, ianareo, hoy i Jesosy, ilay atao hoe Josto. Voafora koa izy rehetra ireo, ary izy ireo ihany no mpiara-miasa amiko hampandroso ny Fanjakan’Andriamanitra. Izy ireo koa no tena nanampy sy nankahery ahy.",
        "12": "Mampamangy, hono, ianareo, hoy i Epafra, ilay avy any aminareo, sady mpanompon’i Kristy Jesosy. Miezaka be foana izy mivavaka ho anareo, amin’izay ianareo ho matotra foana sady hatoky tanteraka ny sitrapon’Andriamanitra rehetra.",
        "13": "Izaho no vavolombelona manamarina fa miezaka be mihitsy izy mba hahasoa anareo, sy mba hahasoa an’izay any Laodikia sy Hierapolia.",
        "14": "Mampamangy, hono, ianareo, hoy i Lioka dokotera malala sy Demasy.",
        "15": "Mampamangy any amin’ireo rahalahy any Laodikia, dia mampamangy koa any amin’i Nymfa sy ny fiangonana mivory ao an-tranony.",
        "16": "Ary rehefa voavaky eo aminareo ity taratasy ity, dia alefaso any amin’ny fiangonana any Laodikia mba hovakina any koa. Dia mba vakio koa ilay avy any Laodikia.",
        "17": "Mba ilazao koa i Arkipo hoe: “Ataovy tsara foana, hono, hoe ilay fanompoana nekenao noho ianao mpanara-dia ny Tompo, dia amin’izay ho vitanao tsara ilay izy.”",
        "18": "Ity no veloma nosoratan’ny tanako, izaho Paoly. Tadidio foana fa mifatotra rojo vy aho. Enga anie ianareo hanehoana an’ilay hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "Kolosianina",
        "order": 50,
        "chapter_number": 4
    }
}