{
    "1": {
        "1": "Paoly, apostolin’i Kristy Jesosy noho ny sitrapon’Andriamanitra, sy Timoty rahalahintsika.",
        "2": "Ho an’ny olona masina sy ireo rahalahy tsy mivadika, izay tafaray amin’i Kristy, eny, ianareo izay monina any Kolosia, Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana avy amin’Andriamanitra Raintsika!",
        "3": "Isaoranay mandrakariva Andriamanitra, Rain’i Jesosy Kristy Tompontsika, rehefa mivavaka ho anareo izahay,",
        "4": "satria renay ny amin’ny finoanareo an’i Kristy Jesosy sy ny fitiavanareo ny olona masina rehetra,",
        "5": "noho ilay fanantenana voatahiry any an-danitra ho anareo. Efa nandre momba an’io fanantenana io ianareo taloha, fony nambara taminareo ny fahamarinan’izany vaovao tsara izany,",
        "6": "izay tonga tany aminareo. Ary mahavokatra sy mitombo izy io eran’izao tontolo izao toy ny atỳ aminareo koa, nanomboka tamin’ny andro nandrenesanareo sy nahalalanareo marina tsara ny tena atao hoe hatsaram-panahy tsy manam-paharoan’Andriamanitra.",
        "7": "Izany no nianaranareo tamin’i Epafra, mpiara-manompo malalantsika, lehilahy tsy mivadika sady mpanompon’i Kristy, izay misolo tena anay.",
        "8": "Izy koa no nampahafantatra anay ny amin’ilay fitiavana anananareo noho ny fanampian’ny fanahin’Andriamanitra anareo.",
        "9": "Izany koa no nahatonga anay tsy nitsahatra nivavaka sy nangataka ho anareo, nanomboka tamin’ny andro nandrenesanay izany, mba hofenoina fahalalana marina tsara ny sitrapony ianareo ka hanana ny fahendrena rehetra ary hahatakatra izay tiana hambara, noho ny fanampian’ny fanahy.",
        "10": "Amin’izay dia handeha mendrika an’i Jehovah ianareo mba hankasitrahany tanteraka anareo, raha mbola mahavokatra hatrany koa ianareo eo amin’ny asa tsara rehetra, ary raha mbola tsy mitsaha-mitombo ny fahalalanareo marina tsara an’Andriamanitra,",
        "11": "ary hatanjahina amin’ny hery rehetra ianareo, araka ny haben’ny heriny be voninahitra, mba hiaritra tanteraka sady haneho fahari-po amim-pifaliana,",
        "12": "ary hisaotra mandrakariva ny Ray izay nampahamendrika anareo, hanananareo anjara lova miaraka amin’ny olona masina ao amin’ny mazava.",
        "13": "Nanafaka antsika tamin’ny fahefan’ny haizina izy, ka namindra antsika ho amin’ny fanjakan’ilay Zanany tiany.",
        "14": "Ny Zanaka no ahazoantsika ilay fanafahana entin’ny vidim-panavotana, dia ny famelana ny helotsika.",
        "15": "Izy no endrik’ilay Andriamanitra tsy hita maso, ary izy koa no lahimatoa amin’ny zavaboary rehetra,",
        "16": "satria izy no nampiasaina tamin’ny famoronana ny zavatra hafa rehetra any an-danitra sy etỳ an-tany, dia ny hita sy ny tsy hita, na fiandrianana izany, na fitondrana na fanjakana na fahefana. Tamin’ny alalany, ary ho azy, no namoronana ny zavatra hafa rehetra.",
        "17": "Nisy talohan’ny zavatra hafa rehetra koa izy, ary nampiasaina mba hampisy ny zavatra hafa rehetra.",
        "18": "Ary izy no loha amin’ny vatana, dia ny fiangonana. Izy no fiandohana, ny lahimatoa amin’ny maty, mba ho izy no ho voalohany amin’ny zava-drehetra,",
        "19": "satria sitrak’Andriamanitra hitoetra ao aminy ny fahafenoana rehetra,",
        "20": "ary sitrak’Andriamanitra koa ny hampiasa azy mba hampihavanina aminy indray ny zavatra hafa rehetra, na ny etỳ an-tany, na ny any an-danitra, eny, hampihavanina aminy amin’ny alalan’ny ra nalatsaka teo amin’ny hazo fijaliana.",
        "21": "Lavitra an’Andriamanitra tokoa ianareo taloha sady fahavalony, satria nifantoka tamin’ny asa ratsy ny sainareo.",
        "22": "Nampihavanin’Andriamanitra taminy indray anefa ianareo izao, tamin’ny alalan’ny vatana ara-nofo nananan’izy io, tamin’ny nahafatesany. Amin’izay dia mba ho masina sy tsy misy tsiny ary tsy misy hokianina ianareo rehefa atolotra eo anatrehany,",
        "23": "raha maharitra amin’ny finoana ianareo, ka miorina tsara eo amin’ny fototra, ary tsy mihozongozona na voafindra hiala amin’ny fanantenana an’ilay vaovao tsara renareo sady notorina tamin’ny zavaboary rehetra eny ambanin’ny lanitra. Ary tonga mpanompo mitory an’io vaovao tsara io izaho Paoly.",
        "24": "Faly aho izao satria mijaly ho anareo, ary izay tsy ampy amin’ny fijalian’i Kristy ato amin’ny nofoko, dia izaho indray kosa no mameno izany, ho an’ny vatan’i Kristy, dia ny fiangonana.",
        "25": "Tonga mpanompon’izany fiangonana izany aho, araka ny asa fiandraiketana nomen’Andriamanitra ahy hahasoa anareo, mba hamitana tanteraka ny fitoriana ny tenin’Andriamanitra.",
        "26": "Izany zava-miafina masina izany dia nafenina efa hatramin’ny fotoana nisian’ireo rafitra nisy teto amin’ity tontolo ity sy hatramin’ny taranaka maro lasa, fa ankehitriny kosa efa naseho tamin’ny olony masina.",
        "27": "Ary sitrak’Andriamanitra ny hampahafantatra amin’ny olony masina ny harena be voninahitr’io zava-miafina masina io, izay naseho teo amin’ny hafa firenena. Izany zava-miafina izany dia i Kristy tafaray aminareo, izany hoe ny fanantenanareo hiara-homem-boninahitra aminy.",
        "28": "Izy no torinay, ka ananaranay sy ampianaranay ny olona rehetra amim-pahendrena tanteraka, mba ho olona matotra sy tafaray amin’i Kristy avokoa no atolotray.",
        "29": "Izany no antony ilofosako ka iezahako mafy amin’ny alalan’ny heriny izay miasa ato anatiko."
    },
    "2": {
        "1": "Fa tiako ho fantatrareo ny hamafin’ny ady ataoko ho anareo, sy ho an’izay any Laodikia ary izay rehetra mbola tsy nahita ny salovan-tavako,",
        "2": "mba hampiononana ny fon’izy ireo, ary mba ho tafakambana mirindra tsara ao amin’ny fitiavana izy ireo. Amin’izay izy ireo dia hahazo ny harena rehetra, izay tsy inona fa ny fatokisany tanteraka ny fomba fahazoany hevitra, ary mba hahazoany fahalalana marina tsara ny zava-miafina masin’Andriamanitra, izany hoe i Kristy.",
        "3": "Tsara afina ao aminy tokoa mantsy ny harenan’ny fahendrena rehetra sy ny harenan’ny fahalalana rehetra.",
        "4": "Milaza izany aho mba tsy hisy hamitaka anareo amin’ny hevitra maharesy lahatra.",
        "5": "Fa na tsy eo aminareo aza ny tenako, dia any aminareo kosa ny saiko, ka faly aho mijery ny filaminanareo sy ny tanjaky ny finoanareo an’i Kristy.",
        "6": "Koa tahaka ny efa nanekenareo an’i Kristy Jesosy Tompo, dia aoka ianareo hiara-mandeha aminy foana sady ho tafaray aminy,",
        "7": "ary hamaka tsara sy hiorina hatrany eo aminy ary tsy ho voahozongozona amin’ny finoana, araka ny efa nampianarana anareo, ka hanam-pinoana lehibe sady ho feno fisaorana.",
        "8": "Tandremo sao hisy hahalasa anareo ho rembiny amin’ny alalan’ny filozofia sy ny famitahana poakaty araka ny fampianarana nifandovan’ny olombelona, eny, araka ny zavatra fototra eo amin’ity tontolo ity, fa tsy araka an’i Kristy,",
        "9": "satria ao aminy no itoeran’ny fahafenoan’ny toetran’Andriamanitra.",
        "10": "Koa amin’ny alalan’i Kristy, izay lohan’ny fanjakana sy ny fahefana rehetra, dia tsy misy zavatra tsy anananareo.",
        "11": "Ary ny fifandraisanareo aminy no nahatonga anareo koa ho voafora tamin’ny famorana tsy nataon-tanana, tamin’ny fanesorana ny nofo mpanota, tamin’ny famoran’i Kristy.",
        "12": "Fa efa niara-nalevina taminy tamin’ny batisany ianareo. Ary ny fifandraisanareo aminy no nahatonga anareo ho niara-natsangana taminy, noho ny finoanareo ny asa nataon’Andriamanitra, izay nanangana azy tamin’ny maty.",
        "13": "Ary na dia maty tao amin’ny helokareo sy ny nofonareo tsy voafora aza ianareo, dia novelomin’Andriamanitra niaraka tamin’i Kristy indray kosa. Tsara fanahy izy ka namela ny helotsika rehetra.",
        "14": "Ary novonoiny ilay sora-tanana nisy didy maro, izay niampanga antsika sy nanameloka antsika. Eny, nesoriny izy io rehefa nofantsihany tamin’ny hazo fijaliana.",
        "15": "Nahanjahanjan’Andriamanitra ny fanjakana sy ny fahefana ka nasehony teny imasom-bahoaka toy ny olona resy ireny, ary notarihiny tao amin’ny filaharan’ny mpandresy, tamin’ny alalan’ny hazo fijaliana.",
        "16": "Koa aoka tsy hisy hitsara anareo ny amin’ny fihinanana sy ny fisotroana, na ny andro fety na ny fankalazana tsinam-bolana, na ny fitandremana sabata.",
        "17": "Fa aloky ny zavatra ho avy ireny, fa ny tena izy dia an’i Kristy.",
        "18": "Aoka tsy hahasakana anareo tsy hahazo ny loka ny olona finaritra amin’ny fanetren-tena sarintsariny sy ny fivavahana amin’ny anjely, * ka manizingizina ny zavatra hitany ary mieboebo tsy amin’antony noho ny fisainany araka ny nofo.",
        "19": "Izy anefa tsy mifikitra akory amin’ny loha, dia ilay itomboan’ny vatana manontolo araka ny fampitomboan’Andriamanitra azy. Ny tonon-taolana sy hozatra mampifandray azy no manome izay ilain’ilay vatana manontolo sady manakambana azy mirindra tsara.",
        "20": "Ary raha niara-maty tamin’i Kristy ianareo raha ny amin’ny zavatra fototra eo amin’ity tontolo ity, nahoana ianareo no mbola manaiky hofehezin’ny didy, toy ny hoe mbola velona eo amin’izao tontolo izao ihany?",
        "21": "Nahoana ianareo no manaiky hodidiana hoe: “Aza mandray, aza manandrana, aza mikasika”",
        "22": "ny amin’ny zavatra izay samy tsy maintsy ho levona rehefa avy nampiasaina, araka ny didy sy ny fampianaran’olombelona?",
        "23": "Toa fahendrena tokoa ireo zavatra ireo, ary maneho izany izy ireo amin’ny fanarahany fivavahana araka ny sitrapon’ny tenany ihany, sy amin’ny fanehoany fanetren-tena sarintsariny, ary ny fampijalian-tena. Tsy manampy eo amin’ny ady atao amin’ny fanomezana fahafaham-po ny nofo mihitsy anefa izany."
    },
    "3": {
        "1": "Fa raha niara-natsangana tamin’i Kristy ianareo, dia katsaho hatrany ny zavatra any ambony, any amin’izay ipetrahan’i Kristy eo ankavanan’Andriamanitra.",
        "2": "Ataovy foana izay hifantohan’ny sainareo amin’ny zavatra any ambony, fa tsy amin’ny zavatra etỳ an-tany.",
        "3": "Fa efa maty ianareo, ary ny fiainanareo dia niara-nafenina tamin’i Kristy, izay tafaray amin’Andriamanitra.",
        "4": "Ary rehefa haseho i Kristy izay fiainantsika, amin’izay vao haseho miaraka aminy amim-boninahitra koa ianareo.",
        "5": "Koa vonoy ireo fironan-dratsy ao amin’ny rantsambatanareo, * dia fijangajangana, fahalotoana, filan’ny nofo, fanirian-dratsy, ary ny fitsiriritana izay fanompoan-tsampy.",
        "6": "Ireo zavatra ireo no mampahatezitra an’Andriamanitra,",
        "7": "ary ireo indrindra no nataonareo koa taloha, fony ianareo niaina tao anatin’izany.",
        "8": "Fa ankehitriny kosa, esory aminareo mihitsy ireto rehetra ireto: Fahatezerana, fahavinirana, faharatsiana, fanevatevana, ary resaka vetaveta lazain’ny vavanareo.",
        "9": "Aza mifandainga ianareo. Esory ny toetra taloha mbamin’ireo fanao niaraka taminy,",
        "10": "ary tafio ny toetra vaovao, izay havaozina tsikelikely amin’ny alalan’ny fahalalana marina tsara, eny, havaozina araka ny endrik’Ilay namorona azy.",
        "11": "Koa amin’izany dia tsy misy na Grika na Jiosy, na voafora na tsy voafora, na hafa firenena, na Skytianina, na andevo, na tsy andevo. Fa i Kristy no zava-drehetra sady ao amin’ny rehetra.",
        "12": "Koa mitafia fitiavana lalina sy fangoraham-po, hatsaram-panahy, fanetren-tena, fahalemem-panahy, ary fahari-po, satria olom-boafidin’Andriamanitra ianareo, sady masina no tiana.",
        "13": "Mahaiza foana mifampizaka sy mifamela heloka tanteraka, raha misy manana antony hitarainana momba ny sasany. Namela tanteraka ny helokareo i Jehovah, koa aoka ianareo mba hifamela heloka koa.",
        "14": "Fa ambonin’izany rehetra izany, dia mitafia fitiavana fa fatorana mampiray tonga lafatra izy io.",
        "15": "Aoka koa ny fiadanan’i Kristy hanjaka ao am-ponareo, satria ho amin’izany no niantsoana anareo ho vatana iray. Ary asehoy fa mahay mankasitraka ianareo.",
        "16": "Aoka ny tenin’i Kristy hitoetra betsaka ao anatinareo, ka hanana ny fahendrena rehetra ianareo. Mifampianara sy mifananara mandrakariva amin’ny salamo sy ny fiderana an’Andriamanitra ary ny hira mahafinaritra momba an’Andriamanitra, ka mihirà amin’ny fo ho an’i Jehovah.",
        "17": "Ary izay ataonareo, na amin’ny teny na amin’ny asa, dia ataovy amin’ny anaran’i Jesosy Tompo, ka misaora an’Andriamanitra Ray amin’ny alalany.",
        "18": "Ianareo vehivavy, maneke ny vadinareo fa zavatra mety izany eo imason’ny Tompo.",
        "19": "Ianareo lehilahy, tiavo foana ny vadinareo ary aza tezitra mafy aminy.",
        "20": "Ianareo zanaka, ankatoavy amin’ny zava-drehetra ny ray aman-dreninareo, fa ankasitrahana eo anatrehan’ny Tompo izany.",
        "21": "Ianareo ray, aza mampahatezitra ny zanakareo, mba tsy ho kivy izy.",
        "22": "Ianareo mpanompo, ankatoavy amin’ny zava-drehetra ny tomponareo ara-nofo. Aza manao fanompoana eo imaso fotsiny, tahaka ny mpila sitraka amin’olona, fa ataovy amim-pahatsoram-po sy amin-tahotra an’i Jehovah kosa izany.",
        "23": "Izay rehetra ataonareo dia ataovy amin’ny fo manontolo toy ny ho an’i Jehovah, fa tsy ho an’olona,",
        "24": "satria fantatrareo fa avy amin’i Jehovah no handraisanareo ny lova ho valisoa sahaza anareo. Ary manompoa ny Tompo, dia i Kristy.",
        "25": "Izay manao ratsy dia azo antoka fa hahazo ny valin’ny tsy mety nataony, satria tsy mizaha tavan’olona Andriamanitra."
    },
    "4": {
        "1": "Ianareo tompo, ento araka ny fahamarinana sy ny rariny foana ny mpanomponareo, satria fantatrareo fa ianareo koa mba manana Tompo any an-danitra.",
        "2": "Mahareta amin’ny vavaka, ka miambena mandrakariva amin’izany, sady asio fisaorana.",
        "3": "Ary mivavaha koa ho anay, mba hasian’Andriamanitra varavarana misokatra hahafahanay hitory ny teny sy hilaza ny zava-miafina masina momba an’i Kristy, fa izany indrindra no mahatonga ahy ho voafatotra ato am-ponja,",
        "4": "mba hanazavako tsara izany zava-miafina izany, araka izay tokony hitenenako.",
        "5": "Mitondrà tena amim-pahendrena foana amin’ny olona eny ivelany, ka mahaiza manararaotra * fotoana.",
        "6": "Aoka ho teny mahafinaritra sady mamy sira foana no holazainareo, mba ho fantatrareo izay tokony havalinareo ny olona tsirairay.",
        "7": "Hampahafantatra anareo ny zava-drehetra momba ahy i Tykiko, rahalahy malalako, izay mpanompo mendri-pitokisana sady mpiara-manompo amiko ao amin’ny Tompo.",
        "8": "Irahiko ho any aminareo izy mba hahalalanareo izay vaovao momba anay sy mba hampiononany ny fonareo.",
        "9": "Ampiarahiko aminy koa i Onesimosy, rahalahy mendri-pitokisana sy malalako, izay avy aminareo. Izy roa lahy no hampahafantatra anareo ny zava-drehetra atỳ.",
        "10": "Mampamangy, hono, ianareo, hoy i Aristarko, mpiara-migadra amiko, sy Marka, zanak’olo-mpiray tam-po amin’i Barnabasy—izy ilay nasaina noraisinareo tsara raha sendra tonga any aminareo.—",
        "11": "Mampamangy, hono, ianareo, hoy koa i Jesosy, izay atao hoe Josto. Anisan’ny voafora ireo, ary ireo ihany no mpiara-miasa amiko hampandroso ny fanjakan’Andriamanitra, ary mbola ireo koa no nanampy sy nankahery ahy.",
        "12": "Mampamangy, hono, ianareo, hoy i Epafra, izay avy any aminareo, ary mpanompon’i Kristy Jesosy. Mikely aina mandrakariva izy mivavaka ho anareo, mba hitoetra ho matotra * ianareo amin’ny farany sady hatoky tanteraka foana ny sitrapon’Andriamanitra rehetra.",
        "13": "Mijoro ho vavolombelony aho fa nanao ezaka lehibe tokoa izy, ho anareo sy ho an’ireo any Laodikia ary ireo any Hierapolia.",
        "14": "Mampamangy, hono, ianareo, hoy i Lioka dokotera malala sy Demasy.",
        "15": "Mampamangy any amin’ireo rahalahy any Laodikia, ary mampamangy koa any amin’i Nymfa sy ny fiangonana ao an-tranony.",
        "16": "Ary rehefa voavaky eo aminareo ity taratasy ity, dia ataovy izay hamakiana azy koa amin’ny fiangonan’ny Laodikianina, ary ataovy koa izay hamakianareo ilay avy any Laodikia.",
        "17": "Mba ilazao koa i Arkipo hoe: “Tandremo hatrany, hono, hoe ilay fanompoana nekenao hatao ao amin’ny Tompo, ka tanteraho tsara.”",
        "18": "Ity no veloma nosoratan’ny tanako, izaho Paoly. Tsarovy mandrakariva fa mifatotra ato am-ponja aho. Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa!"
    },
    "meta": {
        "name": "Kolosianina",
        "order": 50,
        "chapter_number": 4
    }
}