{
    "1": {
        "1": "Ary niantso an’i Mosesy i Jehovah, ka niteny taminy avy tao amin’ny tranolay fihaonana hoe:",
        "2": "“Ilazao ny Israelita hoe: ‘Raha misy aminareo te hanolotra biby fiompy ho fanatitra ho an’i Jehovah, dia omby na ondry na osy aterina.",
        "3": "“‘Raha omby no ateriny ho fanatitra dorana, dia tokony ho lahy tsy misy kilema ilay izy. Hatolony an-tsitrapo eo anatrehan’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana, ilay omby.",
        "4": "Dia hametraka ny tanany eo amin’ny lohan’ilay fanatitra dorana izy, ary hekena handrakofana ny fahotany izany.",
        "5": "“‘Hovonoina eo anatrehan’i Jehovah avy eo ilay vantotr’ombilahy. Ary hatolotr’ireo mpisorona zanakalahin’i Arona ho an’Andriamanitra ny ra, ka hafafiny eo amin’ny lafiny rehetra amin’ilay alitara, izay eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "6": "Hendahana ny hoditr’ilay fanatitra dorana. Ary hotetitetehina ilay fanatitra avy eo.",
        "7": "Hanisy vainafo eo ambony alitara ireo mpisorona zanakalahin’i Arona, ary handahatra kitay eo ambonin’ilay afo.",
        "8": "Halahatr’izy ireo eo ambonin’ny kitay, eo amin’ny afo eo ambony alitara, ilay fanatitra efa voatetitetika sy ny lohany ary ny jaborany.",
        "9": "Ary ny tsinainy sy ny tongony hosasana amin’ny rano. Dia hodoran’ny mpisorona eo ambony alitara ireo rehetra ireo mba hidona-tsetroka. Fanatitra dorana izany, dia fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah.",
        "10": "“‘Raha ondry na osy no ataony fanatitra dorana, dia tokony ho ondrilahy kely na osilahy tsy misy kilema no hatolony.",
        "11": "Hovonoina eo avaratry ny alitara, eo anatrehan’i Jehovah, izany. Ary hafafin’ireo mpisorona zanakalahin’i Arona eo amin’ny lafiny rehetra amin’ny alitara ny ran’ilay izy.",
        "12": "Hotetitetehiny ilay fanatitra, dia halahatry ny mpisorona eo ambonin’ny kitay, eo amin’ny afo eo ambony alitara, miaraka amin’ny lohany sy ny jaborany.",
        "13": "Hosasany amin’ny rano ny tsinainy sy ny tongony. Ary hatolotry ny mpisorona ho an’Andriamanitra ireo rehetra ireo, dia hodorany eo ambony alitara mba hidona-tsetroka. Fanatitra dorana izany, dia fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah.",
        "14": "“‘Fa raha vorona kosa no ataony fanatitra dorana ho an’i Jehovah, dia domohina na zana-boromailala no hataony fanatitra.",
        "15": "Hatolotry ny mpisorona eo amin’ny alitara izany, ka hotsongoiny ny tendan’ilay vorona mba ho tataka. Ary hodorany eo ambony alitara ilay vorona mba hidona-tsetroka, fa ny rany kosa havela hitsika eo amin’ny sisin’ny alitara.",
        "16": "Hesoriny ny takorobabony sy ny volony ka hatsipiny eo akaikin’ny alitara, eo atsinanana, eo amin’ny fasiana lavenona.",
        "17": "Ary hosamahiny eo amin’ny elany ilay vorona, nefa tsy hozarainy roa. Dia hodoran’ny mpisorona eo ambony alitara izany, mba hidona-tsetroka eo ambonin’ny kitay, eo amin’ny afo. Fanatitra dorana izany, dia fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah."
    },
    "2": {
        "1": "“‘Raha misy olona manolotra fanatitra varimbazaha ho an’i Jehovah, dia tokony ho lafarinina tsara toto izany, ary horarahany menaka sy hasiany ditin-kazo manitra eo amboniny.",
        "2": "Dia hoentiny any amin’ireo mpisorona zanakalahin’i Arona izany. Ary hakan’ny mpisorona eran’ny tanan’ila ilay lafarinina tsara toto misy menaka sy ny ditin-kazo manitra rehetra. Ary hodorany eo ambony alitara izany mba hidona-tsetroka, ho santionany amin’ilay fanatitra. Fanatitra atao anaty afo izany, mba ho hanitra mahafinaritra an’i Jehovah.",
        "3": "Dia ho an’i Arona sy ny zanany lahy ny ambin’ilay fanatitra varimbazaha, ho zavatra masina indrindra avy amin’ny fanatitra atao anaty afo ho an’i Jehovah.",
        "4": "“‘Raha fanatitra varimbazaha nandrahoina tao anaty lafaoro no aterinao, dia tokony hatao amin’ny lafarinina tsara toto izany. Mofo boribory tsy misy lalivay sady nafangaro menaka no hatolotrao, na mofo fisaka tsy misy lalivay sady nohosorana menaka.",
        "5": "“‘Raha fanatitra varimbazaha nandrahoina tao anaty lasitra no aterinao, dia tokony hatao amin’ny lafarinina tsara toto tsy misy lalivay sady nafangaro menaka.",
        "6": "Hotapatapahina izany ary horarahanao menaka. Fanatitra varimbazaha izany.",
        "7": "“‘Raha fanatitra varimbazaha nendasina tao anaty lapoaly no aterinao, dia tokony hatao amin’ny lafarinina tsara toto nasiana menaka.",
        "8": "Hoentinao any amin’i Jehovah ny fanatitra varimbazaha natao tamin’ireo. Dia hatolotra ny mpisorona izany, ka hoentiny eo akaikin’ny alitara.",
        "9": "Hakan’ny mpisorona ilay fanatitra varimbazaha, ho santionany amin’ilay fanatitra. Ary hodorany eo ambony alitara izany mba hidona-tsetroka, ho fanatitra atao anaty afo, mba ho hanitra mahafinaritra an’i Jehovah.",
        "10": "Dia ho an’i Arona sy ny zanany lahy ny ambin’ilay fanatitra, ho zavatra masina indrindra avy amin’ny fanatitra atao anaty afo ho an’i Jehovah.",
        "11": "“‘Tsy tokony hasiana lalivay izay fanatitra varimbazaha hatolotrareo ho an’i Jehovah, satria na ny lalivay na ny tantely dia tsy tokony hodoranareo hidona-tsetroka ho fanatitra atao anaty afo ho an’i Jehovah.",
        "12": "“‘Azonareo atolotra ho fanatitra voaloham-bokatra ho an’i Jehovah ireo, nefa tsy tokony hoentina eo amin’ny alitara mba hahazoana hanitra mahafinaritra.",
        "13": "“‘Tokony hasiana sira daholo ny fanatitra varimbazaha haterinao. Aza avela tsy hisy siran’ny fifaneken’Andriamanitrao ilay fanatitra varimbazaha. Tokony hanolotra sira miaraka amin’ny fanatitrao rehetra ianao.",
        "14": "“‘Raha fanatitra varimbazaha avy amin’ny voaloham-bokatra no atolotrao ho an’i Jehovah, dia tokony ho voa vaovao natono izany, ary nototoina nefa tsy natao vovony. Ho fanatitra varimbazaha avy amin’ny voaloham-bokatrao izany.",
        "15": "Horarahanao menaka ilay izy, ary hasianao ditin-kazo manitra eo amboniny. Fanatitra varimbazaha izany.",
        "16": "Hodoran’ny mpisorona mba hidona-tsetroka izany ho santionany amin’ilay fanatitra, izany hoe hodorany ny ampahany amin’ny voa voatoto sy ny menaka sy ny ditin-kazo manitra rehetra. Ho fanatitra atao anaty afo ho an’i Jehovah izany."
    },
    "3": {
        "1": "“‘Raha misy manolotra sorona iombonana, ka ombilahy na ombivavy no ateriny, dia tokony ho biby tsy misy kilema no hatolony eo anatrehan’i Jehovah.",
        "2": "Hametraka ny tanany eo amin’ny lohan’ilay fanatiny izy, ary hovonoina eo amin’ny fidirana amin’ny tranolay fihaonana izany. Dia hafafin’ireo mpisorona zanakalahin’i Arona eo amin’ny lafiny rehetra amin’ny alitara ny ran’ilay izy.",
        "3": "Ary hatolotr’ilay olona ho fanatitra atao anaty afo ho an’i Jehovah ny ampahany amin’ilay sorona iombonana: Ny taviny manarona ny tsinainy, ny taviny rehetra miraikitra amin’ny tsinainy,",
        "4": "ary ny voa roa sy ny taviny eo amboniny, izany hoe ilay eo akaikin’ny tehezany. Hesoriny miaraka amin’ny voa koa ny jabora eo amin’ny atiny.",
        "5": "Hodoran’ireo zanakalahin’i Arona eo ambony alitara izany rehetra izany, mba hidona-tsetroka eo ambonin’ny fanatitra dorana izay efa eo ambonin’ny kitay, eo amin’ny afo. Fanatitra atao anaty afo izany, mba ho hanitra mahafinaritra an’i Jehovah.",
        "6": "“‘Raha ondry na osy no aterin’ilay olona ho sorona iombonana ho an’i Jehovah, dia lahy na vavy tsy misy kilema no hatolony.",
        "7": "Raha ondrilahy kely no ateriny, dia hatolony eo anatrehan’i Jehovah izany.",
        "8": "Hametraka ny tanany eo amin’ny lohan’ilay fanatiny izy, ary hovonoina eo anoloan’ny tranolay fihaonana izany. Dia hafafin’ireo zanakalahin’i Arona eo amin’ny lafiny rehetra amin’ny alitara ny ran’ilay izy.",
        "9": "Ary hatolotr’ilay olona ho fanatitra atao anaty afo ho an’i Jehovah ny tavin’ ilay sorona iombonana. Hesoriny daholo ny rambo matavy eo akaikin’ny taolan-damosin’ilay ondry, ny taviny manarona ny tsinainy, ny taviny rehetra miraikitra amin’ny tsinainy,",
        "10": "ary ny voa roa sy ny taviny eo amboniny, izany hoe ilay eo akaikin’ny tehezany. Hesoriny miaraka amin’ny voa koa ny jabora eo amin’ny atiny.",
        "11": "Ary hodoran’ny mpisorona eo ambony alitara izany rehetra izany mba hidona-tsetroka. Fanatitra atao anaty afo ho an’i Jehovah izany sakafo izany.",
        "12": "“‘Raha osy no fanatitra aterin’ilay olona, dia hatolony eo anatrehan’i Jehovah izany.",
        "13": "Hametraka ny tanany eo amin’ny lohan’ilay osy izy, ary hovonoina eo anoloan’ny tranolay fihaonana izany. Dia hafafin’ireo zanakalahin’i Arona eo amin’ny lafiny rehetra amin’ny alitara ny ran’ilay izy.",
        "14": "Ary izao no ampahany hatolotr’ilay olona ho fanatitra atao anaty afo ho an’i Jehovah: Ny taviny manarona ny tsinainy, ny taviny rehetra miraikitra amin’ny tsinainy,",
        "15": "ary ny voa roa sy ny taviny eo amboniny, izany hoe ilay eo akaikin’ny tehezany. Hesoriny miaraka amin’ny voa koa ny jabora eo amin’ny atiny.",
        "16": "Ary hodoran’ny mpisorona eo ambony alitara izany rehetra izany mba hidona-tsetroka. Fanatitra atao anaty afo izany sakafo izany, ary natao mba hahazoana hanitra mahafinaritra. An’i Jehovah ny taviny rehetra.",
        "17": "“‘Tokony hanaraka an’izao fitsipika izao foana ianareo sy ny taranakareo, any amin’ny toerana rehetra ipetrahanareo: Aza mihinana tavin-kena na ra mihitsy.’”"
    },
    "4": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny Israelita hoe: ‘Raha misy olona manota tsy nahy, ka manao ny iray amin’ireo zavatra nandraran’i Jehovah, dia izao atao:",
        "3": "“‘Raha ny mpisorona voahosotra no manota ka lasa meloka ny vahoaka, dia hanolotra vantotr’ombilahy tsy misy kilema ho an’i Jehovah izy ho fanatitra noho ny ota, noho ilay fahotana nataony.",
        "4": "Hoentiny eo amin’ny fidirana amin’ny tranolay fihaonana, eo anatrehan’i Jehovah, ilay omby. Dia hametraka ny tanany eo amin’ny lohan’ilay omby izy, ary hamono azy eo anatrehan’i Jehovah.",
        "5": "Hakan’ilay mpisorona voahosotra avy eo ny ran’ilay omby, ka hoentiny ao amin’ny tranolay fihaonana.",
        "6": "Dia hatsobok’ilay mpisorona ao anaty ra ny rantsantanany iray, ary hafafiny impito eo anatrehan’i Jehovah ilay ra. Eo anoloan’ny ridao ao amin’ny toerana masina no hamafazany an’izany.",
        "7": "Ny ra sasany dia hahosotr’ilay mpisorona eo amin’ireo tandroky ny alitara fandoroana emboka manitra, izay eo anatrehan’i Jehovah ao amin’ny tranolay fihaonana. Ary ny ambin’ny ran’ilay omby dia hararany eo am-pototry ny alitara fanaovana fanatitra dorana, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "8": "“‘Hesorin’ilay mpisorona avy eo ny taviny rehetra amin’ilay omby atao fanatitra noho ny ota, dia ny taviny manarona ny tsinainy, ny taviny rehetra miraikitra amin’ny tsinainy,",
        "9": "ary ny voa roa sy ny taviny eo amboniny, izany hoe ilay eo akaikin’ny tehezany. Hesoriny miaraka amin’ny voa koa ny jabora eo amin’ny atiny.",
        "10": "Mitovy amin’izay esorina amin’ny omby atao sorona iombonana ihany no hesorina. Ary hodoran’ny mpisorona eo ambony alitara fanaovana fanatitra dorana ireo, mba hidona-tsetroka.",
        "11": "“‘Fa ny hoditr’ilay omby kosa, sy ny henany rehetra, sy ny lohany, sy ny tongony, sy ny tsinainy, ary ny tainy—",
        "12": "ny ambiny rehetra amin’ilay omby—dia hasainy entina any ivelan’ny toby, eo amin’ny toerana madio fanariana ny lavenona. Ary hodorany eo ambonin’ny kitay izany. Eo amin’izay anariana ny lavenona no handoroana azy.",
        "13": "“‘Raha ny vahoakan’Israely manontolo no meloka ho nanota tsy nahy, nefa tsy fantatry ny fiangonana hoe nanao zavatra nandraran’i Jehovah izy ireo,",
        "14": "ary fantatra avy eo ilay fahotana, dia hanolotra vantotr’ombilahy ny fiangonana ho fanatitra noho ny ota. Hoentiny eo anoloan’ny tranolay fihaonana izany.",
        "15": "Dia hametraka ny tanany eo amin’ny lohan’ilay omby, eo anatrehan’i Jehovah, ny anti-panahy eo amin’ny vahoaka. Ary hovonoina eo anatrehan’i Jehovah ilay omby.",
        "16": "“‘Dia hakan’ilay mpisorona voahosotra ny ran’ilay omby, ka hoentiny ao amin’ny tranolay fihaonana.",
        "17": "Dia hatsobony ao anaty ra ny rantsantanany iray, ary hafafiny impito eo anatrehan’i Jehovah, eo anoloan’ny ridao, ilay ra.",
        "18": "Ny ra sasany dia hahosotr’ilay mpisorona eo amin’ireo tandrok’ilay alitara eo anatrehan’i Jehovah, izany hoe ilay alitara ao amin’ny tranolay fihaonana. Ary ny ra ambiny rehetra dia hararany eo am-pototry ny alitara fanaovana fanatitra dorana, izay eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "19": "Hesoriny daholo ny tavin’ilay omby, ka hodorany eo ambony alitara mba hidona-tsetroka.",
        "20": "Mitovy amin’izay nataony tamin’ny omby natao fanatitra noho ny ota ihany no hataony amin’ilay omby. Izany no fomba hanaovany azy. Ary handrakotra ny fahotan’ny vahoaka ilay mpisorona, ka ho voavela ny helok’izy ireo.",
        "21": "Hasainy entina eny ivelan’ny toby ilay omby, ka hodorany toy ny nandoroany an’ilay omby voalohany. Fanatitra noho ny ota ho an’ny fiangonana izany.",
        "22": "“‘Raha mpiadidy no manota tsy nahy satria nanao ny iray amin’ireo zavatra andraran’i Jehovah Andriamaniny, ka meloka,",
        "23": "na koa lasa fantany fa nanota izy satria nisy didy nodikainy, dia hitondra osilahy kely tsy misy kilema izy ho fanatitra.",
        "24": "Ary hametraka ny tanany eo amin’ny lohan’ilay zanak’osy izy, ka hamono azy eo amin’ny toerana famonoana ny fanatitra dorana, eo anatrehan’i Jehovah. Fanatitra noho ny ota izany.",
        "25": "Hakan’ny mpisorona amin’ny rantsantanany iray ny ran’ny fanatitra noho ny ota, ka hahosony eo amin’ireo tandroky ny alitara fanaovana fanatitra dorana. Dia hararany eo am-pototr’io alitara io ny ambin’ilay ra.",
        "26": "Ary hodorany eo ambony alitara mba hidona-tsetroka ny taviny rehetra amin’ilay fanatitra, toy ny nataony tamin’ny tavin’ny sorona iombonana. Ary handrakotra ny fahotan’ilay mpiadidy ilay mpisorona, ka ho voavela ny helony.",
        "27": "“‘Raha ny iray amin’ny sarambabem-bahoaka no manota tsy nahy ary meloka satria nanao ny iray amin’ireo zavatra andraran’i Jehovah,",
        "28": "na koa lasa fantany hoe nanota izy, dia hitondra osivavy kely tsy misy kilema ho fanatitra izy, noho ilay ota nataony.",
        "29": "Ary hametraka ny tanany eo amin’ny lohan’ilay fanatitra noho ny ota izy, ka hamono azy eo amin’ny toerana famonoana ny fanatitra dorana.",
        "30": "Hakan’ny mpisorona amin’ny rantsantanany iray ny ra, ka hahosony eo amin’ireo tandroky ny alitara fanaovana fanatitra dorana. Ary hararany eo am-pototry ny alitara ny ambin’ilay ra.",
        "31": "Dia hesoriny daholo ny tavin’ilay fanatitra, hoatran’ny nanesorana ny tavin’ny sorona iombonana. Hodorany eo ambony alitara izany mba hidona-tsetroka, ho hanitra mahafinaritra an’i Jehovah. Ary handrakotra ny fahotan’ilay olona ny mpisorona, ka ho voavela ny helony.",
        "32": "“‘Raha zanak’ondry kosa no atolony ho fanatitra noho ny ota, dia tokony ho vavy tsy misy kilema izany.",
        "33": "Ary hametraka ny tanany eo amin’ny lohan’ilay fanatitra izy, ka hamono azy ho fanatitra noho ny ota, eo amin’ny toerana famonoana ny fanatitra dorana.",
        "34": "Hakan’ny mpisorona amin’ny rantsantanany iray ny ran’ny fanatitra noho ny ota, ka hahosony eo amin’ireo tandroky ny alitara fanaovana fanatitra dorana. Ary hararany eo am-pototry ny alitara ny ambin’ilay ra.",
        "35": "Dia hesoriny daholo ny tavin’ilay fanatitra, sahala amin’ny fanalana ny tavin’ny vantotr’ondrilahy atao sorona iombonana. Ary hodoran’ny mpisorona ireo mba hidona-tsetroka eo ambony alitara, eo ambonin’ny fanatitra atao anaty afo ho an’i Jehovah. Ary handrakotra ny fahotan’ilay olona ny mpisorona, ka ho voavela ny helony."
    },
    "5": {
        "1": "“‘Raha misy aminareo nahita olona nanao ratsy, na mahafantatra ny nataon’ilay olona, na vavolombelon’izany, ary naheno antso avo mba hijoro ho vavolombelona nefa tsy milaza an’izay fantany, dia manota izy ka hizaka ny vokatry ny fahadisoany.",
        "2": "“‘Na, raha misy olona mikasika zavatra maloto, toy ny fatina biby maloto, na bibidia izany, na biby fiompy, na bibikely mifanaretsaka, dia maloto izy ka meloka na dia tsy fantany aza izany.",
        "3": "Na, raha misy mahakasika zavatra na olona maloto—na inona na inona zavatra maloto mety hahatonga azy haloto—nefa tsy fantany hoe nanao an’izany izy, ary avy eo lasa fantany, dia meloka ihany izy.",
        "4": "“‘Na, raha misy olona maimaika mianiana—hanao zavatra tsara na ratsy, na inona izany na inona—ary tsy tonga saina akory izy hoe maimaika nianiana, nefa lasa tsapany izany atỳ aoriana, dia meloka ihany izy.",
        "5": "“‘Raha meloka ho nanao ny iray amin’ireo zavatra ireo izy, dia tsy maintsy miaiky hoe inona ny fahotana nataony.",
        "6": "Hitondra fanatitra noho ny heloka ho an’i Jehovah koa izy noho ny ota nataony, ka ondrivavy kely na osivavy kely no hoentiny ho fanatitra noho ny ota. Dia handrakotra ny fahotany ny mpisorona.",
        "7": "“‘Fa raha tsy takatry ny volany ny ondry na osy, dia domohina roa na zana-boromailala roa no hoentiny ho an’i Jehovah, ho fanatitra noho ny heloka, noho ilay fahotany: Ny vorona iray ho fanatitra noho ny ota, ary ny iray ho fanatitra dorana.",
        "8": "Ary hoentiny any amin’ny mpisorona ireo, ka ilay fanatitra noho ny ota aloha no hatolotr’ilay mpisorona. Dia hotsongoiny ny eo anoloana amin’ny tendan’ilay vorona mba ho tataka, fa tsy hotapahiny.",
        "9": "Ary haka amin’ny ran’ilay fanatitra noho ny ota izy, ka hafafiny eo amin’ny sisin’ny alitara, fa ny ambin’ilay ra kosa havelany hitsika eo am-pototry ny alitara. Fanatitra noho ny ota izany.",
        "10": "Hatolony ho fanatitra dorana kosa ilay vorona anankiray, ka hataony araka ny efa fanao. Ary handrakotra ny fahotany ny mpisorona, ka ho voavela ny helony.",
        "11": "“‘Raha mbola tsy takatry ny volany ny domohina roa na ny zana-boromailala roa, dia lafarinina tsara toto ampahafolon’ny efaha no hoentiny ho fanatitra noho ny ota, noho ny fahotana nataony. Tsy hampiany menaka ilay izy na hasiany ditin-kazo manitra eo amboniny, satria fanatitra noho ny ota izany.",
        "12": "Ary hoentiny any amin’ny mpisorona izany, ka hakan’ny mpisorona eran’ny tanan’ila ho santionany amin’ilay fanatitra, ary hodorany mba hidona-tsetroka eo ambony alitara, eo ambonin’ny fanatitra atao anaty afo ho an’i Jehovah. Fanatitra noho ny ota izany.",
        "13": "Handrakotra ny fahotan’ilay olona ny mpisorona, noho izy nanao ny iray amin’ireo fahotana ireo, ka ho voavela ny helony. Ary ho an’ny mpisorona ny ambin’ilay fanatitra, toy ny amin’ny fanatitra varimbazaha.’”",
        "14": "Hoy koa i Jehovah tamin’i Mosesy:",
        "15": "“Raha misy olona mivadika ka manota tsy nahy amin’ny zava-masin’i Jehovah, dia hitondra ondrilahy tsy misy kilema ho an’i Jehovah izy, ho fanatitra noho ny heloka. Tokony ho sekely volafotsy, araka ny sekely fampiasa ao amin’ny toerana masina, no hanombanana ny vidin’ilay ondry.",
        "16": "Hanonitra an’izay fahotana nataony tamin’ny toerana masina ilay olona, ary mbola hanampy ampahadimin’izay tokony homeny. Dia homeny an’ilay mpisorona izany. Amin’izay ilay mpisorona dia ho afaka handrakotra ny fahotan’ilay olona amin’ny alalan’ilay ondrilahy atao fanatitra noho ny heloka. Dia ho voavela ny helony.",
        "17": "“Raha misy olona manota, ka manao ny iray amin’ireo zavatra andraran’i Jehovah, na dia tsy fantany aza izany, dia meloka ihany izy ka hizaka ny vokatry ny fahadisoany.",
        "18": "Hitondra ondrilahy tsy misy kilema any amin’ny mpisorona izy, ho fanatitra noho ny heloka. Tokony ho araka ny vidiny hanombanana azy ny vidin’ilay ondry. Ary ny mpisorona handrakotra ny fahotan’ilay olona noho ny fahadisoana tsy nahy nataony nefa tsy fantany. Dia ho voavela ny helony.",
        "19": "Fanatitra noho ny heloka izany. Tena meloka ho nanota tamin’i Jehovah izy.”"
    },
    "6": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Raha misy olona manota ka mivadika amin’i Jehovah, izany hoe mamitaka ny namany momba ny zavatra nampiandraiketina azy na napetraka tany aminy, na mangalatra na manambaka ny namany,",
        "3": "na mahita zavatra very ka mandainga momba izany, ary raha mianiana lainga izy rehefa avy nanao ny iray amin’ireo fahotana ireo, dia izao no tokony hataony:",
        "4": "Raha nanota izy ka meloka, dia haveriny ilay zavatra nangalariny, na nalainy an-keriny, na nalainy tamin’ny fanambakana, na nampiandraiketina azy, na ilay zavatra very ka hitany,",
        "5": "na izay zavatra nianianany lainga. Honerany manontolo izany, sady mbola hampiany ampahadimin’ny vidiny. Homeny an’ilay tompony izany amin’ny andro ahitana fa meloka izy.",
        "6": "Ary hitondra ondrilahy tsy misy kilema any amin’ny mpisorona izy, ho fanatitra noho ny heloka ho an’i Jehovah. Tokony ho araka ny vidiny hanombanana azy izany, ho fanatitra noho ny heloka.",
        "7": "Handrakotra ny fahotan’ilay olona eo anatrehan’i Jehovah ny mpisorona, dia ho voavela ny helony, na inona na inona mety ho nataony ka nahatonga azy ho meloka.”",
        "8": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "9": "“Izao didy izao no holazainao amin’i Arona sy ny zanany lahy: ‘Izao no lalàna momba ny fanatitra dorana: Hajanona eo amin’ny fitoeran’afo eo ambony alitara ilay fanatitra, mandritra ny alina mandra-paharainan’ny andro. Ary tokony hatao foana izay hampirehitra ny afo eo ambony alitara.",
        "10": "Ary ny mpisorona hanao akanjo fisoronana vita amin’ny lamba rongony, sy kilaoty lava vita amin’ny lamba rongony hanaronana ny fitanjahany. Dia hesoriny ny lavenona avy amin’ny fanatitra dorana, izay nolevonin’ny afo teo ambony alitara, ka hataony eo akaikin’ny alitara.",
        "11": "Ary hesoriny ny akanjony ka hosoloany hafa. Dia hoentiny eny amin’ny toerana madio, any ivelan’ny toby, ny lavenona.",
        "12": "Tokony hatao foana izay hampirehitra ny afo eo ambony alitara, fa tsy tokony havela ho faty izany. Hanampy kitay eo isa-maraina ny mpisorona, sady handahatra ny fanatitra dorana eo amboniny. Ary hodorany eo ambonin’ilay afo ny tavin’ny sorona iombonana mba hidona-tsetroka.",
        "13": "Tokony hatao foana izay hampirehitra ny afo eo ambony alitara, fa tsy tokony havela ho faty izany.",
        "14": "“‘Izao no lalàna momba ny fanatitra varimbazaha: Ianareo zanakalahin’i Arona no hanolotra an’ilay fanatitra eo anatrehan’i Jehovah eo anoloan’ny alitara.",
        "15": "Ny iray amin’izy ireo dia haka lafarinina tsara toto eran’ny tanan’ila avy amin’ny fanatitra varimbazaha, ary haka amin’ilay menaka sy ny ditin-kazo manitra rehetra eo ambonin’ilay fanatitra. Ary hodorany hidona-tsetroka eo ambony alitara ireo, ka hamoaka hanitra mahafinaritra mba ho santionany amin’ilay fanatitra ho an’i Jehovah.",
        "16": "Ary hohanin’i Arona sy ny zanany lahy ny ambin’ilay fanatitra. Hanamboarany mofo tsy misy lalivay izany, ary hohaniny ao amin’izay toerana masina. Eo an-tokotanin’ny tranolay fihaonana no hihinanany azy.",
        "17": "Hatao ao anaty lafaoro izany sady tsy tokony hasiana lalivay. Omeko azy ireo izany ho anjarany avy amin’ny fanatitra atao anaty afo aterina ho ahy. Zavatra masina indrindra izany, toy ny fanatitra noho ny ota sy ny fanatitra noho ny heloka.",
        "18": "Ny lehilahy rehetra taranak’i Arona no hihinana an’izany. Ho anjarany mandrakizay, hatramin’ny taranakareo fara aman-dimby izany, avy amin’ny fanatitra atao anaty afo ho an’i Jehovah. Ho masina ny zava-drehetra mifampikasika amin’ireny.’”",
        "19": "Hoy koa i Jehovah tamin’i Mosesy:",
        "20": "“Izao no fanatitra hatolotr’i Arona sy ny zanany lahy ho an’i Jehovah amin’ny andro anosorana an’i Arona ho mpisorona: Lafarinina tsara toto ampahafolon’ny efaha, ho fanatitra varimbazaha atolotra tsy tapaka, ka ny antsasany amin’ny maraina ary ny antsasany amin’ny hariva.",
        "21": "Handrahoina ao anaty lasitra ilay izy rehefa avy nasiana menaka, ary afangaroy tsara amin’ny menaka aloha vao hoentinao. Dia tapatapaho ilay mofo, izany hoe ilay fanatitra varimbazaha efa masaka, ka atolory mba ho hanitra mahafinaritra an’i Jehovah.",
        "22": "Izay mpisorona zanakalahin’i Arona ka voahosotra handimby azy no hanao an’izany. Ary izao foana no fitsipika tokony harahinareo: Hodorana manontolo ilay fanatitra mba hidona-tsetroka ho an’i Jehovah.",
        "23": "Tokony hodorana manontolo ny fanatitra varimbazaha rehetra ho an’ny mpisorona, fa tsy tokony hohanina.”",
        "24": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "25": "“Lazao amin’i Arona sy ny zanany lahy hoe: ‘Izao no lalàna momba ny fanatitra noho ny ota: Eo amin’ny toerana famonoana ny fanatitra dorana no hovonoina eo anatrehan’i Jehovah ny fanatitra noho ny ota. Zavatra masina indrindra izany.",
        "26": "Ilay mpisorona manolotra an’ilay fanatitra noho ny ota no hihinana an’ilay izy ao amin’izay toerana masina, eo an-tokotanin’ny tranolay fihaonana.",
        "27": "“‘Ho masina ny zava-drehetra mifampikasika amin’ny hena atao fanatitra. Ary raha misy akanjo ipitihan’ny ran’ilay fanatitra, dia hosasanao ao amin’izay toerana masina ilay akanjo.",
        "28": "Hopotipotehina ny vilany tany nandrahoana an’ilay hena. Raha vilany varahina kosa no nandrahoana azy, dia hokikisana ilay izy ary hosasana amin’ny rano.",
        "29": "“‘Ny lehilahy mpisorona rehetra no hihinana an’ilay fanatitra. Zavatra masina indrindra izany.",
        "30": "Tsy tokony hohanina anefa ny fanatitra noho ny ota, raha nakana ra hoentina ao amin’ny tranolay fihaonana mba handrakofam-pahotana ao amin’ny toerana masina. Hodorana kosa ilay fanatitra."
    },
    "7": {
        "1": "“‘Izao no lalàna momba ny fanatitra noho ny heloka: Zavatra masina indrindra izany.",
        "2": "Hovonoina eo amin’ny toerana famonoana an’ireo fanatitra dorana ny fanatitra noho ny heloka, ary hafafy eo amin’ny lafiny rehetra amin’ny alitara ny ran’ilay izy.",
        "3": "Hatolotr’ilay olona ny taviny rehetra amin’ilay fanatitra, dia ny rambony matavy, sy ny taviny manarona ny tsinainy,",
        "4": "ary ny voa roa sy ny taviny eo akaikin’ny tehezany. Hesoriny miaraka amin’ny voa koa ny jabora eo amin’ny atiny.",
        "5": "Dia hodoran’ny mpisorona eo ambony alitara ireo mba hidona-tsetroka, ho fanatitra atao anaty afo ho an’i Jehovah. Fanatitra noho ny heloka izany.",
        "6": "Ny lehilahy mpisorona rehetra no hihinana an’izany, ka ao amin’izay toerana masina no hihinanany azy. Zavatra masina indrindra izany.",
        "7": "Mitovy ihany ny lalàna momba ny fanatitra noho ny ota sy ny fanatitra noho ny heloka: Ho an’ilay mpisorona manao an’ilay fanatitra mba handrakofana fahotana ny henan’ilay izy.",
        "8": "“‘Rehefa manolotra fanatitra dorana aterin’olona ny mpisorona, dia ho lasany ny hoditr’izany fanatitra izany.",
        "9": "“‘Ny fanatitra varimbazaha rehetra izay nandrahoina tao anaty lafaoro, na nendasina tao anaty lapoaly, na nandrahoina tao anaty lasitra, dia an’ilay mpisorona manolotra azy. Ho lasany izany.",
        "10": "Fa ny fanatitra varimbazaha rehetra nafangaro menaka na ny maina kosa, dia ho an’ny zanakalahin’i Arona rehetra. Hitovy ny anjaran’ny tsirairay.",
        "11": "“‘Izao kosa no lalàna momba ny sorona iombonana azon’ny olona atolotra ho an’i Jehovah:",
        "12": "Raha ho fisaorana no anolorana azy, dia ireto avy no hampiarahina amin’ilay sorona: Mofo boribory tsy misy lalivay sady nafangaro menaka, sy mofo fisaka tsy misy lalivay sady nohosorana menaka, ary mofo boribory natao tamin’ny lafarinina tsara toto efa vonto menaka sady nafangaro menaka.",
        "13": "Hatolotra miaraka amin’ny mofo boribory misy lalivay ilay fanatitra, ary hatolotra miaraka amin’ny sorona iombonana atao sorona fisaorana.",
        "14": "Hakana iray avy ireo karazana mofo ireo, ka hatolotra ho anjara masina ho an’i Jehovah. Dia ho an’ilay mpisorona mamafy ny ran’ny sorona iombonana izany.",
        "15": "Hohanina amin’ny andro anolorana azy ny henan’ny sorona iombonana atao sorona fisaorana, fa tsy tokony hisy hotehirizina mandra-paharainan’ny andro.",
        "16": "“‘Raha fanatitra fanefana voady na fanatitra an-tsitrapo ny sorona atolotra, dia amin’ny andro anolorana an’ilay sorona no ihinanana azy. Azo hanina ny ampitso koa ny ambiny.",
        "17": "Izay henan’ilay sorona tavela amin’ny andro fahatelo kosa dia hodorana.",
        "18": "Raha misy amin’ny henan’ilay sorona iombonana anefa hohanina amin’ny andro fahatelo, dia tsy hahazo sitraka ilay nanolotra an’izany. Hatao toy ny hoe tsy nataony ilay fanatitra. Maharikoriko izany, ary hizaka ny vokatry ny fahadisoany izay mihinana amin’izany.",
        "19": "Tsy tokony hohanina izay hena mikasika zavatra maloto, fa hodorana. Izay hena madio kosa azon’izay olona madio hanina.",
        "20": "“‘Izay olona maloto nefa mihinana ny henan’ny sorona iombonana ho an’i Jehovah, dia haringana tsy ho anisan’ny fireneny.",
        "21": "Raha misy olona mikasika zavatra maloto, na fahalotoan’olona izany na biby maloto na zava-maharikoriko sady maloto, nefa mihinana amin’ny henan’ny sorona iombonana ho an’i Jehovah, dia haringana tsy ho anisan’ny fireneny.’”",
        "22": "Hoy koa i Jehovah tamin’i Mosesy:",
        "23": "“Ilazao ny Israelita hoe: ‘Aza mihinana tavin-ken’omby, na tavin-kenan’ny vantotr’ondrilahy, na tavin-kenan’osy.",
        "24": "Azo ampiasaina amin-javatra hafa ny tavin’ny biby maty ho azy na novonoin’ny biby hafa, fa tsy azo hanina mihitsy.",
        "25": "Fa izay mihinana amin’ny tavin’ny biby atolony ho fanatitra atao anaty afo ho an’i Jehovah, dia haringana tsy ho anisan’ny fireneny.",
        "26": "“‘Aza mihinana ra, na ram-borona izany na ram-biby hafa, any amin’ny toerana rehetra ipetrahanareo.",
        "27": "Izay mihinana ra, na ran’inona izany na ran’inona, dia haringana tsy ho anisan’ny fireneny.’”",
        "28": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "29": "“Ilazao ny Israelita hoe: ‘Izay manolotra sorona iombonana ho an’i Jehovah dia haka ampahany amin’izany mba hateriny ho an’i Jehovah.",
        "30": "Ary hoentiny eny an-tanany ny tavin-kena sy ny tratran’ilay biby mba ho fanatitra atao anaty afo ho an’i Jehovah. Dia hahetsiketsiny ho fanatitra ahetsiketsika eo anatrehan’i Jehovah ireo.",
        "31": "Ary hodoran’ny mpisorona eo ambony alitara ny tavin-kena mba hidona-tsetroka, fa ny tratrany kosa ho an’i Arona sy ny zanany lahy.",
        "32": "“‘Homenareo ho anjara masina ho an’ny mpisorona ny fe ankavanan’ny sorona iombonana hatolotrareo.",
        "33": "Ho anjaran’ilay zanakalahin’i Arona manolotra ny ran’ny sorona iombonana sy ny tavin-kena ilay fe ankavanana.",
        "34": "Fa alaiko avy amin’ny sorona iombonana aterin’ny Israelita ny tratra izay atao fanatitra ahetsiketsika sy ny fe izay atao anjara masina, ka homeko an’i Arona mpisorona sy ny zanany lahy. Fitsipika tokony harahin’ny Israelita foana izany.",
        "35": "“‘Izany no ampahany avy amin’ny fanatitra atao anaty afo ho an’i Jehovah izay natokana ho an’ny mpisorona, dia i Arona sy ny zanany lahy, tamin’ilay andro nanaovana azy ireo ho mpisorona teo anatrehan’i Jehovah.",
        "36": "Nanome didy i Jehovah hoe tokony homen’ny Israelita azy ireo izany anjara izany, amin’ny andro anosorany azy ireo ho mpisorona. Fitsipika manan-kery foana izany, ka tokony harahin’izy ireo sy ny taranany.’”",
        "37": "Izany no lalàna momba ny fanatitra dorana, ny fanatitra varimbazaha, ny fanatitra noho ny ota, ny fanatitra noho ny heloka, ny sorona atao rehefa hanendry mpisorona, ary ny sorona iombonana,",
        "38": "araka ny didy nomen’i Jehovah an’i Mosesy teo amin’ny Tendrombohitra Sinay, tamin’ny andro nandidiany ny Israelita mba hanolotra fanatitra ho an’i Jehovah tany an-tany efitr’i Sinay."
    },
    "8": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ento i Arona sy ny zanany lahy, ny akanjo, ny menaka masina fanosorana, ny omby atao fanatitra noho ny ota, ny ondrilahy roa, ary ny harona fasiana mofo tsy misy lalivay.",
        "3": "Ary vorio eo amin’ny fidirana amin’ny tranolay fihaonana ny vahoaka manontolo.”",
        "4": "Dia nataon’i Mosesy izay nandidian’i Jehovah azy, ka nivory teo amin’ny fidirana amin’ny tranolay fihaonana ny vahoaka.",
        "5": "Ary hoy i Mosesy tamin’izy ireo: “Izao no asain’i Jehovah ataontsika.”",
        "6": "Koa nasain’i Mosesy nanatona i Arona sy ny zanany lahy, dia nosasany tamin’ny rano.",
        "7": "Ary nampanaoviny an’i Arona ny akanjo lava, sy ny fehikibo lamba, sy ny akanjo ivelany tsy misy tanany, ary ny efoda. Dia nofatorany ny fehikibo vita tenona, izany hoe ny fehikibon’ilay efoda, mba hipetraka tsara ilay efoda.",
        "8": "Nampanaoviny azy avy eo ny saron-tratra, ary nataony tao amin’ilay saron-tratra ny Orima sy ny Tomima.",
        "9": "Dia napetrany teo amin’ny lohan’i Arona ny satroka lamba, ary nataony teo anoloana tamin’ilay satroka ny takela-bolamena mamirapiratra, izany hoe ilay famantarana masina hoe voatokana izy, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "10": "Dia nalain’i Mosesy ny menaka masina fanosorana, ary nohosorany ny tranolay masina sy ny zava-drehetra tao, ka nohamasininy.",
        "11": "Dia naka tamin’ilay menaka izy, ka nafafiny impito teo ambony alitara. Ary nohosorany ny alitara sy ny fitaovana rehetra miaraka aminy, ary ny kovetabe sy ny tongony, mba hanamasinana an’ireo.",
        "12": "Farany, dia nandrarahany tamin’ilay menaka masina fanosorana ny lohan’i Arona, ka nohosorany izy mba hanamasinana azy.",
        "13": "Dia nasain’i Mosesy nanatona ireo zanakalahin’i Arona ka nampanaoviny akanjo lava sy fehikibo lamba. Ary nataony teo amin’ny lohan’izy ireo ny fehiloha, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "14": "Dia nentin’i Mosesy ny omby atao fanatitra noho ny ota. Ary nametraka ny tanany teo amin’ny lohan’ilay omby i Arona sy ny zanany lahy.",
        "15": "Dia novonoin’i Mosesy ilay omby, ary nakany tamin’ny rantsantanany iray ny ra, ka nahosony teo amin’ireo tandroky ny alitara teo amin’ny zorony efatra. Ary nodioviny ho afaka tamin’ny ota ny alitara. Fa ny ambin’ilay ra kosa nararany teo am-pototry ny alitara mba hanamasinany azy. Amin’izay dia azo anaovana sorona ho fandrakofam-pahotana eo amboniny.",
        "16": "Avy eo dia nalain’i Mosesy daholo ny taviny teo amin’ny tsinain’ilay omby sy ny jabora teo amin’ny atiny ary ny voa roa sy ny tavin’ireo, ka nodorany teo ambony alitara mba hidona-tsetroka.",
        "17": "Dia nasainy nodorana tany ivelan’ny toby ny ambin’ilay omby, anisan’izany ny hodiny sy ny henany ary ny tainy, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "18": "Ary nampanatoniny ny ondrilahy atao fanatitra dorana. Dia nametraka ny tanany teo amin’ny lohan’ilay ondrilahy i Arona sy ny zanany lahy.",
        "19": "Novonoin’i Mosesy avy eo ilay ondry, ary nafafiny teo amin’ny lafiny rehetra tamin’ny alitara ny ran’ilay izy.",
        "20": "Notetitetehiny ilay ondrilahy, ka nodorany mba hidona-tsetroka ny lohany sy ny vatany efa voatetitetika ary ny jaborany.",
        "21": "Ary nosasany tamin’ny rano ny tsinain’ilay ondry sy ny ranjony. Dia nodoran’i Mosesy teo ambony alitara ilay ondrilahy manontolo mba hidona-tsetroka. Fanatitra dorana izany mba hamoaka hanitra mahafinaritra. Fanatitra atao anaty afo ho an’i Jehovah izany, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "22": "Dia nampanatoniny ilay ondrilahy faharoa, izay atao sorona mba hanendrena mpisorona. Ary nametraka ny tanany teo amin’ny lohan’ilay ondry i Arona sy ny zanany lahy.",
        "23": "Novonoin’i Mosesy ilay ondry ary nakany ny rany, dia nataony teo amin’ny ravintsofin’i Arona ankavanana sy ny ankiben-tanany ankavanana ary ny ankiben-tongony ankavanana.",
        "24": "Avy eo dia nasain’i Mosesy nanatona ireo zanakalahin’i Arona, ary nasiany ra ny ravintsofin’izy ireo ankavanana sy ny ankiben-tanany ankavanana ary ny ankiben-tongony ankavanana. Ny ambin’ilay ra kosa nafafiny teo amin’ny lafiny rehetra tamin’ilay alitara.",
        "25": "Dia nalainy ny tavin’ilay ondry, izany hoe ny rambony matavy, ny taviny rehetra teo amin’ny tsinainy, ny jabora teo amin’ny atiny, ny voa roa sy ny tavin’ireo, ary ny feny ankavanana.",
        "26": "Ary naka mofo tao amin’ny harona fasiana mofo tsy misy lalivay teo anatrehan’i Jehovah izy, dia mofo boribory iray tsy misy lalivay, sy mofo boribory iray misy menaka, ary mofo fisaka iray. Dia napetrany teo ambonin’ny tavin’ilay ondry sy ilay feny ankavanana ireo.",
        "27": "Avy eo dia napetrany teo amin’ny felatanan’i Arona sy ny zanany lahy ireo rehetra ireo, ka nahetsiketsiny ho fanatitra ahetsiketsika teo anatrehan’i Jehovah.",
        "28": "Dia nalain’i Mosesy teny an-tanan’izy ireo izany ka nodorany teo ambony alitara, teo ambonin’ny fanatitra dorana, mba hidona-tsetroka. Sorona atao mba hanendrena mpisorona izany, ho hanitra mahafinaritra. Fanatitra atao anaty afo ho an’i Jehovah izany.",
        "29": "Dia nalain’i Mosesy ny tratran’ilay ondry, ka nahetsiketsiny ho fanatitra ahetsiketsika teo anatrehan’i Jehovah. Anjaran’i Mosesy avy tamin’ilay ondrilahy natao sorona mba hanendrena mpisorona izany, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "30": "Ary nakan’i Mosesy ny menaka masina fanosorana sy ny ra teo ambony alitara, ka nafafiny tamin’i Arona sy ny akanjony, sy tamin’ny zanany lahy sy ny akanjon’izy ireo. Toy izany no nanamasinany an’i Arona sy ny akanjony, ary ny zanany lahy sy ny akanjon’izy ireo.",
        "31": "Dia hoy i Mosesy tamin’i Arona sy ny zanany lahy: “Andrahoy eo amin’ny fidirana amin’ny tranolay fihaonana ny hena, ary eo ianareo no hihinana azy, miaraka amin’ny mofo avy ao anatin’ilay harona fampiasa rehefa manendry mpisorona. Izao mantsy ny didy nomena ahy: ‘I Arona sy ny zanany lahy no hihinana an’izany.’",
        "32": "Hodoranareo ny ambin’ny hena sy ny mofo.",
        "33": "Ary aza miala eo amin’ny fidirana amin’ny tranolay fihaonana mandritra ny fito andro, mandra-pahatapitry ny andro anendrena anareo ho mpisorona. Haharitra fito andro mantsy ny fanendrena anareo ho mpisorona.",
        "34": "Nampanao an’iny nataontsika androany iny i Jehovah, mba handrakofana ny fahotanareo.",
        "35": "Hijanona fito andro eo amin’ny fidirana amin’ny tranolay fihaonana ianareo, na andro na alina. Ary ataovy izay takin’i Jehovah aminareo mba tsy ho faty ianareo, fa izany no didy nomena ahy.”",
        "36": "Dia nataon’i Arona sy ny zanany lahy izay rehetra nandidian’i Jehovah tamin’ny alalan’i Mosesy."
    },
    "9": {
        "1": "Niantso an’i Arona sy ny zanany lahy ary ny anti-panahin’ny Israely i Mosesy, tamin’ny andro fahavalo.",
        "2": "Hoy izy tamin’i Arona: “Makà zanak’omby ho fanatitra noho ny ota, sy ondrilahy ho fanatitra dorana, izay samy tsy misy kilema, ka atolory eo anatrehan’i Jehovah.",
        "3": "Fa ilazao kosa ny Israelita hoe: ‘Makà osilahy ho fanatitra noho ny ota, ary zanak’omby sy ondrilahy kely, izay herintaona avy sady tsy misy kilema, ho fanatitra dorana,",
        "4": "ary omby sy ondrilahy ho sorona iombonana, mba hatao sorona eo anatrehan’i Jehovah. Ary makà koa fanatitra varimbazaha nafangaro menaka. Anio mantsy i Jehovah no hiseho aminareo.’”",
        "5": "Nentin’izy ireo teo anoloan’ny tranolay fihaonana àry ny zavatra nandidian’i Mosesy. Dia nanatona ny vahoaka manontolo, ka nijoro teo anatrehan’i Jehovah.",
        "6": "Ary hoy i Mosesy: “Izany no nasain’i Jehovah nataonareo, mba hisehoan’ny voninahitr’i Jehovah aminareo.”",
        "7": "Dia hoy izy tamin’i Arona: “Manatòna eo amin’ny alitara, ary atolory ny fanatitrao, dia ny fanatitra noho ny ota sy ny fanatitra dorana, ka manaova fandrakofam-pahotana ho anao sy ho an’ny ankohonanao. Atolory koa ny fanatitry ny vahoaka ka manaova fandrakofam-pahotana ho azy ireo, araka ny didy nomen’i Jehovah.”",
        "8": "Nanatona teo amin’ny alitara avy hatrany i Arona, ka namono ny zanak’omby atao fanatitra noho ny ota, izay natolotra ho an’ny tenany.",
        "9": "Natolotr’ireo zanany lahy azy avy eo ny ra, dia natsobok’i Arona tao ny rantsantanany iray, ka nahosony teo amin’ireo tandroky ny alitara ny ra. Ary nararany teo am-pototry ny alitara ny ambin’ilay ra.",
        "10": "Nodorany teo ambony alitara mba hidona-tsetroka ny tavin-kena sy ny voa ary ny jabora teo amin’ny atiny, izay samy avy tamin’ilay fanatitra noho ny ota, araka ny didy nomen’i Jehovah an’i Mosesy.",
        "11": "Ary nodorany tany ivelan’ny toby ny henany sy ny hodiny.",
        "12": "Dia novonoin’i Arona ny fanatitra dorana. Ary nomen’ireo zanany lahy azy ny ra, ka nafafiny teo amin’ny lafiny rehetra amin’ny alitara.",
        "13": "Nomen’izy ireo azy koa ny fanatitra dorana efa voatetitetika sy ny lohany, ka nodorany teo ambony alitara mba hidona-tsetroka.",
        "14": "Ary nosasany ny tsinain’ilay fanatitra sy ny tongony ka nodorany teo ambonin’ilay fanatitra dorana, mba hidona-tsetroka teo ambony alitara.",
        "15": "Dia natolony ny fanatitry ny vahoaka. Nalainy ny osy atao fanatitra noho ny ota, izay atolotra ho an’ny vahoaka, dia novonoiny ka nataony fanatitra noho ny ota, hoatran’ilay voalohany.",
        "16": "Natolony koa ny fanatitra dorana, ka nataony araka ny efa fanao.",
        "17": "Avy eo, dia natolony ny fanatitra varimbazaha. Nakany eran’ny tanan’ila ilay izy, dia nodorany teo ambony alitara mba hidona-tsetroka, ho fanampin’ilay fanatitra dorana amin’ny maraina.",
        "18": "Taorian’izay, dia novonoiny ny omby sy ilay ondrilahy atao sorona iombonana, izay atolotra ho an’ny vahoaka. Ary nomen’ireo zanakalahin’i Arona azy ny ra, ka nafafiny teo amin’ny lafiny rehetra amin’ny alitara.",
        "19": "Fa ny tavin’ilay omby kosa, sy ny rambo matavin’ilay ondrilahy, sy ny taviny manarona ny tsinainy, sy ny voa, ary ny jabora eo amin’ny atiny,",
        "20": "dia nataon’ireo zanakalahin’i Arona teo ambonin’ny tratran-kena. Dia nodoran’i Arona mba hidona-tsetroka teo ambony alitara ireo taviny rehetra ireo.",
        "21": "Fa ny tratran-kena sy ny feny ankavanana kosa nahetsiketsiny ho fanatitra ahetsiketsika teo anatrehan’i Jehovah, araka ny didy nomen’i Mosesy.",
        "22": "Dia nanandratra ny tanany tandrifin’ny vahoaka i Arona ka nitso-drano azy. Dia nidina izy, rehefa avy nanolotra ny fanatitra noho ny ota sy ny fanatitra dorana ary ny sorona iombonana.",
        "23": "Ary niditra tao amin’ny tranolay fihaonana i Mosesy sy Arona. Avy eo dia nivoaka izy roa lahy, ka nitso-drano ny vahoaka. Dia niseho tamin’ny vahoaka manontolo ny voninahitr’i Jehovah.",
        "24": "Ary nisy afo avy amin’i Jehovah, ka nandoro tanteraka an’ilay fanatitra dorana sy ireo taviny teo ambony alitara. Rehefa nahita an’izany ny vahoaka manontolo, dia nanomboka nihorakoraka ary niankohoka tamin’ny tany."
    },
    "10": {
        "1": "Taorian’izay, dia samy naka ny fitondrany afo i Nadaba sy Abiho zanakalahin’i Arona, ka nanisy afo tao anatiny sy emboka manitra teo ambonin’ilay afo. Dia nanolotra afo teo anatrehan’i Jehovah izy ireo, nefa afo tsy nahazoana alalana ilay izy sady tsy nasaina nataony.",
        "2": "Koa nisy afo avy amin’i Jehovah nandoro azy roa lahy, dia maty teo anatrehan’i Jehovah izy ireo.",
        "3": "Dia hoy i Mosesy tamin’i Arona: “Izao no lazain’i Jehovah: ‘Hohamasinina aho eo amin’ireo olona akaiky ahy, ary homem-boninahitra eo anatrehan’ny olona rehetra.’” Ary tsy niteny mihitsy i Arona.",
        "4": "Nantsoin’i Mosesy àry i Misaela sy Elizafana, zanak’i Oziela dadafaran’i Arona, dia noteneniny hoe: “Avia, batao hiala eo anoloan’ny toerana masina ny rahalahinareo, ary ento any ivelan’ny toby.”",
        "5": "Koa nanatona izy ireo ka nibata azy roa lahy nankany ivelan’ny toby, araka izay nolazain’i Mosesy. Mbola teny amin’izy roa lahy ny akanjo lavany.",
        "6": "Dia hoy i Mosesy tamin’i Arona sy ny zanakalahin’i Arona, izany hoe i Eleazara sy Itamara: “Aza avela hisavoritaka ny volonareo ary aza rovitina ny akanjonareo, mba tsy ho faty ianareo, ary mba tsy ho tezitra amin’ny vahoaka manontolo Andriamanitra. Ny rahalahinareo, dia ny taranak’Israely manontolo, no hitomany an’ireo novonoin’i Jehovah tamin’ny afo.",
        "7": "Aza miala eo amin’ny fidirana amin’ny tranolay fihaonana ianareo sao maty. Efa nasiana menaka masina fanosorana avy amin’i Jehovah mantsy ianareo.” Koa nataon’izy ireo izay nolazain’i Mosesy.",
        "8": "Dia hoy i Jehovah tamin’i Arona:",
        "9": "“Aza misotro divay na zava-pisotro hafa misy alkaola ianao sy ny zanakao lahy, rehefa miditra ao amin’ny tranolay fihaonana mba tsy ho faty ianareo. Fitsipika manan-kery foana izany, ka tokony harahinareo sy ny taranakareo.",
        "10": "Amin’izay dia ho hainareo ny hanavaka ny zavatra masina sy ny tsy masina ary ny maloto sy ny madio,",
        "11": "ary ho hainareo ny hampianatra an’ireo Israelita ny fitsipika rehetra nolazain’i Jehovah tamin’izy ireo tamin’ny alalan’i Mosesy.”",
        "12": "Dia hoy i Mosesy tamin’i Arona sy ny zanakalahin’i Arona sisa tavela, izany hoe i Eleazara sy Itamara: “Alaivo ny ambin’ilay fanatitra varimbazaha, avy amin’ny fanatitra natao tao anaty afo ho an’i Jehovah, dia anamboary mofo tsy misy lalivay. Ary hano eo akaikin’ny alitara izany, satria zavatra masina indrindra.",
        "13": "Hohaninareo ao amin’izay toerana masina izany, satria anjaranao sy ny zanakao lahy avy amin’ny fanatitra atao anaty afo ho an’i Jehovah, fa izany no didy nomena ahy.",
        "14": "Hohaninareo ao amin’ny toerana madio koa ny tratra atao fanatitra ahetsiketsika sy ny fe atao anjara masina. Ianao sy ny zanakao lahy ary ny zanakao vavy no hihinana an’izany. Izany mantsy no anjara nomena anao sy ny zanakao avy amin’ny sorona iombonana aterin’ny Israelita.",
        "15": "Ary hoentin’izy ireo ny fe izay anjara masina, sy ny tratra atao fanatitra ahetsiketsika, ary ny taviny amin’ny fanatitra atao anaty afo, mba hahetsiketsika ho fanatitra ahetsiketsika eo anatrehan’i Jehovah. Ary ho anjaranao sy ny zanakao foana izany, araka ny didy nomen’i Jehovah.”",
        "16": "Ary nipenimpenina nitady an’ilay osy natao fanatitra noho ny ota i Mosesy, ka hitany fa efa nodorana ilay izy. Koa tezitra tamin’i Eleazara sy Itamara zanakalahin’i Arona sisa tavela izy, ka niteny hoe:",
        "17": "“Fa maninona no tsy nohaninareo tao amin’ny toerana masina ilay fanatitra noho ny ota? Zavatra masina indrindra ange iny e, ary nomena anareo mba hitondranareo ny fahadisoan’ny vahoaka sy handrakofana ny fahotany eo anatrehan’i Jehovah!",
        "18": "Sady tsy nentina tao amin’ny toerana masina ny rany. Tena tokony ho nohaninareo tao amin’ny toerana masina mihitsy iny fanatitra iny, araka ny didy nomena ahy.”",
        "19": "Dia namaly an’i Mosesy i Arona hoe: “Nitondra ny fanatiny teo anatrehan’i Jehovah izy ireo androany, dia nanolotra fanatitra noho ny ota sy fanatitra dorana. Izao anefa no manjo ahy. Koa raha nihinana ny fanatitra noho ny ota aho androany, dia ho nahafaly an’i Jehovah ve izany?”",
        "20": "Ary nahafa-po an’i Mosesy izany teniny izany."
    },
    "11": {
        "1": "Dia hoy i Jehovah tamin’i Mosesy sy Arona:",
        "2": "“Ilazao ny Israelita hoe: ‘Ireto ny zavamananaina eny ambonin’ny tany azonareo hanina:",
        "3": "Ny biby rehetra mandinika sady mivaky kitro ka misaraka tsara ny kitrony no azonareo hanina.",
        "4": "“‘Tsy azonareo hanina anefa ireto biby mandinika na mivaky kitro ireto: Ny rameva satria mandinika izy saingy tsy mivaky kitro. Maloto aminareo izy.",
        "5": "Toy izany koa ny bitrom-bato, satria mandinika izy saingy tsy mivaky kitro. Maloto aminareo izy.",
        "6": "Toy izany koa ny bitrodia, satria mandinika izy saingy tsy mivaky kitro. Maloto aminareo izy.",
        "7": "Toy izany koa ny kisoa, satria mivaky kitro izy sady misaraka tsara ny kitrony, saingy tsy mandinika. Maloto aminareo izy.",
        "8": "Aza mihinana amin’ny henan’ireny na mikasika ny fatiny. Maloto aminareo ireny.",
        "9": "“‘Ireto avy no azonareo hanina, amin’izay rehetra any anaty rano: Izay any anaty rano ka misy vombony sy kirany, na any an-dranomasina izany na any amin’ny renirano, dia azonareo hanina.",
        "10": "Fa amin’ny biby rehetra mifanaretsaka any anaty rano sy amin’ny zavamananaina rehetra any kosa, dia zava-maharikoriko aminareo ny biby tsy misy vombony na kirany, na any an-dranomasina izany na any amin’ny renirano.",
        "11": "Tokony ho zava-maharikoriko aminareo ireny. Tsy mahazo mihinana amin’ny nofony ianareo, ary haharikoriko anareo ny fatiny.",
        "12": "Zava-maharikoriko aminareo izay rehetra any anaty rano ka tsy misy vombony na kirany.",
        "13": "“‘Ireto avy ny biby manidina tokony haharikoriko anareo, ka tsy tokony hohaninareo satria zava-maharikoriko: Ny voromahery, ny hitsikitsika mpihinan-trondro, ny vaotoro mainty,",
        "14": "ny papango mena, ny karazana papango mainty rehetra,",
        "15": "ny karazana goaika rehetra,",
        "16": "ny aotirisy, ny vorondolo, ny varevaka, ny karazana hitsikitsika lehibe rehetra,",
        "17": "ny vorondolo kely, ny sakaizamboay, ny vorondolo lava sofina,",
        "18": "ny gisa mpanidina, ny gisandrano, ny vaotoro,",
        "19": "ny vanobe, ny karazana vano rehetra, ny takodara, ary ny ramanavy.",
        "20": "Zava-maharikoriko aminareo koa ny bibikely rehetra manana elatra sady mifanaretsaka, ary mandeha tongotra efatra.",
        "21": "“‘Ireto ihany no azonareo hanina amin’ny bibikely manana elatra sady mifanaretsaka, ary mandeha tongotra efatra: Ireo manana fe itsambikinana eo amin’ny tany.",
        "22": "Amin’ireny dia ireto no azonareo hanina: Ny karazana valala rehetra mpifindra monina, ny valala mpitsambikina, ny valala hafa fihinana, ary ny angelinkary.",
        "23": "Zava-maharikoriko aminareo ny bibikely hafa rehetra manana elatra sady mifanaretsaka, ary manan-tongotra efatra.",
        "24": "Hahatonga anareo haloto ireny. Haloto mandra-paharivan’ny andro izay mikasika ny fatin’ireny.",
        "25": "Tokony hanasa ny akanjony izay mitondra ny fatin’ireny. Haloto mandra-paharivan’ny andro izy.",
        "26": "“‘Maloto aminareo izay biby tsy mandinika sady mivaky kitro nefa tsy misaraka tsara ny kitrony. Haloto izay mikasika azy.",
        "27": "Izay biby rehetra mandeha amin’ny faladiany, ka anisan’ny zavamananaina mandeha tongotra efatra, dia maloto aminareo. Haloto mandra-paharivan’ny andro izay mikasika ny fatin’ireny.",
        "28": "Tokony hanasa ny akanjony izay mitondra ny fatin’ireny, ary haloto mandra-paharivan’ny andro izy. Maloto aminareo ireny.",
        "29": "“‘Ireto avy ny biby mifanaretsaka ambonin’ny tany izay maloto aminareo: Ny voalavo mpihady tany, ny totozy, ny karazana androngo rehetra,",
        "30": "ny katsatsaka, ny androngobe, ny androngon-drano, ny androngom-pasika, ary ny tanalahy.",
        "31": "Maloto aminareo ireo biby mifanaretsaka ireo. Haloto mandra-paharivan’ny andro izay mikasika ny fatin’ireny.",
        "32": "“‘Haloto izay zavatra ilatsahan’ny fatin’ireny, na fitaovana vita amin’ny hazo izany, na akanjo, na hoditra, na lamba gony. Tokony hatsoboka ao anaty rano izay zavatra nilatsahan’ireny, ka haloto mandra-paharivan’ny andro. Hadio ilay izy avy eo.",
        "33": "Raha siny tanimanga no ilatsahan’ny fatin’ireny, dia hopotehinareo ilay izy ary haloto izay ao anatiny.",
        "34": "Haloto izay sakafo ilatsahan’ny rano avy ao amin’ilay siny, ary haloto izay zava-pisotro ao anatin’ilay siny.",
        "35": "Haloto izay zavatra ilatsahan’ny fatin’ireny, na lafaoro izany na fatana kely, ka tokony hopotehina. Maloto izany, ka haloto aminareo foana.",
        "36": "Ny loharano sy ny lavaka fanangonan-drano ilatsahan’ny fatin’ireny ihany no hadio foana, fa haloto kosa izay olona mikasika an’ilay fatim-biby.",
        "37": "Raha latsaka eo amin’ny masomboly ny fatin’ireny biby ireny, dia mbola madio ihany ilay voa.",
        "38": "Fa raha nolemana kosa ny masomboly ary nisy ampahany tamin’ny fatin’ireny biby ireny nilatsaka teo amin’ilay izy, dia maloto aminareo ilay voa.",
        "39": "“‘Raha misy maty ny biby fihinanareo, dia haloto mandra-paharivan’ny andro izay mikasika ny fatiny.",
        "40": "Tokony hanasa ny akanjony izay mihinana amin’ny fatin’ilay biby, ary haloto mandra-paharivan’ny andro. Tokony hanasa ny akanjony koa izay mitondra ny fatin’ilay biby, ary haloto mandra-paharivan’ny andro.",
        "41": "Zava-maharikoriko ny biby rehetra mifanaretsaka ambonin’ny tany, ka tsy azo hanina.",
        "42": "Tsy azonareo hanina izay biby mikisaka amin’ny kibony, sy izay mandeha tongotra efatra, na izay biby mifanaretsaka ambonin’ny tany manana tongotra be dia be, satria zava-maharikoriko ireny.",
        "43": "Aza avela hahatonga anareo haharikoriko eo anatrehako ireny biby mifanaretsaka ireny. Ary aza mandoto tena amin’ireny, ka ho lasa maloto.",
        "44": "Fa izaho no Jehovah Andriamanitrareo. Hamasino ny tenanareo ary aoka ho masina ianareo, satria masina aho. Koa aza mandoto tena amin’ny biby mifanaretsaka, izay mandehandeha eny ambonin’ny tany.",
        "45": "Fa izaho no Jehovah, izay nitondra anareo niakatra avy tany Ejipta mba hasehoko aminareo fa Andriamanitra aho. Tsy maintsy masina àry ianareo, satria masina aho.",
        "46": "“‘Izany no lalàna momba ny biby an-tanety, ny biby manidina, ny zavamananaina rehetra mihetsiketsika any anaty rano, ary ny biby rehetra mifanaretsaka eny ambonin’ny tany,",
        "47": "mba hanavahana ny maloto sy ny madio, ary ny zavamananaina azo hanina sy tsy azo hanina.’”"
    },
    "12": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny Israelita hoe: ‘Raha misy vehivavy bevohoka ka tera-dahy, dia haloto fito andro izy, hoatran’ilay hoe maloto mandritra ny andro maromaro izy rehefa tonga fotoana.",
        "3": "Hoforana ilay zaza amin’ny andro fahavalo.",
        "4": "Mbola hanadio ny tenany mandritra ny 33 andro fanampiny ilay vehivavy aorian’izay, noho izy nandeha ra. Tsy hikasika zava-masina izy, na hiditra ao amin’ny toerana masina mandra-pahatapitry ny andro fidiovany.",
        "5": "“‘Fa raha teraka vavikely kosa izy, dia haloto 14 andro, toy ny rehefa tonga fotoana. Ary mbola hanadio ny tenany mandritra ny 66 andro fanampiny izy aorian’izay, noho izy nandeha ra.",
        "6": "Rehefa tapitra ireo andro fidiovany noho izy niteraka zazalahy na zazavavy, dia hitondra ondrilahy kely tsy mihoatra ny herintaona izy ho fanatitra dorana, ary zana-boromailala iray na domohina iray ho fanatitra noho ny ota. Hoentiny any amin’ny mpisorona, eo amin’ny fidirana amin’ny tranolay fihaonana, ireo.",
        "7": "Hanolotra an’izany eo anatrehan’i Jehovah ny mpisorona, ka handrakotra ny fahotan’ilay vehivavy. Dia hadio ilay vehivavy nandeha ra. Izany no lalàna momba ny vehivavy teraka lahy na vavy.",
        "8": "Fa raha tsy takatry ny volany ny ondry, dia hitondra domohina roa na zana-boromailala roa izy: Ny iray ho fanatitra dorana, ary ny iray ho fanatitra noho ny ota. Ary handrakotra ny fahotan’ilay vehivavy ny mpisorona, ka hadio izy.’”"
    },
    "13": {
        "1": "Niteny tamin’i Mosesy sy Arona koa i Jehovah hoe:",
        "2": "“Raha misy mivonto na misy tako-pery na misy tasy ny hoditry ny olona iray, ka mety ho lasa habokana eo amin’ny hodiny izany, dia tsy maintsy entina any amin’i Arona mpisorona izy, na any amin’ny iray amin’ireo mpisorona zanakalahin’i Arona.",
        "3": "Hozahan’ny mpisorona ilay aretin-koditra. Raha lasa fotsy ny volo eo amin’ilay izy, sady hoatran’ny hoe mandoaka no fahitany an’ilay izy, dia habokana izany. Hozahan’ny mpisorona izany, ka hambarany hoe maloto ilay olona.",
        "4": "Fa raha fotsy kosa ny tasy eo amin’ny hoditr’ilay olona, ary hoatran’ny hoe tsy mandoaka no fahitany an’ilay izy sady tsy lasa fotsy ny volo eo aminy, dia hatokany toerana fito andro ilay marary.",
        "5": "Hozahan’ny mpisorona izy amin’ny andro fahafito. Hojereny ny hoditr’ilay olona, ka raha hitany fa tsy mihombo ilay aretina sady tsy mitatra, dia hatokany toerana fito andro indray izy.",
        "6": "“Hizaha azy indray ny mpisorona amin’ny andro fahafito. Hojereny ny hoditr’ilay olona, ka raha mihavasoka ilay faritra voa ary tsy mitatra ilay izy, dia hambarany hoe madio ilay olona. Aretin-koditra manako-pery fotsiny ilay izy. Hanasa ny akanjony ilay olona avy eo, ka hadio.",
        "7": "Fa raha tena mitatra eo amin’ny hoditra kosa ilay manako-pery, taorian’ny nisehoan’ilay olona teo anatrehan’ny mpisorona mba hanekena azy ho madio, dia hiseho eo anatrehan’ilay mpisorona indray izy.",
        "8": "Hozahan’ny mpisorona ilay aretin-koditra manako-pery, ka raha hitany hoe mitatra, dia hambarany hoe maloto ilay olona. Habokana izany.",
        "9": "“Raha misy habokana ny olona iray, dia tsy maintsy entina any amin’ny mpisorona izy,",
        "10": "ka hozahan’ny mpisorona. Raha misy fotsifotsy mivonto eo amin’ny hodiny sady lasa fotsy ny volo eo amin’ilay izy, ary misy fery eo amin’ilay mivonto,",
        "11": "dia habokana efa ela teo amin’ny hodiny izany. Hambaran’ny mpisorona hoe maloto àry ilay olona. Tsy hatokany toerana izy, satria efa maloto.",
        "12": "Raha mipoipoitra eny amin’ny hoditra manontolo ilay habokana, ka hitan’ny mpisorona hoe rakotry ny habokana ilay olona, na aiza na aiza jereny, hatrany an-tampon-dohany ka hatrany am-paladiany,",
        "13": "ary zahan’ny mpisorona ilay marary ka hitany fa rakotry ny habokana ny hodiny, dia hambarany hoe madio izy. Efa lasa fotsy daholo ilay izy, ka madio ilay marary.",
        "14": "Fa haloto kosa izy raha lasa misy fery eo amin’ilay faritra voa.",
        "15": "Rehefa hitan’ny mpisorona ilay fery, dia hambarany hoe maloto ilay olona. Maloto ilay fery. Habokana izany.",
        "16": "Fa raha lasa fotsy indray ilay fery, dia hankany amin’ny mpisorona ilay olona.",
        "17": "Hozahan’ny mpisorona izy, ka raha lasa fotsy ilay faritra voa, dia hambarany hoe madio ilay marary. Madio izy.",
        "18": "“Raha misy vay eo amin’ny hoditry ny olona iray ary efa sitrana ilay izy,",
        "19": "nefa lasa misy fotsifotsy mivonto na tasy fotsy somary mena eo amin’ilay nisy vay, dia tsy maintsy miseho any amin’ny mpisorona izy.",
        "20": "Hozahan’ny mpisorona ilay aretina, ka raha hoatran’ny hoe mandoaka no fahitany an’ilay izy sady lasa fotsy ny volo eo aminy, dia hambarany hoe maloto ilay olona. Habokana nipoitra teo amin’ilay vay izany.",
        "21": "Fa raha zahan’ny mpisorona kosa izany, ka hitany fa tsy misy fotsy ny volo eo amin’ilay izy, ary tsy mandoaka ilay izy sady hoatran’ny hoe vasoka no fahitany an’ilay izy, dia hatokany toerana fito andro ilay marary.",
        "22": "Ary raha mitatra tokoa ilay tasy eo amin’ny hoditra, dia hambarany hoe maloto ilay olona. Areti-mifindra izany.",
        "23": "Fa raha mijanona eo amin’ny faritra iray ihany ilay tasy fa tsy mitatra, dia vay masaka izany. Koa hambaran’ilay mpisorona hoe madio ilay olona.",
        "24": "“Na raha misy olona main’ny afo ka misy fery eo amin’ilay hoditra may, ary lasa tasy fotsy somary mena na lasa tasy fotsy ilay izy,",
        "25": "dia hozahan’ny mpisorona izany. Raha lasa fotsy ny volo eo amin’ilay tasy sady hoatran’ny hoe mandoaka no fahitany an’ilay izy, dia habokana nipoitra teo amin’ilay fery izany. Hambarany hoe maloto ilay olona. Habokana izany.",
        "26": "Fa raha zahan’ny mpisorona kosa izany, ka hitany fa tsy misy fotsy ny volo eo amin’ilay tasy ary tsy mandoaka ilay izy sady vasoka, dia hatokany toerana fito andro ilay marary.",
        "27": "Hozahan’ny mpisorona izy amin’ny andro fahafito. Hojereny ny hoditr’ilay olona, ka raha hitany hoe mitatra tokoa ilay izy, dia hambarany hoe maloto ilay olona. Habokana izany.",
        "28": "Fa raha mijanona eo amin’ny faritra iray ihany ilay tasy eo amin’ny hoditra fa tsy mitatra sady vasoka, dia fery mivonto fotsiny izany. Hambaran’ny mpisorona hoe madio ilay olona, satria ratra mivoaramena izany.",
        "29": "“Raha misy lehilahy na vehivavy manana aretina eo amin’ny lohany na eo amin’ny saokany,",
        "30": "dia hozahan’ny mpisorona ilay aretina. Raha hoatran’ny hoe mandoaka no fahitany an’ilay izy ary mavo ny volo eo aminy sady manify, dia hambarany hoe maloto ilay olona. Aretin’ny hodi-doha na aretina mahazo ny volombava izany. Habokana eo amin’ny loha na saoka izany.",
        "31": "Raha hitan’ny mpisorona anefa fa hoatran’ny hoe tsy mandoaka ilay aretina, ary tsy misy mainty ny volo eo amin’ilay izy, dia hatokany toerana fito andro ilay marary.",
        "32": "Hozahan’ny mpisorona ilay aretina, amin’ny andro fahafito. Raha tsy mitatra ilay faritra misy aretina, ary tsy misy volo mavo maniry eo aminy sady hoatran’ny hoe tsy mandoaka no fahitany an’ilay izy,",
        "33": "dia hiharatra ilay marary. Tsy hoharatany kosa ilay faritra misy aretina. Hanokan-toerana azy fito andro ny mpisorona avy eo.",
        "34": "“Hozahan’ny mpisorona indray ilay faritra misy aretina, amin’ny andro fahafito. Raha tsy mitatra eo amin’ny hoditra ilay aretina eo amin’ny hodi-doha sy volombava, sady hoatran’ny hoe tsy mandoaka no fahitany an’ilay izy, dia hambarany hoe madio ilay olona. Hanasa ny akanjony ilay olona avy eo, ka hadio.",
        "35": "Fa raha mitatra tokoa ilay aretina eo amin’ny hoditra, taorian’ny nidiovan’ilay olona,",
        "36": "dia hozahan’ny mpisorona izy. Raha mitatra eo amin’ny hoditra ilay aretina, dia tsy ilainy intsony ny mitady volo mavo. Efa maloto ilay olona.",
        "37": "Raha hitany kosa fa tsy nitatra ilay aretina sady misy volo mainty maniry eo amin’ilay izy, dia sitrana ilay aretina. Madio ilay olona, ary hambaran’ny mpisorona hoe madio izy.",
        "38": "“Raha misy lehilahy na vehivavy ahitana tasy fotsy maromaro ny hodiny,",
        "39": "dia hozahan’ny mpisorona ireo tasy. Raha fotsy vasobasoka ny tasy eo amin’ny hodiny, dia aretin-koditra nipoitra teo amin’ny hoditra izany ary tsy misy atahorana. Madio ilay olona.",
        "40": "“Raha misy lehilahy mihintsam-bolo ka lasa sola, dia madio izy.",
        "41": "Raha mihintsana ny volony eo anoloana ka lasa sola, dia madio izy.",
        "42": "Fa raha misy fery fotsy somary mena kosa eo amin’ilay faritra sola amin’ny hodi-dohany na eo amin’ny handriny, dia habokana mipoitra eo amin’ny hodi-dohany na eo amin’ny handriny izany.",
        "43": "Hozahan’ny mpisorona ilay olona, ka raha fotsy somary mena ilay mivonto eo amin’ilay fery, eo amin’ilay faritra sola eo an-tampon-dohany na eo amin’ny handriny, ary toy ny habokana no fahitana azy eo amin’ny hodiny,",
        "44": "dia boka ilay olona. Maloto izy, ary hambaran’ny mpisorona hoe maloto izy satria misy an’ilay aretina eo amin’ny lohany.",
        "45": "Tokony horovitina ny akanjon’ilay olona boka, ary havela hisavoritaka ny volony. Hosaronany ny volombava eo ambonin’ny molony, ka hiantsoantso izy hoe: ‘Maloto e! Maloto e!’",
        "46": "Haloto izy mandritra ny fotoana aharariany. Maloto izy ka tokony hitoka-monina. Any ivelan’ny toby izy no hipetraka.",
        "47": "“Raha misy habokana eo amin’ny akanjo, na akanjo volonondry izany na akanjo rongony,",
        "48": "na eo amin’ny kofehy natao tenany na natao fahany tamin’ilay lamba rongony na lamba volonondry, na eo amin’ny hoditra na zavatra vita amin’ny hoditra,",
        "49": "ka misy mifaritra maitso somary mavo na somary mena eo amin’ilay akanjo, na ilay hoditra, na ilay tenany, na ilay fahany, na izay zavatra vita amin’ny hoditra, dia habokana izany ka tokony haseho amin’ny mpisorona.",
        "50": "Hozahan’ny mpisorona ilay aretina, ka hatokany toerana fito andro ireo zavatra misy an’ilay aretina.",
        "51": "Rehefa mizaha an’ilay aretina izy amin’ny andro fahafito, ka hitany fa mitatra ilay aretina eo amin’ilay akanjo, na eo amin’ilay kofehy natao tenany na natao fahany, na eo amin’ilay hoditra—na inona na inona ampiasana an’ilay hoditra—dia habokana mampidi-doza izany, ka maloto.",
        "52": "Hodorany ilay akanjo, na ilay kofehy natao tenany na natao fahany tamin’ny lamba volonondry na lamba rongony, na izay zavatra vita amin’ny hoditra ka misy an’ilay aretina, satria habokana mampidi-doza izany. Hodorana amin’ny afo ilay izy.",
        "53": "“Fa raha zahan’ny mpisorona kosa izany, ka hitany fa tsy mitatra ilay aretina eo amin’ilay akanjo, na eo amin’ilay kofehy natao tenany na natao fahany, na eo amin’izay zavatra vita amin’ny hoditra,",
        "54": "dia hasainy hosasana ny zavatra misy an’ilay aretina, ary hatokany toerana fito andro indray ilay izy.",
        "55": "Hozahan’ny mpisorona avy eo ilay zavatra misy an’ilay aretina rehefa avy nosasana tsara. Raha tsy niova ny fahitany an’ilay aretina na dia tsy nitatra aza ilay izy, dia maloto ilay zavatra. Tokony hodoranao amin’ny afo izany, fa efa lanin’ny aretina ny lafy ratsiny na ny lafy tsarany.",
        "56": "“Fa raha zahan’ny mpisorona kosa ilay faritra voa, ka hitany fa vasoka rehefa avy nosasana tsara, dia ilay faritra voa amin’ilay akanjo na amin’ilay hoditra na amin’ilay kofehy natao tenany na natao fahany ihany no hesoriny.",
        "57": "Raha toa anefa ilay aretina ka mbola miseho any amin’ny faritra hafa amin’ilay akanjo, na amin’ilay kofehy natao tenany na natao fahany, na amin’izay zavatra vita amin’ny hoditra, dia midika izany fa mirongatra ilay izy. Tokony hodoranao amin’ny afo izay zavatra misy an’ilay aretina.",
        "58": "Fa raha afaka kosa ilay aretina rehefa avy nosasana ilay akanjo, na ilay kofehy natao tenany na natao fahany, na izay zavatra vita amin’ny hoditra, dia tokony hosasana fanindroany ilay izy ka hadio.",
        "59": "“Izany no lalàna momba ny habokana eo amin’ny akanjo volonondry na akanjo rongony, na eo amin’ny kofehy natao tenany na natao fahany, na eo amin’izay zavatra vita amin’ny hoditra, mba hanambarana azy hoe madio na maloto.”"
    },
    "14": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Izao no lalàna momba ny boka, amin’ny andro anekena azy ho madio, rehefa hoentina any amin’ny mpisorona izy:",
        "3": "Hankany ivelan’ny toby ny mpisorona, ka hizaha azy. Raha sitrana amin’ny habokany ilay boka,",
        "4": "dia hasain’ny mpisorona hitondra an’ireto mba hidiovany: Vorona roa madio sady velona, rantsankazo sedera, kofehy mena midorehitra, ary hysopa.",
        "5": "Ny vorona iray dia hasain’ny mpisorona hovonoina ao anaty vilany tany misy rano avy amin’ny rano mandeha.",
        "6": "Fa ilay vorona velona kosa halain’ny mpisorona dia hatsobony, miaraka amin’ilay rantsankazo sedera sy kofehy mena midorehitra ary hysopa, ao anatin’ny ran’ilay vorona novonoina teo ambony rano avy amin’ny rano mandeha.",
        "7": "Ary hofafazany amin’ilay ra impito ilay olona manadio ny tenany ho afaka amin’ny habokany. Dia hambarany hoe madio izy. Avy eo, dia halefany hanidina any an-tsaha ilay vorona velona.",
        "8": "“Hanasa ny akanjony ilay olona midio, ary hoharatany daholo ny volo amin’ny tenany. Dia handro amin’ny rano izy, ka hadio. Afaka miditra ao an-toby izy avy eo, nefa mbola hijanona fito andro eo ivelan’ny tranolainy.",
        "9": "Hoharatany daholo ny volo eo amin’ny lohany sy ny saokany ary ny volomaso eo ambony masony, amin’ny andro fahafito. Rehefa avy noharatany daholo ny volo amin’ny tenany, dia hanasa ny akanjony izy sady handro amin’ny rano, ka hadio.",
        "10": "“Amin’ny andro fahavalo dia haka ondrilahy kely roa tsy misy kilema izy, ondrivavy kely iray tsy misy kilema sady tsy mihoatra ny herintaona, lafarinina tsara toto telo ampahafolon’ny efaha nafangaro menaka ho fanatitra varimbazaha, ary menaka iray loga.",
        "11": "Ary hitondra an’ilay olona midio sy ireo fanatitra ireo eo anatrehan’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana, ilay mpisorona manambara an’ilay olona ho madio.",
        "12": "Halain’ny mpisorona ny ondrilahy kely iray, ka hatolony ho fanatitra noho ny heloka, miaraka amin’ilay menaka iray loga. Ary hahetsiketsiny ho fanatitra ahetsiketsika eo anatrehan’i Jehovah izany.",
        "13": "Dia hovonoiny ao amin’izay toerana masina, eo amin’ny toerana famonoana ny fanatitra noho ny ota sy ny fanatitra dorana, ilay ondrilahy kely. An’ny mpisorona mantsy ny fanatitra noho ny heloka, toy ny fanatitra noho ny ota ihany. Zavatra masina indrindra izany.",
        "14": "“Hakan’ny mpisorona avy eo ny ran’ilay fanatitra noho ny heloka, ka hataony eo amin’ny ravintsofina ankavanan’ilay olona midio, sy eo amin’ny ankiben-tanany ankavanana, ary ny ankiben-tongony ankavanana.",
        "15": "Dia hakan’ny mpisorona koa ilay menaka iray loga, ka hararany eo amin’ny felatanany ankavia.",
        "16": "Ary hatsobony ao anatin’ilay menaka eo amin’ny felatanany ankavia ny iray amin’ny rantsantanany ankavanana, ka hafafiny impito eo anatrehan’i Jehovah amin’iny rantsantanany iny ny menaka sasany.",
        "17": "Dia hakan’ilay mpisorona ny ambin’ilay menaka eo amin’ny felatanany, ka hataony eo amin’ny ravintsofina ankavanan’ilay olona midio, sy eo amin’ny ankiben-tanany ankavanana, ary ny ankiben-tongony ankavanana, eo amin’ilay nasiana ny ran’ny fanatitra noho ny heloka.",
        "18": "Ary hataon’ny mpisorona eo amin’ny lohan’ilay olona midio ny ambin’ilay menaka eo amin’ny felatanany. Ary handrakotra ny fahotan’ilay olona eo anatrehan’i Jehovah izy.",
        "19": "“Hanolotra ny fanatitra noho ny ota ny mpisorona, ka handrakotra ny fahotan’ilay olona izay midio ho afaka amin’ny fahalotoany. Dia hovonoiny ny fanatitra dorana avy eo.",
        "20": "Ary hatolony eo ambony alitara ny fanatitra dorana sy ny fanatitra varimbazaha. Dia handrakotra ny fahotan’ilay olona izy, ka hadio ilay olona.",
        "21": "“Fa raha mahantra kosa ilay olona ka tsy mahatakatra an’izany, dia haka ondrilahy kely iray ho fanatitra noho ny heloka izy hatao fanatitra ahetsiketsika, mba handrakofana ny fahotany. Dia haka lafarinina tsara toto ampahafolon’ny efaha nafangaro menaka izy, ho fanatitra varimbazaha. Haka menaka iray loga,",
        "22": "sy domohina roa na zana-boromailala roa koa izy, araka izay takatry ny volany. Ny vorona iray ho fanatitra noho ny ota, ary ny iray ho fanatitra dorana.",
        "23": "Hoentiny any amin’ny mpisorona eo amin’ny fidirana amin’ny tranolay fihaonana, eo anatrehan’i Jehovah, ireo amin’ny andro fahavalo, mba hanekena azy ho madio.",
        "24": "“Halain’ny mpisorona ilay ondrilahy kely atao fanatitra noho ny heloka sy ny menaka iray loga, ka hahetsiketsiny ho fanatitra ahetsiketsika eo anatrehan’i Jehovah.",
        "25": "Hovonoiny avy eo ilay ondrilahy kely atao fanatitra noho ny heloka. Dia hakany ny ran’ilay fanatitra noho ny heloka, ka hataony eo amin’ny ravintsofina ankavanan’ilay olona midio sy eo amin’ny ankiben-tanany ankavanana ary ny ankiben-tongony ankavanana.",
        "26": "Hakan’ny mpisorona koa ny menaka ka hararany eo amin’ny felatanany ankavia.",
        "27": "Dia hafafiny impito eo anatrehan’i Jehovah, amin’ny iray amin’ny rantsantanany ankavanana, ny menaka sasany eo amin’ny felatanany ankavia.",
        "28": "Hakany koa ilay menaka eo amin’ny felatanany, ka hataony eo amin’ny ravintsofina ankavanan’ilay olona midio, sy eo amin’ny ankiben-tanany ankavanana sy ny ankiben-tongony ankavanana, eo amin’ilay nasiana ny ran’ny fanatitra noho ny heloka.",
        "29": "Ary hataony eo amin’ny lohan’ilay olona midio ny menaka sisa eo amin’ny felatanany, mba handrakofany ny fahotan’ ilay olona eo anatrehan’i Jehovah.",
        "30": "“Hatolony ny iray amin’ny domohina na ny iray amin’ny zana-boromailala, araka izay takatry ny volany,",
        "31": "mba ho fanatitra noho ny ota, ary ny iray kosa ho fanatitra dorana ampiarahina amin’ny fanatitra varimbazaha. Ireo mantsy no takatry ny volany. Dia handrakotra ny fahotan’ilay olona midio eo anatrehan’i Jehovah ny mpisorona.",
        "32": "“Izany no lalàna momba ny boka sitrana, nefa tsy mahavidy an’izay zavatra ilaina mba hanekena azy ho madio.”",
        "33": "Dia niteny tamin’i Mosesy sy Arona i Jehovah hoe:",
        "34": "“Rehefa tafiditra ao amin’ny tany Kanana izay homeko ho fanananareo ianareo, ka misy trano asiako habokana ao amin’ilay taninareo,",
        "35": "dia hankany amin’ny mpisorona ny tompon’izany trano izany, ka hanao aminy hoe: ‘Hoatran’ny misy aretina ny tranoko.’",
        "36": "Ary hasain’ny mpisorona hesorina ny zava-drehetra ao amin’ilay trano, alohan’ny hahatongavany hizaha an’ilay aretina, sao hambarany ho maloto daholo ireny. Ho avy hizaha an’ilay trano izy avy eo.",
        "37": "Ary hozahany ilay faritra misy an’ilay aretina, ka raha misy lempona maitso somary mavo na lempona somary mena eo amin’ny rindrina, sady hoatran’ny hoe mandoaka rindrina no fahitana an’ireo lempona,",
        "38": "dia hivoaka hankeo amin’ny fidirana amin’ilay trano izy. Ary hakatony tanteraka mandritra ny fito andro ilay trano.",
        "39": "“Dia hiverina izy amin’ny andro fahafito, ka hizaha an’ilay aretina. Raha vao mainka mitatra ilay aretina eo amin’ny rindrin’ilay trano,",
        "40": "dia hasainy hesorina ny vato misy an’ilay aretina ary hariana any ivelan’ny tanàna, any amin’ny toerana maloto.",
        "41": "Hasainy hokikisana tsara avy eo ny aty trano rehetra, ary tokony hariana any ivelan’ny tanàna, any amin’ny toerana maloto, ny lalotra sy ny rihitra nesorina.",
        "42": "Vato hafa no halaina ka hatsofoka ho solon’ireo nesorina. Ary tokony ho rihitra hafa no hampiasaina, dia holalorina ilay trano.",
        "43": "“Raha miverina anefa ilay aretina ka mirongatra ao amin’ilay trano, rehefa avy nesorina ny vato ary nokikisana ny lalotra ka nolalorina indray ilay trano,",
        "44": "dia hiditra ao ny mpisorona mba hizaha an’ilay trano. Raha mitatra ilay aretina ao amin’ilay trano, dia habokana mampidi-doza izany. Maloto ilay trano.",
        "45": "Dia hasainy horavana ilay trano. Ary hasainy hoentina any ivelan’ny tanàna, any amin’ny toerana maloto, ny vato sy ny hazo ary ny lalotra sy ny rihitra rehetra aminy.",
        "46": "Izay miditra ao amin’ilay trano mandritra ny fotoana ikatonany tanteraka, dia haloto mandra-paharivan’ny andro.",
        "47": "Ary hanasa ny akanjony izay olona matory ao amin’ilay trano, ary hanasa ny akanjony koa izay misakafo ao.",
        "48": "“Fa raha tonga kosa ny mpisorona ary hitany fa tsy mitatra ilay aretina ao amin’ilay trano avy nolalorina, dia hambarany hoe madio ilay trano, satria efa afaka ilay aretina.",
        "49": "Dia haka vorona roa sy rantsankazo sedera sy kofehy mena midorehitra ary hysopa izy, mba hanadiovana an’ilay trano ho afaka amin’ny fahalotoana.",
        "50": "Tokony hovonoiny ao anaty vilany tany misy rano avy amin’ny rano mandeha, ny vorona iray.",
        "51": "Dia halainy ny rantsankazo sedera, ny hysopa, ny kofehy mena midorehitra, ary ilay vorona velona, ka hatsobony ao anatin’ny ran’ilay vorona novonoina sy ao amin’ilay rano avy amin’ny rano mandeha. Ary hafafiny impito manandrify an’ilay trano izany.",
        "52": "Ary hodioviny ho afaka amin’ny fahalotoana ilay trano, ka ireto no hanadiovany azy: Ny ran’ilay vorona, ilay rano avy amin’ny rano mandeha, ilay vorona velona, ilay rantsankazo sedera, ilay hysopa, ary ilay kofehy mena midorehitra.",
        "53": "Dia halefan’ny mpisorona any an-tsaha, any ivelan’ny tanàna, ilay vorona velona. Ary handrakotra ny fahotan’ilay trano izy, ka hadio izany.",
        "54": "“Izany no lalàna momba ny habokana, ny aretin’ny hodi-doha na aretina mahazo ny volombava,",
        "55": "ny habokana eo amin’ny akanjo na amin’ny trano,",
        "56": "ny mivonto eo amin’ny hoditra, ny aretin-koditra manako-pery, ary ny tasy.",
        "57": "Nomena izany lalàna izany mba hampahafantarana hoe rahoviana ny zavatra iray no maloto ary rahoviana izany no madio. Izany no lalàna momba ny habokana.”"
    },
    "15": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy sy Arona:",
        "2": "“Ilazao ny Israelita hoe: ‘Raha misy tsiranoka mivoaka amin’ny filahian’ny lehilahy, dia mahatonga azy haloto izany.",
        "3": "Maloto izy noho ilay tsiranoka, na mandeha foana ilay tsiranoka mivoaka amin’ny filahiany na manentsina azy io.",
        "4": "“‘Haloto izay fandriana atorian’ilay olona misy tsiranoka mivoaka, ary haloto koa izay zavatra ipetrahany.",
        "5": "Tsy maintsy manasa ny akanjony izay mikasika ny fandrianan’ilay olona, ary tokony handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "6": "Tokony hanasa ny akanjony sy handro amin’ny rano izay mipetraka eo amin’ny zavatra nipetrahan’ilay olona misy tsiranoka mivoaka. Haloto mandra-paharivan’ny andro izy.",
        "7": "Hanasa ny akanjony izay mikasika an’ilay olona misy tsiranoka mivoaka, ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "8": "Raha mandrora amin’ny olona madio ilay olona misy tsiranoka mivoaka, dia hanasa ny akanjony ilay olona madio ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "9": "Haloto izay lasely itaingenan’ny olona misy tsiranoka mivoaka.",
        "10": "Ary izay mikasika zavatra teo ambanin’ilay olona, dia haloto mandra-paharivan’ny andro. Hanasa ny akanjony izay mitondra an’ireo zavatra ireo, ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "11": "Raha tsy nanasa tanana tamin’ny rano ny olona misy tsiranoka mivoaka nefa mikasika olona, dia hanasa ny akanjony ilay nokasihiny ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "12": "Hopotehina izay fitaovana tanimanga kasihin’ilay olona misy tsiranoka mivoaka, ary hosasana amin’ny rano izay fitaovana hazo.",
        "13": "“‘Rehefa tsy misy tsiranoka mivoaka intsony amin’ilay olona ka tsy mandoto azy intsony ilay izy, dia hiandry fito andro izy vao hidio. Dia hanasa ny akanjony izy ary handro amin’ny rano mandeha, ka hadio.",
        "14": "Haka domohina roa na zana-boromailala roa izy amin’ny andro fahavalo, ka hankeo anatrehan’i Jehovah eo amin’ny fidirana amin’ny tranolay fihaonana. Ary homeny ny mpisorona izany.",
        "15": "Dia hanolotra an’izany ny mpisorona, ka ny vorona iray ho fanatitra noho ny ota ary ny iray ho fanatitra dorana. Ary ny mpisorona handrakotra ny fahotan’ilay olona eo anatrehan’i Jehovah, noho izy nivoaka tsiranoka.",
        "16": "“‘Ary raha misy tsirinaina mivoaka amin’ny lehilahy, dia tokony hanasa ny vatany manontolo amin’ny rano izy. Haloto mandra-paharivan’ny andro izy.",
        "17": "Hosasany amin’ny rano izay akanjo sy zavatra vita amin’ny hoditra nilatsahan’ny tsirinaina. Haloto mandra-paharivan’ny andro izany.",
        "18": "“‘Raha misy lehilahy manao firaisana amin’ny vehivavy ka mamoaka tsirinaina, dia tokony handro amin’ny rano izy ireo ary haloto mandra-paharivan’ny andro.",
        "19": "“‘Raha misy ra mandeha avy amin’ny vehivavy satria tonga fotoana izy, dia haloto fito andro izy. Haloto mandra-paharivan’ny andro izay olona mikasika azy.",
        "20": "Haloto koa izay zavatra atoriany, mandritra ny fahalotoany rehefa tonga fotoana izy. Ary haloto izay zava-drehetra ipetrahany.",
        "21": "Tokony hanasa ny akanjony izay olona mikasika ny fandrianan’ilay vehivavy, ary handro amin’ny rano. Haloto mandra-paharivan’ny andro ilay olona.",
        "22": "Hanasa ny akanjony izay olona mikasika zavatra nipetrahan’ilay vehivavy, ary handro amin’ny rano. Haloto mandra-paharivan’ny andro ilay olona.",
        "23": "Raha nipetraka teo ambony fandriana na zavatra hafa ilay vehivavy ka misy olona mikasika an’izany, dia haloto mandra-paharivan’ny andro ilay olona.",
        "24": "Ary raha misy lehilahy manao firaisana amin’ilay vehivavy, ka mahakasika an’ilay lehilahy ny ra avy amin’ny fadimbolany, dia haloto fito andro ilay lehilahy ary haloto izay fandriana atoriany.",
        "25": "“‘Raha mandeha ra mandritra ny andro maro ny vehivavy nefa tsy fotoana tokony hahatongavan’ny fadimbolany, na raha maharitra ela noho ny mahazatra ny fadimbolany, dia haloto izy mandritra ny andro rehetra andehanan’ny rany, hoatran’ilay hoe maloto izy mandritra ny andro maromaro rehefa tonga fotoana.",
        "26": "Izay fandriana atoriany mandritra an’ireo andro isian’ny ra mandeha aminy, dia haloto hoatran’ny fandriana atoriany mandritra ny fotoana mampahaloto azy rehefa tonga fotoana izy. Haloto koa izay zavatra ipetrahany, hoatran’ny fahalotoany rehefa tonga fotoana izy.",
        "27": "Haloto izay mikasika an’izany zavatra izany, ka hanasa ny akanjony ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy.",
        "28": "“‘Rehefa tsy misy ra mandeha intsony anefa amin’ilay vehivavy, dia hiandry fito andro izy ary hadio izy aorian’izay.",
        "29": "Haka domohina roa na zana-boromailala roa izy amin’ny andro fahavalo, ka hitondra an’izany any amin’ny mpisorona, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "30": "Hataon’ny mpisorona fanatitra noho ny ota ny vorona iray, ary ny iray hataony fanatitra dorana. Ary ny mpisorona hanao fandrakofam-pahotana ho an’ilay vehivavy eo anatrehan’i Jehovah, noho ny ra nandeha taminy ka nahatonga azy haloto.",
        "31": "“‘Ataovy àry izay tsy hahatonga ny Israelita haloto, sao ho faty izy amin’ilay izy maloto iny, noho ny nandotoany ny tranolaiko izay eo aminy.",
        "32": "“‘Izany no lalàna momba ny lehilahy misy tsiranoka mivoaka, ny lehilahy maloto satria misy tsirinaina mivoaka,",
        "33": "ny vehivavy tonga fotoana ka maloto, ny lehilahy na vehivavy misy tsiranoka mivoaka, ary ny lehilahy manao firaisana amin’ny vehivavy maloto.’”"
    },
    "16": {
        "1": "Niteny tamin’i Mosesy i Jehovah taorian’ny nahafatesan’ny zanak’i Arona roa lahy, izay maty satria nanatona an’i Jehovah.",
        "2": "Hoy i Jehovah tamin’i Mosesy: “Ilazao i Arona rahalahinao mba tsy hidikiditra fahatany ao amin’ny toerana masina, izany hoe ao ambadiky ny ridao, eo anoloan’ny saron’ny Vata, sao ho faty izy. Hiseho ao anaty rahona eo ambonin’ilay sarony mantsy aho.",
        "3": "“Ireto avy no hoentin’i Arona rehefa miditra ao amin’ny toerana masina izy: Vantotr’ombilahy iray ho fanatitra noho ny ota, sy ondrilahy iray ho fanatitra dorana.",
        "4": "Tokony hanaovany ny akanjo lava masina vita amin’ny lamba rongony. Ary tokony hanarona ny vatany ny kilaoty lava vita amin’ny lamba rongony. Tokony hanaovany koa ny fehikibo lamba rongony, ary hataony mihodidina ny lohany ny satroka lamba rongony. Akanjo masina ireo, ka handro amin’ny rano izy vao hanao an’ireo.",
        "5": "“Izao no halainy avy amin’ny vahoakan’Israely: Osilahy kely roa ho fanatitra noho ny ota, sy ondrilahy iray ho fanatitra dorana.",
        "6": "“Dia hatolotr’i Arona ilay omby hatao fanatitra noho ny ota ho an’ny tenany. Ary handrakotra ny fahotan’ny tenany sy ny an’ny ankohonany izy.",
        "7": "“Dia halainy ny osilahy roa ka hataony eo anatrehan’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "8": "Hataon’i Arona antsapaka ireo osilahy roa, ka ny iray ho an’i Jehovah ary ny iray ho an’i Azazela.",
        "9": "Hoentin’i Arona izay osilahy azo tamin’ny antsapaka hoe ho an’i Jehovah, ary hatolony ho fanatitra noho ny ota.",
        "10": "Ilay osilahy azo tamin’ny antsapaka hoe ho an’i Azazela kosa hoentina velona eo anatrehan’i Jehovah, mba hanaovana fandrakofam-pahotana, ka ho azo alefa any an-tany efitra ho an’i Azazela.",
        "11": "“Hampanatonin’i Arona ilay omby atao fanatitra noho ny ota ho an’ny tenany. Ary handrakotra ny fahotan’ny tenany sy ny an’ny ankohonany izy. Hovonoiny avy eo ilay omby atao fanatitra noho ny ota ho an’ny tenany.",
        "12": "“Dia halain’i Arona ny fitondrana afo, izay efa feno vainafo avy eo amin’ilay alitara eo anatrehan’i Jehovah. Haka emboka manitra voatoto tsara eran’ny tanan-droa koa izy, ary hoentiny ao ambadiky ny ridao ireo.",
        "13": "Ary hataony eo amin’ny vainafo eo anatrehan’i Jehovah ny emboka manitra. Dia ho rakotry ny setroky ny emboka manitra ny saron’ilay Vata, izany hoe ny sarony eo ambonin’ny Tenin’ny Vavolombelona, mba tsy ho faty izy.",
        "14": "“Hakan’i Arona ny ran’ilay omby ka hafafiny amin’ny rantsantanany iray eo anoloan’ny saron’ny Vata, eo amin’ny lafiny atsinanana. Ary ny ra sasany hafafiny impito eo anoloan’ilay sarony, amin’ny rantsantanany iray.",
        "15": "“Hovonoin’i Arona avy eo ilay osilahy hatao fanatitra noho ny ota ho an’ny vahoaka. Ary hoentiny ao ambadiky ny ridao ny ran’ilay osilahy, ka hataony toy ny nataony tamin’ny ran’ilay omby. Hafafiny tandrifin’ilay sarony sy eo anoloan’ilay sarony izany.",
        "16": "“Handrakotra ny fahotan’ny toerana masina izy, noho ny fahalotoana vokatry ny nataon’ny Israelita, sy noho ny fandikan-dalàna sy ny fahotan’izy ireo. Izany koa no tokony hataony ho an’ny tranolay fihaonana, izay eo amin’ireo Israelita nanao zavatra nandoto ny tenany.",
        "17": "“Tsy tokony hisy olon-kafa ao amin’ny tranolay fihaonana, manomboka amin’ny fotoana idirany ao mba hanao fandrakofam-pahotana ao amin’ny toerana masina ka mandra-pivoakany avy ao. Ary handrakotra ny fahotan’ny tenany, sy ny an’ny ankohonany, ary ny an’ny fiangonan’Israely manontolo izy.",
        "18": "“Dia hivoaka avy ao izy ka hankeo amin’ilay alitara eo anatrehan’i Jehovah, ary handrakotra ny fahotan’izy io. Hakany ny ran’ilay omby sy ny ran’ilay osilahy, ka hahosony eo amin’ireo tandroky ny alitara eo amin’ny zorony efatra.",
        "19": "Ary hafafiny impito eo ambony alitara, amin’ny rantsantanany iray, ny ra sasany. Dia hodioviny sy hohamasininy ilay alitara mba ho afaka amin’ny fahalotoana vokatry ny nataon’ny Israelita.",
        "20": "“Hanolotra an’ilay osilahy velona koa izy rehefa avy mandrakotra ny fahotan’ny toerana masina sy ny tranolay fihaonana ary ny alitara.",
        "21": "Hametraka ny tanany roa eo amin’ny lohan’ilay osilahy velona i Arona, sady hiaiky ny fahadisoana rehetra sy ny fandikan-dalàna rehetra ary ny fahotana rehetra nataon’ny Israelita. Dia hataony eo amin’ny lohan’ilay osilahy izany rehetra izany. Ary halefany any an-tany efitra ilay osilahy, ka lehilahy iray efa voatendry no hitarika azy io.",
        "22": "Ary hoentin’ilay osilahy ho any amin’ny tany karakaina ny fahadisoana rehetra nataon’ny Israelita. Dia halefa any an-tany efitra ilay osilahy.",
        "23": "“Hiditra ao amin’ny tranolay fihaonana i Arona avy eo. Hesoriny ireo akanjo vita amin’ny lamba rongony nanaovany tamin’izy niditra tao amin’ny toerana masina, ary hapetrany ao.",
        "24": "Handro amin’ny rano ao amin’izay toerana masina izy, ary hanao ny akanjony. Dia hivoaka avy ao izy ka hanolotra fanatitra dorana ho an’ny tenany sy ho an’ny vahoaka, mba handrakofana ny fahotan’ny tenany sy ny an’ny vahoaka.",
        "25": "Hodorany mba hidona-tsetroka eo ambony alitara ny tavin’ny fanatitra noho ny ota.",
        "26": "“Hanasa ny akanjony ilay lehilahy nandefa an’ilay osilahy ho an’i Azazela, ary handro amin’ny rano. Afaka miditra ao amin’ny toby izy aorian’izay.",
        "27": "“Ary hoentina any ivelan’ny toby ilay omby sy ilay osilahy izay samy natao fanatitra noho ny ota, rehefa avy nentina tao amin’ny toerana masina ny ran’izy ireo mba handrakofam-pahotana. Ary hodorana amin’ny afo ny hodiny sy ny henany ary ny tainy.",
        "28": "Hanasa ny akanjony ilay mandoro an’izany, ary handro amin’ny rano. Afaka miditra ao amin’ny toby izy aorian’izay.",
        "29": "“Izao fitsipika izao foana no tokony harahinareo: Hampijaly tena ianareo amin’ny andro fahafolon’ny volana fahafito, ary tsy hanao asa na inona na inona, na ny teratany na ny vahiny monina eo aminareo.",
        "30": "Amin’io andro io no handrakofana ny fahotanareo mba hanambarana anareo ho madio. Dia hadio ho afaka amin’ny fahotanareo rehetra ianareo, eo anatrehan’i Jehovah.",
        "31": "Sabata fitsaharana tanteraka izany ho anareo, ary hampijaly tena ianareo. Fitsipika tokony harahina foana izany.",
        "32": "“Ny mpisorona, izay voahosotra sy voatendry ho mpisorona hisolo an-drainy, no hanao fandrakofam-pahotana. Ary hanaovany ireo akanjo vita amin’ny lamba rongony, dia ireo akanjo masina.",
        "33": "Handrakotra ny fahotan’ny toerana masina sy ny tranolay fihaonana ary ny alitara izy. Ary handrakotra ny fahotan’ny mpisorona sy ny an’izay rehetra anisan’ny fiangonana izy.",
        "34": "Fitsipika tokony harahinareo foana izany, mba handrakofana indray mandeha isan-taona ny fahotana rehetra nataon’ny Israelita.” Dia nataon’i Arona izay nandidian’i Jehovah an’i Mosesy."
    },
    "17": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Mitenena amin’i Arona sy ny zanany lahy ary ny Israelita rehetra hoe: ‘Izao no didy nomen’i Jehovah:",
        "3": "“‘“Raha misy amin’ny taranak’Israely mamono omby, na ondrilahy kely, na osy, ao amin’ny toby na any ivelan’ny toby,",
        "4": "fa tsy mitondra an’izany eo amin’ny fidirana amin’ny tranolay fihaonana mba hatolotra ho fanatitra ho an’i Jehovah, eo anoloan’ny tranolain’i Jehovah, dia meloka ho nandatsa-dra izy. Nandatsa-dra ilay olona, ka haringana tsy ho anisan’ny fireneny.",
        "5": "Amin’izay mantsy dia tsy ho eny an-tsaha intsony no hitondran’ny Israelita ny biby atao sorona, fa hoentiny any amin’i Jehovah, any amin’ny mpisorona, eo amin’ny fidirana amin’ny tranolay fihaonana. Hataony sorona iombonana ho an’i Jehovah izany.",
        "6": "Dia hafafin’ny mpisorona eo ambony alitaran’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana ny ran’ilay izy. Ary hodorany ny tavin-kena mba hidona-tsetroka, ho hanitra mahafinaritra an’i Jehovah.",
        "7": "Amin’izay izy ireo dia tsy hanao sorona intsony ho an’ireo demonia miendrika osy, izay notompoiny. Fitsipika tokony harahinareo foana izany, hatramin’ny taranakareo fara aman-dimby.”’",
        "8": "“Izao no holazainao amin’izy ireo: ‘Raha misy amin’ny taranak’Israely na ny hafa firenena monina eo aminareo, manolotra fanatitra dorana na sorona,",
        "9": "nefa tsy mitondra an’izany eo amin’ny fidirana amin’ny tranolay fihaonana mba hatolotra ho an’i Jehovah, dia haringana tsy ho anisan’ny fireneny izany olona izany.",
        "10": "“‘Raha misy amin’ny taranak’Israely na ny hafa firenena monina eo aminareo, mihinana ra, na ran’inona izany na ran’inona, dia hanohitra an’ilay olona nihinan-dra aho, ka haringako tsy ho eo amin’ny fireneny izy.",
        "11": "Fa ao amin’ny ra ny ain’ny nofo. Ary nasaiko natao teo amin’ny alitara ny ra mba handrakofana ny fahotanareo. Ny ra mantsy no mandrakotra fahotana satria ao aminy ny aina.",
        "12": "Izany no antony nilazako tamin’ny Israelita hoe: “Tsy tokony hisy hihinan-dra ianareo, ary tsy tokony hisy hihinan-dra koa ny hafa firenena monina eo aminareo.”",
        "13": "“‘Raha misy amin’ny Israelita na ny hafa firenena monina eo aminareo mihaza ka mahazo bibidia na vorona azo hanina, dia hararany amin’ny tany ny rany, ka hototofany vovoka.",
        "14": "Ny ain’ny karaza-nofo rehetra mantsy dia ny rany, satria ao amin’ny ra ny aina. Koa nilaza tamin’ny Israelita aho hoe: “Aza mihinana ny ran’ny nofo, na nofon’inona izany na nofon’inona, satria ny rany no ain’ny karaza-nofo rehetra, ka haringana izay mihinan-dra.”",
        "15": "Raha misy olona mihinana biby maty ho azy na noviravirain’ny bibidia, na teratany izy na vahiny, dia hanasa ny akanjony izy ary handro amin’ny rano. Haloto mandra-paharivan’ny andro izy, ary hadio avy eo.",
        "16": "Fa raha tsy manasa ny akanjony izy sady tsy mandro, dia hizaka ny vokatry ny fahadisoany.’”"
    },
    "18": {
        "1": "Ary mbola niteny tamin’i Mosesy i Jehovah hoe:",
        "2": "“Ilazao ny Israelita hoe: ‘Izaho no Jehovah Andriamanitrareo.",
        "3": "Aza manao toy ny ataon’ny olona any Ejipta, izay nipetrahanareo. Ary aza manao toy ny ataon’ny olona any amin’ny tany Kanana, izay hitondrako anareo. Aza manaraka ny fanaony.",
        "4": "Ny didim-pitsarako no tokony hampiharinareo, ary ny fitsipiko no tokony hankatoavinareo sy harahinareo. Izaho no Jehovah Andriamanitrareo.",
        "5": "Ankatoavy ny fitsipiko sy ny didim-pitsarako. Izay olona mankatò an’ireny no ho velona amin’ny alalan’ireny. Izaho no Jehovah.",
        "6": "“‘Tsy tokony hisy aminareo hanatona ny havany akaiky mba hanao firaisana aminy. Izaho no Jehovah.",
        "7": "Aza manao firaisana amin’ny rainao, ary aza manao firaisana amin’ny reninao. Reninao izy, ka aza manao firaisana aminy.",
        "8": "“‘Aza manao firaisana amin’ny vadin’ny rainao. Manala baraka ny rainao izany.",
        "9": "“‘Aza manao firaisana amin’ny anabavinao, na zanaky ny rainao izy na zanaky ny reninao, na teraka tao an-trano izy na tsia.",
        "10": "“‘Aza manao firaisana amin’ny zanakavavin’ny zanakao lahy na ny zanakavavin’ny zanakao vavy, fa manala baraka anao izany.",
        "11": "“‘Aza manao firaisana amin’ny zanakavavin’ny vadin-drainao, izay taranaky ny rainao, satria anabavinao izy.",
        "12": "“‘Aza manao firaisana amin’ny anabavin-drainao, fa iray ra amin-drainao izy.",
        "13": "“‘Aza manao firaisana amin’ny rahavavin-dreninao, fa iray ra amin-dreninao izy.",
        "14": "“‘Aza manala baraka ny rahalahin-drainao ka manao firaisana amin’ny vadiny, fa nenitoanao izy.",
        "15": "“‘Aza manao firaisana amin’ny vinantovavinao. Vadin’ny zanakao lahy izy, ka aza manao firaisana aminy.",
        "16": "“‘Aza manao firaisana amin’ny vadin’ny rahalahinao, fa manala baraka ny rahalahinao izany.",
        "17": "“‘Aza manao firaisana amin’ny vehivavy sy ny zanany vavy. Ary aza maka ny zanakavavin’ny zanany lahy na ny zanakavavin’ny zanany vavy, mba hanaovanao firaisana. Havan’ilay vehivavy akaiky ireo. Fanao mamoafady izany.",
        "18": "“‘Aza maka ny rahavavin’ny vadinao ho rafivaviny ka manao firaisana aminy, raha mbola velona ny vadinao.",
        "19": "“‘Aza manatona vehivavy mba hanao firaisana aminy, raha mbola maloto izy noho izy tonga fotoana.",
        "20": "“‘Aza manao firaisana amin’ny vadin’olona, ka handoto ny tenanao.",
        "21": "“‘Aza misy atolotra ho an’i Moleka ny taranakao. Aza zimbazimbaina hoatr’izany ny anaran’Andriamanitrao. Izaho no Jehovah.",
        "22": "“‘Aza manao firaisana amin’ny lehilahy toy ny fanaovana firaisana amin’ny vehivavy, fa zava-maharikoriko izany.",
        "23": "“‘Tsy tokony hisy lehilahy hanao firaisana amin’ny biby, ka handoto ny tenany amin’izany. Ary tsy tokony hisy vehivavy hanolo-tena hanao firaisana amin’ny biby. Tsy fanao voajanahary izany.",
        "24": "“‘Aza mandoto tena amin’izany zavatra izany mihitsy. Ireny zavatra rehetra ireny mantsy no nataon’ireo firenena ka lasa naloto izy ireo, dia ireo firenena izay horoahiko tsy ho eo anatrehanareo.",
        "25": "Koa maloto ilay tany, ka hosaziko noho ny fahadisoany, ary haloan’ilay tany ny mponina ao aminy.",
        "26": "Fa ankatoavy kosa ny fitsipiko sy ny didim-pitsarako. Tsy misy mahazo manao an’izany zava-maharikoriko rehetra izany, na ny teratany na ny vahiny monina eo aminareo.",
        "27": "Izany zava-maharikoriko rehetra izany mantsy no nataon’ireo nipetraka teo amin’ilay tany talohanareo, ka lasa maloto izao ilay tany.",
        "28": "Fa raha tsy mandoto an’ilay tany ianareo, dia tsy voatery handoa anareo ilay tany, tahaka ny nandoavany an’ireo firenena talohanareo.",
        "29": "Izay rehetra manao ny iray amin’ireo zava-maharikoriko ireo, dia haringana tsy ho anisan’ny fireneny.",
        "30": "Ary ataovy izay takiko aminareo, ka aza manao an’ireo fanao maharikoriko nataon’ny olona talohanareo, mba tsy handotoanareo tena amin’izany. Izaho no Jehovah Andriamanitrareo.’”"
    },
    "19": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny vahoaka manontolo, dia ny Israelita hoe: ‘Tokony ho masina ianareo, satria masina izaho Jehovah Andriamanitrareo.",
        "3": "“‘Samia manaja ny reninareo sy ny rainareo. Ary tokony hotandremanareo ny sabatako. Izaho no Jehovah Andriamanitrareo.",
        "4": "Aza manaraka an’ireo andriamanitra tsy misy dikany, na manao andriamanitra vita amin’ny metaly narendrika. Izaho no Jehovah Andriamanitrareo.",
        "5": "“‘Raha manolotra sorona iombonana ho an’i Jehovah ianareo, dia ataovy araka ny tokony ho izy izany mba hahazoanareo sitraka aminy.",
        "6": "Tokony hohanina amin’ny andro anaovanareo an’ilay sorona sy ny ampitson’iny ilay izy. Tokony hodorana kosa izay sisa tavela amin’ny andro fahatelo.",
        "7": "Fa raha hohanina ilay sisa tavela amin’ny andro fahatelo, dia ho zava-maharikoriko izany ka tsy hankasitrahana.",
        "8": "Hizaka ny vokatry ny fahadisoany ilay nihinana satria nozimbazimbainy ny zava-masin’i Jehovah, ka haringana tsy ho anisan’ny fireneny izy.",
        "9": "“‘Aza jinjaina tanteraka ny sisin’ny sahanareo rehefa mijinja ny vokatry ny taninareo ianareo, ary aza alaina ny vokatra navelan’ny mpijinja.",
        "10": "Aza otazana koa ny voaloboka tavela eny amin’ny tanimboalobokareo, ary aza tsimponina ny voaloboka miparitaka eny amin’ny tanimboalobokareo. Tokony havela ho an’ny mahantra sy ny hafa firenena monina eo aminareo ireny. Izaho no Jehovah Andriamanitrareo.",
        "11": "“‘Aza mangalatra, aza mamitaka, ary aza mifanambaka.",
        "12": "Aza mianiana lainga amin’ny anarako, ka manazimbazimba ny anaran’Andriamanitrao. Izaho no Jehovah.",
        "13": "Aza manambaka olona, na maka an-keriny ny fananany. Tsy tokony hotazoninao any aminao mandritra ny alina mandra-paharainan’ny andro ny karaman’ny mpikarama.",
        "14": "“‘Aza manozona ny marenina na manisy sakana eo anoloan’ny jamba, fa matahora an’Andriamanitrao. Izaho no Jehovah.",
        "15": "“‘Aza manao ny tsy rariny rehefa mitsara. Aza miandany amin’ny mahantra satria hoe mahantra izy, nefa aza iangarana koa ny manankarena. Tokony hanao ny rariny ianao rehefa mitsara ny namanao.",
        "16": "“‘Aza mandehandeha manendrikendrika olona eo amin’ny firenenao. Aza mandatsaka ny ran’ny namanao. Izaho no Jehovah.",
        "17": "“‘Aza mankahala ny rahalahinao ao am-ponao. Tena tokony hananatra ny namanao ianao, satria manota koa ianao raha tsy manao an’izany.",
        "18": "“‘Aza mamaly faty na mitana lolompo amin’ny zanaky ny firenenao. Ary tiavo ny namanao tahaka ny tenanao. Izaho no Jehovah.",
        "19": "“‘Ankatoavy izao fitsipiko izao: Aza mampivady biby fiompy roa karazana. Aza mamafy voa roa karazana eo amin’ny sahanao. Ary aza manao akanjo vita amin’ny kofehy roa karazana niara-notenomina.",
        "20": "“‘Raha misy lehilahy manao firaisana amin’ny vehivavy ary mpanompo efa nomena ho fofombadin’olona ilay vehivavy, nefa mbola tsy navotana na nafahana, dia tokony hosazina izy ireo. Tsy tokony hovonoina ho faty anefa izy ireo, satria mbola tsy olona afaka ilay vehivavy.",
        "21": "Tokony hitondra fanatitra noho ny heloka ilay lehilahy, ka ondrilahy iray no hoentiny ho an’i Jehovah, eo amin’ny fidirana amin’ny tranolay fihaonana.",
        "22": "Hatolotry ny mpisorona eo anatrehan’i Jehovah ilay ondrilahy atao fanatitra noho ny heloka mba handrakofana ny fahotan’ilay lehilahy. Dia ho voavela ny fahotana nataony.",
        "23": "“‘Rehefa tafiditra ao amin’ilay tany ianareo, ka mamboly hazo fihinam-boa, dia ataovy toy ny hoe maloto ny voany ary aza manakaiky an’ilay izy. Mandritra ny telo taona ilay hazo no tsy tokony hakekezinareo. Tsy azo hanina ny voany.",
        "24": "Fa amin’ny taona fahefatra kosa, dia ho masina ny voany rehetra. Dia hatolotrareo ho an’i Jehovah izany, ka hifaly ianareo.",
        "25": "Afaka mihinana ny voany ianareo amin’ny taona fahadimy, ho fanampin’ny vokatra hotazanareo. Izaho no Jehovah Andriamanitrareo.",
        "26": "“‘Aza mihinan-javatra mbola misy ra. “‘Aza mitady fambara na mampiasa herin’ny maizina.",
        "27": "“‘Aza haratana ny volo eo amin’ny fihirifanareo, ary aza analana ny sisin’ny volombavanareo.",
        "28": "“‘Aza didididiana ny vatanareo rehefa misy olona maty, ary aza asiana tombokavatsa ny tenanareo. Izaho no Jehovah.",
        "29": "“‘Aza manala baraka ny zanakao vavy ka mandefa azy hivaro-tena, sao hivaro-tena koa ny mponina ao amin’ilay tany ka hanjaka ny fitondran-tena baranahiny.",
        "30": "“‘Tandremo ny sabatako, ary hajao ny toerako masina. Izaho no Jehovah.",
        "31": "“‘Aza mankany amin’ny mpamoha angatra na maka hevitra amin’ny mpilaza ny hoavy, sao ho voaloton’ireny ianareo. Izaho no Jehovah Andriamanitrareo.",
        "32": "“‘Mitsangàna rehefa eo anatrehan’ny fotsy volo, hajao ny zokiolona, ary matahora an’Andriamanitrao. Izaho no Jehovah.",
        "33": "“‘Raha misy hafa firenena monina ao amin’ny taninareo, dia aza ampijalina izy.",
        "34": "Tokony hataonareo toy ny teratany eo aminareo ihany ny vahiny monina eo aminareo. Ary tiavo tahaka ny tenanao izy, fa efa mba vahiny tany Ejipta ihany koa ianareo. Izaho no Jehovah Andriamanitrareo.",
        "35": "“‘Aza manao ny tsy marina rehefa mandrefy, na mandanja, na mamatra.",
        "36": "Tokony ho mizana marina sy vatomizana marina no ampiasainareo. Tokony hampiasa famarana marina koa ianareo. Izaho no Jehovah Andriamanitrareo, izay nitondra anareo nivoaka avy tany Ejipta.",
        "37": "Koa ankatoavy sy araho ny fitsipiko rehetra sy ny didim-pitsarako rehetra. Izaho no Jehovah.’”"
    },
    "20": {
        "1": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "2": "“Izao no holazainao amin’ny Israelita: ‘Tsy maintsy vonoina ho faty na iza na iza manolotra ny taranany ho an’i Moleka, na Israelita izy na hafa firenena monina any Israely. Hitora-bato azy ho faty ny vahoaka.",
        "3": "Izaho mihitsy no hanohitra azy ka handringana azy tsy ho eo amin’ny fireneny. Nisy natolony ho an’i Moleka mantsy ny taranany, ary nolotoiny ny toerako masina, dia nozimbazimbainy ny anarako masina.",
        "4": "Raha minia manakimpy ny masony amin’izay ataon’ilay olona ny vahoaka, ka tsy mamono azy ho faty, nefa izy manolotra ny taranany ho an’i Moleka,",
        "5": "dia izaho mihitsy no hanohitra an’ilay olona sy ny fianakaviany. Haringako tsy ho eo amin’ny fireneny izy sy izay rehetra niaraka taminy nanompo an’i Moleka.",
        "6": "“‘Raha misy olona mivadika amiko satria lasa maka hevitra any amin’ny mpamoha angatra na any amin’ny mpilaza ny hoavy, dia tena hanameloka an’izany olona izany aho ary haringako tsy ho eo amin’ny fireneny izy.",
        "7": "“‘Hamasino ny tenanareo ary aoka ho masina ianareo, satria izaho no Jehovah Andriamanitrareo.",
        "8": "Ary ankatoavy ny fitsipiko ka tanteraho. Izaho no Jehovah izay manamasina anareo.",
        "9": "“‘Raha misy manozona ny rainy na ny reniny, dia tsy maintsy vonoina ho faty izy. Nozoniny ny rainy na ny reniny, ka izy ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "10": "“‘Izao no atao amin’ny lehilahy manitsakitsa-bady ka maka vadin’olona: Tsy maintsy vonoina ho faty ilay lehilahy manitsakitsa-bady izay naka ny vadin’ny namany. Hovonoina ho faty na ilay lehilahy na ilay vehivavy satria samy nanitsakitsa-bady.",
        "11": "Ny lehilahy manao firaisana amin’ny vadin-drainy dia manala baraka an-drainy. Tsy maintsy vonoina ho faty izy ireo, ary izy ireo ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "12": "Raha misy lehilahy manao firaisana amin’ny vinantovaviny, dia tsy maintsy vonoina ho faty izy ireo. Tsy fanao voajanahary izany nataon’izy ireo izany. Izy ireo ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "13": "“‘Raha misy lehilahy manao firaisana amin’ny lehilahy toy ny fanaovana firaisana amin’ny vehivavy, dia samy nanao zava-maharikoriko izy roa lahy, ka tsy maintsy vonoina ho faty. Izy ireo ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "14": "“‘Raha misy lehilahy manambady vehivavy iray nefa koa manao firaisana amin’ny renin’ilay vehivavy, dia fanao mamoafady izany. Samy hodorana na ilay lehilahy na izy mianaka, mba tsy hitohy eo aminareo izany fitondran-tena mamoafady izany.",
        "15": "“‘Raha misy lehilahy manao firaisana amin’ny biby, dia tsy maintsy vonoina ho faty izy, ary hovonoina koa ilay biby.",
        "16": "Raha misy vehivavy manatona biby mba hanao firaisana aminy, dia hovonoinao ho faty ilay vehivavy sy ilay biby. Tsy maintsy vonoina ho faty izy ireo. Izy ireo ihany no ho tompon’andraikitra amin’ny fahafatesany.",
        "17": "“‘Raha misy lehilahy manao firaisana amin’ny anabaviny, na amin’ny zanakavavin-drainy na ny zanakavavin-dreniny, ka hitany ny fitanjahan’ilay vehivavy ary ilay vehivavy koa mahita ny fitanjahany, dia manala baraka izany. Tsy maintsy haringana eo imason’ny zanaky ny fireneny izy mianadahy. Manala baraka an’ilay anabaviny izy, ka hizaka ny vokatry ny fahadisoany.",
        "18": "“‘Raha misy lehilahy manao firaisana amin’ny vehivavy tonga fotoana, dia samy mampihanjahanja ny fivoahan’ny ran’ilay vehivavy izy roa. Koa tsy maintsy haringana tsy ho anisan’ny fireneny izy ireo.",
        "19": "“‘Aza manao firaisana amin’ny rahavavin-dreninao na ny anabavin-drainao, satria manala baraka olona iray ra aminao izany. Hizaka ny vokatry ny fahadisoany izy ireo.",
        "20": "Ny lehilahy manao firaisana amin’ny vadin’ny rahalahin-drainy, dia manala baraka ny rahalahin-drainy. Hizaka ny vokatry ny fahadisoany izy mianaka, ary ho faty tsy miteraka.",
        "21": "Raha misy lehilahy maka ny vadin-drahalahiny, dia zava-maharikoriko izany. Manala baraka ny rahalahiny izy, ka ho faty tsy miteraka izy roa.",
        "22": "“‘Ankatoavy ny fitsipiko rehetra sy ny didim-pitsarako rehetra ka tanteraho, mba tsy handoa anareo ilay tany hitondrako anareo mba hipetrahanareo.",
        "23": "Aza manaraka ny fanaon’ireo firenena izay roahiko tsy ho eo anatrehanareo. Nanao an’izany rehetra izany mantsy izy ireo, ka halako.",
        "24": "Izany no antony nilazako taminareo hoe: “Halainareo ho anareo ny tanin’izy ireo, ary homeko anareo ho fanananareo izany. Tany tondra-dronono sy tantely ilay izy. Izaho no Jehovah Andriamanitrareo, izay nanavaka anareo tamin’ireo firenena.”",
        "25": "Avaho ny biby madio sy ny maloto, ary ny vorona maloto sy ny madio. Ary mitandrema sao haharikoriko ahy ianareo noho ny amin’ny biby sy vorona ary biby mandady amin’ny tany, izay efa navahako hoe maloto aminareo.",
        "26": "Tsy maintsy masina eo anatrehako ianareo, satria izaho Jehovah dia masina. Ary avahako amin’ireo firenena ianareo mba ho ahy.",
        "27": "“‘Tsy maintsy vonoina ho faty izay lehilahy na vehivavy mpamoha angatra na mpilaza ny hoavy. Hitora-bato azy ho faty ny vahoaka, ary izy ihany no ho tompon’andraikitra amin’ny fahafatesany.’”"
    },
    "21": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy: “Ilazao ireo mpisorona zanakalahin’i Arona hoe: ‘Tsy tokony hisy amin’izy ireo handoto ny tenany rehefa misy maty eo amin’ny fireneny.",
        "2": "Azony atao anefa izany raha havany akaiky iray ra aminy no maty, izany hoe ny reniny, ny rainy, ny zanany lahy, ny zanany vavy, na ny rahalahiny.",
        "3": "Azony atao koa ny mandoto ny tenany rehefa maty ny anabaviny, raha virjiny ilay anabaviny sady akaiky azy ary mbola tsy manambady.",
        "4": "Tsy mahazo mandoto ny tenany kosa izy na manao izay hahatonga ny tenany haloto, raha vehivavy manambady olona iray firenena aminy no maty.",
        "5": "Tsy tokony hosolainy ny lohany, na hoharatany ny sisin’ny volombavany, na hodidididiany ny vatany.",
        "6": "Tokony ho masina eo anatrehan’ny Andriamaniny kosa izy, ary tsy hanazimbazimba ny anaran’ny Andriamaniny, satria izy no manolotra ny fanatitra atao anaty afo ho an’i Jehovah, izany hoe ny sakafo ho an’ny Andriamaniny. Tsy maintsy masina izy.",
        "7": "Tsy tokony hanambady mpivaro-tena izy, na vehivavy tsy virjiny intsony na nisara-bady, satria masina eo anatrehan’ny Andriamaniny ny mpisorona.",
        "8": "Hamasino izy, satria izy no manolotra ny sakafo ho an’ny Andriamanitrao. Ary tokony ho masina aminao izy, satria masina izaho Jehovah izay manamasina anareo.",
        "9": "“‘Ary raha mandoto ny tenany ny zanakavavin’ny mpisorona satria mivaro-tena, dia manala baraka ny rainy izy, ka hodorana.",
        "10": "“‘Ny mpisoronabe eo amin’ny rahalahiny dia tsy hamela ny volony hisavoritaka na handrovitra ny akanjony. Efa nandrarahana menaka masina fanosorana mantsy ny lohany, ary efa voatendry hanao ny akanjon’ny mpisorona izy.",
        "11": "Tsy tokony hanakaiky olona maty izy, ary tsy mahazo mandoto ny tenany na dia ny rainy sy ny reniny aza no maty.",
        "12": "Tsy hivoaka ny toerana masina izy, na hanazimbazimba ny toerana masin’ny Andriamaniny, satria eo aminy ilay famantarana hoe voatokana izy, dia ilay menaka fanosorana avy amin’ny Andriamaniny. Izaho no Jehovah.",
        "13": "“‘Vehivavy virjiny no tsy maintsy halainy ho vady.",
        "14": "Tsy mahazo manambady vehivavy maty vady izy, na vehivavy nisara-bady na tsy virjiny intsony na mpivaro-tena. Fa virjiny avy amin’ny fireneny ihany no tokony halainy.",
        "15": "Tsy tokony hanao izay hahatonga ny taranany haloto eo amin’ny fireneny izy, satria izaho no Jehovah izay manamasina azy.’”",
        "16": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "17": "“Ilazao i Arona hoe: ‘Tsy mahazo manatona mba hanolotra sakafo ho an’ny Andriamaniny izay lehilahy manan-takaitra anisan’ny taranakao, hatramin’ny taranany fara aman-dimby.",
        "18": "Tsy misy mahazo manatona hanao an’izany ny lehilahy manan-takaitra, izany hoe jamba, malemy tongotra, misy simba ny tarehiny, lava loatra ny tanany ilany na ny tongony ilany,",
        "19": "misy tapaka ny taolan-tongony na ny taolan-tanany,",
        "20": "vokoka, fohy kely, misy aretina ny masony, misy aretin-koditra mivoaramena na misy mamariparitra boribory ny hodiny, na simba ny vihiny.",
        "21": "Tsy mahazo manatona mba hanolotra fanatitra atao anaty afo ho an’i Jehovah izay lehilahy manan-takaitra anisan’ny taranak’i Arona mpisorona. Manan-takaitra izy, ka tsy mahazo manatona mba hanolotra sakafo ho an’ny Andriamaniny.",
        "22": "Fa azony atao ihany ny mihinana ny sakafo natolotra ho an’ny Andriamaniny, izay avy amin’ny zavatra masina indrindra sy ny zavatra masina.",
        "23": "Tsy azony atao anefa ny mankeo akaikin’ny ridao na manatona ny alitara, satria manan-takaitra izy. Tsy hanazimbazimba ny toerako masina izy, fa izaho no Jehovah izay manamasina azy ireo.’”",
        "24": "Koa noresahin’i Mosesy tamin’i Arona sy ny zanany lahy ary ny Israelita rehetra izany."
    },
    "22": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Teneno i Arona sy ny zanany lahy mba hitandrina tsara rehefa mikarakara ny zava-masina hamasinin’ny Israelita ho ahy, ka tsy hanazimbazimba ny anarako masina. Izaho no Jehovah.",
        "3": "Izao lazaina aminy: ‘Izay taranakareo fara aman-dimby ka mbola maloto, nefa manakaiky ny zava-masina hamasinin’ny Israelita ho an’i Jehovah, dia haringana tsy ho eo anatrehako. Izaho no Jehovah.",
        "4": "Tsy mahazo mihinana amin’ny zava-masina izay lehilahy taranak’i Arona, mandra-pahadiony, raha ohatra izy ka boka, na misy tsiranoka mivoaka amin’ny filahiany, na mikasika olona voaloton’ny faty, na mivoaka tsirinaina,",
        "5": "na mikasika biby maloto mifanaretsaka, na mikasika olona maloto, na inona na inona nandoto azy, ka mety hahatonga an’ilay lehilahy haloto.",
        "6": "Haloto mandra-paharivan’ny andro izay olona mikasika ny iray amin’ireo, ka tsy mahazo mihinana amin’ny zava-masina raha tsy efa nandro tamin’ny rano.",
        "7": "Hadio izy rehefa milentika ny masoandro. Mahazo mihinana amin’ny zava-masina izy aorian’izay, satria sakafony izany.",
        "8": "Tsy tokony hihinana biby maty ho azy na noviravirain’ny bibidia koa izy, sao ho voaloton’izany. Izaho no Jehovah.",
        "9": "“‘Tsy maintsy manao an’izay takiko aminy izy ireo, sao hanota ka ho faty satria nanazimbazimba zava-masina. Izaho no Jehovah izay manamasina azy ireo.",
        "10": "“‘Tsy mahazo mihinana zava-masina ny olona tsy nahazo alalana. Tsy mahazo mihinana zava-masina ny olona hafa firenena mivahiny ao amin’ny mpisorona na ny olona karamaina.",
        "11": "Fa raha misy mpisorona mividy olona amin’ny volany, dia mahazo mihinana amin’ny zava-masina ilay olona. Mahazo mihinana amin’ny sakafon’ny mpisorona koa izay mpanompo teraka tao an-tranony.",
        "12": "Raha manambady tsy mpisorona ny zanakavavin’ny mpisorona, dia tsy mahazo mihinana amin’ny zava-masina natao fanomezana izy.",
        "13": "Mahazo mihinana amin’ny sakafon’ny rainy anefa izy raha lasa maty vady na nisara-bady nefa mbola tsy niteraka, ka mody any an-tranon’ny rainy toy ny tamin’izy mbola tanora. Tsy mahazo mihinana amin’izany kosa ny olona tsy nahazo alalana.",
        "14": "“‘Raha misy olona nihinana tsy nahy tamin’ny zava-masina, dia tsy maintsy honerany izany sady hampiany ampahadiminy. Ary homeny ny mpisorona izany fanatitra masina izany.",
        "15": "Koa tsy tokony hozimbazimbain’ny mpisorona ny zava-masina omen’ny Israelita ho an’i Jehovah,",
        "16": "sady tsy tokony hataony izay hahatonga ny Israelita ho voasazy noho izy ireo meloka satria nihinana tamin’ny zava-masina natolony. Izaho no Jehovah izay manamasina azy ireo.’”",
        "17": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "18": "“Ilazao i Arona sy ny zanany lahy ary ny Israelita rehetra hoe: ‘Rehefa manolotra fanatitra dorana ho an’i Jehovah, mba hanefana voady na ho fanatitra an-tsitrapo, ny lehilahy israelita na ny hafa firenena monina eo aminy,",
        "19": "dia tokony ho lahy tsy misy kilema no hatolony, na omby izany na vantotr’ondry na osy, mba hahazoany sitraka.",
        "20": "Tsy hanolotra an’izay manan-takaitra ianareo, fa tsy hahazoanareo sitraka izany.",
        "21": "“‘Raha misy manolotra sorona iombonana ho an’i Jehovah mba hanefana voady na ho fanatitra an-tsitrapo, dia tokony ho biby tsy misy kilema no hatolony, na omby izany na ondry na osy, mba hahazoany sitraka. Tsy tokony hanan-takaitra mihitsy izany.",
        "22": "Tsy tokony ho jamba izay biby atao fanatitra, ary tsy tokony ho tapa-taolana, na maratra, na misy votsy, na misy aretin-koditra manako-pery na mamariparitra boribory. Tsy azo atolotra ho an’i Jehovah na atao eo ambony alitara ho an’i Jehovah ny biby hoatr’izany.",
        "23": "Azonao atao fanatitra an-tsitrapo ny omby na ondry manana tongotra ila lava loatra na fohy loatra. Tsy hankasitrahana kosa izany raha ho fanefana voady.",
        "24": "Aza atolotra ho an’i Jehovah ny biby raha simba ny vihiny, na torotoro, na voaongotra, na tapaka. Aza manolotra biby toy izany ao amin’ny taninareo.",
        "25": "Tsy azonareo atolotra ho sakafo ho an’ny Andriamanitrareo ny biby toy ireo, izay avy amin’ny olona hafa firenena, satria misy kilema sy manan-takaitra. Tsy hahazoanareo sitraka izany.’”",
        "26": "Hoy koa i Jehovah tamin’i Mosesy:",
        "27": "“Rehefa misy omby na ondrilahy na osy vao teraka, dia mbola hiaraka amin-dreniny aloha izy mandritra ny fito andro. Azo ekena ho fanatitra atao anaty afo ho an’i Jehovah kosa izy, rehefa feno valo andro no ho miakatra.",
        "28": "Aza miara-vonoina amin’ny zanany ao anatin’ny indray andro ny omby na ny ondry.",
        "29": "“Raha manao sorona biby ianareo ho sorona fisaorana ho an’i Jehovah, dia ataovy mba hahazoana sitraka aminy izany.",
        "30": "Tokony hohanina ny androtr’iny izany, fa tsy hamelana mandra-paharainan’ny andro. Izaho no Jehovah.",
        "31": "“Ankatoavy ny didiko ka tanteraho. Izaho no Jehovah.",
        "32": "Aza zimbazimbaina ny anarako masina, fa hohamasinina eo anivon’ny Israelita aho. Izaho no Jehovah izay manamasina anareo,",
        "33": "ilay nitondra anareo nivoaka avy tany Ejipta, mba hasehoko aminareo fa Andriamanitra aho. Izaho no Jehovah.”"
    },
    "23": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny Israelita hoe: ‘Fivoriambe masina ireo fety asain’i Jehovah anaovanareo antso avo hoe hankalazaina. Ireto avy izany:",
        "3": "“‘Enina andro no azo iasana, fa sabata fitsaharana tanteraka kosa ny andro fahafito, sady fivoriambe masina. Aza manao asa na inona na inona, fa tokony ho sabata ho an’i Jehovah izany andro izany, na aiza na aiza ipetrahanareo.",
        "4": "“‘Ireto avy ny fety nandidian’i Jehovah, izany hoe ireo fivoriambe masina izay tokony hanaovanareo antso avo, amin’ny fotoana voatondro hankalazana azy:",
        "5": "Paska ho an’i Jehovah ny andro faha-14 amin’ny volana voalohany, amin’ny takariva.",
        "6": "“‘Ny andro faha-15 amin’io volana io dia Fetin’ny Mofo Tsy Misy Lalivay. Fety ho an’i Jehovah izany, ary mandritra ny fito andro ianareo no hihinana mofo tsy misy lalivay.",
        "7": "Hanao fivoriambe masina ianareo amin’ny andro voalohany. Tsy tokony hanao asa mafy ianareo, na inona izany na inona.",
        "8": "Hanolotra fanatitra atao anaty afo ho an’i Jehovah anefa ianareo mandritra ny fito andro. Ary hisy fivoriambe masina amin’ny andro fahafito. Tsy tokony hanao asa mafy ianareo, na inona izany na inona.’”",
        "9": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "10": "“Ilazao ny Israelita hoe: ‘Rehefa tafiditra ao amin’ilay tany homeko anareo ianareo ka mijinja ny vokatra ao, dia mitondrà amboara iray avy amin’ny voaloham-bokatrareo ho any amin’ny mpisorona.",
        "11": "Ary hahetsiketsiny eo anatrehan’i Jehovah ilay amboara, mba hahazoanareo sitraka aminy. Ny ampitson’ny Sabata ny mpisorona no tokony hanetsiketsika an’izany.",
        "12": "Amin’ny andro hanetsiketsehana an’ilay amboara no hanoloranareo ondrilahy kely tsy misy kilema sady tsy mihoatra ny herintaona, ho fanatitra dorana ho an’i Jehovah.",
        "13": "Ny fanatitra varimbazaha hampiarahina amin’izany, dia lafarinina tsara toto roa ampahafolon’ny efaha, nafangaro menaka, ho fanatitra atao anaty afo ho an’i Jehovah, mba ho hanitra mahafinaritra azy. Ampiaraho aminy koa ny divay ampahefatry ny hina mba ho fanatitra zava-pisotro.",
        "14": "Aza mihinana mofo, na voa natono, na voa vaovao, mandra-pahatongan’ilay andro hitondranareo ny fanatitra ho an’Andriamanitrareo. Fitsipika tokony harahinareo sy ny taranakareo foana izany, na aiza na aiza ipetrahanareo.",
        "15": "“‘Manisà sabata fito manomboka ny ampitson’ny Sabata, manomboka amin’ilay andro itondranareo ny amboara atao fanatitra ahetsiketsika. Tokony ho fito herinandro katroka ireo.",
        "16": "Hanisa 50 andro ianareo, mandra-pahatongan’ny ampitson’ny Sabata fahafito. Dia manolora fanatitra varimbazaha vaovao ho an’i Jehovah.",
        "17": "Mitondrà mofo roa avy any amin’ny toerana ipetrahanareo, ho fanatitra ahetsiketsika. Tokony ho lafarinina tsara toto roa ampahafolon’ny efaha no hanaovana azy ireo, ary tokony hasiana lalivay sady hatao ao anaty lafaoro, ho voaloham-bokatra ho an’i Jehovah.",
        "18": "Ary izao no atolory miaraka amin’ny mofo: Ondrilahy kely fito tsy misy kilema sady herintaona avy, sy vantotr’ombilahy iray, ary ondrilahy roa. Ho fanatitra dorana ho an’i Jehovah ireo, miaraka amin’ny fanatitra varimbazaha sy ny fanatitra zava-pisotro tokony hiaraka aminy. Ho fanatitra atao anaty afo ireo, mba ho hanitra mahafinaritra an’i Jehovah.",
        "19": "Ary manolora zanak’osy iray ho fanatitra noho ny ota, sy ondrilahy kely roa izay herintaona avy ho sorona iombonana.",
        "20": "Dia hahetsiketsiky ny mpisorona, ho fanatitra ahetsiketsika eo anatrehan’i Jehovah, ireo ondrilahy kely roa sy ny mofo natao tamin’ny voaloham-bokatra. Ho zava-masina eo anatrehan’i Jehovah ireo, ary ho an’ilay mpisorona.",
        "21": "Dia manaova antso avo amin’io andro io hoe hisy fivoriambe masina ho anareo. Aza manao asa mafy, na inona izany na inona. Fitsipika tokony harahinareo sy ny taranakareo foana izany, any amin’ny toerana rehetra ipetrahanareo.",
        "22": "“‘Rehefa mijinja ny vokatry ny taninareo ianareo, dia aza jinjaina tanteraka ny sisin’ny sahanareo, ary aza alaina ny vokatra navelan’ny mpijinja. Avelao ho an’ny mahantra sy ny hafa firenena monina eo aminareo izany. Izaho no Jehovah Andriamanitrareo.’”",
        "23": "Hoy koa i Jehovah tamin’i Mosesy:",
        "24": "“Ilazao ny Israelita hoe: ‘Amin’ny andro voalohan’ny volana fahafito dia hitsahatra tanteraka ianareo. Hotsofina ny trompetra amin’io andro io mba hahatsiarovanareo fa fivoriambe masina izy io.",
        "25": "Aza manao asa mafy, na inona izany na inona, ary manolora fanatitra atao anaty afo ho an’i Jehovah.’”",
        "26": "Niteny tamin’i Mosesy koa i Jehovah hoe:",
        "27": "“Andro Fandrakofam-pahotana kosa ny andro fahafolon’io volana fahafito io. Hanao fivoriambe masina ianareo, ary hampijaly tena sy hanolotra fanatitra atao anaty afo ho an’i Jehovah.",
        "28": "Aza manao asa na inona na inona amin’io andro manokana io satria andro fandrakofam-pahotana izy io, handrakofana ny fahotanareo eo anatrehan’i Jehovah Andriamanitrareo.",
        "29": "Haringana tsy ho anisan’ny fireneny izay tsy mampijaly tena amin’io andro io.",
        "30": "Ary haringako tsy ho eo amin’ny fireneny izay rehetra manao asa amin’io andro io, na inona izany na inona.",
        "31": "Aza manao asa, na inona izany na inona. Fitsipika tokony harahinareo sy ny taranakareo foana izany, na aiza na aiza ipetrahanareo.",
        "32": "Sabata fitsaharana tanteraka izany ho anareo, ary hampijaly tena ianareo amin’ny andro fahasivin’ny volana, amin’ny takariva. Hitandrina ny sabatanareo ianareo amin’io andro io, manomboka amin’ny takariva ka hatramin’ny ampitso takariva.”",
        "33": "Mbola niteny tamin’i Mosesy koa i Jehovah hoe:",
        "34": "“Ilazao ny Israelita hoe: ‘Ny andro faha-15 amin’io volana fahafito io dia Fetin’ny Trano Rantsankazo. Fety ho an’i Jehovah izany, ary maharitra fito andro.",
        "35": "Hisy fivoriambe masina amin’ny andro voalohany, ka tsy tokony hanao asa mafy ianareo, na inona izany na inona.",
        "36": "Fito andro no hanoloranareo fanatitra atao anaty afo ho an’i Jehovah. Hanao fivoriambe masina ianareo amin’ny andro fahavalo, ary hanolotra fanatitra atao anaty afo ho an’i Jehovah. Fivoriambe makotrokotroka izany, ka aza manao asa mafy, na inona izany na inona.",
        "37": "“‘Ireo no fety asain’i Jehovah anaovanareo antso avo. Fivoriambe masina hanolorana fanatitra atao anaty afo ho an’i Jehovah ireo, dia ny fanatitra dorana sy ny fanatitra varimbazaha ampiarahina amin’ny sorona ary ny fanatitra zava-pisotro, araka ny fandaharam-potoana isan’andro.",
        "38": "Ho fanampin’ny fanatitra atolotra rehefa sabatan’i Jehovah ireo rehetra ireo, ary ho fanampin’ny fanomezana sy ny fanatitra fanefana voady ary ny fanatitra an-tsitrapo, izay tokony homenareo an’i Jehovah.",
        "39": "Hankalaza ny fety ho an’i Jehovah mandritra ny fito andro kosa ianareo, manomboka amin’ny andro faha-15 amin’ny volana fahafito, rehefa voangonareo ny vokatry ny tany. Fitsaharana tanteraka ny andro voalohany, ary fitsaharana tanteraka koa ny andro fahavalo.",
        "40": "Amin’ny andro voalohany, dia haka voan’ny hazo mijoalajoala tsara tarehy ianareo, ary haka ravina palmie sy sampana hazo be ravina ary sampana hazo aravaha any amin’ny lohasaha. Dia hifaly mandritra ny fito andro eo anatrehan’i Jehovah Andriamanitrareo ianareo.",
        "41": "Ankalazao ho fety ho an’i Jehovah izany isan-taona, mandritra ny fito andro. Tokony hankalaza an’izany ianareo amin’ny volana fahafito, ary ho fitsipika tokony harahinareo sy ny taranakareo rehetra foana izany.",
        "42": "Tokony hipetraka ao anaty trano rantsankazo mandritra ny fito andro ianareo. Hipetraka ao anaty trano rantsankazo ny teratany israelita rehetra,",
        "43": "mba hahafantaran’ny taranakareo ho avy fa tao anaty trano rantsankazo ny Israelita no nasaiko nipetraka, tamin’izaho nitondra azy nivoaka avy tany Ejipta. Izaho no Jehovah Andriamanitrareo.’”",
        "44": "Nolazain’i Mosesy tamin’ny Israelita àry ny momba an’ireo fety nasain’i Jehovah nankalazaina."
    },
    "24": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Asaivo mitondra menak’oliva tsy misy fangarony avy amin’ny oliva voatoto ny Israelita, mba hatao amin’ny jiro. Amin’izay dia hirehitra foana ny jiro.",
        "3": "Eo anoloan’ilay ridao eo akaikin’ny Tenin’ny Vavolombelona, ao amin’ny tranolay fihaonana, no hikarakaran’i Arona ny jiro, mba hirehitra foana eo anatrehan’i Jehovah ilay izy, manomboka amin’ny hariva mandra-paharainan’ny andro. Fitsipika manan-kery foana izany, ka tokony harahinareo sy ny taranakareo rehetra.",
        "4": "Hataony vonona eo ambony fitoeran-jiro vita amin’ny volamena tsy misy fangarony ireo jiro, mba hirehitra foana eo anatrehan’i Jehovah.",
        "5": "“Haka lafarinina tsara toto ianao ka hanao mofo boribory 12, dia hanao an’izany ao anaty lafaoro. Lafarinina roa ampahafolon’ny efaha no hanaovana ny mofo tsirairay.",
        "6": "Zarao ho roa toko ireo mofo ireo ka ataovy mofo enina mifanaingina ny toko tsirairay, dia ataovy eo ambonin’ilay latabatra vita amin’ny volamena tsy misy fangarony, eo anatrehan’i Jehovah.",
        "7": "Asio ditin-kazo manitra tsy misy fangarony eo ambonin’ny toko tsirairay. Dia ataovy fanatitra ho solon’ny mofo ilay ditin-kazo, ho santionany amin’ny fanatitra atao anaty afo ho an’i Jehovah.",
        "8": "Isaky ny Sabata no halahatra tsy tapaka eo anatrehan’i Jehovah ireo mofo. Fifanekena maharitra ela be ataony amin’ny Israelita izany.",
        "9": "Ho lasan’i Arona sy ny zanany lahy izany, ka hohanin’izy ireo ao amin’izay toerana masina, satria zavatra masina indrindra ho an’ny mpisorona, avy amin’ny fanatitra atao anaty afo ho an’i Jehovah. Fitsipika tokony harahina foana izany.”",
        "10": "Nisy lehilahy iray, zanaka vehivavy israelita sy lehilahy ejipsianina, teo amin’ny Israelita. Niady tao amin’ny toby io lehilahy io sy ny lehilahy israelita iray.",
        "11": "Niteny ratsy sy nanozona an’ilay Anarana io zanaka vehivavy israelita io. Koa nentina tany amin’i Mosesy izy. Selomita no anaran-dreniny, ary zanakavavin’i Dibry avy amin’ny fokon’i Dana izy io.",
        "12": "Nambenana ilay lehilahy, mandra-pahafantatra mazava tsara hoe inona ny fanapahan-kevitr’i Jehovah.",
        "13": "Dia hoy i Jehovah tamin’i Mosesy:",
        "14": "“Ento mivoaka ny toby ilay nanozona. Ary hametraka ny tanany eo amin’ny lohan’ilay olona izay rehetra nandre ny zavatra nolazainy. Hitora-bato azy ny vahoaka manontolo avy eo.",
        "15": "Ary izao no holazainao amin’ny Israelita: ‘Izay olona manozona ny Andriamaniny dia hizaka ny vokatry ny fahotany.",
        "16": "Koa tsy maintsy vonoina ho faty izay miteny ratsy ny anaran’i Jehovah. Tsy maintsy mitora-bato azy ny vahoaka manontolo. Hovonoina ho faty izay miteny ratsy an’ilay Anarana, na hafa firenena izy na teratany.",
        "17": "“‘Raha misy manala ain’olona, dia tsy maintsy vonoina ho faty koa izy.",
        "18": "Izay mamono biby fiompy ka mahafaty azy dia hanonitra an’izany, ka hanome biby ho solon’ny biby.",
        "19": "Raha misy olona mandratra olon-kafa, dia izay nataony tamin’ilay namany ihany no hatao aminy:",
        "20": "Tapaka ho solon’ny tapaka, maso ho solon’ny maso, nify ho solon’ny nify. Izay ratra nataony tamin’ilay olona no hatao aminy koa.",
        "21": "Hanonitra ny biby novonoiny izay namono biby ka nahafaty azy. Fa hovonoina ho faty kosa izay namely olona ka nahafaty azy.",
        "22": "“‘Didim-pitsarana iray ihany no hampiharina aminareo, na vahiny na teratany. Izaho mantsy no Jehovah Andriamanitrareo.’”",
        "23": "Dia nolazain’i Mosesy tamin’ny Israelita izany, ka nentina tany ivelan’ny toby ilay nanozona, ary notoraham-bato. Nataon’ny Israelita àry izay nandidian’i Jehovah an’i Mosesy."
    },
    "25": {
        "1": "Niteny tamin’i Mosesy koa i Jehovah teo amin’ny Tendrombohitra Sinay hoe:",
        "2": "“Ilazao ny Israelita hoe: ‘Rehefa tafiditra ao amin’ilay tany homeko anareo ianareo, dia hitandrina sabata ho an’i Jehovah ilay tany.",
        "3": "Enin-taona ianao no hamafy voa eo amin’ny sahanao, ary enin-taona ianao no handrantsana ny voalobokao, sy hanangona ny vokatry ny tany.",
        "4": "Fa hisy sabata fialan-tsasatra tanteraka ho an’ilay tany kosa amin’ny taona fahafito, ho sabata ho an’i Jehovah. Aza amafazana voa ny sahanao, ary aza rantsanana ny voalobokao.",
        "5": "Aza jinjaina izay naniry ho azy avy tamin’ny voa tavela taorian’ny fijinjana farany, ary aza otazana ny voan’ny voaloboka tsy norantsanana. Fa tokony hisy taona iray hamelana ny tany hiala sasatra tanteraka.",
        "6": "Azonareo hanina anefa izay maniry ao amin’ilay tany mandritra ny fotoana hitandremany an’ilay sabata. Mahazo mihinana an’izany ianao, ny mpanompolahinao sy ny mpanompovavinao, ny olona karamainao, ny mpiavy monina eo aminao,",
        "7": "ary ny biby fiompinao sy ny bibidia ao amin’ny taninao. Azo hanina daholo izay vokarin’ilay tany.",
        "8": "“‘Hanisa sabatan-taona fito ianao, izany hoe fito taona impito. Haharitra 49 taona àry ireo sabatan-taona fito ireo.",
        "9": "Dia tsofy mafy ny anjombona amin’ny andro fahafolon’ny volana fahafito. Amin’ny Andro Fandrakofam-pahotana no hotsofinareo ny anjombona, mba ho re eran’ny taninareo ny feony.",
        "10": "Ary hamasino ny taona faha-50, ka ataovy antso avo amin’ny mponina rehetra ao amin’ilay tany fa tonga ny fahafahana. Ho Jobily ho anareo izany, ka samy hahazo ny lovanareo indray ianareo ary samy hiverina any amin’ny fianakavianareo avy.",
        "11": "Ho Jobily ho anareo ny taona faha-50. Aza mamafy voa na mijinja an’izay naniry ho azy avy tamin’ny voa tavela taorian’ny fijinjana farany. Ary aza otazana ny voan’ny voaloboka tsy norantsanana.",
        "12": "Fa Jobily izany, ka ho masina aminareo. Izay vokatra maniry ho azy ao amin’ilay tany ihany no azonareo hanina.",
        "13": "“‘Samy hahazo ny lovanareo indray ianareo, amin’io taon-jobily io.",
        "14": "Aza mifanambaka raha mivarotra na mividy zavatra amin’ny namanareo.",
        "15": "Arakaraka ny isan’ny taona aorian’ny Jobily no hividiananao tany amin’ny namanao, ary arakaraka ny isan’ny taona iakaran’ny vokatra eo amin’ilay tany no hivarotany aminao.",
        "16": "Raha mbola betsaka ny taona sisa tavela, dia azony ampiakarina ny vidin’ilay izy. Fa rehefa vitsy kosa ny taona sisa tavela, dia tokony hahenany ny vidiny, satria ny isan’ny fiakaran’ny vokatra no amidiny aminao.",
        "17": "Tsy misy aminareo tokony hanambaka ny namany, ary matahora an’Andriamanitrareo, satria izaho no Jehovah Andriamanitrareo.",
        "18": "Hiadana sy hilamina ianareo ao amin’ilay tany, rehefa mankatò ny fitsipiko sy mampihatra ny didim-pitsarako.",
        "19": "Hahavokatra ilay tany, dia hihinana ianareo ka ho voky, ary hiadana sy hilamina.",
        "20": "“‘Mety hilaza anefa ianareo hoe: “Inona no hohaninay amin’ny taona fahafito raha tsy mahazo mamafy voa na manangom-bokatra izahay?”",
        "21": "Aza manahy fa handrotsaka fitahiana aminareo aho amin’ny taona fahenina, ka hanome vokatra ampy anareo telo taona ilay tany.",
        "22": "Dia hamafy voa ianareo ny taona fahavalo, ka ny vokatra teo aloha no hohaninareo mandra-pahatongan’ny taona fahasivy. Hihinana an’izany ianareo, mandra-piakatry ny vokatra.",
        "23": "“‘Tsy tokony hatao varo-maty ny tany, satria ahy ny tany fa mpivahiny sy mpiavy kosa ianareo amiko.",
        "24": "Tokony ho azon’ny tompony vidina indray ny tany efa namidiny, na aiza na aiza misy anareo ao amin’ilay tany ho lasanareo.",
        "25": "“‘Raha lasa mahantra ny rahalahinao ka voatery nivarotra ny ampahany amin’ny taniny, dia ny havany akaiky izay afaka manavotra azy no hividy an’izay namidiny.",
        "26": "Raha tsy manana mpanavotra kosa izy nefa lasa manankarena ka mahazo vola hanavotana an’ilay tany,",
        "27": "dia hanisa an’ireo taona nanomboka tamin’ny nivarotany azy izy, mba hahafantarany hoe ohatrinona no tokony ho vidin’ilay tany. Dia hampifanalany amin’ny vidiny namarotany azy izany, ary haloany amin’ilay olona namarotany azy ny elanelany. Dia afaka mahazo ny lovany indray izy.",
        "28": "“‘Fa raha tsy mahita vola hividianana indray an’ilay tany izy, dia mbola ho an’ilay nividy azy ihany ilay tany mandra-pahatongan’ny taon-jobily. Ary haverina aminy izany rehefa tonga ny Jobily, ka ho azony indray ny lovany.",
        "29": "“‘Raha misy olona mivarotra trano ao anaty tanàna misy manda, dia hanan-jo hanavotra an’izany foana izy mandra-pahatapitry ny herintaona, manomboka amin’ny fotoana naharaikitra an’ilay varotra. Haharitra herintaona katroka ny zony hanavotra an’izany.",
        "30": "Fa raha tapitra ny herintaona, nefa tsy nisy nanavotra ilay trano ao anaty tanàna misy manda, dia ho fananan’ilay olona nividy sy ny taranany fara aman-dimby ilay trano. Ho lasany izany, fa tsy haverina amin’ny tompony intsony rehefa tonga ny Jobily.",
        "31": "Ny trano ao anaty tanàna kely tsy misy manda kosa, dia hoheverina ho anisan’ny sahan’ilay faritra. Hanan-jo hanavotra an’ilay izy foana ny tompony, ary haverina aminy izany rehefa tonga ny Jobily.",
        "32": "“‘Ny tranon’ny Levita ao amin’ny tanànany kosa, dia ho azon’ny Levita avotana raha namidy, ary hanan-jo hanao an’izany foana izy ireo.",
        "33": "Raha tsy nisy nanavotra anefa ilay lovan’ny Levita, dia haverina aminy ihany ilay trano namidy tao amin’ny tanànan’izy ireo, rehefa tonga ny Jobily. Ny trano ao amin’ny tanànan’ny Levita mantsy no lovan’izy ireo eo amin’ny Israelita.",
        "34": "Tsy azo amidy kosa ny kijana manodidina ny tanànan’izy ireo, satria fananan’izy ireo mandrakizay izany.",
        "35": "“‘Raha lasa mahantra ny rahalahinao miara-monina aminao ka tsy mahavelon-tena, dia ampio izy, hoatran’ny hanampianao ny mpivahiny sy ny mpiavy, mba hahita fivelomana eo aminao foana.",
        "36": "Aza maka zanabola na maka tombony aminy. Matahora an’Andriamanitrao, dia hahita fivelomana eo aminao foana ny rahalahinao.",
        "37": "Aza maka zanabola rehefa mampisambotra, ary aza mampisambotra sakafo mba hahazoana tombony.",
        "38": "Izaho no Jehovah Andriamanitrareo izay nitondra anareo nivoaka avy tany Ejipta, mba hanome anareo ny tany Kanana sy hampiseho aminareo fa Andriamanitrareo aho.",
        "39": "“‘Aza terena hiasa hoatran’ny andevo ny rahalahinao izay miara-monina aminao, raha lasa mahantra ka voatery mivarotra ny tenany aminao.",
        "40": "Ataovy toy ny mpikarama na toy ny mpiavy izy. Hiasa ao aminao izy mandra-pahatongan’ny taon-jobily.",
        "41": "Dia hiala ao aminao izy sy ny zanany, ka hiverina any amin’ny fianakaviany. Hiverina any amin’ny lovan’ny razambeny izy.",
        "42": "Mpanompoko nentiko nivoaka avy tany Ejipta mantsy izy ireo. Tsy tokony hivarotra ny tenany hoatran’ny fivarotana andevo izy ireo.",
        "43": "Aza mampijaly ny rahalahinao, fa matahora an’Andriamanitrao.",
        "44": "Tokony ho any amin’ireo firenena manodidina no hakanareo mpanompolahy sy mpanompovavy ho anareo. Amin’ireny no azonareo ividianana mpanompolahy na mpanompovavy.",
        "45": "Azonareo atao koa ny mividy mpanompo avy amin’ny zanaky ny mpiavy monina eo aminareo, sy avy amin’ny fianakaviana izay naterany tao amin’ny taninareo. Dia ho lasa fanananareo izy ireny.",
        "46": "Azonareo omena ho lovan’ny taranakareo izy ireny mba ho fananany mandrakizay. Azonareo atao mpiasa izy ireny, fa ny Israelita rahalahinareo kosa aza ampijalina.",
        "47": "“‘Fa raha lasa manankarena ny mpivahiny na ny mpiavy monina eo aminao, nefa ny rahalahinao izay miara-monina aminy lasa mahantra ka voatery mivarotra ny tenany amin’ilay mpivahiny na ilay mpiavy, na amin’ny mpianakavin’ilay mpivahiny,",
        "48": "dia ho azo avotana foana izy rehefa avy nivarotra ny tenany, ary zony izany. Mahazo mividy azy indray ny iray amin’ireo rahalahiny,",
        "49": "na ny dadatoany, na ny zanaky ny dadatoany, na izay havany akaiky anisan’ny fianakaviany. “‘Na raha lasa manankarena izy, dia azony atao ny manavotra ny tenany.",
        "50": "Tokony hisainy miaraka amin’ilay olona nividy azy ny taona nanomboka tamin’ny taona nivarotany ny tenany ka hatramin’ny taon-jobily, dia ho arakaraka ny isan’izany taona izany ny vidiny namarotany ny tenany. Hotombanana arakaraka ny vola azon’ny mpikarama ny isan’ny andro iasany mandritra an’izany fotoana izany.",
        "51": "Raha mbola misy taona maro vao tonga ny Jobily, dia ho arakaraka ny isan’izany taona tavela izany ny vola haloany ho vidin’ny fanavotana azy.",
        "52": "Fa raha taona vitsivitsy sisa dia tonga ny taon-jobily, dia hanisa an’izany izy, ka ho arakaraka ny isan’izany taona tavela izany ny vola haloany ho vidin’ny fanavotana azy.",
        "53": "Hanompo an’ilay olona toy ny mpikarama izy mandritra ny taona iasany. Ary ataovy azo antoka hoe tsy mampijaly azy ilay olona.",
        "54": "Fa raha tsy afaka manavotra ny tenany araka ireo fepetra ireo izy, dia hafahana ihany izy sy ny zanany amin’ny taon-jobily.",
        "55": "“‘Mpanompoko mantsy ny Israelita. Mpanompoko nentiko nivoaka avy tany Ejipta izy ireo. Izaho no Jehovah Andriamanitrareo."
    },
    "26": {
        "1": "“‘Aza manao andriamanitra tsy misy dikany, na sary sokitra na tsangambato masina ho anareo. Aza asiana vato voasokitra ao amin’ny taninareo mba hiankohofanareo aminy. Fa izaho no Jehovah Andriamanitrareo.",
        "2": "Tandremo ny sabatako, ary hajao ny toerako masina. Izaho no Jehovah.",
        "3": "“‘Raha manaraka ny fitsipiko sy mankatò foana ny didiko ianareo ka manatanteraka an’izany,",
        "4": "dia homeko ranonorana amin’ny fotoanany, ka hahavokatra ny tany ary hamoa ny hazo eny an-tsaha.",
        "5": "Ny fotoam-piasana eny am-pamoloana ho tratran’ny fiotazam-boaloboka, ary ny fiotazam-boaloboka ho tratran’ny famafazam-boa. Hihinana mofo ianareo ka ho voky, ary hiadana sy hilamina ao amin’ny taninareo.",
        "6": "Hataoko manjaka ao amin’ilay tany ny filaminana, ka tsy hisy hampatahotra anareo rehefa matory ianareo. Hesoriko tanteraka ao amin’ilay tany ny bibidia masiaka, ary tsy hisy mpanafika hamely ny taninareo amin’ny sabatra.",
        "7": "Hanenjika ny fahavalonareo ianareo, ary hovonoinareo amin’ny sabatra ireny.",
        "8": "Ny 5 aminareo hanenjika 100, ary ny 100 hanenjika 10 000, ary hovonoinareo amin’ny sabatra ny fahavalonareo.",
        "9": "“‘Hitahy anareo aho, ka hataoko manan-taranaka sy ho maro be ianareo, ary hohajaiko ny fifanekena nataoko taminareo.",
        "10": "Mbola tsy laninareo akory ny vokatra tamin’ny taon-dasa, dia efa tsy maintsy hesorinareo izany mba hisy toerana ho an’ny vaovao.",
        "11": "Dia hataoko eo aminareo ny tranolaiko, ary tsy hanary anareo aho.",
        "12": "Ho eo aminareo aho ka ho Andriamanitrareo, ary ianareo ho vahoakako.",
        "13": "Izaho no Jehovah Andriamanitrareo, izay nitondra anareo nivoaka avy tany Ejipta, mba tsy ho andevo intsony ianareo. Ary notapahiko ny baran’ny zioganareo, ka nataoko nitraka tsara ianareo rehefa nandeha.",
        "14": "“‘Fa raha tsy mihaino ahy kosa ianareo na tsy mankatò an’ireo didy rehetra ireo,",
        "15": "ary raha mandika ny fitsipiko sy mankahala ny didim-pitsarako ianareo ka tsy mankatò ny didiko rehetra, ary tsy hajainareo ny fifanekena nataoko,",
        "16": "dia izao no hataoko aminareo: Hosaziko ianareo ka ho kivy sy ho voan’ny tioberkilaozy ary hanavy be, dia hanjavozavo ny masonareo ary ho kely ny ainareo. Ho very maina fotsiny ny namafazanareo voa, satria ny fahavalonareo no hihinana ny vokatra avy amin’izany.",
        "17": "Hanohitra anareo aho, ka ho resin’ny fahavalonareo ianareo. Ary hampijaly anareo ireo mankahala anareo. Dia handositra ianareo, na dia tsy misy manenjika aza.",
        "18": "“‘Raha mbola tsy mihaino ahy ihany ianareo na eo aza izany, dia hampiako avo fito heny ny sazinareo noho ny fahotanareo.",
        "19": "Hataoko izay hahatonga anareo tsy hirehareha sy tsy ho mafy loha intsony. Ary hataoko toy ny vy ny lanitrareo, ary toy ny varahina ny taninareo.",
        "20": "Ho lany hery fotsiny ianareo, satria tsy hahavokatra ny taninareo ary tsy hamoa ny hazo ao amin’ilay tany.",
        "21": "“‘Fa raha mbola manohitra ahy foana ianareo ka tsy mety mihaino ahy, dia hampiako avo fito heny ny kapoka homeko anareo noho ny fahotanareo.",
        "22": "Handefasako bibidia eo aminareo, ka hataony ripaka ny zanakareo ary hataony fongana ny biby fiompinareo. Ary hihena ny isanareo, ka tsy hisy olona ny lalanareo.",
        "23": "“‘Raha mbola tsy manaiky hahitsiko ihany ianareo na eo aza izany fa mbola mikiry manohitra ahy foana,",
        "24": "dia hanohitra anareo koa aho. Izaho mihitsy no hamely anareo impito, noho ny fahotanareo.",
        "25": "Hasiako amin’ny sabatra ianareo ho valin’ny nivadihanareo tamin’ny fifanekena. Raha mandositra ao an-tanànanareo ianareo, dia handefasako aretina. Ary hataoko resin’ny fahavalo ianareo.",
        "26": "Rehefa potehiko ny fitehirizana mofonareo, dia vehivavy folo no ho indray afaka hanao ny mofonareo ao anaty lafaoro iray ihany. Ary holanjainy izany rehefa hozarainy aminareo. Dia hihinana ianareo nefa tsy ho voky.",
        "27": "“‘Raha mbola tsy mihaino ahy ihany ianareo na eo aza izany fa mbola mikiry manohitra ahy,",
        "28": "dia hanohitra anareo mafimafy kokoa aho. Ary izaho mihitsy no hanasazy anareo impito noho ny fahotanareo.",
        "29": "Koa ho voatery hihinana ny nofon’ny zanakareo lahy sy ny zanakareo vavy ianareo.",
        "30": "Hopotehiko ny toerana avo masina eo aminareo, horavako ny fandoroana emboka manitra, ary hataoko mivangongo eo ambonin’ny fatin’ny sampinareo maharikoriko ny fatinareo. Ary ho tofoka aminareo aho ka hiala aminareo.",
        "31": "Dia hasiako amin’ny sabatra ny tanànanareo, sady horavako ny toerana masinareo, ary tsy hahafinaritra ahy ny hanitry ny fanatitrareo.",
        "32": "Hataoko tsy misy mponina ny taninareo, ka ho gaga ny fahavalonareo izay honina ao rehefa mahita an’izany.",
        "33": "Haparitako any amin’ireo firenena ianareo, ary hanatsoaka sabatra hanenjehana anareo aho. Dia tsy hisy mponina ny taninareo, ary ho rava ny tanànanareo.",
        "34": "“‘Hanonitra ny sabatany ny tany amin’izay, mandritra ny andro rehetra tsy hisian’ny mponina ao, raha mbola any amin’ny tanin’ny fahavalonareo ianareo. Dia hiala sasatra ilay tany, satria honerany ny sabatany.",
        "35": "Hiala sasatra ilay tany amin’ny andro rehetra tsy hisian’ny mponina ao, satria tsy niala sasatra izy nandritra ny sabatanareo, tamin’ianareo nonina tao.",
        "36": "“‘Ary ny amin’ireo sisa tsy maty, dia hataoko kivy be ny fon’izy ireo, any amin’ny tanin’ny fahavalony. Koa hampandositra azy na dia feona ravinkazo entin’ny rivotra aza. Ary hitsoaka hoatran’ny mandositra sabatra izy, ka hianjera nefa tsy misy manenjika.",
        "37": "Dia ho voafingana sy hianjera eo ambonin’ny namany izy ireo ka ho toy ny olona mandositra sabatra, na dia tsy misy manenjika aza. Tsy ho voatohitrareo ny fahavalonareo.",
        "38": "Dia ho faty any amin’ireo firenena ianareo, ary ho ripaka any amin’ny tanin’ny fahavalonareo.",
        "39": "Izay sisa aminareo dia ho lo any amin’ny tanin’ny fahavalonareo noho ny fahadisoanareo. Ho lo tsikelikely tokoa izy ireo noho ny fahadisoan’ny razambeny.",
        "40": "Dia hiaiky ny fahadisoany izy ireo ary hiaiky fa diso ny razambeny sady nivadika. Hiaiky koa izy ireo hoe nivadika satria nanohitra ahy.",
        "41": "Dia nanohitra azy ireo koa aho, ka nitondra azy tany amin’ny tanin’ny fahavalony. “‘Angamba mba hanetry tena ihany ny fony tsy voafora amin’izay, ka hanonitra ny fahadisoany izy ireo.",
        "42": "Dia hotsaroako ny fifanekena nataoko tamin’i Jakoba, sy ilay fifanekena nataoko tamin’i Isaka, ary ilay fifanekena nataoko tamin’i Abrahama, ary hotsaroako ilay tany.",
        "43": "Hilaozan’izy ireo ilay tany ka hanonitra ny sabatany sady tsy hisy mponina. Ary hizaka ny vokatry ny fahadisoany izy ireo satria tsy nampihatra ny didim-pitsarako, sady nankahala ny fitsipiko.",
        "44": "Na eo aza anefa izany rehetra izany, ary na mbola any amin’ny tanin’ny fahavalony aza izy ireo, dia tsy handa na hanary azy ireo tanteraka aho ka hoe handripaka azy. Mivadika amin’ny fifanekena nataoko taminy mantsy aho raha manao an’izany. Fa izaho no Jehovah Andriamaniny.",
        "45": "Hitsinjo azy ireo aho, ka hotsaroako ny fifanekena nataoko tamin’ny razambeny, izay nentiko nivoaka avy tany Ejipta teo imason’ireo firenena, mba hampisehoako fa Andriamaniny aho. Izaho no Jehovah.’”",
        "46": "Ireo no fitsipika sy didim-pitsarana ary lalàna nomen’i Jehovah ny Israelita tamin’ny alalan’i Mosesy, teo amin’ny Tendrombohitra Sinay."
    },
    "27": {
        "1": "Hoy koa i Jehovah tamin’i Mosesy:",
        "2": "“Ilazao ny Israelita hoe: ‘Raha misy manao voady manokana hoe hatolony ho an’i Jehovah ny vola tokony ho vidin’ny olona iray,",
        "3": "dia ho volafotsy 50 sekely, araka ny sekely fampiasa ao amin’ny toerana masina, no vidiny anombanana azy raha lehilahy 20 taona ka hatramin’ny 60 taona ilay olona,",
        "4": "fa ho 30 sekely kosa raha vehivavy izy.",
        "5": "Raha 5 taona ka hatramin’ny 20 taona ilay olona, dia ho 20 sekely no vidiny anombanana azy raha lehilahy izy, fa ho 10 sekely kosa raha vehivavy.",
        "6": "Raha zaza iray volana ka hatramin’ny dimy taona ilay izy, dia ho volafotsy dimy sekely no vidiny anombanana azy raha lahy, fa ho volafotsy telo sekely kosa raha vavy.",
        "7": "“‘Raha 60 taona no ho miakatra kosa ilay olona, dia ho 15 sekely no vidiny anombanana ny lehilahy, ary ho 10 sekely ny vehivavy.",
        "8": "Fa raha mahantra loatra ilay mivoady ka tsy mahaloa an’izay vidiny anombanana an’ilay olona, dia hijoro eo anatrehan’ny mpisorona ilay olona, ka ny mpisorona no hanombana ny vidiny. Araka izay mety ho takatry ny volan’ilay mivoady no hanombanan’ilay mpisorona azy.",
        "9": "“‘Raha mivoady izy fa hanome biby azo atao fanatitra ho an’i Jehovah, dia ho lasa zava-masina daholo izay hatolony ho an’i Jehovah.",
        "10": "Tsy azony soloana ilay izy, ary tsy azony atakalo tsara ny ratsy, na atakalo ratsy ny tsara. Raha atakalony biby hafa anefa ilay biby, dia ho lasa masina ilay biby sy ilay takalony.",
        "11": "Raha biby maloto tsy azo atao fanatitra ho an’i Jehovah kosa ilay izy, dia hajorony eo anatrehan’ny mpisorona.",
        "12": "Ary hanombana ny vidiny ilay mpisorona, na tsara ilay biby na ratsy, ka izay vidiny anombanany azy no ho vidiny.",
        "13": "Raha sendra tian’ilay olona havotana anefa ilay biby, dia hanome ny vidiny nanombanana azy izy sady mbola hampiany ampahadiminy.",
        "14": "“‘Raha misy olona manamasina ny tranony ho zava-masina ho an’i Jehovah, dia hanombana ny vidin’ilay trano ny mpisorona, na tsara ilay izy na ratsy. Ary araka izay vidiny anombanan’ny mpisorona azy no ho vidiny.",
        "15": "Fa raha te hanavotra an’ilay tranony ilay nanamasina azy, dia hanome ny vidiny nanombanana azy izy sady mbola hampiany ampahadiminy, ka ho lasany ilay trano.",
        "16": "“‘Raha misy olona manamasina ny ampahany amin’ny taniny ho an’i Jehovah, dia hotombanana arakaraka ny habetsahan’ny voa ilaina afafy eo amin’ilay tany ny vidiny: Ho volafotsy 50 sekely ny tany ampy hamafazana vary orza eran’ny homera.",
        "17": "Raha hamasininy manomboka amin’ny taon-jobily ny taniny, dia ho araka izay vidiny anombanana azy ny vidiny.",
        "18": "Fa raha hamasininy aorian’ny Jobily kosa ilay taniny, dia hanao kajy ny mpisorona hamantarana ny vidin’ilay tany. Ho arakaraka ny taona tavela mandra-pahatongan’ny taon-jobily manaraka ny vidiny. Dia hahenany ny vidiny nanombanana an’ilay tany.",
        "19": "Fa raha sendra hoe havotan’ilay nanamasina azy ilay tany, dia hanome ny vidiny nanombanana azy izy sady mbola hampiany ampahadiminy, ka ho azy ihany ilay tany.",
        "20": "Fa raha tsy havotany kosa ilay tany ary efa namidy tamin’olona, dia tsy ho azo avotana intsony.",
        "21": "Rehefa tonga ny Jobily, dia tsy an’ilay olona nividy azy intsony ilay tany fa ho lasa zava-masina ho an’i Jehovah satria voatokana ho azy. Ho lasa fananan’ny mpisorona ilay tany.",
        "22": "“‘Raha hamasinin’ny olona iray ho an’i Jehovah ny tany novidiny, izay tsy anisan’ny lovany,",
        "23": "dia hanao kajy ny mpisorona hahitana hoe ohatrinona no tokony ho vidin’ilay tany mandra-pahatongan’ny taon-jobily. Ary homen’ilay olona amin’iny andro iny ihany ny vidiny nanombanana an’ilay tany. Zava-masina ho an’i Jehovah izany.",
        "24": "Hiverina amin’ilay nividianany azy, izany hoe amin’ny tompony, ilay tany rehefa tonga ny taon-jobily.",
        "25": "“‘Hotombanana araka ny sekely fampiasa ao amin’ny toerana masina ny vidin-javatra rehetra. Ho 20 gera ny iray sekely.",
        "26": "“‘Tsy tokony hisy hanamasina anefa ny voalohan-teraka amin’ny biby, satria voalohan-teraka ho an’i Jehovah izany. Efa an’i Jehovah izany, na omby na ondry na osy.",
        "27": "Raha biby maloto ilay izy ka manavotra azy araka ny vidiny anombanana azy ilay olona, dia hanome ny vidiny izy sady mbola hampiany ampahadiminy. Fa hamidy araka izay vidiny anombanana azy kosa ilay izy, raha tsy avotana.",
        "28": "“‘Tsy azo amidy na avotana ny zavatra voatokana, izany hoe izay zavatra natokan’ny olona avy amin’ny fananany ka natokany tsy misy fepetra ho an’i Jehovah, na olona izany na biby na tany. Zavatra masina indrindra ho an’i Jehovah ny zava-drehetra voatokana.",
        "29": "Tsy azo avotana koa ny olona efa voaheloka izay natokana haringana. Tsy maintsy vonoina ho faty izy.",
        "30": "“‘An’i Jehovah ny ampahafolony rehetra avy amin’ny tany, na avy amin’ny vokatry ny tany izany na avy amin’ny voan’ny hazo. Zava-masina ho an’i Jehovah izany.",
        "31": "Raha sendra misy olona te hanavotra an’ilay ampahafolony, dia hanome an’izay tokony ho vidiny izy sady mbola hampiany ampahadiminy.",
        "32": "Ary amin’ny ampahafolon’ny biby fiompy, na omby izany na ondry na osy, izay mandalo eo ambany tehin’ny mpiandry, dia ny biby fahafolo no tokony ho zava-masina ho an’i Jehovah.",
        "33": "Tsy tokony hojereny na tsara na ratsy ilay biby, ary tsy tokony hatakalony. Raha tadiaviny hatakalo ihany anefa ilay izy, dia ho lasa zava-masina ilay biby sy ilay takalony. Tsy azo avotana izany.’”",
        "34": "Ireo no didy nomen’i Jehovah an’i Mosesy ho an’ny Israelita, teo amin’ny Tendrombohitra Sinay."
    },
    "meta": {
        "name": "Levitikosy",
        "order": 2,
        "chapter_number": 27
    }
}