{
    "1": {
        "1": "Ny fiandohan’ny vaovao tsara momba an’i Jesosy Kristy, ilay Zanak’Andriamanitra:",
        "2": "Izao no nosoratan’i Isaia mpaminany: “—Halefako mialoha anao ilay olona irahiko, izay hanomana ny lalanao.—",
        "3": "Izany fa misy miantsoantso any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah! Ataovy mahitsy ny lalany.’”",
        "4": "Tany an-tany efitra àry i Jaona Mpanao Batisa, nitory hoe tokony hatao batisa ny olona mba hampisehoana fa efa nibebaka izy ireo, dia ho voavela ny helony.",
        "5": "Dia nivoaka hihaino an’i Jaona ny olona eran’ny faritr’i Jodia sy ny mponina rehetra tany Jerosalema. Nataony batisa tao amin’ny Reniranon’i Jordana izy ireo sady niaiky ny fahotany teo imason’ny olona.",
        "6": "Nanao akanjo volon-drameva sy fehikibo hoditra i Jaona, ary valala sy tantelidia no fihinany.",
        "7": "Ary nitory izy hoe: “Misy mahery noho izaho ho avy ao aorianako. Tsy mendrika hiondrika hamaha ny tadin-kapany akory aza aho.",
        "8": "Izaho nanao batisa anareo tamin’ny rano, fa izy kosa hanao batisa anareo amin’ny fanahy masina.”",
        "9": "Niala tany Nazareta any Galilia i Jesosy, tamin’izany andro izany, dia nankany amin’i Jaona ary nataony batisa tao amin’ny Reniranon’i Jordana.",
        "10": "Vao niakatra avy tao anaty rano i Jesosy, dia hitany ny lanitra nisokatra sy ny fanahy masina nidina toy ny voromailala nankeo amboniny.",
        "11": "Dia nisy feo avy any an-danitra niteny hoe: “Ianao no Zanako malalako. Ankasitrahako ianao.”",
        "12": "Ary tonga dia nentanin’ny fanahy masina ho any an-tany efitra izy.",
        "13": "Koa nijanona tany 40 andro izy, ary naka fanahy azy i Satana. Nisy bibidia tany, nefa nanampy azy ny anjely.",
        "14": "Rehefa voasambotra i Jaona, dia nankany Galilia i Jesosy mba hitory ny vaovao tsaran’Andriamanitra.",
        "15": "Ary hoy izy: “Efa tonga ny fotoana voatondro, ary efa akaiky ny Fanjakan’Andriamanitra. Mibebaha ianareo, ka minoa ny vaovao tsara.”",
        "16": "Nandeha teny amoron’ny Ranomasin’i Galilia izy, indray mandeha, dia nahita an’i Simona sy Andrea rahalahiny nanipy ny haratony tao anaty ranomasina. Mpanarato mantsy izy ireo.",
        "17": "Dia hoy i Jesosy taminy: “Andao hanaraka ahy, fa hataoko mpanarato olona ianareo.”",
        "18": "Tonga dia namela ny haratony àry izy ireo ka nanaraka azy.",
        "19": "Mbola nandroso lavidavitra ihany izy dia nahita an’i Jakoba zanak’i Zebedio, sy Jaona rahalahiny. Tao an-tsambokeliny izy mirahalahy tamin’izay, nanamboatra ny simba tamin’ny haratony.",
        "20": "Ary nantsoin’i Jesosy avy hatrany izy ireo, ka nandao an’i Zebedio rainy teo an-tsambokely sy ireo mpikarama, dia nanaraka azy.",
        "21": "Ary nankany Kapernaomy izy ireo. Vao tonga ny Sabata, dia niditra tao amin’ny synagoga izy ka nanomboka nampianatra.",
        "22": "Dia gaga ny olona tamin’ny fomba fampianany. Nampianatra azy ireo toy ny olona manana fahefana mantsy izy, fa tsy toy ny mpanora-dalàna.",
        "23": "Tamin’izay indrindra no nisy lehilahy nisy fanahy maloto tao amin’ilay synagoga. Niantsoantso mafy izy hoe:",
        "24": "“Fa inona koa no anelingelenanao anay atỳ, ry Jesosy avy any Nazareta? Tonga atỳ ve ianao mba handringana anay? Fantatro tsara ange fa ianao Ilay Masin’Andriamanitra e!”",
        "25": "Niteny mafy azy anefa i Jesosy hoe: “Mangìna, dia mivoaha aminy!”",
        "26": "Ary nataon’ilay fanahy maloto nifanintontsintona ilay lehilahy. Nikiakiaka mafy be koa ilay fanahy, dia avy eo nivoaka tamin’ilay lehilahy.",
        "27": "Dia gaga be daholo ny olona ka nifampiresaka hoe: “Fa ahoana izao? Fampianarana vaovao izao! Na ny fanahy maloto aza baikoiny sady ananany fahefana, dia mankatò azy.”",
        "28": "Vetivety teo dia niely hatraiza hatraiza eran’ny faritr’i Galilia ny lazany.",
        "29": "Ary niala tao amin’ilay synagoga izy ireo ka nankany an-tranon’i Simona sy Andrea, niaraka tamin’i Jakoba sy Jaona.",
        "30": "Nandamaka teo am-pandriana ny rafozambavin’i Simona tamin’izay fa nanavy. Tonga dia noresahin’izy ireo tamin’i Jesosy ny momba azy.",
        "31": "Nankeo amin’ilay ramatoa àry izy ka nandray ny tanany ary nanarina azy. Dia afaka ny fanaviany, ary nikarakara sakafo ho an’ireo izy.",
        "32": "Rehefa hariva ny andro ka efa nilentika ny masoandro, dia nentin’ny olona teo aminy izay rehetra narary sy nisy demonia,",
        "33": "ka nitangorona teo am-baravarana daholo ny tao an-tanàna.",
        "34": "Dia nanasitrana olona be dia be voan’ny aretina isan-karazany izy, ary namoaka demonia maro. Tsy navelany hiteniteny anefa ny demonia, satria fantatr’ireny fa izy no Kristy.",
        "35": "Vao maraina, raha mbola maizina ny andro, dia nitsangana izy ka lasa nankany amin’ny toerana mitokana, ary nivavaka tany.",
        "36": "Nitady azy hatraiza hatraiza anefa i Simona sy ireo niaraka taminy.",
        "37": "Rehefa nahita azy izy ireo dia niteny hoe: “Mitady anao daholo ny olona.”",
        "38": "Hoy anefa izy tamin’ireo: “Andao isika ho any an-toeran-kafa, any amin’ny tanàna manodidina, mba hitoriako any koa, fa izany no antony nahatongavako.”",
        "39": "Dia lasa izy nitory tany amin’ny synagoga nanerana an’i Galilia manontolo sady namoaka demonia.",
        "40": "Nisy boka koa tonga teo aminy, ka nandohalika sady niangavy hoe: “Raha mba tianao mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "41": "Koa nangoraka azy izy ka nanatsotra ny tanany sady nikasika azy, ary niteny taminy hoe: “Tiako izany ka! Madiova ianao.”",
        "42": "Tonga dia niala tamin’ilay lehilahy ilay habokana ka nadio izy.",
        "43": "Nofeperan’i Jesosy mafy izy avy eo, ary nasainy nandeha avy hatrany",
        "44": "sady noteneniny hoe: “Tandremo sao resadresahinao amin’olona izao. Fa mandehana miseho any amin’ny mpisorona, ary satria nodiovina ianao, dia atolory ny zavatra nasain’i Mosesy nomena, mba ho hitan’izy ireo fa sitrana ianao.”",
        "45": "Kanjo vao lasa ilay lehilahy, dia niresaka sy nitantara an’ilay izy hatraiza hatraiza. Koa tsy nisy tanàna azon’i Jesosy nidirana intsony satria tonga dia fantatry ny olona izy. Nijanona tany ivelan’ny tanàna tany amin’ny toerana mitokana àry izy. Tonga teo aminy foana anefa ny olona avy teny rehetra teny."
    },
    "2": {
        "1": "Rehefa afaka andro vitsivitsy anefa, dia niditra tao Kapernaomy indray i Jesosy, ary henon’ny olona fa tao an-trano izy.",
        "2": "Be dia be àry ny olona tafangona tao, ka tsy nisy toerana intsony na dia teo akaikin’ny varavarana aza. Dia nanomboka nitory ny vaovao tsara tamin’ireo izy.",
        "3": "Ary nisy lehilahy malemy nentin’ny olona efa-dahy hankeo aminy.",
        "4": "Tsy afaka nitondra azy teo amin’i Jesosy anefa izy ireo satria vahoaka be no tao. Nesorin’izy ireo àry ny tafo teo ambonin’i Jesosy, ary nanao lavaka teo izy ireo ka teo no nampidinany ny fandriana nisy an’ilay malemy.",
        "5": "Rehefa hitan’i Jesosy fa nanam-pinoana izy ireo, dia hoy izy tamin’ilay malemy: “Voavela ny helokao, anaka.”",
        "6": "Ary nisy mpanora-dalàna nipetraka teo, ka nieritreritra tao am-pony hoe:",
        "7": "“Fa maninona koa ilehity no miteny hoatr’izany? Manevateva an’Andriamanitra izy. Fa iza moa no afaka mamela heloka, afa-tsy Andriamanitra ihany?”",
        "8": "Tonga dia fantatr’i Jesosy tany an-tsainy tany anefa ny eritreritr’izy ireo, ka hoy izy taminy: “Nahoana ianareo no mieritreritra an’izany ao am-ponareo?",
        "9": "Fa inona no mora kokoa: Ny miteny amin’ilay malemy hoe: ‘Voavela ny helokao’, sa hoe: ‘Mitsangàna dia batao ny fandriananao ary mandehana?’",
        "10": "Mba hahafantaranareo anefa fa manana fahefana hamela heloka eto an-tany ny Zanak’olona...” Dia hoy izy tamin’ilay malemy:",
        "11": "“Izao no lazaiko aminao: Mitsangàna, batao ny fandriananao, ary mandehana mody.”",
        "12": "Dia nitsangana ilay lehilahy ary tonga dia nobatainy ny fandrianany, ka lasa izy nivoaka teo imason’ny olona rehetra. Gaga daholo àry izy rehetra ka nanome voninahitra an’Andriamanitra, sady niteny hoe: “Mbola tsy nahita hoatr’izao mihitsy isika!”",
        "13": "Nivoaka nankeny amoron-dranomasina indray izy, ary tonga teo aminy ny vahoaka rehetra dia nampianariny.",
        "14": "Tamin’izy teny an-dalana, dia nahita an’i Levy zanak’i Alfeo nipetraka teo amin’ny birao famorian-ketra. Ary hoy izy taminy: “Andao hanara-dia ahy.” Dia nitsangana i Levy ka nanaraka azy.",
        "15": "Taorian’izay dia nisakafo tao an-tranon’i Levy i Jesosy. Ary be dia be ny mpamory hetra sy mpanota nisakafo niaraka tamin’i Jesosy sy ny mpianany tao. Maro tamin’izy ireny mantsy no lasa mpanara-dia an’i Jesosy.",
        "16": "Rehefa hitan’ny mpanora-dalàna anisan’ny Fariseo anefa fa niara-nisakafo tamin’ny mpanota sy ny mpamory hetra i Jesosy, dia hoy izy ireo tamin’ny mpianany: “Fa angaha izy miara-misakafo amin’ny mpamory hetra sy ny mpanota?”",
        "17": "Henon’i Jesosy izany ka hoy izy tamin’ireo: “Tsy ny matanjaka no mila dokotera, fa ny marary. Tsy tonga hiantso ny olo-marina aho, fa ny mpanota.”",
        "18": "Ary fanaon’ny mpianatr’i Jaona sy ny Fariseo ny nifady hanina. Dia nankeo amin’i Jesosy izy ireo ka niteny taminy hoe: “Fa maninona izahay mpianatr’i Jaona sy ny mpianatry ny Fariseo no mifady hanina matetika, nefa ny mpianatrao tsy mba mifady?”",
        "19": "Dia hoy i Jesosy taminy: “Tsy misy antony tokony hampifady hanina ny naman’ny mpampakatra, raha mbola miaraka aminy eo ny mpampakatra. Tsy afaka mifady hanina ry zareo raha mbola miaraka aminy ny mpampakatra.",
        "20": "Indray andro any anefa, dia tsy hiaraka aminy intsony ny mpampakatra, ka amin’izay ry zareo vao hifady hanina.",
        "21": "Tsy misy olona manampina akanjo tonta amin’ny tapa-damba vaovao. Raha izany mantsy, dia hisintona be ilay tapa-damba ka handrirotra an’ilay akanjo, dia vao mainka hitatra ny rovitra.",
        "22": "Ary tsy misy olona manisy divay vaovao ao anaty siny hoditra efa tonta. Raha izany mantsy, dia hamaky an’ilay siny ilay divay ka samy hafoy na ny divay na ny siny. Fa atao ao anaty siny hoditra vaovao ny divay vaovao.”",
        "23": "Indray Sabata izay, tamin’izy nandeha teny an-tanimbary, dia nioty salohim-bary ny mpianany sady nandeha ihany.",
        "24": "Dia hoy ny Fariseo taminy: “Jereo! Fa maninona ireo no manao zavatra tsy azo atao amin’ny Sabata?”",
        "25": "Hoy anefa izy tamin’ny Fariseo: “Mbola tsy novakinareo mihitsy angaha ilay nataon’i Davida rehefa tsy nanan-kohanina izy, ka noana izy sy ny olona niaraka taminy?",
        "26": "Niditra tao an-tranon’Andriamanitra izy, araka ilay fitantarana momba an’i Abiatara lehiben’ny mpisorona, dia nihinana ny mofo atolotra. Tsy nisy nahazo nihinana an’izany anefa afa-tsy ny mpisorona ihany. Ary nomeny koa izay niaraka taminy.”",
        "27": "Hoy izy tamin’ireo avy eo: “Ny Sabata no natao ho an’ny olona, fa tsy ny olona no natao ho an’ny Sabata.",
        "28": "Tompon’ny Sabata koa aza ny Zanak’olona.”"
    },
    "3": {
        "1": "Niditra tao amin’ny synagoga indray izy, ary nisy lehilahy maty tanana tao.",
        "2": "Nijery azy tsara àry ny olona raha hanasitrana an’ilay lehilahy izy na tsia, mba hiampangany azy. Sabata mantsy tamin’izay.",
        "3": "Ary hoy izy tamin’ilay lehilahy maty tanana: “Mitsangàna dia mankanesa etsy afovoany etsy.”",
        "4": "Hoy izy avy eo tamin’ny olona: “Inona no azo atao amin’ny Sabata: Ny manao soa sa ny manao ratsy, ny mamonjy aina sa ny mamono olona?” Tsy niteny tsy nivolana anefa izy ireo.",
        "5": "Ary tezitra izy nijery an’ireo, sady nalahelo be noho ny hamafin’ny fon’ireo, ka hoy izy tamin’ilay lehilahy: “Atsory ny tananao.” Dia natsotrany ny tanany ka sitrana.",
        "6": "Nivoaka ny Fariseo tamin’izay, ka tonga dia nikaon-doha niaraka tamin’ny mpanohana an’i Heroda satria te hamono an’i Jesosy.",
        "7": "Niala teo anefa i Jesosy sy ny mpianany ka nankany an-dranomasina. Ary nisy vahoaka be avy any Galilia sy Jodia nanaraka azy.",
        "8": "Nisy koa aza olona avy any Jerosalema sy Idomea sy avy any ampitan’i Reniranon’i Jordana sy ny manodidina an’i Tyro sy Sidona. Vahoaka be mihitsy izy ireo no tonga teo aminy, rehefa naheno ny zavatra be dia be nataony.",
        "9": "Dia noteneniny ny mpianany mba hanomana sambokely ho azony iakarana raha sendra mifanesika eo aminy ny vahoaka.",
        "10": "Nanasitrana olona be dia be mantsy izy, ka nitangorona teo aminy daholo izay narary mafy mba hikasika azy.",
        "11": "Ary na ny fanahy maloto aza isaky ny nahita azy, dia niankohoka teo anatrehany sady niantsoantso mafy hoe: “Ianao no Zanak’Andriamanitra!”",
        "12": "Imbetsaka anefa izy no nandrara mafy azy ireo tsy hampahafantatra amin’olona ny momba azy.",
        "13": "Ary niakatra teny an-tendrombohitra izy, ka niantso an’izay nofidiny, dia nankeo aminy ireo.",
        "14": "Dia nifidy 12 lahy izy, sady niantso azy ireo hoe apostoly. Izy ireo no hiaraka aminy sy hirahiny hitory,",
        "15": "ary homeny fahefana hamoaka demonia.",
        "16": "Ireto avy izy 12 lahy nofidiny: I Simona, izay nantsoiny koa hoe Petera,",
        "17": "Jakoba zanak’i Zebedio sy Jaona rahalahiny—nantsoiny koa hoe Boanerjesy, midika hoe “Zanaky ny Kotroka”, izy roa lahy ireo—,",
        "18": "Andrea, Filipo, Bartolomeo, Matio, Tomasy, Jakoba zanak’i Alfeo, Tadeo, Simona Kananeanina,",
        "19": "ary Jodasy Iskariota, ilay namadika an’i Jesosy tatỳ aoriana. Niditra tao amin’ny trano iray izy avy eo,",
        "20": "dia nitangorona indray ny vahoaka, ka tsy afaka nisakafo akory i Jesosy sy ny mpianany.",
        "21": "Rehefa naheno an’izay nitranga ny havany, dia tonga hisambotra azy. Hoy mantsy izy ireo: “Lasa adala izy.”",
        "22": "Nilaza koa ny mpanora-dalàna nidina avy any Jerosalema hoe: “I Belzeboba no ao amin’io, ary ny lehiben’ny demonia no ahavitany mamoaka demonia.”",
        "23": "Dia nantsoin’i Jesosy hankeo aminy izy ireo, ka nanao fanoharana tamin’izy ireo izy hoe: “Ahoana no ahafahan’i Satana mamoaka an’i Satana?",
        "24": "Raha misy fanjakana miady an-trano, dia tsy haharitra izany fanjakana izany.",
        "25": "Raha misy fianakaviana miady an-trano, dia hisaratsaraka izany fianakaviana izany.",
        "26": "Koa raha miady an-trano i Satana ka lasa voazarazara, dia tsy haharitra izy fa ho vita hatreo ny aminy.",
        "27": "Fa raha misy te hiditra ao an-tranon’ny lehilahy matanjaka iray mba hangalatra ny fananany, dia tsy maintsy fatorany aloha ilay lehilahy, vao afaka mandroba ny ao an-tranony izy.",
        "28": "Lazaiko marina aminareo fa ho voavela izay fahotana rehetra ataon’ny olona sy izay fanevatevana rehetra lazainy.",
        "29": "Fa tsy hahazo famelan-keloka mihitsy kosa izay manevateva ny fanahy masina, fa ho meloka mandrakizay noho izany fahotana izany.”",
        "30": "Nilaza an’izany izy, satria hoy izy ireo: “Misy fanahy maloto izy.”",
        "31": "Tamin’izay dia tonga ny reniny sy ny rahalahiny. Nijoro teo ivelany izy ireo ka naniraka olona hiantso azy.",
        "32": "Nisy vahoaka anefa nipetraka nanodidina azy, ka hoy izy ireo taminy: “Ao ivelany ao ny reninao sy ny rahalahinao, mitady anao.”",
        "33": "Hoy anefa izy: “Fa iza no reniko sy rahalahiko?”",
        "34": "Ary nojereny ireo nipetraka nanodidina azy, ka hoy izy: “Ireo no reniko sy rahalahiko!",
        "35": "Fa na iza na iza manao ny sitrapon’Andriamanitra, dia izy no rahalahiko sy anabaviko ary reniko.”"
    },
    "4": {
        "1": "Nampianatra teo amoron-dranomasina indray izy, ary nisy vahoaka be nitangorona teo akaikiny. Niakatra tao an-tsambokely àry izy dia nipetraka. Nihataka kely ny morony izy, fa ny vahoaka rehetra kosa teo amoron-dranomasina.",
        "2": "Dia nanomboka nampianatra azy ireo zavatra be dia be izy sady nanao fanoharana, ka nilaza taminy hoe:",
        "3": "“Henoy izao: Nivoaka mba hamafy ny mpamafy.",
        "4": "Tamin’izy namafy, dia latsaka teny amoron-dalana ny voa sasany, ka tonga ny vorona nihinana an’ireny.",
        "5": "Ny voa hafa kosa latsaka teny amin’ny toerana be vato, izay tsy nisy nofon-tany firy. Tonga dia naniry ireo voa ireo satria tsy lalina ny nofon-tany.",
        "6": "Rehefa niposaka anefa ny masoandro, dia main’ny masoandro ireo voa nitsimoka ireo ka nalazo satria tsy nisy fakany.",
        "7": "Ny voa sasany indray latsaka teny amin’ny tsilo. Ary naniry ny tsilo dia nandrakotra an’ireny, ka tsy namoa ireny.",
        "8": "Ny voa hafa kosa latsaka teny amin’ny tany tsara ary naniry ka nitombo, dia nanomboka namoa avo 30 heny sy 60 heny ary 100 heny.”",
        "9": "Hoy koa izy: “Izay manan-tsofina hihainoana, aoka izy hihaino.”",
        "10": "Rehefa irery izy, dia nanomboka nanontany azy momba an’ireo fanoharana ireo ny mpianatra sasany sy izy 12 Lahy.",
        "11": "Ary hoy izy tamin’ireo: “Ianareo no navela hahazo ny dikan’ny zava-miafina masina momba ny Fanjakan’Andriamanitra. Fa amin’ny olon-kafa kosa, dia ataoko fanoharana daholo ny zava-drehetra ampianariko azy,",
        "12": "mba hijery izy fa tsy hahita, ary haheno fa tsy hahazo ny dikan’ny zavatra henony. Tsy hiverina amin’Andriamanitra mihitsy koa izy ka tsy hahazo famelan-keloka.”",
        "13": "Hoy koa izy tamin’ireo: “Iny fanoharana iny aza tsy azonareo ny dikany, dia ahoana no hahazoanareo ny dikan’ny fanoharana hafa rehetra?",
        "14": "“Ilay mpamafy dia mamafy ny teny.",
        "15": "Ireo teny amoron-dalana àry dia izay namafazana ny teny, nefa raha vao mandre an’izany izy, dia tonga i Satana manala an’ilay teny nafafy tao aminy.",
        "16": "Eo koa ireo nafafy teny amin’ny toerana be vato: Raha vao mandre ny teny izy, dia faly erỳ manaiky an’ilay izy.",
        "17": "Tsy mamaka ao aminy anefa ny teny, fa maniry mandritra ny fotoana fohy ihany. Raha vao tratran’ny zava-tsarotra na fanenjehana àry izy noho izy nanaiky ny teny, dia mihemotra.",
        "18": "Mbola misy hafa koa nafafy teny amin’ny tsilo. Tsy iza ireo fa izay mandre ny teny,",
        "19": "saingy lasa mibahana tsikelikely ao am-pony ny fanahiana eto amin’izao tontolo izao sy ny famitahan’ny harena ary ny faniriana zavatra hafa, ka tototr’izany rehetra izany ny teny dia tsy mamoa.",
        "20": "Farany, ireo voa nafafy teny amin’ny tany tsara dia izay mihaino ny teny ka mandray tsara an’ilay izy dia mamoa avo 30 heny sy 60 heny ary 100 heny.”",
        "21": "Ary hoy ihany izy tamin’ireo: “Angaha ny jiro apetraka ao ambany sobika na ao ambany fandriana, fa tsy eo amin’ny fitoeran-jiro?",
        "22": "Fa tsy misy zavatra afenina ka hoe tsy haseho, ary tsy misy zavatra tsara afina ka hoe tsy hiharihary.",
        "23": "Izay manan-tsofina hihainoana, aoka izy hihaino.”",
        "24": "Hoy koa izy tamin’ireo: “Henoy tsara izay henonareo. Araka izay famarana ampiasainareo no hamarana ho anareo, ary hahazo fanampiny aza ianareo.",
        "25": "Izay manana mantsy dia homena betsaka kokoa. Fa izay tsy manana kosa, na izay ananany aza dia halaina aminy.”",
        "26": "Ary hoy indray izy: “Ny Fanjakan’Andriamanitra dia tahaka ny lehilahy iray manipy voa amin’ny tany.",
        "27": "Matory izy amin’ny alina ary mifoha amin’ny maraina. Ary maniry ireo voa ka mitombo, nefa tsy fantany hoe amin’ny fomba ahoana.",
        "28": "Maniry tsikelikely avy ao anaty tany ny voa, dia mipoitra aloha ny tahony, dia avy eo ny salohiny, ary farany feno voa ny salohiny.",
        "29": "Raha vao masaka anefa ny vokatra, dia jinjainy amin’ny antsy fijinjana satria tonga ny fotoam-pijinjana.”",
        "30": "Ary hoy ihany izy: “Azontsika ampitahaina amin’inona ny Fanjakan’Andriamanitra, ary fanoharana inona no anazavantsika azy?",
        "31": "Hoatran’ny voan-tsinapy izy io. Io voa io no kely indrindra amin’ny voa rehetra eto an-tany, amin’ny fotoana amafazana azy.",
        "32": "Rehefa voafafy anefa izy, dia maniry ka lasa lehibe noho ny anana hafa rehetra sady misy rantsany vaventy. Afaka manao ny akaniny eo àry ny voro-manidina sady mialokaloka eo.”",
        "33": "Nanao fanoharana be dia be hoatr’izany izy rehefa nitory ny teny tamin’ny olona, arakaraka izay takatry ny sain’izy ireo.",
        "34": "Tsy niteny tamin’izy ireo tokoa izy raha tsy tamin’ny fanoharana, nefa nohazavainy tamin’ny mpianany daholo ny zava-drehetra rehefa nitokana izy ireo.",
        "35": "Tamin’iny andro iny ihany, rehefa hariva ny andro, dia hoy izy tamin’ny mpianany: “Andao ho eny ampita.”",
        "36": "Dia noravan’ireo ny vahoaka, ary tonga dia nentiny tamin’ny sambokely i Jesosy. Nisy sambokely hafa koa niaraka taminy.",
        "37": "Ary nisy tafio-drivotra mahery, dia niantonta tsy an-kijanona tao anaty sambokely ny onja, ka saika feno rano ilay sambokely.",
        "38": "Natory niondana teo amin’ny vodisambo anefa i Jesosy. Dia nofohazin’izy ireo izy sady noteneniny hoe: “Mpampianatra ô, tsy mampaninona anao ve izao isika ho faty izao?”",
        "39": "Dia nitsangana izy ka noteneniny mafy ny rivotra, sady hoy izy tamin’ny ranomasina: “Aoka izay! Mangìna!” Dia nitsahatra ny rivotra ka lasa tony tsara ny andro.",
        "40": "Ary hoy izy tamin’izy ireo: “Nahoana ianareo no saro-tahotra? Mbola tsy manam-pinoana ihany ve ianareo?”",
        "41": "Natahotra be anefa izy ireo, ary nifampiresaka hoe: “Iza marina àry izy ity e? Fa na ny rivotra sy ny ranomasina aza mankatò azy.”"
    },
    "5": {
        "1": "Ary tonga teny ampitan’ny ranomasina, tao amin’ny faritra nisy ny Gerasianina, izy ireo.",
        "2": "Vao niala tao an-tsambokely i Jesosy, dia nifanena tamin’ny lehilahy iray nisy fanahy maloto. Avy teny am-pasana io lehilahy io.",
        "3": "Teny amin’ny fasana teny foana izy, ary mbola tsy nisy nahavita namatotra azy mihitsy, na tamin’ny rojo vy aza.",
        "4": "Matetika izy no nofatorana tamin’ny gadra vy sy rojo vy, nefa notapahiny ny rojo vy ary nopotipotehiny ny gadra vy. Tsy nisy olona nahatana azy mihitsy.",
        "5": "Ary niantsoantso mafy tsy an-kijanona teny am-pasana sy teny an-tendrombohitra izy, na andro na alina, ary nodidididiany tamin’ny vato ny tenany.",
        "6": "Vao nahita an’i Jesosy teny lavidavitra teny anefa izy, dia nihazakazaka ary niankohoka teo anatrehany.",
        "7": "Ary niantsoantso mafy izy, ka niteny hoe: “Fa inona koa no anelingelenanao ahy atỳ, ry Jesosy Zanak’ilay Andriamanitra Avo Indrindra ô? Asaiko mianiana amin’ny anaran’Andriamanitra ianao mba tsy hampijaly ahy.”",
        "8": "Efa niteny taminy mantsy i Jesosy hoe: “Mivoaha amin’ity lehilahy ity, ry fanahy maloto!”",
        "9": "Nanontany anefa i Jesosy hoe: “Iza no anaranao?” Ary hoy ilay fanahy maloto taminy: “Andian-tafika no anarako, satria be dia be izahay.”",
        "10": "Ary niangavingavy an’i Jesosy izy mba tsy handroaka an’ireo fanahy maloto ireo hiala amin’ilay faritra.",
        "11": "Ary nisy andian-kisoa nandrasana teo amin’ilay tendrombohitra.",
        "12": "Koa niangavy an’i Jesosy ireo fanahy maloto ireo hoe: “Mba avelao hiditra ao amin’iretsy kisoa iretsy re izahay e!”",
        "13": "Dia neken’i Jesosy izany. Nivoaka àry ireo fanahy maloto ka niditra tao amin’ireo kisoa ireo. Ary nirifatra nankeny amin’ny hantsana ilay andian-kisoa, izay nisy kisoa 2 000 teo ho eo, dia nivarina tany an-dranomasina ka maty an-drano.",
        "14": "Ireo mpiandry kisoa kosa nandositra ka nitantara an’izany tao an-tanàna sy tany ambanivohitra. Dia tonga nijery an’izay nitranga ny olona.",
        "15": "Tonga teo amin’i Jesosy àry izy ireo, ka nahita fa nipetraka sy efa niakanjo sady efa salama saina ilay lehilahy nisy demonia, ilay nisy an’ilay andian-tafika. Koa natahotra ny olona.",
        "16": "Izay nahita an’izany koa dia nitantara tamin’izy ireo izay nitranga tamin’ilay lehilahy nisy demonia sy ny nanjo an’ireo kisoa.",
        "17": "Niangavian’izy ireo àry i Jesosy mba hiala tao amin’ilay faritra nisy azy ireo.",
        "18": "Rehefa niakatra tao an-tsambokely izy, dia niangavy azy ilay lehilahy nivoahan’ny demonia mba hamela azy hiaraka aminy.",
        "19": "Tsy navelan’i Jesosy anefa ilay lehilahy, fa hoy izy taminy: “Modia any amin’ny havanao, dia tantarao amin-dry zareo daholo izay nataon’i Jehovah taminao sy ny namindrany fo taminao.”",
        "20": "Dia lasa ilay lehilahy, ka nanomboka niresaka momba an’izay rehetra nataon’i Jesosy taminy, tany amin’ny faritr’i Dekapolisy. Ary gaga daholo ny olona.",
        "21": "Rehefa avy nandeha sambokely indray i Jesosy ka efa ho tody teny ampita, dia nisy vahoaka be nitangorona teo aminy, teo amoron-dranomasina.",
        "22": "Dia tonga ny lehilahy iray antsoina hoe Jairo, izay anisan’ny mpitantana ny synagoga, ka niankohoka teo an-tongotr’i Jesosy raha vao nahita azy.",
        "23": "Niangavy an’i Jesosy imbetsaka izy hoe: “Marary mafy ny zanako vavikely. Andao re ho any e! Dia ametraho tanana izy mba ho sitrana ka ho velona ihany.”",
        "24": "Dia lasa niaraka tamin’ilay lehilahy i Jesosy. Ary nisy vahoaka be nanaraka azy sady nifanesika teo aminy.",
        "25": "Ary nisy vehivavy iray nandeha ra efa nandritra ny 12 taona, tamin’izay.",
        "26": "Be dia be ny dokotera efa nitsabo azy, saingy nampijaly be azy ny fitsaboana nataon’izy ireny, sady nandany ny fananany rehetra. Tsy nihasalama akory anefa izy fa vao mainka aza nihanarary.",
        "27": "Rehefa henony ny momba an’i Jesosy, dia nanatona azy avy tao aoriana tao anaty vahoaka izy, ka nikasika ny akanjony ivelany.",
        "28": "Hoy mantsy izy: “Raha mikasika ny akanjony ivelany fotsiny aho izao, dia ho sitrana.”",
        "29": "Ary tonga dia nijanona ny ra nandeha taminy, ka tsapany fa sitrana tamin’ilay aretina nampijaly azy ny vatany.",
        "30": "Tonga dia fantatr’i Jesosy fa nisy hery niala taminy ka nitodika izy, tao anaty vahoaka, ary nanontany hoe: “Iza no nikasika ny akanjoko teo?”",
        "31": "Hoy anefa ny mpianany taminy: “Hitanao fa mifanesika aminao ny vahoaka, ka maninona ianao no manontany hoe: ‘Iza no nikasika ahy?’”",
        "32": "Nijery ny manodidina azy anefa izy mba hahitana an’ilay nikasika azy.",
        "33": "Dia nanatona ilay vehivavy, sady natahotra sy nangovitra ihany. Fantany koa hoe sitrana izy. Nandohalika teo anatrehan’i Jesosy izy, ka notsoriny taminy ny marina rehetra.",
        "34": "Dia hoy izy tamin’ilay vehivavy: “Ny finoanao no nahasitrana anao, anaka. Mirary soa ho anao aho, ary enga anie ianao tsy ho tratran’iny aretina nampijaly anao iny intsony!”",
        "35": "Tamin’izy mbola niteny iny, dia nisy lehilahy tonga avy tany an-tranon’ilay mpitantana ny synagoga, nilaza hoe: “Maty ny zanakao! Koa tsy aleo ve tsy sahiranina intsony ny Mpampianatra?”",
        "36": "Henon’i Jesosy anefa ilay resaka, ka hoy izy tamin’ilay mpitantana ny synagoga: “Aza matahotra fa minoa fotsiny.”",
        "37": "Ary tsy nisy navelany hanaraka azy, afa-tsy i Petera sy Jakoba ary Jaona rahalahin’i Jakoba.",
        "38": "Dia tonga tao an-tranon’ilay mpitantana ny synagoga izy ireo. Ary hitan’i Jesosy fa nisy olona nitabataba sy nitomany ary nidradradradra mafy tao.",
        "39": "Rehefa niditra izy, dia hoy izy tamin’izy ireo: “Maninona ianareo no mitomany sy mitabataba hoatr’izao? Tsy maty ilay zaza fa matory.”",
        "40": "Dia nihomehezan’izy ireo izy. Nasainy nivoaka ny trano anefa izy rehetra, dia avy eo nentiny ny ray aman-drenin’ilay zaza sy izay niaraka taminy, ka nankao amin’ilay nisy an’ilay zaza izy.",
        "41": "Ary noraisiny ny tanan’ilay zaza, ka hoy izy taminy: “Talita komy.” Raha adika izany dia hoe: “Ry zazavavy, izao no teniko aminao: Miarena!”",
        "42": "Tonga dia niarina ilay ankizivavy 12 taona ka nanomboka nandeha. Vao nahita an’izany ny ray aman-dreniny, dia faly tsy nisy hoatr’izany.",
        "43": "Namerimberina nandrara azy ireo anefa i Jesosy mba tsy hampahafantatra an’izany na amin’iza na amin’iza. Ary nasainy nomena sakafo ilay ankizivavy."
    },
    "6": {
        "1": "Niala teo izy ka tonga tao amin’ny faritra niaviany, ary nanaraka azy ny mpianany.",
        "2": "Rehefa tonga ny Sabata, dia nanomboka nampianatra tao amin’ny synagoga izy. Ary gaga ny ankamaroan’ireo nihaino azy, ka niteny hoe: “Taiza koa no nianaran’io an’izany? Fa ahoana no nahazoany an’izany fahendrena izany, ary ahoana no ahavitany fahagagana hoatr’izao?",
        "3": "Angaha tsy io ilay mpandrafitra zanak’i Maria, sady rahalahin’i Jakoba sy Josefa sy Jodasy ary Simona? Ary angaha moa tsy eto amintsika ny anabaviny?” Dia tsy nety nino azy izy ireo.",
        "4": "Hoy anefa i Jesosy: “Ao amin’ny faritra niaviany sy eo amin’ny havany ary ao an-tranony ihany ny mpaminany no tsy mba hajaina.”",
        "5": "Koa tsy afaka nanao fahagagana tao izy, afa-tsy ny nanasitrana marary vitsivitsy rehefa nametra-tanana tamin’ireny.",
        "6": "Tena gaga izy hoe tsy nino azy izy ireo. Ary nandeha nitety ny tanàna teny amin’ny manodidina izy, sady nampianatra.",
        "7": "Nasainy nankeo aminy izy 12 Lahy, dia tamin’izay izy no nanomboka naniraka azy tsiroaroa. Ary nomeny fahefana hamoaka fanahy maloto izy ireo.",
        "8": "Nandidy azy ireo koa izy mba tsy hitondra na inona na inona rehefa mandeha, afa-tsy tehina ihany, ka tsy hitondra mofo, na kitapom-batsy, na vola ao anaty fehikibony,",
        "9": "nefa hanao kapa, ary tsy hanao akanjo roa.",
        "10": "Hoy koa izy tamin’ireo: “Na aiza na aiza trano hidiranareo, dia mijanòna ao mandra-pialanareo amin’izany toerana izany.",
        "11": "Ary na aiza na aiza toerana tsy handray anareo na tsy hihaino anareo, dia ahintsano ny vovoka amin’ny tongotrareo rehefa miala ao, mba ho vavolombelona aminy.”",
        "12": "Dia lasa izy ireo nitory hoe tokony hibebaka ny olona.",
        "13": "Namoaka demonia be dia be koa izy ireo, ary nanosotra menaka tamin’ny marary maro, ka nanasitrana an’ireny.",
        "14": "Henon’i Heroda Mpanjaka izany, satria lasa nalaza ny anaran’i Jesosy. Ary hoy ny olona: “Natsangana tamin’ny maty i Jaona Mpanao Batisa, dia izany no ahavitany fahagagana.”",
        "15": "Hoy kosa ny hafa: “I Elia izay!” Nisy koa niteny hoe: “Mpaminany hoatran’ireny mpaminany fahiny ireny izay!”",
        "16": "Hoy anefa i Heroda rehefa naheno an’izany: “I Jaona izay, ilay notapahiko ny lohany. Natsangana izany izy!”",
        "17": "Fa i Heroda efa naniraka olona hisambotra an’i Jaona sy hamatotra azy tao am-ponja, satria izany no tian’i Herodiasy vadin’i Filipo rahalahiny. Efa nalainy ho vadiny mantsy io vehivavy io.",
        "18": "Fa efa notenenin’i Jaona i Heroda hoe: “Tsy azonao atao ny manambady ny vadin’ny rahalahinao.”",
        "19": "Nitana lolompo tamin’i Jaona àry i Herodiasy ka te hamono azy, saingy tsy afaka.",
        "20": "Natahoran’i Heroda mantsy i Jaona, satria fantany fa olo-marina sy masina ka narovany. Isaky ny avy nihaino an’i Jaona izy, dia tsy hainy hoe inona no tokony hatao, nefa mbola faly foana izy nihaino azy.",
        "21": "Tonga anefa ny andro iray tena nety, rehefa nitsingerina ny andro nahaterahan’i Heroda, ka nanao fanasana takariva izy ho an’ny manam-pahefana ambony sy ny mpitari-tafika ary ny olona ambony indrindra tany Galilia.",
        "22": "Ary niditra ny zanakavavin’i Herodiasy ka nandihy. Dia faly be i Heroda sy ireo nisakafo niaraka taminy. Hoy àry ny mpanjaka tamin’ilay tovovavy: “Angataho amiko izay rehetra tianao, fa homeko anao.”",
        "23": "Nianiana taminy mihitsy izy hoe: “Na inona na inona angatahinao, dia homeko anao, na dia hatramin’ny antsasaky ny fanjakako aza.”",
        "24": "Koa lasa nanontany an-dreniny ilay tovovavy hoe: “Inona no tokony hangatahiko?” Dia hoy ny reniny: “Ny lohan’i Jaona Mpanao Batisa.”",
        "25": "Tonga dia niditra haingana tao amin’ny mpanjaka ilay tovovavy ka nangataka hoe: “Tiako raha omenao ahy izao dia izao eo ambony vilia ny lohan’i Jaona Mpanao Batisa.”",
        "26": "Na dia nampalahelo be ny mpanjaka aza izany, dia nekeny ny fangatahan’ilay tovovavy, satria izy efa nianiana teo anatrehan’ny olona nasainy.",
        "27": "Tonga dia nirahin’ny mpanjaka àry ny iray tamin’ny mpiambina azy, ka nomeny baiko hitondra ny lohan’i Jaona. Dia lasa io nanapaka ny lohan’i Jaona tao am-ponja,",
        "28": "ka nitondra an’ilay izy teo ambony vilia. Nomeny an’ilay tovovavy ilay izy, ary ilay tovovavy kosa nanome an’ilay izy an-dreniny.",
        "29": "Rehefa henon’ny mpianatr’i Jaona izany, dia tonga izy ireo naka ny fatiny ka nandevina azy tany am-pasana.",
        "30": "Ary nankeo amin’i Jesosy ny apostoly, ka nitantara taminy an’izay rehetra nataon’izy ireo sy nampianariny.",
        "31": "Dia hoy izy tamin’ireo: “Andao ho any amin’ny toerana mitokana, dia mialà sasatra kely.” Be dia be mantsy ny olona nivezivezy, ka tsy nanam-potoana hisakafoanana akory izy ireo.",
        "32": "Lasa nandeha an-tsambokely ho any amin’ny toerana mitokana àry izy ireo.",
        "33": "Nisy nahita anefa ny niaingan’izy ireo, ka lasa fantatry ny olona maro izany. Dia niala avy any amin’ny tanàna rehetra ny olona ka nihazakazaka nankany daholo, ary tonga talohan’izy ireo.",
        "34": "Rehefa niala avy tao an-tsambokely i Jesosy, dia nahita vahoaka be. Dia nangoraka an’ireo izy, satria hoatran’ny ondry tsy misy mpiandry izy ireo. Ary nanomboka nampianatra azy ireo zavatra be dia be izy.",
        "35": "Rehefa hariva ny andro, dia nanatona azy ny mpianany ka niteny hoe: “Mitokana ity toerana ity, sady efa hariva sahady ny andro.",
        "36": "Ravao ny olona mba hankeny ambanivohitra sy eny amin’ny tanàna manodidina, dia hividy zavatra hohanina.”",
        "37": "Dia hoy izy tamin’ireo: “Omeo zavatra hohanina ry zareo.” Ary hoy ireo taminy: “Tokony handeha hividy mofo azon’ny 200 denaria ve izany izahay, mba homena hohanin’ireo olona ireo?”",
        "38": "Dia hoy izy tamin’ireo: “Jereo hoe misy mofo firy any aminareo any.” Rehefa avy nijery izy ireo, dia niteny hoe: “Mofo dimy, dia misy trondro roa koa.”",
        "39": "Ary nasainy naka toerana teo amin’ny bozaka ny olona rehetra ka nasainy nitsitokotoko.",
        "40": "Naka toerana àry ny olona, dia nitsitokotoko 100 sy 50 avy.",
        "41": "Ary nalain’i Jesosy ireo mofo dimy sy trondro roa ireo, ka nitraka nijery ny lanitra izy dia nivavaka. Notapahiny ireo mofo avy eo ka nomeny ny mpianatra, mba haroson’ireo amin’ny olona. Ary nozarainy ho an’ny rehetra koa ireo trondro anankiroa.",
        "42": "Dia nihinana ny rehetra ka voky.",
        "43": "Ary nangonin’ny mpianatra ny sombintsombin’ny mofo, ka nahafeno harona 12, ankoatra ny trondro.",
        "44": "Lehilahy 5 000 no nihinana an’ireo mofo.",
        "45": "Nasainy nankao an-tsambokely avy hatrany ny mpianany avy eo, ka nasainy nialoha azy nankeny ampita, ho any Betsaida, fa izy mbola nandrava ny vahoaka.",
        "46": "Rehefa avy nanao veloma ny vahoaka izy, dia nankany an-tendrombohitra mba hivavaka.",
        "47": "Efa hariva be ny andro, ary teny afovoan’ny ranomasina ilay sambokely, fa izy kosa irery teny an-tanety.",
        "48": "Avy eo dia hitany fa sahirana mafy nivoy ny mpianany, satria notoherin’ny rivotra ilay sambo. Dia nandeha teo ambony ranomasina izy nanatona an’ireo, tokony ho tamin’ny fotoam-piambenana fahefatra tamin’ny alina. Ary hoatran’ny hoe hisongona an’ireo izy.",
        "49": "Vao nahita azy nandeha teo ambony ranomasina izy ireo, dia nieritreritra hoe: “Misy zavatra hafahafa iny!” Dia niantsoantso mafy izy ireo,",
        "50": "satria nahita azy daholo izy rehetra ka natahotra. Tonga dia niteny tamin’izy ireo anefa izy hoe: “Mahereza fa izaho ihany ity! Aza matahotra.”",
        "51": "Niakatra tao an-tsambokely izy avy eo, ary nitsahatra ny rivotra. Dia gaga be izy ireo,",
        "52": "satria tsy takany ny dikan’ilay fahagagana natao tamin’ireo mofo, fa mbola donto ny fony ka tsy nahazo ny dikan’izany.",
        "53": "Rehefa tonga teny ampita izy ireo, dia tonga tao Genesareta ka nandatsaka vatofantsika tsy lavitra teo.",
        "54": "Vao niala tao an-tsambokely anefa izy ireo, dia fantatry ny olona i Jesosy.",
        "55": "Dia nihazakazaka nanerana an’ilay faritra ny olona. Dia nentina tamin’ny fandriana nankany amin’izay nahenoana hoe nisy an’i Jesosy ny olona marary.",
        "56": "Na taiza na taiza no nidiran’i Jesosy, na tanàna kely na lehibe, na tany ambanivohitra, dia napetraky ny olona teny an-tsena ny marary. Ary niangavy izy ireo mba havela hikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany fotsiny. Dia sitrana daholo izay nikasika an’ilay izy."
    },
    "7": {
        "1": "Ary nitangorona teo aminy ny Fariseo sy ny mpanora-dalàna sasany avy any Jerosalema.",
        "2": "Hitan’izy ireo fa nisy mpianatr’i Jesosy nisakafo tamin’ny tanana maloto, izany hoe tsy nisasa.",
        "3": "—Tsy misakafo mantsy ny Fariseo sy ny Jiosy rehetra raha tsy avy nanasa tanana hatreo amin’ny kiho, satria mifikitra amin’ny fomban-drazana izy ireo.",
        "4": "Rehefa avy any an-tsena koa izy ireo, dia tsy misakafo raha tsy avy nisasa. Be dia be koa ny fomban-drazana hafa nampitaina taminy sy narahiny, ohatra hoe ny fandrobohana kaopy sy zinga ary fitaovana varahina ao anaty rano.—",
        "5": "Nanontany an’i Jesosy àry ireo Fariseo sy mpanora-dalàna ireo hoe: “Fa maninona ny mpianatrao no tsy manaraka ny fomban-drazana, fa misakafo amin’ny tanana maloto?”",
        "6": "Ary hoy izy tamin’ireo: “Ry mpihatsaravelatsihy, rariny raha naminany momba anareo i Isaia, araka ny voasoratra hoe: ‘An-tendro-molotra fotsiny no anajan’ity vahoaka ity ahy, fa ny fony kosa lavitra ahy.",
        "7": "Reraka fotsiny izy ireo manompo ahy, satria didin’olombelona no ampianariny.’",
        "8": "Tsy raharahianareo ny didin’Andriamanitra, fa ny fomban-drazana no arahinareo.”",
        "9": "Hoy koa izy tamin’ireo: “Hainareo erỳ ny miala amin’ny didin’Andriamanitra mba hanarahanareo ny fomban-drazanareo.",
        "10": "Nilaza, ohatra, i Mosesy hoe: ‘Hajao ny rainao sy ny reninao’, sy hoe: ‘Tokony hovonoina ho faty izay mamingavinga ny rainy na ny reniny.’",
        "11": "Ianareo anefa milaza hoe: ‘Raha misy miteny amin’ny rainy na ny reniny hoe: “Izay ananako rehetra ka mety ho azoko anampiana anao, dia efa korbana,—izany hoe fanomezana voatokana ho an’Andriamanitra—”’",
        "12": "dia tsy avelanareo hanao na inona na inona ho an’ny rainy na ny reniny intsony izy.",
        "13": "Ataonareo tsy misy vidiny àry ny tenin’Andriamanitra noho ny fomban-drazana nampitampitainareo. Betsaka koa ny zavatra hoatr’izany ataonareo.”",
        "14": "Nantsoiny hankeo aminy indray ny vahoaka, ka hoy izy tamin’ireo: “Mihainoa ahy ianareo rehetra, ka fantaro ny dikan’ny teniko:",
        "15": "Tsy misy mandoto ny olona ny zavatra avy etỳ ivelany miditra ao anatiny. Fa izay mivoaka avy amin’ny olona kosa no mandoto azy.”",
        "16": "* ——",
        "17": "Ary rehefa niala teo amin’ny vahoaka izy ka niditra tao amin’ny trano iray, dia nanontany azy momba an’ilay fanoharana ny mpianany.",
        "18": "Dia hoy izy tamin’izy ireo: “Tsy mahatakatra tsara hoatran’ireny olona ireny koa ve ianareo? Angaha tsy fantatrareo fa tsy misy mahatonga ny olona haloto ny zavatra avy etỳ ivelany miditra ao anatiny,",
        "19": "satria tsy miditra ao am-pony ilay izy fa mankao an-kibony, dia mivoaka any amin’ny toerana fanariana azy?” Izany no fomba nilazany fa madio daholo ny sakafo rehetra.",
        "20": "Hoy koa izy: “Izay mivoaka avy amin’ny olona no mandoto azy.",
        "21": "Fa avy ao anatin’ny olona, izany hoe avy ao am-pony, no mivoaka ny eritreri-dratsy, dia fijangajangana, halatra, famonoana olona,",
        "22": "fanitsakitsaham-bady, faniriana tsy mety afa-po, fanaovan-dratsy, fitaka, fitondran-tena tsy misy henatra, fitsiriritana, fanevatevana, fanambonian-tena, ary fanaovana hadalana.",
        "23": "Avy ao anatin’ny olona daholo ireo zava-dratsy rehetra ireo, ka mandoto azy.”",
        "24": "Ary niala teo izy dia nankany amin’ny faritr’i Tyro sy Sidona. Niditra tao amin’ny trano iray izy rehefa tonga tany, nefa tsy tiany hisy hahafantatra an’izany. Nisy nahamarika ihany anefa izy.",
        "25": "Vao tonga izy dia naheno ny momba azy ny vehivavy iray nanan-janaka vavikely nisy fanahy maloto, ka tonga niankohoka teo an-tongony.",
        "26": "Grika ilay vehivavy, ary olom-pirenena syrianina-fenisianina. Ary niangavingavy azy ilay vehivavy mba hamoaka an’ilay demonia tamin’ny zanany vavy.",
        "27": "Hoy anefa i Jesosy taminy: “Avelao aloha ho voky ny zaza, fa tsy mety raha alaina ny mofony ka atsipy ho an’ny alikakely.”",
        "28": "Hoy anefa ilay vehivavy: “Marina izany, tompoko! Fa na ny alikakely ao ambany latabatra koa aza ange mba mihinana ny poti-mofon-jaza e!”",
        "29": "Dia hoy izy tamin’ilay vehivavy: “Noho ianao niteny an’izany, dia mandehana fa efa niala tamin’ny zanakao vavy ilay demonia.”",
        "30": "Koa lasa nody ilay vehivavy, ka hitany teo am-pandriana ilay zaza ary efa niala ilay demonia.",
        "31": "Ary niala tao amin’ny faritr’i Tyro i Jesosy, ka nandalo an’i Sidona sy namakivaky ny faritr’i Dekapolisy dia tonga tany amin’ny Ranomasin’i Galilia.",
        "32": "Ary nentin’ny olona teo aminy ny lehilahy iray marenina sady niraiki-dela, ka niangavian’izy ireo izy mba hametra-tanana taminy.",
        "33": "Dia nentin’i Jesosy nitokana lavidavitra ny vahoaka ilay lehilahy. Ary nampidiriny tao an-tsofin’ilay lehilahy ny rantsantanany, ka nandrora izy, dia avy eo nokasihiny ny lelan’ilay lehilahy.",
        "34": "Ary nijery ny lanitra izy sady nisento lalina, ka niteny tamin’ilay lehilahy hoe: “Efata”, izany hoe: “Misokafa.”",
        "35": "Tonga dia lasa nandre ilay lehilahy, ary tsy niraiki-dela intsony izy ka nanomboka nahay niteny tsara.",
        "36": "Ary noraran’i Jesosy ny olona mba tsy hiresadresaka an’izany. Arakaraka ny nandrarany azy ireo anefa no vao mainka niresahan’izy ireo an’ilay izy.",
        "37": "Fa tena gaga be mihitsy izy ireo ka niteny hoe: “Tsara daholo izay rehetra ataony. Vitany mihitsy aza ny mahatonga ny marenina handre sy ny moana hiteny.”"
    },
    "8": {
        "1": "Tamin’izany andro izany, dia nisy vahoaka be indray teo, ary tsy nanana zavatra hohanina izy ireo. Nasain’i Jesosy nankeo aminy àry ny mpianany, dia noteneniny hoe:",
        "2": "“Mampalahelo ahy ireto vahoaka ireto, fa efa telo andro izao ry zareo no nijanona teto amiko, sady tsy manan-kohanina.",
        "3": "Raha noana ry zareo no alefako mody, dia ho reraka eny an-dalana. Ny sasany koa avy lavitra.”",
        "4": "Hoy anefa ny mpianany: “Aiza atỳ amin’ity toerana mitokana ity no hahitana mofo hahavoky an’ireo olona ireo?”",
        "5": "Ary hoy i Jesosy tamin’izy ireo: “Firy ny mofo any aminareo?” Dia hoy izy ireo: “Fito.”",
        "6": "Ary nasainy naka toerana teo amin’ny tany ny vahoaka. Noraisiny ny mofo fito avy eo ka nisaotra an’Andriamanitra izy. Dia notapahiny ny mofo ka nozarainy tamin’ny mpianany mba harosony, ary izy ireo indray nandroso an’ilay izy tamin’ny vahoaka.",
        "7": "Nanana trondro madinika vitsivitsy koa izy ireo. Rehefa avy nisaotra an’Andriamanitra izy, dia nasainy naroso koa izany.",
        "8": "Dia nihinana ny olona ka voky, ary nangonin’ny mpianatra ny sombintsombiny sisa tsy lany ka nahafeno sobika lehibe fito.",
        "9": "Lehilahy 4 000 teo ho eo no nihinana tamin’izay. Noravany ny olona avy eo.",
        "10": "Ary tonga dia nankao anaty sambokely izy sy ny mpianany, ka tonga tany amin’ny faritr’i Dalmanota.",
        "11": "Dia tonga ny Fariseo ka nanomboka niady hevitra taminy, sady nangataka famantarana avy any an-danitra mba hitsapana azy.",
        "12": "Koa nisento lalina i Jesosy ka niteny hoe: “Maninona ity taranaka ity no mitady famantarana? Lazaiko marina aminareo fa tsy hisy famantarana homena an’ity taranaka ity.”",
        "13": "Ary nilaozany ireo ka nankao anaty sambokely indray izy, dia nankeny ampita.",
        "14": "Nanadino nitondra mofo anefa ny mpianatra, ka tsy nanana afa-tsy mofo iray izy ireo tao amin’ilay sambokely.",
        "15": "Ary nampitandrina azy ireo mazava tsara i Jesosy hoe: “Mbà mailo ary mitandrema amin’ny lalivain’ny Fariseo sy ny lalivain’i Heroda.”",
        "16": "Nanomboka niady hevitra àry izy ireo satria tsy nitondra mofo.",
        "17": "Tsikaritr’i Jesosy izany, ka hoy izy tamin’ireo: “Maninona no mampiady hevitra anareo ilay ianareo tsy nitondra mofo? Mbola tsy takatrareo sy tsy azonareo ihany ve? Mbola donto ve ny fonareo ka tsy azonareo ny dikan’izany?",
        "18": "‘Mana-maso ve ianareo nefa tsy mahita, ary manan-tsofina nefa tsy mandre?’ Tadidinareo ve",
        "19": "tamin’izaho nanapaka mofo dimy ho an’ny lehilahy 5 000? Nahafeno harona firy ny sombintsombiny voangonareo?” Dia hoy ireo taminy: “Roa ambin’ny folo.”",
        "20": "“Ary tamin’izaho nanapaka mofo fito ho an’ny lehilahy 4 000? Nahafeno sobika lehibe firy ny sombintsombiny voangonareo?” Dia hoy ireo taminy: “Fito.”",
        "21": "Ary hoy izy tamin’izy ireo: “Mbola tsy azonareo ihany ve ny dikan’izany?”",
        "22": "Ary tonga tao Betsaida izy ireo. Dia nentin’ny olona nankeo aminy ny lehilahy jamba anankiray, ka niangavian’izy ireo izy mba hikasika an’ilay jamba.",
        "23": "Dia notantanany ilay lehilahy ka nentiny nankany ivelan’ny tanàna. Rehefa avy nororany ny masony, dia nametrahany tanana izy sady nanontaniany hoe: “Mahita zavatra ve ianao?”",
        "24": "Ary nitraka ilay lehilahy sady niteny hoe: “Mahita olona aho, nefa hoatran’ny hazo mandehandeha no fahitako azy.”",
        "25": "Napetrany teo amin’ny mason’ilay lehilahy indray ny tanany, dia nahita tsara izy. Ary sitrana izy, ka lasa hitany mazava tsara ny zava-drehetra.",
        "26": "Koa nalefan’i Jesosy nody izy sady noteneniny hoe: “Aza mankao amin’io tanàna io aloha.”",
        "27": "Ary niala teo i Jesosy sy ny mpianany ka nankany amin’ireo tanàna any Kaisaria-Filipo. Teny an-dalana, dia nanontaniany ny mpianany hoe: “Iza, hono, aho raha ny filazan’ny olona?”",
        "28": "Dia hoy ireo taminy: “Jaona Mpanao Batisa. Misy koa anefa milaza hoe Elia, dia misy miteny hoe ny iray amin’ny mpaminany.”",
        "29": "Ary nanontany izy hoe: “Fa ianareo kosa milaza hoe iza aho?” Dia namaly i Petera hoe: “Ianao no Kristy.”",
        "30": "Norarany mafy izy ireo tamin’izay tsy hiresadresaka ny momba azy na amin’iza na amin’iza.",
        "31": "Nanomboka nampianatra azy ireo koa izy hoe tsy maintsy hampijalijalina ny Zanak’olona, ka holavin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna, dia hovonoina ho faty, ary hitsangana rehefa afaka telo andro.",
        "32": "Tsy niolakolaka mihitsy izy niteny an’izany. Nentin’i Petera nihataka kely anefa izy dia noteneniny mafy.",
        "33": "Ary nitodika izy, dia nijery an’ireo mpianany ka niteny mafy an’i Petera hoe: “Mankanesa ato aorianako, ry Satana, satria tsy fomba fisainan’Andriamanitra ny anao, fa fomba fisainan’olombelona.”",
        "34": "Ary nantsoiny nankeo aminy ny vahoaka sy ny mpianany, ka hoy izy tamin’ireo: “Raha misy te hanaraka ahy, dia tsy maintsy mandà ny tenany izy ka mitondra ny hazo fijaliany ary manaraka ahy foana.",
        "35": "Fa izay te hamonjy ny ainy no hamoy an’izany, ary izay mamoy ny ainy noho ny amiko sy ny vaovao tsara kosa no hamonjy an’izany.",
        "36": "Inona tokoa moa no soa ho azon’ny olona raha azony izao tontolo izao nefa afoiny ny ainy?",
        "37": "Ary inona tokoa moa no homen’ny olona ho takalon’ny ainy?",
        "38": "Fa na iza na iza menatra noho ny amiko sy ny teniko, eto amin’ity taranaka mpanitsakitsa-bady sy mpanota ity, dia ho menatra noho ny aminy koa ny Zanak’olona, rehefa ho avy amin’ny voninahitry ny Rainy miaraka amin’ny anjely masina.”"
    },
    "9": {
        "1": "Hoy koa izy tamin’izy ireo: “Lazaiko marina aminareo fa misy amin’izay mijoro eto tsy ho faty mihitsy, raha tsy efa hitany hoe efa mitondra ny Fanjakan’Andriamanitra.”",
        "2": "Enina andro taorian’izay, dia nentin’i Jesosy niaraka taminy i Petera sy Jakoba ary Jaona, ka nentiny nitokana teny amin’ny tendrombohitra avo iray. Ary niova tarehy teo anatrehan’ireo izy.",
        "3": "Dia lasa namirapiratra ny akanjony ivelany, sady tena fotsy be, ary tsy misy mpanadio lamba mahafotsy lamba hoatr’izany eto an-tany.",
        "4": "Niseho tamin’izy ireo koa i Elia sy Mosesy, niresaka tamin’i Jesosy.",
        "5": "Dia hoy i Petera tamin’i Jesosy: “Raby ô, faly be izahay fa eto. Koa avelao izahay hanangana tranolay telo, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.”",
        "6": "Tsy fantany mantsy izay hatao, fa natahotra be izy ireo.",
        "7": "Ary nisy rahona nanaloka an’ireo mpianatra, dia nisy feo niteny avy tao amin’ilay rahona hoe: “Io no Zanako malalako. Henoy izy.”",
        "8": "Tampoka teo dia nijery ny manodidina izy ireo, ka i Jesosy ihany sisa no hitany teo.",
        "9": "Tamin’izy ireo nidina an’ilay tendrombohitra, dia norarany mafy izy ireo tsy hitantara an’izay hitany na amin’iza na amin’iza, raha tsy efa mitsangana amin’ny maty ny Zanak’olona.",
        "10": "Nandray am-po an’izany izy ireo. Nifampiresaka anefa izy ireo hoe inona no tiany holazaina amin’ny hoe hitsangana amin’ny maty izy.",
        "11": "Ary nanontanian’izy ireo i Jesosy hoe: “Fa maninona ny mpanora-dalàna no miteny hoe tsy maintsy ho avy aloha i Elia?”",
        "12": "Dia hoy izy tamin’ireo: “Ho avy tokoa aloha i Elia, ary haveriny amin’ny laoniny ny zava-drehetra. Maninona anefa no voasoratra hoe tsy maintsy hijalijaly ny Zanak’olona ka hatao tsinontsinona?",
        "13": "Lazaiko aminareo anefa fa efa tonga i Elia, ary nataon’ny olona taminy izay rehetra tiany hanaovana azy, araka ny voasoratra momba azy.”",
        "14": "Ary nankeny amin’ny mpianatra hafa izy ireo, dia nahita fa nisy vahoaka be nanodidina ny mpianatra sady nisy mpanora-dalàna niady hevitra taminy.",
        "15": "Vao nahita an’i Jesosy anefa ny vahoaka rehetra dia gaga, ary nihazakazaka nankeo aminy mba hiarahaba azy.",
        "16": "Koa nanontaniany izy ireo hoe: “Inona no iadianareo hevitra?”",
        "17": "Ary hoy ny iray tamin’ny vahoaka: “Mpampianatra ô, nentiko atỳ aminao ny zanako lahy fa misy fanahy mampahamoana.",
        "18": "Na aiza na aiza no ahazoan’ilay fanahy azy, dia atontany amin’ny tany izy, ka mamoaka farora-bava sy mihidy vazana dia lasa reraka be. Nangatahiko hamoaka an’ilay fanahy ny mpianatrao, saingy tsy vitany.”",
        "19": "Ary hoy izy: “Ry taranaka tsy manam-pinoana, mandra-pahoviana aho no tsy maintsy mbola hijanona eto aminareo? Mandra-pahoviana aho no tsy maintsy handefitra aminareo? Ento atỳ amiko izy.”",
        "20": "Koa nentin’izy ireo teo aminy ilay zazalahy. Vao nahita an’i Jesosy anefa ilay fanahy, dia nataony nifanintontsintona ilay zaza. Dia nianjera tamin’ny tany ilay zaza, ka nikodiadia sady namoaka farora-bava.",
        "21": "Ary hoy i Jesosy tamin’ny rainy: “Hafiriana izay izy no tratran’izao?” Dia hoy izy: “Hatramin’izy mbola kely.",
        "22": "Matetika izy no atsipin’ilay fanahy ao anaty afo sy ao anaty rano mba hamonoany azy. Raha mba misy azonao atao re, dia mba iantrao izahay ka ampio e!”",
        "23": "Hoy i Jesosy taminy: “‘Raha misy azonao atao’ hoe e? Tsy misy tsy vitan’ny manam-pinoana ange e!”",
        "24": "Tonga dia niantsoantso ny rain’ilay zaza hoe: “Manam-pinoana aho! Ampio aho mba hanam-pinoana kokoa!”",
        "25": "Rehefa hitan’i Jesosy fa nirohotra nanatona ny vahoaka, dia noteneniny mafy ilay fanahy maloto hoe: “Ry fanahy mampahamoana sy mampaharenina, mandidy anao aho hoe: Mivoaha ao aminy dia aza miverina ao intsony!”",
        "26": "Dia nivoaka ilay fanahy rehefa avy niantsoantso sy nampifanintontsintona be an’ilay zaza. Lasa hoatran’ny maty ilay zaza, ka hoy ny ankamaroan’ny olona: “Maty izy!”",
        "27": "Noraisin’i Jesosy tamin’ny tanany anefa izy ka natsangany, dia nitsangana.",
        "28": "Ary rehefa niditra tao amin’ny trano iray i Jesosy, dia nanontany azy mitokana ny mpianany hoe: “Fa maninona no tsy vitanay ny namoaka an’iny?”",
        "29": "Dia hoy izy tamin’ireo: “Vavaka ihany vao mahatafavoaka an’iny karazany iny.”",
        "30": "Ary niala teo izy ireo ka namakivaky an’i Galilia, nefa tsy tiany hisy hahafantatra,",
        "31": "satria te hampianatra ny mpianany izy. Dia niteny taminy izy hoe: “Efa hisy hamadika ny Zanak’olona dia hatolotra eo am-pelatanan’ny olona, ka hovonoiny ho faty. Na maty aza anefa izy, dia hitsangana rehefa afaka telo andro.”",
        "32": "Tsy azon’ireo anefa izany teniny izany, ary natahotra ny hanontany azy izy ireo.",
        "33": "Ary tonga tao Kapernaomy izy ireo. Rehefa tao an-trano izy dia nanontany an’ireo mpianany hoe: “Inona no niadianareo hevitra teny an-dalana?”",
        "34": "Tsy niteny anefa izy ireo, satria niady hevitra hoe iza amin’izy ireo no lehibe kokoa.",
        "35": "Koa nipetraka izy dia nantsoiny izy 12 Lahy, ka noteneniny hoe: “Raha misy te ho voalohany, dia tsy maintsy ho farany amin’ny rehetra izy sady hanompo ny rehetra.”",
        "36": "Naka zaza anankiray izy avy eo. Nasainy nitsangana teo afovoany ilay zaza, dia nofihininy, sady hoy izy tamin’ireo:",
        "37": "“Izay mandray zaza hoatran’ity amin’ny anarako, dia mandray ahy. Ary izay mandray ahy, dia tsy mandray ahy fotsiny, fa mandray an’Ilay naniraka ahy koa.”",
        "38": "Hoy i Jaona taminy: “Mpampianatra ô, nisy olona hitanay namoaka demonia tamin’ny anaranao. Dia nanandrana nisakana azy izahay satria tsy namantsika izy.”",
        "39": "Hoy anefa i Jesosy: “Aza mitady hisakana azy, fa tsy hisy hanao fahagagana amin’ny anarako ka vetivety eo dia hahavita hanaratsy ahy.",
        "40": "Fa izay tsy manohitra antsika dia manohana antsika.",
        "41": "Na iza na iza manome rano eran’ny kaopy hosotroinareo satria an’i Kristy ianareo, dia lazaiko marina aminareo fa tsy maintsy hahazo valisoa izy.",
        "42": "Na iza na iza kosa mametraka vato mahatafintohina eo anoloan’ny iray amin’ireny madinika manam-pinoana ireny, dia tsara raha asiana vato lehibe fikosoham-bary ny vozony, ka atsipy any an-dranomasina izy.",
        "43": "“Raha mahatonga anao hanota ny tananao, dia tapaho. Fa aleo ianao tapa-tanana nefa mahazo fiainana, toy izay manana tanana roa nefa ho any amin’ny Gehena, any amin’ny afo tsy mety maty.",
        "44": "* ——",
        "45": "Ary raha mahatonga anao hanota ny tongotrao, dia tapaho. Fa aleo ianao tapa-tongotra nefa mahazo fiainana, toy izay manana tongotra roa nefa hatsipy any amin’ny Gehena.",
        "46": "* ——",
        "47": "Ary raha mahatonga anao hanota ny masonao, dia ario lavitra anao. Fa aleo ianao toka-maso nefa miditra any amin’ny Fanjakan’Andriamanitra, toy izay manana maso roa nefa hatsipy any amin’ny Gehena.",
        "48": "Any mantsy tsy maty ny olitra amin’ny faty, ary tsy mety maty ny afo.",
        "49": "“Fa tsy maintsy hararaka amin’ny rehetra ny afo, hoatran’ny fandraraka sira.",
        "50": "Tsara ny sira, nefa raha ny sira indray no lasa matsatso, dia inona no hamerenanareo ny tsirony? Koa manàna sira ao anatinareo, ka mihavàna tsara foana ianareo.”"
    },
    "10": {
        "1": "Ary niala teo izy ka nankany amin’ny sisin-tanin’i Jodia, rehefa avy niampita ny Reniranon’i Jordana. Ary nisy vahoaka nitangorona indray teo aminy. Dia nampianariny izy ireo, araka ny efa fanaony.",
        "2": "Ary nisy Fariseo nanatona azy satria te hitsapa azy. Dia nanontany izy ireo raha azon’ny lehilahy atao ny misaraka amin’ny vadiny.",
        "3": "Ary hoy izy: “Inona no didy nomen’i Mosesy anareo?”",
        "4": "Dia hoy ireo: “Navelan’i Mosesy hanoratra taratasy fisaraham-panambadiana ny lehilahy rehefa misaraka amin’ny vadiny.”",
        "5": "Hoy anefa i Jesosy tamin’ireo: “Noho ianareo mafy loha no nahatonga azy hanoratra an’izany didy izany ho anareo.",
        "6": "Fa tany am-piandohan’ny famoronana, dia ‘nanao azy ho lahy sy vavy Izy.",
        "7": "Noho izany, dia handao ny rainy sy ny reniny ny lehilahy,",
        "8": "ary ho nofo iray ihany izy roa.’ Koa tsy roa intsony izy, fa nofo iray ihany.",
        "9": "Aoka àry izay nampiraisin’Andriamanitra zioga, tsy hosarahin’olona.”",
        "10": "Rehefa tao an-trano indray izy ireo, dia nanontanian’ny mpianany momba an’izany izy.",
        "11": "Dia hoy izy tamin’ireo: “Izay lehilahy misaraka amin’ny vadiny ka manambady olon-kafa, dia manitsakitsa-bady.",
        "12": "Ary raha manambady olon-kafa ny vehivavy nisaraka tamin’ny vadiny, dia manitsakitsa-bady.”",
        "13": "Ary nisy zaza nentin’ny olona teo amin’i Jesosy mba hokasihiny, nefa nobedesin’ny mpianatra ireny.",
        "14": "Dia tezitra i Jesosy rehefa nahita an’izany, ka niteny tamin’ireo hoe: “Avelao ny zaza hanatona ahy fa aza sakanana, fa an’izay hoatr’azy ny Fanjakan’Andriamanitra.",
        "15": "Lazaiko marina aminareo fa tsy maintsy mandray ny Fanjakan’Andriamanitra hoatran’ny zaza ianareo, fa raha tsy izany dia tsy ho tafiditra ao mihitsy.”",
        "16": "Ary nitrotro an’ireo zaza ireo izy ka nitso-drano azy, sady nametra-tanana taminy.",
        "17": "Rehefa niala teo izy, dia nisy lehilahy nihazakazaka nanatona azy ka nandohalika teo anatrehany sady nanontany hoe: “Mpampianatra Tsara ô, inona no tsy maintsy ataoko mba handovako fiainana mandrakizay?”",
        "18": "Dia hoy i Jesosy: “Maninona aho no antsoinao hoe tsara? Tsy misy tsara afa-tsy iray ihany, dia Andriamanitra.",
        "19": "Fantatrao ny didy hoe: ‘Aza mamono olona, aza manitsakitsa-bady, aza mangalatra, aza mijoro ho vavolombelona mandainga, aza manambaka, ary hajao ny rainao sy ny reninao.’”",
        "20": "Hoy ilay lehilahy taminy: “Mpampianatra ô, efa narahiko daholo izany hatramin’izaho mbola kely.”",
        "21": "Nijery azy i Jesosy dia tia azy, ka hoy izy taminy: “Izao zavatra iray izao sisa no mbola tsy nataonao: Mandehana amidio ny fanananao ka omeo ho an’ny mahantra, dia hanana harena any an-danitra ianao. Ary andao hanara-dia ahy.”",
        "22": "Nanjombona ilay lehilahy rehefa naheno an’izany valin-teny izany, ka lasa sady nalahelo. Be dia be mantsy ny fananany.",
        "23": "Ary nijery ny manodidina azy i Jesosy, ka hoy izy tamin’ny mpianany: “Tena ho sarotra amin’ny mpanam-bola ny hiditra ao amin’ny Fanjakan’Andriamanitra!”",
        "24": "Gaga anefa ny mpianatra tamin’izany teniny izany, ka hoy i Jesosy: “Tena sarotra, anaka, ny miditra ao amin’ny Fanjakan’Andriamanitra!",
        "25": "Mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny Fanjakan’Andriamanitra.”",
        "26": "Vao mainka gaga izy ireo ka niteny taminy hoe: “Dia mety hisy ho voavonjy ve raha izany?”",
        "27": "Nibanjina azy ireo i Jesosy ka niteny hoe: “Tsy hain’olombelona izany, fa hain’Andriamanitra. Hain’Andriamanitra mantsy ny zava-drehetra.”",
        "28": "Ary hoy i Petera taminy: “Efa nahafoy ny zava-drehetra izahay dia nanaraka anao.”",
        "29": "Dia hoy i Jesosy: “Lazaiko marina aminareo fa tsy misy olona efa nahafoy trano, na rahalahy, na anabavy, na reny, na ray, na zanaka, na saha, noho ny amiko sy ny vaovao tsara,",
        "30": "ka tsy hahazo avo 100 heny amin’izao andro izao, dia trano, rahalahy, anabavy, reny, zanaka, saha, sy fanenjehana, ary fiainana mandrakizay ao amin’ilay tontolo ho avy.",
        "31": "Maro amin’ireo voalohany anefa no ho farany, ary ny farany ho voalohany.”",
        "32": "Ary niakatra ho any Jerosalema izy ireo. Dia nandeha teo alohan’ny mpianatra i Jesosy, ka gaga izy ireo. Ny olona nanaraka azy anefa natahotra. Ary nentiny nihataka kely indray izy 12 Lahy, ka niresahany an’izao zavatra efa hitranga aminy izao:",
        "33": "“Miakatra ho any Jerosalema isika izao. Ary hatolotra amin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ny Zanak’olona. Dia homelohin’izy ireo ho faty izy, ary hatolony amin’ny hafa firenena,",
        "34": "ka hihomehezan’ireny sy hororany sy hokaravasiny ary hovonoiny ho faty. Hitsangana anefa izy rehefa afaka telo andro.”",
        "35": "Ary nanatona azy i Jakoba sy Jaona zanak’i Zebedio, ka niteny taminy hoe: “Mpampianatra ô, mba tianay hataonao aminay izay angatahinay aminao.”",
        "36": "Ary hoy izy tamin’ireo: “Inona no tianareo hataoko aminareo?”",
        "37": "Dia hoy ireo: “Mba avelao izahay hipetraka eo akaikinao rehefa mahazo voninahitra ianao, ka ny iray eo ankavananao, ary ny iray eo ankavianao.”",
        "38": "Hoy anefa i Jesosy tamin’ireo: “Tsy azonareo an-tsaina mihitsy izany angatahinareo izany. Vitanareo ve ny hisotro amin’ilay kaopy isotroako, na ny hatao batisa amin’ilay batisa anaovana batisa ahy?”",
        "39": "Dia hoy ireo: “Vitanay izany ka!” Ary hoy i Jesosy tamin’ireo: “Hisotro amin’ilay kaopy isotroako ianareo, ary hatao batisa amin’ilay batisa anaovana batisa ahy.",
        "40": "Tsy anjarako anefa ny manendry an’izay hipetraka eo ankavanako na eo ankaviako, fa izay voafidy ihany no hahazo an’izany toerana izany.”",
        "41": "Ary tezitra tamin’i Jakoba sy Jaona izy folo lahy rehefa naheno an’izany.",
        "42": "Nantsoin’i Jesosy hankeo aminy anefa izy ireo, dia noteneniny hoe: “Fantatrareo fa manjakazaka amin’ny firenena entiny ireo ekena ho mpitondra, ary manampatra fahefana ireo lehibe.",
        "43": "Tsy tokony ho toy izany kosa eo aminareo. Fa izay te ho lehibe aminareo dia tsy maintsy ho mpanomponareo,",
        "44": "ary izay te ho voalohany aminareo dia tsy maintsy manompo ny rehetra.",
        "45": "Fa na ny Zanak’olona aza tsy tonga mba hotompoina fa mba hanompo, ka hanome ny ainy ho vidim-panavotana ho takalon’ny olona maro.”",
        "46": "Tonga tao Jeriko izy ireo avy eo. Ary rehefa nivoaka an’i Jeriko izy sy ny mpianany ary ny olon-kafa be dia be, dia io fa nipetraka teo amoron-dalana i Bartimeo, jamba mpangataka, zanak’i Timeo.",
        "47": "Rehefa henony fa i Jesosy avy any Nazareta ilay nandalo teo, dia nanomboka niantsoantso mafy izy hoe: “Ry Jesosy Zanak’i Davida ô, mba iantrao aho!”",
        "48": "Ary nibedy azy ny olona maro sady niteny azy mba hangina, nefa vao mainka izy niantsoantso mafy hoe: “Ry Zanak’i Davida ô, mba iantrao aho!”",
        "49": "Nijanona àry i Jesosy, dia niteny hoe: “Antsoy ho eto amiko izy.” Dia nantsoin’ny olona ilay jamba, ka noteneniny hoe: “Mahereza! Mitsangàna, fa miantso anao izy.”",
        "50": "Koa nesoriny ny akanjony ivelany, dia nitsangana haingana izy ka nankeo amin’i Jesosy.",
        "51": "Ary hoy i Jesosy taminy: “Inona no tianao hataoko aminao?” Dia hoy ilay jamba: “Rabôny ô, mba ataovy mahita indray aho.”",
        "52": "Ary hoy i Jesosy: “Mandehana, ny finoanao no nahasitrana anao.” Tonga dia nahita ilay lehilahy, ka nanomboka nanaraka azy teny an-dalana."
    },
    "11": {
        "1": "Rehefa nanakaiky an’i Jerosalema sy Betifaga ary Betania, izay teo amin’ny Tendrombohitra Oliva, izy ireo, dia naniraka roa lahy tamin’ny mpianany izy.",
        "2": "Hoy izy tamin’ireo: “Mandehana ao amin’irỳ tanàna kely irỳ. Vao tafiditra ao ianareo, dia hahita zanak’ampondra mifatotra, mbola tsy nitaingenan’olona mihitsy. Vahao ilay izy dia ento atỳ.",
        "3": "Ary raha misy milaza aminareo hoe: ‘Fa maninona io no vahanareo?’, dia lazao hoe: ‘Misy ilan’ny Tompo azy, fa tonga dia haveriny eto ihany rehefa avy eo.’”",
        "4": "Dia lasa izy ireo ary hitany ilay zanak’ampondra nifatotra teo akaikin’ny varavarana, teo ivelany teo amin’ny lalankely, ka novahany.",
        "5": "Nisy tamin’ireo olona nijoro teo anefa niteny hoe: “Fa maninona no vahanareo io zanak’ampondra io?”",
        "6": "Dia ilay notenenin’i Jesosy mihitsy no nolazain’ny mpianatra tamin’ireo, ka navelany handeha izy ireo.",
        "7": "Ary nentin’ireo tany amin’i Jesosy ilay zanak’ampondra, ka napetrak’izy ireo teo ambonin’ilay izy ny akanjon’izy ireo ivelany, dia nitaingina teo i Jesosy.",
        "8": "Be dia be koa ny olona namelatra ny akanjony ivelany teo amin’ny lalana, fa ny an’ny sasany indray rantsankazo nisy raviny avy notapahiny tany an-tsaha.",
        "9": "Ary izay nandeha teo alohany sy tao aorianany dia niantsoantso tsy an-kijanona hoe: “Mba vonjeo re izy e! Hotahina anie ilay tonga amin’ny anaran’i Jehovah!",
        "10": "Hotahina anie ilay Fanjakana ho avy, izay an’i Davida razambenay! Mba vonjeo re izy, ry any amin’ny avo indrindra ô!”",
        "11": "Ary niditra tao Jerosalema izy, ka nankao amin’ny tempoly, dia nijerijery ny zava-drehetra. Nivoaka nankany Betania izy sy ny 12 Lahy avy eo, satria efa hariva ny andro.",
        "12": "Ny ampitson’iny, tamin’izy ireo nivoaka an’i Betania, dia noana izy.",
        "13": "Ary nahita aviavy feno raviny teny lavidavitra izy, ka nankeo mba hijery sao mahita voany. Tsy nahita afa-tsy raviny fotsiny anefa izy rehefa tonga teo, satria tsy fotoanan’ny aviavy tamin’izay.",
        "14": "Hoy àry izy tamin’ ilay hazo: “Enga anie tsy hisy hihinana voa avy aminao intsony mandrakizay!” Ary nihaino an’izany ny mpianany.",
        "15": "Tonga tao Jerosalema izy ireo avy eo. Dia niditra tao amin’ny tempoly izy, ka nanomboka nandroaka an’izay nivarotra sy nividy tao. Nazerany koa ny latabatry ny mpanakalo vola sy ny fipetrahan’ny mpivarotra voromailala.",
        "16": "Tsy nisy navelany hanivaka teo amin’ny tempoly koa izay olona nitondra entana.",
        "17": "Dia nampianatra izy hoe: “Angaha tsy voasoratra hoe: ‘Ny tranoko hantsoina hoe trano fivavahana ho an’ny firenena rehetra’? Fa ianareo kosa manao azy ho lava-bato fiafenan’ny jiolahy.”",
        "18": "Ary naheno an’izany ny lehiben’ny mpisorona sy ny mpanora-dalàna, ka nitady hevitra hamonoana azy. Natahotra azy mantsy izy ireo, satria gaga tamin’ny fampianarany daholo ny vahoaka.",
        "19": "Nivoaka ny tanàna i Jesosy sy ny mpianany, rehefa harivariva ny andro.",
        "20": "Rehefa teny an-dalana anefa izy ireo ny ampitso vao maraina, dia nahita fa efa nalazo hatramin’ny fakany ilay aviavy.",
        "21": "Tadidin’i Petera ilay izy ka hoy izy tamin’i Jesosy: “Raby ô, io fa nalazo ilay aviavy nozoninao.”",
        "22": "Dia hoy i Jesosy tamin’ireo: “Manàna finoana an’Andriamanitra.",
        "23": "Lazaiko marina aminareo fa raha misy miteny amin’ity tendrombohitra ity hoe: ‘Mialà eto dia mianjerà any an-dranomasina’, sady tsy misalasala izy ao am-pony ao fa manam-pinoana hoe hitranga tokoa izay lazainy, dia ho tanteraka izany.",
        "24": "Izany no antony itenenako aminareo hoe: Izay rehetra angatahinareo amim-bavaka, dia minoa hoe efa azonareo izany, dia ho azonareo izany.",
        "25": "Ary rehefa mitsangana hivavaka ianareo, ka misy olona anananareo alahelo, dia mamelà ny helony, mba havelan’ilay Rainareo any an-danitra koa ny helokareo.”",
        "26": "* ——",
        "27": "Tonga tao Jerosalema indray izy ireo. Rehefa nandehandeha tao amin’ny tempoly izy, dia nanatona azy ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy,",
        "28": "ka niteny taminy hoe: “Fahefana avy aiza no anaovanao an’izao? Ary iza no nanome anao fahefana hanao an’izao?”",
        "29": "Ary hoy i Jesosy tamin’ireo: “Hanontany zavatra iray aminareo aho. Valio aho, dia holazaiko aminareo koa hoe avy aiza ny fahefana anaovako an’izao.",
        "30": "Avy any an-danitra sa avy amin’ny olona no nahazoan’i Jaona fahefana hanao batisa? Mba valio aho.”",
        "31": "Dia nifampiresaka ireo hoe: “Raha miteny izao isika hoe: ‘Avy any an-danitra’, dia hiteny izy hoe: ‘Koa naninona ianareo no tsy nino azy?’",
        "32": "Ho sahintsika anefa ve ny hiteny hoe: ‘Avy amin’ny olona’?” Natahotra ny vahoaka mantsy izy ireo, satria nihevitra daholo izy rehetra hoe tena mpaminany i Jaona.",
        "33": "Hoy àry izy ireo tamin’i Jesosy: “Tsy fantatray.” Dia hoy i Jesosy: “Izaho koa tsy hiteny aminareo hoe fahefana avy aiza no anaovako an’izao.”"
    },
    "12": {
        "1": "Nanomboka nanao fanoharana tamin’ireo izy avy eo hoe: “Nanao tanimboaloboka ny lehilahy iray, ary nofefeny ny manodidina. Dia nihady lavaka famiazam-boaloboka izy ary nanangana tilikambo. Nampanofainy tamin’ny mpamboly ilay izy avy eo, dia lasa nankany an-tany hafa izy.",
        "2": "Rehefa tonga ny fotoam-piotazana, dia naniraka mpanompo ho any amin’ny mpamboly izy mba hanangona ny ampahany amin’ny vokatry ny tanimboaloboka avy tamin’izy ireo.",
        "3": "Nalain’izy ireo anefa ilay mpanompo dia nokapohiny, ka nalefany nody maina.",
        "4": "Naniraka mpanompo hafa ho any amin’ireo mpamboly indray ilay lehilahy, nefa nokapohin’ireo teo amin’ny lohany ilay mpanompo sady nalany baraka.",
        "5": "Ary naniraka mpanompo hafa indray izy, saingy novonoin’ireo ho faty ilay mpanompo. Mbola naniraka olon-kafa be dia be koa izy, nefa ny sasany nokapohin’ireo, ary ny sasany novonoiny ho faty.",
        "6": "Iray sisa no teo aminy, dia ny zanany tena tiany, ka io no nirahiny farany tany amin’ireo. Fa hoy izy: ‘Mba hohajain’ireny kosa ny zanako e!’",
        "7": "Nifampiresaka anefa ireo mpamboly ireo hoe: ‘Iny ny mpandova! Andao izy hovonointsika, dia amin’izay ho lasantsika ny lova!’",
        "8": "Koa nosamborin’ireo izy dia novonoiny ho faty, ka notaritaritiny tany ivelan’ny tanimboaloboka.",
        "9": "Inona àry no hataon’ilay tompon’ny tanimboaloboka? Ho avy izy dia hovonoiny ho faty ireo mpamboly ireo, ary homeny olon-kafa ny tanimboaloboka.",
        "10": "Angaha mbola tsy novakinareo tao amin’ny Soratra Masina mihitsy ilay hoe: ‘Ny vato tsy tian’ny mpanao trano no lasa vato fehizoro lehibe indrindra.",
        "11": "Avy amin’i Jehovah izany sady mahavariana antsika’?”",
        "12": "Ary te hisambotra an’i Jesosy ny fahavalony, satria takany hoe izy ireo no tao an-tsain’i Jesosy tamin’ilay fanoharana. Natahotra ny vahoaka anefa izy ireo, ka lasa nandeha.",
        "13": "Ary nirahin’ireo hankany amin’i Jesosy ny sasany tamin’ny Fariseo sy ny mpanohana an’i Heroda mba hamandrika azy amin’ny teniny.",
        "14": "Rehefa tonga ireo dia niteny taminy hoe: “Mpampianatra ô, fantatray fa milaza ny marina foana ianao. Tsy mba mila sitraka amin’ny olona koa ianao satria tsy mijery tavan’olona, ary marina ny fampianaranao momba an’Andriamanitra. Azo atao ve sa tsia ny mandoa hetra amin’i Kaisara?",
        "15": "Tokony handoa ve izahay sa tsia?” Fantatr’i Jesosy anefa hoe nihatsaravelatsihy izy ireo, ka hoy izy taminy: “Maninona ianareo no mitsapa ahy? Itondray denaria iray aho hojereko.”",
        "16": "Dia nitondran’ireo izy. Ary hoy izy tamin’ireo: “Sarin’iza io, dia anaran’iza io?” Hoy ireo taminy: “An’i Kaisara.”",
        "17": "Hoy àry i Jesosy: “Aloavy amin’i Kaisara izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.” Dia talanjona tamin’ny teniny ireo.",
        "18": "Ary nanatona azy ny Sadoseo, izay milaza fa tsy misy fitsanganan’ny maty. Nanontanian’ireo izy hoe:",
        "19": "“Mpampianatra ô, nanoratra ho antsika i Mosesy hoe raha maty ny lehilahy anankiray ka namela vady nefa tsy niteraka, dia tokony hampakatra an’ilay vady navelany ny rahalahiny, ka hanome taranaka ho an’ilay rahalahiny efa maty.",
        "20": "Nisy fito mirahalahy àry. Nanambady ilay voalohany, nefa maty tsy niteraka.",
        "21": "Dia nampakatra an’ilay vehivavy ny faharoa, nefa maty tsy niteraka ihany koa, ary hoatr’izany koa ny fahatelo.",
        "22": "Samy tsy niteraka izy fito mirahalahy. Maty koa ilay vehivavy tamin’ny farany.",
        "23": "Rehefa atsangana ny maty, ho vadin’iza ilay vehivavy? Efa samy nanambady azy daholo mantsy izy fito mirahalahy.”",
        "24": "Hoy i Jesosy tamin’ireo: “Samy tsy hainareo na ny Soratra Masina na ny herin’Andriamanitra. Tsy izany ve no mahadiso hevitra anareo?",
        "25": "Fa rehefa atsangana ny maty, dia tsy hampaka-bady na havoaka hampakarina, fa hitovy amin’ny anjely any an-danitra.",
        "26": "Raha ny amin’ny maty izay atsangana, angaha mbola tsy novakinareo ilay ao amin’ny bokin’ i Mosesy, ao amin’ny fitantarana momba an’ilay voarointsilo, fa nilaza taminy Andriamanitra hoe: ‘Izaho no Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba’?",
        "27": "Tsy mba Andriamanitry ny maty izy, fa an’ny velona. Diso hevitra tanteraka ianareo.”",
        "28": "Nisy mpanora-dalàna iray nanatona ka naheno azy ireo niady hevitra. Fantany fa nahavaly tsara azy ireo i Jesosy, ka nanontaniany hoe: “Inona no voalohany amin’ny didy rehetra?”",
        "29": "Dia namaly i Jesosy hoe: “Ny voalohany dia izao: ‘Henoy izao, ry Israely ô: I Jehovah Andriamanitsika dia Jehovah iray ihany.",
        "30": "Ary tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo sy ny sainao manontolo ary ny herinao manontolo.’",
        "31": "Ny faharoa dia izao: ‘Tiavo ny namanao tahaka ny tenanao.’ Tsy misy didy lehibe noho ireo.”",
        "32": "Hoy ilay mpanora-dalàna taminy: “Izay mihitsy, ry Mpampianatra ô! Marina ilay teninao hoe: ‘Iray ihany Izy, ary tsy misy ankoatra azy.’",
        "33": "Ary sarobidy lavitra noho ny fanatitra dorana sy ny sorona rehetra ny fitiavana azy amin’ny fo manontolo sy ny saina manontolo ary ny hery manontolo, sy ny fitiavana ny namana tahaka ny tena.”",
        "34": "Hitan’i Jesosy fa nahay namaly ilay lehilahy, ka hoy izy taminy: “Tsy lavitra ny Fanjakan’Andriamanitra ianao.” Tsy nisy sahy nanontany azy intsony taorian’izay.",
        "35": "Raha mbola nampianatra tao amin’ny tempoly anefa i Jesosy, dia niteny hoe: “Maninona no lazain’ny mpanora-dalàna fa zanak’i Davida i Kristy?",
        "36": "I Davida aza nasain’ny fanahy masina niteny hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho eo ambany tongotrao.”’",
        "37": "Koa i Davida aza niantso azy hoe Tompo, dia ahoana no maha zanany azy?” Ary nahafaly ny vahoaka ny nihaino azy.",
        "38": "Hoy koa izy tamin’izy mbola nampianatra iny: “Mitandrema amin’ny mpanora-dalàna, izay tia mandehandeha manao akanjo lava. Tiany koa ny hoarahabaina eny an-tsena",
        "39": "sy ny hahazo toerana eny aloha ao amin’ny synagoga ary ny toerana mihaja indrindra any amin’ny sakafo hariva.",
        "40": "Taperin’izy ireny ny fananan’ny mpitondratena, ary manao vavaka lava be izy ireny mba hisehosehoana fotsiny. Hahazo fanamelohana henjana kokoa izy ireny.”",
        "41": "Ary nipetraka tandrifin’ny vata fandrotsaham-bola izy, ka nodinihiny ny vahoaka nandrotsaka vola tao amin’ireo vata ireo. Ary betsaka ny mpanankarena nandrotsaka vola madinika be dia be.",
        "42": "Tonga kosa ny vehivavy mpitondratena mahantra iray, nandrotsaka vola madinika kely anankiroa zara raha nisy vidiny.",
        "43": "Koa niantso ny mpianany hankeo aminy i Jesosy, dia hoy izy: “Lazaiko marina aminareo fa io mpitondratena mahantra io no nandrotsaka betsaka noho ny hafa rehetra nandrotsaka vola tao amin’ny vata fandrotsaham-bola.",
        "44": "Izy rehetra mantsy nandrotsaka avy tamin’izay sisa tsy laniny, fa io vehivavy io kosa na mahantra aza, dia nandrotsaka an’izay rehetra nananany, dia ny fivelomany rehetra.”"
    },
    "13": {
        "1": "Ary rehefa nivoaka ny tempoly izy, dia hoy ny iray tamin’ny mpianany: “Mpampianatra ô, jereo ange e! Tsara be ireo vato sy trano ireo e?”",
        "2": "Hoy anefa i Jesosy taminy: “Hitanao ve ireo trano be ireo? Tsy hisy vato havela hifanaingina mihitsy eo, fa harodana daholo.”",
        "3": "Tamin’izy nipetrapetraka teo amin’ny Tendrombohitra Oliva sady nahatazana ny tempoly, dia nanontany azy mitokana i Petera sy Jakoba sy Jaona ary Andrea hoe:",
        "4": "“Lazao aminay hoe rahoviana no hitranga izany, ary inona no ho famantarana rehefa hifarana izany rehetra izany?”",
        "5": "Koa niteny taminy i Jesosy hoe: “Mitandrema sao hisy hamitaka anareo.",
        "6": "Fa maro no hisandoka ny anarako, dia hiteny hoe: ‘Izaho no izy’, ka be dia be no ho voafitany.",
        "7": "Ary aza matahotra rehefa maheno ady ianareo sy rehefa misy milaza aminareo hoe misy ady any an-toeran-kafa. Tsy maintsy hitranga izany, nefa mbola tsy ho tonga ny farany.",
        "8": "“Fa hisy firenena hiady amin’ny firenena, ary hisy fanjakana hiady amin’ny fanjakana. Hisy horohoron-tany any amin’ny toerana samihafa, ary hisy mosary koa. Izany no fiandohan’ny fahoriana.",
        "9": "“Ianareo kosa mitandrema, fa hanolotra anareo any amin’ny fitsarana ny olona. Hokapohina any amin’ny synagoga ianareo, ary hoentina any amin’ny governora sy ny mpanjaka noho ny amiko, mba ho vavolombeloko eo anatrehany.",
        "10": "Ankoatra izany, dia tsy maintsy hotorina any amin’ny firenena rehetra aloha ny vaovao tsara.",
        "11": "Rehefa entiny mba hatolotra an’ireo manam-pahefana ianareo, dia aza manahy ny amin’izay holazainareo. Hampahatsiahy anareo izay tokony holazaina amin’izany ora izany ny fanahy masina, satria tsy ianareo no miteny, fa ny fanahy masina.",
        "12": "Ny rahalahy koa hanolotra ny rahalahiny hovonoina ho faty, ny ray hanolotra ny zanany, ary ny zanaka hanohitra ny ray aman-dreniny ka hampamono azy ho faty.",
        "13": "Ary ho halan’ny olona rehetra ianareo noho ny anarako. Izay miaritra hatramin’ny farany anefa no hovonjena.",
        "14": "“Rehefa hitanareo anefa fa mitsangana eo amin’izay tsy tokony hitsanganany ilay zava-maharikoriko mahatonga faharavana—aoka ny mpamaky handinika tsara—, dia mila mandositra any an-tendrombohitra izay any Jodia.",
        "15": "Izay any an-tampon-trano koa tsy tokony hidina na hiditra ao an-tranony mba haka zavatra ao,",
        "16": "ary izay any an-tsaha tsy tokony hiverina any amin’izay efa nilaozany mba haka ny akanjony ivelany.",
        "17": "Loza no hanjo ny bevohoka sy ny mampinono, amin’izany andro izany!",
        "18": "Mivavaha foana mba tsy ho amin’ny ririnina izany no hitranga.",
        "19": "Fa izany andro izany dia ho andro fahoriana izay mbola tsy nisy hoatr’izany hatramin’ny niandohan’ny zavatra noforonin’Andriamanitra ka hatramin’izany fotoana izany, sady tsy hisy intsony.",
        "20": "Raha tsy nohafohezin’i Jehovah mantsy izany andro izany, dia tsy hisy olona ho voavonjy. Noho ny olom-boafidiny anefa, dia nohafoheziny izany andro izany.",
        "21": "“Ary aza mino raha misy milaza aminareo hoe: ‘Atỳ Kristy!’, na hoe: ‘Arỳ izy!’",
        "22": "Fa hisy Kristy sandoka sy mpaminany sandoka ho avy, ka hanao famantarana sy fahagagana, satria tiany havily lalana ny olom-boafidy, raha azony atao.",
        "23": "Mitandrema àry ianareo. Efa nolazaiko taminareo mialoha ny zava-drehetra.",
        "24": "“Amin’izany andro izany, aorian’ilay fahoriana, dia ho maizina ny masoandro, tsy hanome hazavana ny volana,",
        "25": "ho latsaka avy any an-danitra ny kintana, ary hohozongozonina ny hery eny amin’ny lanitra.",
        "26": "Dia avy eo ho hitan’ny olona ho avy ao amin’ny rahona ny Zanak’olona, sady ho avy amin-kery lehibe sy voninahitra.",
        "27": "Dia hirahiny ny anjely ka hangonin’izy ireo avy any amin’ny vazan-tany efatra ny olom-boafidiny, hatrany amin’ny faran’ny tany ka hatrany amin’ny faravodilanitra.",
        "28": "“Makà lesona avy amin’ity fanoharana momba ny aviavy ity: Raha vao mitsimoka ny rantsany ka manomboka misy raviny, dia fantatrareo fa efa akaiky ny fahavaratra.",
        "29": "Hoatr’izany koa fa rehefa hitanareo hoe miseho izany zavatra izany, dia fantaro fa efa akaiky izy, efa eo am-baravarana.",
        "30": "Lazaiko marina aminareo fa tsy ho tapitra mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "31": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona mihitsy.",
        "32": "“Tsy misy mahalala an’izany andro na ora izany, na ny anjely any an-danitra, na ny Zanaka, afa-tsy ny Ray ihany.",
        "33": "Mitandrema foana sy miambena foana, fa tsy fantatrareo hoe rahoviana ny fotoana voatondro.",
        "34": "Hoatran’ny lehilahy iray nandeha any an-tany hafa izany. Talohan’ny nandehanany, dia nomeny fahefana ny mpanompony sady nomeny asa tsirairay, ary ny mpiandry varavarana koa nasainy niambina foana.",
        "35": "Miambena foana àry, fa tsy fantatrareo hoe rahoviana ny tompon-trano no ho avy, na amin’ny takariva, na amin’ny misasakalina, na amin’ny maneno akoho, na vao maraina be.",
        "36": "Dia amin’izay ianareo tsy ho hitany matory, rehefa tonga tampoka izy.",
        "37": "Izay lazaiko aminareo anefa dia lazaiko amin’ny rehetra hoe: Miambena foana.”"
    },
    "14": {
        "1": "Roa andro sisa tamin’izay dia ho tonga ny Paska sy ny Fetin’ny Mofo Tsy Misy Lalivay. Ary nitady fomba hamitahana sy hisamborana azy ny lehiben’ny mpisorona sy ny mpanora-dalàna, mba hamonoana azy ho faty.",
        "2": "Hoy anefa izy ireo: “Aleo tsy amin’ny fety, sao hisahotaka ny vahoaka.”",
        "3": "Tamin’izy nisakafo tao an-tranon’i Simona boka, tany Betania, dia tonga ny vehivavy anankiray. Nitondra tavoahangy vatosanga feno menaka manitra lafo vidy be izy io, ary narda tena izy ilay menaka. Novakin’ilay vehivavy ilay tavoahangy, dia nararany teo an-dohan’i Jesosy ilay menaka.",
        "4": "Dia tezitra ny sasany ka nifampiresaka hoe: “Fa maninona no lanilanina fotsiny hoatr’izao iny menaka manitra iny?",
        "5": "Azo namidy 300 denaria mahery izao iny menaka iny, dia nomena ny mahantra ny vola!” Dia sorena be tamin’ilay vehivavy izy ireo.",
        "6": "Hoy anefa i Jesosy: “Avelao izy. Fa maninona no ataonareo an’izany izy? Tena tsara ny nataony tamiko.",
        "7": "Hisy mahantra foana mantsy eo aminareo, ka isaky ny te hanao soa amin’ireny ianareo, dia afaka manao an’izany, fa izaho kosa tsy ho eo aminareo foana.",
        "8": "Nanao izay azony natao izy, ka nandraraka menaka manitra tamin’ny vatako mba hanomanana mialoha ny fandevenana ahy.",
        "9": "Lazaiko marina aminareo fa na aiza na aiza hitoriana ny vaovao tsara eran’izao tontolo izao, dia holazaina koa ny nataon’io vehivavy io, ho fahatsiarovana azy.”",
        "10": "Ary lasa nankany amin’ny lehiben’ny mpisorona i Jodasy Iskariota, iray tamin’izy 12 Lahy, satria te hamadika an’i Jesosy ka hanolotra azy tamin’ireo.",
        "11": "Ary faly izy ireo rehefa naheno an’izany, ka nampanantena fa hanome vola azy. Nanomboka nitady fotoana hamadihana an’i Jesosy àry i Jodasy.",
        "12": "Ary tonga ny andro voalohany hankalazana ny Fetin’ny Mofo Tsy Misy Lalivay, izay andro fanolorana ny biby atao sorona amin’ny Paska. Dia hoy ny mpianany taminy: “Aiza no tianao hikarakaranay ny sakafon’ny Paska?”",
        "13": "Koa naniraka roa lahy tamin’ny mpianany izy, nanao hoe: “Mankanesa any an-tanàna ianareo, dia hifanena amin’ny lehilahy iray mitondra siny tany feno rano. Araho izy,",
        "14": "ka ao amin’izay idirany dia ilazao ny tompon-trano hoe: ‘Niteny ny Mpampianatra hoe: “Aiza ny efitra fandraisam-bahiny azoko ihinanana ny Paska miaraka amin’ny mpianatro?”’",
        "15": "Dia hasehony anareo ny efitra malalaka iray any ambony rihana, izay efa misy fanaka sady efa vonona. Karakarao ao ny sakafon’ny Paska ho antsika.”",
        "16": "Lasa àry ireo mpianany ireo nankao an-tanàna, ka hitan’izy ireo daholo izay nolazainy taminy. Ary nokarakarain’ireo ny Paska.",
        "17": "Dia tonga i Jesosy sy ny 12 Lahy, ny harivan’iny.",
        "18": "Rehefa naka toerana hisakafo teo amin’ny latabatra izy ireo, dia hoy i Jesosy: “Lazaiko marina aminareo fa hamadika ahy ny iray aminareo, dia ilay miara-mihinana amiko.”",
        "19": "Ary nalahelo izy ireo, ka samy nanontany azy hoe: “Izaho ve izany?”",
        "20": "Dia hoy izy tamin’ireo: “Iray aminareo 12 Lahy ilay izy, ilay miara-manatsoboka ny mofony amiko ao anaty vilia.",
        "21": "Fa handeha ny Zanak’olona, araka ny efa voasoratra momba azy, nefa hahita loza ilay olona hamadika ny Zanak’olona! Tsara kokoa ho an’ilay olona raha tsy teraka akory.”",
        "22": "Raha mbola nihinana izy ireo, dia nandray mofo i Jesosy ka nivavaka. Dia notapahiny ilay mofo ka nomeny azy ireo, sady hoy izy: “Raiso, ity no vatako.”",
        "23": "Nandray kaopy koa izy ka nisaotra an’Andriamanitra, dia nomeny azy ireo ilay kaopy, ka nisotro tamin’iny izy rehetra.",
        "24": "Dia hoy izy tamin’ireo: “Ity no rako, dia ‘ny ran’ny fifanekena’ izay halatsaka mba hahasoa olona maro.",
        "25": "Lazaiko marina aminareo fa tsy hisotro amin’ny vokatry ny voaloboka intsony aho, mandra-pahatongan’ny andro hisotroako divay vaovao ao amin’ny Fanjakan’Andriamanitra.”",
        "26": "Farany, dia nankany amin’ny Tendrombohitra Oliva izy ireo, rehefa avy nihira fiderana.",
        "27": "Ary hoy i Jesosy: “Hahafoy ahy daholo ianareo, fa voasoratra hoe: ‘Hasiako ny mpiandry, dia hiparitaka ny ondry.’",
        "28": "Rehefa atsangana anefa aho, dia handeha hialoha anareo any Galilia.”",
        "29": "Ary hoy i Petera taminy: “Na hahafoy anao daholo aza izy rehetra, dia izaho tsy hahafoy anao izany.”",
        "30": "Dia hoy i Jesosy taminy: “Lazaiko marina aminao fa anio alina ihany, raha mbola tsy maneno indroa akory ny akoho, dia handa ahy intelo ianao.”",
        "31": "Mbola nanizingizina ihany anefa i Petera hoe: “Na tsy maintsy hiara-maty aminao aza aho, dia tsy handa anao izany mihitsy!” Ary niteny hoatr’izany koa ny hafa rehetra.",
        "32": "Ary tonga tao amin’ny toerana iray antsoina hoe Getsemane izy ireo. Dia hoy izy tamin’ny mpianany: “Mipetraha eto fa izaho handeha hivavaka.”",
        "33": "Nentiny niaraka taminy i Petera sy Jakoba ary Jaona. Dia nanomboka nalahelo be sy nitebiteby be izy.",
        "34": "Hoy izy tamin’izy ireo: “Tena malahelo be aho izany, hoatran’ny efa ho faty. Mijanòna eto dia miareta tory.”",
        "35": "Ary nandroso kelikely izy, dia niankohoka tamin’ny tany ka nanomboka nivavaka mba tsy hiatrika an’izany ora izany, raha azony natao.",
        "36": "Dia hoy izy: “Aba, Ray ô, hainao ny zava-drehetra. Esory amiko ity kaopy ity, nefa aleo tsy izay tiako no hatao, fa izay tianao.”",
        "37": "Niverina teo amin’ny mpianany izy ka nahita azy ireo natory, dia hoy izy tamin’i Petera: “Simona! Matory angaha ianao? Tsy nahavita niari-tory adiny iray akory ve ianao?",
        "38": "Miambena sy mivavaha foana mba tsy ho resin’ny fakam-panahy. Mazoto ihany ny saina, saingy ny nofo no malemy.”",
        "39": "Dia lasa indray izy nivavaka, ka izay efa noteneniny teo aloha ihany no naveriny.",
        "40": "Dia niverina indray izy, ary mbola nahita azy ireo natory fa navesatra ny masony. Tsy hitan’izy ireo àry izay havaly azy.",
        "41": "Ary niverina fanintelony izy dia niteny tamin’ireo hoe: “Mbola matory sy miala sasatra ihany ve ianareo amin’izao fotoana izao? Aoka izay! Efa tonga ny ora! Jereo fa hisy hamadika ny Zanak’olona, ka hatolotra eo am-pelatanan’ny mpanota.",
        "42": "Mitsangàna dia andao isika handeha, fa efa akaiky ilay mpamadika ahy.”",
        "43": "Tsy tapitra akory anefa ny teniny, dia iny fa tonga i Jodasy, ilay anisan’ny 12 Lahy. Ary nisy vahoaka nitondra sabatra sy kibay niaraka taminy, nirahin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy.",
        "44": "Ary efa nanome famantarana azy ireo ilay mpamadika hoe: “Izay horohako no izy ka sambory, ary ento dia ambeno tsara.”",
        "45": "Tonga dia nanitsy nankeo amin’i Jesosy izy ka niteny hoe: “Raby ô!”, sady nanoroka azy.",
        "46": "Dia nisambotra an’i Jesosy ny vahoaka, ka nitondra azy.",
        "47": "Nisy iray tamin’ireo nijoro teo anefa nanatsoaka ny sabany, dia nasiany tamin’iny ilay mpanompon’ny mpisoronabe, ka niala ny sofiny.",
        "48": "Dia hoy i Jesosy tamin’ireo: “Tonga hisambotra ahy miaraka amin’ny sabatra sy kibay ve ianareo, hoatr’ireny hisambotra jiolahy ireny?",
        "49": "Isan’andro aho niaraka taminareo, tamin’izaho nampianatra tao amin’ny tempoly, nefa tsy nosamborinareo. Mitranga anefa izao mba ho tanteraka ny Soratra Masina.”",
        "50": "Ary nandao azy daholo ny mpianany ka lasa nitsoaka.",
        "51": "Nanaraka azy akaiky anefa ny tovolahy iray tsy nanao afa-tsy akanjo rongony tena tsara. Ary nanandrana nisambotra azy ny olona,",
        "52": "nefa navelany ny akanjony, dia nandositra nitanjaka izy.",
        "53": "Ary nentin’izy ireo nankany amin’ny mpisoronabe i Jesosy. Efa tafavory tany daholo ny lehiben’ny mpisorona sy ny anti-panahy ary ny mpanora-dalàna rehetra.",
        "54": "Nanaraka teny lavidavitra teny anefa i Petera, hatrany an-tokotanin’ny mpisoronabe. Dia niara-nipetrapetraka tamin’ny mpiasa an-trano teo izy sady nitanina afo teo.",
        "55": "Ary nitady zavatra hiampangana an’i Jesosy ny lehiben’ny mpisorona sy izay rehetra anisan’ny Fitsarana Avo Jiosy, mba hamonoana azy ho faty, nefa tsy nahita.",
        "56": "Be dia be ny vavolombelona mandainga niampanga azy, nefa nifanohitra ny tenin’izy ireo.",
        "57": "Nisy hafa koa nijoro ho vavolombelona mandainga ka niampanga azy hoe:",
        "58": "“Henonay izy niteny hoe: ‘Harodako ity tempoly nataon’ny tanan’olona ity, dia hanorina hafa tsy nataon’ny tanan’olona aho rehefa afaka telo andro.’”",
        "59": "Na tamin’izany aza anefa, dia mbola nifanohitra ihany ny tenin’izy ireo.",
        "60": "Dia nitsangana teo afovoany ny mpisoronabe ka nanontany an’i Jesosy hoe: “Toa tsy mamaly akory ianao? Ahoana izany fiampangan’ireo olona ireo anao izany?”",
        "61": "Mbola tsy niteny ihany anefa i Jesosy ary tsy namaly mihitsy. Ary nanontany azy indray ny mpisoronabe hoe: “Ianao ve no Kristy Zanak’Ilay Avo Indrindra?”",
        "62": "Dia hoy i Jesosy: “Izaho no izy. Ary ho hitanareo ny Zanak’olona hipetraka eo ankavanan’Ilay Mahery sady ho avy miaraka amin’ny rahon’ny lanitra.”",
        "63": "Dia nandrovitra ny akanjony ny mpisoronabe sady niteny hoe: “Inona indray no mbola ilantsika vavolombelona?",
        "64": "Henonareo ilay izy nanevateva an’Andriamanitra teo. Ahoana ny hevitrareo?” Dia nanameloka azy izy rehetra ka nilaza fa mendrika ny ho faty izy.",
        "65": "Ary nisy nandrora azy sy nanarona ny tarehiny, dia nanisy totohondry azy sady niteny hoe: “Maminania!” Dia namely tehamaina azy ny mpampihatra didim-pitsarana ka nitondra azy.",
        "66": "Raha mbola tao ambany tany an-tokotany i Petera, dia tonga ny iray tamin’ny mpanompovavin’ny mpisoronabe.",
        "67": "Raha vao nahita an’i Petera nitanina afo izy, dia nijery azy tsara sady niteny hoe: “Ianao koa niaraka tamin’io Jesosy avy any Nazareta io.”",
        "68": "Nanda anefa i Petera hoe: “Tsy fantatro izy sady tsy azoko izany zavatra resahinao izany.” Dia lasa izy nivoaka nankeo akaikin’ny vavahady.",
        "69": "Nahita azy teo ilay mpanompovavy, dia niteny indray tamin’ireo nijorojoro teo hoe: “Naman-dry zareo io.”",
        "70": "Nanda indray anefa izy. Ary rehefa afaka kelikely, dia niteny tamin’i Petera indray ireo nijorojoro teo hoe: “Tena naman-dry zareo ianao, fa Galilianina.”",
        "71": "Nanomboka niozona sy nianiana anefa izy hoe: “Tena tsy fantatro mihitsy ho’aho izany lehilahy resahinareo izany!”",
        "72": "Teo no ho eo ihany dia nisy akoho naneno fanindroany. Dia tsaroan’i Petera ilay nolazain’i Jesosy taminy hoe: “Mbola tsy maneno indroa akory ny akoho, dia handa ahy intelo ianao.” Dia nalahelo be izy ka nanomboka nitomany."
    },
    "15": {
        "1": "Vao nazava ratsy ny andro, dia niara-nidinika ny lehiben’ny mpisorona sy ny anti-panahy ary ny mpanora-dalàna, izany hoe ny Fitsarana Avo Jiosy manontolo. Ary nofatoran’izy ireo i Jesosy, dia nentiny ka natolony an’i Pilato.",
        "2": "Nanontanian’i Pilato àry izy hoe: “Ianao ve no Mpanjakan’ny Jiosy?” Hoy i Jesosy: “Voalazanao.”",
        "3": "Ary betsaka ny zavatra niampangan’ny lehiben’ny mpisorona azy.",
        "4": "Nanontany azy indray i Pilato hoe: “Ary toa tsy mamaly ianao? Be dia be ange izany zavatra iampangany anao izany e!”",
        "5": "Tsy namaly intsony anefa i Jesosy, ka gaga i Pilato.",
        "6": "Efa fanaon’i Pilato isaky ny fety ny manafaka voafonja iray nangatahin’ny vahoaka.",
        "7": "Tamin’izay fotoana izay, dia nisy lehilahy antsoina hoe Barabasy, niara-nigadra tamin’ireo mpikomy tamin’ny fanjakana, izay nahafaty olona tamin’izy ireo nikomy.",
        "8": "Dia tonga ny vahoaka ka nanomboka nangataka tamin’i Pilato mba hanao araka izay efa fanaony amin’izy ireo.",
        "9": "Hoy i Pilato tamin’izy ireo: “Sao dia mba tianareo hafahako ho anareo ilay Mpanjakan’ny Jiosy?”",
        "10": "Fantatr’i Pilato mantsy fa fialonana no nahatonga ny lehiben’ny mpisorona hanolotra an’i Jesosy.",
        "11": "Nampirisihin’ny lehiben’ny mpisorona anefa ny vahoaka mba hoe i Barabasy fa tsy i Jesosy no hangatahin’izy ireo hafahan’i Pilato.",
        "12": "Hoy indray i Pilato: “Hataoko ahoana àry ilay antsoinareo hoe Mpanjakan’ny Jiosy?”",
        "13": "Dia niantsoantso mafy indray ireo hoe: “Fantsiho eo amin’ny tsato-kazo izy!”",
        "14": "Hoy ihany anefa i Pilato tamin’ireo: “Fa maninona? Fa inona no ratsy nataony?” Vao mainka anefa izy ireo niantsoantso hoe: “Fantsiho eo amin’ny tsato-kazo izy!”",
        "15": "Dia nafahan’i Pilato i Barabasy, satria te hampifaly ny vahoaka izy. Rehefa avy nasainy nokaravasina i Jesosy, dia natolony hovonoina teo amin’ny tsato-kazo.",
        "16": "Ary nentin’ny miaramila nankao amin’ny tokotany tao amin’ny tranon’ny governora izy, ka novorin’izy ireo daholo ny miaramila.",
        "17": "Dia nampanaovin’ireo lamba volomparasy izy. Nandrandrana fehiloha tsilo koa izy ireo, dia nataony teo amin’ny lohany.",
        "18": "Ary nanomboka niantsoantso izy ireo hoe: “Miarahaba anao, ry Mpanjakan’ny Jiosy!”",
        "19": "Nokapohin’ireo tamin’ny bararata koa ny lohany, dia nororany izy. Ary nandohalika sy niankohoka teo anatrehany ireo.",
        "20": "Tamin’ny farany, rehefa avy nanesoeso azy izy ireo, dia nesoriny ilay lamba volomparasy, ary nampanaoviny azy indray ny akanjony ivelany. Nentiny hofantsihana teo amin’ny tsato-kazo izy avy eo.",
        "21": "Noteren’ireo hitondra ny hazo fijalian’i Jesosy koa ny mpandalo iray avy tany ambanivohitra, dia i Simona avy any Kyrena, rain’i Aleksandra sy Rofosy.",
        "22": "Ary nentin’ireo i Jesosy, ho any amin’ilay toerana antsoina hoe Golgota. Raha adika izany dia hoe “Ikarandoha.”",
        "23": "Nanandrana nanome azy divay nasiana miora mahadomelina ireo, fa tsy nety nisotro izy.",
        "24": "Dia nofantsihan’ireo teo amin’ny tsato-kazo izy, ary nozarain’izy ireo ny akanjony ivelany ka nanaovany antsapaka mba hahitana an’izay ho azon’izy tsirairay.",
        "25": "Ora fahatelo tamin’izay, ary nofantsihan’ireo teo amin’ny tsato-kazo izy.",
        "26": "Ary natao terỳ ambony ilay fiampangana azy hoe: “Ny Mpanjakan’ny Jiosy.”",
        "27": "Nisy jiolahy roa koa nataon’izy ireo teo amin’ny tsato-kazo teo akaikiny, ka ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "28": "* ——",
        "29": "Ary nanevateva azy ny mpandalo, sady nihivingivin-doha no niteny hoe: “Izay ka! Hay ianao ilay handrodana ny tempoly dia hanorina azy ao anatin’ny telo andro?",
        "30": "Vonjeo ny tenanao e, dia midìna avy eny amin’ny hazo fijaliana eny.”",
        "31": "Nanesoeso hoatr’izany koa ny lehiben’ny mpisorona sy ny mpanora-dalàna, dia nifampiresaka hoe: “Ny hafa novonjeny, nefa ny tenany tsy hainy vonjena!",
        "32": "Aleo hidina avy eny amin’ny hazo fijaliana i Kristy, ilay Mpanjakan’ny Israely, mba ho hitantsika dia amin’izay hino azy isika.” Na ireo teo amin’ny tsato-kazo teo akaikiny aza mba nandatsa azy koa.",
        "33": "Ary nisy haizina nanarona an’ilay faritra manontolo, nanomboka tamin’ny ora fahenina ka hatramin’ny ora fahasivy.",
        "34": "Tamin’ny ora fahasivy, dia niantso mafy i Jesosy hoe: “Ely, Ely, lamà sabaktany?” Raha adika izany dia hoe: “Andriamanitro ô, Andriamanitro ô, nahoana ianao no nahafoy ahy?”",
        "35": "Rehefa naheno an’izany ny olona sasany nijoro teo, dia niteny hoe: “Jereo fa miantso an’i Elia izy.”",
        "36": "Dia nisy olona iray nihazakazaka ka nanatsoboka spaonjy tao anaty divay marikivy. Dia nataony teo amin’ny bararata iray ilay izy ka nomeny hosotroin’i Jesosy, sady hoy izy: “Avelao izy e! Aleo hojerentsika raha ho avy hampidina azy i Elia.”",
        "37": "Niantsoantso mafy anefa i Jesosy dia tapitra ny ainy.",
        "38": "Dia triatra nizara roa hatrany ambony ka hatrany ambany ilay ridao tao amin’ny toerana masina.",
        "39": "Rehefa nahita an’izany rehetra izany ilay manamboninahitra nijoro teo akaikin’i Jesosy, sady nahita hoe tapitra ny ain’i Jesosy, dia hoy izy: “Tena Zanak’Andriamanitra tokoa io lehilahy io.”",
        "40": "Nisy vehivavy koa nitazana teny lavidavitra teny. Anisan’ireny i Maria Magdalena, sy Maria renin’i Jakoba kely sy Josesy, ary Salome,",
        "41": "izay samy efa nanaraka an’i Jesosy sy nikarakara azy tamin’izy tany Galilia, ary ny vehivavy maro hafa efa niara-niakatra taminy tany Jerosalema.",
        "42": "Efa harivariva ny andro tamin’izay sady Andro Fiomanana, izany hoe ilay andro alohan’ny Sabata.",
        "43": "Dia tonga i Josefa avy any Arimatia. Lehilahy nanan-kaja anisan’ny Filan-kevitry ny Jiosy izy, ary niandry ny Fanjakan’Andriamanitra koa. Nisikina herim-po izy ka nankany amin’i Pilato, dia nangataka ny fatin’i Jesosy.",
        "44": "Tian’i Pilato ho fantatra anefa raha efa maty sahady i Jesosy, ka nantsoiny ilay manamboninahitra dia nanontaniany.",
        "45": "Rehefa avy naka toky tamin’ilay manamboninahitra àry i Pilato, dia nekeny hoe homena an’i Josefa ilay faty.",
        "46": "Rehefa avy nividy lamba rongony tena tsara i Josefa, dia nampidininy ilay faty ka nofonosiny tamin’ilay lamba rongony tena tsara, dia napetrany tao amin’ny fasana iray nolavahana tao amin’ny vatolampy. Nanakodia vato teo am-baravaran’ilay fasana izy avy eo.",
        "47": "Fa i Maria Magdalena sy Maria renin’i Josesy kosa mbola nijery foana an’ilay toerana nametrahana ny fatin’i Jesosy."
    },
    "16": {
        "1": "Rehefa tapitra ny Sabata, dia nividy zava-manitra i Maria Magdalena, sy Maria renin’i Jakoba, ary Salome, fa te ho any am-pasana izy ireo mba hanosotra an’izany amin’ny fatin’i Jesosy.",
        "2": "Dia nankany am-pasana vao maraina be izy ireo, tamin’ny andro voalohany amin’ny herinandro, rehefa niposaka ny masoandro.",
        "3": "Dia nifampiresaka izy ireo hoe: “Iza re no hasaintsika hanakodia an’ilay vato hiala eo amin’ny varavaram-pasana e?”",
        "4": "Rehefa nitraka anefa izy ireo, dia hitany fa efa voakodia ilay vato, na dia ngezabe aza.",
        "5": "Rehefa niditra tao am-pasana izy ireo, dia gaga nahita tovolahy nanao akanjo fotsy lava nipetraka teo ankavanana.",
        "6": "Hoy ilay tovolahy tamin’ireo: “Aza gaga ianareo. Fantatro fa mitady an’i Jesosy avy any Nazareta, ilay novonoina teo amin’ny tsato-kazo, ianareo. Efa natsangana izy ka tsy ato. Jereo fa teto no nametrahana azy.",
        "7": "Mandehana milaza amin’ny mpianany sy amin’i Petera hoe: ‘Hialoha anareo any Galilia izy, dia any no hahitanareo azy, araka ny efa nolazainy taminareo.’”",
        "8": "Dia nivoaka tao amin’ilay fasana izy ireo ka nandositra, sady nangovitra no nihetsi-po be. Ary tsy niteny na inona na inona tamin’olona izy ireo, fa natahotra."
    },
    "meta": {
        "name": "Marka",
        "order": 40,
        "chapter_number": 16
    }
}