{
    "1": {
        "1": "Ny fiandohan’ny vaovao tsara momba an’i Jesosy Kristy:",
        "2": "Araka izay nosoratan’i Isaia mpaminany, manao hoe: “Hirahiko hialoha anao ny irako, hanomana ny lalanao.—",
        "3": "Injay misy miantso mafy any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah, ataovy mahitsy ny lalan-kalehany’”,",
        "4": "dia niseho tany an-tany efitra i Jaona Mpanao Batisa, ka nitory ny batisa, izay mariky ny fibebahana hahazoana famelan-keloka.",
        "5": "Koa nivoaka nankany aminy ny tany amin’ny faritr’i Jodia rehetra sy ny mponina rehetra tany Jerosalema, ka nataony batisa tao amin’ny Reniranon’i Jordana, ary niaiky ampahibemaso ny fahotany izy ireny.",
        "6": "Volon-drameva ny fitafian’i Jaona, fehikibo hoditra no teo amin’ny andilany, ary valala sy tantelidia no fihinany.",
        "7": "Ary nitory izy hoe: “Misy mahery noho izaho ho avy ao aoriako. Tsy mendrika hiondrika hamaha ny fehin-kapany akory aza aho.",
        "8": "Izaho nanao batisa anareo tamin’ny rano, fa izy kosa hanao batisa anareo amin’ny fanahy * masina.”",
        "9": "Tamin’izany andro izany dia tonga avy any Nazareta any Galilia i Jesosy ka nataon’i Jaona batisa tao amin’ny Reniranon’i Jordana.",
        "10": "Raha vao niakatra avy tao anaty rano i Jesosy, dia hitany ny lanitra nisokatra sy ny fanahy masina nidina toy ny voromailala nankeo amboniny.",
        "11": "Ary nisy feo avy any an-danitra nanao hoe: “Ianao no Zanako malalako, ianao no sitrako.”",
        "12": "Ary nentanin’ny fanahy masina avy hatrany mba ho any an-tany efitra izy.",
        "13": "Koa nitoetra efapolo andro tany izy, ary nalain’i Satana fanahy. Nisy bibidia tany, nefa nikarakara azy ny anjely.",
        "14": "Rehefa voasambotra i Jaona, dia nankany Galilia i Jesosy ka nitory ny vaovao tsaran’Andriamanitra,",
        "15": "nanao hoe: “Efa tonga ny fotoana voatondro, ary efa manakaiky ny fanjakan’Andriamanitra. Mibebaha ianareo, ka minoa ny vaovao tsara.”",
        "16": "Rehefa nandeha teny amoron’ny ranomasin’i Galilia izy, dia nahita an’i Simona sy Andrea rahalahiny nanipy ny haratony tao an-dranomasina, fa mpanarato ireo.",
        "17": "Koa hoy i Jesosy taminy: “Andao hanaraka ahy, fa hataoko izay hahatonga anareo ho mpanarato olona.”",
        "18": "Dia nandao ny haratony avy hatrany ireo ka nanaraka azy.",
        "19": "Ary mbola nandroso lavidavitra ihany izy, ka nahita an’i Jakoba zanak’i Zebedio, sy Jaona rahalahiny. Tao an-tsambokeliny izy mirahalahy, nanamboatra ny simba tamin’ny haratony.",
        "20": "Nantsoin’i Jesosy avy hatrany izy ireo, ka nandao an’i Zebedio rainy teo an-tsambokely sy ny olona nokaramaina, ary nanaraka an’i Jesosy.",
        "21": "Ary nankany Kapernaomy izy ireo. Raha vao tonga ny sabata, dia niditra tao amin’ny synagoga izy ka nanomboka nampianatra.",
        "22": "Nitolagaga ny olona noho ny fomba fampianany, satria nampianatra azy toy izay manana fahefana izy, fa tsy toy ny mpanora-dalàna.",
        "23": "Tamin’izay fotoana izay indrindra, dia nisy lehilahy azon’ny fanahy maloto tao amin’ilay synagoga. Niantsoantso mafy izy",
        "24": "hoe: “Misy zavatra iombonanay aminao angaha moa, ry Jesosy avy any Nazareta? Tonga mba handringana anay ve ianao? Fantatro tsara ange fa ianao Ilay Masin’Andriamanitra e!”",
        "25": "Niteny mafy azy anefa i Jesosy hoe: “Mangìna, ary mivoaha aminy!”",
        "26": "Ary nivoaka tamin-dralehilahy ilay fanahy maloto, rehefa avy nampifanintontsintona azy sy nikiakiaka faran’izay mafy.",
        "27": "Dia gaga be avokoa ny rehetra ka nifampiresaka hoe: “Fa ahoana izao? Fampianarana vaovao izao! Na ny fanahy maloto aza baikoiny sady ananany fahefana, ka mankatò azy.”",
        "28": "Teo no ho eo ihany dia niely hatraiza hatraiza nanerana ny faritra manodidina an’i Galilia ny lazany.",
        "29": "Ary niala tao amin’ny synagoga avy hatrany izy ireo ka nankany an-tranon’i Simona sy Andrea, niaraka tamin’i Jakoba sy Jaona.",
        "30": "Teo am-pandriana ny rafozambavin’i Simona fa nanavy. Tonga dia noresahin’ireo tamin’i Jesosy ny momba azy.",
        "31": "Koa nanatona an-dravehivavy izy ka nandray ny tanany ary nanarina azy. Dia niala tamin-dravehivavy ny fanaviany, ary nikarakara an’ireo izy.",
        "32": "Nony hariva ny andro ka efa nilentika ny masoandro, dia nentin’ny olona teo aminy izay rehetra narary sy nisy demonia",
        "33": "ka niangona teo am-baravarana avokoa ny tao an-tanàna.",
        "34": "Koa nanasitrana olona maro azon’aretina isan-karazany izy, ary namoaka demonia maro. Tsy navelany hiteny anefa ny demonia, satria fantatr’ireo fa izy no Kristy.",
        "35": "Vao maraina be, raha mbola maizina ny andro, dia nitsangana izy ka lasa nankany amin’ny toerana mitokana, ary nivavaka tany.",
        "36": "Nitady azy fatratra anefa i Simona sy ireo niaraka taminy",
        "37": "ka nahita azy. Dia hoy ireo taminy: “Mitady anao ny olona rehetra.”",
        "38": "Hoy anefa izy tamin’ireo: “Andao isika ho any an-toeran-kafa, ho any amin’ny tanàna manodidina, mba hitoriako any koa, fa izany no nahatongavako.”",
        "39": "Ary lasa izy nitory tany amin’ny synagoga nanerana an’i Galilia manontolo sady namoaka demonia.",
        "40": "Nisy boka koa tonga teo aminy, ka nandohalika sady niangavy azy mafy hoe: “Raha mba sitrakao fotsiny mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "41": "Koa nangoraka azy izy ka nanatsotra ny tanany sady nikasika azy, ary niteny taminy hoe: “Sitrako tokoa. Madiova ianao.”",
        "42": "Koa afaka taminy avy hatrany ny habokana, ka nanjary nadio izy.",
        "43": "Nofeperan’i Jesosy mafy koa izy ary nasainy nandeha avy hatrany",
        "44": "sady nilazany hoe: “Tandremo sao milazalaza amin’olona! Fa mandehana miseho any amin’ny mpisorona, ary noho ny nanadiovana anao, dia atolory ny zavatra nandidian’i Mosesy, mba ho porofo amin’izy ireo fa sitrana ianao.”",
        "45": "Nony lasa anefa ralehilahy, dia nanomboka niresaka be momba izany sy nampiely izany tantara izany izy. Koa tsy nisy tanàna azon’i Jesosy nidirana an-karihary, ka nitoetra tany ivelan’ny tanàna, tany amin’ny toerana mitokana, izy. Tonga teo aminy foana anefa ny olona avy teny rehetra teny."
    },
    "2": {
        "1": "Nony afaka andro vitsivitsy anefa, dia niditra tao Kapernaomy indray i Jesosy, ary ren’ny olona fa tao an-trano izy.",
        "2": "Koa maro be ny olona tafangona tao, ka tsy nisy toerana intsony na teo akaikin’ny varavarana aza. Dia nanomboka nitory ny vaovao tsara tamin’ny olona izy.",
        "3": "Ary nisy lehilahy nalemy nentin’ny olona teo aminy. Efa-dahy no nitondra azy io.",
        "4": "Tsy afaka nitondra azy teo amin’i Jesosy anefa ireo noho ny habetsahan’ny vahoaka, ka nesoriny ny tafo teo ambonin’i Jesosy ary noloahany ka teo no nampidinany ny fandriana nisy an’ilay nalemy.",
        "5": "Rehefa hitan’i Jesosy ny finoan’ireo, dia hoy izy tamin’ilay nalemy: “Voavela ny helokao, anaka.”",
        "6": "Ary nisy mpanora-dalàna nipetraka teo, ka nieritreritra tao am-pony hoe:",
        "7": "“Nahoana ilehio no miteny toy izany? Manevateva an’Andriamanitra izy. Fa iza no afaka mamela heloka afa-tsy Andriamanitra ihany?”",
        "8": "Avy hatrany anefa dia fantatr’i Jesosy tany an-tsainy tany ny eritreritr’ireo, ka hoy izy taminy: “Nahoana ianareo no mieritreritra izany ao am-ponareo?",
        "9": "Inona no mora kokoa: Ny milaza amin’ilay malemy hoe: ‘Voavela ny helokao’, sa ny milaza hoe: ‘Mitsangàna ka batao ny fandriananao ary mandehana?’",
        "10": "Mba hahafantaranareo anefa fa manana fahefana eto an-tany hamela heloka ny Zanak’olona...”, dia hoy izy tamin’ilay nalemy:",
        "11": "“Izao no lazaiko aminao: Mitsangàna, batao ny fandriananao, ary modia any an-tranonao.”",
        "12": "Koa nitsangana ralehilahy ary tonga dia nibata ny fandrianany ka nandeha nivoaka teo imason’ny olona rehetra. Dia talanjona avokoa izy rehetra ka nanome voninahitra an’Andriamanitra, sady niteny hoe: “Mbola tsy nahita ny toy izao mihitsy isika.”",
        "13": "Nivoaka nankeny amoron-dranomasina indray izy ka tonga teo aminy ny vahoaka rehetra, dia nampianariny.",
        "14": "Teny an-dalana izy dia nahita an’i Levy zanak’i Alfeo nipetraka tao amin’ny birao famorian-ketra. Raha vao nahita azy izy, dia niteny taminy hoe: “Andao hanara-dia ahy.” Koa nitsangana i Levy ka nanaraka azy.",
        "15": "Taoriana kelin’izay dia nandry ilika * nisakafo tao an-tranon’i Levy i Jesosy. Ary nisy mpamory hetra sy mpanota maro tao nandry ilika nisakafo niaraka tamin’i Jesosy sy ny mpianany, fa nisy maro ireny. Ary tonga mpanara-dia an’i Jesosy ireny.",
        "16": "Nony nahita an’i Jesosy niara-nihinana tamin’ny mpanota sy ny mpamory hetra anefa ny mpanora-dalàna anisan’ny Fariseo, dia niteny tamin’ny mpianany hoe: “Fa angaha izy miara-mihinana amin’ny mpamory hetra sy ny mpanota?”",
        "17": "Ren’i Jesosy izany ka hoy izy tamin’ireo: “Tsy ny matanjaka no mila dokotera, fa ny marary. Tsy tonga hiantso ny marina aho, fa ny mpanota.”",
        "18": "Nifady hanina matetika ny mpianatr’i Jaona sy ny Fariseo. Koa nanatona ireo ka niteny taminy hoe: “Nahoana izahay mpianatr’i Jaona sy ny mpianatry ny Fariseo no mifady hanina matetika, fa ny mpianatrao kosa tsy mba mifady?”",
        "19": "Dia hoy i Jesosy taminy: “Afaka mifady hanina ve ny naman’ny mpampakatra, raha mbola eo aminy ny mpampakatra? Tsy afaka mifady hanina izy ireo raha mbola eo aminy koa ny mpampakatra.",
        "20": "Ho avy anefa ny andro hanesorana ny mpampakatra tsy ho eo aminy, ka amin’izany andro izany izy ireo vao hifady hanina.",
        "21": "Tsy misy manampina akanjo tonta amin’ny tapa-damba vaovao. Raha izany mantsy, dia hisintona be ilay tapa-damba ka handrirotra an’ilay akanjo ary vao mainka hitatra ny rovitra.",
        "22": "Tsy misy koa olona manisy divay vaovao ao anaty siny hoditra efa tonta. Fa raha izany, dia hamaky an’ilay siny ilay divay ka hafoy avokoa na ny divay na ny siny. Fa atao ao anaty siny hoditra vaovao ny divay vaovao.”",
        "23": "Ary nandeha teny amin’ny saha nisy voly varimbazaha izy tamin’ny sabata, ary nioty salohim-barimbazaha teny am-pandehanana ny mpianany.",
        "24": "Koa hoy ny Fariseo taminy: “Jereo ange e! Nahoana ireo no manao izay tsy azo atao amin’ny sabata?”",
        "25": "Fa hoy izy tamin’ny Fariseo: “Mbola tsy novakinareo mihitsy ve izay nataon’i Davida rehefa tsy nanan-kohanina izy ka noana, dia izy sy izay niaraka taminy?",
        "26": "Fa niditra tao an-tranon’Andriamanitra izy, araka ny fitantarana momba an’i Abiatara lehiben’ny mpisorona, ka nihinana ny mofo atolotra, izay tsy azon’iza na iza hanina afa-tsy ny mpisorona ihany. Ary nomeny koa izay niaraka taminy.”",
        "27": "Hoy koa izy tamin’ireo: “Ny sabata no natao ho an’ny olona, fa tsy ny olona no natao ho an’ny sabata.",
        "28": "Noho izany, dia Tompon’ny sabata ny Zanak’olona.”"
    },
    "3": {
        "1": "Niditra tao amin’ny synagoga indray izy, ary nisy lehilahy maty tanana tao.",
        "2": "Ary nijery azy tsara ny olona raha hanasitrana an-dralehilahy amin’ny sabata izy na tsia, mba hiampangany azy.",
        "3": "Dia hoy izy tamin’ilay lehilahy maty tanana: “Mitsangàna ka mankanesa etsy afovoany etsy.”",
        "4": "Ary hoy izy tamin’ny olona: “Inona no azo atao amin’ny sabata: Ny manao soa sa ny manao ratsy, ny mamonjy olona sa ny mamono olona?” * Tsy niteny tsy nivolana anefa ireo.",
        "5": "Dia nijery tamin-katezerana an’ireo olona nanodidina azy izy sady nalahelo mafy noho ny hamafin’ny fon’ireo, ka hoy izy tamin-dralehilahy: “Atsory ny tananao.” Ary natsotrany ny tanany, ka sitrana.",
        "6": "Tamin’izay dia nivoaka ny Fariseo, ka nikaon-doha avy hatrany niaraka tamin’ireo mpomba an’i Heroda ny amin’ny fomba hamonoana an’i Jesosy.",
        "7": "Fa niala teo i Jesosy sy ny mpianany ka nankany an-dranomasina. Ary nisy olona maro be avy any Galilia sy Jodia nanaraka azy.",
        "8": "Nisy olona maro be koa tonga teo aminy nony nandre ny amin’ny zavatra maro nataony, eny, tonga teo hatramin’ny olona avy any Jerosalema sy Idomea sy tany ampitan’i Reniranon’i Jordana sy ny manodidina an’i Tyro sy Sidona.",
        "9": "Ary nilazany ny mpianany mba hanomana sambokely hiandry azy eo foana, sao hifanesika eo aminy ny vahoaka.",
        "10": "Nanasitrana olona maro mantsy izy, ka nitangorona teo aminy mba hikasika azy izay rehetra nijaly noho ny aretina.",
        "11": "Ary na ny fanahy * maloto aza, isaky ny nahita azy, dia niankohoka teo anatrehany sady niantso mafy hoe: “Ianao no Zanak’Andriamanitra.”",
        "12": "Imbetsaka anefa izy no nandrara mafy an’ireny mba tsy hilazalaza ny momba azy.",
        "13": "Ary niakatra teny an-tendrombohitra izy, dia nantsoiny izay tiany, ka nankeo aminy.",
        "14": "Ary naka roa ambin’ny folo lahy izay nantsoiny koa hoe “apostoly” izy, mba hiaraka aminy sy hirahiny hitory",
        "15": "ary hanam-pahefana hamoaka demonia.",
        "16": "Ireto avy izy roa ambin’ny folo lahy: I Simona, izay nantsoiny koa hoe Petera,",
        "17": "sy Jakoba zanak’i Zebedio sy Jaona rahalahiny—izy roa lahy ireo koa nomeny anarana hoe Boanerjesy, izay midika hoe Zanaky ny Varatra—,",
        "18": "sy Andrea sy Filipo sy Bartolomeo sy Matio sy Tomasy sy Jakoba zanak’i Alfeo, sy Tadeo sy Simona Kananeanina,",
        "19": "ary Jodasy Iskariota, ilay namadika azy tatỳ aoriana. Ary niditra tao amin’ny trano iray izy,",
        "20": "dia niangona indray ny vahoaka, ka tsy nahafahany nihinan-kanina akory.",
        "21": "Nony nandre izay nitranga ny havany, dia nivoaka hisambotra azy, fa hoy ireo: “Voa ny sainy.”",
        "22": "Nilaza koa ny mpanora-dalàna izay nidina avy any Jerosalema hoe: “I Belzeboba no ao aminy, ary amin’ny alalan’ny lehiben’ny demonia no amoahany demonia.”",
        "23": "Ary nantsoin’i Jesosy hankeo aminy ireo, ka nilazany fanoharana hoe: “Ahoana no ahafahan’i Satana mamoaka an’i Satana?",
        "24": "Raha misy fanjakana miady an-trano, dia tsy afaka ny haharitra izany fanjakana izany.",
        "25": "Raha misy ankohonana miady an-trano, dia tsy haharitra izany ankohonana izany.",
        "26": "Koa raha mitsangana hanohitra ny tenany i Satana ka manjary voazarazara, dia tsy afaka ny haharitra izy, fa hifarana hatreo ny aminy.",
        "27": "Tsy misy tafiditra ao an-tranon’ny lehilahy matanjaka mantsy ka afaka mandroba ny entany raha tsy fatorany aloha ralehilahy, vao handroba ny ao an-tranony izy.",
        "28": "Lazaiko aminareo marina tokoa fa ho voavela avokoa ny zava-drehetra ataon’ny zanak’olombelona, na inona na inona fahotana sy fanevatevana zava-masina * ataony.",
        "29": "Fa na iza na iza kosa manevateva ny fanahy masina, dia tsy hahazo famelan-keloka mihitsy na rahoviana na rahoviana, fa meloka noho ny ota mandrakizay izy.”",
        "30": "Nilaza izany izy, satria hoy ireo: “Misy fanahy * maloto izy.”",
        "31": "Ary tonga ny reniny sy ny rahalahiny, ka nijoro teo ivelany ary naniraka olona hiantso azy.",
        "32": "Nisy vahoaka nipetraka anefa nanodidina azy, koa hoy ireo taminy: “Ao ivelany ao ny reninao sy ny rahalahinao, mitady anao.”",
        "33": "Hoy anefa ny navaliny azy ireo: “Iza moa no reniko sy rahalahiko?”",
        "34": "Nojereny ireo nipetraka nanodidina azy ka hoy izy: “Ireo no reniko sy rahalahiko!",
        "35": "Fa na iza na iza manao ny sitrapon’Andriamanitra, dia izy no rahalahiko sy anabaviko ary reniko.”"
    },
    "4": {
        "1": "Nampianatra teo amoron-dranomasina indray izy. Ary nisy vahoaka be niangona teo akaikiny, ka niakatra tao an-tsambokely izy dia nipetraka ary nihataka kely ny morony, fa ny vahoaka rehetra kosa teo amoron-dranomasina.",
        "2": "Koa nanomboka nampianatra azy zavatra maro tamin’ny fanoharana izy, ka nilaza taminy hoe:",
        "3": "“Henoy izao: Nivoaka ny mpamafy mba hamafy.",
        "4": "Ary rehefa namafy izy, dia latsaka teny amoron-dalana ny voa sasany, ka lanin’ny vorona tonga teo.",
        "5": "Ny voa hafa kosa latsaka teny amin’ny toerana be vato, izay tsy nisy nofon-tany firy. Koa nitsimoka avy hatrany ny voa satria tsy lalina ny nofon-tany.",
        "6": "Rehefa niposaka anefa ny masoandro, dia may ireo tsimoka ka nalazo satria tsy namaka lalina.",
        "7": "Nisy voa hafa latsaka teny amin’ny tsilo, ary naniry ny tsilo ka nangeja azy, dia tsy namoa izy.",
        "8": "Ny voa hafa kosa latsaka teny amin’ny tany tsara ary naniry ka nitombo, dia nanomboka namoa avo telopolo heny sy enimpolo heny ary zato heny.”",
        "9": "Hoy koa izy: “Izay manan-tsofina hoenti-mihaino, aoka izy hihaino.”",
        "10": "Nony efa irery izy, dia nanomboka nanontany azy momba ny fanoharana ireo nanodidina azy mbamin’ny roa ambin’ny folo lahy.",
        "11": "Ary hoy izy tamin’ireo: “Ianareo no nilazana mazava tsara ny zava-miafina masina momba ny fanjakan’Andriamanitra. Fa amin’ny hafa kosa, dia fanoharana no ilazana ny zava-drehetra,",
        "12": "mba hijery izy fa tsy hahita, ary mba handre fa tsy hahazo ny hevitr’izany, ka tsy hiverina dia tsy hahazo famelan-keloka.”",
        "13": "Hoy koa izy tamin’ireo: “Iny fanoharana iny aza tsy azonareo ny heviny, koa ahoana no hahazoanareo ny hevitry ny fanoharana hafa rehetra?",
        "14": "“Ilay mpamafy dia mamafy ny teny.",
        "15": "Ireo teny amoron-dalana àry dia izay namafazana ny teny, nefa raha vao mandre izany izy, dia tonga i Satana manaisotra ny teny nafafy tao aminy.",
        "16": "Eo koa ireo nafafy teny amin’ny toerana be vato: Raha vao mandre ny teny izy, dia manaiky izany amim-pifaliana.",
        "17": "Tsy mamaka ao aminy anefa ny teny, fa maharitra vetivety ihany. Koa mihemotra izy raha vao mipoitra ny fahoriana na ny fanenjehana noho ny teny.",
        "18": "Mbola misy hafa koa nafafy teny amin’ny tsilo. Ireo dia izay mandre ny teny,",
        "19": "saingy lasa mibahan-toerana tsikelikely ny fanahiana eto amin’ity tontolo ity sy ny famitahan’ny harena ary ny faniriana ny zavatra hafa koa, ka mangeja ny teny, dia manjary tsy mamoa izy.",
        "20": "Farany, ireo voa nafafy teny amin’ny tany tsara dia ireo mihaino ny teny ka mandray izany tsara ary dia mamoa avo telopolo heny sy enimpolo heny ary zato heny.”",
        "21": "Ary hoy ihany izy tamin’ireo: “Hapetraka ao ambany sobika famarana na any ambany fandriana ve ny jiro? Tsy hapetraka eo ambony fitoeran-jiro ve izany?",
        "22": "Izay rehetra afenina dia mbola haseho, ary izay rehetra tsara afina dia mbola haharihary.",
        "23": "Izay manan-tsofina hoenti-mihaino, aoka izy hihaino.”",
        "24": "Hoy koa izy tamin’ireo: “Tandremo izay renareo. Araka izay famarana ampiasainareo no hamarana ho anareo, eny, hahazo fanampiny aza ianareo.",
        "25": "Fa izay manana dia homena bebe kokoa, fa izay tsy manana kosa, na izay ananany aza, dia halaina aminy.”",
        "26": "Ary hoy ihany izy: “Ny fanjakan’Andriamanitra dia tahaka ny olona iray manipy voa amin’ny tany.",
        "27": "Matory izy amin’ny alina ary mifoha amin’ny maraina. Ary maniry ilay voa ka mitombo, nefa tsy fantany hoe amin’ny fomba ahoana.",
        "28": "Mamokatra tsikelikely amin’izao fotsiny ny tany: Voalohany, ny raviny toy ny ravin’ahitra, avy eo ny salohy, ary farany dia feno voa ny salohiny.",
        "29": "Raha vao masaka anefa ny vokatra, dia jinjainy amin’ny antsy fijinjana satria tonga ny fotoam-pijinjana.”",
        "30": "Ary hoy ihany izy: “Ampitahaintsika amin’inona ny fanjakan’Andriamanitra, ary fanoharana inona no hilazantsika azy?",
        "31": "Izany dia tahaka ny voan-tsinapy, * izay bitika indrindra amin’ny voa rehetra eto an-tany, amin’ny fotoana amafazana azy.",
        "32": "Rehefa voafafy anefa izy, dia maniry ka tonga lehibe noho ny anana hafa rehetra sady misy rantsany vaventy, hany ka afaka mitoetra eo ambany alokalony ny voro-manidina.”",
        "33": "Koa fanoharana maro toy izany no nentiny nitoriana ny teny tamin’ny olona, araka izay hain’ireo nohenoina.",
        "34": "Tsy niteny taminy tokoa izy raha tsy tamin’ny fanoharana, nefa nohazavainy tamin’ny mpianany ny zava-drehetra rehefa nitokana izy ireo.",
        "35": "Ary ny androtr’iny ihany, rehefa hariva ny andro, dia hoy izy tamin’ireo: “Andao ho eny ampita.”",
        "36": "Koa noravan’ireo ny vahoaka, ary nentiny an-tsambokely avy hatrany i Jesosy. Nisy sambokely hafa koa tafaraka taminy.",
        "37": "Ary nisy tafio-drivotra mahery, ka niantonta tsy an-kijanona tao anaty sambokely ny onja. Dia nila ho feno rano ilay sambokely.",
        "38": "Teo amin’ny vodisambo anefa i Jesosy, natory niondana. Koa nofohazin’ireo izy ka nilazany hoe: “Mpampianatra ô, tsy mampaninona anao ve izao isika ho faty izao?”",
        "39": "Ary niarina izy ka niteny mafy ny rivotra sady nilaza tamin’ny ranomasina hoe: “Mangìna! Mitonia!” Dia nitsahatra ny rivotra ka nanjary tony dia tony ny andro.",
        "40": "Ary hoy izy tamin’ireo: “Nahoana ianareo no saro-tahotra? Mbola tsy manam-pinoana ihany ve ianareo?”",
        "41": "Natahotra be anefa izy ireo, ary nifampiresaka hoe: “Fa iza marina àry izy ity, fa hatramin’ny rivotra sy ny ranomasina aza mankatò azy?”"
    },
    "5": {
        "1": "Ary tonga teny ampitan’ny ranomasina, tao amin’ny faritra nisy ny Gerasianina, izy ireo.",
        "2": "Raha vao niala ny sambokely izy, dia nifanena tamin’ny lehilahy iray azon’ny fanahy maloto. Avy teny amin’ireo fasana io lehilahy io.",
        "3": "Mpankeny am-pasana izy, ary tsy nisy nahafatotra azy mihitsy hatramin’izay, na tamin’ny rojo vy aza.",
        "4": "Fa matetika izy no nofatorana tamin’ny gadra vy sy rojo vy, nefa ny rojo vy notapahiny ary ny gadra vy nopotipotehiny. Eny, tsy nisy nanan-kery hoenti-mamolaka azy.",
        "5": "Ary niantsoantso mafy tsy an-kijanona teny am-pasana sy teny an-tendrombohitra izy, na andro na alina, ary nodidididiany tamin’ny vato ny tenany.",
        "6": "Raha vao nahita an’i Jesosy teny lavidavitra anefa izy, dia nihazakazaka ka niankohoka teo anatrehany.",
        "7": "Ary niantsoantso mafy izy, ka niteny hoe: “Misy zavatra iombonako aminao angaha moa, ry Jesosy Zanak’ilay Andriamanitra Avo Indrindra? Miangavy anao aho hianiana amin’ny anaran’Andriamanitra mba tsy hampijaly ahy.”",
        "8": "Efa niteny taminy mantsy i Jesosy hoe: “Mivoaha amin’ity lehilahy ity, ry fanahy maloto.”",
        "9": "Nanontany anefa i Jesosy hoe: “Iza no anaranao?” Ary hoy ilay fanahy maloto taminy: “Andian-tafika no anarako, satria maro izahay.”",
        "10": "Ary niangavy an’i Jesosy imbetsaka izy mba tsy handroaka an’ireo fanahy maloto ireo hiala amin’ilay faritra.",
        "11": "Ary nisy kisoa maro be nandrasana teo amin’ilay tendrombohitra.",
        "12": "Koa niangavy an’i Jesosy ireo fanahy maloto hoe: “Mba avelao hiditra ao amin’iretsy kisoa iretsy izahay.”",
        "13": "Dia neken’i Jesosy izany. Koa nivoaka ireo fanahy maloto ka niditra tao amin’ireo kisoa. Ary nirifatra nankeny amin’ny hantsana ilay andiany, izay nisy kisoa roa arivo teo ho eo, ka nivarina tany an-dranomasina dia maty an-drano avokoa.",
        "14": "Ireo mpiandry kisoa kosa nandositra ka nilaza tany an-tanàna sy tany ambanivohitra. Ary tonga nijery izay nitranga ny olona.",
        "15": "Koa tonga teo amin’i Jesosy ireo, ka nahita fa nipetraka sy efa niakanjo sady efa salama saina ilay lehilahy nisy demonia, dia ilay nisy an’ilay andian-tafika. Koa natahotra ny olona.",
        "16": "Ary izay nahita izany kosa nitantara tamin’olona izay nitranga tamin’ilay lehilahy nisy demonia sy izay nanjo an’ireo kisoa.",
        "17": "Koa niangavian’ny olona i Jesosy hiala tao amin’ilay faritra nisy azy ireo.",
        "18": "Nony niakatra tao an-tsambokely izy, dia niangavy ny hiaraka taminy ilay lehilahy nivoahan’ny demonia.",
        "19": "Tsy navelan’i Jesosy anefa ralehilahy, fa hoy izy taminy: “Modia any amin’ny havanao, ka lazao aminy izay rehetra nataon’i Jehovah taminao sy ny namindrany fo taminao.”",
        "20": "Koa lasa ralehilahy, dia nanomboka nanambara tany amin’ny faritr’i Dekapolisy ny amin’izay rehetra nataon’i Jesosy taminy, ary gaga avokoa ny olona.",
        "21": "Rehefa avy nita an-tsambokely indray i Jesosy ka tody teny ampita, dia nisy vahoaka be niangona teo aminy, ary teo amoron-dranomasina izy.",
        "22": "Ary tonga ny lehilahy iray atao hoe Jairo, izay anisan’ny mpitantana ny synagoga. Niankohoka teo an-tongotr’i Jesosy izy raha vao nahita azy,",
        "23": "ka niangavy azy imbetsaka hoe: “Efa ho faty ny zanako vavikely. Mba afaka mankany ve ianao, hametra-tanana aminy mba ho sitrana izy ka ho velona?”",
        "24": "Dia lasa niaraka tamin-dralehilahy i Jesosy. Ary nisy vahoaka be nanaraka azy sady nifanesika taminy.",
        "25": "Ary nisy vehivavy nandeha ra efa nandritra ny roa ambin’ny folo taona.",
        "26": "Nijaly mafy tamin’ny fitsaboana nataon’ny dokotera maro izy sady efa nandany ny fananany rehetra, nefa tsy nahasoa azy izany, fa vao mainka aza niharatsy ny fahasalamany.",
        "27": "Rehefa reny ny momba an’i Jesosy, dia nanatona azy avy tao aoriana izy tao anaty vahoaka, ka nikasika ny akanjony ivelany,",
        "28": "fa hoy izy: “Raha mikasika ny akanjony ivelany fotsiny aho, dia ho sitrana.”",
        "29": "Ary ritra avy hatrany ny ra nandeha taminy, ka tsapany tao amin’ny vatany fa sitrana tamin’ilay aretina nampijaly izy.",
        "30": "Tsapan’i Jesosy avy hatrany koa fa nisy hery niala taminy, ka nitodika izy, tao anaty vahoaka, ary niteny hoe: “Iza no nikasika ny akanjoko teo?”",
        "31": "Fa hoy ny mpianany taminy: “Hitanao fa mifanesika aminao ny vahoaka, ka nahoana ianao no milaza hoe: ‘Iza no nikasika ahy?’”",
        "32": "Nijery manodidina azy anefa izy mba hahitana an’ilay vehivavy nanao izany.",
        "33": "Natahotra sy tora-kovitra ravehivavy, sady nahafantatra izay nitranga tamin’ny tenany, rehefa nanatona an’i Jesosy ka nandohalika teo anatrehany, ary nilaza taminy ny marina rehetra.",
        "34": "Dia hoy izy tamin-dravehivavy: “Ny finoanao no nahasitrana anao, anaka. Mirary soa ho anao aho, ary ho sitrana amin’iny aretina nampijaly anao iny anie ianao!”",
        "35": "Ary raha mbola niteny izy, dia nisy lehilahy tonga avy tany an-tranon’ilay mpitantana ny synagoga, nilaza hoe: “Maty ny zanakao! Nahoana no mbola manahirana ny mpampianatra ihany ianao?”",
        "36": "Sendra ren’i Jesosy anefa izany, ka hoy izy tamin’ilay mpitantana ny synagoga: “Aza matahotra fa minoa fotsiny.”",
        "37": "Ary tsy nisy navelany hanaraka azy, afa-tsy i Petera sy Jakoba ary Jaona rahalahin’i Jakoba.",
        "38": "Koa tonga tao an-tranon’ilay mpitantana ny synagoga izy ireo. Ary hitan’i Jesosy ireo olona nitabataba, mbamin’ireo nitomany sy nidradradradra.",
        "39": "Rehefa niditra izy, dia nilaza tamin’ireo hoe: “Nahoana ianareo no mitabataba sy mitomany? Tsy maty ilay zaza fa matory.”",
        "40": "Dia nihomehezan’ireo izy. Navoakany anefa izy rehetra, ary nentiny ny ray aman-drenin’ilay zaza sy ireo niaraka taminy, ka niditra tao amin’ny nisy an’ilay zaza izy.",
        "41": "Ary noraisiny ny tanan’ilay zaza ka hoy izy taminy: “Talita komy”, raha adika dia hoe: “Ry zazavavy, hoy aho aminao: Miarena!”",
        "42": "Dia niarina avy hatrany razazavavy ka nanomboka nandeha, fa roa ambin’ny folo taona izy. Raha vao nahita izany ny ray aman-dreniny, dia faly tsy nisy hoatr’izany.",
        "43": "Nodidian’i Jesosy imbetsaka anefa ireo mba tsy hampahafantatra izany na amin’iza na amin’iza. Ary nilaza izy fa tokony homena hanina razazavavy."
    },
    "6": {
        "1": "Dia niala teo izy ka tonga tao amin’ny faritra niaviany, ary nanaraka azy ny mpianany.",
        "2": "Nony tonga ny sabata, dia nanomboka nampianatra tao amin’ny synagoga izy. Ary nitolagaga ny ankamaroan’ireo nihaino, ka niteny hoe: “Taiza no nahazoan’ilehio an’izany? Fa ahoana no nahazoany izany fahendrena izany, ary ahoana no ahavitany fahagagana toy izao?",
        "3": "Tsy io ve ilay mpandrafitra zanak’i Maria sady rahalahin’i Jakoba sy Josefa sy Jodasy ary Simona? Ary tsy etỳ amintsika ve ireo anabaviny?” Koa tafintohina noho ny aminy izy ireo.",
        "4": "Hoy anefa i Jesosy tamin’ireo: “Ao amin’ny faritra niaviany sy eo amin’ny havany ary ao an-tranony ihany ny mpaminany no tsy mba hajaina.”",
        "5": "Koa tsy afaka nanao fahagagana teo izy, afa-tsy fametrahan-tanana tamin’ny marary vitsivitsy ka nanasitrana an’ireny.",
        "6": "Gaga tokoa izy noho ny tsy finoan’ireo. Ary nandeha nitety ny tanàna teny amin’ny manodidina izy, sady nampianatra.",
        "7": "Nasainy nankeo aminy izy roa ambin’ny folo lahy, ary nanomboka naniraka azy tsiroaroa izy. Ary nomeny fahefana hamoaka fanahy maloto izy ireo.",
        "8": "Nodidiany koa ireo mba tsy hitondra na inona na inona any amin’izay halehany, afa-tsy tehina ihany, ka tsy hitondra mofo, na kitapom-batsy, na vola varahina ao anaty fehikibo fasiany vola,",
        "9": "fa hanao kapa kosa, ary tsy hanao akanjo roa.",
        "10": "Hoy koa izy tamin’ireo: “Na aiza na aiza trano hidiranareo, dia mitoera ao mandra-pialanareo amin’izany faritra izany.",
        "11": "Ary na aiza na aiza toerana tsy handray anareo na tsy hihaino anareo, dia ahintsano ny vovoka amin’ny faladianareo rehefa miala ao, mba ho vavolombelona aminy.”",
        "12": "Koa lasa nandeha nitory ireo mba hibebahan’ny olona.",
        "13": "Ary namoaka demonia maro sy nanosotra menaka tamin’ny marary maro izy ireo, ka nanasitrana an’ireny.",
        "14": "Ren’i Heroda Mpanjaka izany, satria nanjary fanta-bahoaka ny anaran’i Jesosy. Ary hoy ny olona: “Nitsangana tamin’ny maty i Jaona Mpanao Batisa, ka izany no ahavitany fahagagana.”",
        "15": "Hoy kosa ny hafa: “I Elia izany.” Nisy koa niteny hoe: “Mpaminany tahaka ny mpaminany rehetra izany.”",
        "16": "Hoy anefa i Heroda nony nahare izany: “I Jaona izay, ilay notapahiko ny lohany. Izy izay nitsangana izay.”",
        "17": "I Heroda mantsy efa naniraka olona hisambotra an’i Jaona sy hamatotra azy tao am-ponja, noho ny amin’i Herodiasy vadin’i Filipo rahalahiny. Efa nalainy ho vadiny mantsy ravehivavy.",
        "18": "Fa imbetsaka i Jaona no niteny tamin’i Heroda hoe: “Tsy azonao atao ny maka ny vadin’ny rahalahinao.”",
        "19": "Ary nitahiry lolompo tamin’i Jaona i Herodiasy ka te hamono azy, saingy tsy afaka.",
        "20": "Natahotra mantsy i Heroda noho ny amin’i Jaona, izay fantany fa olo-marina sy masina ka narovany. Isaky ny nihaino an’i Jaona izy, dia very hevitra ny amin’izay tokony hataony aminy, nefa nahafaly azy foana ny nihaino azy.",
        "21": "Tonga anefa ny andro iray tena nety, dia ny fitsingerenan’ny andro nahaterahan’i Heroda, izay nanaovany fanasana takariva ho an’ny manam-pahefana ambony sy ny mpitari-tafika ary ireo lohandohany tany Galilia.",
        "22": "Ary niditra ny zanakavavin’i Herodiasy ka nandihy. Dia nahafaly an’i Heroda sy ireo nandry ilika niara-nisakafo taminy izany. Koa hoy ny mpanjaka tamin-drazazavavy: “Angataho amiko izay rehetra tianao, fa homeko anao.”",
        "23": "Nianiana taminy mihitsy izy hoe: “Na inona na inona angatahinao, dia homeko anao, eny fa na dia hatramin’ny antsasaky ny fanjakako aza.”",
        "24": "Koa nivoaka razazavavy ka nilaza tamin-dreniny hoe: “Inona no tokony hangatahiko?” Dia hoy ny reniny: “Ny lohan’i Jaona Mpanao Batisa.”",
        "25": "Avy hatrany dia niditra faingana tao amin’ny mpanjaka razazavavy ka nangataka hoe: “Tiako raha homenao ahy izao ankehitriny izao eo ambony vilia ny lohan’i Jaona Mpanao Batisa.”",
        "26": "Dia nalahelo mafy ny mpanjaka. Na izany aza, dia tsy te hitsipaka ny tenin-drazazavavy izy, noho ny fianianany sy noho ireo olona nandry ilika nisakafo teo.",
        "27": "Koa nirahin’ny mpanjaka avy hatrany ny iray tamin’ny mpiaro azy ka nodidiany hitondra ny lohan’i Jaona. Dia lasa io nanapaka ny lohan’i Jaona tao am-ponja.",
        "28": "Ary nentiny teo am-bilia izany, ka nomeny an-drazazavavy, ary razazavavy kosa nanome izany an-dreniny.",
        "29": "Nony ren’ny mpianatr’i Jaona izany, dia tonga izy ireo naka ny fatiny ka nametraka izany tany am-pasana.",
        "30": "Ary niangona teo amin’i Jesosy ny apostoly ka nilaza taminy izay rehetra nataon’izy ireo sy nampianariny.",
        "31": "Dia hoy izy tamin’ireo: “Andao hitokana any amin’ny toerana mangina, dia mialà sasatra kely.” Fa maro ny olona nivezivezy ka tsy nanam-potoana hihinanan-kanina akory izy ireo.",
        "32": "Koa lasa nandeha an-tsambokely ho any amin’ny toerana mangina izy ireo.",
        "33": "Hitan’ny olona anefa ny niaingan’ireo, ka nanjary fantatry ny maro izany. Ary niala avy any amin’ny tanàna rehetra ny olona ka nihazakazaka nirohotra nankany, ary tonga talohan’ireo.",
        "34": "Nony niala avy tao an-tsambokely i Jesosy, dia nahita vahoaka be. Nangoraka an’ireo anefa izy, satria toy ny ondry tsy misy mpiandry ireo. Ary nanomboka nampianatra azy zavatra maro izy.",
        "35": "Efa hariva ny andro, ary nanatona azy ny mpianany ka niteny hoe: “Mitokana ity toerana ity, ary efa hariva sahady ny andro.",
        "36": "Koa ravao ny olona mba handehanany eny ambanivohitra eny sy eny amin’ny tanàna manodidina hividy zavatra hohanina.”",
        "37": "Dia hoy ny navaliny azy ireo: “Omeo zavatra hohanina izy.” Ary hoy ireo taminy: “Handeha hividy mofo azon’ny denaria roanjato ve izahay mba homenay hohanin’ireo olona ireo?”",
        "38": "Dia hoy izy tamin’ireo: “Firy ny mofo any aminareo? Mandehana jereo!” Rehefa avy namantatra an’izany izy ireo dia niteny hoe: “Mofo dimy sy trondro roa.”",
        "39": "Ary nasainy nandry ilika teo amin’ny ahi-maitso ny olona rehetra ka nasainy nitsitokotoko.",
        "40": "Koa nitsotsotra ny olona, ary nitsitokotoko zato sy dimampolo avy.",
        "41": "Ary nalain’i Jesosy ny mofo dimy sy ny trondro roa, dia niandrandra ny lanitra izy ka nivavaka. Notapahiny ny mofo ka nomeny ny mpianatra, mba haroson’ireo eo anoloan’ny olona. Ary nozarainy ho an’ny rehetra ny trondro roa.",
        "42": "Koa nihinana ny rehetra ka voky.",
        "43": "Ary nangoniny ny sombintsombin’ny mofo, ka nahafeno harona roa ambin’ny folo, ankoatra ny trondro.",
        "44": "Lehilahy dimy arivo anefa no nihinana ny mofo.",
        "45": "Dia notereny hiakatra an-tsambokely avy hatrany ny mpianany mba hialoha azy ho eny ampita ho any Betsaida, raha mbola nandrava ny vahoaka izy.",
        "46": "Rehefa nataony veloma ny vahoaka, dia nankany an-tendrombohitra izy mba hivavaka.",
        "47": "Efa maizina ny andro, ary teny afovoan’ny ranomasina ilay sambokely, fa izy kosa irery teny an-tanety.",
        "48": "Rehefa hitany fa sahirana mafy nivoy ireo, fa notoherin’ny rivotra, dia nandeha teo ambony ranomasina izy nanatona an’ireo, tokony ho tamin’ny fotoam-piambenana fahefatra * tamin’ny alina. Ary toy ny hoe hisongona an’ireo izy.",
        "49": "Raha vao nahita azy nandeha teo ambony ranomasina ireo, dia nihevitra hoe: “Misy zavatra hafahafa iny!” Ary niantsoantso mafy ireo,",
        "50": "satria nahita azy izy rehetra ka natahotra. Niteny tamin’ireo avy hatrany anefa izy hoe: “Mahereza fa izaho ihany ity. Aza matahotra.”",
        "51": "Ary niakatra tao an-tsambokely izy, ka nitsahatra ny rivotra. Ary gaga be mihitsy ireo,",
        "52": "satria tsy takany ny hevitra tiana hampitaina tamin’ny alalan’ilay fahagagana momba ireo mofo, fa mbola donto ny fony ka tsy azon’izy ireo ny hevitr’izany.",
        "53": "Nony tafita teny an-tanety izy ireo, dia tonga tao Genesareta ka nandatsaka vatofantsika tsy lavitra teo.",
        "54": "Raha vao niala teo an-tsambokely anefa izy ireo, dia fantatry ny olona i Jesosy.",
        "55": "Ary nihazakazaka nanerana an’izany faritra izany ny olona, ka nitondra ny marary tamin’ny fandriana nankany amin’izay reny fa nisy an’i Jesosy.",
        "56": "Ary na taiza na taiza no nidiran’i Jesosy, na tanàna kely na lehibe, na tany ambanivohitra, dia napetraky ny olona teny an-tsena ny marary. Dia niangavy izy ireo mba havela hikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany fotsiny. Ary sitrana izay rehetra nikasika izany."
    },
    "7": {
        "1": "Ary nisy Fariseo sy mpanora-dalàna avy any Jerosalema niangona teo aminy.",
        "2": "Hitan’ireo fa nisy mpianatr’i Jesosy nihinan-kanina tamin’ny tanana maloto, izany hoe tsy nisasa.",
        "3": "Ny Fariseo sy ny Jiosy rehetra anefa tsy mba nihinana raha tsy efa nanasa tanana hatreo amin’ny kiho, satria nitana mafy ny fomban-drazana.",
        "4": "Rehefa avy any an-tsena izy ireo, dia tsy nihinana raha tsy efa nidio tamin’ny rano afafy. Nisy fomban-drazana maro hafa koa narahiny, toy ny fandrobohana kaopy sy zinga ary fitaovana varahina ao anaty rano.",
        "5": "Koa nanontany an’i Jesosy ireo Fariseo sy mpanora-dalàna ireo hoe: “Nahoana ny mpianatrao no tsy manaraka ny fomban-drazana, fa mihinana amin’ny tanana maloto?”",
        "6": "Ary hoy izy tamin’ireo: “Marina ny naminanian’i Isaia momba anareo mpihatsaravelatsihy, araka ny voasoratra hoe: ‘Manaja ahy an-tendro-molotra fotsiny ity vahoaka ity, fa ny fony kosa lavitra ahy.",
        "7": "Koa very maina ny mbola ivavahany foana amiko, satria didin’olombelona no ampianariny.’",
        "8": "Ataonareo tsinontsinona ny didin’Andriamanitra fa ny fomban-drazana no ifikiranareo.”",
        "9": "Hoy koa izy tamin’ireo: “Kinga erỳ ianareo manilika ny didin’Andriamanitra mba hihazonanareo ny fomban-drazana.",
        "10": "Nilaza, ohatra, i Mosesy hoe: ‘Hajao ny rainao sy ny reninao’, ary hoe: ‘Aoka ho faty izay manevateva ny rainy na ny reniny.’",
        "11": "Fa hoy kosa ianareo: ‘Raha misy miteny amin’ny rainy na ny reniny hoe: “Efa korbana, izany hoe fanomezana voatokana ho an’Andriamanitra, ny fananako rehetra azonao andraisan-tsoa avy amiko”’...",
        "12": "Ary tsy avelanareo intsony izy hanao na inona na inona ho an’ny rainy na ny reniny.",
        "13": "Koa ataonareo tsy manan-kery ny tenin’Andriamanitra noho ny fomban-drazana nampitampitainareo. Ary manao zavatra maro tahaka izany ianareo.”",
        "14": "Nantsoiny hankeo aminy indray ny vahoaka, ka hoy izy tamin’ireo: “Mihainoa ahy ianareo rehetra, ka fantaro ny hevitry ny teniko:",
        "15": "Tsy misy mahaloto ny olona izay zavatra avy eny ivelan’ny tenany ka mandalo ao anatiny. Fa izay mivoaka avy amin’ny olona no mandoto azy.”",
        "16": "* ——",
        "17": "Ary nony niala teo amin’ny vahoaka izy ka niditra tao amin’ny trano iray, dia nanontany azy momba ilay fanoharana ny mpianany.",
        "18": "Koa hoy izy tamin’ireo: “Tsy mahataka-javatra tahaka ireny olona ireny koa ve ianareo? Tsy fantatrareo ve fa tsy misy mahaloto ny olona izay zavatra avy eny ivelan’ny tenany ka mandalo ao anatiny,",
        "19": "satria tsy miditra ao am-pony izany fa ao amin’ny tsinainy, dia mivoaka ka mankany amin’ny lavaka fanariana maloto?” Koa nambarany tamin’izany fa madio ny sakafo rehetra.",
        "20": "Hoy koa izy: “Izay mivoaka avy amin’ny olona no mandoto azy.",
        "21": "Fa avy ao anatin’ny olona, eny, avy ao am-pony, no ivoahan’ny eritreri-dratsy, dia fijangajangana, halatra, vonoan’olona,",
        "22": "fanitsakitsaham-bady, fitsiriritana, fanaovan-dratsy, fitaka, fitondran-tena baranahiny, maso feno fitsiriritana, fanevatevana, fanambonian-tena, fanaovana hadalana.",
        "23": "Avy ao anatin’ny olona avokoa ireo zava-dratsy rehetra ireo, ka mandoto azy.”",
        "24": "Ary nitsangana niala teo izy ka nankany amin’ny faritr’i Tyro sy Sidona, dia niditra tao amin’ny trano iray. Ary tsy tiany hisy hahafantatra izany. Nisy nahamarika ihany anefa izy.",
        "25": "Avy hatrany dia nahare momba azy ny vehivavy iray nanan-janaka vavikely nisy fanahy maloto, ka tonga niankohoka teo an-tongony.",
        "26": "Grika ravehivavy saingy olom-pirenena syrianina-fenisianina. Ary nitalaho naharitra taminy ravehivavy mba hamoahany ilay demonia tamin’ny zanany vavy.",
        "27": "Hoy anefa i Jesosy taminy: “Avelao aloha ho voky ny zaza, fa tsy mety raha alaina ny mofon-jaza ka atsipy ho an’ny alikakely.”",
        "28": "Hoy anefa ny navalin-dravehivavy: “Marina izany, tompoko, kanefa ny alikakely eo ambany latabatra mba mihinana ihany amin’ny poti-mofon-jaza.”",
        "29": "Ary hoy izy: “Noho ianao niteny izany, dia mandehana fa efa niala tamin’ny zanakao vavy ilay demonia.”",
        "30": "Koa lasa nody ravehivavy ka hitany fa nandry teo am-pandriana ilay zaza ary efa niala ilay demonia.",
        "31": "Ary niverina avy tany amin’ny faritr’i Tyro izy ka nandalo an’i Sidona sy ny faritr’i Dekapolisy, dia tonga tany amin’ny ranomasin’i Galilia.",
        "32": "Ary nentin’ny olona teo aminy ny lehilahy iray marenina sady niraiki-dela, ka niangavian’ireo izy hametra-tanana aminy.",
        "33": "Koa nentin’i Jesosy nihataka tamin’ny vahoaka ralehilahy, nankany amin’ny toerana mitokana. Ary nampidiriny tao an-tsofin-dralehilahy ny rantsantanany, ka rehefa avy nandrora izy, dia nokasihiny ny lelan-dralehilahy.",
        "34": "Ary niandrandra ny lanitra izy sady nisento lalina ka niteny tamin-dralehilahy hoe: “Efata”, izany hoe: “Misokafa.”",
        "35": "Koa nandre ralehilahy, ary nivaha ny fatoran’ny lelany, dia nanomboka niteny ara-dalàna izy.",
        "36": "Ary nodidian’i Jesosy ny olona tsy hilaza izany na amin’iza na amin’iza, kanefa arakaraka ny nandidiany azy ireo no vao mainka nampielezan’ireo izany.",
        "37": "Fa gaga tsy nisy toy izany ireo ka niteny hoe: “Tsara avokoa izay rehetra ataony. Vitany mihitsy aza ny manao izay handrenesan’ny marenina sy hitenenan’ny moana.”"
    },
    "8": {
        "1": "Tamin’izany andro izany, dia nisy vahoaka be indray teo, ary tsy nanan-kohanina izy ireo. Koa nasain’i Jesosy nankeo aminy ny mpianany ka nilazany hoe:",
        "2": "“Mampalahelo ahy ny vahoaka, fa efa telo andro izao no nitoerany teto amiko ary tsy manan-kohanina izy.",
        "3": "Raha alefako mody tsy mihinan-kanina ireo, dia ho reraka eny an-dalana. Avy lavitra anefa ny sasany.”",
        "4": "Fa hoy ny navalin’ny mpianany azy: “Aiza atỳ amin’ity toerana mitokana ity no hahitana mofo hahavoky ireo olona ireo?”",
        "5": "Mbola nanontaniany ihany anefa ireo hoe: “Manana mofo firy ianareo?” Dia hoy ireo: “Fito.”",
        "6": "Koa nasainy nandry ilika teo amin’ny tany ny vahoaka. Ary noraisiny ny mofo fito ka nisaotra an’Andriamanitra izy. Dia notapahiny izany ka nomeny ny mpianany mba haroso. Koa naroson’ireo tamin’ny vahoaka izany.",
        "7": "Nanana trondro madinika vitsivitsy koa ireo. Rehefa avy nisaotra an’Andriamanitra izy, dia nasainy naroso koa izany.",
        "8": "Koa nihinana ny olona ka voky, ary nangoniny ny sombintsombiny sisa tsy lany ka nahafeno sobika fito.",
        "9": "Lehilahy tokony ho efatra arivo anefa no teo. Ary noravany ny olona tamin’ny farany.",
        "10": "Niakatra avy hatrany tao an-tsambokely izy sy ny mpianany ka tonga tany amin’ny faritr’i Dalmanota.",
        "11": "Ary nivoaka ny Fariseo ka nanomboka niady hevitra taminy, eny, nitady famantarana avy any an-danitra ireo mba hitsapana azy.",
        "12": "Koa nalahelo mafy i Jesosy tao am-pony tao ka niteny hoe: “Nahoana ity taranaka ity no mitady famantarana? Lazaiko aminareo marina tokoa fa tsy misy famantarana homena an’ity taranaka ity.”",
        "13": "Ary nandao an’ireo izy ka niakatra an-tsambokely indray, dia nankeny ampita.",
        "14": "Ary nanadino nitondra mofo ny mpianatra, ka tsy nanana afa-tsy mofo iray monja izy ireo tao an-tsambokely.",
        "15": "Ary nodidian’i Jesosy mazava ireo hoe: “Aoka ho mailo hatrany ianareo, ka mitandrema amin’ny lalivain’ny Fariseo sy ny lalivain’i Heroda.”",
        "16": "Koa niady hevitra ireo satria tsy nanana mofo.",
        "17": "Tsikaritr’i Jesosy izany, ka hoy izy tamin’ireo: “Nahoana ianareo no miady hevitra noho ny tsy fanananareo mofo? Mbola tsy takatrareo na azonareo ihany ve? Donto ve ny fonareo ka tsy azonareo ny hevitr’izany?",
        "18": "‘Mana-maso ve ianareo nefa tsy mahita, ary manan-tsofina nefa tsy mandre?’ Tsy tadidinareo ve",
        "19": "ny nanapahako mofo dimy ho an’ny dimy arivo lahy? Nahafeno harona firy ny sombintsombiny voangonareo?” Dia hoy ireo taminy: “Roa ambin’ny folo.”",
        "20": "“Ary rehefa nanapaka ny mofo fito ho an’ny efatra arivo lahy aho, nahafeno sobika firy ny sombintsombiny voangonareo?” Hoy ireo taminy: “Fito.”",
        "21": "Koa hoy izy tamin’ireo: “Mbola tsy azonareo ihany ve ny hevitr’izany?”",
        "22": "Nony tonga tao Betsaida izy ireo, dia nentin’ny olona nankeo aminy ny lehilahy iray jamba. Ary niangavian’ireo izy hikasika an’ilay jamba.",
        "23": "Dia notantanany ralehilahy ka nentiny nankany ivelan’ny tanàna. Ary nororany ny masony, ka nametrahany tanana izy sady nanontaniany hoe: “Misy zavatra hitanao ve?”",
        "24": "Ary niandrandra ralehilahy ka niteny hoe: “Olona no hitako, satria toy ny hazo no hitako nefa mandehandeha.”",
        "25": "Ary napetrany teo amin’ny mason-dralehilahy indray ny tanany, dia nahita tsara izy. Ary sitrana izy, ka hitany mazava tsara ny zava-drehetra.",
        "26": "Koa nalefan’i Jesosy nody izy, nefa nilazany hoe: “Aza mbola miditra ao an-tanàna aloha.”",
        "27": "Ary niala teo i Jesosy sy ny mpianany ka nankany amin’ireo tanàna any Kaisaria-Filipo. Teny an-dalana, dia nanontany ny mpianany izy hoe: “Lazain’ny olona ho iza moa aho?”",
        "28": "Dia hoy ireo taminy: “Jaona Mpanao Batisa. Milaza ny hafa hoe Elia, ary misy koa manao hoe ny iray amin’ny mpaminany.”",
        "29": "Koa nanontany an’ireo izy hoe: “Fa ianareo kosa milaza hoe iza aho?” Dia hoy ny navalin’i Petera azy: “Ianao no Kristy.”",
        "30": "Tamin’izay izy dia nandrara azy ireo mafy tsy hilaza ny momba azy na amin’iza na amin’iza.",
        "31": "Ary nanomboka nampianatra azy ireo koa izy fa tsy maintsy hijaly mafy ny Zanak’olona, sady holavin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna ka hovonoina ho faty, ary hitsangana rehefa afaka telo andro.",
        "32": "Tsy niolakolaka mihitsy izy niteny izany. Nentin’i Petera hihataka kely anefa izy ary noteneniny mafy.",
        "33": "Ary nitodika izy, dia nijery an’ireo mpianany ka niteny mafy an’i Petera hoe: “Mankanesa ato ivohoko, ry Satana, satria tsy ny hevitr’Andriamanitra no eritreretinao, fa ny an’ny olombelona.”",
        "34": "Ary nantsoiny nankeo aminy ny vahoaka sy ny mpianany, ka hoy izy tamin’ireo: “Raha misy te hanaraka ahy, aoka izy handa ny tenany ka hitondra ny hazo fijaliany ary hanaraka ahy mandrakariva.",
        "35": "Fa izay te hamonjy ny ainy dia hamoy azy, ary izay mamoy ny ainy noho ny amiko sy ny vaovao tsara kosa dia hamonjy azy.",
        "36": "Fa inona tokoa moa no soa ho azon’ny olona raha mahazo an’izao tontolo izao izy nefa very ny ainy?",
        "37": "Fa inona tokoa moa no homen’ny olona ho takalon’ny ainy?",
        "38": "Fa na iza na iza menatra noho ny amiko sy ny teniko, eto amin’ity taranaka mpanitsakitsa-bady sy mpanota ity, dia ho menatra noho ny aminy koa ny Zanak’olona rehefa tonga amin’ny voninahitry ny Rainy izy, miaraka amin’ny anjely masina.”"
    },
    "9": {
        "1": "Hoy koa izy tamin’ireo: “Lazaiko aminareo marina tokoa fa misy amin’izay mijoro eto tsy handia fahafatesana mihitsy, mandra-pahitany ny fanjakan’Andriamanitra efa tonga amin-kery.”",
        "2": "Enina andro taorian’izay àry, dia nentin’i Jesosy niaraka taminy i Petera sy Jakoba ary Jaona, ka nentiny nitokana tany an-tendrombohitra avo. Ary niova tarehy teo anatrehan’ireo izy,",
        "3": "ka nanjary namirapiratra ny akanjony ivelany, sady tena fotsy be, ary tsy misy mpanadio lamba mahafotsy lamba toy izany eto an-tany.",
        "4": "Niseho tamin’ireo koa i Elia sy Mosesy, izay samy niresaka tamin’i Jesosy.",
        "5": "Koa hoy i Petera tamin’i Jesosy: “Raby ô, tsara ho antsika eto, koa avelao izahay hanangana tranolay telo, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.”",
        "6": "Tsy fantany, raha ny marina, izay tokony holazainy, fa raiki-tahotra izy ireo.",
        "7": "Ary nisy rahona nanaloka an’ireo mpianatra, dia nisy feo avy tao amin’ilay rahona nanao hoe: “Io no Zanako malalako. Henoy izy.”",
        "8": "Tampoka teo anefa dia nijery nanodidina izy ireo, fa tsy nahita afa-tsy i Jesosy irery ihany sisa.",
        "9": "Raha mbola nidina ny tendrombohitra izy ireo, dia nandidy azy i Jesosy mba tsy hitantara izay hitany na amin’iza na amin’iza, mandra-pitsangan’ny Zanak’olona amin’ny maty.",
        "10": "Nandray izany am-po ireo, nefa nifampiresaka ny amin’izay dikan’izany fitsanganana amin’ny maty izany.",
        "11": "Ary nanontany an’i Jesosy ireo hoe: “Nahoana no milaza ny mpanora-dalàna fa tsy maintsy ho avy aloha i Elia?”",
        "12": "Dia hoy izy tamin’ireo: “Ho avy tokoa aloha i Elia ka hamerina amin’ny laoniny ny zava-drehetra. Nahoana anefa no voasoratra fa tsy maintsy hijaly mafy ny Zanak’olona ka hatao tsinontsinona?",
        "13": "Fa lazaiko aminareo fa efa tonga tokoa i Elia, ary nataon’ny olona taminy izay rehetra tiany hanaovana azy, araka ny voasoratra momba azy.”",
        "14": "Ary nankeny amin’ny mpianatra hafa izy ireo. Tamin’izay dia hitan’izy ireo fa nisy vahoaka be nanodidina ny mpianatra ary nisy mpanora-dalàna niady hevitra taminy.",
        "15": "Taitra sy gaga anefa ny vahoaka rehetra raha vao nahita an’i Jesosy, ka nihazakazaka nankeo aminy, dia niarahaba azy.",
        "16": "Koa nanontaniany ireo hoe: “Inona no iadianareo hevitra amin’ireo?”",
        "17": "Ary hoy ny iray tamin’ny vahoaka: “Mpampianatra ô, nentiko atỳ aminao ny zanako lahy fa misy fanahy mampahamoana ao aminy.",
        "18": "Na aiza na aiza no ahazoan’ilay fanahy azy, dia atontany amin’ny tany izy, ka mamoaka roatram-bava sy mihidy vazana ary lany hery. Nilazako ny mpianatrao mba hamoaka azy, saingy tsy vitany.”",
        "19": "Hoy ny navaliny azy ireo: “Ry taranaka tsy manam-pinoana, mandra-pahoviana no tsy maintsy mbola hitoerako eto aminareo? Mandra-pahoviana no tsy maintsy handeferako aminareo? Ento atỳ amiko izy.”",
        "20": "Koa nentin’izy ireo teo aminy ilay zazalahy. Nony nahita an’i Jesosy anefa ilay fanahy, dia nataony nifanintontsintona avy hatrany ilay zaza, ka nianjera tamin’ny tany, dia nikodiadia sady namoaka roatram-bava.",
        "21": "Ary hoy i Jesosy tamin’ny rainy: “Hafiriana izay no nitrangan’izao taminy?” Dia hoy izy: “Hatramin’ny fahazazany.",
        "22": "Atsipin’ilay fanahy matetika ao anaty afo sy ao anaty rano izy mba hamonoany azy. Fa raha mba misy azonao atao re, dia mba iantrao izahay ka ampio e!”",
        "23": "Hoy anefa i Jesosy taminy: “‘Raha misy azonao atao’ hoe? Tsy misy tsy vitan’ny manam-pinoana ange e!”",
        "24": "Niantsoantso avy hatrany ny rain’ilay zaza, nanao hoe: “Manam-pinoana aho! Ampio aho eo amin’izay mbola tsy ampy amin’ny finoako!”",
        "25": "Ary nony hitan’i Jesosy fa nirohotra nanatona ny vahoaka, dia noteneniny mafy ilay fanahy maloto hoe: “Ry fanahy mampahamoana sy mampaharenina, mandidy anao aho: Mivoaha ao aminy ka aza miditra ao intsony.”",
        "26": "Nivoaka ilay fanahy rehefa avy niantsoantso sy nifanintontsintona be ilay zaza, izay tonga toy ny maty. Ary hoy ny ankamaroan’ny olona: “Maty izy!”",
        "27": "Fa noraisin’i Jesosy tamin’ny tanany izy ka nareniny, dia nitsangana.",
        "28": "Ary nony niditra tao amin’ny trano iray i Jesosy, dia nanontany azy mitokana ny mpianany hoe: “Nahoana no tsy vitanay ny namoaka an’iny?”",
        "29": "Dia hoy izy tamin’ireo: “Tsy tafavoaka iny karazany iny raha tsy amin’ny vavaka ihany.”",
        "30": "Ary niala teo izy ireo ka namakivaky an’i Galilia, nefa tsy tiany hisy hahafantatra izany.",
        "31": "Nampianatra ny mpianany mantsy izy ka niteny taminy hoe: “Hatolotra eo an-tanan’ny olona ny Zanak’olona ka hovonoiny ho faty. Na ho faty aza anefa izy, dia hitsangana rehefa afaka telo andro.”",
        "32": "Tsy azon’ireo anefa izany teny izany, ary natahotra ny hanontany azy izy ireo.",
        "33": "Ary tonga tao Kapernaomy izy ireo. Koa nony tao an-trano izy dia nanontany an’ireo mpianany hoe: “Inona no nifandiranareo teny an-dalana?”",
        "34": "Fa tsy nahateny ireo, satria nifanditra ny amin’izay lehibe kokoa izy ireo teny an-dalana.",
        "35": "Koa nipetraka izy ka nantsoiny ny roa ambin’ny folo lahy ary nilazany hoe: “Raha misy te ho voalohany, dia tsy maintsy ho farany amin’ny rehetra sy hanompo ny rehetra izy.”",
        "36": "Ary nalainy ny zaza iray ka najorony teo afovoany sady nofihininy. Dia hoy izy tamin’ireo:",
        "37": "“Izay mandray zaza tahaka ity amin’ny anarako, dia mandray ahy. Ary izay mandray ahy, dia tsy mandray ahy fotsiny, fa mandray an’ilay naniraka ahy koa.”",
        "38": "Hoy i Jaona taminy: “Mpampianatra ô, nisy lehilahy hitanay namoaka demonia tamin’ny anaranao, ka nandramanay nosakanana izy satria tsy niaraka tamintsika.”",
        "39": "Dia hoy i Jesosy taminy: “Aza mitady hisakana azy, fa tsy misy hanao fahagagana amin’ny anarako ka vetivety eo dia ho afaka hanevateva ahy.",
        "40": "Fa izay tsy manohitra antsika dia momba antsika.",
        "41": "Na iza na iza manome rano eran’ny kaopy hosotroinareo satria an’i Kristy ianareo, dia lazaiko aminareo marina tokoa fa tsy ho very mihitsy ny valisoany.",
        "42": "Fa na iza na iza kosa mametraka vato mahatafintohina eo anoloan’ny iray amin’ireny madinika mino ireny, dia tsara kokoa ho azy ny hanantonana vato lehibe fikosoham-bary * eo amin’ny vozony, ka hatsipy any an-dranomasina.",
        "43": "“Raha mahatonga anao hanota ny tananao, dia tapaho. Fa aleo ianao kilemaina nefa miditra any amin’ny fiainana, toy izay manana tanana roa nefa ho any amin’ny Gehena, * any amin’ny afo tsy mety maty.",
        "44": "* ——",
        "45": "Ary raha mahatonga anao hanota ny tongotrao, dia tapaho. Fa aleo ianao tokan-tongotra nefa miditra any amin’ny fiainana, toy izay manana tongotra roa nefa hatsipy any amin’ny Gehena. *",
        "46": "* ——",
        "47": "Ary raha mahatonga anao hanota ny masonao, dia ario. Fa aleo ianao toka-maso nefa miditra any amin’ny fanjakan’Andriamanitra, toy izay manana maso roa nefa hatsipy any amin’ny Gehena. *",
        "48": "Fa any dia tsy maty ny olitra amin’ny fatin’izy ireo, ary tsy mety maty ny afo.",
        "49": "“Fa tsy maintsy hiraraka amin’ny rehetra ny afo, toy ny firaraky ny sira.",
        "50": "Tsara ny sira, nefa raha ny sira indray no lasa matsatso, inona no hataonareo aminy mba hamerenana ny tsirony? Koa manàna sira ao anatinareo, ka mihavàna tsara hatrany ianareo.”"
    },
    "10": {
        "1": "Ary nitsangana niala teo izy ka nankany amin’ny sisin-tanin’i Jodia sy nankeny ampitan’ny Reniranon’i Jordana. Nisy vahoaka niangona teo aminy indray, ka nampianariny indray, araka ny efa fanaony.",
        "2": "Ary nisy Fariseo nanatona azy. Koa mba hitsapana azy, dia nanontany azy izy ireo raha azon’ny lehilahy atao ny misaraka amin’ny vadiny.",
        "3": "Dia hoy ny navaliny azy ireo: “Inona no nandidian’i Mosesy anareo?”",
        "4": "Ary hoy ireo: “Navelan’i Mosesy hanoratra taratasy fisaraham-panambadiana ny lehilahy rehefa misaraka amin’ny vadiny.”",
        "5": "Fa hoy i Jesosy tamin’ireo: “Noho ny hamafin’ny fonareo no nanoratany izany didy izany ho anareo.",
        "6": "Fa hatrany am-piandohan’ny famoronana, dia ‘lahy sy vavy no nanaovany ny olona.",
        "7": "Noho izany, ny lehilahy dia handao ny rainy sy ny reniny,",
        "8": "ary ho nofo iray ihany izy roa.’ Koa tsy roa intsony izy, fa nofo iray ihany.",
        "9": "Aoka àry izay nampiraisin’Andriamanitra zioga, tsy hosarahin’olona.”",
        "10": "Nony tao an-trano indray izy, dia nanontanian’ny mpianany momba izany.",
        "11": "Dia hoy izy tamin’ireo: “Izay misaraka amin’ny vadiny ka manambady olon-kafa, dia manitsakitsa-bady.",
        "12": "Ary raha manambady olon-kafa ny vehivavy nisaraka tamin’ny vadiny, dia manitsakitsa-bady.”",
        "13": "Ary nisy zaza nentin’ny olona teo amin’i Jesosy mba hokasihiny, nefa nibedy an’ireny ny mpianatra.",
        "14": "Koa tezitra i Jesosy nony nahita izany ka niteny tamin’ireo hoe: “Avelao ny zaza hanatona ahy fa aza mitady hisakana azy, fa an’izay toa azy ny fanjakan’Andriamanitra.",
        "15": "Lazaiko aminareo marina tokoa fa izay tsy mandray ny fanjakan’Andriamanitra toy ny ataon’ny zaza, dia tsy ho tafiditra ao mihitsy.”",
        "16": "Ary nitrotro an’ireo zaza izy ka nitso-drano azy, sady nametra-tanana taminy.",
        "17": "Nony niala teo izy, dia nisy lehilahy nihazakazaka nanatona ka nandohalika teo anatrehany sady nanontany hoe: “Mpampianatra Tsara ô, inona no tsy maintsy ataoko mba handovako fiainana mandrakizay?”",
        "18": "Hoy anefa i Jesosy taminy: “Nahoana aho no antsoinao hoe tsara? Tsy misy tsara afa-tsy iray ihany, dia Andriamanitra.",
        "19": "Fantatrao ny didy hoe: ‘Aza mamono olona. Aza manitsakitsa-bady. Aza mangalatra. Aza mijoro ho vavolombelona mandainga. Aza manambaka. Hajao ny rainao sy ny reninao.’”",
        "20": "Dia hoy ralehilahy taminy: “Mpampianatra ô, efa notandremako hatramin’ny fahazazako izany rehetra izany.”",
        "21": "Nijery azy i Jesosy ary tia azy, dia hoy izy taminy: “Zavatra iray sisa no mbola tsy nataonao: Mandehana amidio ny fanananao ka omeo ny mahantra, dia hanana harena any an-danitra ianao, ary andao hanara-dia ahy.”",
        "22": "Nanjombona ralehilahy tamin’izany teny izany ka lasa tamin’alahelo izy, satria maro ny fananany.",
        "23": "Ary nijery manodidina azy i Jesosy ka niteny tamin’ny mpianany hoe: “Ho sarotra tokoa ny hidiran’ny mpanam-bola ao amin’ny fanjakan’Andriamanitra!”",
        "24": "Dia gaga ny mpianatra tamin’izany teniny izany, ka hoy indray i Jesosy taminy: “Tena sarotra, anaka, ny hidirana ao amin’ny fanjakan’Andriamanitra!",
        "25": "Mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny fanjakan’Andriamanitra.”",
        "26": "Fa vao mainka gaga ireo ka niteny taminy hoe: “Koa hisy ho voavonjy ve raha izany?”",
        "27": "Nibanjina azy ireo i Jesosy ka niteny hoe: “Tsy hain’olombelona izany, fa hain’Andriamanitra. Hain’Andriamanitra mantsy ny zava-drehetra.”",
        "28": "Ary hoy i Petera taminy: “Izahay efa nahafoy ny zava-drehetra ary nanaraka anao.”",
        "29": "Fa hoy i Jesosy: “Lazaiko aminareo marina tokoa fa tsy misy olona efa nahafoy trano na rahalahy na anabavy na reny na ray na zanaka na saha noho ny amiko sy ny vaovao tsara",
        "30": "ka tsy hahazo avo zato heny amin’izao andro izao, eny, hahazo trano sy rahalahy sy anabavy sy reny sy zanaka sy saha mbamin’ny fanenjehana, ary fiainana mandrakizay ao amin’ilay tontolo ho avy.",
        "31": "Maro anefa ny voalohany no ho farany, ary ny farany ho voalohany.”",
        "32": "Rehefa niakatra ho any Jerosalema izy ireo, dia nandeha teo alohan’ny mpianatra i Jesosy, ka gaga ireo. Natahotra anefa ireo olona nanaraka azy. Ary nentiny nihataka kely indray izy roa ambin’ny folo lahy ka nilazany izao zavatra efa voatendry hanjo azy izao:",
        "33": "“Miakatra ho any Jerosalema isika izao. Ary hatolotra amin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ny Zanak’olona, ka homelohiny ho faty, dia hatolony amin’ireo hafa firenena,",
        "34": "ka hataon’ireo ho fihomehezana sy hororany sy hokaravasiny ary hovonoiny ho faty. Hitsangana anefa izy rehefa afaka telo andro.”",
        "35": "Ary nanatona izy roa lahy zanak’i Zebedio, dia i Jakoba sy Jaona, ka niteny taminy hoe: “Mpampianatra ô, mba tianay hataonao aminay izay angatahinay aminao.”",
        "36": "Ary hoy izy tamin’ireo: “Inona no tianareo hataoko aminareo?”",
        "37": "Dia hoy ireo: “Mba avelao izahay hipetraka eo anilanao, ka ny iray eo ankavananao, ary ny iray eo ankavianao, rehefa ao amin’ny voninahitrao ianao.”",
        "38": "Hoy anefa i Jesosy tamin’ireo: “Tsy fantatrareo izay angatahinareo. Hainareo ve ny hisotro amin’ny kaopy izay efa isotroako, na ny hatao batisa amin’ny batisa izay efa anaovana batisa ahy?”",
        "39": "Dia hoy ireo: “Hainay.” Ary hoy i Jesosy tamin’izy ireo: “Hisotro amin’ny kaopy izay efa isotroako ianareo, ary hatao batisa amin’ny batisa izay efa anaovana batisa ahy.",
        "40": "Fa ny hipetraka eo ankavanako na eo ankaviako, dia tsy anjarako ny manome izany. Fa ho an’izay efa nanomanana azy ihany izany toerana izany.”",
        "41": "Ary tezitra tamin’i Jakoba sy Jaona izy folo lahy nony nandre izany.",
        "42": "Niantso azy ireo hankeo aminy anefa i Jesosy ka nilaza hoe: “Fantatrareo fa manjakazaka amin’ny firenena entiny ireo heverina ho mpitondra, ary manampatra ny fahefany ireo lehibe.",
        "43": "Tsy mba toy izany kosa eo aminareo. Fa na iza na iza te ho lehibe aminareo dia tsy maintsy ho mpanomponareo,",
        "44": "ary na iza na iza te ho voalohany aminareo dia tsy maintsy manompo ny rehetra.",
        "45": "Fa na ny Zanak’olona aza tsy tonga mba hotompoina fa mba hanompo, ka hanome ny ainy ho vidim-panavotana ho takalon’ny maro.”",
        "46": "Tonga tao Jeriko izy ireo. Ary rehefa nivoaka an’i Jeriko izy sy ny mpianany mbamin’ny vahoaka be, dia nipetraka teo amoron-dalana i Bartimeo, jamba mpangataka, zanak’i Timeo.",
        "47": "Nony reny fa i Jesosy avy any Nazareta no nandalo, dia nanomboka niantsoantso mafy izy hoe: “Mba iantrao aho, ry Jesosy, Zanak’i Davida ô!”",
        "48": "Ary maro no niteny azy mafy mba hangina, nefa vao mainka izy niantsoantso mafy hoe: “Mba iantrao aho, ry Zanak’i Davida ô!”",
        "49": "Koa nijanona i Jesosy dia niteny hoe: “Antsoy izy.” Ary nantsoin’ny olona ilay jamba, ka nilazany hoe: “Mahereza, mitsangàna, fa miantso anao izy.”",
        "50": "Koa nesoriny haingana ny akanjony ivelany, dia niantsambotra nankeo amin’i Jesosy izy.",
        "51": "Ary hoy i Jesosy taminy: “Inona no tianao hataoko aminao?” Dia hoy ilay jamba: “Rabôny * ô, mba ataovy mahita indray aho.”",
        "52": "Ary hoy i Jesosy: “Mandehana, ny finoanao no nahasitrana anao.” Ary tonga dia nahita indray ralehilahy, ka nanomboka nanaraka azy teny an-dalana."
    },
    "11": {
        "1": "Rehefa nanakaiky an’i Jerosalema sy Betifaga ary Betania, izay teo amin’ny Tendrombohitra Oliva, izy ireo, dia naniraka roa lahy tamin’ny mpianany izy,",
        "2": "ka nilaza taminy hoe: “Mankanesa ao amin’irỳ tanàna kely tazanareo irỳ, ary raha vao tafiditra ao ianareo, dia hahita zanak’ampondra mifatotra, mbola tsy nitaingenan’olona mihitsy. Vahao izy ka ento atỳ.",
        "3": "Ary raha misy milaza aminareo hoe: ‘Fa inona no anton’izao?’, dia lazao hoe: ‘Misy ilan’ny Tompo azy, fa haveriny eto avy hatrany avy eo.’”",
        "4": "Koa lasa ireo ary hitany ilay zanak’ampondra nifatotra teo akaikin’ny varavarana, teo ivelany teo amin’ny lalankely, ka novahany.",
        "5": "Nisy tamin’ireo nijoro teo anefa niteny taminy hoe: “Fa maninona no vahanareo io zanak’ampondra io?”",
        "6": "Ary izay notenenin’i Jesosy indrindra no nolazain’ireo mpianatra taminy, ka navelany handeha ireo.",
        "7": "Ary nentin’ireo tany amin’i Jesosy ilay zanak’ampondra, ka nametrahany ny akanjony ivelany, dia nitaingenan’i Jesosy.",
        "8": "Maro koa no namelatra ny akanjony ivelany teo amin’ny lalana, fa nisy kosa namelatra rantsankazo nisy raviny, izay notapahiny avy tany an-tsaha.",
        "9": "Ary izay teo alohany sy tao aoriany dia niantsoantso tsy an-kijanona hoe: “Mba vonjeo re izy e! Mahazo fitahiana ilay tonga amin’ny anaran’i Jehovah!",
        "10": "Mahazo fitahiana ilay fanjakana ho avy, izay an’i Davida razantsika! Mba vonjeo re izy, ry any amin’ny avo indrindra ô!”",
        "11": "Ary niditra tao Jerosalema izy, ka nankao amin’ny tempoly, dia nijerijery ny zava-drehetra. Ary satria efa harivariva ny andro, dia nivoaka nankany Betania izy sy ny roa ambin’ny folo lahy.",
        "12": "Ny ampitson’iny, nony nivoaka an’i Betania izy ireo, dia noana izy.",
        "13": "Ary nahita aviavy feno raviny teny lavidavitra izy, ka nankeo mba hijery sao mba mahita voany. Tsy nahita afa-tsy raviny fotsiny anefa izy nony tonga teo, satria tsy fotoanan’ny aviavy tamin’izay.",
        "14": "Koa hoy izy tamin’ilay hazo: “Aoka tsy hisy hihinana voa avy aminao intsony mandrakizay.” Ary nandre izany ny mpianany.",
        "15": "Ary tonga tao Jerosalema izy ireo. Koa niditra tao amin’ny tempoly izy, dia nanomboka nandroaka an’izay nivarotra sy nividy tao ary nanjera ny latabatry ny mpanakalo vola sy ny fipetrahan’ny mpivarotra voromailala.",
        "16": "Ary tsy nisy navelany hitondra entana hanivaka teo amin’ny tempoly.",
        "17": "Nampianatra koa izy hoe: “Moa ve tsy voasoratra hoe: ‘Ny tranoko hantsoina hoe trano fivavahana ho an’ny firenena rehetra’? Fa ianareo kosa nanao azy ho lava-bato fieren-jiolahy.”",
        "18": "Ary nandre momba izany ny lehiben’ny mpisorona sy ny mpanora-dalàna, ka nitady fomba hamonoana azy. Natahotra azy anefa ireo, satria ny vahoaka rehetra dia nitolagaga foana tamin’ny fampianarany.",
        "19": "Nivoaka ny tanàna toy ny fanaony i Jesosy sy ny mpianany, rehefa harivariva ny andro.",
        "20": "Nony teny an-dalana anefa izy ireo ny ampitso vao maraina, dia nahita fa efa nalazo hatramin’ny fakany ilay aviavy.",
        "21": "Koa nahatsiaro izay nitranga i Petera ka nilaza taminy hoe: “Raby ô, jereo fa nalazo ilay aviavy nozoninao.”",
        "22": "Hoy anefa i Jesosy tamin’ireo: “Manàna finoana an’Andriamanitra.",
        "23": "Lazaiko aminareo marina tokoa fa na iza na iza miteny amin’ity tendrombohitra ity hoe: ‘Mialà eto ka mianjerà any an-dranomasina’, ary tsy misalasala ao am-pony fa manam-pinoana hoe hitranga tokoa izay lazainy, dia ho tanteraka izany.",
        "24": "Izany no antony ilazako aminareo hoe: Raha ny amin’izay rehetra angatahinareo amim-bavaka, dia minoa hoe efa azonareo sahady izany, dia ho azonareo izany.",
        "25": "Ary rehefa mitsangana hivavaka ianareo, ka misy olona anananareo alahelo, dia mamelà ny helony, mba havelan’ny Rainareo any an-danitra koa ny helokareo.”",
        "26": "* ——",
        "27": "Ary tonga tao Jerosalema indray izy ireo. Rehefa nandehandeha tao amin’ny tempoly izy, dia nanatona azy ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy,",
        "28": "ka niteny taminy hoe: “Fahefana avy aiza no anaovanao an’izao? Ary iza no nanome anao ny fahefana hanao an’izao?”",
        "29": "Ary hoy i Jesosy tamin’ireo: “Hanontany zavatra iray aminareo aho. Koa raha valianareo aho, dia holazaiko aminareo koa hoe avy aiza ny fahefana anaovako an’izao.",
        "30": "Avy any an-danitra sa avy amin’ny olona no nahazoan’i Jaona fahefana hanao batisa? Mba valio aho.”",
        "31": "Ary nifampiresaka ireo hoe: “Raha hoy isika hoe: ‘Avy any an-danitra’, dia hilaza izy hoe: ‘Nahoana àry ianareo no tsy nino azy?’",
        "32": "Ho sahintsika anefa ve ny hilaza hoe: ‘Avy amin’ny olona’?” Natahotra ny vahoaka mantsy izy ireo, satria nihevitra an’i Jaona ho tena mpaminany ny vahoaka rehetra.",
        "33": "Koa hoy ny navaliny an’i Jesosy: “Tsy fantatray.” Dia hoy i Jesosy: “Izaho koa tsy hilaza aminareo hoe fahefana avy aiza no anaovako an’izao.”"
    },
    "12": {
        "1": "Ary nanomboka nilaza fanoharana tamin’ireo koa izy hoe: “Nisy lehilahy iray nanao tanimboaloboka, ka namefy azy manodidina sy nihady lavaka famiazam-boaloboka ary nanangana tilikambo. Nampanofainy tamin’ny mpamboly izy io, ary lasa nankany an-tany hafa izy.",
        "2": "Rehefa tonga ny fotoam-piotazana, dia naniraka mpanompo ho any amin’ireo mpamboly izy mba handray ny ampahany amin’ny vokatry ny tanimboaloboka avy tamin’ireo.",
        "3": "Nalain’ireo anefa ilay mpanompo ka nokapohiny, dia nalefany nody maina.",
        "4": "Naniraka mpanompo hafa indray ralehilahy ho any amin’ireo mpamboly, nefa nokapohin’ireo teo amin’ny lohany ilay mpanompo sady nalany baraka.",
        "5": "Ary naniraka olon-kafa indray ralehilahy, nefa novonoin’ireo ho faty iny. Mbola naniraka hafa koa izy, fa ny sasany nokapohin’ireo, ary ny sasany novonoiny ho faty.",
        "6": "Iray sisa no teo aminy, dia ny zanany malalany, ka io no nirahiny farany tany amin’ireo, fa hoy izy: ‘Hanaja ny zanako ireo.’",
        "7": "Nifampiresaka anefa ireo mpamboly ireo hoe: ‘Iny ny mpandova. Andao hovonointsika izy dia ho antsika ny lova!’",
        "8": "Koa nosamborin’ireo izy ka novonoiny ho faty ary natsipiny tany ivelan’ny tanimboaloboka.",
        "9": "Koa inona àry no hataon’ilay tompon’ny tanimboaloboka? Ho avy izy, dia handringana an’ireo mpamboly ireo, ary homeny olon-kafa ny tanimboaloboka.",
        "10": "Mbola tsy novakinareo tao amin’ny Soratra Masina mihitsy ve ny hoe: ‘Ny vato nolavin’ny mpanao trano no tonga vato fehizoro lehibe indrindra, *",
        "11": "ary i Jehovah no nahatonga izany, ka mahagaga eo imasontsika’?”",
        "12": "Koa nitady izay fomba hisamborana an’i Jesosy ireo, satria takatr’izy ireo fa izy no tao an-tsain’i Jesosy tamin’ilay fanoharana. Natahotra ny vahoaka anefa izy ireo, ary nandao azy ka lasa.",
        "13": "Ary nirahin’ireo hankany amin’i Jesosy ny sasany tamin’ny Fariseo sy ny mpomba an’i Heroda mba hamandrika azy amin’ny teniny.",
        "14": "Koa nony tonga ireo dia niteny taminy hoe: “Mpampianatra ô, fantatray fa milaza ny marina foana ianao, ary tsy mba miangatra ianao satria tsy mba matin-kenamaso olona fa marina ny fampianaranao ny lalan’Andriamanitra. Koa azo atao ve sa tsia ny mandoa ny hetra isan-dahy amin’i Kaisara?",
        "15": "Tokony handoa ve izahay sa tsia?” Fantatr’i Jesosy anefa ny fihatsarambelatsihin’ireo, ka hoy izy taminy: “Nahoana ianareo no mamandrika ahy? Itondray denaria iray aho hojerena.”",
        "16": "Dia nitondran’ireo izy. Ary hoy izy tamin’ireo: “Sarin’iza io ary an’iza io soratra eo io?” Dia hoy ireo taminy: “An’i Kaisara.”",
        "17": "Koa hoy i Jesosy: “Aloavy amin’i Kaisara izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.” Ary gaga tamin’ny teniny ireo.",
        "18": "Ary nanatona azy ny Sadoseo, izay milaza fa tsy hisy fitsanganan’ny maty. Koa nanontanian’ireo izy hoe:",
        "19": "“Mpampianatra ô, nanoratra ho antsika i Mosesy hoe raha maty ny rahalahin’ny olona iray ka namela vady nefa tsy niteraka, dia tokony hampakatra ny vady navelany ny rahalahiny mba hiteraka hamelo-maso ny maty.",
        "20": "Koa nisy fito mirahalahy. Ary nanambady ilay voalohany, nefa maty tsy niteraka.",
        "21": "Dia nampakatra an-dravehivavy ny faharoa, nefa maty tsy niteraka ihany koa, ary toy izany koa ny fahatelo.",
        "22": "Ary samy tsy niteraka izy fito mirahalahy. Maty koa ilay vehivavy tamin’ny farany.",
        "23": "Koa rehefa hitsangana ny maty, ho vadin’iza ravehivavy? Fa efa samy nanambady azy daholo izy fito mirahalahy.”",
        "24": "Ary hoy i Jesosy tamin’ireo: “Diso hevitra ianareo satria samy tsy fantatrareo na ny Soratra Masina na ny herin’Andriamanitra.",
        "25": "Fa rehefa hitsangana ny maty, dia tsy hampaka-bady izy na havoaka hampakarina, fa ho tahaka ny anjely any an-danitra.",
        "26": "Raha ny amin’ny maty izay hatsangana, tsy novakinareo ve ny ao amin’ny bokin’i Mosesy, tao amin’ny fitantarana momba ilay voaroy, dia ny nilazan’Andriamanitra taminy hoe: ‘Izaho no Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba’?",
        "27": "Tsy mba Andriamanitry ny maty izy, fa an’ny velona. Koa diso hevitra mihitsy ianareo.”",
        "28": "Ary nisy mpanora-dalàna iray nanatona ka nandre azy ireo niady hevitra. Fantany fa nahavaly tsara azy ireo i Jesosy, ka nanontaniany hoe: “Inona no voalohany amin’ny didy rehetra?”",
        "29": "Dia hoy ny navalin’i Jesosy: “Ny voalohany dia izao: ‘Mihainoa, ry Israely ô: Jehovah Andriamanitsika dia Jehovah iray ihany.",
        "30": "Koa tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo sy ny sainao manontolo ary ny herinao manontolo.’",
        "31": "Ny faharoa dia izao: ‘Tiavo ny namanao tahaka ny tenanao.’ Tsy misy didy lehibe noho ireo.”",
        "32": "Ary hoy ilay mpanora-dalàna taminy: “Mpampianatra ô, marina izay nolazainao hoe: ‘Iray ihany Izy, ary tsy misy afa-tsy Izy.’",
        "33": "Ary sarobidy lavitra noho ny fanatitra dorana sy ny sorona rehetra ny fitiavana azy amin’ny fo manontolo sy ny fahaiza-misaina manontolo ary ny hery manontolo, sy ny fitiavana ny namana tahaka ny tena.”",
        "34": "Hitan’i Jesosy fa namaly tamim-pahendrena ralehilahy, ka hoy izy taminy: “Tsy lavitra ny fanjakan’Andriamanitra ianao.” Ary tsy nisy sahy nanontany azy intsony.",
        "35": "Raha mbola nampianatra tao amin’ny tempoly anefa i Jesosy, dia niteny hoe: “Nahoana no lazain’ny mpanora-dalàna fa zanak’i Davida i Kristy?",
        "36": "I Davida mihitsy no nampitenenin’ny fanahy masina hoe: ‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho eo ambany tongotrao.”’",
        "37": "I Davida aza niantso azy hoe ‘Tompo’, koa ahoana no maha zanany azy?” Ary finaritra nihaino azy ny vahoaka.",
        "38": "Hoy koa izy nandritra ny fampianarany: “Mitandrema amin’ny mpanora-dalàna, izay tia mandehandeha manao akanjo lava, sady tia ny hoarahabaina eny an-tsena",
        "39": "sy ny hahazo toerana eny aloha ao amin’ny synagoga ary ny toerana mihaja indrindra any amin’ny sakafo hariva.",
        "40": "Izy ireny no mandany ny ao an-tranon’ny vehivavy mpitondratena ary manao vavaka lava be ho fisehosehoana fotsiny. Koa hahazo fanamelohana mafy kokoa izy ireny.”",
        "41": "Ary nipetraka teo amin’izay nahatazanany ny vata fandatsaham-bola izy, ka nijery ny vahoaka nandatsaka vola tao amin’ireo vata fandatsaham-bola. Ary maro ny mpanankarena nandatsaka vola madinika be dia be.",
        "42": "Fa tonga kosa ny vehivavy mpitondratena mahantra iray nandatsaka vola madinika roa, * izay vola faran’izay kely vidy. *",
        "43": "Koa niantso ny mpianany hankeo aminy i Jesosy, ka niteny taminy hoe: “Lazaiko aminareo marina tokoa fa io mpitondratena mahantra io no nandatsaka betsaka kokoa noho izay rehetra nandatsaka vola tao amin’ny vata fandatsaham-bola.",
        "44": "Izy rehetra mantsy nandatsaka avy tamin’ny ambim-bavany, fa ravehivavy kosa na mahantra aza, dia nandatsaka izay rehetra nananany, dia ny fivelomany rehetra.”"
    },
    "13": {
        "1": "Ary nony nivoaka ny tempoly izy, dia hoy ny iray tamin’ny mpianany taminy: “Mpampianatra ô, jereonao ange ireto vato sy trano ireto e!”",
        "2": "Hoy anefa i Jesosy taminy: “Hitanao ve ireo trano be ireo? Tsy havela hisy vato hifanaingina mihitsy eto ka tsy harodana.”",
        "3": "Raha mbola nipetraka teo amin’ny Tendrombohitra Oliva izy ary nahatazana ny tempoly, dia nanontany azy mitokana i Petera sy Jakoba sy Jaona ary Andrea hoe:",
        "4": "“Lazao aminay hoe rahoviana no hitranga izany, ary inona no ho famantarana rehefa tsy maintsy hifarana izany rehetra izany?”",
        "5": "Koa nanomboka niteny taminy i Jesosy hoe: “Mitandrema sao hisy hamitaka anareo.",
        "6": "Fa maro no ho tonga amin’ny anarako, hilaza hoe: ‘Izaho no izy’, ka maro no ho voafitany.",
        "7": "Ary aza raiki-tahotra rehefa mandre ady sy filazana ady ianareo. Tsy maintsy hitranga izany, nefa mbola tsy ho tonga ny farany.",
        "8": "“Fa hisy firenena hitsangana hamely firenena, ary hisy fanjakana hamely fanjakana. Ary hisy horohoron-tany any amin’ny toerana samy hafa, ary hisy mosary. Izany no ho fiandohan’ny fahoriana. *",
        "9": "“Mitandrema kosa ianareo, fa hanolotra anareo amin’ny fitsarana eo an-toerana ny olona. Ary hokapohina any amin’ny synagoga ianareo ka hoentina eo anatrehan’ny governora sy ny mpanjaka noho ny amiko. Ho afaka hitory aminy ianareo noho izany.",
        "10": "Ankoatra izany, dia tsy maintsy hotorina any amin’ny firenena rehetra aloha ny vaovao tsara.",
        "11": "Rehefa entiny mba hatolotra ny fitsarana anefa ianareo, dia aza manahy ny amin’izay holazainareo. Izay omena anareo amin’izany ora izany lazaina, satria tsy ianareo no miteny, fa ny fanahy masina.",
        "12": "Ary ny rahalahy koa hanolotra ny rahalahiny ho faty, ny ray hanolotra ny zanany, ary ny zanaka hitsangana hanohitra ny ray aman-dreniny ka hampamono azy ho faty.",
        "13": "Ary ho halan’ny olona rehetra ianareo noho ny anarako. Fa izay miaritra hatramin’ny farany no hovonjena.",
        "14": "“Raha vao hitanareo mitsangana eo amin’izay tsy tokony hitsanganany anefa ilay zava-maharikoriko mahatonga faharavana—aoka ny mpamaky handinika tsara—, dia aoka izay any Jodia handositra any an-tendrombohitra.",
        "15": "Ary aoka izay eo an-tampon-trano tsy hidina na hiditra ao an-tranony mba haka zavatra ao,",
        "16": "ary aoka izay any an-tsaha tsy hiverina any amin’izay efa nilaozany mba haka ny akanjony ivelany.",
        "17": "Ary lozan’ny bevohoka sy ny mampinono amin’izany andro izany!",
        "18": "Mivavaha hatrany mba tsy ho amin’ny ririnina izany no hitranga.",
        "19": "Fa izany andro izany dia ho andro fahoriana izay mbola tsy nisy toa azy hatrany am-piandohan’ny zavatra noforonin’Andriamanitra ka hatramin’izany fotoana izany, sady tsy hisy intsony.",
        "20": "Raha tsy nohafohezin’i Jehovah tokoa mantsy izany andro izany, dia tsy hisy nofo hovonjena, fa noho ny olom-boafidiny, dia nohafoheziny izany andro izany.",
        "21": "“Ary aza mino raha misy koa milaza aminareo hoe: ‘Jereo fa atỳ Kristy!’, na hoe: ‘Jereo fa arỳ izy!’",
        "22": "Fa hisy Kristy sandoka sy mpaminany sandoka hitsangana ka hanao famantarana sy fahagagana mba hampivily lalana ny olom-boafidy, raha azony atao.",
        "23": "Koa mitandrema ianareo. Efa voalazako aminareo mialoha ny zava-drehetra.",
        "24": "“Fa amin’izany andro izany, aorian’ilay fahoriana, dia ho maizina ny masoandro, tsy hanome hazavana ny volana,",
        "25": "ho latsaka avy any an-danitra ny kintana, ary hohozongozonina ny hery any an-danitra.",
        "26": "Ary ny olona hahita ny Zanak’olona ho avy amin-kery lehibe sy voninahitra, ao amin’ny rahona.",
        "27": "Ary haniraka ny anjely izy sady hanangona ny olom-boafidiny avy any amin’ny vazan-tany efatra, avy any amin’ny faran’ny tany ka hatrany amin’ny faravodilanitra.",
        "28": "“Makà lesona avy amin’ny fanoharana momba ny aviavy: Raha vao mitsimoka ny rantsany ka mandravina, dia fantatrareo fa akaiky ny fahavaratra.",
        "29": "Toy izany koa ianareo, rehefa hitanareo fa miseho izany zavatra izany, dia fantaro fa efa akaiky izy, eny, efa eo am-baravarana.",
        "30": "Lazaiko aminareo marina tokoa fa tsy ho lany mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "31": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy ho levona.",
        "32": "“Fa tsy misy mahalala ny amin’izany andro na ora izany, na ny anjely any an-danitra, na ny Zanaka, afa-tsy ny Ray ihany.",
        "33": "Koa mitandrema hatrany sy miambena hatrany, fa tsy fantatrareo hoe rahoviana ny fotoana voatondro.",
        "34": "Izany dia toy ny lehilahy iray nandeha any an-tany hafa. Niala tao an-tranony izy ary nanome fahefana ny mpanompony ka nanome asa ho an’ny tsirairay, dia nandidy ny mpiandry varavarana hiambina hatrany.",
        "35": "Koa miambena hatrany àry, fa tsy fantatrareo hoe rahoviana no ho avy ny tompon-trano, na amin’ny takariva, na amin’ny misasakalina, na amin’ny maneno akoho, na vao maraina, *",
        "36": "mba tsy hahita anareo matory izy, rehefa tonga tampoka.",
        "37": "Fa izay lazaiko aminareo dia lazaiko amin’ny rehetra hoe: Miambena hatrany.”"
    },
    "14": {
        "1": "Roa andro sisa dia ho tonga ny Paska sy ny fetin’ny mofo tsy misy lalivay. Ary nitady fomba hisamborana azy amin-kafetsena sy hamonoana azy ho faty ny lehiben’ny mpisorona sy ny mpanora-dalàna.",
        "2": "Niteny foana anefa ireo hoe: “Tsy amin’ny fety anefa sao hisavorovoro ny vahoaka.”",
        "3": "Ary tany Betania izy, tao an-tranon’i Simona boka. Raha mbola nandry ilika nisakafo izy, dia tonga ny vehivavy iray nitondra tavoahangy vatosanga nisy menaka manitra lafo vidy be, izay narda tena izy. Novakin-dravehivavy ny vavan-tavoahangy, ary naidiny teo an-dohan’i Jesosy ilay menaka.",
        "4": "Dia nisy tezitra ka nifampiresaka hoe: “Nahoana no lanilanina foana toy izao iny menaka manitra iny?",
        "5": "Fa azo namidy denaria telonjato mahery iny ka nomena ny mahantra!” Koa tezitra be tamin-dravehivavy ireo.",
        "6": "Hoy anefa i Jesosy: “Avelao izy. Nahoana ianareo no mitady hanorisory azy? Tsara ny nataony tamiko.",
        "7": "Fa eo aminareo foana ny mahantra, ka isaky ny te hanao soa aminy ianareo, dia afaka manao izany. Fa izaho kosa tsy ho eo aminareo foana.",
        "8": "Nanao izay azony natao ravehivavy, ka nasiany menaka manitra ny vatako mba hanomanana mialoha ny fandevenana ahy.",
        "9": "Lazaiko aminareo marina tokoa fa na aiza na aiza itoriana ny vaovao tsara eran’izao tontolo izao, dia holazaina koa ny nataon-dravehivavy, ho fahatsiarovana azy.”",
        "10": "Ary i Jodasy Iskariota, izay iray tamin’izy roa ambin’ny folo lahy, dia lasa nankany amin’ny lehiben’ny mpisorona mba hamadika an’i Jesosy ka hanolotra azy tamin’ireo.",
        "11": "Ary faly ireo nony nandre izany ka nampanantena fa hanome azy farantsa volafotsy. Koa nanomboka nitady izay fotoana mety tsara hamadihana an’i Jesosy i Jodasy.",
        "12": "Ary tamin’ny andro voalohan’ny fetin’ny mofo tsy misy lalivay, izay andro efa famonoana ny biby atao sorona amin’ny Paska, dia hoy ny mpianany taminy: “Aiza no tianao handehananay hikarakara ny Paska mba hihinananao azy?”",
        "13": "Koa naniraka roa lahy tamin’ny mpianany izy ka nilaza taminy hoe: “Mankanesa any an-tanàna, ary hisy lehilahy iray mitondra siny tany feno rano hifanena aminareo. Araho izy,",
        "14": "ka ao amin’izay idirany dia ilazao ny tompon-trano hoe: ‘Hoy ny Mpampianatra: “Aiza ny efitra fandraisam-bahiny azoko ihinanana ny Paska miaraka amin’ny mpianatro?”’",
        "15": "Ary izy hampiseho aminareo efitra malalaka any ambony rihana, izay efa misy fanaka sady efa vonona. Ao no ikarakarao ny Paska ho antsika.”",
        "16": "Koa lasa ireo mpianany roa lahy, dia niditra tao an-tanàna ka nahita araka izay nolazaina taminy. Ary nokarakarain’ireo ny Paska.",
        "17": "Tamin’ny takariva, dia tonga izy sy ny roa ambin’ny folo lahy.",
        "18": "Rehefa nandry ilika nisakafo izy ireo, dia hoy i Jesosy: “Lazaiko aminareo marina tokoa fa hamadika ahy ny iray aminareo, dia izay miara-mihinana amiko.”",
        "19": "Ary nanomboka nalahelo ireo ka samy nilaza taminy hoe: “Izaho ve izany?”",
        "20": "Ary hoy izy tamin’ireo: “Ny iray aminareo roa ambin’ny folo lahy no izy, dia izay miara-manatsoboka ny tanany amiko ao anatin’ny vilia iombonana.",
        "21": "Marina fa handeha ny Zanak’olona, araka ny voasoratra momba azy, nefa lozan’izay olona nampiasaina hamadihana ny Zanak’olona! Tsara kokoa ho an’izany olona izany raha tsy teraka akory.”",
        "22": "Raha mbola nihinana izy ireo, dia nandray mofo i Jesosy ka nivavaka. Ary notapahiny ilay mofo, dia nomeny azy ireo, ka hoy izy: “Raiso, ity no * vatako.”",
        "23": "Nandray kaopy koa izy, ka nisaotra an’Andriamanitra. Ary nomeny azy ireo ilay kaopy, ka nisotroan’izy rehetra.",
        "24": "Dia hoy izy tamin’ireo: “Ity no * rako, dia ‘ny ran’ny fifanekena’ izay halatsaka ho an’ny maro.",
        "25": "Lazaiko aminareo marina tokoa fa tsy hisotro intsony amin’ny vokatry ny voaloboka aho, mandra-pahatongan’ny andro hisotroako divay vaovao ao amin’ny fanjakan’Andriamanitra.”",
        "26": "Tamin’ny farany, dia nivoaka nankany amin’ny Tendrombohitra Oliva izy ireo, rehefa avy nanao hira fiderana.",
        "27": "Ary hoy i Jesosy: “Hahafoy ahy daholo ianareo, satria voasoratra hoe: ‘Hamely ny mpiandry aho, dia hiparitaka ny ondry.’",
        "28": "Rehefa hatsangana anefa aho, dia hialoha anareo any Galilia.”",
        "29": "Hoy anefa i Petera taminy: “Na hahafoy anao daholo aza ny rehetra, izaho kosa tsy mba hahafoy anao.”",
        "30": "Tamin’izay dia hoy i Jesosy taminy: “Lazaiko aminao marina tokoa fa ianao io mihitsy no handa ahy intelo anio, eny, anio alina, raha mbola tsy maneno indroa ny akoho.”",
        "31": "Fa mbola nanizingizina ihany i Petera hoe: “Raha tsy maintsy hiara-maty aminao aho, dia tsy handa anao mihitsy.” Ary niteny toy izany koa ny hafa rehetra.",
        "32": "Ary tonga tao amin’ny toerana iray antsoina hoe Getsemane izy ireo. Dia hoy izy tamin’ny mpianany: “Mipetraha eto fa izaho andeha hivavaka.”",
        "33": "Ary nentiny niaraka taminy i Petera sy Jakoba ary Jaona. Dia nanomboka ory dia ory sy nitebiteby mafy izy,",
        "34": "ka niteny tamin’ireo hoe: “Vonton’alahelo aho, * toy ny efa ho faty. Mijanòna eto ka miareta tory.”",
        "35": "Ary nandroso kelikely izy, dia niankohoka tamin’ny tany ka nanomboka nivavaka mba tsy hiatrika an’izany ora izany, raha azo atao.",
        "36": "Ary hoy koa, izy: “Aba, * Ray ô, hainao ny zava-drehetra. Esory amiko ity kaopy * ity, nefa aoka tsy izay tiako no hatao, fa izay tianao.”",
        "37": "Ary nankeo amin’ny mpianany izy ka nahita azy ireo natory, dia hoy izy tamin’i Petera: “Matory ve ianao, ry Simona? Tsy nahavita niari-tory adiny iray akory ve ianao?",
        "38": "Miambena sy mivavaha foana mba tsy ho resin’ny fakam-panahy. Mazoto ihany ny saina, saingy ny nofo no malemy.”",
        "39": "Dia lasa indray izy nivavaka, ka izay nolazainy teo aloha ihany no naveriny.",
        "40": "Ary tonga indray izy, dia nahita azy ireo natory, fa navesatra ny masony, koa tsy hitan’ireo izay havaly azy.",
        "41": "Ary tonga fanintelony izy dia niteny tamin’ireo hoe: “Mbola matory sy miala sasatra ihany ve ianareo amin’ny fotoana toy izao? Aoka izay! Efa tonga ny ora! Jereo fa hisy hamadika ny Zanak’olona ka hatolotra eo an-tanan’ny mpanota.",
        "42": "Mitsangàna, andao isika handeha, fa efa manatona ilay mpamadika ahy.”",
        "43": "Raha mbola niteny izy, dia iny fa tonga i Jodasy, izay anisan’ny roa ambin’ny folo lahy. Ary nisy vahoaka niaraka taminy nitondra sabatra sy kibay. Nirahin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy ireo vahoaka ireo.",
        "44": "Ary efa nanome famantarana azy ireo ilay mpamadika hoe: “Izay horohako no izy, ka sambory ary ento ka ambeno tsara.”",
        "45": "Nanitsy avy hatrany teo amin’i Jesosy izy, ka nanatona azy sady niteny hoe: “Raby ô!” Ary nanoroka azy izy.",
        "46": "Dia nisambotra an’i Jesosy ny vahoaka ka nitana azy.",
        "47": "Nisy iray tamin’ireo nijoro teo anefa nanatsoaka ny sabany, ary namely an’ilay mpanompon’ny mpisoronabe, ka nahafaka ny sofiny.",
        "48": "Koa hoy i Jesosy tamin’ireo: “Mivoaka mitondra sabatra sy kibay toy ny hisambotra mpangalatra ve ianareo?",
        "49": "Teo aminareo isan’andro aho, nampianatra tao amin’ny tempoly, nefa tsy nosamborinareo. Fa matoa izao mitranga, dia mba hahatanteraka ny Soratra Masina.”",
        "50": "Ary nandao azy ny mpianany rehetra ka nandositra.",
        "51": "Nisy tovolahy iray anefa nanaraka azy akaiky, ary akanjo vita tamin’ny lamba rongony tena tsara no teny an-kodiny. Ary notadiavin’ny olona hosamborina izy,",
        "52": "nefa navelany ny akanjony ka nandositra nitanjaka * izy.",
        "53": "Ary nentin’izy ireo nankany amin’ny mpisoronabe i Jesosy. Efa tafavory tany avokoa ny lehiben’ny mpisorona sy ny anti-panahy ary ny mpanora-dalàna rehetra.",
        "54": "Fa i Petera kosa nanaraka teny lavidavitra teny, hatrany an-tokotanin’ny mpisoronabe. Ary nipetraka niaraka tamin’ny mpiasa an-trano izy ka namindro teo amin’ny afo.",
        "55": "Ary nitady izay hiampangana an’i Jesosy ny lehiben’ny mpisorona sy ireo rehetra anisan’ny Fitsarana Avo Jiosy, mba hamonoana azy ho faty, nefa tsy nahita.",
        "56": "Maro no nitsangana ho vavolombelona mandainga hiampanga azy, nefa tsy nifanaraka ny fiampangan’izy ireo.",
        "57": "Nisy koa nitsangana ho vavolombelona mandainga hiampanga azy hoe:",
        "58": "“Efa renay izy nilaza hoe: ‘Harodako ity tempoly nataon-tanana ity ka hanorina hafa tsy nataon-tanana aho rehefa afaka telo andro.’”",
        "59": "Na tamin’izany aza anefa dia tsy nifanaraka ny fiampangan’ireo.",
        "60": "Tamin’ny farany, dia nitsangana teo afovoany ny mpisoronabe ka nanontany an’i Jesosy hoe: “Tsy mamaly akory ve ianao? Ahoana hoy ianao amin’izany iampangany anao izany?”",
        "61": "Tsy niteny anefa i Jesosy ary tsy namaly mihitsy. Ary nanontany azy indray ny mpisoronabe hoe: “Ianao ve no Kristy Zanak’Ilay Ankalazaina?”",
        "62": "Dia hoy i Jesosy: “Izaho no izy. Ary ho hitanareo ny Zanak’olona hipetraka eo ankavanan’Ilay Mahery ary ho hitanareo ho avy izy, eny amin’ny rahon’ny lanitra.”",
        "63": "Dia nandrovitra ny akanjony ny mpisoronabe sady niteny hoe: “Inona indray no mbola ilantsika vavolombelona?",
        "64": "Renareo ilay fanevatevana an’Andriamanitra teo. Ahoana ny hevitrareo?” Ary nanameloka azy izy rehetra ka nilaza fa mendrika ny ho faty izy.",
        "65": "Dia nisy nanomboka nandrora azy sy nanarona ny tarehiny ka nanisy totohondry azy sady nilaza hoe: “Maminania!” Ary namely tehamaina azy ny mpampihatra didim-pitsarana ka nitondra azy.",
        "66": "Raha mbola tao ambany, tany an-tokotany i Petera, dia tonga ny iray tamin’ny mpanompovavin’ny mpisoronabe.",
        "67": "Ary raha vao nahita an’i Petera namindro izy, dia nibanjina azy tsara sady niteny hoe: “Ianao koa niaraka tamin’io Jesosy avy any Nazareta io.”",
        "68": "Fa nanda i Petera hoe: “Tsy fantatro izy ary tsy azoko izay lazainao”, sady lasa izy nivoaka nankeo akaikin’ny vavahady.",
        "69": "Ary raha nahita azy teo ilay mpanompovavy, dia nanomboka niteny indray tamin’ireo nijoro teo hoe: “Naman-dry zareo io.”",
        "70": "Nanda indray anefa izy. Ary nony afaka kelikely indray, dia niteny tamin’i Petera ireo nijoro teo hoe: “Tena naman-dry zareo ianao, satria Galilianina.”",
        "71": "Nanomboka niozona sy nianiana anefa izy hoe: “Tena tsy fantatro mihitsy izany lehilahy resahinareo izany.”",
        "72": "Ary teo no ho eo dia nisy akoho naneno fanindroany. Ary tsaroan’i Petera izay nolazain’i Jesosy taminy hoe: “Raha mbola tsy maneno indroa ny akoho, dia handa ahy intelo ianao.” Koa difotry ny alahelo izy ka nanomboka nitomany."
    },
    "15": {
        "1": "Raha vao nazava ratsy ny andro, dia nikaon-doha ny lehiben’ny mpisorona sy ny anti-panahy ary ny mpanora-dalàna, mbamin’ireo rehetra anisan’ny Fitsarana Avo Jiosy. Ary nafatony i Jesosy, dia nentiny ka natolony an’i Pilato.",
        "2": "Koa nanontanian’i Pilato izy hoe: “Ianao ve no mpanjakan’ny Jiosy?” Hoy ny navalin’i Jesosy: “Voalazanao.”",
        "3": "Fa tsy nitsahatra niampanga azy tamin-javatra maro ny lehiben’ny mpisorona.",
        "4": "Koa nanontany azy indray i Pilato hoe: “Tsy manan-kavaly ve ianao? Jereo fa zavatra maro no iampangany anao!”",
        "5": "Tsy namaly intsony anefa i Jesosy, ka gaga i Pilato.",
        "6": "Isaky ny fety, dia fanaon’i Pilato ny nanafaka voafonja iray izay nangatahin’ny vahoaka.",
        "7": "Tamin’izay fotoana izay, dia nisy lehilahy nantsoin’ny olona hoe Barabasy, niara-nafatotra tamin’ireo mpikomy tamin’ny fanjakana, izay efa nahafaty olona tamin’ny fikomiana.",
        "8": "Ary niakatra ny vahoaka ka nanomboka nangataka an’i Pilato hanao araka izay efa fanaony amin’izy ireo.",
        "9": "Dia hoy ny navalin’i Pilato: “Tianareo hafahako ho anareo ve ilay mpanjakan’ny Jiosy?”",
        "10": "Fantany mantsy fa noho ny fialonana no nanoloran’ny lehiben’ny mpisorona an’i Jesosy.",
        "11": "Fa nentanin’ny lehiben’ny mpisorona kosa ny vahoaka mba ho i Barabasy fa tsy i Jesosy no hafahan’i Pilato ho azy ireo.",
        "12": "Hoy indray ny navalin’i Pilato azy ireo: “Inona àry no hataoko amin’ilay antsoinareo hoe mpanjakan’ny Jiosy?”",
        "13": "Ary niantsoantso mafy indray ireo hoe: “Fantsiho amin’ny hazo fijaliana izy!”",
        "14": "Hoy ihany anefa i Pilato tamin’ireo: “Fa nahoana? Inona no ratsy nataony?” Vao mainka anefa niantsoantso ireo hoe: “Fantsiho amin’ny hazo fijaliana izy!”",
        "15": "Tamin’izay dia nafahan’i Pilato ho an’ny vahoaka i Barabasy, satria te hanome fahafaham-po azy ireo izy. Ary rehefa avy nasainy nokaravasina i Jesosy, dia natolony hofantsihana amin’ny hazo fijaliana.",
        "16": "Ary nentin’ny miaramila nankao an-tokotanin’ny lapan’ny governora izy, ka novorin’izy ireo ny miaramila rehetra.",
        "17": "Dia nampitafy azy lamba volomparasy ireo sady nandrandrana fehiloha tsilo ka nataony teo amin’ny lohany.",
        "18": "Ary nanomboka niarahaba azy izy ireo hoe: “Arahaba, ry Mpanjakan’ny Jiosy!”",
        "19": "Nokapohin’ireo tamin’ny bararata koa ny lohany ka nororany izy. Dia nandohalika sy niankohoka teo anatrehany ireo.",
        "20": "Tamin’ny farany, rehefa avy nanao azy ho fihomehezana ireo, dia nanaisotra taminy ilay lamba volomparasy ka nampanao azy indray ny akanjony ivelany ary nitondra azy nivoaka mba hofantsihana amin’ny hazo fijaliana.",
        "21": "Ary noteren’ireo hanao fanompoana ny mpandalo iray avy tany ambanivohitra, dia i Simona avy any Kyrena, rain’i Aleksandra sy Rofosy, ka nasainy nibata ny hazo fijalian’i Jesosy.",
        "22": "Ary i Jesosy dia nentin’ireo nankany amin’ilay toerana antsoina hoe Golgota, raha adika dia hoe Ikarandoha.",
        "23": "Dia nanandrana nanome azy divay niharo miora mahadomelina ireo, fa tsy nety nisotro izy.",
        "24": "Ary nofantsihan’ireo teo amin’ny hazo fijaliana izy, ary nataony antsapaka ny fizarana ny akanjony ivelany, mba hahitany izay ho anjarany avy.",
        "25": "Ora fahatelo * tamin’izay, ary nofantsihan’ireo izy.",
        "26": "Ary natao terỳ ambony ilay soratra nilaza ny fiampangana azy hoe: “Ny Mpanjakan’ny Jiosy.”",
        "27": "Ankoatra izany, dia nisy jiolahy roa nampiarahina taminy ka natao teo amin’ny tsato-kazo: Ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "28": "* ——",
        "29": "Koa nanevateva azy izay nandalo, sady nihivingivin-doha no niteny hoe: “Tsara ho anao izao ry ilay te handrodana ny tempoly sy hanorina azy ao anatin’ny telo andro!",
        "30": "Vonjeo ny tenanao ka midìna avy eo amin’ny hazo fijaliana.”",
        "31": "Toy izany koa no nataon’ny lehiben’ny mpisorona sy ny mpanora-dalàna, izay nanao azy ho fihomehezana, ka nilaza hoe: “Ny hafa novonjeny, fa ny tenany tsy hainy vonjena!",
        "32": "Aoka hidina avy eo amin’ny hazo fijaliana izao i Kristy Mpanjakan’ny Israely, mba ho hitantsika ka hinoantsika.” Na ireo nampiarahina taminy teo amin’ny tsato-kazo aza mba nandatsa azy koa.",
        "33": "Ary nisy haizina nanarona an’ilay faritra manontolo nanomboka tamin’ny ora fahenina * ka hatramin’ny ora fahasivy.",
        "34": "Ary tamin’ny ora fahasivy, dia niantso mafy i Jesosy hoe: “Ely, Ely, lamà sabaktany?”, raha adika dia hoe: “Andriamanitro ô, Andriamanitro ô, nahoana no nahafoy ahy ianao?”",
        "35": "Nony nandre izany ny sasany nijoro teo, dia niteny hoe: “Jereo fa miantso an’i Elia izy.”",
        "36": "Fa nisy olona iray nihazakazaka ka nanatsoboka spaonjy tao anaty divay marikivy, ary nataony teo amin’ny bararata iray izany ka nomeny hosotroin’i Jesosy, sady hoy izy: “Avelao izy! Aoka hojerentsika raha ho avy hampidina azy i Elia.”",
        "37": "Fa niantsoantso mafy i Jesosy dia tapitra ny ainy.",
        "38": "Ary nitriatra roa hatrany ambony ka hatrany ambany ilay ridao tao amin’ny toerana masina.",
        "39": "Nony hitan’ilay manamboninahitra nijoro teo anilan’i Jesosy ny zava-nitranga tamin’ny fotoana nahataperan’ny ainy, dia hoy izy: “Zanak’Andriamanitra tokoa io lehilahy io.”",
        "40": "Ary nisy vehivavy koa nijery teny lavidavitra teny. Anisan’ireny i Maria Magdalena, ary koa i Maria renin’i Jakoba kely sy Josesy, ary Salome,",
        "41": "izay samy nanaraka an’i Jesosy ka nikarakara azy fony izy tany Galilia, mbamin’ny vehivavy maro hafa koa izay niaraka taminy niakatra tany Jerosalema.",
        "42": "Koa satria efa harivariva ny andro sady Andro Fiomanana tamin’izay, izany hoe ilay andro alohan’ny sabata,",
        "43": "dia tonga i Josefa avy any Arimatia, izay lehilahy nanan-kaja anisan’ny Filan-kevitry ny Jiosy. Ary niandry ny fanjakan’Andriamanitra koa izy. Koa nisikina herim-po izy ka nankao amin’i Pilato, dia nangataka ny fatin’i Jesosy.",
        "44": "Gaga anefa i Pilato hoe efa maty sahady i Jesosy, ka nantsoiny ilay manamboninahitra, dia nanontaniany raha efa maty tokoa izy.",
        "45": "Koa rehefa avy naka toky tamin’ilay manamboninahitra i Pilato, dia nekeny ny hanomezana ilay faty an’i Josefa.",
        "46": "Ary nividy lamba rongony tena tsara i Josefa. Dia nampidininy ilay faty ka nofonosiny tao anatin’ilay lamba rongony tena tsara, ary napetrany tao amin’ny fasana iray nolavahana tao amin’ny vatolampy. Ary nanakodia vato teo am-baravaran’ilay fasana izy.",
        "47": "Fa i Maria Magdalena sy Maria renin’i Josesy kosa mbola naharitra nijery ny toerana nametrahana an’ilay faty."
    },
    "16": {
        "1": "Rehefa nifarana ny sabata, dia nividy zavamaniry mani-pofona i Maria Magdalena sy Maria renin’i Jakoba ary Salome, fa nikasa ho any am-pasana izy ireo mba hanosotra an’izany amin’i Jesosy.",
        "2": "Koa vao maraina tamin’ny andro voalohany amin’ny herinandro, rehefa niposaka ny masoandro, dia nankany am-pasana izy ireo,",
        "3": "ary nifampiresaka hoe: “Iza re no hasaintsika hanakodia ny vato ho afaka amin’ny varavaram-pasana e?”",
        "4": "Nony nitraka anefa izy ireo, dia hitany fa efa voakodia ilay vato, na dia tena lehibe aza.",
        "5": "Rehefa niditra tao amin’ilay fasana izy ireo, dia gaga nahita tovolahy nanao akanjo fotsy lava nipetraka teo ankavanana.",
        "6": "Hoy ilay tovolahy tamin’izy ireo: “Aza gaga. Fantatro fa i Jesosy avy any Nazareta, ilay nofantsihana tamin’ny hazo fijaliana, no tadiavinareo. Efa natsangana izy, ka tsy ato. Jereo fa teo no nametrahana azy!",
        "7": "Fa mandehana milaza amin’ny mpianany sy amin’i Petera hoe: ‘Hialoha anareo any Galilia izy. Any no hahitanareo azy, araka ny efa nolazainy taminareo.’”",
        "8": "Koa nandositra niala tao amin’ilay fasana izy ireo nony nivoaka tao, fa nangovitra sy nihetsi-po mafy. Ary tsy nilaza na inona na inona tamin’olona izy, fa natahotra. TENY FAMARANANA FOHY Misy sora-tanana sy dikan-teny tatỳ aoriana kokoa mirakitra izao teny famaranana fohy izao, aorian’ny Marka 16:8: Fa ny zava-drehetra nandidiana azy ireo dia notantarainy fohifohy tamin’ireo olona nanodidina an’i Petera. Taorian’izany koa, dia tamin’ny alalan’ny mpianatra no nandefasan’i Jesosy hatrany atsinanana ka hatrany andrefana ny fanambarana masina tsy mety lefy momba ny famonjena mandrakizay. TENY FAMARANANA LAVA Ny teny famaranana lava manaraka eto dia hita ao amin’ny sora-tanana tranainy sasany (Kôdeksa Alexandrinus, Kôdeksa Ephraemi, Kôdeksa Bezae) sy fandikan-teny tranainy sasany ( Vulgate latinina, Dikan-teny syriàkan’i Cureton, Peshitta syriàka), fa tsy hita ao amin’ny Kôdeksa Sinaiticus sy ny Kôdeksa Vaticanus sy ny Kôdeksa Sinaitika Syriàka ary ny Fandikan-teny Armenianina:",
        "9": "Ary rehefa nitsangana tamin’ny maty i Jesosy, vao maraina tamin’ny andro voalohany amin’ny herinandro, dia i Maria Magdalena, ilay namoahany demonia fito, no nisehoany voalohany.",
        "10": "Ary lasa ravehivavy nitantara tamin’ireo efa niaraka tamin’i Jesosy, fa mbola ory sy nitomany ireo.",
        "11": "Tsy nino anefa ireo rehefa nandre fa velona indray i Jesosy sady efa hitan-dravehivavy.",
        "12": "Taorian’izany koa, dia endrika hafa no nisehoan’i Jesosy tamin’ny roa lahy tamin’izy ireo, raha teny an-dalana ho any ambanivohitra izy roa lahy.",
        "13": "Ary niverina ireo ka nitantara tamin’ny apostoly hafa, kanefa na izy roa lahy aza tsy ninoany koa.",
        "14": "Tatỳ aoriana anefa i Jesosy dia niseho tamin’ny iraika ambin’ny folo lahy mihitsy, raha mbola nandry ilika hisakafo ireo. Ary nomeny tsiny ireo noho ny tsy finoany sy ny hamafin’ny fony. Tsy nino an’izay nahita azy tafatsangana tamin’ny maty mantsy ireo.",
        "15": "Koa hoy izy tamin’ireo: “Mandehana eran’izao tontolo izao ka torio amin’ny zavaboary rehetra ny vaovao tsara.",
        "16": "Ary hovonjena izay mino sy atao batisa, fa homelohina kosa izay tsy mino.",
        "17": "Ankoatra izany, dia ireto no ho famantarana an’ireo mino: Hamoaka demonia amin’ny anarako izy, hiteny amin’ny fiteny samihafa,",
        "18": "handray bibilava, ary raha misotro poizina mahafaty izy dia tsy hampaninona azy velively izany. Ary hametra-tanana amin’ny marary izy, dia ho sitrana ireny.”",
        "19": "Rehefa avy niresaka tamin’izy ireo i Jesosy Tompo, dia nakarina ho any an-danitra ka nipetraka eo ankavanan’Andriamanitra.",
        "20": "Koa lasa nitory hatraiza hatraiza ireo, fa ny Tompo kosa niara-niasa taminy sy nanao famantarana ho fanamafisana ny teny notorina."
    },
    "meta": {
        "name": "Marka",
        "order": 40,
        "chapter_number": 16
    }
}