{
    "1": {
        "1": "Ny bokin’ny tantaran’i Jesosy Kristy, zanak’i Davida, zanak’i Abrahama:",
        "2": "I Abrahama niteraka an’i Isaka; Isaka niteraka an’i Jakoba; Jakoba niteraka an’i Joda sy ireo rahalahiny;",
        "3": "Joda niteraka an’i Pereza sy Zera tamin’i Tamara; Pereza niteraka an’i Hezrona; Hezrona niteraka an’i Rama;",
        "4": "Rama niteraka an’i Aminadaba; Aminadaba niteraka an’i Nasona; Nasona niteraka an’i Salmona;",
        "5": "Salmona niteraka an’i Boaza tamin’i Rahaba; Boaza niteraka an’i Obeda tamin’i Rota; Obeda niteraka an’i Jese;",
        "6": "Jese niteraka an’i Davida Mpanjaka; Davida niteraka an’i Solomona tamin’ny vadin’i Oria;",
        "7": "Solomona niteraka an’i Rehoboama; Rehoboama niteraka an’i Abia; Abia niteraka an’i Asa;",
        "8": "Asa niteraka an’i Josafata; Josafata niteraka an’i Jorama; Jorama niteraka an’i Ozia;",
        "9": "Ozia niteraka an’i Jotama; Jotama niteraka an’i Ahaza; Ahaza niteraka an’i Hezekia;",
        "10": "Hezekia niteraka an’i Manase; Manase niteraka an’i Amona; Amona niteraka an’i Josia;",
        "11": "Josia niteraka an’i Jekonia sy ireo rahalahiny tamin’ny fotoana nandefasana ny Jiosy tany an-tsesitany tany Babylona;",
        "12": "Jekonia niteraka an’i Sealtiela tany Babylona; Sealtiela niteraka an’i Zerobabela;",
        "13": "Zerobabela niteraka an’i Abihoda; Abihoda niteraka an’i Eliakima; Eliakima niteraka an’i Azora;",
        "14": "Azora niteraka an’i Zadoka; Zadoka niteraka an’i Akima; Akima niteraka an’i Elihoda;",
        "15": "Elihoda niteraka an’i Eleazara; Eleazara niteraka an’i Matana; Matana niteraka an’i Jakoba;",
        "16": "Jakoba niteraka an’i Josefa vadin’i Maria, ary i Maria niteraka an’i Jesosy, izay antsoina hoe Kristy.",
        "17": "Ny taranaka rehetra nanomboka tamin’i Abrahama ka hatramin’i Davida àry, dia nisy efatra ambin’ny folo; ary nanomboka tamin’i Davida ka hatramin’ny sesitany tany Babylona, dia efatra ambin’ny folo; ary nanomboka tamin’ny sesitany tany Babylona ka hatramin’i Kristy, dia efatra ambin’ny folo.",
        "18": "Toy izao no nahaterahan’i Jesosy Kristy: Efa voafofo ho vadin’i Josefa i Maria renin’i Jesosy no * nitoe-jaza noho ny herin’ny fanahy * masina, raha mbola tsy niray trano izy roa.",
        "19": "Olo-marina anefa i Josefa vadiny, sady tsy te hanala baraka azy ampahibemaso, ka nikasa hisaraka taminy mangingina.",
        "20": "Rehefa avy nieritreritra tsara momba izany anefa i Josefa, dia niseho taminy tao amin’ny nofy ny anjelin’i Jehovah, ka nilaza hoe: “Ry Josefa zanak’i Davida, aza matahotra ny hitondra an’i Maria vadinao ho ao an-tranonao, fa avy tamin’ny fanahy masina ny zaza ao an-kibony.",
        "21": "Hiteraka zazalahy izy, ary ataovy hoe Jesosy * ny anarany, fa izy no hamonjy ny fireneny ho afaka amin’ny fahotan’izy ireo.”",
        "22": "Nitranga tokoa izany rehetra izany mba ho tanteraka izay nolazain’i Jehovah tamin’ny alalan’ny mpaminaniny hoe:",
        "23": "“Ho bevohoka ny virjiny ka hiteraka zazalahy, ary ny anarany hatao hoe Imanoela.” Raha adika izany dia hoe: “Momba Anay Andriamanitra.”",
        "24": "Dia nifoha tamin’ny torimasony i Josefa, ka nanao araka izay nasain’ilay anjelin’i Jehovah nataony, ary nentiny tany an-tranony ny vadiny.",
        "25": "Tsy nanao firaisana taminy anefa i Josefa mandra-piterany zazalahy. Ary nataony hoe Jesosy ny anarany."
    },
    "2": {
        "1": "Taorian’ny nahaterahan’i Jesosy tao Betlehema any Jodia, tamin’ny andron’i Heroda Mpanjaka, dia nisy mpanandro avy any atsinanana tonga tao Jerosalema,",
        "2": "nilaza hoe: “Aiza ilay nateraka ho mpanjakan’ny Jiosy? Fa hitanay ny kintany fony izahay tany atsinanana, ka tonga hiankohoka eo anatrehany izahay.”",
        "3": "Rehefa ren’i Heroda Mpanjaka izany, dia nitebiteby izy sy ny olona rehetra tao Jerosalema.",
        "4": "Koa novoriny avokoa ny lehiben’ny mpisorona sy ny mpanora-dalàna rehetra teo amin’ny vahoaka, ka nanontaniany hoe aiza ny toerana hahaterahan’i Kristy.",
        "5": "Dia hoy ireo taminy: “Ao Betlehema any Jodia. Fa izao no voasoratra tamin’ny alalan’ny mpaminany:",
        "6": "‘Ary ianao, ry Betlehema ao amin’ny tanin’i Joda, tsy ianao velively no tanàna kely indrindra eo imason’ireo governoran’i Joda, satria avy aminao no hivoahan’ny mpitondra iray hiandry ny Israely oloko.’”",
        "7": "Ary nampiantso mangingina an’ireo mpanandro i Heroda, ka namotopototra azy tsara momba ny fotoana nisehoan’ilay kintana.",
        "8": "Rehefa nirahiny nankany Betlehema ireo, dia nilazany hoe: “Mandehana, karohy tsara ilay zaza, ary rehefa hitanareo izy, dia ilazao aho mba handehanako hiankohoka eo anatrehany koa.”",
        "9": "Dia lasa ireo rehefa avy nandre ny tenin’ny mpanjaka. Ary iny fa nialoha azy ireo ilay kintana efa hitany tany atsinanana, ka tsy nijanona raha tsy teo ambonin’ilay trano nisy ilay zaza.",
        "10": "Ravoravo tokoa izy ireo nahita ilay kintana.",
        "11": "Rehefa niditra tao amin’ilay trano izy ireo, dia nahita an’ilay zaza sy Maria reniny, ka niankohoka tamim-panajana teo anatrehan’ilay zaza. Navoakan’izy ireo koa ny fanomezana sarobidy nentiny, dia volamena sy ditin-kazo manitra ary miora, ka natolony azy.",
        "12": "Nampitandreman’Andriamanitra tamin’ny nofy anefa izy ireo mba tsy hiverina tany amin’i Heroda, ka lalan-kafa no nandehanany nody tany amin’ny taniny.",
        "13": "Rehefa lasa nody izy ireo, dia nisy anjelin’i Jehovah niseho tamin’i Josefa tao amin’ny nofy, ka nilaza hoe: “Mitsangàna! Ento mandositra any Ejipta ny zaza sy ny reniny, ka aza miala any raha tsy efa milaza aminao aho. Efa hikaroka an’ilay zaza mantsy i Heroda mba hamonoany azy.”",
        "14": "Koa nitsangana izy, ary nitondra an’ilay zaza sy ny reniny tamin’ny alina ka lasa nankany Ejipta.",
        "15": "Nijanona tany izy mandra-pahafatin’i Heroda, mba hahatanteraka izay nolazain’i Jehovah tamin’ny alalan’ny mpaminaniny hoe: “Nantsoiko hiala avy tany Ejipta ny zanako.”",
        "16": "Romotry ny hatezerana i Heroda rehefa hitany fa voafitaky ny mpanandro izy. Koa naniraka olona izy hamono ny zazalahikely rehetra tany Betlehema sy ny faritra rehetra manodidina azy, dia ireo zaza roa taona no ho midina, araka ilay fotoana nofotorany tsara tamin’ireo mpanandro.",
        "17": "Dia tanteraka izay nolazaina tamin’ny alalan’i Jeremia mpaminany hoe:",
        "18": "“Nisy feo re tany Rama, dia fitomaniana sy fidradradradrana mafy: I Rahely no nitomany an’ireo zanany, ka tsy nety nampiononina izy, satria tsy eo intsony ireny.”",
        "19": "Rehefa maty i Heroda, dia nisy anjelin’i Jehovah niseho tamin’i Josefa tao amin’ny nofy, tany Ejipta,",
        "20": "ka nilaza hoe: “Mitsangàna! Ento ho any amin’ny tanin’ny Israely ny zaza sy ny reniny, fa efa maty ireo nifofo ny ain’ilay * zaza.”",
        "21": "Koa nitsangana izy, ary nitondra an’ilay zaza sy ny reniny nankany amin’ny tanin’ny Israely.",
        "22": "Ren’i Josefa anefa fa i Arkelaosy no mpanjakan’i Jodia nandimby an’i Heroda rainy, ka natahotra ny ho any izy. Nampitandreman’Andriamanitra tao amin’ny nofy koa i Josefa, ka nankany amin’ny faritr’i Galilia.",
        "23": "Ary tonga tao amin’ny tanàna nantsoina hoe Nazareta izy, ka nanorim-ponenana tao, mba ho tanteraka izay nolazaina tamin’ny alalan’ny mpaminany hoe: “Hantsoina hoe Nazareanina izy.”"
    },
    "3": {
        "1": "Tamin’izany andro izany, dia tonga nitory tany an-tany efitr’i Jodia i Jaona Mpanao Batisa.",
        "2": "Ary hoy izy: “Mibebaha, fa efa manakaiky ny fanjakan’ny lanitra.”",
        "3": "Izy, raha ny marina, ilay voalaza tamin’ny alalan’i Isaia mpaminany hoe: “Injay misy miantso mafy any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah! Ataovy mahitsy ny lalan-kalehany.’”",
        "4": "Volon-drameva ny fitafian’io Jaona io, fehikibo hoditra no teo amin’ny andilany, ary valala sy tantelidia no sakafony.",
        "5": "Ary nivoaka nankany amin’i Jaona ny olona tany Jerosalema sy eran’i Jodia ary ny faritra rehetra manodidina ny Reniranon’i Jordana.",
        "6": "Dia nataony batisa tao amin’ny Reniranon’i Jordana ny olona, ary niaiky ampahibemaso ny fahotany izy ireo.",
        "7": "Raha vao nahita Fariseo sy Sadoseo maro nankeo amin’izay nanaovany batisa i Jaona, dia nilaza hoe: “Ry taranaky ny menarana, iza no nanoro hevitra anareo handositra ny fahatezerana efa ho avy?",
        "8": "Koa mamoaza voa mifanentana amin’ny fibebahana,",
        "9": "ary aza mihambo anakampo hoe: ‘Manana an’i Abrahama ho rainay izahay.’ Lazaiko aminareo fa hain’Andriamanitra ny manova ireto vato ireto ho lasa zanak’i Abrahama.",
        "10": "Efa mipetraka eo am-pototry ny hazo sahady ny famaky, ka ny hazo rehetra tsy mamoa voa tsara dia hokapaina ary hatsipy ao anaty afo.",
        "11": "Izaho manao batisa anareo amin’ny rano noho ny fibebahanareo. Ilay ho avy ao aoriako kosa mahery noho izaho, ka tsy mendrika hanala ny kapany akory aza aho. Izy no hanao batisa anareo amin’ny fanahy masina sy amin’ny afo.",
        "12": "Efa eny an-tanany ny fitaovana fikororohana ka hodioviny tsara ny famoloany, ary ny vary hangoniny ho ao an-trano fitehirizana azy, fa ny akofa sy ny mololo kosa hodorany amin’ny afo tsy mety maty.”",
        "13": "Ary tonga avy any Galilia i Jesosy, ka nankeo amin’i Jaona teo amoron’i Jordana mba hataony batisa.",
        "14": "Nitady hisakana azy anefa i Jaona, ka niteny hoe: “Izaho no tokony hataonao batisa, ka ianao indray ve no manatona ahy?”",
        "15": "Hoy ny navalin’i Jesosy azy: “Ataovy ihany aloha amin’ity indray mandeha ity, fa izao no fomba tsara hanatanterahantsika an’izay rehetra marina.” Koa tsy nisakana azy intsony i Jaona.",
        "16": "Raha vao vita batisa i Jesosy, dia niakatra avy tao amin’ny rano. Ary nisokatra ny lanitra, ka hitan’i Jaona ny fanahin’Andriamanitra, nidina toy ny voromailala nankeo ambonin’i Jesosy.",
        "17": "Injay koa nisy feo avy any an-danitra nanao hoe: “Io no Zanako malalako, izay sitrako.”"
    },
    "4": {
        "1": "Ary nentin’ny fanahy masina nankany an-tany efitra i Jesosy, ka nalain’ny Devoly fanahy.",
        "2": "Ary noana izy rehefa avy nifady hanina efapolo andro sy efapolo alina.",
        "3": "Tonga koa ilay Mpaka fanahy, ka niteny taminy hoe: “Raha zanak’Andriamanitra ianao, dia teneno ho tonga mofo ireto vato ireto.”",
        "4": "Hoy anefa ny navaliny: “Voasoratra hoe: ‘Tsy ny mofo ihany no tsy maintsy iveloman’ny olona, fa ny teny rehetra avy amin’ny vavan’i Jehovah koa.’”",
        "5": "Ary nitondra azy nankany amin’ny tanàna masina avy eo ny Devoly, ka nametraka azy teo an-tampon’ny mandan’ny tempoly,",
        "6": "ary niteny taminy hoe: “Raha zanak’Andriamanitra ianao, dia mianjerà any ambany any. Fa voasoratra hoe: ‘Homeny baiko hitsinjo anao ny anjeliny, ka hitondra anao eny an-tanany izy ireo, mba tsy hidona amin’ny vato mihitsy ny tongotrao.’”",
        "7": "Dia hoy i Jesosy taminy: “Voasoratra koa anefa hoe: ‘Aza mitsapa toetra an’i Jehovah Andriamanitrao.’”",
        "8": "Avy eo indray ny Devoly dia nitondra azy nankeo amin’ny tendrombohitra avo dia avo. Nasehony azy ny fanjakana rehetra eo amin’izao tontolo izao sy ny voninahitr’ireny fanjakana ireny.",
        "9": "Dia hoy izy taminy: “Homeko anao ireo rehetra ireo, raha miankohoka indray mandeha eto anatrehako ianao.”",
        "10": "Hoy anefa i Jesosy: “Mandehana ianao, ry Satana, fa voasoratra hoe: ‘I Jehovah Andriamanitrao no tsy maintsy iankohofanao, ary ho azy irery ihany no tsy maintsy anaovanao fanompoana masina.’”",
        "11": "Koa nandao azy ny Devoly, ary indreo, nisy anjely tonga nikarakara azy.",
        "12": "Nony ren’i Jesosy fa nosamborina i Jaona, dia lasa nankany Galilia izy.",
        "13": "Ary rehefa niala tany Nazareta izy dia nipetraka tao Kapernaomy, tanàna amoron-dranomasina, ao amin’ireo faritra misy an’i Zebolona sy Naftaly.",
        "14": "Izany dia mba hahatanteraka izay nolazaina tamin’ny alalan’i Isaia mpaminany hoe:",
        "15": "“Ry tanin’i Zebolona sy tanin’i Naftaly, izay eny akaikin’ny ranomasina sady ampitan’ny Reniranon’i Jordana, dia i Galilian’ireo hafa firenena!",
        "16": "Nahita hazavana lehibe ny olona nipetraka tao amin’ny haizina, ary niposahan’ny hazavana ireo nipetraka tao amin’ny faritra misy aloky ny fahafatesana.”",
        "17": "Tamin’izany fotoana izany no nanombohan’i Jesosy nitory ka nilazany hoe: “Mibebaha ianareo, fa efa manakaiky ny fanjakan’ny lanitra.”",
        "18": "Rehefa nandeha teny amoron’ny ranomasin’i Galilia izy, dia nahita mpirahalahy nandatsaka harato tao an-dranomasina, dia i Simona izay antsoina hoe Petera, sy Andrea rahalahiny, fa mpanarato ireo.",
        "19": "Ary hoy i Jesosy taminy: “Andao hanaraka ahy, fa hataoko mpanarato olona ianareo.”",
        "20": "Dia nandao ny haratony avy hatrany ireo, ka nanaraka azy.",
        "21": "Mbola nandroso ihany izy ka nahita mpirahalahy hafa koa, dia i Jakoba zanak’i Zebedio, sy Jaona rahalahiny. Nanamboatra ny simba tamin’ny haratony tao an-tsambokely niaraka tamin’i Zebedio rainy izy mirahalahy. Ary nantsoin’i Jesosy izy ireo,",
        "22": "ka nandao ny sambokely sy ny rainy avy hatrany, dia nanaraka azy.",
        "23": "Avy eo izy dia nandeha nanerana an’i Galilia manontolo, ka nampianatra tany amin’ny synagoga sy nitory ny vaovao tsaran’ilay fanjakana ary nanasitrana ny karazan’aretina rehetra sy ny karazana kilema rehetra, teo amin’ny vahoaka.",
        "24": "Koa niely nanerana an’i Syria ny lazany. Ary nentin’ny olona teo aminy izay rehetra narary, sy izay nampahorin’ny aretina sy ny fanaintainana maro samihafa, mbamin’ireo nisy demonia sy voan’ny androbe ary nalemy, ka nositraniny ireny.",
        "25": "Koa nisy vahoaka be nanaraka azy, dia olona avy any Galilia sy Dekapolisy sy Jerosalema sy Jodia ary avy any ampitan’i Jordana."
    },
    "5": {
        "1": "Rehefa nahita ny vahoaka izy, dia niakatra teo an-tendrombohitra. Ary nanatona azy ny mpianany nony tafapetraka izy.",
        "2": "Koa nanomboka nampianatra azy ireo izy hoe:",
        "3": "“Sambatra ny mahatsapa fa mila an’Andriamanitra, fa azy ny fanjakan’ny lanitra.",
        "4": "“Sambatra ny ory, fa izy no hampiononina.",
        "5": "“Sambatra ny malemy fanahy, fa izy no handova ny tany.",
        "6": "“Sambatra ny noana sy mangetaheta ny fahamarinana, fa izy no homena fahafaham-po.",
        "7": "“Sambatra ny mamindra fo, fa izy no hamindrana fo.",
        "8": "“Sambatra ny madio am-po, fa izy no hahita an’Andriamanitra.",
        "9": "“Sambatra ny mpampihavana, fa izy no hantsoina hoe ‘zanak’Andriamanitra.’",
        "10": "“Sambatra izay enjehina noho ny fahamarinana, fa azy ny fanjakan’ny lanitra.",
        "11": "“Sambatra ianareo raha tevatevain’ny olona sy enjehiny ary amoronany lainga ka lazainy fa nanao izao zava-dratsy rehetra izao, noho ny amiko.",
        "12": "Mifalia sy miravoravoa fatratra, satria lehibe ny valisoanareo any an-danitra. Fa toy izany no nanenjehany ny mpaminany talohanareo.",
        "13": "“Ianareo no siran’ny tany. Raha tonga matsatso anefa ny sira, ahoana no hamerenana ny tsirony? Tsy azo ampiasaina na amin’inona na amin’inona intsony izy, fa hatsipy any ivelany hohitsakitsahin’ny olona.",
        "14": "“Ianareo no fahazavan’izao tontolo izao. Tsy takona afenina ny tanàna eo an-tampon-tendrombohitra.",
        "15": "Rehefa mandrehitra jiro ny olona, dia tsy mametraka azy ao ambany sobika famarana fa eo amin’ny fitoeran-jiro, mba hanazava an’izay rehetra ao an-trano.",
        "16": "Aoka hamirapiratra toy izany eo anatrehan’ny olona koa ny fahazavanareo, mba hahitany ny asa tsara ataonareo ka hanomezany voninahitra ny Rainareo izay any an-danitra.",
        "17": "“Aza mihevitra hoe tonga hanafoana ny Lalàna na ny Mpaminany aho. Tsy tonga hanafoana aho, fa hanatanteraka.",
        "18": "Lazaiko aminareo marina tokoa fa ho mora kokoa ny hahalevona ny lanitra sy ny tany, noho ny hahalevona ny litera kely indrindra na ny tendron-tsoratra iray ao amin’ny Lalàna, mandra-pahatanterak’izay rehetra voasoratra ao.",
        "19": "Koa izay mandika ny iray amin’ireo didy kely indrindra ireo ka mampianatra ny olona hanao toy izany koa, dia tsy mendrika hiditra * ao amin’ny fanjakan’ny lanitra. Fa izay mitandrina sy mampianatra ireo didy ireo kosa no mendrika hiditra * ao amin’ny fanjakan’ny lanitra.",
        "20": "Lazaiko aminareo fa tsy hiditra ao amin’ny fanjakan’ny lanitra mihitsy ianareo, raha tsy mihoatra lavitra noho ny an’ny mpanora-dalàna sy ny Fariseo ny fahamarinanareo.",
        "21": "“Efa renareo fa voalaza tamin’ny olona fahiny hoe: ‘Aza mamono olona, fa izay mamono olona dia hatao ampamoaka eo anatrehan’ny fitsarana.’",
        "22": "Izaho kosa anefa milaza aminareo fa izay rehetra mitahiry fahatezerana amin’ny rahalahiny, dia hatao ampamoaka eo anatrehan’ny fitsarana. Ary izay manabanty ny rahalahiny, dia hatao ampamoaka eo anatrehan’ny Fitsarana Tampony. Fa izay milaza kosa hoe: ‘Ilay adala tsisy fotony ity!’, dia mendrika ho any amin’ny Gehena * mirehitra.",
        "23": "“Raha mitondra fanomezana ho eo amin’ny alitara àry ianao, ka eo no mahatsiaro fa manana alahelo aminao ny rahalahinao,",
        "24": "dia avelao eo anoloan’ny alitara eo ny fanomezanao, ka mandehana aloha mihavana amin’ny rahalahinao. Rehefa miverina ianao vao atolory ny fanomezanao.",
        "25": "“Mifandamìna haingana amin’ilay mitory anao any amin’ny fitsarana, dieny mbola eny an-dalana ho any ianareo, sao hanolotra anao amin’ny mpitsara izy, ary ny mpitsara kosa hanolotra anao amin’ny mpampihatra didim-pitsarana, ka halefa any am-ponja ianao.",
        "26": "Lazaiko aminao marina tokoa fa tsy ho tafavoaka any mihitsy ianao, mandra-pandoanao ny farany indrindra amin’ny vola madinika tena kely vidy. *",
        "27": "“Efa renareo fa voalaza hoe: ‘Aza manitsakitsa-bady.’",
        "28": "Izaho kosa anefa milaza aminareo fa izay rehetra tsy mitsahatra mijery vehivavy ka maniry hanao firaisana aminy, dia efa nanitsakitsa-bady tao am-pony sahady.",
        "29": "Raha ny masonao havanana àry no mahatonga anao hanota, dia esory ka ario lavitra anao. Fa mahasoa anao kokoa ny hamoy rantsambatana iray, toy izay ny vatanao manontolo no hatsipy any amin’ny Gehena. *",
        "30": "Raha ny tananao havanana koa no mahatonga anao hanota, dia tapaho ka ario lavitra anao. Fa mahasoa anao kokoa ny hamoy rantsambatana iray, toy izay ny vatanao manontolo no ho lasa any amin’ny Gehena. *",
        "31": "“Voalaza koa hoe: ‘Izay misaraka amin’ny vadiny, dia tokony hanome azy taratasy fisaraham-panambadiana.’",
        "32": "Izaho kosa anefa milaza aminareo fa izay lehilahy misaraka amin’ny vadiny, afa-tsy noho ny fijangajangana ihany, dia mety hahatonga an-dravehivavy hanitsakitsa-bady. Ary izay manambady vehivavy nisarahan’ny vadiny, dia manitsakitsa-bady.",
        "33": "“Efa renareo koa fa voalaza tamin’ny olona fahiny hoe: ‘Aza mianiana nefa avy eo tsy manatanteraka, fa tsy maintsy efainao amin’i Jehovah ny voadinao.’",
        "34": "Izaho kosa anefa milaza aminareo hoe: Aza mianiana mihitsy, na amin’ny lanitra, satria seza fiandrianan’Andriamanitra izany,",
        "35": "na amin’ny tany, satria fitoeran-tongony izany, na amin’i Jerosalema, satria tanànan’ny Mpanjaka lehibe izany.",
        "36": "Aza mianiana amin’ny lohanao koa, satria tsy mahay mahafotsy na mahamainty na dia singam-bolo iray aza ianao.",
        "37": "Fa aoka ny teninareo rehefa Eny dia Eny, rehefa Tsia dia Tsia, fa avy amin’ilay ratsy ny ankoatra izany.",
        "38": "“Efa renareo fa voalaza hoe: ‘Maso ho solon’ny maso ary nify ho solon’ny nify.’",
        "39": "Izaho kosa anefa milaza aminareo hoe: Aza manohitra an’izay manisy ratsy anao, fa na iza na iza mamely tehamaina ny takolakao havanana, dia atodiho any aminy koa ny takolakao ilany.",
        "40": "Raha misy te hitory anao any amin’ny fitsarana mba hahazoany ny akanjonao, dia omeo azy koa ny akanjonao ivelany.",
        "41": "Ary raha misy manam-pahefana manery anao handeha iray kilaometatra ka hanao fanompoana ho azy, dia mandehana miaraka aminy roa kilaometatra.",
        "42": "Omeo izay mangataka aminao, ary aza andosirana izay te hisambo-bola aminao tsy misy zanany.",
        "43": "“Efa renareo fa voalaza hoe: ‘Tiavo ny namanao ary ankahalao ny fahavalonao.’",
        "44": "Izaho kosa anefa milaza aminareo hoe: Tiavo foana ny fahavalonareo, ary mivavaha foana ho an’izay manenjika anareo,",
        "45": "mba ho tonga zanaky ny Rainareo izay any an-danitra ianareo. Izy mantsy mampiposaka ny masoandrony amin’ny ratsy fanahy sy ny tsara fanahy, ary mandatsaka ny orana amin’ny marina sy ny tsy marina.",
        "46": "Fa raha izay tia anareo ihany no tianareo, inona no valisoa azonareo? Tsy mba manao toy izany koa ve ny mpamory hetra?",
        "47": "Ary raha ny rahalahinareo ihany no arahabainareo, inona no mampiavaka ny ataonareo amin’ny ataon’ny hafa? Tsy mba manao toy izany koa ve ny olona eo amin’izao tontolo izao?",
        "48": "Koa tsy maintsy lavorary ianareo, tahaka ny Rainareo any an-danitra izay lavorary."
    },
    "6": {
        "1": "“Mitandrema sao ny mba ho hitan’ny olona fotsiny no antony anaovanareo ny marina eo anatrehany. Raha izany mantsy, dia tsy hahazo valisoa avy amin’ny Rainareo izay any an-danitra ianareo.",
        "2": "Koa rehefa manome zavatra ianao ho fiantrana ny mahantra, dia aza mitsoka trompetra eo alohanao, toy ny ataon’ny mpihatsaravelatsihy ao amin’ny synagoga sy eny an-dalana mba hankalazan’ny olona azy. Lazaiko aminareo marina tokoa fa efa azony ny valisoany rehetra.",
        "3": "Fa ianao kosa raha manome zavatra ho fiantrana ny mahantra, dia aoka tsy ho fantatry ny tananao havia izay ataon’ny tananao havanana,",
        "4": "mba hatao ao amin’ny miafina ny fiantranao. Ary hamaly soa anao ny Rainao izay mijery ao amin’ny miafina.",
        "5": "“Rehefa mivavaka koa ianareo, dia aza manao toy ny mpihatsaravelatsihy, izay tia ny mivavaka mitsangana ao amin’ny synagoga sy eny an-joron-dalambe mba ho hitan’ny olona. Lazaiko aminareo marina tokoa fa efa azony ny valisoany rehetra.",
        "6": "Fa ianao kosa rehefa mivavaka, dia midira ao amin’ny efitranonao, ary rehefa voakatonao ny varavarana, dia mivavaha amin’ny Rainao izay ao amin’ny miafina. Ary hamaly soa anao ny Rainao izay mijery ao amin’ny miafina.",
        "7": "Rehefa mivavaka anefa ianareo, dia aza mamerimberina zavatra mitovy foana, toy ny ataon’ny olona eo amin’izao tontolo izao. Heveriny mantsy fa ny fampiasany teny maro no hihainoana azy.",
        "8": "Koa aza manahaka azy ianareo, fa fantatr’Andriamanitra Rainareo izay ilainareo, raha mbola tsy mangataka aminy akory aza ianareo.",
        "9": "“Koa mivavaha toy izao ianareo: “‘Rainay izay any an-danitra, hohamasinina anie ny anaranao!",
        "10": "Ho tonga anie ny fanjakanao! Hatao etỳ an-tany anie ny sitraponao, tahaka ny any an-danitra!",
        "11": "Omeo anay anio izay hanina * sahaza anay anio,",
        "12": "ary mamelà ny helokay, * tahaka ny namelanay izay meloka * taminay.",
        "13": "Ary aza mitondra anay ho amin’ny fakam-panahy, fa manafaha anay amin’ilay ratsy.’",
        "14": "“Raha mamela ny heloky ny olona ianareo, dia hamela ny helokareo koa ny Rainareo any an-danitra.",
        "15": "Fa raha tsy mamela ny heloky ny olona kosa ianareo, dia tsy hamela ny helokareo koa ny Rainareo.",
        "16": "“Rehefa mifady hanina ianareo, dia aza malahelo tarehy intsony toy ny mpihatsaravelatsihy, fa tsy karakarainy ny tarehiny mba hahitan’ny olona fa mifady hanina izy. Lazaiko aminareo marina tokoa fa efa azony ny valisoany rehetra.",
        "17": "Fa ianao kosa rehefa mifady hanina, dia hosory menaka ny lohanao ary sasao ny tarehinao,",
        "18": "mba ho ny Rainao izay ao amin’ny miafina, fa tsy ny olona, no hahita fa mifady hanina ianao. Ary hamaly soa anao ny Rainao izay mijery ao amin’ny miafina.",
        "19": "“Aza manangona harena ho anareo intsony etỳ an-tany, izay misy bibikely * sy harafesina manimba, ary misy mpangalatra mamaky trano sy mangalatra.",
        "20": "Manangòna kosa harena ho anareo any an-danitra, izay tsy misy bibikely na harafesina manimba, sady tsy misy mpangalatra mamaky trano na mangalatra.",
        "21": "Fa any amin’izay misy ny harenanao, dia ho any koa ny fonao.",
        "22": "“Ny maso no jiron’ny vatana. Koa raha tsotra * ny masonao, dia hazava tsara ny tenanao manontolo,",
        "23": "fa raha mifantoka amin’ny zava-dratsy kosa ny masonao, * dia ho maizina ny tenanao manontolo. Ary raha haizina ny hazavana ao aminao, dia ho haizim-pito tokoa izany!",
        "24": "“Tsy misy mahay manompo tompo roa, fa ny iray ho halany ary ny iray ho tiany, na ny iray hifikirany ary ny iray hohamavoiny. Tsy mahay manompo an’Andriamanitra sy ny Harena ianareo.",
        "25": "“Noho izany no ilazako aminareo hoe: Aza manahy intsony ny amin’ny ainareo, * dia izay hohaninareo na izay hosotroinareo, na ny amin’ny vatanareo, dia izay hotafinareo. Tsy mihoatra noho ny sakafo ve ny aina, ary ny vatana noho ny fitafiana?",
        "26": "Jereo tsara ny voro-manidina: Tsy mba mamafy na mijinja na manangona ho ao an-trano fitehirizam-bokatra ireny, nefa ny Rainareo izay any an-danitra manome sakafo azy. Tsy sarobidy noho ireny ve ianareo?",
        "27": "Iza aminareo no mahay manalava ny androm-piainany, na kely * monja aza, rehefa manahy?",
        "28": "Nahoana koa ianareo no manahy ny amin’ny fitafiana? Diniho tsara ny fanirin’ny lisy any an-tsaha. Tsy misasatra na manao kofehy ireny,",
        "29": "nefa lazaiko aminareo fa na i Solomona tamin’ny voninahiny rehetra aza tsy nitafy toy ny iray amin’ireny.",
        "30": "Raha ny zavamaniry any an-tsaha, izay any ihany anio ary hatsipy ao anaty afo * rahampitso, no ampitafian’Andriamanitra toy izany, tsy mainka ve ianareo, ry kely finoana?",
        "31": "Koa aza manahy mihitsy ianareo hoe: ‘Inona no hohaninay?’, na ‘Inona no hosotroinay?’, na ‘Inona no hotafinay?’",
        "32": "Izany rehetra izany mantsy no katsahin’ny olona eo amin’izao tontolo izao fatratra. Fa fantatry ny Rainareo any an-danitra fa ilainareo izany rehetra izany.",
        "33": "“Katsaho foana àry aloha ny fanjakany sy ny fahamarinany, dia homena anareo koa izany rehetra izany.",
        "34": "Koa aza manahy mihitsy ny amin’ny ampitso, fa ny ampitso hanana ny fanahiany. Ampy ho an’ny andro tsirairay ny ratsy mitranga eo aminy."
    },
    "7": {
        "1": "“Aza mitsara intsony mba tsy hotsaraina,",
        "2": "fa araka ny fitsarana ataonareo no hitsarana anareo, ary araka izay famarana ampiasainareo no hamarana ho anareo.",
        "3": "Koa nahoana ianao no mijery ny sombin-kazo eo amin’ny mason’ny rahalahinao, nefa ny vatan-kazo eo amin’ny masonao tsy mba heverinao?",
        "4": "Ary ahoana no ilazanao amin’ny rahalahinao hoe: ‘Aleo hesoriko ny sombin-kazo eo amin’ny masonao’, nefa jereo fa misy vatan-kazo eo amin’ny masonao?",
        "5": "Ry mpihatsaravelatsihy! Esory aloha ny vatan-kazo eo amin’ny masonao, dia ho hitanao tsara ny hanesorana ny sombin-kazo eo amin’ny mason’ny rahalahinao.",
        "6": "“Aza omena ny alika ny zava-masina, ary aza atsipy eo anoloan’ny kisoa ny perla any aminareo sao hohitsakitsahiny, dia hifotitra aminareo izy ka hamiravira anareo.",
        "7": "“Mangataha foana, dia homena ianareo. Mitadiava foana, dia hahita ianareo. Dondòny foana, dia hovohana ianareo.",
        "8": "Fa izay mangataka no mahazo, ary izay mitady no mahita, ary izay mandondòna no hovohana.",
        "9": "Iza tokoa moa aminareo raha angatahan’ny zanany mofo no hanome azy vato?",
        "10": "Ary raha angatahany trondro no hanome azy bibilava?",
        "11": "Koa raha ianareo, na dia ratsy fanahy aza, mahalala hanome zava-tsoa ho an’ny zanakareo, mainka fa ny Rainareo izay any an-danitra! Hanome zava-tsoa ho an’izay mangataka aminy izy.",
        "12": "“Koa izay rehetra tianareo hataon’ny olona aminareo àry, dia mba ataovy aminy koa. Izany, raha ny marina, no tian’ny Lalàna sy ny Mpaminany hambara.",
        "13": "“Midira amin’ny vavahady tery. Fa lehibe sady malalaka ny lalana mankany amin’ny fandringanana, ka maro no miditra any.",
        "14": "Tery kosa ny vavahady ary ety ny lalana mankany amin’ny fiainana, ka vitsy no mahita azy.",
        "15": "“Mitandrema amin’ny mpaminany sandoka tonga eo aminareo, fa mitafy hodi-janak’ondry izy ireny nefa ao anatiny ao amboadia mpiremby.",
        "16": "Ny voa izay vokariny no hahafantaranareo tsara azy ireny. Mioty voaloboka na aviavy eny amin’ny tsilo ve ny olona?",
        "17": "Toy izany koa fa ny hazo tsara rehetra dia mamoa voa tsara, ary ny hazo ratsy rehetra kosa mamoa voa ratsy.",
        "18": "Tsy mety mamoa voa ratsy ny hazo tsara, ary tsy mety mamoa voa tsara ny hazo ratsy.",
        "19": "Hokapaina ka hatsipy any anaty afo ny hazo rehetra tsy mamoa voa tsara.",
        "20": "Koa ny voa izay vokariny àry no hahafantaranareo tsara an’ireny olona ireny.",
        "21": "“Tsy izay rehetra milaza amiko hoe: ‘Tompo ô, Tompo ô’, no hiditra ao amin’ny fanjakan’ny lanitra, fa izay manao ny sitrapon’ny Raiko izay any an-danitra.",
        "22": "Maro no hilaza amiko amin’izany andro izany hoe: ‘Tompo ô, Tompo ô, moa ve izahay tsy efa naminany tamin’ny anaranao, sy efa namoaka demonia tamin’ny anaranao, ary efa nanao fahagagana maro tamin’ny anaranao?’",
        "23": "Hotsoriko aminy anefa amin’izay fotoana izay hoe: Tsy fantatro mihitsy ianareo! Mialà amiko, ianareo mpandika lalàna.",
        "24": "“Koa izay rehetra mandre izany teniko izany ka mankatò, dia hoharina amin’ny lehilahy malina izay nanorina ny tranony teo ambony vatolampy.",
        "25": "Ary latsaka ny orana ka nisy riaka be, sady nifofofofo ny rivotra namely izany trano izany. Tsy nirodana anefa ilay trano, satria naorina teo ambony vatolampy.",
        "26": "Fa izay rehetra mandre izany teniko izany ka tsy mankatò kosa, dia hoharina amin’ny lehilahy adala izay nanorina ny tranony teo ambony fasika.",
        "27": "Ary latsaka ny orana ka nisy riaka be, sady nifofofofo ny rivotra namely izany trano izany. Dia nirodana ilay trano, ary mafy ny fianjerany.”",
        "28": "Rehefa vitan’i Jesosy izany teny izany, dia nitolagaga ny vahoaka noho ny fomba fampianany.",
        "29": "Nampianatra azy toy ny manana fahefana mantsy izy, fa tsy toy ny mpanora-dalàna teo aminy."
    },
    "8": {
        "1": "Nony nidina avy teo an-tendrombohitra izy, dia nisy vahoaka be nanaraka azy.",
        "2": "Ary nisy lehilahy boka nanatona azy ka niankohoka teo anatrehany, sady niteny hoe: “Tompo ô, raha mba sitrakao fotsiny mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "3": "Koa nanatsotra ny tanany i Jesosy ka nikasika azy, sady nanao hoe: “Sitrako tokoa. Madiova ianao.” Voadio niala taminy avy hatrany ny habokany.",
        "4": "Ary hoy i Jesosy taminy: “Tandremo sao milazalaza amin’olona, fa mandehana miseho any amin’ny mpisorona, ka atolory ny fanomezana nandidian’i Mosesy, mba ho porofo amin’izy ireo fa sitrana ianao.”",
        "5": "Nony niditra tao Kapernaomy i Jesosy, dia nisy manamboninahitra nanatona azy ka niangavy",
        "6": "hoe: “Azafady, tompoko! Mandry ao an-trano ny mpanompolahiko, fa malemy ka mijaly mafy.”",
        "7": "Dia hoy izy taminy: “Hanasitrana azy aho rehefa tonga any.”",
        "8": "Hoy anefa ny navalin’ilay manamboninahitra: “Tsy mendrika ny handray anao ao ambany tafontranoko aho, tompoko, fa mitenena fotsiny, dia ho sitrana ny mpanompoko.",
        "9": "Fa izaho koa mba eo ambany fahefan’olona, sady manana miaramila eo ambany fahefako. Koa raha miteny amin’ny anankiray aho hoe: ‘Mandehana!’, dia lasa izy, ary amin’ny anankiray kosa hoe: ‘Avia!’, dia tonga izy, ary amin’ny mpanompoko hoe: ‘Ataovy ity!’, dia ataony izany.”",
        "10": "Ary talanjona i Jesosy nony nandre izany, ka niteny tamin’ireo nanaraka azy hoe: “Lazaiko aminareo marina tokoa fa mbola tsy nahita finoana lehibe toy izany aho teo amin’ny Israely.",
        "11": "Lazaiko aminareo fa maro ny avy any atsinanana sy ny avy any andrefana no ho tonga, ka handry ilika * hisakafo miaraka amin’i Abrahama sy Isaka ary Jakoba ao amin’ny fanjakan’ny lanitra.",
        "12": "Fa ny zanak’ilay fanjakana kosa hatsipy any amin’ny haizina any ivelany. Any izy no hitomany sy hitoloko.”",
        "13": "Ary hoy i Jesosy tamin’ilay manamboninahitra: “Mandehana àry! Aoka ho tonga aminao izany, araka izay inoanao.” Dia sitrana tamin’izay ora izay ilay mpanompo.",
        "14": "Nony niditra tao an-tranon’i Petera i Jesosy, dia nahita ny rafozambavin’i Petera teo am-pandriana fa nanavy.",
        "15": "Koa nokasihin’i Jesosy ny tanany, ka niala tamin-dravehivavy ny fanaviany. Ary niarina izy ka nikarakara an’i Jesosy.",
        "16": "Ary tamin’ny takariva, dia nentina teo amin’i Jesosy ny olona maro nisy demonia. Niteny fotsiny izy dia nivoaka ny fanahy * ratsy. Nanasitrana izay rehetra narary koa izy,",
        "17": "mba hahatanteraka izay nolazaina tamin’ny alalan’i Isaia mpaminany hoe: “Naka ny aretinay izy ary nitondra ny fanaintainanay.”",
        "18": "Rehefa hitan’i Jesosy ny vahoaka nanodidina azy, dia nomeny baiko ny mpianany mba hiainga ho eny ampita.",
        "19": "Ary nanatona ny mpanora-dalàna iray ka niteny taminy hoe: “Mpampianatra ô, hanaraka anao aho na aiza na aiza halehanao.”",
        "20": "Fa hoy i Jesosy taminy: “Ny amboadia manan-davaka hisitrihana, ary ny voro-manidina manam-pialofana, fa ny Zanak’olona kosa tsy mba manana izay hametrahany ny lohany.”",
        "21": "Ary nisy mpianatra hafa niteny taminy hoe: “Tompo ô, avelao aho aloha handeha handevina ny raiko.”",
        "22": "Hoy i Jesosy taminy: “Manaraha ahy foana ianao, fa avelao ny maty handevina ny maty eo aminy.”",
        "23": "Nony niakatra tao an-tsambokely izy, dia nanaraka azy ny mpianany.",
        "24": "Ary nanjary nisamboaravoara be ny ranomasina, ka saron’ny onja tsikelikely ilay sambokely. Natory anefa i Jesosy.",
        "25": "Nanatona àry izy ireo ka namoha azy, sady niteny hoe: “Tompo ô, vonjeo fa ho faty isika!”",
        "26": "Hoy anefa izy tamin’ireo: “Nahoana ianareo no saro-tahotra, ry kely finoana?” Koa niarina izy, ary noteneniny mafy ny rivotra sy ny ranomasina ka nanjary tony dia tony ny andro.",
        "27": "Ary talanjona ireo ka niteny hoe: “Fa olona manao ahoana loatra àry izy ity, fa hatramin’ny rivotra sy ny ranomasina aza mankatò azy?”",
        "28": "Nony tonga teny ampita tao amin’ny faritra nisy ny Gadareanina izy, dia nifanena tamin’ny lehilahy roa nisy demonia. Nivoaka avy teny amin’ireo fasana izy roa lahy ireo, ary nahery setra izaitsizy ka tsy nisy sahy nandalo tamin’izany lalana izany.",
        "29": "Ary niantsoantso mafy ireo hoe: “Misy zavatra iombonanay aminao angaha moa, ry Zanak’Andriamanitra ô? Tonga eto ve ianao mba hampijaly anay alohan’ny fotoana?”",
        "30": "Ary nisy kisoa maro be nandrasana teny lavitra teny.",
        "31": "Koa niangavy azy toy izao ireo demonia: “Raha avoakanao izahay, dia mba alefaso ho ao amin’irỳ andian-kisoa irỳ.”",
        "32": "Ary hoy izy taminy: “Mandehana!” Nivoaka àry izy ireo ka lasa niditra tao amin’ireo kisoa. Ary indreny nirifatra nankeny amin’ny hantsana ilay andiany manontolo, ka nivarina tany an-dranomasina dia maty an-drano.",
        "33": "Nandositra nankany an-tanàna kosa ireo mpiandry kisoa ka nitantara ny zava-drehetra, anisan’izany ny amin’ireo lehilahy nisy demonia.",
        "34": "Ary indreo fa nivoaka hitsena an’i Jesosy avokoa ny iray tanàna. Ary nony nahita an’i Jesosy izy ireo, dia niangavy azy mafy mba hiala tao amin’ilay faritra nisy azy ireo."
    },
    "9": {
        "1": "Koa niakatra tao an-tsambokely izy ka nankeny ampita, ary nankao an-tanànany.",
        "2": "Ary nisy lehilahy nalemy nandry teo am-pandriana, nentin’ny olona teo aminy. Rehefa hitan’i Jesosy ny finoan’ireo, dia hoy izy tamin’ilay nalemy: “Mahereza, anaka! Voavela ny helokao.”",
        "3": "Ary ny mpanora-dalàna sasany nanao anakampo hoe: “Manevateva an’Andriamanitra ilehity.”",
        "4": "Fantatr’i Jesosy ny eritreritr’izy ireo, ka hoy izy: “Nahoana ianareo no mieritreri-dratsy ao am-ponareo?",
        "5": "Fa inona, ohatra, no mora kokoa: Ny milaza hoe: ‘Voavela ny helokao’, sa ny milaza hoe: ‘Mitsangàna ka mandehana’?",
        "6": "Mba hahafantaranareo anefa fa manana fahefana eto an-tany hamela heloka ny Zanak’olona...”, dia hoy izy tamin’ilay nalemy: “Mitsangàna, batao ny fandriananao, ary modia any an-tranonao.”",
        "7": "Koa nitsangana ralehilahy ka lasa nody.",
        "8": "Dia raiki-tahotra ny vahoaka nony nahita izany ka nanome voninahitra an’Andriamanitra, izay nanome fahefana toy izany ho an’ny olona.",
        "9": "Rehefa niala teo i Jesosy, dia nandeha ka nahita lehilahy antsoina hoe Matio, nipetraka tao amin’ny birao famorian-ketra. Raha vao nahita azy izy, dia niteny taminy hoe: “Andao hanara-dia ahy.” Nitsangana avy hatrany i Matio ka nanaraka azy.",
        "10": "Taorian’izany, rehefa nandry ilika nisakafo tao an-trano izy, dia nisy mpamory hetra sy mpanota maro tonga ka nandry ilika nisakafo niaraka tamin’i Jesosy sy ny mpianany.",
        "11": "Nony nahita izany anefa ny Fariseo, dia niteny tamin’ny mpianatra hoe: “Fa nahoana ny mpampianatra anareo no miara-mihinana amin’ny mpamory hetra sy ny mpanota?”",
        "12": "Ren’i Jesosy izany ka hoy izy: “Tsy ny olona salama no mila dokotera, fa ny marary.",
        "13": "Mandehana àry, ka ianaro ny dikan’ny hoe: ‘Famindram-po no sitrako, fa tsy sorona.’ Fa tsy tonga hiantso ny marina aho, fa ny mpanota.”",
        "14": "Ary nanatona azy ny mpianatr’i Jaona ka nanontany hoe: “Nahoana izahay sy ny Fariseo no mifady hanina matetika, fa ny mpianatrao kosa tsy mba mifady?”",
        "15": "Hoy i Jesosy taminy: “Misy antony tokony hampalahelo ny naman’ny mpampakatra ve, raha mbola eo aminy ny mpampakatra? Ho avy anefa ny andro hanesorana ny mpampakatra tsy ho eo aminy, ka amin’izany andro izany izy ireo vao hifady hanina.",
        "16": "Tsy misy manampina akanjo tonta amin’ny tapa-damba vaovao. Hisintona be mantsy ilay tapa-damba, ka handrirotra an’ilay akanjo ary vao mainka hitatra ny rovitra.",
        "17": "Ary tsy misy olona manisy divay vaovao ao anaty siny hoditra efa tonta. Raha izany mantsy, dia ho vaky ilay siny hoditra ka ho raraka ny divay ary ho simba ny siny. Fa atao ao anaty siny hoditra vaovao ny divay vaovao, ka tsy simba na ny siny na ny divay.”",
        "18": "Raha mbola nilaza izany taminy izy, dia nisy mpitantana ny synagoga nanatona ka niankohoka teo anatrehany, sady nilaza hoe: “Efa maty izay ny zanako vavy. Andao re ho any e, ka mametraha tanana aminy mba ho velona izy.”",
        "19": "Koa nitsangana i Jesosy, ary nanaraka an-dralehilahy izy sy ny mpianany.",
        "20": "Ary nisy vehivavy nandeha ra efa nandritra ny roa ambin’ny folo taona, nanatona avy tao aoriana ka nikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany.",
        "21": "Fa hoy izy anakampo: “Raha mikasika ny akanjony ivelany fotsiny aho, dia ho sitrana.”",
        "22": "Ary nihodina i Jesosy ka nahita azy, dia nilaza hoe: “Mahereza, anaka! Ny finoanao no nahasitrana anao.” Dia sitrana tamin’izay ora izay ravehivavy.",
        "23": "Ary tonga tao an-tranon’ilay mpitantana ny synagoga i Jesosy. Raha vao nahita ny mpitsoka sodina sy ny vahoaka nitabataba izy,",
        "24": "dia niteny hoe: “Mandehana ianareo mivoaka, fa tsy maty razazavavy fa matory.” Dia nihomehezan’ireo izy.",
        "25": "Raha vao tafavoaka ny vahoaka, dia niditra izy ka nandray ny tanan-drazazavavy, ary niarina razazavavy.",
        "26": "Mazava ho azy fa niely eran’ilay faritra ny resaka momba izany.",
        "27": "Rehefa niala teo i Jesosy, dia nisy jamba roa lahy nanaraka azy sady niantsoantso mafy hoe: “Mba iantrao izahay, ry Zanak’i Davida ô!”",
        "28": "Nony tafiditra tao an-trano izy, dia nankeo aminy ireo jamba ireo, ka nanontaniany hoe: “Mino ve ianareo fa mahay manao izany aho?” Hoy ny navalin’ireo: “Eny, Tompoko.”",
        "29": "Ary nokasihiny ny mason’ireo, sady hoy izy: “Aoka ho tonga aminareo izany, araka ny finoanareo.”",
        "30": "Koa nahiratra ny mason’ireo. Nandrara azy mafy anefa i Jesosy hoe: “Tandremo sao misy mahafantatra izao.”",
        "31": "Nampiely ny lazany eran’ilay faritra anefa izy ireo rehefa niala teo.",
        "32": "Nony lasa ireo, dia nentin’ny olona teo aminy ny lehilahy moana iray nisy demonia.",
        "33": "Ary niteny ilay moana rehefa navoaka ilay demonia. Dia talanjona ny vahoaka ka nanao hoe: “Mbola tsy nisy toy izao mihitsy teto amin’ny Israely.”",
        "34": "Hoy anefa ny Fariseo: “Hery avy amin’ny lehiben’ny demonia no amoahany demonia.”",
        "35": "Ary i Jesosy nandeha nitety ny tanàna rehetra, na kely na lehibe, ka nampianatra tany amin’ny synagoga sy nitory ny vaovao tsaran’ilay fanjakana ary nanasitrana ny karazan’aretina rehetra sy ny karazana kilema rehetra.",
        "36": "Nangoraka izy nony nahita ny vahoaka, satria nampahorina sady naparitaka toy ny ondry tsy misy mpiandry ireo.",
        "37": "Ary hoy izy tamin’ny mpianany: “Eny, be ny vokatra fa ny mpiasa no vitsy.",
        "38": "Koa iangavio ny Tompon’ny vokatra haniraka mpiasa hijinja ny vokatra.”"
    },
    "10": {
        "1": "Koa nasainy nankeo aminy ny mpianany roa ambin’ny folo lahy, ka nomeny fahefana hamoaka fanahy * maloto sy hanasitrana ny karazan’aretina rehetra sy ny karazana kilema rehetra.",
        "2": "Ireto avy ny anaran’ny apostoly roa ambin’ny folo: Voalohany, Simona, ilay antsoina hoe Petera, sy Andrea rahalahiny; avy eo Jakoba zanak’i Zebedio sy Jaona rahalahiny;",
        "3": "Filipo sy Bartolomeo; Tomasy sy Matio mpamory hetra; Jakoba zanak’i Alfeo, sy Tadeo;",
        "4": "Simona Kananeanina ary Jodasy Iskariota, ilay namadika an’i Jesosy tatỳ aoriana.",
        "5": "Dia nirahin’i Jesosy izy roa ambin’ny folo lahy, ka nodidiany hoe: “Aza mandeha any amin’ny lalan’ny hafa firenena, ary aza miditra ao amin’ny tanànan’ny Samaritanina,",
        "6": "fa any amin’ny ondry very eo amin’ny taranak’Israely ihany mandeha.",
        "7": "Rehefa mandeha ianareo, dia mitoria hoe: ‘Efa manakaiky ny fanjakan’ny lanitra.’",
        "8": "Sitrano ny marary, atsangano ny maty, diovy ny boka, avoahy ny demonia. Efa nahazo maimaim-poana ianareo, ka manomeza maimaim-poana.",
        "9": "Aza mitady volamena na volafotsy na varahina hatao ao anaty fehikibo fasianareo vola,",
        "10": "ary aza mitady kitapom-batsy hoentina any amin’izay halehanareo, na akanjo roa, na kapa na tehina. Fa ny mpiasa mendrika hahazo ny sakafony.",
        "11": "“Any amin’izay tanàna na vohitra idiranareo, dia tadiavo izay mendrika ao, ka mitoera ao mandra-pialanareo.",
        "12": "Rehefa miditra ao an-trano ianareo, dia arahabao ny ao.",
        "13": "Raha mendrika ny ao an-trano, dia aoka ho tonga aminy ny fiadanana irinareo ho azony, fa raha tsy mendrika kosa, dia aoka hiverina aminareo ny fiadananareo.",
        "14": "Na aiza na aiza misy tsy mandray anareo na tsy mihaino ny teninareo, dia ahintsano ny vovoka amin’ny tongotrareo rehefa miala ao amin’izany trano na tanàna izany ianareo.",
        "15": "Lazaiko aminareo marina tokoa fa ho mora kokoa ny hanjo ny tanin’i Sodoma sy Gomora amin’ny Andro Fitsarana, noho ny hanjo izany tanàna izany.",
        "16": "“Maniraka anareo aho, ka ho toy ny ondry eo afovoan’ny amboadia ianareo. Koa aoka ianareo ho malina tahaka ny bibilava, nefa tsy hanan-tsiny tahaka ny voromailala.",
        "17": "Mitandrema amin’ny olona, fa hatolony amin’ny fitsarana eo an-toerana ianareo, ary hokaravasiny any amin’ny synagogany.",
        "18": "Hotaritarihina hankeo anatrehan’ny governora sy ny mpanjaka ianareo noho ny amiko, ka izany dia ho vavolombelona aminy sy amin’ireo firenena.",
        "19": "Rehefa atolony anefa ianareo, dia aza manahy ny amin’ny fomba hitenenanareo sy izay holazainareo, fa homena anareo amin’izany ora izany izay tokony holazainareo.",
        "20": "Tsy hoe ianareo fotsiny mantsy no miteny, fa ny fanahin’ny Rainareo no miteny amin’ny alalanareo.",
        "21": "Ary ny rahalahy koa hanolotra ny rahalahiny ho faty, ny ray hanolotra ny zanany, ary ny zanaka hitsangana hanohitra ny ray aman-dreniny ka hampamono azy ho faty.",
        "22": "Ary ho halan’ny olona rehetra ianareo noho ny anarako. Fa izay miaritra hatramin’ny farany no hovonjena.",
        "23": "Rehefa enjehiny ao amin’ny tanàna iray ianareo, dia mandosira any amin’ny tanàna hafa. Fa lazaiko aminareo marina tokoa fa tsy ho tapitra voatetinareo daholo ny tanànan’ny Israely, mandra-pahatongan’ny Zanak’olona.",
        "24": "“Ny mpianatra tsy mihoatra noho ny mpampianatra azy, na ny mpanompo noho ny tompony.",
        "25": "Efa ampy raha ny mpianatra no tonga tahaka ny mpampianatra azy, ary ny mpanompo tahaka ny tompony. Raha ny tompon-trano aza antsoin’ny olona hoe Belzeboba, tsy mainka ve fa ny ankohonan’ilay tompon-trano?",
        "26": "Koa aza matahotra an’ireny olona ireny, fa tsy misy misarona izay tsy haseho, na miafina izay tsy ho fantatra.",
        "27": "Izay lazaiko aminareo ao amin’ny maizina dia lazao ao amin’ny mazava, ary izay bitsibitsihina aminareo dia torio eny an-tampon-trano.",
        "28": "Ary aza matahotra an’izay mamono mahafaty anareo, nefa tsy mahafoana ny fiainanareo * ho avy, fa aleo matahotra an’ilay mahavita mandringana anareo ao amin’ny Gehena. *",
        "29": "Tsy vola madinika kely vidy * ve no ivarotana fody roa? Tsy hisy ho latsaka amin’ny tany anefa ireny na iray aza, ka tsy ho fantatry ny Rainareo.",
        "30": "Ary na ny volon-dohanareo aza dia voaisa avokoa.",
        "31": "Koa aza matahotra, fa sarobidy noho ny fody maro ianareo.",
        "32": "“Izay manaiky ahy eo anatrehan’ny olona, dia hekeko koa eo anatrehan’ny Raiko any an-danitra.",
        "33": "Fa izay mandà ahy eo anatrehan’ny olona kosa, dia holaviko koa eo anatrehan’ny Raiko any an-danitra.",
        "34": "Aza mihevitra fa tonga hitondra fihavanana eto an-tany aho. Tsy tonga hitondra fihavanana aho fa hitondra sabatra.",
        "35": "Fa tonga aho hampisaraka ny lehilahy amin’ny rainy, ny zanakavavy amin’ny reniny, ary ny vinantovavy amin’ny rafozambaviny.",
        "36": "Ary ny ankohonan’ny olona ihany no ho fahavalony.",
        "37": "Izay tia ray na reny mihoatra noho ny fitiavany ahy dia tsy mendrika ahy, ary izay tia zanakalahy na zanakavavy mihoatra noho ny fitiavany ahy dia tsy mendrika ahy.",
        "38": "Ary izay tsy manaiky hitondra ny hazo fijaliany ka tsy manaraka ahy, dia tsy mendrika ahy.",
        "39": "Izay mamonjy ny ainy * no hamoy izany, ary izay mamoy ny ainy noho ny amiko kosa no hamonjy izany.",
        "40": "“Izay mandray anareo dia mandray ahy, ary izay mandray ahy dia mandray an’ilay naniraka ahy koa.",
        "41": "Izay mandray mpaminany satria mpaminany ilay raisiny, dia hahazo ny valisoan’ny mpaminany. Izay mandray olo-marina satria olo-marina ilay raisiny, dia hahazo ny valisoan’ny olo-marina.",
        "42": "Ary izay manome rano mangatsiaka na eran’ny kaopy fotsiny aza, hosotroin’ny iray amin’ireto madinika ireto satria fantany fa mpianatro ilay omeny, dia lazaiko aminareo marina tokoa fa tsy ho very mihitsy ny valisoany.”"
    },
    "11": {
        "1": "Rehefa avy nanome toromarika ny mpianany roa ambin’ny folo lahy i Jesosy, dia niala teo ka nitety tanàna mba hampianatra sy hitory tany amin’ny tanàna hafa.",
        "2": "Ary ren’i Jaona tany am-ponja ny asa nataon’i Kristy. Koa naniraka ny mpianany izy",
        "3": "hilaza taminy hoe: “Ianao ve Ilay ho avy, sa hafa no tokony handrasanay?”",
        "4": "Hoy ny navalin’i Jesosy: “Mandehana, lazao amin’i Jaona izao renareo sy hitanareo izao:",
        "5": "Mahiratra ny jamba, mandeha ny malemy, voadio ny boka, mandre ny marenina, atsangana ny maty, ary itoriana ny vaovao tsara ny mahantra.",
        "6": "Ary sambatra izay tsy tafintohina noho ny amiko.”",
        "7": "Nony lasa ireo, dia izao no nolazain’i Jesosy tamin’ny vahoaka, momba an’i Jaona: “Hijery inona no nivoahanareo nankany an-tany efitra? Bararata ahetsiketsiky ny rivotra ve?",
        "8": "Sa hijery inona no nivoahanareo? Olona manao akanjo vita tamin’ny ravin-damba malefaka ve? Any an-tranon’ny mpanjaka no misy manao akanjo toy izany.",
        "9": "Inona marina àry no antony nivoahanareo? Hijery mpaminany ve? Eny, lazaiko aminareo fa mihoatra lavitra noho ny mpaminany izy.",
        "10": "Fa izao no voasoratra momba azy: ‘Hirahiko mialoha anao ny irako, izay hanomana ny lalanao eo alohanao!’",
        "11": "Lazaiko aminareo marina tokoa fa amin’izay natera-behivavy, dia mbola tsy nisy lehibe noho i Jaona Mpanao Batisa. Izay kely indrindra ao amin’ny fanjakan’ny lanitra anefa dia lehibe noho izy.",
        "12": "Hatramin’ny andron’i Jaona Mpanao Batisa ka hatramin’izao, dia ny fanjakan’ny lanitra no tanjona isesehan’ny olona, ary mandrombaka azy izay misesika ho amin’izany.",
        "13": "Fa samy naminany izy rehetra, na ny Mpaminany na ny Lalàna, mandra-pahatongan’i Jaona.",
        "14": "Izy no ‘Elia izay voatendry ho avy’, raha tianareo ny hanaiky izany.",
        "15": "Izay manan-tsofina, aoka izy hihaino.",
        "16": "“Ohariko amin’inona ity taranaka ity? Toy ny ankizy mipetraka eny an-tsena sady miantsoantso an’ireo mpiara-milalao aminy,",
        "17": "hoe: ‘Efa nitsoka sodina taminareo izahay, nefa tsy nandihy ianareo. Efa nidradradradra izahay, nefa tsy nikapo-tratra noho ny alahelo ianareo.’",
        "18": "Toy izany koa fa tonga i Jaona, tsy nihinana na nisotro, nefa hoy ny olona: ‘Misy demonia izy.’",
        "19": "Tonga kosa ny Zanak’olona, nihinana sy nisotro, nefa hoy ihany ny olona: ‘Olona tendan-kanina sy mpiboboka divay izy, sady naman’ny mpamory hetra sy ny mpanota!’ Ny fahendren’ny olona anefa dia hamarinin’izay ataony.”",
        "20": "Ary nanomboka nanome tsiny an’ireo tanàna nahavitany ny ankamaroan’ny fahagagana nataony izy, satria tsy nibebaka ireo:",
        "21": "“Lozanao, ry Korazina! Lozanao, ry Betsaida! Raha tany Tyro sy Sidona mantsy no nanaovana ny fahagagana natao tao aminareo, dia ho efa nibebaka hatry ny ela ireo ka niakanjo gony sy nihosin-davenona.",
        "22": "Koa lazaiko aminareo fa ho mora kokoa ny hanjo an’i Tyro sy Sidona amin’ny Andro Fitsarana, noho ny hanjo anareo.",
        "23": "Ary ianao, ry Kapernaomy, hasandratra ho any an-danitra ve ianao? Any amin’ny Fasana * kosa no hidinanao, satria raha mba tany Sodoma no natao ny fahagagana natao tao aminao, dia ho naharitra mandraka androany izy.",
        "24": "Koa lazaiko aminareo fa ho mora kokoa ny hanjo ny tanin’i Sodoma amin’ny Andro Fitsarana, noho ny hanjo anao.”",
        "25": "Koa hoy i Jesosy tamin’izay fotoana izay: “Ry Ray, Tompon’ny lanitra sy ny tany ô, midera anao ampahibemaso aho, satria efa nafeninao tamin’ny hendry sy ny mahira-tsaina izany, fa nahariharinao tamin’ny zaza kosa.",
        "26": "Eny, Ray ô, satria mifanaraka amin’ny sitraponao izany.",
        "27": "Natolotry ny Raiko ahy ny zava-drehetra, ary tsy misy tena mahafantatra ny Zanaka afa-tsy ny Ray, na tena mahafantatra ny Ray afa-tsy ny Zanaka sy izay tian’ny Zanaka hampiharihariana azy.",
        "28": "Mankanesa atỳ amiko ianareo rehetra miasa mafy sy mavesatra entana, fa hamelombelona anareo aho.",
        "29": "Ento ny ziogako ka mianara amiko, fa malemy fanahy sy manetry tena * aho, dia ho velombelona ianareo.",
        "30": "Fa mora entina ny ziogako, ary maivana ny entako.”"
    },
    "12": {
        "1": "Tamin’izany fotoana izany dia nandeha teny amin’ny saha nisy voly varimbazaha i Jesosy. Sabata ny andro tamin’izay. Ary noana ny mpianany ka nanomboka nioty salohim-barimbazaha, dia nihinana.",
        "2": "Hoy ny Fariseo nony nahita izany: “Jereo fa manao izay tsy azo atao amin’ny sabata ny mpianatrao.”",
        "3": "Dia hoy izy tamin’ireo: “Mbola tsy novakinareo ve izay nataon’i Davida rehefa noana izy sy izay niaraka taminy?",
        "4": "Fa niditra tao an-tranon’Andriamanitra izy, ary nihinana ny mofo atolotra izy ireo. Tsy nahazo nihinana izany anefa izy na izay niaraka taminy, fa ny mpisorona ihany no nahazo nihinana.",
        "5": "Sa, mbola tsy novakinareo tao amin’ny Lalàna fa miasa amin’ny andro sabata ny mpisorona ao amin’ny tempoly nefa tsy meloka?",
        "6": "Lazaiko aminareo anefa fa misy lehibe noho ny tempoly eto.",
        "7": "Raha mba azonareo mantsy ny hevitry ny hoe: ‘Famindram-po no sitrako fa tsy sorona’, dia tsy ho nomelohinareo izay tsy meloka.",
        "8": "Fa Tompon’ny sabata ny Zanak’olona.”",
        "9": "Ary niditra tao amin’ny synagoga izy nony niala teo.",
        "10": "Ary nisy lehilahy maty tanana tao. Koa mba hiampangana an’i Jesosy, dia nanontany azy ny olona hoe: “Azo atao ve ny manasitrana amin’ny sabata?”",
        "11": "Dia hoy izy tamin’ireo: “Iza aminareo raha manana ondry iray latsaka any anaty lavaka amin’ny sabata, no tsy haka azy sy hampiakatra azy?",
        "12": "Rehefa dinihina anefa, dia sarobidy lavitra noho ny ondry ny olona! Koa azo atao ny manao soa amin’ny sabata.”",
        "13": "Ary hoy izy tamin-dralehilahy: “Atsory ny tananao.” Dia natsotrany ny tanany, ka sitrana ary tonga tahaka ilay ilany.",
        "14": "Fa ny Fariseo kosa nivoaka ka nikaon-doha ny amin’ny fomba hamonoana azy.",
        "15": "Nony fantatr’i Jesosy izany, dia niala teo izy. Maro koa no nanaraka azy, ka nositraniny daholo.",
        "16": "Norarany mafy anefa ireo tsy hilazalaza ny momba azy,",
        "17": "mba ho tanteraka izay nolazaina tamin’ny alalan’i Isaia mpaminany hoe:",
        "18": "“Io ny mpanompoko izay nofidiko, ny malalako izay sitrako! Hampitoeriko ao aminy ny fanahiko, ary hasehony mazava amin’ireo firenena ny atao hoe rariny.",
        "19": "Tsy hifanditra amin’olona izy, na hiantso mafy, ary tsy hisy handre ny feony eny an-dalambe.",
        "20": "Tsy hotorotoroiny ny bararata folaka, ary tsy hovonoiny ny lahin-jiro manetroka, mandra-pamoakany ny rariny ho mpandresy.",
        "21": "Ny anarany tokoa no hantenain’ny firenena.”",
        "22": "Ary nentin’ny olona teo aminy ny lehilahy iray nisy demonia. Sady jamba no moana ralehilahy, ka nositraniny, dia niteny sy nahita.",
        "23": "Koa zendana ny vahoaka rehetra ka niteny hoe: “Sao mba io àry no Zanak’i Davida?”",
        "24": "Hoy ny Fariseo nony nandre izany: “Tsy misy amoahan’ilehio demonia, afa-tsy amin’ny alalan’i Belzeboba, lehiben’ny demonia.”",
        "25": "Fantatr’i Jesosy anefa ny eritreritr’ireo, ka hoy izy taminy: “Ho foana izay fanjakana miady an-trano, ary tsy haharitra izay tanàna na ankohonana miady an-trano.",
        "26": "Toy izany koa fa raha i Satana no mamoaka an’i Satana, dia miady an-trano izy, koa ahoana no haharetan’ny fanjakany?",
        "27": "Ambonin’izany, raha amin’ny alalan’i Belzeboba no amoahako demonia, amin’ny alalan’iza kosa no amoahan’ny zanakareo azy? Noho izany, dia ny zanakareo no hitsara anareo.",
        "28": "Fa raha amin’ny alalan’ny fanahin’Andriamanitra kosa no amoahako demonia, dia efa eo aminareo tokoa ny fanjakan’Andriamanitra nefa tsy fantatrareo.",
        "29": "Ary ahoana no hidiran’ny olona ao an-tranon’ny lehilahy matanjaka iray ka hakany an-keriny ny entany, raha tsy fatorany aloha ralehilahy? Amin’izay izy vao handroba ny ao an-tranony.",
        "30": "Koa izay tsy momba ahy dia manohitra ahy, ary izay tsy miara-manangona amiko, dia manaparitaka.",
        "31": "“Noho izany no ilazako aminareo hoe: Hahazoan’ny olona famelan-keloka ny karazana fahotana rehetra sy izay rehetra mety ho fanevatevana zava-masina, * fa tsy hahazoana famelan-keloka kosa ny fanevatevana ny fanahy masina.",
        "32": "Hahazo famelan-keloka, ohatra, izay miteny manohitra ny Zanak’olona. Fa izay miteny manohitra ny fanahy masina kosa tsy hahazo famelan-keloka, na eto amin’ity tontolo ity na any amin’ilay ho avy.",
        "33": "“Izay iray ambolenareo: na hazo tsara mamoa voa tsara, na hazo ratsy mamoa voa ratsy, fa ny voany no ahafantarana ny hazo.",
        "34": "Ry taranaky ny menarana, ahoana moa no ahaizanareo milaza zavatra tsara nefa ianareo ratsy fanahy? Fa izay mameno ny fon’ny olona no lazain’ny vavany.",
        "35": "Ny olona tsara dia mamoaka zavatra tsara avy amin’ny tahiry tsara ananany, fa ny olona ratsy fanahy kosa mamoaka zavatra ratsy avy amin’ny tahiry ratsy ananany.",
        "36": "Lazaiko aminareo fa izay teny tsy mahasoa rehetra lazain’ny olona, dia hampamoahana azy amin’ny Andro Fitsarana.",
        "37": "Fa ny teninao no hanambarana anao ho marina, ary ny teninao no hanamelohana anao.”",
        "38": "Ary namaly azy ny mpanora-dalàna sy ny Fariseo sasany hoe: “Mpampianatra ô, te hahita famantarana avy aminao izahay.”",
        "39": "Hoy ny navaliny azy ireo: “Mitady famantarana foana ny taranaka ratsy fanahy sy mpanitsakitsa-bady, nefa tsy hisy famantarana homena azy afa-tsy ilay famantarana ny amin’i Jona mpaminany.",
        "40": "Fa tahaka ny nitoeran’i Jona telo andro sy telo alina tao an-kibon’ilay trondro goavana, no hitoeran’ny Zanak’olona telo andro sy telo alina ao an-kibon’ny tany koa.",
        "41": "Hiara-mitsangana amin’ity taranaka ity mandritra ny fitsarana ny mponin’i Ninive ka hanameloka azy, satria nibebaka izy ireo rehefa nitory taminy i Jona. Misy lehibe noho i Jona anefa eto.",
        "42": "Hiaraka hatsangana amin’ity taranaka ity mandritra ny fitsarana ny mpanjakavavin’ny atsimo ka hanameloka azy, satria avy any amin’ny faran’ny tany izy no tonga mba hihaino ny fahendren’i Solomona. Misy lehibe noho i Solomona anefa eto.",
        "43": "“Rehefa mivoaka avy amin’ny olona iray ny fanahy maloto, dia mamakivaky toerana karakaina izy mitady toeram-pialan-tsasatra, fa tsy mahita.",
        "44": "Ary hoy izy: ‘Hiverina any amin’ilay trano nialako aho.’ Nony tonga izy, dia hitany fa tsy misy mipetraka ilay trano, fa voafafa madio sady voaravaka.",
        "45": "Dia lasa izy maka fanahy fito hafa ratsy noho izy. Rehefa tafiditra ireo, dia mijanona ao. Koa ratsy noho ny tamin’ny voalohany ny hiafaran’izany olona izany. Ho toy izany koa ny amin’ity taranaka ratsy fanahy ity.”",
        "46": "Raha mbola niteny tamin’ny vahoaka izy, dia indreo ny reniny sy ny rahalahiny tonga tao ivelany, nitady hiresaka taminy.",
        "47": "Koa nisy nilaza taminy hoe: “Mijoro ao ivelany ao ny reninao sy ny rahalahinao, mitady hiresaka aminao.”",
        "48": "Hoy ny navaliny an’ilay nilaza izany taminy: “Iza moa no reniko, ary iza moa no rahalahiko?”",
        "49": "Ary natsotrany nanondro ny mpianany ny tanany, ka hoy izy: “Ireo no reniko sy rahalahiko!",
        "50": "Fa na iza na iza manao ny sitrapon’ny Raiko izay any an-danitra, dia izy no rahalahiko sy anabaviko ary reniko.”"
    },
    "13": {
        "1": "Nony niala tao an-trano i Jesosy tamin’io andro io, dia nipetraka teo amoron-dranomasina.",
        "2": "Ary nisy vahoaka be niangona teo aminy. Koa niakatra tao an-tsambokely izy dia nipetraka, fa ny vahoaka rehetra kosa nitsangana teo amin’ny torapasika.",
        "3": "Ary fanoharana no nilazany zavatra maro tamin’ireo, nanao hoe: “Nisy mpamafy nivoaka mba hamafy.",
        "4": "Ary rehefa namafy izy, dia latsaka teny amoron-dalana ny voa sasany, ka lanin’ny vorona tonga teo.",
        "5": "Ny voa hafa kosa latsaka teny amin’ny toerana be vato, izay tsy nisy nofon-tany firy. Koa nitsimoka avy hatrany ny voa satria tsy lalina ny nofon-tany.",
        "6": "Rehefa niposaka anefa ny masoandro, dia may ireo tsimoka ka nalazo satria tsy namaka lalina.",
        "7": "Nisy voa hafa latsaka teny amin’ny tsilo, ary naniry ny tsilo ka nangeja azy.",
        "8": "Ny voa hafa kosa latsaka teny amin’ny tany tsara ary nanomboka namoa, ka nisy avo zato heny, nisy enimpolo heny, ary nisy telopolo heny.",
        "9": "Izay manan-tsofina, aoka izy hihaino.”",
        "10": "Koa nanatona azy ny mpianany ka niteny taminy hoe: “Nahoana no fanoharana no itenenanao aminy?”",
        "11": "Hoy ny navaliny: “Ianareo no navela hahazo ny hevitry ny zava-miafina masina momba ny fanjakan’ny lanitra, fa ireny kosa tsy navela.",
        "12": "Fa izay manana dia homena bebe kokoa ka hatao izay hananany be dia be. Fa izay tsy manana kosa, na izay ananany aza dia halaina aminy.",
        "13": "Noho izany, dia fanoharana no itenenako aminy, satria mijery izy fa tsy mahita, mandre izy fa tsy mihaino, sady tsy mahazo ny hevitr’izany.",
        "14": "Koa tanteraka aminy ny faminanian’i Isaia hoe: ‘Hihaino ianareo ka handre nefa tsy hahazo ny hevitr’izany mihitsy, ary hijery ianareo nefa tsy hahita mihitsy.",
        "15": "Fa efa nanjary donto ny fon’ity vahoaka ity, ary efa nandre ny sofiny fa tsy rototra izy, ary efa nakimpiny ny masony, sao hahita ny masony sy handre ny sofiny ary hahazo ny hevitr’izany ny fony, dia hiverina izy ka hositraniko.’",
        "16": "“Sambatra kosa anefa ianareo, satria mahita ny masonareo, ary mandre ny sofinareo.",
        "17": "Lazaiko aminareo marina tokoa fa maro ny mpaminany sy olo-marina naniry hahita izay hitanareo nefa tsy nahita, ary naniry handre izay renareo nefa tsy nandre.",
        "18": "“Henoy àry ilay fanoharana momba ny mpamafy:",
        "19": "Rehefa misy mandre ny teny momba ilay fanjakana nefa tsy mahazo ny heviny, dia tonga ilay ratsy ka manala izay nafafy tao am-pony. Izany ilay nafafy teny amoron-dalana.",
        "20": "Fa ilay nafafy teny amin’ny toerana be vato, dia izay mandre ny teny ka manaiky izany avy hatrany amim-pifaliana.",
        "21": "Tsy mamaka ao aminy anefa ny teny, fa maharitra vetivety ihany. Koa mihemotra avy hatrany izy raha vao mipoitra ny fahoriana na ny fanenjehana noho ny teny.",
        "22": "Ilay nafafy teny amin’ny tsilo, dia izay mandre ny teny, kanefa ny fanahiana eto amin’ity tontolo ity sy ny famitahan’ny harena dia mangeja ny teny, ka manjary tsy mamoa izy.",
        "23": "Fa ilay nafafy teny amin’ny tany tsara kosa, dia izay mandre ny teny ka mahazo ny heviny, ary tena mamoa sy mamokatra, ka misy avo zato heny, misy enimpolo heny, ary misy telopolo heny.”",
        "24": "Ary nilaza fanoharana hafa taminy izy hoe: “Ny fanjakan’ny lanitra dia tahaka ny lehilahy iray namafy voa tsara teny an-tanimbariny.",
        "25": "Raha mbola natory ny olona, dia tonga ny fahavalony namafy tsimparifary * teo amin’ny vary, * dia lasa.",
        "26": "Rehefa naniry ny vary ka niteraka, dia nipoitra koa ny tsimparifary.",
        "27": "Koa tonga ny mpanompon-dralehilahy ka nilaza taminy hoe: ‘Tompoko, tsy voa tsara ve no nafafinao teny an-tanimbarinao? Koa nahoana no misy tsimparifary koa?’",
        "28": "Dia hoy izy tamin’ireo: ‘Fahavalo no nanao izany.’ Ary hoy ireo: ‘Tianao àry ve ny handehananay hanangona an’ireny?’",
        "29": "Hoy izy: ‘Tsia! Sao manongotra ny vary koa ianareo rehefa manangona ny tsimparifary.",
        "30": "Avelao ihany hiara-maniry izy roa tonta mandra-pahatongan’ny fotoam-pijinjana. Amin’izay fotoana izay aho no hilaza amin’ny mpijinja hoe: Angony aloha ny tsimparifary ka afatory ho amboarany mba hodorana, ary avy eo vao angony ny vary ka ataovy ao an-trano fitehirizako vokatra.’”",
        "31": "Ary nilaza fanoharana hafa taminy izy hoe: “Ny fanjakan’ny lanitra dia tahaka ny voan-tsinapy, * izay nalain’olona ka namboleny tany an-tsahany.",
        "32": "Io voa io tokoa no bitika indrindra amin’ny voa rehetra. Rehefa maniry anefa izy, dia izy no anana lehibe indrindra ka tonga hazo. Koa tonga ny voro-manidina maka toerana eo amin’ny sampany.”",
        "33": "Nilaza fanoharana hafa taminy koa izy hoe: “Ny fanjakan’ny lanitra dia tahaka ny lalivay nalain’ny vehivavy iray ka nampifangaroiny tamin’ny * lafarinina intelon’ny famarana lehibe, mandra-pitombon’ny koba manontolo.”",
        "34": "Fanoharana no nilazan’i Jesosy izany rehetra izany tamin’ny vahoaka. Tsy niteny taminy tokoa izy raha tsy tamin’ny fanoharana,",
        "35": "mba ho tanteraka izay nolazaina tamin’ny alalan’ny mpaminany hoe: “Hilaza fanoharana aho, ary hanambara zavatra nafenina hatramin’ny nanorenana izao tontolo izao.”",
        "36": "Rehefa avy nandrava ny vahoaka izy, dia niditra tao an-trano. Ary nanatona azy ny mpianany ka nilaza hoe: “Hazavao aminay ny hevitr’ilay fanoharana momba ny tsimparifary teny an-tanimbary.”",
        "37": "Koa hoy izy: “Ny mpamafy ny voa tsara dia ny Zanak’olona,",
        "38": "ny tanimbary dia izao tontolo izao, ny voa tsara dia ny zanak’ilay fanjakana, fa ny tsimparifary kosa dia ny zanak’ilay ratsy,",
        "39": "ary ny fahavalo namafy izany dia ny Devoly. Ny fotoam-pijinjana dia ny fifaranan’ny rafitr’ity tontolo ity, ary ny mpijinja dia anjely.",
        "40": "Koa tahaka ny anangonana ny tsimparifary sy andoroana azy, dia ho toy izany koa amin’ny fifaranan’ny rafitr’ity tontolo ity.",
        "41": "Haniraka ny anjeliny ny Zanak’olona mba hanangona an’izay rehetra mahatonga ny hafa hanota * sy izay mpandika lalàna, ka hamoaka an’ireny avy ao amin’ny fanjakany,",
        "42": "ary hanipy azy any amin’ny lafaoro mirehitra. Any ireny no hitomany sy hitoloko.",
        "43": "Amin’izany fotoana izany kosa ny olo-marina dia hamirapiratra tahaka ny masoandro ao amin’ny fanjakan’ny Rainy. Izay manan-tsofina, aoka izy hihaino.",
        "44": "“Ny fanjakan’ny lanitra dia tahaka ny harena nafenina tany an-tsaha, izay hitan’olona ka nafeniny. Ary noho ny hafaliany, dia lasa izy nivarotra izay nananany ka nividy izany saha izany.",
        "45": "“Ny fanjakan’ny lanitra koa dia tahaka ny mpivaro-mandeha mitady perla faran’izay tsara.",
        "46": "Rehefa nahita perla iray sarobidy izy, dia lasa nivarotra avy hatrany an’izay rehetra nananany ka nividy an’ilay perla.",
        "47": "“Ary ny fanjakan’ny lanitra dia tahaka ny harato tarihina izay nalatsaka tao an-dranomasina ka nanangona ny karazan-trondro rehetra.",
        "48": "Rehefa feno ilay harato, dia notarihin’ny mpanarato nankeo amin’ny torapasika. Ary nipetraka ireo ka nanangona ny tsara ho ao anaty fitoerany, fa ny ratsy kosa nariany.",
        "49": "Ho toy izany koa amin’ny fifaranan’ny rafitr’ity tontolo ity: Hivoaka ny anjely ka hanavaka ny ratsy fanahy amin’ny olo-marina,",
        "50": "ary hanipy an’ireny any amin’ny lafaoro mirehitra. Any ireny no hitomany sy hitoloko.",
        "51": "“Azonareo ve ny hevitr’izany rehetra izany?” Dia hoy ireo: “Eny.”",
        "52": "Ary hoy izy tamin’ireo: “Raha izany àry no izy, dia izao: Ny mpampianatra ampahibemaso rehetra izay nampianarina momba ny fanjakan’ny lanitra, dia tahaka ny tompon-trano izay mamoaka zavatra vaovao sy tranainy avy ao amin’ny trano fitehirizany.”",
        "53": "Ary niala teo i Jesosy nony vitany ireo fanoharana ireo.",
        "54": "Nampianatra ny olona tao amin’ny synagoga izy rehefa tonga tao amin’ny faritra niaviany. Koa nitolagaga ireo ka niteny hoe: “Taiza no nahazoan’ilehio fahendrena toy izany sy fahaiza-manao fahagagana toy izao?",
        "55": "Tsy io ve ilay zanaky ny mpandrafitra? Tsy Maria ve no anaran-dreniny, ary tsy i Jakoba sy Josefa sy Simona ary Jodasy ve no rahalahiny?",
        "56": "Ary tsy eto amintsika avokoa ve ny anabaviny? Taiza àry no nahazoan’ilehio izany rehetra izany?”",
        "57": "Koa tafintohina noho ny aminy * izy ireo. Hoy anefa i Jesosy tamin’ireo: “Ao amin’ny faritra niaviany sy ao an-tranony ihany ny mpaminany no tsy mba hajaina.”",
        "58": "Ary tsy nanao fahagagana maro teo izy noho ny tsy finoan’ireo."
    },
    "14": {
        "1": "Tamin’izany fotoana izany dia ren’i Heroda lehibem-paritra ny lazan’i Jesosy.",
        "2": "Koa hoy izy tamin’ny mpanompony: “I Jaona Mpanao Batisa izay! Nitsangana tamin’ny maty izy, ka izany no ahavitany fahagagana.”",
        "3": "I Heroda mantsy efa nisambotra an’i Jaona ka namatotra sy nampiditra azy tao am-ponja, noho ny amin’i Herodiasy vadin’i Filipo rahalahiny,",
        "4": "satria i Jaona nilaza taminy hoe: “Tsy azonao atao ny maka an-dravehivavy.”",
        "5": "Te hamono azy i Heroda saingy natahotra ny vahoaka izy, satria nihevitra an’i Jaona ho mpaminany ireo.",
        "6": "Fa nony nankalazaina ny fitsingerenan’ny andro nahaterahan’i Heroda, dia nandihy teo ny zanakavavin’i Herodiasy. Tena nahafaly an’i Heroda izany,",
        "7": "ka nianiana izy fa homeny an-drazazavavy izay rehetra angatahiny.",
        "8": "Dia hoy razazavavy rehefa avy notoroan-dreniny hevitra: “Ento eto amiko eo ambony vilia ny lohan’i Jaona Mpanao Batisa.”",
        "9": "Nalahelo ny mpanjaka, kanefa nandidy ny hanomezana an’izany ihany izy, noho ny fianianany sy noho ireo olona nandry ilika niara-nisakafo taminy.",
        "10": "Ary naniraka olona hanapaka ny lohan’i Jaona tao am-ponja izy.",
        "11": "Koa nentina teo am-bilia ny lohany ka nomena an-drazazavavy, ary razazavavy kosa nitondra izany tany amin-dreniny.",
        "12": "Farany, dia tonga ny mpianatr’i Jaona ka naka ny faty sy nandevina azy, ary nilaza izany tamin’i Jesosy.",
        "13": "Ary niala teo i Jesosy nony nandre izany ka nandeha sambokely mba hitokana any amin’ny toerana mangina. Ren’ny vahoaka anefa izany, ka niainga avy any an-tanàna ireo ary nandeha an-tongotra nanaraka azy.",
        "14": "Nony niala avy tao an-tsambokely i Jesosy, dia nahita vahoaka be. Nangoraka an’ireo izy, ka nanasitrana an’izay narary.",
        "15": "Rehefa hariva ny andro, dia nanatona azy ny mpianany ka niteny hoe: “Mitokana ity toerana ity, ary efa hariva sahady ny andro. Koa ravao ny vahoaka mba handehanany eny an-tanàna hividy zavatra hohanina.”",
        "16": "Hoy anefa i Jesosy tamin’izy ireo: “Tsy voatery handeha izy, fa omeo zavatra hohanina.”",
        "17": "Dia hoy ireo: “Tsy manana afa-tsy mofo dimy sy trondro roa izahay.”",
        "18": "Ary hoy izy: “Ento atỳ amiko izany.”",
        "19": "Dia nasainy nandry ilika teo amin’ny ahitra ny vahoaka. Koa nalainy ny mofo dimy sy ny trondro roa, dia niandrandra ny lanitra izy ka nivavaka. * Rehefa notapahiny ny mofo, dia nozarainy tamin’ny mpianany, ary ny mpianatra kosa nizara izany tamin’ny vahoaka.",
        "20": "Koa nihinana ny rehetra ka voky. Ary nangoniny ny sombintsombiny sisa tsy lany ka nahafeno harona roa ambin’ny folo.",
        "21": "Lehilahy dimy arivo teo ho eo anefa no nihinana, ankoatra ny zaza amam-behivavy.",
        "22": "Dia notereny hiakatra an-tsambokely avy hatrany ny mpianany mba hialoha azy ho eny ampita, raha mbola nandrava ny vahoaka izy.",
        "23": "Tamin’ny farany, rehefa avy nandrava ny vahoaka izy, dia niakatra irery tany an-tendrombohitra mba hivavaka. Nitoetra irery tany izy na efa alina be aza ny andro.",
        "24": "Efa lasa lavitra be ilay sambokely ary natopatopan’ny onja mafy satria notoherin’ny rivotra.",
        "25": "Nankeny amin’ny mpianatra anefa izy tamin’ny fiambenana fahefatra * tamin’ny alina, ka nandeha teo ambony ranomasina.",
        "26": "Raha vao nahita azy nandeha teo ambony ranomasina ireo, dia raiki-tahotra ka nilaza hoe: “Misy zavatra hafahafa iny!” Koa niantsoantso ireo fa natahotra.",
        "27": "Niteny taminy avy hatrany anefa i Jesosy hoe: “Mahereza fa izaho ihany ity. Aza matahotra.”",
        "28": "Hoy ny navalin’i Petera azy: “Raha ianao tokoa io, Tompoko, dia asaivo manatona anao eny ambony rano aho.”",
        "29": "Dia hoy izy: “Avia àry!” Koa nidina avy tao an-tsambokely avy hatrany i Petera, ka nandeha teo ambony rano ary nanatona an’i Jesosy.",
        "30": "Natahotra anefa izy nony nahita ny tafio-drivotra. Dia nanomboka nilentika izy, ka niantsoantso hoe: “Tompo ô, vonjeo aho!”",
        "31": "Koa nanatsotra ny tanany avy hatrany i Jesosy ka nihazona azy, sady niteny taminy hoe: “Ry kely finoana, nahoana ianao no nanjary nisalasala?”",
        "32": "Ary nitsahatra ny tafio-drivotra raha vao tafakatra tao an-tsambokely izy ireo.",
        "33": "Ary ireo tao an-tsambokely dia niankohoka teo anatrehany sady niteny hoe: “Zanak’Andriamanitra tokoa ianao.”",
        "34": "Rehefa tafita izy ireo, dia niakatra an-tanety tao Genesareta.",
        "35": "Nony nahafantatra azy ny mponina tao amin’izany toerana izany, dia nampilaza tany amin’ny faritra rehetra manodidina. Koa nentin’ny olona teo aminy izay rehetra narary.",
        "36": "Ary niangavy ireo mba havela hikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany fotsiny. Koa sitrana tanteraka izay rehetra nanao izany."
    },
    "15": {
        "1": "Ary nisy Fariseo sy mpanora-dalàna avy any Jerosalema nankeo amin’i Jesosy, ka nilaza hoe:",
        "2": "“Nahoana ny mpianatrao no tsy manaraka ny fomban-drazana? Tsy manasa tanana izy, ohatra, rehefa hisakafo.”",
        "3": "Hoy ny navaliny azy ireo: “Nahoana kosa ianareo no mandika ny didin’Andriamanitra noho ny fomban-drazanareo?",
        "4": "Nilaza, ohatra, Andriamanitra hoe: ‘Hajao ny rainao sy ny reninao’, ary hoe: ‘Aoka ho faty izay manevateva ny rainy na ny reniny.’",
        "5": "Fa hoy kosa ianareo: ‘Izay miteny amin’ny rainy na ny reniny hoe: “Efa fanomezana voatokana ho an’Andriamanitra ny fananako rehetra azonao andraisan-tsoa avy amiko”,",
        "6": "dia tsy voatery hanaja an-drainy.’ Koa ataonareo tsy manan-kery ny tenin’Andriamanitra noho ny fomban-drazanareo.",
        "7": "Ry mpihatsaravelatsihy, marina ny naminanian’i Isaia momba anareo hoe:",
        "8": "‘Manaja ahy an-tendro-molotra fotsiny ity vahoaka ity, fa ny fony kosa lavitra ahy.",
        "9": "Koa very maina ny mbola ivavahany foana amiko, satria didin’olombelona no ampianariny.’”",
        "10": "Ary niantso ny vahoaka hankeo aminy izy ka nilaza taminy hoe: “Mihainoa ka fantaro ny hevitr’izao:",
        "11": "Tsy izay miditra amin’ny vavany no mandoto ny olona, fa izay mivoaka avy amin’ny vavany no mandoto azy.”",
        "12": "Ary nanatona azy ny mpianatra ka nilaza hoe: “Fantatrao ve fa tafintohina ny Fariseo nony nandre izay nolazainao?”",
        "13": "Dia hoy ny navaliny: “Hongotana ny zavamaniry rehetra tsy nambolen’ny Raiko izay any an-danitra.",
        "14": "Avelao izy, fa mpitarika jamba. Koa raha jamba no mitarika jamba, dia samy hianjera any an-kady izy ireo.”",
        "15": "Hoy ny navalin’i Petera azy: “Hazavao aminay ilay fanoharana.”",
        "16": "Dia hoy izy: “Mbola tsy mahataka-javatra koa ve ianareo?",
        "17": "Tsy fantatrareo ve fa izay rehetra miditra ao am-bava dia mandalo ao amin’ny tsinay ary mivoaka, ka mankany amin’ny lavaka fanariana maloto?",
        "18": "Izay mivoaka avy amin’ny vava kosa anefa dia avy ao am-po, ka izany no mandoto ny olona.",
        "19": "Avy ao am-po, ohatra, no ivoahan’ny eritreri-dratsy, ny vonoan’olona, ny fanitsakitsaham-bady, ny fijangajangana, ny halatra, ny fijoroana ho vavolombelona mandainga, ary ny fanevatevana zava-masina. *",
        "20": "Izany no mandoto ny olona, fa ny mihinana amin’ny tanana tsy misasa tsy mandoto ny olona.”",
        "21": "Ary niala teo i Jesosy ka nankany amin’ny faritr’i Tyro sy Sidona.",
        "22": "Ary nisy vehivavy fenisianina avy ao amin’ireo faritra ireo nivoaka sady niantsoantso mafy hoe: “Mba iantrao aho, ry Tompo Zanak’i Davida ô! Marary mafy ny zanako vavy fa azon’ny demonia.”",
        "23": "Tsy namaly an-dravehivavy anefa izy. Koa nanatona azy ny mpianany ka nangataka hoe: “Asaivo mandeha any izy fa miantsoantso foana ao aoriantsika ao.”",
        "24": "Hoy ny navaliny: “Tsy nirahina afa-tsy ho amin’ny ondry very amin’ny taranak’Israely aho.”",
        "25": "Nanatona azy anefa ravehivavy, dia niankohoka teo anatrehany sady nilaza hoe: “Tompo ô, ampio aho!”",
        "26": "Ary hoy ny navaliny: “Tsy mety raha alaina ny mofon-jaza ka atsipy ho an’ny alikakely.”",
        "27": "Dia hoy ravehivavy: “Marina izany, Tompo ô, kanefa ny alikakely koa mba mihinana ihany amin’ny poti-mofo latsaka avy amin’ny latabatry ny tompony.”",
        "28": "Ary hoy ny navalin’i Jesosy azy: “Ravehivavy, lehibe ny finoanao. Aoka ho tonga aminao izany araka izay irinao.” Dia sitrana tamin’izay ora izay ny zanany vavy.",
        "29": "Ary niala teo i Jesosy, dia tonga tany akaikin’ny ranomasin’i Galilia. Dia niakatra teny an-tendrombohitra izy, ka nipetraka teo.",
        "30": "Ary nisy vahoaka be nanatona azy, sady nitondra olona nalemy tongotra, kilemaina, jamba, moana sy maro hafa koa. Dia napetrak’izy ireo teo an-tongony ireny, ka nositraniny.",
        "31": "Koa talanjona ny vahoaka rehefa nahita ny moana niteny sy ny nalemy tongotra nandeha ary ny jamba nahita, ka nanome voninahitra an’Andriamanitry ny Israely izy ireo.",
        "32": "Ary nantsoin’i Jesosy nankeo aminy ny mpianany ka hoy izy: “Mampalahelo ahy ny vahoaka, fa efa telo andro izao no nijanonany teto amiko, ary tsy manan-kohanina izy. Tsy tiako anefa ny handefa azy tsy mihinan-kanina, sao ho reraka eny an-dalana izy.”",
        "33": "Hoy anefa ny mpianatra taminy: “Aiza no hahitantsika mofo hahavoky vahoaka be toy izao, atỳ amin’ity toerana mitokana ity?”",
        "34": "Ary hoy i Jesosy taminy: “Manana mofo firy ianareo?” Dia hoy ireo: “Fito. Ary misy trondro madinika vitsivitsy koa.”",
        "35": "Koa nasainy nandry ilika teo amin’ny tany ny vahoaka,",
        "36": "ary noraisiny ny mofo fito sy ny trondro. Rehefa avy nisaotra an’Andriamanitra izy, dia notapahiny izany ka nozarainy tamin’ny mpianatra, ary ny mpianatra kosa nizara izany tamin’ny vahoaka.",
        "37": "Dia nihinana ny rehetra ka voky, ary nangoniny ny sombintsombiny sisa tsy lany ka nahafeno sobika fito.",
        "38": "Lehilahy efatra arivo anefa no nihinana, ankoatra ny zaza amam-behivavy.",
        "39": "Rehefa noravany ny vahoaka tamin’ny farany, dia niakatra an-tsambokely izy ka tonga tany amin’ny faritr’i Magadana."
    },
    "16": {
        "1": "Ary nanatona azy ny Fariseo sy ny Sadoseo, ka nangataka azy hampiseho aminy famantarana avy any an-danitra, mba hamandrihana azy.",
        "2": "Koa hoy ny navaliny azy ireo: “[[Rehefa hariva ny andro, dia mahazatra anareo ny miteny hoe: ‘Ho tsara ny andro, fa mena ny lanitra.’",
        "3": "Ary rehefa maraina, dia hoy ianareo: ‘Hangatsiaka sy hanorana anio, fa mena ny lanitra saingy manjombona.’ Hainareo fantarina avy amin’ny endriky ny lanitra ny toetrandro, nefa tsy hainareo fantarina ny dikan’ny famantarana ny fotoana voatondro.]]",
        "4": "Mitady famantarana foana ny taranaka ratsy fanahy sy mpanitsakitsa-bady, nefa tsy misy famantarana homena azy, afa-tsy ny famantarana ny amin’i Jona.” Ary nandao azy ireo izy ka lasa nandeha.",
        "5": "Nankeny ampitan’ny rano ny mpianatra ary nanadino nitondra mofo.",
        "6": "Ary hoy i Jesosy taminy: “Aoka ho mailo hatrany ianareo, ary mitandrema amin’ny lalivain’ny Fariseo sy ny Sadoseo.”",
        "7": "Koa niady hevitra ireo hoe: “Tsy nitondra mofo isika.”",
        "8": "Fantatr’i Jesosy izany, ka hoy izy: “Ry kely finoana, nahoana ianareo no miady hevitra toy izany satria tsy manana mofo?",
        "9": "Mbola tsy azonareo ihany ve, sa tsy tadidinareo ny mofo dimy ho an’ny olona dimy arivo, nefa firy harona no voangonareo?",
        "10": "Na ny mofo fito ho an’ny olona efatra arivo, nefa firy sobika no voangonareo?",
        "11": "Koa nahoana no tsy takatrareo fa tsy mofo no noresahiko taminareo? Fa mitandrema amin’ny lalivain’ny Fariseo sy ny Sadoseo.”",
        "12": "Ary azon’izy ireo izay nolazainy, dia ny hitandremana amin’ny fampianaran’ny Fariseo sy ny Sadoseo, fa tsy amin’ny lalivain’ny mofo.",
        "13": "Ary nanontany ny mpianany i Jesosy nony tonga tao amin’ny faritr’i Kaisaria-Filipo, nanao hoe: “Lazain’ny olona ho iza moa ny Zanak’olona?”",
        "14": "Dia hoy ireo: “Ny sasany milaza hoe Jaona Mpanao Batisa, ny hafa hoe Elia, ary misy koa manao hoe Jeremia na ny iray amin’ny mpaminany.”",
        "15": "Ary hoy izy taminy: “Fa ianareo kosa milaza hoe iza aho?”",
        "16": "Dia hoy ny navalin’i Simona Petera: “Ianao no Kristy, Zanak’ilay Andriamanitra velona.”",
        "17": "Ary hoy ny navalin’i Jesosy azy: “Sambatra ianao, ry Simona zanak’i Jona, satria tsy nofo aman-dra no nampiharihary izany taminao, fa ny Raiko any an-danitra.",
        "18": "Lazaiko aminao koa fa ianao no Petera, ary eo ambonin’ity vatolampy ity no hanorenako ny fiangonako, ka tsy haharesy azy ny vavahadin’ny Fasana. *",
        "19": "Homeko anao ny lakilen’ny fanjakan’ny lanitra. Koa na inona na inona hofatoranao eto an-tany, dia ho efa voafatotra any an-danitra, ary na inona na inona hovahanao eto an-tany, dia ho efa voavaha any an-danitra.”",
        "20": "Ary norarany mafy ny mpianatra tsy hilaza na amin’iza na amin’iza fa izy no Kristy.",
        "21": "Nanomboka teo i Jesosy Kristy no nampiseho tamin’ny mpianany fa tsy maintsy mankany Jerosalema izy, ary hampijalin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna, ka hovonoina ho faty ary hatsangana amin’ny andro fahatelo.",
        "22": "Koa nentin’i Petera hihataka kely izy ary noteneniny mafy hoe: “Tokony mba ho tsara fanahy amin’ny tenanao ianao, Tompo ô! Tsy hanjo anao mihitsy izany.”",
        "23": "Nihodina anefa izy ka niteny tamin’i Petera hoe: “Mankanesa ato ivohoko, ry Satana! Vato mahatafintohina eo anoloako ianao, satria tsy ny hevitr’Andriamanitra no eritreretinao, fa ny an’ny olombelona.”",
        "24": "Ary hoy i Jesosy tamin’ny mpianany: “Raha misy te hanaraka ahy, aoka izy handa ny tenany ka hitondra ny hazo fijaliany ary hanaraka ahy mandrakariva.",
        "25": "Fa izay te hamonjy ny ainy * dia hamoy azy, ary izay mamoy ny ainy noho ny amiko kosa dia hahazo azy.",
        "26": "Inona moa no soa ho azon’ny olona raha mahazo an’izao tontolo izao izy nefa very ny ainy? Sa inona no homen’ny olona ho takalon’ny ainy?",
        "27": "Fa ny Zanak’olona efa voatendry ho tonga amin’ny voninahitry ny Rainy miaraka amin’ny anjeliny, ka hamaly ny tsirairay araka ny fitondran-tenany avy.",
        "28": "Lazaiko aminareo marina tokoa fa misy amin’izay mijoro eto tsy handia fahafatesana mihitsy, mandra-pahitany ny Zanak’olona ho tonga ao amin’ny fanjakany.”"
    },
    "17": {
        "1": "Enina andro taorian’izay, dia nentin’i Jesosy niaraka taminy i Petera, mbamin’i Jakoba sy Jaona rahalahiny, ka nentiny nitokana tany an-tendrombohitra avo.",
        "2": "Ary niova tarehy teo anatrehan’ireo izy, ka namirapiratra toy ny masoandro ny tavany, ary nanjary nanjelanjelatra toy ny hazavana ny akanjony ivelany.",
        "3": "Ary indreo, niseho tamin’ireo i Mosesy sy Elia, izay samy niresaka tamin’i Jesosy.",
        "4": "Koa hoy i Petera tamin’i Jesosy: “Tompoko, tsara ho antsika eto. Raha tianao, dia hanangana tranolay telo eto aho, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.”",
        "5": "Raha mbola niteny izy, dia nisy rahona namirapiratra nanaloka azy ireo. Ary injay nisy feo avy tao amin’ilay rahona nanao hoe: “Io no Zanako malalako izay sitrako. Henoy izy.”",
        "6": "Dia niankohoka tamin’ny tany ireo mpianatra ireo nony nandre izany, ary nanjary natahotra mafy.",
        "7": "Ary nanatona i Jesosy ka nikasika azy sady nilaza hoe: “Mitsangàna fa aza matahotra.”",
        "8": "Nony niandrandra ireo, dia tsy nahita afa-tsy i Jesosy irery ihany.",
        "9": "Raha mbola nidina ny tendrombohitra izy ireo, dia nandidy azy i Jesosy hoe: “Aza lazaina na amin’iza na amin’iza iny fahitana iny, mandra-pitsangan’ny Zanak’olona amin’ny maty.”",
        "10": "Nanontany azy anefa ireo mpianany ireo hoe: “Nahoana àry no milaza ny mpanora-dalàna fa tsy maintsy ho avy aloha i Elia?”",
        "11": "Dia hoy ny navaliny: “Ho avy tokoa i Elia, ka hamerina amin’ny laoniny ny zava-drehetra.",
        "12": "Lazaiko aminareo anefa fa efa tonga i Elia, nefa tsy fantatry ny olona ka nataony taminy izay tiany hanaovana azy. Voatendry hijaly eo an-tanan’izy ireo toy izany koa ny Zanak’olona.”",
        "13": "Dia takatry ny mpianatra fa i Jaona Mpanao Batisa no noresahiny taminy.",
        "14": "Ary rehefa nankeo amin’ny vahoaka izy ireo, dia nisy lehilahy nanatona azy ka nandohalika teo anatrehany sady niteny hoe:",
        "15": "“Tompo ô, mba iantrao ny zanako lahy fa voan’ny androbe ka marary. Fa matetika izy no mianjera ao anaty afo, ary matetika ao anaty rano.",
        "16": "Nentiko tany amin’ny mpianatrao izy, saingy tsy vitan’izy ireo ny nanasitrana azy.”",
        "17": "Hoy ny navalin’i Jesosy: “Ry taranaka tsy manam-pinoana sy ratsy fanahy, mandra-pahoviana no tsy maintsy mbola hitoerako eto aminareo? Mandra-pahoviana no tsy maintsy handeferako aminareo? Ento atỳ amiko izy.”",
        "18": "Ary notenenin’i Jesosy mafy ny demonia ka nivoaka tamin’ilay zazalahy. Dia sitrana ilay zazalahy tamin’izay ora izay.",
        "19": "Ary nanatona an’i Jesosy nitokana ny mpianatra ka niteny hoe: “Nahoana no tsy vitanay ny namoaka an’iny?”",
        "20": "Hoy izy tamin’ireo: “Noho ny hakelin’ny finoanareo. Fa lazaiko aminareo marina tokoa fa raha manam-pinoana ianareo, na bitika toy ny voan-tsinapy * aza, ary hilaza amin’irỳ tendrombohitra irỳ hoe: ‘Mifindrà erỳ’, dia hifindra izy ary tsy hisy tsy ho vitanareo.”",
        "21": "* ——",
        "22": "Nony tafangona tao Galilia izy ireo, dia hoy i Jesosy taminy: “Efa voatendry hatolotra eo an-tanan’ny olona ny Zanak’olona,",
        "23": "ka hovonoiny ho faty, ary hatsangana amin’ny andro fahatelo.” Nalahelo be izy ireo noho izany.",
        "24": "Nony tonga tao Kapernaomy izy ireo, dia nanatona an’i Petera ireo lehilahy namory ny hetra drakma * roa, ka niteny hoe: “Tsy mba mandoa hetra angaha ny mpampianatra anareo?”",
        "25": "Dia hoy izy: “Mandoa izy.” Nony niditra tao an-trano anefa i Petera, dia notsenain’i Jesosy avy hatrany tamin’ny fanontaniana hoe: “Ahoana ny hevitrao, ry Simona? Avy amin’iza no ahazoan’ny mpanjaka etỳ an-tany ny haba na ny hetra isan-dahy? Avy amin’ny zanany sa avy amin’ny olon-kafa?”",
        "26": "Ary hoy izy: “Avy amin’ny olon-kafa.” Hoy i Jesosy taminy: “Koa afaka amin’ny fandoavan-ketra àry ny zanaka.",
        "27": "Fa mba tsy hanafintohinantsika azy, dia mankanesa any an-dranomasina ary manipaza lelam-pintana, ka raiso izay trondro azonao voalohany. Ary rehefa sokafanao ny vavany, dia hahita statera * iray ianao. Alao izany ka omeo azy, ho avy amiko sy avy aminao.”"
    },
    "18": {
        "1": "Nanatona an’i Jesosy ny mpianatra tamin’izay ora izay ka niteny hoe: “Iza marina no lehibe indrindra ao amin’ny fanjakan’ny lanitra?”",
        "2": "Koa nantsoin’i Jesosy hankeo aminy ny zaza iray ka nataony teo afovoany,",
        "3": "ary hoy izy: “Lazaiko aminareo marina tokoa fa tsy hiditra ao amin’ny fanjakan’ny lanitra mihitsy ianareo, raha tsy miova ho toy ny zaza.",
        "4": "Noho izany, izay manetry tena tahaka ity zaza ity no ho lehibe indrindra ao amin’ny fanjakan’ny lanitra.",
        "5": "Ary izay mandray zaza tahaka ity amin’ny anarako, dia mandray ahy.",
        "6": "Fa na iza na iza kosa mametraka vato mahatafintohina eo anoloan’ny iray amin’ireny madinika mino ahy ireny, dia tsara kokoa ho azy ny hanantonana vato lehibe fikosoham-bary * eo amin’ny vozony, ka halentika any an-dranomasina lalina.",
        "7": "“Lozan’izao tontolo izao, noho ny fametrahany vato mahatafintohina eo anoloan’ny hafa! Mazava ho azy fa tsy maintsy misy ny vato mahatafintohina, kanefa lozan’izay olona mametraka izany!",
        "8": "Raha mahatonga anao hanota àry ny tananao na ny tongotrao, dia tapaho ka ario lavitra anao. Fa aleo ianao kilemaina na tokan-tongotra nefa miditra any amin’ny fiainana, toy izay manana tanana roa na tongotra roa nefa hatsipy any amin’ny afo maharitra mandrakizay.",
        "9": "Raha mahatonga anao hanota koa ny masonao, dia esory ka ario lavitra anao. Fa aleo ianao toka-maso nefa miditra any amin’ny fiainana, toy izay manana maso roa nefa hatsipy any amin’ny Gehena * mirehitra.",
        "10": "Tandremo sao manao tsinontsinona ny iray amin’ireny madinika ireny ianareo. Fa lazaiko aminareo fa ny anjelin’izy ireo any an-danitra, dia mahita mandrakariva ny tavan’ny Raiko any an-danitra.",
        "11": "——",
        "12": "“Ahoana ny hevitrareo? Raha misy olona manana ondry zato ka nania ny iray, tsy hamela ny sivy amby sivifolo eo an-tendrombohitra ve izy ka handeha hikaroka ilay nania?",
        "13": "Ary raha hitany ilay izy, dia lazaiko aminareo tokoa fa iny no hahafaly azy kokoa noho ireo sivy amby sivifolo tsy nania.",
        "14": "Toy izany koa fa tsy tian’ny Raiko any an-danitra hisy ho very ny iray amin’ireny madinika ireny.",
        "15": "“Raha manota ny rahalahinao, dia mankanesa any aminy, ka rehefa mitokana ianareo, dia ampahafantaro azy ny fahadisoany. Raha mihaino anao izy, dia hahatafaverina ny rahalahinao ianao.",
        "16": "Raha tsy mihaino kosa izy, dia ento miaraka aminao ny olona iray na roa, mba ho marim-pototra amin’ny tenin’ny vavolombelona roa na telo ny raharaha rehetra.",
        "17": "Raha tsy mihaino an’ireo izy, dia miresaha amin’ny fiangonana. Raha mbola tsy mihaino ny fiangonana koa izy, dia ataovy toy ny olon’izao tontolo izao sy toy ny mpamory hetra.",
        "18": "“Lazaiko aminareo marina tokoa fa izay zavatra rehetra hofatoranareo eto an-tany dia ho efa voafatotra any an-danitra, ary izay rehetra hovahanareo eto an-tany dia ho efa voavaha any an-danitra.",
        "19": "Hamafisiko aminareo indray fa raha misy roa aminareo etỳ an-tany, mifanaraka fa hangataka amim-bavaka momba ny raharaha lehibe iray, dia hotanterahin’ny Raiko izay any an-danitra izany.",
        "20": "Fa na aiza na aiza ivorian’ny roa na telo amin’ny anarako, dia eo afovoany aho.”",
        "21": "Ary nanatona azy i Petera ka nilaza hoe: “Tompoko, raha manota amiko impiry ny rahalahiko no havelako ny helony? Hatramin’ny impito ve?”",
        "22": "Hoy i Jesosy taminy: “Tsy hilaza aminao aho hoe hatramin’ny impito, fa hatramin’ny impito amby fitopolo.",
        "23": "“Noho izany, ny fanjakan’ny lanitra dia tahaka ny mpanjaka iray te hanao ampamoaka an’ireo mpanompony momba ny trosan’izy ireo.",
        "24": "Rehefa nanomboka nanao ampamoaka izy, dia nentina teo ny mpanompo iray nitrosa taminy talenta * iray alina [= 60 tapitrisa denaria].",
        "25": "Tsy nanan-kaloa anefa ilay mpanompo ka nasain’ny tompony namidy izy mbamin’ny vady aman-janany sy ny fananany rehetra, mba handoavana ny trosa.",
        "26": "Koa niankohoka tamim-panajana teo anatrehany ilay mpanompo, ka niteny hoe: ‘Mahareta re fa haloako avokoa ny volanao rehetra e!’",
        "27": "Nangoraka azy ny tompony ka namela azy handeha, ary nahafoy an’ilay trosa.",
        "28": "Nahita mpanompo iray hafa nananany denaria zato anefa io mpanompo io rehefa niala teo, ka nisambotra azy ary nanakenda azy sady niteny hoe: ‘Aloavy ny volako rehetra any aminao.’",
        "29": "Niankohoka teo anatrehany io mpanompo io sady niangavy hoe: ‘Mahareta re fa haloako ny volanao e!’",
        "30": "Tsy nety anefa izy fa lasa nampiditra azy tany am-ponja, mandra-pandoany ny trosany.",
        "31": "Koa nalahelo mafy ireo mpanompo hafa nahita izany, ka nandeha nanazava tamin’ny tompony ny zava-nitranga rehetra.",
        "32": "Nampiantso azy àry ny tompony ka nilaza taminy hoe: ‘Ry mpanompo ratsy fanahy, nafoiko ny trosa rehetra tany aminao, noho ny fiangavianao.",
        "33": "Tsy mba tokony hamindra fo amin’ny mpanompo namanao koa ve ianao, toy ny namindrako fo taminao?’",
        "34": "Dia tezitra ny tompony ka nanolotra azy tamin’ny mpiambina ny fonja, mandra-pandoany ny trosany rehetra.",
        "35": "Toy izany koa no hataon’ny Raiko any an-danitra aminareo, raha tsy samy mamela ny rahalahinareo amin’ny fonareo avy ianareo.”"
    },
    "19": {
        "1": "Taorian’ny nilazan’i Jesosy an’izany, dia niala tao Galilia izy ka nankany amin’ny sisin-tanin’i Jodia rehefa avy niampita ny Reniranon’i Jordana.",
        "2": "Nisy vahoaka be nanaraka azy tany, ka nositraniny.",
        "3": "Ary nisy Fariseo nanatona azy mba hamandrika azy, ka nilaza hoe: “Azon’ny lehilahy atao ve ny misaraka amin’ny vadiny na inona na inona antony?”",
        "4": "Dia hoy ny navaliny: “Mbola tsy novakinareo ve fa izay namorona ny olona, dia nanao azy ho lahy sy vavy, tany am-piandohana,",
        "5": "ka nilaza hoe: ‘Noho izany, ny lehilahy dia handao ny rainy sy ny reniny ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy roa’?",
        "6": "Koa tsy roa intsony izy, fa nofo iray ihany. Aoka àry izay nampiraisin’Andriamanitra zioga, tsy hosarahin’olona.”",
        "7": "Ary hoy ireo taminy: “Nahoana àry i Mosesy no nandidy ny lehilahy mba hanome taratasy fisaraham-panambadiana rehefa misaraka amin’ny vadiny?”",
        "8": "Dia hoy izy tamin’ireo: “Noho ny hamafin’ny fonareo no namelan’i Mosesy anareo lehilahy hisara-panambadiana, fa tsy mba toy izany tany am-piandohana.",
        "9": "Lazaiko aminareo fa izay misaraka amin’ny vadiny ka manambady olon-kafa, dia manitsakitsa-bady, raha tsy hoe noho ny fijangajangana ihany angaha no antony isarahany.”",
        "10": "Ary hoy ny mpianatra taminy: “Aleo tsy manambady raha izany no mahazo ny lehilahy manambady.”",
        "11": "Hoy anefa izy: “Tsy ny rehetra no afaka manao izao lazaiko izao, fa izay nahazo izany fanomezana izany ihany.",
        "12": "Fa misy tsy manambady satria manan-takaitra hatrany an-kibon-dreniny, ary misy tsy manambady satria novosirin’olona, fa misy kosa minia tsy manambady noho ny fanjakan’ny lanitra. Izay afaka mitoetra ho tsy manambady, dia aoka izy hanao izany.”",
        "13": "Ary nisy zaza nentina teo aminy mba hametrahany tanana sy hanaovany vavaka, nefa nibedy an’ireny ny mpianatra.",
        "14": "Hoy anefa i Jesosy: “Avelao ny zaza hanatona ahy fa aza sakanana intsony, fa an’izay toa azy ny fanjakan’ny lanitra.”",
        "15": "Ary nametra-tanana taminy izy dia niala teo.",
        "16": "Ary iny nisy olona nanatona azy, ka niteny hoe: “Mpampianatra ô, inona no tsara tsy maintsy ataoko mba hahazoako fiainana mandrakizay?”",
        "17": "Koa hoy i Jesosy taminy: “Nahoana aho no anontanianao ny amin’izay tsara? Tsy misy afa-tsy Iray ihany no tsara. Raha te hiditra any amin’ny fiainana anefa ianao, dia tandremo hatrany ny didy.”",
        "18": "Dia hoy ilay tovolahy taminy: “Inona avy izany?” Ary hoy i Jesosy: “Ny hoe: Aza mamono olona. Aza manitsakitsa-bady. Aza mangalatra. Aza mijoro ho vavolombelona mandainga.",
        "19": "Hajao ny rainao sy ny reninao. Ary tiavo ny namanao tahaka ny tenanao.”",
        "20": "Dia hoy izy taminy: “Efa notandremako avokoa izany rehetra izany, ka inona no mbola tsy ampy amiko?”",
        "21": "Ary hoy i Jesosy taminy: “Raha te ho lavorary ianao, dia mandehana amidio ny fanananao ka omeo ny mahantra, dia hanana harena any an-danitra ianao, ary andao hanara-dia ahy.”",
        "22": "Lasa tamin’alahelo ilay tovolahy nony nandre izany, satria maro ny fananany.",
        "23": "Ary niteny tamin’ny mpianany i Jesosy hoe: “Lazaiko aminareo marina tokoa fa ho sarotra ny hidiran’ny mpanankarena ao amin’ny fanjakan’ny lanitra.",
        "24": "Ary hamafisiko ihany fa mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny fanjakan’Andriamanitra.”",
        "25": "Ary tena gaga ny mpianatra nony nandre izany, ka niteny hoe: “Koa hisy ho voavonjy ve raha izany?”",
        "26": "Nibanjina azy ireo i Jesosy sady niteny taminy hoe: “Tsy hain’olombelona izany, fa hain’Andriamanitra ny zava-drehetra.”",
        "27": "Ary hoy ny navalin’i Petera azy: “Izahay efa nahafoy ny zava-drehetra ary nanaraka anao, koa inona no ho azonay?”",
        "28": "Dia hoy i Jesosy tamin’izy ireo: “Lazaiko aminareo marina tokoa fa amin’ny fotoanan’ny fanavaozana, dia hipetraka eo ambony seza fiandrianany be voninahitra ny Zanak’olona. Amin’izay fotoana izay dia hipetraka eo ambony seza fiandrianana roa ambin’ny folo koa ianareo izay efa nanaraka ahy, ka hitsara ny foko roa ambin’ny folon’ny Israely.",
        "29": "Ary izay rehetra efa nahafoy trano na rahalahy na anabavy na ray na reny na zanaka na tany noho ny anarako, dia hahazo be lavitra raha oharina amin’izay nafoiny, ary handova fiainana mandrakizay.",
        "30": "“Maro anefa ny voalohany no ho farany, ary ny farany ho voalohany."
    },
    "20": {
        "1": "“Fa ny fanjakan’ny lanitra dia tahaka ny lehilahy iray nanana tanimboaloboka. Ary nivoaka vao maraina izy mba hanakarama olona hiasa ny tanimboalobony.",
        "2": "Ary karama denaria iray isan’andro no nifanekeny tamin’ny mpiasa, dia nalefany nankany an-tanimboalobony izy ireo.",
        "3": "Nivoaka indray ralehilahy tamin’ny ora fahatelo teo ho eo, ka nahita olon-kafa nijorojoro fotsiny teny an-tsena.",
        "4": "Ary hoy izy tamin’ireo: ‘Mandehana any an-tanimboaloboka koa ianareo, dia homeko anareo izay karama ara-drariny tokony ho anareo.’",
        "5": "Ary lasa nandeha ireo. Dia nivoaka indray ralehilahy tamin’ny ora fahenina sy fahasivy teo ho eo, ary mbola nanao toy izany koa.",
        "6": "Tamin’ny farany, dia nivoaka izy tamin’ny ora fahiraika ambin’ny folo teo ho eo ka nahita olon-kafa nijorojoro, ary hoy izy: ‘Nahoana ianareo no nijorojoro fotsiny teto androany tontolo?’",
        "7": "Dia hoy ireo taminy: ‘Satria tsy nisy nanakarama anay.’ Ary hoy ralehilahy: ‘Mandehana any an-tanimboaloboka koa ianareo.’",
        "8": "“Ary nony hariva ny andro, dia hoy izy tamin’ny lehiben’ny mpiasany: ‘Antsoy ny mpiasa ary aloavy ny karamany, ka aseseo avy any amin’ny farany mankany amin’ny voalohany.’",
        "9": "Rehefa tonga ireo mpiasa izay nanomboka tamin’ny ora fahiraika ambin’ny folo, dia samy nahazo denaria iray avy.",
        "10": "Koa rehefa tonga ireo niasa voalohany, dia nihevitra ny hahazo bebe kokoa. Denaria iray isan’olona koa anefa no azony.",
        "11": "Koa nimenomenona tamin’ilay tompon’ny tanimboaloboka izy ireo nony nahazo izany,",
        "12": "ka nilaza hoe: ‘Tsy niasa afa-tsy adiny iray monja ireo farany ireo, kanefa nampitovinao karama aminay. Izahay anefa nisasatra tontolon’ny andro sy niaritra ny hafanana mandoro!’",
        "13": "Dia hoy izy tamin’ny iray tamin’ireo: ‘Ry sakaiza, tsy manao ny tsy rariny aminao aho. Tsy denaria iray ve no nifanekenao tamiko?",
        "14": "Raiso ny anao ka mandehana. Tiako homena toy ny anao ireo farany ireo.",
        "15": "Tsy mahazo manao izay tiako amin’ny fananako angaha aho? Sa ianao mialona * satria tsara fanahy tamin’ireo sasany ireo aho?’",
        "16": "Dia toy izany no hahatonga ny farany ho voalohany, ary ny voalohany ho farany.”",
        "17": "Nony efa hiakatra ho any Jerosalema i Jesosy, dia nalainy nitokana ny mpianatra roa ambin’ny folo lahy, ka hoy izy taminy teny an-dalana:",
        "18": "“Miakatra ho any Jerosalema isika izao. Ary hatolotra amin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ny Zanak’olona, ka homelohiny ho faty,",
        "19": "dia hatolony amin’ireo hafa firenena ka hataon’ireo ho fihomehezana sy hokaravasiny ary hofantsihany amin’ny hazo fijaliana. Ary hatsangana izy amin’ny andro fahatelo.”",
        "20": "Ary nanatona azy ny renin’izy roa lahy zanak’i Zebedio, niaraka tamin’izy mirahalahy. Dia niankohoka ravehivavy mba hangataka zavatra taminy.",
        "21": "Ary hoy i Jesosy: “Inona no tadiavinao?” Dia hoy ravehivavy taminy: “Aoka re ireto zanako ireto mba hipetraka eo anilanao e, ka ny iray eo ankavananao, ary ny iray eo ankavianao, ao amin’ny fanjakanao.”",
        "22": "Ary hoy ny navalin’i Jesosy: “Tsy fantatrareo izay angatahinareo. Hainareo ve ny hisotro amin’ny kaopy efa madiva hisotroako?” Dia hoy ireo: “Hainay.”",
        "23": "Ary hoy izy tamin’ireo: “Hisotro amin’ny kaopiko tokoa ianareo. Fa ny hipetraka eo ankavanako sy eo ankaviako, dia tsy anjarako ny manome izany. Fa ho an’izay efa nanomanan’ny Raiko azy ihany izany toerana izany.”",
        "24": "Ary tezitra tamin’izy mirahalahy izy folo lahy nony nandre izay nitranga.",
        "25": "Niantso azy ireo hankeo aminy anefa i Jesosy ka nilaza hoe: “Fantatrareo fa manjakazaka amin’ny firenena entiny ny mpitondra, ary manampatra ny fahefany ireo lehibe.",
        "26": "Tsy mba toy izany kosa eo aminareo. Fa na iza na iza te ho lehibe aminareo dia tsy maintsy ho mpanomponareo,",
        "27": "ary na iza na iza te ho voalohany aminareo dia tsy maintsy manompo anareo.",
        "28": "Fa toy izany koa ny Zanak’olona: Tsy tonga mba hotompoina izy fa mba hanompo, ka hanome ny ainy ho vidim-panavotana ho takalon’ny maro.”",
        "29": "Rehefa nivoaka avy tao Jeriko izy ireo, dia nisy vahoaka be nanaraka azy.",
        "30": "Ary nisy jamba roa lahy nipetraka teo amoron-dalana, ka nony reny fa nandalo i Jesosy, dia niantsoantso izy ireo hoe: “Mba iantrao izahay, ry Tompo Zanak’i Davida ô!”",
        "31": "Ary notenenin’ny vahoaka mafy ireo mba hangina, nefa vao mainka niantsoantso mafy hoe: “Mba iantrao izahay, ry Tompo Zanak’i Davida ô!”",
        "32": "Koa nijanona i Jesosy, ary niantso azy ka niteny hoe: “Inona no tianareo hataoko aminareo?”",
        "33": "Dia hoy ireo taminy: “Mba ataovy mahiratra ny masonay, Tompo ô!”",
        "34": "Koa nangoraka azy i Jesosy ka nikasika ny masony, ary dia nahiratra avy hatrany izy ireo, ka nanaraka azy."
    },
    "21": {
        "1": "Rehefa nanakaiky an’i Jerosalema izy ireo ka tonga tao Betifaga, izay teo amin’ny Tendrombohitra Oliva, dia naniraka mpianatra roa lahy i Jesosy,",
        "2": "ka nilaza taminy hoe: “Mankanesa ao amin’irỳ tanàna kely tazanareo irỳ. Tonga dia hahita ampondra mifatotra miaraka amin’ny zanany ianareo. Vahao ireo ka ento etỳ amiko.",
        "3": "Ary raha misy manontany anareo, dia lazao hoe: ‘Misy ilan’ny Tompo azy.’ Dia halefany avy hatrany ireo.”",
        "4": "Nitranga tokoa izany mba ho tanteraka izao nolazaina tamin’ny alalan’ny mpaminany izao:",
        "5": "“Lazao amin’i Ziona zanakavavy hoe: ‘Iny avy iny ny Mpanjakanao. Malemy fanahy izy, ary mitaingina ampondra, eny, zanak’ampondra, dia zanaky ny biby mpitondra entana.’”",
        "6": "Lasa nandeha àry ireo mpianatra ka nanao araka izay nandidian’i Jesosy azy.",
        "7": "Ary nentin’izy roa lahy ilay ampondra sy ny zanany, ka nametrahany ny akanjony ivelany, ary teo amin’izany i Jesosy no nipetraka.",
        "8": "Namelatra ny akanjony ivelany teo amin’ny lalana kosa ny ankamaroan’ny vahoaka, ary nisy koa nanapaka sampan-kazo izay novelariny teo amin’ny lalana.",
        "9": "Ary ny vahoaka izay nialoha an’i Jesosy sy nanaraka tao aoriana, dia niantsoantso tsy an-kijanona hoe: “Mba vonjeo re * ny Zanak’i Davida e! Mahazo fitahiana ilay tonga amin’ny anaran’i Jehovah! Mba vonjeo re izy, ry any amin’ny avo indrindra ô!”",
        "10": "Rehefa niditra tao Jerosalema izy, dia nisahotaka ny iray tanàna, sady niteny hoe: “Fa iza io?”",
        "11": "Tsy nitsaha-niteny ny vahoaka hoe: “Io no Jesosy mpaminany, avy any Nazareta any Galilia!”",
        "12": "Ary niditra tao amin’ny tempoly i Jesosy ka nandroaka an’izay rehetra nivarotra sy nividy tao, ary nanjera ny latabatry ny mpanakalo vola sy ny fipetrahan’ny mpivarotra voromailala.",
        "13": "Dia hoy izy tamin’ireo: “Voasoratra hoe: ‘Ny tranoko hantsoina hoe trano fivavahana’, fa ianareo kosa manao azy ho lava-bato fieren-jiolahy.”",
        "14": "Ary nisy jamba sy malemy tongotra koa nanatona azy tao amin’ny tempoly, ka nositraniny.",
        "15": "Tezitra ny lehiben’ny mpisorona sy ny mpanora-dalàna rehefa nahita ny zava-mahagaga nataony sy nahita ny ankizilahy niantsoantso tao amin’ny tempoly hoe: “Mba vonjeo re ny Zanak’i Davida e!”",
        "16": "Ary niteny taminy izy ireo hoe: “Renao ve izay lazain’ireo?” Dia hoy i Jesosy taminy: “Eny. Mbola tsy novakinareo mihitsy ve ny hoe: ‘Avy amin’ny vavan’ny zaza madinika sy ny zaza minono no anomezanao fiderana’?”",
        "17": "Ary nandao an’ireo izy ka niala tao an-tanàna hankany Betania, ary nijanona tany tamin’ny alina.",
        "18": "Rehefa niverina vao maraina tao an-tanàna izy, dia noana.",
        "19": "Ary nahita aviavy naniry teo amoron-dalana izy ka nankeo, nefa tsy nahita afa-tsy raviny fotsiny, ka hoy izy tamin’ilay hazo: “Aoka tsy hamoa intsony ianao mandrakizay.” Dia nalazo teo no ho eo ilay hazo.",
        "20": "Gaga ny mpianatra nony nahita izany, ka nilaza hoe: “Ahoana no nampahalazo teo no ho eo an’ilay aviavy?”",
        "21": "Dia hoy ny navalin’i Jesosy azy ireo: “Lazaiko aminareo marina tokoa fa raha mba manam-pinoana ianareo ka tsy misalasala, dia ho vitanareo izay nataoko tamin’ilay aviavy. Ary tsy izany ihany fa raha hilaza amin’ity tendrombohitra ity ianareo hoe: ‘Mialà eto ka mianjerà any an-dranomasina’, dia hitranga tokoa izany.",
        "22": "Ary ho azonareo izay rehetra angatahinareo amim-bavaka, rehefa manam-pinoana ianareo.”",
        "23": "Rehefa nankao amin’ny tempoly izy, dia nanatona azy ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka, raha mbola nampianatra tao izy. Dia hoy izy ireo: “Fahefana avy aiza no anaovanao an’izao? Ary iza no nanome anao izany fahefana izany?”",
        "24": "Hoy ny navalin’i Jesosy azy: “Izaho koa mba hanontany zavatra iray aminareo. Raha valianareo izany, dia holazaiko aminareo koa hoe avy aiza ny fahefana anaovako an’izao:",
        "25": "Avy aiza no nahazoan’i Jaona fahefana hanao batisa? Avy any an-danitra sa avy amin’ny olona?” Ary nifampiresaka ireo hoe: “Raha hoy isika hoe: ‘Avy any an-danitra’, dia hilaza amintsika izy hoe: ‘Koa nahoana ianareo no tsy nino azy?’",
        "26": "Fa raha hoy isika hoe: ‘Avy amin’ny olona’, dia ny vahoaka indray no atahorantsika, satria mihevitra izy rehetra fa mpaminany i Jaona.”",
        "27": "Koa hoy ny navaliny an’i Jesosy: “Tsy fantatray.” Ary izy kosa nilaza hoe: “Izaho koa tsy hilaza aminareo hoe fahefana avy aiza no anaovako an’izao.",
        "28": "“Ahoana ny hevitrareo ny amin’izao? Nisy lehilahy nanan-janaka roa lahy. Nankeo amin’ny voalohany izy ka niteny hoe: ‘Andeha, anaka, miasa any an-tanimboaloboka anio.’",
        "29": "Ary namaly io hoe: ‘Eny, tompoko, handeha aho’, nefa tsy nandeha izy.",
        "30": "Dia nankeo amin’ny faharoa ralehilahy ka niteny toy izany koa. Fa hoy ny navalin’io: ‘Tsy handeha aho.’ Nanenina anefa izy nony avy eo, ka nandeha ihany.",
        "31": "Iza amin’izy mirahalahy no nanao ny sitrapon-drainy?” Dia hoy ireo: “Ilay faharoa.” Ary hoy i Jesosy taminy: “Lazaiko aminareo marina tokoa fa efa mialoha anareo ho any amin’ny fanjakan’Andriamanitra ny mpamory hetra sy ny mpivaro-tena.",
        "32": "Fa tonga teo aminareo i Jaona nampianatra ny lalan’ny fahamarinana, kanefa tsy nino azy ianareo, fa ny mpamory hetra sy ny mpivaro-tena kosa nino azy. Ary na nahita izany aza ianareo, dia tsy nanenina avy eo, mba hahafahanareo hino azy.",
        "33": "“Henoy indray izao fanoharana izao: Nisy lehilahy iray nanan-tany. Nanao tanimboaloboka izy ka namefy azy manodidina sy nihady lavaka famiazam-boaloboka teo ary nanangana tilikambo. Nampanofainy tamin’ny mpamboly izy io, ary lasa nankany an-tany hafa izy.",
        "34": "Rehefa akaiky ny fotoam-piotazana, dia nirahiny ho any amin’ireo mpamboly ny mpanompony mba handray ny vokatra.",
        "35": "Nosamborin’ireo mpamboly anefa ireo mpanompo, ka ny iray nokapohiny, ny iray novonoiny ho faty, ary ny iray notorahany vato ho faty.",
        "36": "Naniraka mpanompo hafa indray izy, maro noho ny teo aloha, kanefa mbola nataon’ireo toy izany koa.",
        "37": "Farany, nirahiny tany amin’ireo ny zanany lahy, fa hoy izy: ‘Hanaja ny zanako ireo.’",
        "38": "Nony nahita ny zanany anefa ireo mpamboly, dia nifampiresaka hoe: ‘Iny ny mpandova. Andao hovonointsika izy hahazoantsika ny lovany!’",
        "39": "Koa nosamborin’ireo izy ka noroahiny ho eny ivelan’ny tanimboaloboka, dia novonoiny ho faty.",
        "40": "Rehefa tonga àry ny tompon’ny tanimboaloboka, hataony ahoana ireo mpamboly ireo?”",
        "41": "Dia hoy ireo taminy: “Ho loza tokoa ny handringanany azy, satria ratsy fanahy ireo. Ary ny tanimboaloboka dia hampanofainy amin’ny mpamboly hafa, izay hanome azy ny vokatra amin’ny fotoam-piotazana.”",
        "42": "Ary hoy i Jesosy taminy: “Mbola tsy novakinareo tao amin’ny Soratra Masina mihitsy ve ny hoe: ‘Ny vato nolavin’ny mpanao trano no tonga vato fehizoro lehibe indrindra, * ary i Jehovah no nahatonga izany, ka mahagaga eo imasontsika’?",
        "43": "Izany no antony ilazako aminareo hoe: Hesorina aminareo ny fanjakan’Andriamanitra ka izay firenena mamokatra voa mendrika an’ilay fanjakana no homena azy.",
        "44": "Ary ho potipotika izay mianjera eo amin’izany vato izany, ary ho torotoro izay ianjerany.”",
        "45": "Nony nandre ireo fanoharana ireo ny lehiben’ny mpisorona sy ny Fariseo, dia takatr’izy ireo fa izy no noresahin’i Jesosy.",
        "46": "Na te hisambotra azy aza anefa ireo, dia natahotra ny vahoaka, satria nihevitra an’i Jesosy ho mpaminany ny vahoaka."
    },
    "22": {
        "1": "Ary mbola namaly azy ireo ihany i Jesosy, ka nilaza fanoharana hafa koa, nanao hoe:",
        "2": "“Ny fanjakan’ny lanitra dia tahaka ny mpanjaka iray nanao fanasambe tamin’ny fampakaram-badin’ny zanany lahy.",
        "3": "Ary nirahiny ny mpanompony hiantso an’ireo nasaina ho amin’ilay fanasambe, kanefa tsy nety ireo nasaina.",
        "4": "Naniraka mpanompo hafa indray izy, ka nilaza hoe: ‘Lazao amin’ireo nasaina hoe: “Efa voaomako ny sakafo antoandro, ary efa voavono ny ombiko sy ny biby nohataveziko, ka vonona ny zava-drehetra. Koa tongava atỳ amin’ny fanasambe.”’",
        "5": "Tsy niraharaha anefa ireo nasaina fa ny iray lasa nankany amin’ny sahany, ny iray nandeha nivarotra,",
        "6": "ary ny sisa nisambotra an’ireo mpanompo, ka nanompa sy nampijaly azy ary namono azy ho faty.",
        "7": "“Koa tezitra ny mpanjaka ka nandefa ny tafiny, ary nandringana an’ireo mpamono olona ireo sy nandoro ny tanànany.",
        "8": "Ary hoy izy tamin’ny mpanompony: ‘Efa vonona tanteraka ny fanasambe, kanefa tsy mendrika ireo nasaina.",
        "9": "Koa mandehana eny amin’ny lalana mankeny ivelan’ny tanàna, ary asao ho amin’ny fanasambe izay rehetra hitanareo.’",
        "10": "Dia lasa nankeny an-dalana ireo mpanompo ireo ka nanangona izay rehetra hitany, na ratsy fanahy na tsara fanahy. Ary feno olona nandry ilika hisakafo ilay efitra fanaovana fampakaram-bady.",
        "11": "“Rehefa niditra ny mpanjaka mba hijery ireo nasaina, dia nahita lehilahy iray tsy nanao akanjo fitondra amin’ny fampakaram-bady izy.",
        "12": "Koa hoy izy taminy: ‘Ry sakaiza, nahoana ianao no niditra tato, nefa ianao tsy manao akanjo fitondra amin’ny fampakaram-bady?’ Tsy nahateny ralehilahy.",
        "13": "Hoy ny mpanjaka tamin’ny mpanompony: ‘Afatory ny tanany sy ny tongony ka atsipazo ho any amin’ny haizina any ivelany izy. Any izy no hitomany sy hitoloko.’",
        "14": "“Fa maro no asaina, nefa vitsy no fidina.”",
        "15": "Ary lasa nikaon-doha mba hamandrihana an’i Jesosy amin’ny teniny, ny Fariseo.",
        "16": "Koa nirahiny ho any amin’i Jesosy ny mpianatr’izy ireo, niaraka tamin’ireo mpomba an’i Heroda, hiteny hoe: “Mpampianatra ô, fantatray fa milaza ny marina foana ianao, sady marina ny fampianaranao ny lalan’Andriamanitra, ary tsy mba miangatra ianao satria tsy mba matin-kenamaso olona.",
        "17": "Lazao aminay àry izay hevitrao: Azo atao ve sa tsia ny mandoa ny hetra isan-dahy amin’i Kaisara?”",
        "18": "Fantatr’i Jesosy anefa ny haratsiam-panahin’ireo, ka hoy izy: “Nahoana ianareo no mamandrika ahy, ry mpihatsaravelatsihy?",
        "19": "Asehoy ahy ny vola madinika andoavana ny hetra isan-dahy.” Koa nitondran’ireo denaria iray izy.",
        "20": "Ary hoy izy tamin’ireo: “Sarin’iza io ary an’iza io soratra eo io?”",
        "21": "Dia hoy ireo: “An’i Kaisara.” Ary hoy izy tamin’ireo: “Aloavy amin’i Kaisara àry izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.”",
        "22": "Gaga ireo nony nandre izany, ka lasa nandao azy.",
        "23": "Ary nanatona azy tamin’iny andro iny ny Sadoseo, izay milaza fa tsy hisy fitsanganan’ny maty. Nanontanian’ireo izy hoe:",
        "24": "“Mpampianatra ô, nilaza i Mosesy hoe: ‘Raha misy lehilahy maty tsy niteraka, dia tsy maintsy mampakatra ny vady navelany ny rahalahiny mba hiteraka hamelo-maso ny maty.’",
        "25": "Koa nisy fito mirahalahy teto aminay. Nanambady ilay voalohany, ary maty. Tsy niteraka anefa izy ka namela ny vadiny ho an’ny rahalahiny.",
        "26": "Toy izany koa ny faharoa sy ny fahatelo, hatramin’ny fahafito.",
        "27": "Ary maty koa ilay vehivavy tamin’ny farany.",
        "28": "Koa rehefa hitsangana ny maty, ho vadin’iza amin’izy fito mirahalahy ravehivavy? Fa efa samy nanambady azy daholo izy rehetra.”",
        "29": "Hoy ny navalin’i Jesosy azy: “Diso hevitra ianareo, satria samy tsy fantatrareo na ny Soratra Masina na ny herin’Andriamanitra.",
        "30": "Fa rehefa hitsangana ny maty, dia tsy hampaka-bady izy na havoaka hampakarina, fa ho tahaka ny anjely any an-danitra.",
        "31": "Raha ny amin’ny fitsanganan’ny maty, tsy novakinareo ve izay nolazain’Andriamanitra taminareo hoe:",
        "32": "‘Izaho no Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba’? Tsy mba Andriamanitry ny maty izy, fa an’ny velona.”",
        "33": "Rehefa nandre izany ny vahoaka, dia nitolagaga tamin’ny fampianarany.",
        "34": "Nony ren’ny Fariseo fa nataon’i Jesosy tsy nahateny ny Sadoseo, dia niara-nivory avokoa izy ireo.",
        "35": "Ary namandrika azy ny iray taminy, izay nahay Lalàna, ka nanontany hoe:",
        "36": "“Mpampianatra ô, inona no didy lehibe indrindra ao amin’ny Lalàna?”",
        "37": "Dia hoy i Jesosy taminy: “‘Tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ary ny sainao manontolo.’",
        "38": "Izany no didy lehibe indrindra sady voalohany.",
        "39": "Ny faharoa, izay toy izany ihany, dia izao: ‘Tiavo ny namanao tahaka ny tenanao.’",
        "40": "Ireo didy roa ireo no fototry ny Lalàna manontolo sy ny Mpaminany.”",
        "41": "Raha mbola tafangona teo ny Fariseo, dia nanontanian’i Jesosy hoe:",
        "42": "“Ahoana ny hevitrareo momba an’i Kristy? Zanak’iza moa izy?” Dia hoy ireo taminy: “Zanak’i Davida.”",
        "43": "Ary hoy izy tamin’ireo: “Nahoana àry i Davida no niantso azy hoe ‘Tompo’, araka ny nambaran’ny fanahy masina taminy, ka nilaza hoe:",
        "44": "‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho eo ambany tongotrao”’?",
        "45": "Koa raha niantso azy hoe ‘Tompo’ àry i Davida, ahoana no maha zanany azy?”",
        "46": "Ary tsy nisy nahavaly azy, sady tsy nisy sahy nanontany azy intsony nanomboka tamin’iny andro iny."
    },
    "23": {
        "1": "Ary hoy i Jesosy tamin’ny vahoaka sy ny mpianany:",
        "2": "“Mipetraka eo amin’ny toeran’i Mosesy ny mpanora-dalàna sy ny Fariseo.",
        "3": "Koa ataovy sy araho izay rehetra lazainy aminareo, kanefa aza manao izay ataony, satria miteny izy nefa tsy manao.",
        "4": "Enta-mavesatra no feheziny ka apetrany eo an-tsoroky ny olona, nefa na ny tenany aza tsy te hanetsika izany amin’ny rantsantanany.",
        "5": "Ary ataony mba ho hitan’ny olona izay rehetra ataony. Fa halehibeaziny ny azy ilay boaty ataony ody fiarovan-tena, izay misy andininy ao amin’ny Soratra Masina, ary ataony lava kokoa ny mikiramborambo amin’ny morontongotr’akanjony.",
        "6": "Tiany ny toerana mihaja indrindra any amin’ny sakafo hariva, ny toerana eny aloha ao amin’ny synagoga,",
        "7": "ny hoarahabaina eny an-tsena, ary ny hantsoin’ny olona hoe Raby. *",
        "8": "Fa ianareo kosa, aza mety hantsoina hoe Raby, satria iray ny mpampianatra anareo, ary mpirahalahy avokoa ianareo rehetra.",
        "9": "Ankoatra izany, dia aza miantso na iza na iza ho rainareo eto an-tany, fa iray ny Rainareo, dia Ilay any an-danitra.",
        "10": "Aza mety hantsoina koa hoe ‘mpitarika’ ianareo, fa iray ny Mpitarika anareo, dia i Kristy.",
        "11": "Fa izay lehibe indrindra aminareo dia tsy maintsy ho mpanomponareo.",
        "12": "Izay manandra-tena no haetry, ary izay manetry tena no hasandratra.",
        "13": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa hidianareo eo anoloan’ny olona ny fanjakan’ny lanitra, ka ianareo tsy miditra, ary izay miditra tsy avelanareo hiditra.",
        "14": "* ——",
        "15": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa mitety ranomasina sy mitety tany ianareo mba hampiova finoana olona iray, ary rehefa miova finoana izy, dia ataonareo mendrika ny Gehena * avo roa heny noho ianareo.",
        "16": "“Lozanareo mpitarika jamba! Fa hoy ianareo: ‘Raha misy mianiana amin’ny tempoly, dia tsy mampaninona izany, fa raha misy mianiana amin’ny volamenan’ny tempoly kosa, dia tsy maintsy mitana ny teny nataony izy.’",
        "17": "Ry adala sy jamba! Fa inona no lehibe kokoa: ny volamena sa ny tempoly izay mahamasina ilay volamena?",
        "18": "Hoy koa ianareo: ‘Raha misy mianiana amin’ny alitara, dia tsy mampaninona izany, fa raha misy mianiana amin’ny fanomezana eo amboniny kosa, dia tsy maintsy mitana ny teny nataony izy.’",
        "19": "Ry jamba! Fa inona no lehibe kokoa: ny fanomezana sa ny alitara izay mahamasina ilay fanomezana?",
        "20": "Koa izay mianiana amin’ny alitara dia mianiana aminy sy amin’izay rehetra eo amboniny,",
        "21": "ary izay mianiana amin’ny tempoly dia mianiana aminy sy amin’ilay monina ao anatiny,",
        "22": "ary izay mianiana amin’ny lanitra dia mianiana amin’ny seza fiandrianan’Andriamanitra sy amin’ilay mipetraka eo amboniny.",
        "23": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa manome ny ampahafolon’ny anana toy ny solila sy ny aneta ary ny komina ianareo, nefa tsy miraharaha izay mavesa-danja kokoa ao amin’ny Lalàna, dia ny manao ny rariny sy ny mamindra fo ary ny ho mendri-pitokisana. Tsy maintsy atao ireo, nefa tsy tokony havela koa ny zavatra hafa.",
        "24": "Ry mpitarika jamba, tantavaninareo ny moka amin’ny zava-pisotronareo, nefa atelinareo ny rameva!",
        "25": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa diovinareo ny ivelan’ny kaopy sy ny vilia, nefa ny ao anatiny feno zavatra norobaina sy feno fanaranam-po.",
        "26": "Ry Fariseo jamba, diovy aloha ny atin’ny kaopy sy ny vilia, mba hadio koa ny ivelany.",
        "27": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa ianareo dia tahaka ny fasana voalalotra fotsy, izay tsara tarehy erỳ etỳ ivelany, nefa ao anatiny feno taolam-paty sy izao karazam-pahalotoana rehetra izao.",
        "28": "Tahaka izany koa ianareo: Miseho ho olo-marina amin’ny olona ianareo etỳ ivelany, nefa ao anatinareo dia feno fihatsarambelatsihy sy fandikan-dalàna.",
        "29": "“Lozanareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Fa manamboatra ny fasan’ny mpaminany sy mandravaka ny fasan’ny olo-marina ianareo,",
        "30": "sady milaza hoe: ‘Raha velona tamin’ny andron’ny razanay izahay, dia tsy ho niombon-keloka taminy handatsaka ny ran’ny mpaminany.’",
        "31": "Koa ianareo ihany no miampanga tena ho zanak’ireo namono ny mpaminany.",
        "32": "Fenoy tanteraka àry ny famarana ny fahotan’ny razanareo.",
        "33": "“Ry bibilava, taranaky ny menarana, hataonareo ahoana no fandositra ny fanamelohana ho any amin’ny Gehena? *",
        "34": "Noho izany no anirahako mpaminany sy olon-kendry ary mpampianatra ampahibemaso ho any aminareo. Ny sasany hovonoinareo ho faty sy hofantsihanareo amin’ny hazo fijaliana, ary ny sasany hokaravasinareo ao amin’ny synagoganareo sy henjehinareo isan-tanàna.",
        "35": "Amin’izay dia hanody anareo ny ran’ny olo-marina rehetra nalatsaka teto ambonin’ny tany, nanomboka tamin’ny ran’i Abela olo-marina ka hatramin’ny ran’i Zakaria, zanak’i Barakia, izay novonoinareo teo anelanelan’ny toerana masina sy ny alitara.",
        "36": "Lazaiko aminareo marina tokoa fa hanody an’ity taranaka ity izany rehetra izany.",
        "37": "“Ry Jerosalema, ry Jerosalema, izay mpamono ny mpaminany sy mpitora-bato an’izay irahina ho any aminy! Impiry aho no te hanangona ny zanakao, tahaka ny fanangon’ny reniakoho ny zanany ao ambany elany! Tsy nety anefa ianareo.",
        "38": "Hilaozana ny tranonareo * ka havela ho anareo.",
        "39": "Fa lazaiko aminareo fa tsy hahita ahy intsony ianareo manomboka izao, mandra-pilazanareo hoe: ‘Mahazo fitahiana ilay tonga amin’ny anaran’i Jehovah!’”"
    },
    "24": {
        "1": "Ary niala teo amin’ny tempoly i Jesosy ka lasa nandeha. Nanatona azy anefa ny mpianany mba hampiseho taminy an’ireo trano tao amin’ny tempoly.",
        "2": "Dia hoy izy tamin’ireo: “Tsy hitanareo ve ireo rehetra ireo? Lazaiko aminareo marina tokoa fa tsy havela hisy vato hifanaingina mihitsy eto ka tsy harodana.”",
        "3": "Raha mbola nipetraka teo amin’ny Tendrombohitra Oliva izy, dia nanatona azy mitokana ny mpianany, ka niteny hoe: “Lazao aminay hoe rahoviana no hitranga izany, ary inona no ho famantarana ny fanatrehanao * sy ny fifaranan’ny rafitr’ity tontolo ity?” *",
        "4": "Hoy ny navalin’i Jesosy azy: “Mitandrema sao hisy hamitaka anareo.",
        "5": "Maro no ho tonga amin’ny anarako, hilaza hoe: ‘Izaho no Kristy’, ka maro no ho voafitany.",
        "6": "Handre ady sy filazana ady ianareo, nefa aza raiki-tahotra. Tsy maintsy hitranga izany, nefa mbola tsy ho tonga ny farany.",
        "7": "“Fa hisy firenena hitsangana hamely firenena, ary hisy fanjakana hamely fanjakana. Ary hisy mosary sy horohoron-tany any amin’ny toerana samy hafa.",
        "8": "Izany rehetra izany no ho fiandohan’ny fahoriana. *",
        "9": "“Amin’izany fotoana izany, dia hanolotra anareo ho amin’ny fahoriana ny olona ka hamono anareo ho faty, ary ho halan’ny firenena rehetra ianareo noho ny anarako.",
        "10": "Ary maro koa no hihemotra amin’ny finoana sy hamadika ny namany ary hifankahala.",
        "11": "Hisy mpaminany sandoka maro hitsangana ka hamitaka olona maro,",
        "12": "ary hihamangatsiaka ny fitiavan’ny olona maro, noho ny fitomboan’ny fandikan-dalàna.",
        "13": "Fa izay miaritra hatramin’ny farany no hovonjena.",
        "14": "Ary hotorina maneran-tany ity vaovao tsaran’ilay fanjakana ity, ho vavolombelona amin’ny firenena rehetra, vao ho tonga ny farany.",
        "15": "“Noho izany, raha vao hitanareo mitsangana ao amin’ny toerana masina ilay zava-maharikoriko mahatonga faharavana, araka ny nampilazaina an’i Daniela mpaminany—aoka ny mpamaky handinika tsara—,",
        "16": "dia aoka izay any Jodia handositra any an-tendrombohitra,",
        "17": "ary aoka izay eo an-tampon-trano tsy hidina haka ny fananany ao an-tranony,",
        "18": "ary aoka izay any an-tsaha tsy hiverina ao an-trano haka ny akanjony ivelany.",
        "19": "Lozan’ny bevohoka sy ny mampinono amin’izany andro izany!",
        "20": "Mivavaha hatrany mba tsy ho amin’ny ririnina na amin’ny andro sabata no handosiranareo.",
        "21": "Fa amin’izany fotoana izany, dia hisy fahoriana lehibe izay mbola tsy nisy toa azy hatramin’ny niandohan’izao tontolo izao ka mandraka ankehitriny, sady tsy hisy intsony.",
        "22": "Raha tsy nohafohezina tokoa mantsy izany andro izany, dia tsy hisy nofo hovonjena, fa noho ny olom-boafidy, dia hohafohezina izany andro izany.",
        "23": "“Ary aza mino raha misy milaza aminareo hoe: ‘Atỳ Kristy!’, na hoe: ‘Arỳ izy!’",
        "24": "Fa hisy Kristy sandoka sy mpaminany sandoka hitsangana ka hanao famantarana lehibe sy fahagagana mba hamitahana hatramin’ny olom-boafidy aza, raha azony atao.",
        "25": "Efa mampitandrina anareo mialoha aho.",
        "26": "Koa aza mivoaka ny trano raha misy milaza aminareo hoe: ‘Any an-tany efitra izy’, ary aza mino raha misy milaza hoe: ‘Ao amin’ny efitrano anatiny izy.’",
        "27": "Fa toy ny tselatra avy any atsinanana ka mazava hatrany andrefana, dia ho toy izany koa ny fanatrehan’ny Zanak’olona.",
        "28": "Any amin’izay misy ny faty no hiangonan’ny voromahery.",
        "29": "“Aorian’ilay fahoriana amin’izany andro izany avy hatrany, dia ho maizina ny masoandro, tsy hanome hazavana ny volana, ho latsaka avy any an-danitra ny kintana, ary hohozongozonina ny herin’ny lanitra.",
        "30": "Ary hiseho eny amin’ny lanitra ny famantarana ny Zanak’olona. Dia hikapo-tratra sy hitomany ny foko rehetra eto an-tany, ary ho hitan’izy ireo ny Zanak’olona ho avy amin-kery sy voninahitra lehibe, ao amin’ny rahon’ny lanitra.",
        "31": "Haniraka ny anjeliny amin’ny feon’ny trompetra mafy izy, ary ireo dia hanangona ny olom-boafidiny avy any amin’ny vazan-tany * efatra, avy any amin’ny faravodilanitra rehetra.",
        "32": "“Makà lesona avy amin’ny fanoharana momba ny aviavy: Raha vao mitsimoka ny rantsany ka mandravina, dia fantatrareo fa akaiky ny fahavaratra.",
        "33": "Toy izany koa ianareo, rehefa hitanareo izany rehetra izany, dia fantaro fa efa akaiky izy, eny, efa eo am-baravarana.",
        "34": "Lazaiko aminareo marina tokoa fa tsy ho lany mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "35": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona mihitsy.",
        "36": "“Fa tsy misy mahalala ny amin’izany andro sy ora izany, na ny anjely any an-danitra, na ny Zanaka, afa-tsy ny Ray ihany.",
        "37": "Fa toy ny andron’i Noa, dia ho toy izany koa ny fanatrehan’ny Zanak’olona.",
        "38": "Fa tamin’izany andro izany, fony mbola tsy tonga ny safodrano, dia nihinana sy nisotro, nampaka-bady sy navoaka hampakarina ny olona, mandra-pahatongan’ny andro nidiran’i Noa tao amin’ny sambofiara.",
        "39": "Ary tsy niraharaha izy ireo mandra-pahatongan’ny safodrano, izay nifaoka azy rehetra. Dia ho toy izany koa ny fanatrehan’ny Zanak’olona.",
        "40": "Ary hisy roa lahy any an-tsaha: Ny iray hoentina ary ny iray havela.",
        "41": "Hisy roa vavy hanodina vato fikosoham-bary: * Ny iray hoentina ary ny iray havela.",
        "42": "Koa miambena hatrany àry ianareo, satria tsy fantatrareo ny andro hiavian’ny Tomponareo.",
        "43": "“Fantaro anefa izao: Raha fantatry ny tompon-trano hoe amin’ny fotoam-piambenana fahafiry no hahatongavan’ny mpangalatra, dia ho niari-tory niambina izy ka tsy ho namela ny tranony hovakina.",
        "44": "Noho izany, dia aoka koa ianareo ho vonona, satria amin’ny ora tsy eritreretinareo no hiavian’ny Zanak’olona.",
        "45": "“Iza tokoa moa ilay mpanompo mendri-pitokisana sy malina izay notendren’ny tompony hikarakara an’ireo mpanompo ao an-tranony, ka hanome sakafo azy ireo amin’ny fotoana mety?",
        "46": "Sambatra izany mpanompo izany raha tonga ny tompony ka mahita azy manao izany!",
        "47": "Lazaiko aminareo marina tokoa fa hotendreny hiandraikitra ny fananany rehetra izy.",
        "48": "“Fa raha manao anakampo kosa ilay mpanompo ratsy fanahy hoe: ‘Mba ela koa izany tompoko izany!’,",
        "49": "ka manomboka mikapoka ny mpanompo hafa izy ary miara-mihinana sy misotro amin’ny mamo lava,",
        "50": "dia ho avy amin’ny andro tsy ampoiziny sy amin’ny ora tsy fantany ny tompony,",
        "51": "ka hanasazy azy faran’izay mafy ary handefa azy any amin’ny mpihatsaravelatsihy. Any izy no hitomany sy hitoloko."
    },
    "25": {
        "1": "“Amin’izany fotoana izany, ny fanjakan’ny lanitra dia ho tahaka ny virjiny folo izay naka ny jirony ka nivoaka hitsena ny mpampakatra.",
        "2": "Ny dimy adala, ary ny dimy malina.",
        "3": "Nitondra ny jirony ireo adala, nefa tsy nitondra menaka.",
        "4": "Fa ireo malina kosa nitondra menaka tao anaty fitoerany sady nitondra ny jirony.",
        "5": "Raha mbola naharitra ela ny mpampakatra, dia rendremana izy rehetra ka nandeha natory.",
        "6": "Tamin’ny misasakalina, dia nisy niantsoantso hoe: ‘Iny ny mpampakatra! Mivoaha hitsena azy.’",
        "7": "Ary nitsangana ireo virjiny rehetra ireo ka nanamboamboatra ny jirony.",
        "8": "Dia hoy ireo adala tamin’ireo malina: ‘Mba omeo amin’ny menakareo izahay, fa efa ho faty ny jironay.’",
        "9": "Hoy anefa ny navalin’ireo malina: ‘Angamba ireto tsy ho ampy ho antsika, fa mandehana mividy any amin’ny mpivarotra ho anareo.’",
        "10": "Raha mbola lasa nividy izy ireo, dia tonga ny mpampakatra. Niara-niditra taminy tao amin’ny fanasambe amin’ny fampakaram-bady ireo virjiny efa vonona, ary nohidiana ny varavarana.",
        "11": "Taorian’izany dia tonga koa ireo virjiny hafa ka niteny hoe: ‘Tompoko, tompoko, vohay izahay!’",
        "12": "Hoy ny navaliny: ‘Lazaiko aminareo marina tokoa fa tsy fantatro ianareo.’",
        "13": "“Koa miambena hatrany àry, satria tsy fantatrareo na ny andro na ny ora.",
        "14": "“Ny fanjakan’ny lanitra koa dia toy ny lehilahy iray efa handeha ho any an-tany hafa, ka nampiantso ny mpanompony mba hanankinany ny fananany.",
        "15": "Ny iray nomeny talenta * dimy, ny iray talenta roa, ary ny iray talenta iray, samy araka ny fahaizany avy. Dia lasa nankany an-tany hafa izy.",
        "16": "Avy hatrany dia nandeha nampiasa ireo talenta dimy ilay nahazo izany, ka nahazo tombony dimy.",
        "17": "Torak’izany koa fa nahazo tombony roa ilay nahazo talenta roa.",
        "18": "Fa lasa nihady tany kosa ilay nahazo talenta iray monja, ka nanafina an’ilay farantsa volafotsin’ny tompony.",
        "19": "“Ela be tatỳ aoriana, dia tonga ny tompon’ireo mpanompo ireo ka nanao ampamoaka an’ireo momba ny kaontim-bolany.",
        "20": "Ary nanatona ilay nahazo talenta dimy ka nitondra dimy fanampiny sady niteny hoe: ‘Tompoko, nanankinanao talenta dimy aho. Jereo fa nahazo tombony dimy aho.’",
        "21": "Dia hoy ny tompony taminy: ‘Tsara izany, ry mpanompo tsara sady mendri-pitokisana! Mendri-pitokisana tamin’ny zavatra vitsivitsy ianao, ka hotendreko hiandraikitra zavatra maro. Miaraha mifaly amin’ny tomponao.’",
        "22": "Nanatona koa avy eo ilay nahazo talenta roa sady niteny hoe: ‘Tompoko, nanankinanao talenta roa aho. Jereo fa nahazo tombony roa aho.’",
        "23": "Dia hoy ny tompony taminy: ‘Tsara izany, ry mpanompo tsara sady mendri-pitokisana! Mendri-pitokisana tamin’ny zavatra vitsivitsy ianao, ka hotendreko hiandraikitra zavatra maro. Miaraha mifaly amin’ny tomponao.’",
        "24": "“Farany, dia nanatona ilay nahazo talenta iray sady niteny hoe: ‘Tompoko, fantatro fa olona sarotiny ianao, fa mijinja eny amin’izay tsy namafazanao ianao ary manangona eny amin’izay tsy nikororohanao.",
        "25": "Koa natahotra aho ka lasa nanafina ny talentanao tao anaty tany. Iny ny anao.’",
        "26": "Dia hoy ny navalin’ny tompony: ‘Ry mpanompo ratsy fanahy sady kamo! Efa fantatrao fa mijinja eny amin’izay tsy namafazako aho ary manangona eny amin’izay tsy nikororohako.",
        "27": "Koa nahoana raha napetrakao tany amin’ny banky ny farantsa volafotsiko, dia ho noraisiko niaraka tamin’ny zanabola rehefa tonga aho?",
        "28": "“‘Koa alao aminy ilay talenta, ary omeo an’ilay manana talenta folo.",
        "29": "Fa izay rehetra manana dia homena bebe kokoa ka hanana be dia be, fa izay tsy manana kosa, na izay ananany aza, dia halaina aminy.",
        "30": "Ary roahy any amin’ny haizina any ivelany io mpanompo tsy misy ilana azy io. Any izy no hitomany sy hitoloko.’",
        "31": "“Rehefa tonga ny Zanak’olona amin’ny voninahiny, miaraka amin’ny anjely rehetra, dia hipetraka eo amin’ny seza fiandrianany be voninahitra izy.",
        "32": "Dia hangonina eo anatrehany ny firenena rehetra. Ary hanavaka ny olona izy, toy ny mpiandry ondry manavaka ny ondry amin’ny osy.",
        "33": "Ary hametraka ny ondry eo ankavanany izy, fa ny osy eo ankaviany.",
        "34": "“Ary hilaza amin’izay eo ankavanany ny mpanjaka hoe: ‘Avia ianareo izay notahin’ny Raiko, mandovà ny fanjakana izay nomanina ho anareo hatramin’ny nanorenana izao tontolo izao.",
        "35": "Fa noana aho dia nomenareo hanina. Nangetaheta aho dia nomenareo hosotroina. Nivahiny aho dia nampiantranoinareo.",
        "36": "Nitanjaka * aho dia nampitafianareo. Narary aho dia nokarakarainareo. Tany am-ponja aho dia novangianareo.’",
        "37": "Ary hamaly azy ny olo-marina hoe: ‘Tompo ô, oviana no hitanay noana ianao ka nomenay hanina, na nangetaheta ka nomenay hosotroina?",
        "38": "Oviana no hitanay nivahiny ianao ka nampiantranoinay, na nitanjaka ka nampitafianay?",
        "39": "Oviana no hitanay narary na tany am-ponja ianao ka novangianay?’",
        "40": "Dia hamaly azy ny mpanjaka hoe: ‘Lazaiko aminareo marina tokoa fa araka izay nataonareo tamin’ny iray amin’ny kely indrindra amin’ireto rahalahiko ireto no nataonareo tamiko.’",
        "41": "“Hoy kosa izy amin’izay eo ankaviany: ‘Mialà amiko ianareo voaozona, ka mandehana any amin’ny afo maharitra mandrakizay izay voaomana ho an’ny Devoly sy ny anjeliny.",
        "42": "Fa noana aho nefa tsy nomenareo hanina, nangetaheta nefa tsy nomenareo hosotroina.",
        "43": "Nivahiny aho nefa tsy nampiantranoinareo, nitanjaka nefa tsy nampitafianareo, narary sy tany am-ponja nefa tsy nokarakarainareo.’",
        "44": "Ary ireo koa hamaly hoe: ‘Tompo ô, oviana izahay no nahita anao noana na nangetaheta na nivahiny na nitanjaka na narary na tany am-ponja, ka tsy mba nikarakara anao?’",
        "45": "Dia hamaly an’ireo izy hoe: ‘Lazaiko aminareo marina tokoa fa araka izay tsy nataonareo tamin’ny iray amin’ireto kely indrindra ireto no tsy nataonareo tamiko.’",
        "46": "Ary ho any amin’ny fandringanana mandrakizay ireo, fa ny olo-marina kosa ho any amin’ny fiainana mandrakizay.”"
    },
    "26": {
        "1": "Rehefa avy nilaza izany rehetra izany i Jesosy, dia hoy izy tamin’ny mpianany:",
        "2": "“Fantatrareo fa rehefa afaka roa andro dia ho tonga ny Paska, ary hatolotra hofantsihana amin’ny hazo fijaliana ny Zanak’olona.”",
        "3": "Ary nivory teo an-tokotanin’ilay mpisoronabe nantsoina hoe Kaiafa, ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka.",
        "4": "Nikaon-doha izy ireo mba hisamborana an’i Jesosy amin-kafetsena, sy mba hamonoana azy ho faty.",
        "5": "Ary hoy ireo: “Tsy amin’ny fety anefa sao hisavorovoro ny vahoaka.”",
        "6": "Fony i Jesosy tany Betania, tao an-tranon’i Simona boka,",
        "7": "dia nisy vehivavy iray nanatona azy, nitondra tavoahangy vatosanga nisy menaka manitra lafo vidy. Ary naidin-dravehivavy teo an-dohan’i Jesosy ilay izy raha mbola nandry ilika nisakafo izy.",
        "8": "Tezitra ny mpianatra nony nahita izany, ka nilaza hoe: “Nahoana no mandanilany foana toy izao?",
        "9": "Fa azo namidy lafo be iny ka nomena ny mahantra.”",
        "10": "Fantatr’i Jesosy izany, ka hoy izy tamin’ireo: “Nahoana ianareo no mitady hanorisory an-dravehivavy? Tsara ny nataony tamiko.",
        "11": "Fa eo aminareo foana ny mahantra, fa izaho kosa tsy ho eo aminareo foana.",
        "12": "Nanisy an’iny menaka manitra iny tamin’ny vatako izy, mba hanomanana ny fandevenana ahy.",
        "13": "Lazaiko aminareo marina tokoa fa na aiza na aiza itoriana ity vaovao tsara ity eran’izao tontolo izao, dia holazaina koa ny nataon-dravehivavy, ho fahatsiarovana azy.”",
        "14": "Ary nankany amin’ny lehiben’ny mpisorona ny iray tamin’izy roa ambin’ny folo lahy, ilay antsoina hoe Jodasy Iskariota,",
        "15": "ka niteny hoe: “Homenareo inona aho hamadihako azy ka hanolorako azy aminareo?” Nifanaraka taminy àry ireo fa hanome azy farantsa volafotsy telopolo.",
        "16": "Koa tsy nitsahatra nitady izay fotoana mety tsara hamadihana an’i Jesosy izy nanomboka tamin’izay.",
        "17": "Tamin’ny andro voalohan’ny fetin’ny mofo tsy misy lalivay, dia nanatona an’i Jesosy ny mpianatra ka nilaza hoe: “Aiza no tianao hikarakaranay ny Paska mba hihinananao azy?”",
        "18": "Dia hoy izy: “Mankanesa any an-tanàna ho any amin-dRanona, ka lazao aminy hoe: Hoy ny Mpampianatra: ‘Efa akaiky ny fotoana voatondro ho ahy. Hankalaza ny Paska miaraka amin’ny mpianatro ao an-tranonao aho.’”",
        "19": "Koa nataon’ny mpianatra izay nandidian’i Jesosy azy, ary nataony vonona ho amin’ny Paska ny zava-drehetra.",
        "20": "Tamin’ny takariva, dia nandry ilika nisakafo izy sy ny mpianatra roa ambin’ny folo lahy.",
        "21": "Ary hoy izy teo am-pihinanana: “Lazaiko aminareo marina tokoa fa hamadika ahy ny iray aminareo.”",
        "22": "Nalahelo be izy ireo noho izany, ka samy nanomboka nanontany azy hoe: “Izaho ve izany, Tompo ô?”",
        "23": "Dia hoy ny navaliny: “Izay miara-manatsoboka ny tanany amiko ao anaty vilia no hamadika ahy.",
        "24": "Marina fa handeha ny Zanak’olona, araka ny voasoratra momba azy, nefa lozan’izay olona nampiasaina hamadihana ny Zanak’olona! Tsara kokoa ho an’izany olona izany raha tsy teraka akory.”",
        "25": "Ary hoy ny navalin’i Jodasy, ilay efa hamadika azy: “Izaho ve izany, Raby ô?” Dia hoy izy taminy: “Voalazanao.”",
        "26": "Raha mbola nihinana izy ireo, dia nandray mofo i Jesosy. Rehefa avy nivavaka * izy, dia notapahiny ilay mofo ka nomeny ny mpianatra, sady hoy izy: “Raiso ity, ka hano. Ity no * vatako.”",
        "27": "Nandray kaopy koa izy, ka rehefa avy nisaotra an’Andriamanitra, dia nomeny azy ireo ilay kaopy, sady hoy izy: “Misotroa amin’ity ianareo rehetra.",
        "28": "Fa ity no * rako, dia ‘ny ran’ny fifanekena’ izay halatsaka ho an’ny maro ho famelan-keloka.",
        "29": "Lazaiko aminareo anefa fa tsy hisotro intsony amin’itony vokatry ny voaloboka itony aho, mandra-pahatongan’ny andro hisotroako divay vaovao miaraka aminareo, ao amin’ny fanjakan’ny Raiko.”",
        "30": "Tamin’ny farany, dia nivoaka nankany amin’ny Tendrombohitra Oliva izy ireo, rehefa avy nanao hira fiderana.",
        "31": "Ary hoy i Jesosy: “Hahafoy ahy daholo ianareo anio alina, noho izay hanjo ahy. Fa voasoratra hoe: ‘Hamely ny mpiandry aho, dia hiparitaka ny andian’ondry.’",
        "32": "Rehefa hatsangana anefa aho, dia hialoha anareo any Galilia.”",
        "33": "Hoy anefa ny navalin’i Petera azy: “Na hahafoy anao daholo aza ny rehetra noho izay hanjo anao, izaho kosa tsy mba hahafoy anao mihitsy!”",
        "34": "Dia hoy i Jesosy taminy: “Lazaiko aminao marina tokoa fa anio alina, raha mbola tsy maneno ny akoho, dia handa ahy intelo ianao.”",
        "35": "Hoy anefa i Petera taminy: “Na hiara-maty aminao aza aho, dia tsy handa anao mihitsy.” Niteny toy izany koa ny mpianatra hafa rehetra.",
        "36": "Ary tonga tao amin’ilay toerana antsoina hoe Getsemane i Jesosy sy ny mpianatra. Dia hoy izy tamin’ny mpianatra: “Mipetraha eto fa izaho hankerỳ hivavaka.”",
        "37": "Nentiny niaraka taminy i Petera sy izy roa lahy zanak’i Zebedio. Ary nanomboka nalahelo sy nitebiteby mafy izy,",
        "38": "ka niteny tamin’ireo hoe: “Vonton’alahelo aho, * toy ny efa ho faty. Mijanòna eto ka miaraha miari-tory amiko.”",
        "39": "Ary nandroso kelikely izy, dia niankohoka nivavaka hoe: “Raiko ô, raha azo atao, dia esory amiko ity kaopy * ity. Aoka tsy ny sitrapoko anefa no hatao, fa ny anao.”",
        "40": "Ary nankeo amin’ny mpianatra izy ka nahita azy ireo natory, dia hoy izy tamin’i Petera: “Tsy afaka niara-niari-tory tamiko adiny iray akory ve ianareo?",
        "41": "Miambena sy mivavaha foana mba tsy ho resin’ny fakam-panahy. Mazoto ihany ny saina, saingy ny nofo no malemy.”",
        "42": "Ary lasa fanindroany izy ka nivavaka hoe: “Raiko ô, raha tsy azo atao ny manaisotra azy ity, fa tsy maintsy hosotroiko, dia aoka hatao ny sitraponao.”",
        "43": "Niverina izy ary nahita azy ireo natory, fa efa navesatra ny masony.",
        "44": "Koa nandao azy ireo indray izy ka nandeha nivavaka fanintelony, ary izay nolazainy teo aloha ihany no naveriny.",
        "45": "Tonga teo amin’ny mpianatra izy nony avy eo ka niteny tamin’ireo hoe: “Mbola matory sy miala sasatra ihany ve ianareo amin’ny fotoana toy izao? Efa manakaiky anefa ny ora hamadihana ny Zanak’olona sy hanolorana azy eo an-tanan’ny mpanota.",
        "46": "Mitsangàna, andao isika handeha, fa efa manatona ilay mpamadika ahy.”",
        "47": "Raha mbola niteny izy, dia iny fa tonga i Jodasy, izay anisan’ny roa ambin’ny folo lahy. Ary nisy vahoaka be niaraka taminy nitondra sabatra sy kibay. Nirahin’ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka izy ireo.",
        "48": "Ary nanome famantarana azy ireo ilay mpamadika hoe: “Izay horohako no izy, ka sambory.”",
        "49": "Tonga dia nanitsy teo amin’i Jesosy izy sady niteny hoe: “Manahoana, Raby ô!” Ary nanoroka azy izy.",
        "50": "Fa hoy i Jesosy taminy: “Ry sakaiza, haninona eto ianao?” Dia nanatona ny vahoaka ka nisambotra an’i Jesosy ary nitana azy.",
        "51": "Nanatsotra ny tanany anefa ny iray tamin’ireo niaraka tamin’i Jesosy ka nanatsoaka ny sabany, ary namely an’ilay mpanompon’ny mpisoronabe, ka nahafaka ny sofiny.",
        "52": "Fa hoy i Jesosy taminy: “Avereno amin’ny tranony ny sabatrao, fa ho fatin’ny sabatra izay rehetra mampiasa sabatra.",
        "53": "Sa heverinao fa tsy azoko atao ny miangavy ny Raiko, ka izao ankehitriny izao ihany aho dia handefasany anjely maro be mihoatra noho ny andian-tafika roa ambin’ny folo?",
        "54": "Raha izany, ahoana no hahatanterahan’ny Soratra Masina, izay milaza fa tsy maintsy ho toy izao no hahatanterahan’izany?”",
        "55": "Tamin’izay ora izay, dia hoy i Jesosy tamin’ny vahoaka: “Mivoaka mitondra sabatra sy kibay toy ny hisambotra mpangalatra ve ianareo? Nipetraka nampianatra tao amin’ny tempoly isan’andro aho, nefa tsy nosamborinareo.",
        "56": "Mitranga anefa izao zavatra rehetra izao mba hahatanterahan’izay voasoratry ny mpaminany.” Ary nandao azy ny mpianatra rehetra ka nandositra.",
        "57": "Ary nitondra an’i Jesosy ho any amin’i Kaiafa mpisoronabe ireo nisambotra azy. Efa tafavory tany ny mpanora-dalàna sy ny anti-panahy.",
        "58": "Fa i Petera kosa nanaraka teny lavidavitra teny, hatrany an-tokotanin’ny mpisoronabe. Ary niditra izy, ka nipetraka niaraka tamin’ny mpiasa an-trano mba hahita izay hiafaran’ny raharaha.",
        "59": "Ary nitady izay ho afaka hiampanga an’i Jesosy ny lehiben’ny mpisorona sy ireo rehetra anisan’ny Fitsarana Avo Jiosy, mba hamonoana azy ho faty.",
        "60": "Tsy nahita izay hiampangana azy anefa izy ireo, na maro aza ny vavolombelona mandainga tonga teo. Avy eo dia nisy vavolombelona roa tonga",
        "61": "ka niteny hoe: “Nilaza io lehilahy io hoe: ‘Vitako ny mandrodana ny tempolin’Andriamanitra sy ny manangana azy ao anatin’ny telo andro.’”",
        "62": "Ary nitsangana ny mpisoronabe ka nilaza taminy hoe: “Tsy mamaly akory ve ianao? Ahoana hoy ianao amin’izany iampangany anao izany?”",
        "63": "Tsy niteny anefa i Jesosy. Koa hoy ny mpisoronabe taminy: “Mampianiana anao amin’Andriamanitra velona aho hilaza aminay raha ianao no Kristy Zanak’Andriamanitra!”",
        "64": "Dia hoy i Jesosy taminy: “Voalazanao. Lazaiko aminareo anefa fa manomboka izao, dia ho hitanareo ny Zanak’olona hipetraka eo ankavanan’Ilay Mahery ary ho hitanareo ho avy izy, eny amin’ny rahon’ny lanitra.”",
        "65": "Dia nandrovitra ny akanjony ivelany ny mpisoronabe sady niteny hoe: “Nanevateva an’Andriamanitra izy! Inona indray no mbola ilantsika vavolombelona? Efa renareo ilay fanevatevana an’Andriamanitra teo.",
        "66": "Ahoana ny hevitrareo?” Dia hoy ny navalin’ireo: “Mendrika ny ho faty izy.”",
        "67": "Ary nororan’ireo ny tarehiny, dia nasiany totohondry izy. Ny hafa namely tehamaina azy",
        "68": "sady niteny hoe: “Maminania aminay, ry Kristy! Iza ilay namely anao teo?”",
        "69": "Nipetraka tany ivelany, tany an-tokotany, i Petera tamin’izay. Ary nisy mpanompovavy nanatona azy sady niteny hoe: “Ianao koa niaraka tamin’i Jesosy, ilay avy any Galilia!”",
        "70": "Nanda teo anatrehan’ny rehetra anefa i Petera hoe: “Tsy fantatro izay lazainao.”",
        "71": "Nony nivoaka nankeo akaikin’ny vavahady izy, dia nisy zazavavy hafa nahamarika azy ka niteny tamin’izay teo hoe: “Niaraka tamin’i Jesosy, ilay avy any Nazareta, io lehilahy io.”",
        "72": "Ary nanda indray izy sady nianiana hoe: “Marina raha mba fantatro izany lehilahy izany!”",
        "73": "Nony afaka kelikely, dia nanatona ireo nijoro teo ka nilaza tamin’i Petera hoe: “Tena naman-dry zareo ianao, satria na ny fitenim-paritra ampiasainao aza dia efa ahalalana an’izany.”",
        "74": "Ary nanomboka niozona sy nianiana izy hoe: “Tena tsy fantatro mihitsy izany lehilahy izany!” Ary teo no ho eo dia nisy akoho naneno.",
        "75": "Dia tsaroan’i Petera izay nolazain’i Jesosy hoe: “Raha mbola tsy maneno ny akoho, dia handa ahy intelo ianao.” Koa nivoaka tany ivelany izy ka nitomany tamin’alahelo be."
    },
    "27": {
        "1": "Nony maraina ny andro, dia nikaon-doha ny amin’ny fomba hamonoana an’i Jesosy ho faty ny lehiben’ny mpisorona sy ny anti-panahy rehetran’ny vahoaka.",
        "2": "Ary nafatony izy, dia nentiny ka natolony an’i Pilato governora.",
        "3": "Ary i Jodasy, ilay namadika azy, dia nahita fa voaheloka i Jesosy. Koa nanenina i Jodasy ka namerina ny farantsa volafotsy telopolo tamin’ny lehiben’ny mpisorona sy ny anti-panahy,",
        "4": "sady niteny hoe: “Nanota aho fa namadika olo-marina.” * Fa hoy ireo: “Ahoanay inona izany? Raharahanao izany!”",
        "5": "Koa natsipin’i Jodasy tao amin’ny tempoly ireo farantsa volafotsy. Ary niala teo izy, dia lasa nananton-tena.",
        "6": "Naka an’ireo farantsa volafotsy anefa ny lehiben’ny mpisorona, ka nanao hoe: “Vidin-dra ireto, ka tsy azo arotsaka ao amin’ny toerana masina fitehirizan-karena.”",
        "7": "Ary niara-nidinika izy ireo, ka novidiny tamin’ilay vola ny sahan’ny mpanefy tanimanga, mba hatao fandevenam-bahiny.",
        "8": "Koa nantsoina hoe “Sahan-dra” io saha io mandraka androany.",
        "9": "Ary tanteraka izay nampilazaina an’i Jeremia mpaminany hoe: “Nalain’ireo ny farantsa volafotsy telopolo, izay vidiny nanombanan’ny sasany tamin’ny zanak’Israely azy.",
        "10": "Nomen’izy ireo hividianana ny sahan’ny mpanefy tanimanga izany, araka izay nandidian’i Jehovah ahy.”",
        "11": "Ary nijoro teo anatrehan’ny governora i Jesosy, ka nanontaniany hoe: “Ianao ve no mpanjakan’ny Jiosy?” Dia hoy ny navalin’i Jesosy: “Voalazanao.”",
        "12": "Tsy namaly anefa izy rehefa nampangain’ny lehiben’ny mpisorona sy ny anti-panahy.",
        "13": "Ary hoy i Pilato: “Tsy renao ve ny hamaroan’ny fiampangany anao?”",
        "14": "Gaga be ilay governora fa tsy namaly azy izy na indraim-bava aza.",
        "15": "Ary fanaon’ny governora isaky ny fety ny nanafaka voafonja iray izay tian’ny vahoaka.",
        "16": "Ary nisy voafonja iray nalaza ratsy nantsoina hoe Barabasy, tamin’izay fotoana izay.",
        "17": "Koa rehefa tafangona ny olona, dia hoy i Pilato taminy: “Iza no tianareo hafahako ho anareo: i Barabasy sa i Jesosy ilay antsoina hoe Kristy?”",
        "18": "Fantany mantsy fa noho ny fialonana no nanoloran’ireo an’i Jesosy.",
        "19": "Ankoatra izany, raha mbola nipetraka teo amin’ny toeram-pitsarana i Pilato, dia nisy olona nirahin’ny vadiny hilaza taminy hoe: “Aza miditra amin’ny raharaha momba an’io olo-marina io ianao, fa nijaly be aho androany rehefa nanonofy azy.”",
        "20": "Nandresy lahatra ny vahoaka anefa ny lehiben’ny mpisorona sy ny anti-panahy mba hangataka an’i Barabasy, fa hampamono an’i Jesosy kosa.",
        "21": "Koa nanontany azy ireo indray ny governora hoe: “Iza amin’izy roa lahy no tianareo hafahako ho anareo?” Dia hoy ireo: “Barabasy.”",
        "22": "Ary hoy i Pilato: “Inona àry no hataoko amin’i Jesosy, ilay antsoina hoe Kristy?” Dia hoy izy rehetra: “Aoka hofantsihana amin’ny hazo fijaliana izy!”",
        "23": "Ary hoy izy: “Fa nahoana? Inona no ratsy nataony?” Vao mainka anefa niantsoantso ireo hoe: “Aoka hofantsihana amin’ny hazo fijaliana izy!”",
        "24": "Ary hitan’i Pilato fa tsy nisy vokany izay nataony fa vao mainka nisy savorovoro. Koa naka rano izy ka nanasa tanana teo anatrehan’ny vahoaka sady nilaza hoe: “Tsy tompon’andraikitra amin’ny fahafatesan’io * lehilahy io aho, fa raharahanareo izany.”",
        "25": "Dia hoy ny navalin’ny olona rehetra: “Izahay sy ny zanakay no ho tompon’andraikitra amin’ny fahafatesany.” *",
        "26": "Koa nafahan’i Pilato ho an’ny vahoaka i Barabasy, fa nasainy nokaravasina kosa i Jesosy ka natolony hofantsihana amin’ny hazo fijaliana.",
        "27": "Ary nentin’ny miaramilan’ny governora nankao an-dapan’ny governora i Jesosy, ary novorin’izy ireo teo aminy ny miaramila rehetra.",
        "28": "Dia nesorin’ireo ny fitafian’i Jesosy, ka nampitafiany lamba mena midorehitra izy.",
        "29": "Nandrandrana fehiloha tsilo koa ireo ka nataony teo amin’ny lohan’i Jesosy, dia nasiany bararata teny an-tanany havanana. Ary nandohalika teo anatrehany izy ireo, ka nanao azy ho fihomehezana sady niteny hoe: “Arahaba, ry Mpanjakan’ny Jiosy!”",
        "30": "Dia nororan’ireo izy sady nalainy ilay bararata, ka nokapohiny ny lohany.",
        "31": "Tamin’ny farany, rehefa avy nanao azy ho fihomehezana ireo, dia nanaisotra an’ilay lamba ka nampanao azy indray ny akanjony ivelany ary nitondra azy hofantsihana amin’ny hazo fijaliana.",
        "32": "Nony nivoaka izy ireo, dia nahita lehilahy iray nantsoina hoe Simona, teratany avy any Kyrena. Notereny hanao fanompoana io lehilahy io mba hibata ny hazo fijalian’i Jesosy.",
        "33": "Rehefa tonga teo amin’ny toerana iray antsoina hoe Golgota, izany hoe Ikarandoha, izy ireo,",
        "34": "dia nomeny divay niharo zava-mangidy i Jesosy hosotroiny. Tsy nety nisotro anefa izy rehefa avy nanandrana izany.",
        "35": "Nony voafantsik’ireo izy, dia nataon’izy ireo antsapaka ny fizarana ny akanjony ivelany.",
        "36": "Ary nipetraka ireo, sady niambina azy teo.",
        "37": "Napetany terỳ ambonin’ny lohany koa ny soratra milaza ny fiampangana azy hoe: “Ity no Jesosy Mpanjakan’ny Jiosy.”",
        "38": "Nisy jiolahy roa koa nampiarahina taminy ka natao teo amin’ny tsato-kazo: Ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "39": "Koa nanomboka nanevateva azy ny mpandalo, sady nihivingivin-doha",
        "40": "no niteny hoe: “Ry ilay nilaza hoe handrodana ny tempoly sy hanorina azy ao anatin’ny telo andro, vonjeo ny tenanao! Raha zanak’Andriamanitra ianao, midìna avy eo amin’ny hazo fijaliana!”",
        "41": "Toy izany koa no nataon’ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy izay samy nanao azy ho fihomehezana sady nilaza hoe:",
        "42": "“Ny hafa novonjeny, fa ny tenany tsy hainy vonjena! Mpanjakan’ny Israely izy. Aoka izy izao hidina avy eo amin’ny hazo fijaliana, dia hino azy izahay.",
        "43": "Nitoky tamin’Andriamanitra izy. Koa raha tia azy Andriamanitra, dia aoka hamonjy azy ankehitriny, satria hoy izy: ‘Zanak’Andriamanitra aho.’”",
        "44": "Na ireo jiolahy nampiarahina taminy teo amin’ny tsato-kazo aza mba nandatsa azy toy izany koa.",
        "45": "Ary nisy haizina nanarona an’ilay faritra manontolo, nanomboka tamin’ny ora fahenina * ka hatramin’ny ora fahasivy.",
        "46": "Ary tokony ho tamin’ny ora fahasivy, dia niantso mafy i Jesosy hoe: “Ely, Ely, lamà sabaktany?”, izany hoe “Andriamanitro ô, Andriamanitro ô, nahoana no nahafoy ahy ianao?”",
        "47": "Rehefa nandre izany ny sasany nijoro teo, dia niteny hoe: “Miantso an’i Elia ilehio.”",
        "48": "Avy hatrany dia nihazakazaka naka spaonjy ny iray tamin’ireo, ary natsobony tao anaty divay marikivy izany ka nataony teo amin’ny bararata iray, dia nomeny hosotroin’i Jesosy.",
        "49": "Hoy anefa ny hafa rehetra: “Avelao izy! Aoka hojerentsika raha ho avy hamonjy azy i Elia.” [[Naka lefona ny lehilahy hafa iray ka nanindrona ny takibany, dia nisy ra sy rano nivoaka.]]",
        "50": "Ary niantsoantso mafy indray i Jesosy, dia tapitra ny ainy.",
        "51": "Ary nitriatra roa hatrany ambony ka hatrany ambany ilay ridao tao amin’ny toerana masina, dia nihovotrovotra ny tany, ary nitresaka ny vatolampy.",
        "52": "Nisokatra koa ny fasana ka maro ny faty nitsangana, dia ny fatin’ny olona masina izay efa nodimandry, *",
        "53": "ka hitan’ny olona maro.—Ary niditra tao amin’ny tanàna masina ny olona avy tany am-pasana, taorian’ny nitsanganan’i Jesosy.—",
        "54": "Fa rehefa nahita an’ilay horohoron-tany sy izay nitranga ilay manamboninahitra sy ireo niaraka taminy niambina an’i Jesosy, dia natahotra be ka nilaza hoe: “Zanak’Andriamanitra tokoa io.”",
        "55": "Ankoatra izany, dia nisy vehivavy maro teo, nijery teny lavidavitra teny. Efa nanaraka an’i Jesosy nanomboka tany Galilia izy ireo mba hikarakara azy.",
        "56": "Anisan’ireny i Maria Magdalena, ary koa i Maria renin’i Jakoba sy Josesy, ary ny renin’ny zanak’i Zebedio.",
        "57": "Rehefa harivariva ny andro, dia nisy lehilahy mpanankarena iray nantsoina hoe Josefa, avy any Arimatia, izay mpianatr’i Jesosy koa,",
        "58": "nankany amin’i Pilato ka nangataka ny fatin’i Jesosy. Ary nandidy ny hanomezana azy izany i Pilato.",
        "59": "Koa nalain’i Josefa ny faty ka nofonosiny tao anaty lamba madio vita tamin’ny rongony tena tsara,",
        "60": "dia napetrany tao amin’ny fasany vaovao nolavahany teo amin’ny vatolampy. Ary nanakodia vato be teo am-baravaran’ilay fasana izy, dia lasa.",
        "61": "Fa i Maria Magdalena sy ilay Maria anankiray kosa nijanona teo ihany, nipetraka teo anoloan’ny fasana.",
        "62": "Ny ampitson’iny, taorian’ny Andro Fiomanana, dia nivory teo anatrehan’i Pilato ny lehiben’ny mpisorona sy ny Fariseo",
        "63": "ka nilaza hoe: “Tompoko, tsaroanay izay nolazain’iny mpisandoka iny fony fahavelony hoe: ‘Hitsangana aho rehefa afaka telo andro.’",
        "64": "Koa asaivo atao tsara ambina ny fasana hatramin’ny andro fahatelo, sao ho avy ny mpianany ka hangalatra azy ary hilaza amin’ny olona hoe: ‘Efa natsangana tamin’ny maty izy!’ Dia ho ratsy noho ny voalohany izany fisandohana farany izany.”",
        "65": "Koa hoy i Pilato taminy: “Manana mpiambina ianareo. Mandehana ataovy tsara ambina araka izay vitanareo ny fasana.”",
        "66": "Koa lasa izy ireo nanisy tombo-kase ny vato sy nametraka mpiambina mba hiarovana ny fasana."
    },
    "28": {
        "1": "Taorian’ny sabata, rehefa nihanazava ny andro tamin’ny andro voalohany amin’ny herinandro, dia tonga hijery ny fasana i Maria Magdalena sy ilay Maria anankiray.",
        "2": "Ary injay nisy horohoron-tany mafy, fa nisy anjelin’i Jehovah nidina avy any an-danitra ka nankeo amin’ny fasana ary nanakodia ny vato ka nipetraka teo amboniny.",
        "3": "Nanjelanjelatra toy ny tselatra ny fahitana ilay anjely, ary fotsy mangatsakatsaka * ny akanjony.",
        "4": "Dia tora-kovitra ny mpiambina fa natahotra azy, ka tsy nahahetsika toy ny maty.",
        "5": "Hoy anefa ilay anjely tamin’ireo vehivavy: “Aza matahotra. Fantatro fa i Jesosy, ilay nofantsihana tamin’ny hazo fijaliana, no tadiavinareo.",
        "6": "Tsy ato izy fa efa natsangana, araka ny efa nolazainy. Avia, jereo fa teo no nandriany.",
        "7": "Mandehana haingana milaza amin’ny mpianany hoe: ‘Efa natsangana tamin’ny maty izy ary hialoha anareo any Galilia. Any no hahitanareo azy.’ Hilaza izany aminareo no nahatongavako.”",
        "8": "Koa niala haingana teo am-pasana ireo, sady natahotra no faly be, ary nihazakazaka mba hilaza izany tamin’ny mpianatra.",
        "9": "Ary nifanena tamin’ireo i Jesosy, ka nilaza hoe: “Manahoana ianareo!” Dia nanatona ireo, ary nihazona azy tamin’ny tongony sady niankohoka teo anatrehany.",
        "10": "Ary hoy i Jesosy taminy: “Aza matahotra! Mandehana milaza amin’ny rahalahiko mba ho any Galilia, fa any no hahitany ahy.”",
        "11": "Raha mbola teny an-dalana ireo, dia nisy tamin’ny mpiambina nankany an-tanàna nilaza tamin’ny lehiben’ny mpisorona ny zava-nitranga rehetra.",
        "12": "Rehefa avy niara-nivory tamin’ny anti-panahy ny lehiben’ny mpisorona ka nikaon-doha niaraka tamin’izy ireo, dia nanome farantsa volafotsy be dia be ho an’ny miaramila",
        "13": "ka niteny hoe: “Lazao hoe: ‘Tonga alina ny mpianany nangalatra azy raha mbola natory izahay.’",
        "14": "Horesenay lahatra ny governora raha reny izany, ka tsy misy tokony hatahoranareo.”",
        "15": "Koa noraisin’ny miaramila ireo farantsa volafotsy ary nanao araka izay nolazaina taminy izy. Ary niely teo amin’ny Jiosy izany teny izany mandraka androany.",
        "16": "Fa ny mpianatra iraika ambin’ny folo lahy kosa nankany Galilia, ho any amin’ilay tendrombohitra nasain’i Jesosy nalehany.",
        "17": "Ary nony nahita an’i Jesosy ireo, dia niankohoka. Nisy anefa nisalasala.",
        "18": "Fa nanatona i Jesosy ka niteny taminy hoe: “Efa nomena ahy ny fahefana rehetra any an-danitra sy etỳ an-tany.",
        "19": "Koa mandehana àry, ataovy mpianatra ny olona any amin’ny firenena rehetra, ka ataovy batisa amin’ny anaran’ny Ray sy amin’ny anaran’ny Zanaka ary amin’ny anaran’ny fanahy * masina.",
        "20": "Ampianaro izy hitandrina izay rehetra nandidiako anareo. Ary homba anareo foana aho, mandra-pahatongan’ny fifaranan’ny rafitr’ity tontolo ity.”"
    },
    "meta": {
        "name": "Matio",
        "order": 39,
        "chapter_number": 28
    }
}