{
    "1": {
        "1": "Ny boky mirakitra ny tantaran’i Jesosy Kristy, zanak’i Davida, zanak’i Abrahama:",
        "2": "I Abrahama niteraka an’i Isaka; Isaka niteraka an’i Jakoba; Jakoba niteraka an’i Joda sy ny rahalahiny;",
        "3": "Joda niteraka an’i Pereza sy Zera tamin’i Tamara; Pereza niteraka an’i Hezrona; Hezrona niteraka an’i Rama;",
        "4": "Rama niteraka an’i Aminadaba; Aminadaba niteraka an’i Nasona; Nasona niteraka an’i Salmona;",
        "5": "Salmona niteraka an’i Boaza tamin’i Rahaba; Boaza niteraka an’i Obeda tamin’i Rota; Obeda niteraka an’i Jese;",
        "6": "Jese niteraka an’i Davida Mpanjaka; Davida niteraka an’i Solomona tamin’ny vadin’i Oria;",
        "7": "Solomona niteraka an’i Rehoboama; Rehoboama niteraka an’i Abia; Abia niteraka an’i Asa;",
        "8": "Asa niteraka an’i Josafata; Josafata niteraka an’i Jorama; Jorama niteraka an’i Ozia;",
        "9": "Ozia niteraka an’i Jotama; Jotama niteraka an’i Ahaza; Ahaza niteraka an’i Hezekia;",
        "10": "Hezekia niteraka an’i Manase; Manase niteraka an’i Amona; Amona niteraka an’i Josia;",
        "11": "Josia niteraka an’i Jekonia sy ny rahalahiny, tamin’ny fotoana nandefasana ny Jiosy tany an-tsesitany tany Babylona;",
        "12": "Jekonia niteraka an’i Sealtiela tany Babylona; Sealtiela niteraka an’i Zerobabela;",
        "13": "Zerobabela niteraka an’i Abihoda; Abihoda niteraka an’i Eliakima; Eliakima niteraka an’i Azora;",
        "14": "Azora niteraka an’i Zadoka; Zadoka niteraka an’i Akima; Akima niteraka an’i Elihoda;",
        "15": "Elihoda niteraka an’i Eleazara; Eleazara niteraka an’i Matana; Matana niteraka an’i Jakoba;",
        "16": "Jakoba niteraka an’i Josefa vadin’i Maria, ary Maria niteraka an’i Jesosy, izay antsoina hoe Kristy.",
        "17": "Ny taranaka rehetra nanomboka tamin’i Abrahama ka hatramin’i Davida àry, dia nisy 14; ary nanomboka tamin’i Davida ka hatramin’ny fotoana nanaovana sesitany ny Jiosy tany Babylona, dia 14; ary nanomboka tamin’ny nanaovana sesitany azy ireo tany Babylona ka hatramin’i Kristy, dia 14.",
        "18": "Hoatr’izao no nahaterahan’i Jesosy Kristy: Efa fofombadin’i Josefa i Maria renin’i Jesosy no bevohoka noho ny asan’ny fanahy masina. Mbola tsy niray trano izy roa tamin’izay.",
        "19": "Olo-marina anefa i Josefa vadiny, sady tsy te hanala baraka azy eo imason’ny olona rehetra, ka saika hisaraka taminy mangingina.",
        "20": "Rehefa avy nieritreritra tsara an’izany anefa izy, dia nisy anjelin’i Jehovah niseho taminy tao amin’ny nofy, niteny hoe: “Ry Josefa zanak’i Davida, aza matahotra ny hitondra an’i Maria vadinao ho ao an-tranonao, fa ny asan’ny fanahy masina no nahatonga azy hitoe-jaza.",
        "21": "Hiteraka zazalahy izy, ary ataovy hoe Jesosy ny anarany, satria izy no hamonjy ny fireneny ho afaka amin’ny fahotan’izy ireo.”",
        "22": "Nitranga tokoa izany rehetra izany mba ho tanteraka ilay nolazain’i Jehovah tamin’ny alalan’ny mpaminaniny hoe:",
        "23": "“Hisy virjiny ho bevohoka ka hiteraka zazalahy, ary ny anarany hatao hoe Imanoela.” Raha adika izany dia hoe: “Manampy Antsika Andriamanitra.”",
        "24": "Nifoha tamin’ny torimasony i Josefa avy eo, ka nanao an’izay nasain’ilay anjelin’i Jehovah nataony, dia nentiny tany an-tranony ny vadiny.",
        "25": "Tsy nanao firaisana taminy anefa i Josefa raha tsy efa niteraka an’ilay zaza i Maria. Dia nataony hoe Jesosy ny anarany."
    },
    "2": {
        "1": "Teraka tao Betlehema any Jodia i Jesosy, tamin’ny andron’i Heroda Mpanjaka. Taoriana kelin’izay, dia nisy mpanandro avy any Atsinanana tonga tao Jerosalema,",
        "2": "ka nanontany hoe: “Aiza izany zaza vao teraka ho mpanjakan’ny Jiosy izany? Nahita ny kintany mantsy izahay, tamin’izahay tany Atsinanana, ka tonga hiankohoka eo anatrehany.”",
        "3": "Vao naheno an’izany i Heroda Mpanjaka sy ny olona rehetra tao Jerosalema, dia nitebiteby.",
        "4": "Dia novorin’i Heroda daholo ny lehiben’ny mpisorona sy ny mpanora-dalàna rehetra teo amin’ny vahoaka, ka nanontaniany hoe aiza ny toerana hahaterahan’i Kristy.",
        "5": "Dia hoy izy ireo taminy: “Ao Betlehema any Jodia. Izao mantsy no nosoratan’ny mpaminany:",
        "6": "‘Ary ianao, ry Betlehema ao amin’ny tanin’i Joda, tsy ianao mihitsy no kely indrindra amin’ny tanàna fehezin’ireo governoran’i Joda, satria avy ao aminao no hivoahan’ilay ho mpitondra sady mpiandry ny Israely vahoakako.’”",
        "7": "Dia nampanantsoin’i Heroda mangingina ireo mpanandro ireo, ka nanontaniany tsara hoe oviana no niseho ilay kintana.",
        "8": "Dia nirahiny nankany Betlehema izy ireo, ka noteneniny hoe: “Mandehana karohy tsara ilay zaza, ka rehefa hitanareo izy, dia miverena milaza amiko fa mba handeha hiankohoka eo anatrehany koa aho.”",
        "9": "Dia lasa izy ireo rehefa avy naheno an’izany tenin’ny mpanjaka izany. Ary iny fa nandeha teo alohan’izy ireo ilay kintana efa hitany tany Atsinanana, ka tsy nijanona raha tsy teo ambonin’ilay trano nisy an’ilay zaza.",
        "10": "Faly be mihitsy izy ireo nahita an’ilay kintana.",
        "11": "Rehefa niditra tao amin’ilay trano izy ireo, dia nahita an’ilay zaza sy Maria reniny, ka nandohalika sy niankohoka teo anatrehan’ilay zaza. Nosokafan’izy ireo koa ny vata fasiany zava-tsarobidy, dia nomeny volamena sy ditin-kazo manitra ary miora ilay zaza.",
        "12": "Nampitandreman’Andriamanitra tao amin’ny nofy anefa izy ireo mba tsy hiverina tany amin’i Heroda, ka lalan-kafa no nandehanany nody tany amin’ny taniny.",
        "13": "Rehefa lasa nody izy ireo, dia nisy anjelin’i Jehovah niseho tamin’i Josefa tao amin’ny nofy, niteny hoe: “Mandehana ento mandositra any Ejipta ilay zaza sy ny reniny, dia aza miala any raha tsy efa miteny aminao aho. Efa hikaroka an’ilay zaza mantsy i Heroda fa te hamono azy.”",
        "14": "Dia nentin’i Josefa tamin’iny alina iny ilay zaza sy ny reniny, ka lasa nankany Ejipta izy ireo.",
        "15": "Nijanona tany izy mandra-pahafatin’i Heroda. Tanteraka àry ilay nasain’i Jehovah nolazain’ny mpaminaniny hoe: “Nantsoiko hiala avy tany Ejipta ny zanako.”",
        "16": "Tezitra be i Heroda rehefa hitany fa voafitak’ireo mpanandro izy. Dia naniraka olona izy hamono ny zazalahikely rehetra tany Betlehema sy ny faritra rehetra manodidina, dia izay roa taona no ho midina, araka izay efa nohadihadiny tsara tamin’ireo mpanandro.",
        "17": "Tamin’izay no tanteraka ilay nasaina nolazain’i Jeremia mpaminany hoe:",
        "18": "“Nisy feo re tany Rama, dia feon’olona mitomany sy midradradradra mafy. Nitomany an’ireo zanany i Rahely, ka tsy nety nampiononina izy, satria tsy eo intsony izy ireny.”",
        "19": "Rehefa maty i Heroda, dia nisy anjelin’i Jehovah niseho tamin’i Josefa tao amin’ny nofy, tany Ejipta.",
        "20": "Hoy ilay anjely: “Mandehana ento miverina any amin’ny tanin’ny Israely ilay zaza sy ny reniny, fa efa maty ireo nitady hamono azy.”",
        "21": "Dia nentiny niverina tany amin’ny tanin’ny Israely ilay zaza sy ny reniny.",
        "22": "Henon’i Josefa anefa hoe i Arkelaosy no lasa mpanjakan’i Jodia nandimby an’i Heroda rainy, ka natahotra ny ho any Jodia izy. Nampitandreman’Andriamanitra tao amin’ny nofy koa i Josefa, ka lasa nankany amin’ny faritr’i Galilia.",
        "23": "Dia tonga tao amin’ny tanàna nantsoina hoe Nazareta izy ka nipetraka tao, mba ho tanteraka izay nasaina nolazain’ny mpaminany hoe: “Hantsoina hoe Nazareanina izy.”"
    },
    "3": {
        "1": "Tatỳ aoriana, dia tonga nitory tany an-tany efitr’i Jodia i Jaona Mpanao Batisa.",
        "2": "Hoy izy: “Mibebaha fa efa akaiky ny Fanjakan’ny lanitra.”",
        "3": "Izy, raha ny marina, ilay nolazaina tamin’ny alalan’i Isaia mpaminany hoe: “Izany fa misy miantsoantso any an-tany efitra hoe: ‘Omano ny lalana halehan’i Jehovah! Ataovy mahitsy ny lalany.’”",
        "4": "Nanao akanjo volon-drameva sy fehikibo hoditra i Jaona. Valala sy tantelidia no sakafony.",
        "5": "Dia nivoaka hihaino an’i Jaona ny olona tany Jerosalema sy eran’i Jodia ary ny faritra rehetra manodidina ny Reniranon’i Jordana.",
        "6": "Nataony batisa tao amin’ny Reniranon’i Jordana izy ireo sady niaiky ny fahotany teo imason’ny olona.",
        "7": "Nahita Fariseo sy Sadoseo be dia be nankeo amin’ilay toerana nanaovany batisa i Jaona, ka niteny tamin’izy ireo hoe: “Ry taranaky ny bibilava misy poizina, iza no nampitandrina anareo mba tsy hiharan’ny fahatezerana ho avy?",
        "8": "Asehoy amin’ny ataonareo àry fa mibebaka ianareo.",
        "9": "Sao mantsy ianareo mieritreritra hoe: ‘I Abrahama no Rainay.’ Fa lazaiko aminareo fa hain’Andriamanitra ny manova an’iretsy vato iretsy ho lasa zanak’i Abrahama.",
        "10": "Efa mipetraka eo am-pototry ny hazo sahady ny famaky. Hokapaina àry izay hazo tsy mamoa voa tsara, ka hatsipy ao anaty afo.",
        "11": "Izaho manao batisa anareo amin’ny rano satria mibebaka ianareo. Ilay ho avy ao aorianako anefa mahery noho izaho, ka tsy mendrika hanala ny kapany akory aza aho. Izy no hanao batisa anareo amin’ny fanahy masina sy amin’ny afo.",
        "12": "Efa eny an-tanany ny fitaovana fikororohana, ka hodioviny tanteraka ny famoloany. Dia hangoniny ao an-trano fitehirizana ny vary, fa ny akofa sy ny mololo kosa hodorany amin’ny afo tsy mety maty.”",
        "13": "Niala tany Galilia i Jesosy avy eo, ka nankeo amin’i Jaona teo amoron’i Jordana mba hataony batisa.",
        "14": "Nitady hisakana azy anefa i Jaona ka niteny hoe: “Izaho no tokony hataonao batisa, dia ianao indray ve no mankatỳ amiko?”",
        "15": "Hoy i Jesosy taminy: “Ataovy ihany aloha, fa izany no ahafahantsika manatanteraka ny sitrapon’Andriamanitra rehetra.” Dia tsy nisakana azy intsony i Jaona.",
        "16": "Raha vao vita batisa i Jesosy, dia niakatra avy tao anaty rano. Ary nisokatra ny lanitra, ka hitan’i Jaona nidina toy ny voromailala nankeo ambonin’i Jesosy ny fanahin’Andriamanitra.",
        "17": "Dia nisy feo koa avy any an-danitra niteny hoe: “Io no Zanako malalako, ilay ankasitrahako.”"
    },
    "4": {
        "1": "Nentin’ny fanahy masina nankany an-tany efitra i Jesosy avy eo, dia nalain’ny Devoly fanahy.",
        "2": "Noana izy rehefa avy nifady hanina 40 andro sy 40 alina.",
        "3": "Dia nanatona azy ilay Mpaka fanahy, ka niteny taminy hoe: “Raha zanak’Andriamanitra ianao, dia teneno ireto vato ireto mba ho lasa mofo.”",
        "4": "Hoy anefa izy: “Voasoratra hoe: ‘Tsy ny mofo ihany no ilain’ny olona mba hahavelona azy, fa ny teny rehetra lazain’i Jehovah koa.’”",
        "5": "Nitondra azy nankany amin’ny tanàna masina ny Devoly avy eo, dia nametraka azy teo an-tampon’ny mandan’ny tempoly.",
        "6": "Ary hoy izy taminy: “Raha zanak’Andriamanitra ianao, dia mianjerà any ambany any, fa voasoratra hoe: ‘Homeny baiko hanampy anao ny anjeliny’, ary ‘hitondra anao eny an-tanany izy ireo, mba tsy hidona amin’ny vato ny tongotrao.’”",
        "7": "Dia hoy i Jesosy taminy: “Voasoratra koa hoe: ‘Aza mitsapa toetra an’i Jehovah Andriamanitrao.’”",
        "8": "Nentin’ny Devoly teo amin’ny tendrombohitra avo dia avo indray izy. Dia nasehony azy ny fanjakana rehetra eo amin’izao tontolo izao sy ny voninahitr’ireny fanjakana ireny.",
        "9": "Ary hoy izy taminy: “Homeko anao daholo ireo rehetra ireo, raha miankohoka indray mandeha eto anatrehako ianao.”",
        "10": "Hoy anefa i Jesosy: “Mandehana ianao, ry Satana! Fa voasoratra hoe: ‘I Jehovah Andriamanitrao no tsy maintsy iankohofanao, ary izy irery ihany no tsy maintsy tompoinao.’”",
        "11": "Dia nandao azy ny Devoly, ary ireo fa nisy anjely tonga nikarakara azy.",
        "12": "Rehefa henon’i Jesosy hoe nosamborina i Jaona, dia lasa nankany Galilia izy.",
        "13": "Niala tany Nazareta izy taorian’izay, dia nipetraka tao Kapernaomy, tanàna amoron-dranomasina, ao amin’ireo faritra misy an’i Zebolona sy Naftaly.",
        "14": "Tanteraka àry izay nasaina nolazain’i Isaia mpaminany hoe:",
        "15": "“Ry Galilia fonenan’ny hafa firenena, tanin’i Zebolona sy tanin’i Naftaly, izay eo amin’ny lalana mankany amin’ny ranomasina sady ampitan’ny Reniranon’i Jordana!",
        "16": "Nahita hazavana be ny olona nipetraka tao amin’ny haizina, ary niposahan’ny hazavana ireo nipetraka tao amin’ny faritra misy aloky ny fahafatesana.”",
        "17": "Nanomboka tamin’izay i Jesosy no nitory hoe: “Mibebaha fa efa akaiky ny Fanjakan’ny lanitra.”",
        "18": "Nandeha teny amoron’ny Ranomasin’i Galilia izy, indray mandeha, dia nahita mpirahalahy: I Simona izay antsoina hoe Petera, sy Andrea rahalahiny. Nanipy harato tao anaty ranomasina izy roa lahy, satria mpanarato.",
        "19": "Dia hoy i Jesosy taminy: “Andao hanaraka ahy, fa hataoko mpanarato olona ianareo.”",
        "20": "Tonga dia namela ny haratony izy ireo ka nanaraka azy.",
        "21": "Mbola nandroso ihany izy dia nahita an’i Jakoba sy Jaona. Mpirahalahy izy ireo, ary zanak’i Zebedio. Tao an-tsambokely niaraka tamin’ny rainy izy roa lahy tamin’izay, nanamboatra ny simba tamin’ny haratony. Dia nantsoin’i Jesosy izy ireo,",
        "22": "ka tonga dia nandao an’ilay sambokely sy ny rainy, ary nanaraka azy.",
        "23": "Nandeha nanerana an’i Galilia manontolo izy avy eo, ka nampianatra tany amin’ny synagoga, sy nitory ny vaovao tsaran’ilay Fanjakana, ary nanasitrana ny karazan’aretina rehetra tamin’ny vahoaka.",
        "24": "Ary niely nanerana an’i Syria ny lazany, ka nentin’ny olona teo aminy izay nijalijaly sy nanaintaina mafy noho ny aretina isan-karazany, ary izay nisy demonia sy voan’ny androbe ary nalemy. Dia nositraniny daholo ireny.",
        "25": "Koa nisy vahoaka be nanaraka azy avy any Galilia sy Dekapolisy sy Jerosalema sy Jodia ary avy any ampitan’i Jordana."
    },
    "5": {
        "1": "Rehefa nahita ny vahoaka i Jesosy, dia niakatra teo an-tendrombohitra. Ary nanatona azy ny mpianany rehefa tafapetraka izy.",
        "2": "Dia nanomboka nampianatra azy ireo izy hoe:",
        "3": "“Sambatra izay mahatsapa fa mila an’Andriamanitra, fa azy ny Fanjakan’ny lanitra.",
        "4": "“Sambatra izay malahelo, fa izy no hampiononina.",
        "5": "“Sambatra izay malemy fanahy, fa izy no handova ny tany.",
        "6": "“Sambatra izay noana sy mangetaheta ny fahamarinana, fa izy no hovokisana.",
        "7": "“Sambatra izay mamindra fo, fa izy no hamindrana fo.",
        "8": "“Sambatra izay madio fo, fa izy no hahita an’Andriamanitra.",
        "9": "“Sambatra ny mpampihavana, fa izy no hantsoina hoe zanak’Andriamanitra.",
        "10": "“Sambatra izay enjehina noho ny fahamarinana, fa azy ny Fanjakan’ny lanitra.",
        "11": "“Sambatra ianareo raha haratsin’ny olona sy enjehiny ary amoronany lainga hoe nanao an’izao zava-dratsy rehetra izao noho ny amiko.",
        "12": "Mifalia sy miravoravoa, satria lehibe ny valisoanareo any an-danitra. Efa nenjehiny hoatr’izany koa mantsy ny mpaminany talohanareo.",
        "13": "“Ianareo no siran’ny tany. Raha lasa matsatso anefa ny sira, dia ahoana no hamerenana azy ho masira indray? Tsy azo ampiasaina na amin’inona na amin’inona intsony izy, fa hatsipy eny ivelany mba hohitsakitsahin’ny olona.",
        "14": "“Ianareo no fahazavan’izao tontolo izao. Tsy azo afenina ny tanàna eny an-tampon-tendrombohitra.",
        "15": "Rehefa mandrehitra jiro ny olona, dia tsy mametraka azy ao ambany sobika fa eo amin’ny fitoeran-jiro, mba hanazava an’izay rehetra ao an-trano.",
        "16": "Avelao hamirapiratra eo anatrehan’ny olona koa ny hazavanareo, mba ho hitany ny asa tsara ataonareo, ka hanome voninahitra an’ilay Rainareo any an-danitra izy.",
        "17": "“Aza mihevitra hoe tonga hanafoana ny Lalàna na ny Mpaminany aho. Tsy tonga hanafoana aho, fa hanatanteraka.",
        "18": "Lazaiko marina aminareo fa na ho levona aza ny lanitra sy ny tany, dia tsy hisy ho levona mihitsy na ny litera kely indrindra na ny tendron-tsoratra iray amin’ny Lalàna, raha tsy efa tanteraka izay rehetra voasoratra ao.",
        "19": "Koa izay mandika ny iray amin’ireo didy kely indrindra ireo sady mampianatra ny olona hanao hoatr’izany koa, dia tsy mendrika hiditra ao amin’ny Fanjakan’ny lanitra. Fa izay mankatò sy mampianatra an’ireo didy ireo kosa no mendrika hiditra ao amin’ny Fanjakan’ny lanitra.",
        "20": "Lazaiko aminareo fa tsy hiditra ao amin’ny Fanjakan’ny lanitra mihitsy ianareo, raha tsy marina kokoa noho ny mpanora-dalàna sy ny Fariseo.",
        "21": "“Efa henonareo fa nolazaina tamin’ny olona fahiny hoe: ‘Aza mamono olona, fa izay mamono olona dia hatao ampamoaka eny amin’ny fitsarana.’",
        "22": "Izaho anefa milaza aminareo fa izay tezitra foana amin’ny rahalahiny, dia hatao ampamoaka eny amin’ny fitsarana. Ary izay manambany sy manompa ny rahalahiny, dia hatao ampamoaka eny amin’ny Fitsarana Tampony. Ary izay milaza hoe: ‘Ilay adala tsisy fotony ity!’, dia mendrika ho any amin’ny Gehena mirehitra.",
        "23": "“Raha mitondra fanomezana mankeny amin’ny alitara àry ianao, ka eny ianao no mahatsiaro fa manana alahelo aminao ny rahalahinao,",
        "24": "dia avelao eo anoloan’ny alitara eo ilay fanomezanao, ary mandehana aloha mihavana amin’ny rahalahinao. Miverena avy eo, dia atolory ilay fanomezanao.",
        "25": "“Mifandamìna haingana amin’ilay miady aminao any amin’ny fitsarana, dieny mbola eny an-dalana ho any ianareo. Sao mantsy izy hanolotra anao amin’ny mpitsara, dia ny mpitsara indray hanolotra anao amin’ny mpampihatra didim-pitsarana, ka hogadraina ianao.",
        "26": "Lazaiko marina aminao fa tsy ho tafavoaka any mihitsy ianao, raha tsy efa voaloanao hatramin’ny vola madinika farany tokony haloanao.",
        "27": "“Efa henonareo fa voalaza hoe: ‘Aza manitsakitsa-bady.’",
        "28": "Izaho kosa anefa milaza aminareo fa izay rehetra tsy mitsahatra mijery vehivavy ka maniry hanao firaisana aminy, dia efa nanitsakitsa-bady tao am-pony.",
        "29": "Raha mahatonga anao hanota àry ny masonao ankavanana, dia esory ka ario lavitra anao. Fa aleo mamoy maso iray, toy izay ny vatanao manontolo no hatsipy any amin’ny Gehena.",
        "30": "Raha mahatonga anao hanota koa ny tananao havanana, dia tapaho ka ario lavitra anao. Fa aleo mamoy tanana iray, toy izay ny vatanao manontolo no ho lasa any amin’ny Gehena.",
        "31": "“Voalaza koa hoe: ‘Izay misaraka amin’ny vadiny, dia tokony hanome azy taratasy fisaraham-panambadiana.’",
        "32": "Izaho kosa milaza aminareo hoe izay lehilahy misaraka amin’ny vadiny, afa-tsy noho ny fijangajangana ihany, dia mety hahatonga an’ilay vehivavy hanitsakitsa-bady. Ary izay manambady vehivavy nisarahan’ny vadiny, dia manitsakitsa-bady.",
        "33": "“Efa henonareo koa fa nolazaina tamin’ny olona fahiny hoe: ‘Aza mianiana nefa avy eo tsy manatanteraka, fa tsy maintsy efainao ny voady nataonao tamin’i Jehovah.’",
        "34": "Izaho kosa milaza aminareo hoe: Aza mianiana mihitsy, na amin’ny lanitra, satria seza fiandrianan’Andriamanitra izany,",
        "35": "na amin’ny tany, satria fitoeran-tongony izany, na amin’i Jerosalema, satria tanànan’ny Mpanjaka lehibe izany.",
        "36": "Aza mianiana amin’ny lohanao koa, satria tsy mahavita manova singam-bolo iray ho fotsy na mainty ianao.",
        "37": "Fa aleo ny teninareo rehefa ‘Eny’ dia eny, rehefa ‘Tsia’ dia tsia, fa avy amin’ilay ratsy ny ankoatra an’izany.",
        "38": "“Efa henonareo fa voalaza hoe: ‘Maso ho solon’ny maso ary nify ho solon’ny nify.’",
        "39": "Izaho kosa milaza aminareo hoe: Aza manohitra an’izay manisy ratsy anao, fa na iza na iza manisy tehamaina ny takolakao ankavanana, dia atodiho any aminy koa ny takolakao ilany.",
        "40": "Raha misy te hitory anao any amin’ny fitsarana mba hahazoany ny akanjonao, dia avelao ho lasany koa ny akanjonao ivelany.",
        "41": "Ary raha misy manam-pahefana manery anao hitondra entana amin’ny lalana iray kilaometatra, dia mandehana miaraka aminy roa kilaometatra.",
        "42": "Omeo izay mangataka aminao, ary aza andosirana izay te hindram-bola aminao.",
        "43": "“Efa henonareo fa voalaza hoe: ‘Tiavo ny namanao ary ankahalao ny fahavalonao.’",
        "44": "Izaho kosa milaza aminareo hoe: Tiavo foana ny fahavalonareo, ary mivavaha foana ho an’izay manenjika anareo,",
        "45": "amin’izay ianareo lasa zanak’ilay Rainareo any an-danitra. Izy mantsy mampiposaka ny masoandrony amin’ny ratsy fanahy sy ny tsara fanahy, ary mandatsaka orana amin’ny marina sy ny tsy marina.",
        "46": "Fa raha izay tia anareo ihany no tianareo, dia inona no valisoa azonareo? Tsy hoatr’izany koa ve no ataon’ny mpamory hetra?",
        "47": "Ary raha ny rahalahinareo ihany no arahabainareo, dia inona no mampiavaka an’izany ataonareo izany? Tsy hoatr’izany koa ve no ataon’ny olona eo amin’izao tontolo izao?",
        "48": "Koa tsy maintsy lavorary ianareo, tahaka ny Rainareo any an-danitra izay lavorary."
    },
    "6": {
        "1": "“Tandremo sao hoe ny mba ho hitan’ny olona fotsiny no antony anaovanareo ny marina eo imasony. Raha izany mantsy, dia tsy hahazo valisoa avy amin’ilay Rainareo any an-danitra ianareo.",
        "2": "Koa rehefa manome zavatra mba hiantrana ny mahantra ianao, dia aza mitsoka trompetra eo alohanao, toy ny ataon’ny mpihatsaravelatsihy ao amin’ny synagoga sy eny an-dalana mba hideran’ny olona azy. Lazaiko marina aminareo fa efa azony daholo ny valisoany.",
        "3": "Fa ianao kosa rehefa manome zavatra mba hiantrana ny mahantra, dia aza atao fantatry ny tananao ankavia izay ataon’ny tananao ankavanana,",
        "4": "mba tsy hisy hahafantatra hoe niantra ny mahantra ianao. Dia hamaly soa anao ilay Rainao izay mijery anao na dia tsy hitanao aza.",
        "5": "“Ary rehefa mivavaka ianareo, dia aza manao hoatran’ny mpihatsaravelatsihy. Tia mivavaka mitsangana ao amin’ny synagoga sy eny an-joron-dalambe mantsy izy ireny, satria te ho hitan’ny olona. Lazaiko marina aminareo fa efa azony daholo ny valisoany.",
        "6": "Fa ianao kosa rehefa mivavaka, dia midira ao amin’ny efitranonao. Dia hidio ny varavarana, ary avy eo dia mivavaha amin’ilay Rainao tsy hita maso. Dia hamaly soa anao ilay Rainao mahita ny zava-drehetra.",
        "7": "Rehefa mivavaka ianareo, dia aza mamerimberina zavatra mitovy foana, hoatran’ny ataon’ny olona eo amin’izao tontolo izao. Mihevitra mantsy izy ireo fa rehefa lava be ny vavaka ataony dia hohenoina izy.",
        "8": "Aza manahaka azy àry, fa fantatry ny Rainareo izay ilainareo, na dia mbola tsy mangataka aminy akory aza ianareo.",
        "9": "“Hoatr’izao àry lazaina rehefa mivavaka: “‘Rainay izay any an-danitra, hohamasinina anie ny anaranao!",
        "10": "Ho tonga anie ny Fanjakanao! Hatao etỳ an-tany anie ny sitraponao, tahaka ny any an-danitra!",
        "11": "Omeo anay anio izay sakafo sahaza anay anio,",
        "12": "ary mamelà ny helokay, tahaka ny namelanay izay meloka taminay.",
        "13": "Ary aza avela ho resin’ny fakam-panahy izahay, fa afaho amin’ilay ratsy.’",
        "14": "“Raha mamela ny heloky ny olona ianareo, dia hamela ny helokareo koa ny Rainareo any an-danitra.",
        "15": "Fa raha tsy mamela ny heloky ny olona kosa ianareo, dia tsy hamela ny helokareo koa ny Rainareo.",
        "16": "“Rehefa mifady hanina ianareo, dia aza manao hoatran’ny mpihatsaravelatsihy. Fa mody manao maloka endrika be izy, mba ho hitan’ny olona hoe mifady hanina. Lazaiko marina aminareo fa efa azony daholo ny valisoany.",
        "17": "Fa ianao kosa rehefa mifady hanina, dia hosory menaka ny lohanao ary sasao ny tarehinao,",
        "18": "amin’izay dia ilay Rainao tsy hita maso irery ihany, fa tsy ny olona, no hahita hoe mifady hanina ianao. Dia hamaly soa anao ilay Rainao mahita ny zava-drehetra.",
        "19": "“Aza manangona harena ho anareo intsony etỳ an-tany, izay misy bibikely sy harafesina manimba, sady misy mpangalatra mamaky trano sy mangalatra.",
        "20": "Manangòna kosa harena ho anareo any an-danitra, izay tsy misy bibikely na harafesina manimba, sady tsy misy mpangalatra mamaky trano na mangalatra.",
        "21": "Fa any amin’izay misy ny harenanao, dia ho any koa ny fonao.",
        "22": "“Ny maso no jiron’ny vatana. Raha mifantoka tsara àry ny masonao, dia hazava tsara ny tenanao manontolo.",
        "23": "Fa raha mitsiriritra kosa ny masonao, dia ho maizina ny tenanao manontolo. Ary raha lasa haizina ny hazavana ao anatinao, dia tena ho haizim-pito izany!",
        "24": "“Tsy misy mahavita manompo tompo roa, fa ny iray ho halany ary ny iray ho tiany, na ny iray hifikirany ary ny iray hataony tsinontsinona. Tsy mahavita manompo an’Andriamanitra sy ny Harena ianareo.",
        "25": "“Izany no antony ilazako aminareo hoe: Aza manahy intsony ny amin’ny ainareo, hoe inona no hohaninareo na hosotroinareo, na manahy momba ny vatanareo, hoe inona no hotafinareo. Tsy sarobidy noho ny sakafo ve ny aina, ary tsy sarobidy noho ny fitafiana ny vatana?",
        "26": "Jereo tsara ny voro-manidina: Tsy mba mamafy na mijinja na manangona sakafo ao an-trano fitehirizam-bokatra ireny, nefa manome sakafo azy ilay Rainareo any an-danitra. Tsy sarobidy noho ireny ve ianareo?",
        "27": "Iza aminareo no mahay manalava ny androm-piainany, na dia kely aza, rehefa manahy?",
        "28": "Nahoana koa ianareo no manahy ny amin’ny fitafiana? Diniho tsara ange ny voninkazo eny an-tsaha e! Tsy miasa mafy na manao kofehy ireny,",
        "29": "nefa lazaiko aminareo fa na i Solomona tao amin’ny voninahiny rehetra aza tsy nitafy hoatran’ny iray amin’ireny.",
        "30": "Koa raha ny zavamaniry any an-tsaha aza ataon’Andriamanitra mitafy tsara tarehy hoatr’izany, nefa androany ihany ireny no eo, fa rahampitso dia hatsipy any anaty afo, tsy mainka ve ianareo, ry kely finoana?",
        "31": "Koa aza manahy mihitsy ianareo hoe: ‘Inona no hohaninay?’, na ‘Inona no hosotroinay?’, na ‘Inona no hotafinay?’",
        "32": "Izany rehetra izany mantsy no tena tadiavin’ny olona eo amin’izao tontolo izao. Fa fantatr’ilay Rainareo any an-danitra fa ilainareo izany rehetra izany.",
        "33": "“Katsaho foana àry aloha ilay Fanjakana sy ny fahamarinan’Andriamanitra, dia homena anareo koa izany rehetra izany.",
        "34": "Koa aza manahy mihitsy ny amin’ny ampitso, fa aleo rahampitso no manahy ny amin’ny rahampitso. Efa ampy ny olana mitranga amin’ny andro tsirairay."
    },
    "7": {
        "1": "“Aza mitsara intsony mba tsy hotsaraina.",
        "2": "Fa araka izay fitsarana ataonareo no hitsarana anareo, ary araka izay famarana ampiasainareo no hamarana ho anareo.",
        "3": "Koa maninona ianao no mijery ny sombin-kazo eo amin’ny mason’ny rahalahinao, nefa ny vatan-kazo eo amin’ny masonao aza tsy hitanao?",
        "4": "Ary ahoana no itenenanao amin’ny rahalahinao hoe: ‘Aleo hesoriko ny sombin-kazo eo amin’ny masonao’, nefa eo amin’ny masonao aza misy vatan-kazo?",
        "5": "Ry mpihatsaravelatsihy! Esory aloha ny vatan-kazo eo amin’ny masonao, dia ho hitanao tsara hoe ahoana no hanesorana ny sombin-kazo eo amin’ny mason’ny rahalahinao.",
        "6": "“Aza omena ny alika ny zava-masina ary aza atsipy ho an’ny kisoa ny perla any aminareo, sao hohitsakitsahiny dia ianareo indray no hifoterany ka hoviravirainy.",
        "7": "“Mangataha foana, dia homena ianareo. Mitadiava foana, dia hahita ianareo. Dondòny foana, dia hovohana ianareo.",
        "8": "Fa izay mangataka no mahazo, ary izay mitady no mahita, ary izay mandondòna no hovohana.",
        "9": "Iza aminareo tokoa moa raha angatahan’ny zanany mofo no hanome azy vato?",
        "10": "Na raha angatahany trondro no hanome azy bibilava?",
        "11": "Koa raha ianareo, na dia ratsy fanahy aza, mahalala manome zavatra tsara ho an’ny zanakareo, mainka fa ilay Rainareo any an-danitra! Tena hanome zavatra tsara ho an’izay mangataka aminy izy.",
        "12": "“Izay rehetra tianareo hataon’ny olona aminareo àry, dia mba ataovy aminy koa. Izany, raha ny marina, no lazain’ny Lalàna sy ny Mpaminany.",
        "13": "“Midira amin’ny vavahady tery. Fa lehibe ny vavahady ary malalaka ny lalana mankany amin’ny fandringanana, ka be dia be no miditra any.",
        "14": "Tery kosa ny vavahady ary tery koa ny lalana mankany amin’ny fiainana, ka vitsy no mahita azy.",
        "15": "“Mitandrema amin’ny mpaminany sandoka tonga eo aminareo, fa mitafy hodi-janak’ondry izy ireny nefa ny ao anatiny ao amboadia manaikitra.",
        "16": "Ny voany no hahafantaranareo tsara an’ireny. Fa angaha misy olona mioty voaloboka na aviavy eny amin’ny tsilo? Tsy misy olona manao an’izany mihitsy.",
        "17": "Hoatr’izany koa fa ny hazo tsara rehetra dia mamoa voa tsara, fa ny hazo ratsy rehetra kosa mamoa voa ratsy.",
        "18": "Tsy mety mamoa voa ratsy ny hazo tsara, ary tsy mety mamoa voa tsara ny hazo ratsy.",
        "19": "Hokapaina izay hazo rehetra tsy mamoa voa tsara, ka hatsipy any anaty afo.",
        "20": "Ny zavatra ataon’ireny mpaminany sandoka ireny àry no hahafantaranareo azy.",
        "21": "“Tsy izay rehetra milaza amiko hoe: ‘Tompo ô, Tompo ô’, no hiditra ao amin’ny Fanjakan’ny lanitra, fa izay manao ny sitrapon’ny Raiko izay any an-danitra ihany.",
        "22": "Maro no hilaza amiko amin’izany andro izany hoe: ‘Tompo ô, Tompo ô, angaha moa izahay tsy efa naminany tamin’ny anaranao, sady efa namoaka demonia tamin’ny anaranao, ary efa nanao fahagagana be dia be tamin’ny anaranao?’",
        "23": "Holazaiko tsara aminy anefa amin’izay fotoana izay hoe: ‘Tsy fantatro mihitsy ianareo! Mialà eto amiko ianareo mpandika lalàna!’",
        "24": "“Koa izay rehetra maheno an’izany teniko izany ka mankatò, dia mitovy amin’ny lehilahy malina izay nanorina ny tranony teo ambony vatolampy.",
        "25": "Avy be ny orana ka nisy riaka be, sady nifofofofo namely an’ilay trano ny rivotra. Tsy nirodana anefa ilay trano, satria naorina teo ambony vatolampy.",
        "26": "Fa izay rehetra maheno an’izany teniko izany kosa ka tsy mankatò, dia mitovy amin’ny lehilahy adala nanorina ny tranony teo ambony fasika.",
        "27": "Avy be ny orana ka nisy riaka be, sady nifofofofo namely an’ilay trano ny rivotra. Dia nirodana ilay trano ka rava tanteraka.”",
        "28": "Rehefa avy niteny an’izany rehetra izany i Jesosy, dia gaga ny vahoaka tamin’ny fomba fampianany.",
        "29": "Nampianatra azy ireo toy ny olona manana fahefana mantsy izy, fa tsy toy ny mpanora-dalàna."
    },
    "8": {
        "1": "Rehefa nidina avy teo amin’ilay tendrombohitra izy, dia nisy vahoaka be nanaraka azy.",
        "2": "Ary iny nisy lehilahy boka nanatona azy ka niankohoka teo anatrehany, sady niteny hoe: “Tompo ô, raha mba tianao mantsy ny hanadio ahy, dia ho vitanao izany.”",
        "3": "Koa nanatsotra ny tanany i Jesosy ka nikasika azy, sady niteny hoe: “Tiako izany ka! Madiova ianao.” Tonga dia sitrana ny habokany ka nadio izy.",
        "4": "Hoy i Jesosy avy eo: “Tandremo sao miteniteny amin’olona. Fa mandehana miseho any amin’ny mpisorona, dia atolory ny fanomezana nasain’i Mosesy nomena, mba ho hitan’izy ireo fa sitrana ianao.”",
        "5": "Rehefa niditra tao Kapernaomy i Jesosy, dia nisy manamboninahitra nanatona azy ka niangavy",
        "6": "hoe: “Azafady, tompoko! Mandamaka ao an-trano ao ny mpanompoko fa malemy. Mijaly be mihitsy izy.”",
        "7": "Dia hoy izy taminy: “Hositraniko izy rehefa tonga any aho.”",
        "8": "Hoy anefa ilay manamboninahitra: “Tsy mendrika ny handray anao ao an-tranoko aho, tompoko, fa mitenena fotsiny dia ho sitrana ny mpanompoko.",
        "9": "Izaho koa mantsy eo ambany fahefan’olona, sady manana miaramila eo ambany fahefako. Dia raha miteny amin’ny miaramila anankiray aho hoe: ‘Mandehana!’, dia lasa izy, ary amin’ny anankiray kosa hoe: ‘Avia!’, dia tonga izy, ary amin’ny mpanompoko hoe: ‘Ataovy ity!’, dia ataony izany.”",
        "10": "Ary gaga i Jesosy rehefa naheno an’izany, ka niteny tamin’ireo olona nanaraka azy hoe: “Lazaiko marina aminareo fa mbola tsy nahita olona nanana finoana lehibe hoatr’izany aho teo amin’ny Israely.",
        "11": "Lazaiko aminareo fa be dia be ny olona avy any atsinanana sy ny avy any andrefana no ho tonga haka toerana eo amin’ny latabatra miaraka amin’i Abrahama sy Isaka ary Jakoba ao amin’ny Fanjakan’ny lanitra.",
        "12": "Fa ny zanak’ilay Fanjakana kosa hatsipy any amin’ny haizina any ivelany. Any izy ireo no hitomany sy hihidy vazana.”",
        "13": "Dia hoy i Jesosy tamin’ilay manamboninahitra: “Mandehana àry! Enga anie ho tanteraka izay nangatahinao, satria manam-pinoana ianao!” Dia sitrana tamin’izay ora izay ilay mpanompo.",
        "14": "Rehefa niditra tao an-tranon’i Petera i Jesosy, dia hitany nandamaka teo am-pandriana ny rafozambavin’i Petera fa nanavy.",
        "15": "Nokasihin’i Jesosy àry ny tanan’ilay ramatoa, dia afaka ny fanaviany. Dia niarina izy ka nikarakara sakafo ho an’i Jesosy.",
        "16": "Rehefa hariva ny andro, dia be dia be ny olona nisy demonia nentina teo amin’i Jesosy. Niteny fotsiny izy dia nivoaka ny fanahy ratsy. Nositraniny daholo koa izay rehetra narary.",
        "17": "Tanteraka àry izay nasaina nolazain’i Isaia mpaminany hoe: “Naka ny aretinay izy ary nitondra ny fanaintainanay.”",
        "18": "Rehefa hitan’i Jesosy fa nisy vahoaka nanodidina azy, dia nasainy nankeny ampita ny mpianany.",
        "19": "Ary nisy mpanora-dalàna nanatona ka niteny taminy hoe: “Mpampianatra ô, hanaraka anao aho na aiza na aiza halehanao.”",
        "20": "Hoy anefa i Jesosy: “Manan-davaka hisitrihana ny amboadia, ary manana akany ny voro-manidina, fa ny Zanak’olona kosa tsy mba manana an’izay hametrahany ny lohany.”",
        "21": "Nisy mpianatra hafa koa niteny taminy hoe: “Tompo ô, avelao aho aloha handeha handevina ny dadako.”",
        "22": "Hoy i Jesosy taminy: “Manaraha ahy foana, fa avelao ny maty handevina ny maty.”",
        "23": "Dia niakatra tao an-tsambokely i Jesosy, ary nanaraka azy ny mpianany.",
        "24": "Ary lasa nisy rivo-mahery teo amin’ilay ranomasina, ka saron’ny onja tsikelikely ilay sambokely. Natory anefa i Jesosy tamin’izay.",
        "25": "Nankeo aminy àry izy ireo ka namoha azy, sady niteny hoe: “Tompo ô, vonjeo fa ho faty isika!”",
        "26": "Hoy anefa izy tamin’izy ireo: “Nahoana ianareo no saro-tahotra, ry kely finoana?” Dia nitsangana izy, ary noteneniny mafy ny rivotra sy ny ranomasina, ka lasa tony be ny andro.",
        "27": "Koa gaga izy ireo ka niteny hoe: “Iza marina àry izy ity e? Fa na ny rivotra sy ny ranomasina aza mankatò azy.”",
        "28": "Rehefa tonga teny ampita tao amin’ny faritra nisy ny Gadareanina izy, dia nifanena tamin’ny lehilahy roa nisy demonia. Nivoaka avy teny am-pasana izy roa lahy ireo, ary faran’izay nahery setra ka tsy nisy sahy nandalo tamin’izany lalana izany.",
        "29": "Dia niantsoantso mafy izy ireo hoe: “Fa inona koa no anelingelenanao anay atỳ, ry Zanak’Andriamanitra? Tonga atỳ ve ianao mba hampijaly anay alohan’ny fotoana?”",
        "30": "Ary nisy kisoa be dia be nandrasana, teny lavidavitra teny.",
        "31": "Niangavy azy àry ireo demonia hoe: “Raha avoakanao izahay, dia mba alefaso ho ao amin’irỳ andian-kisoa irỳ.”",
        "32": "Ary hoy izy tamin’ireo: “Mandehana!” Nivoaka àry izy ireo ka lasa niditra tao amin’ireo kisoa ireo. Dia ireny fa nirifatra nankeny amin’ny hantsana ilay andiany manontolo, dia nivarina tany an-dranomasina ka maty an-drano.",
        "33": "Nandositra nankany an-tanàna kosa ireo mpiandry kisoa ka notantarainy daholo izay nitranga, anisan’izany ny momba an’ireo lehilahy nisy demonia.",
        "34": "Dia nivoaka hitsena an’i Jesosy daholo ny iray tanàna. Rehefa hitan’izy ireo i Jesosy, dia niangaviany hiala tao amin’ilay faritra."
    },
    "9": {
        "1": "Koa niakatra tao an-tsambokely izy ka nankeny ampita, dia nankao amin’ilay tanàna nipetrahany.",
        "2": "Ary iny fa nentin’ny olona teo aminy ny lehilahy iray malemy teo am-pandriana. Rehefa hitan’i Jesosy fa nanam-pinoana izy ireo, dia hoy izy tamin’ilay malemy: “Mahereza, anaka! Voavela ny helokao.”",
        "3": "Dia niteny anakampo ny mpanora-dalàna sasany hoe: “Manevateva an’Andriamanitra ilehity.”",
        "4": "Fantatr’i Jesosy ny eritreritr’izy ireo, ka hoy izy: “Nahoana ianareo no ratsy saina hoatr’izany?",
        "5": "Fa inona, ohatra, no mora kokoa: Ny miteny hoe: ‘Voavela ny helokao’, sa hoe: ‘Mitsangàna dia mandehana’?",
        "6": "Mba hahafantaranareo anefa fa manana fahefana hamela heloka eto an-tany ny Zanak’olona...” Dia hoy izy tamin’ilay malemy: “Mitsangàna, batao ny fandriananao, dia mandehana mody.”",
        "7": "Dia nitsangana ilay lehilahy ka lasa nody.",
        "8": "Gaga be ny vahoaka rehefa nahita an’izany ka nanome voninahitra an’Andriamanitra, izay nanome an’izany fahefana izany ho an’ny olona.",
        "9": "Rehefa niala teo i Jesosy, dia nahita lehilahy antsoina hoe Matio, nipetraka teo amin’ny birao famorian-ketra. Ary hoy izy taminy: “Andao hanara-dia ahy.” Dia nitsangana i Matio ka nanaraka azy.",
        "10": "Taorian’izay, rehefa nisakafo tao an-trano izy, dia nisy mpamory hetra sy mpanota be dia be tonga nisakafo niaraka tamin’i Jesosy sy ny mpianany.",
        "11": "Hoy anefa ny Fariseo tamin’ny mpianany, rehefa nahita an’izany: “Fa maninona ny mpampianatra anareo no miara-misakafo amin’ny mpamory hetra sy ny mpanota?”",
        "12": "Henon’i Jesosy izany ka hoy izy: “Tsy ny olona salama no mila dokotera, fa ny marary.",
        "13": "Mandehana àry fantaro ny dikan’ny hoe: ‘Aleoko olona mamindra fo, toy izay olona manao sorona.’ Fa tsy tonga hiantso ny olo-marina aho, fa ny mpanota.”",
        "14": "Nankeo aminy ny mpianatr’i Jaona avy eo, dia nanontany hoe: “Fa maninona izahay sy ny Fariseo no mifady hanina matetika, nefa ny mpianatrao tsy mba mifady?”",
        "15": "Dia hoy i Jesosy: “Tsy misy antony tokony hampalahelo ny naman’ny mpampakatra, raha mbola miaraka aminy eo ny mpampakatra. Indray andro any anefa, dia tsy hiaraka aminy intsony ny mpampakatra, ka amin’izay ry zareo vao hifady hanina.",
        "16": "Tsy misy olona manampina akanjo tonta amin’ny tapa-damba vaovao. Hisintona be mantsy ilay tapa-damba, dia handrirotra an’ilay akanjo ka vao mainka hitatra ny rovitra.",
        "17": "Ary tsy misy olona manisy divay vaovao ao anaty siny hoditra efa tonta. Raha izany mantsy, dia ho vaky ilay siny hoditra ka ho raraka ny divay ary ho simba ny siny. Fa atao ao anaty siny hoditra vaovao ny divay vaovao, ka samy tsy simba na ny siny na ny divay.”",
        "18": "Tamin’izy niteny an’izany, dia nisy mpitantana ny synagoga nanatona ka niankohoka teo anatrehany, sady niteny hoe: “Efa maty angamba izay ny zanako vavy. Andao re ho any aminay e, dia ametraho tanana izy mba ho velona!”",
        "19": "Dia nitsangana i Jesosy, ary nanaraka an’ilay lehilahy izy sy ny mpianany.",
        "20": "Ary nisy vehivavy nijaly be, fa nandeha ra nandritra ny 12 taona. Nanatona an’i Jesosy avy tao aoriana izy, ka nikasika ny mikiramborambo amin’ny morontongotry ny akanjony ivelany.",
        "21": "Fa hoy izy anakampo: “Raha mikasika ny akanjony ivelany fotsiny aho, dia ho sitrana.”",
        "22": "Ary nitodika i Jesosy ka nahita azy, dia niteny hoe: “Mahereza, anaka! Ny finoanao no nahasitrana anao.” Dia sitrana tamin’izay ora izay ilay vehivavy.",
        "23": "Rehefa tonga tao an-tranon’ilay mpitantana ny synagoga i Jesosy, dia nahita olona nitsoka sodina sy vahoaka nitabataba,",
        "24": "ka hoy izy: “Mandehana ianareo mivoaka! Tsy maty io ankizivavy io fa matory.” Dia nihomehezan’ireo izy.",
        "25": "Raha vao tafavoaka ny vahoaka, dia niditra izy ka noraisiny ny tanan’ilay ankizivavy, dia niarina ilay ankizy.",
        "26": "Ary niely eran’ilay faritra ny resaka momba an’izany.",
        "27": "Rehefa niala teo i Jesosy, dia nisy jamba roa lahy nanaraka azy sady niantsoantso mafy hoe: “Mba iantrao izahay, ry Zanak’i Davida ô!”",
        "28": "Nankeo aminy ireo jamba ireo rehefa tafiditra tao an-trano izy, ka nanontanian’i Jesosy hoe: “Mino ve ianareo fa mahavita an’izany aho?” Hoy izy ireo: “Eny, Tompoko.”",
        "29": "Dia nokasihiny ny mason’izy ireo, sady hoy izy: “Ho tanteraka aminareo anie izany, satria manam-pinoana ianareo!”",
        "30": "Dia lasa nahita ny mason’izy ireo. Noraran’i Jesosy mafy anefa izy ireo hoe: “Tandremo sao misy mahafantatra an’izao!”",
        "31": "Notantarain’izy ireo eran’ilay faritra anefa ny momba azy, rehefa tafavoaka an’ilay trano izy ireo.",
        "32": "Rehefa lasa izy ireo, dia iny fa nentin’ny olona ny lehilahy iray moana nisy demonia.",
        "33": "Dia niteny ilay moana rehefa navoaka ilay demonia. Gaga ny vahoaka ka niteny hoe: “Mbola tsy nisy hoatr’izao mihitsy teto amin’ny Israely.”",
        "34": "Hoy anefa ny Fariseo: “Ny lehiben’ny demonia no ahavitany mamoaka demonia.”",
        "35": "Ary lasa i Jesosy nitety ny tanàna rehetra, na kely na lehibe, ka nampianatra tany amin’ny synagoga sy nitory ny vaovao tsaran’ilay Fanjakana. Nositraniny koa ny karazan’aretina rehetra.",
        "36": "Rehefa nahita ny vahoaka izy, dia nangoraka an’ireo, satria hitany fa nampijalina izy ireo sady tsy nisy niraharaha hoatran’ny ondry tsy misy mpiandry.",
        "37": "Dia hoy izy tamin’ny mpianany: “Tena be ny vokatra fa ny mpiasa no vitsy.",
        "38": "Iangavio àry ny Tompon’ny vokatra haniraka mpiasa hijinja ny vokatra.”"
    },
    "10": {
        "1": "Koa nasainy nankeo aminy ny mpianany 12 lahy. Dia nomeny fahefana izy ireo mba hamoaka fanahy maloto sy hanasitrana ny karazan’aretina rehetra.",
        "2": "Ireto avy ny anaran’ny apostoly 12: Voalohany, i Simona, antsoina koa hoe Petera, sy Andrea rahalahiny; Jakoba zanak’i Zebedio sy Jaona rahalahiny;",
        "3": "Filipo sy Bartolomeo; Tomasy sy Matio mpamory hetra; Jakoba zanak’i Alfeo, sy Tadeo;",
        "4": "Simona Kananeanina; ary Jodasy Iskariota, ilay namadika an’i Jesosy tatỳ aoriana.",
        "5": "Nirahin’i Jesosy izy 12 lahy, ka nomeny toromarika hoe: “Aza mankany amin’ny firenen-kafa, ary aza miditra ao amin’ny tanànan’ny Samaritanina mihitsy.",
        "6": "Any amin’ny ondry very eo amin’ny taranak’Israely ihany mandeha.",
        "7": "Rehefa mandeha ianareo, dia izao torina: ‘Efa manakaiky ny Fanjakan’ny lanitra.’",
        "8": "Sitrano ny marary, atsangano ny maty, diovy ny boka, avoahy ny demonia. Nahazo maimaim-poana ianareo, ka manomeza maimaim-poana.",
        "9": "Aza mitondra volamena na volafotsy na varahina ao anaty fehikibo fasianareo vola,",
        "10": "ary aza mitondra kitapom-batsy any amin’izay halehanareo, na akanjo roa, na kapa na tehina. Mendrika hahazo sakafo mantsy ny mpiasa.",
        "11": "“Any amin’izay tanàna lehibe na tanàna kely hidiranareo, dia tadiavo izay mendrika ao. Dia mijanòna ao mandra-pialanareo ao.",
        "12": "Rehefa miditra ao amin’ny trano anankiray ianareo, dia arahabao izay ao.",
        "13": "Raha mendrika ny olona ao, dia hahazo an’ilay fiadanana irinareo ho azony ry zareo! Fa raha tsy mendrika kosa ry zareo, dia hiverina aminareo ihany ilay fiadanana nirinareo ho azony.",
        "14": "Na aiza na aiza misy olona tsy mandray anareo na tsy mihaino ny teninareo, dia ahintsano ny vovoka amin’ny tongotrareo rehefa miala ao amin’ilay trano na ilay tanàna ianareo.",
        "15": "Lazaiko marina aminareo fa ho mora kokoa ny hanjo an’i Sodoma sy Gomora amin’ny Andro Fitsarana, noho ny hanjo an’izany tanàna izany.",
        "16": "“Maniraka anareo aho izao, hoatran’ny maniraka ondry ho eo afovoan’ny amboadia. Asehoy àry hoe malina hoatran’ny bibilava ianareo, nefa tsy manan-tsiny hoatran’ny voromailala.",
        "17": "Mitandrema fa hanolotra anareo any amin’ny fitsarana ny olona, ary hokaravasiny any amin’ny synagoga ianareo.",
        "18": "Hoentina eo anatrehan’ny governora sy ny mpanjaka ianareo noho ny amiko, mba ho vavolombeloko eo anatrehan’izy ireo sy ireo firenena.",
        "19": "Rehefa entiny any anefa ianareo, dia aza manahy momba an’izay holazainareo na ny fomba hilazanareo azy, fa amin’izay ora izay no hatoro anareo izay tokony holazainareo.",
        "20": "Tsy hoe ianareo fotsiny mantsy no miteny, fa ny fanahin’ny Rainareo no miteny amin’ny alalanareo.",
        "21": "Ary hanolotra ny rahalahiny hovonoina ho faty ny olona. Ny ray koa hanolotra ny zanany, ary ny zanaka hanohitra ny ray aman-dreniny ka hampamono azy ho faty.",
        "22": "Ary ho halan’ny olona rehetra ianareo noho ny anarako. Izay miaritra hatramin’ny farany anefa no hovonjena.",
        "23": "Rehefa enjehiny ao amin’ny tanàna iray ianareo, dia mandosira any amin’ny tanàna hafa. Fa lazaiko marina aminareo fa tsy ho voatetinareo daholo ny tanànan’ny Israely, mandra-pahatongan’ny Zanak’olona.",
        "24": "“Tsy ambony noho ny mpampianatra azy ny mpianatra, ary tsy ambony noho ny tompony ny mpanompo.",
        "25": "Efa ampy raha lasa hoatran’ny mpampianatra azy ilay mpianatra, ary raha lasa hoatran’ny tompony ilay mpanompo. Raha ny tompon-trano aza antsoin’ny olona hoe Belzeboba, mainka moa fa ny ankohonan’ilay tompon-trano?",
        "26": "Aza matahotra an’ireny àry, fa tsy misy zavatra afenina ka hoe tsy haseho, ary tsy misy zava-miafina ka hoe tsy ho fantatra.",
        "27": "Izay lazaiko aminareo ao amin’ny maizina dia teneno ao amin’ny mazava, ary izay bitsibitsihina aminareo dia torio eny an-tampon-trano.",
        "28": "Ary aza matahotra an’izay mahavita mamono anareo ho faty, nefa tsy mahasakana anareo tsy hahazo ny fiainana. Matahora kosa an’ilay mahavita mandringana anareo ao amin’ny Gehena.",
        "29": "Vola madinika kely anankiray no ivarotana fody roa, sa tsy izany? Na ny iray amin’ireny aza anefa no latsaka amin’ny tany, dia fantatry ny Rainareo izany.",
        "30": "Fa na ny volon-dohanareo aza dia voaisa daholo.",
        "31": "Aza matahotra àry fa mbola sarobidy lavitra noho ny fody be dia be ianareo.",
        "32": "“Izay manaiky eo imason’ny olona hoe mpianatro, dia hekeko eo anatrehan’ny Raiko any an-danitra.",
        "33": "Fa izay tsy manaiky eo imason’ny olona hoe mpianatro, dia tsy hekeko eo anatrehan’ny Raiko any an-danitra.",
        "34": "Aza mieritreritra hoe tonga hitondra fihavanana eto an-tany aho. Tsy tonga hitondra fihavanana aho fa hitondra sabatra.",
        "35": "Fa tonga aho hampisaraka ny zanakalahy sy ny rainy, ny zanakavavy sy ny reniny, ary ny vinantovavy sy ny rafozambaviny.",
        "36": "Ary ny ankohonan’ny olona ihany no ho fahavalony.",
        "37": "Izay tia ny rainy na ny reniny mihoatra noho ny fitiavana ahy dia tsy mendrika ahy, ary izay tia ny zanany lahy na ny zanany vavy mihoatra noho ny fitiavana ahy dia tsy mendrika ahy.",
        "38": "Ary izay tsy manaiky hitondra ny hazo fijaliany ka tsy manaraka ahy, dia tsy mendrika ahy.",
        "39": "Izay mamonjy ny ainy no hamoy an’izany, ary izay mamoy ny ainy noho ny amiko kosa no hamonjy an’izany.",
        "40": "“Izay mandray anareo dia mandray ahy, ary izay mandray ahy dia mandray an’Ilay naniraka ahy koa.",
        "41": "Izay mandray mpaminany satria hoe mpaminany ilay olona, dia hahazo ny valisoan’ny mpaminany. Izay mandray olo-marina satria hoe olo-marina ilay olona, dia hahazo ny valisoan’ny olo-marina.",
        "42": "Ary izay manome rano mangatsiaka na dia eran’ny kaopy fotsiny aza, mba hosotroin’ny iray amin’ireto madinika ireto satria hoe mpianatro ilay olona, dia lazaiko marina aminareo fa tena hahazo valisoa izy.”"
    },
    "11": {
        "1": "Rehefa avy nanome toromarika ny mpianany 12 lahy i Jesosy, dia nankany amin’ny tanàna manodidina mba hampianatra sy hitory.",
        "2": "Ary naheno momba ny asa nataon’i Kristy i Jaona tamin’izy nigadra, ka nirahiny ny mpianany",
        "3": "hanontany azy hoe: “Ianao ve Ilay ho avy, sa olon-kafa no tokony handrasanay?”",
        "4": "Dia hoy i Jesosy: “Mandehana tantarao amin’i Jaona izao henonareo sy hitanareo izao:",
        "5": "Lasa mahita ny jamba, mandeha ny malemy, voadio ny boka, mandre ny marenina, atsangana ny maty, ary itoriana ny vaovao tsara ny mahantra.",
        "6": "Sambatra izay tsy tafintohina noho ny amiko.”",
        "7": "Rehefa lasa ny mpianatr’i Jaona, dia niresaka momba an’i Jaona tamin’ny vahoaka i Jesosy. Hoy izy: “Nivoaka hijery inona tany an-tany efitra ianareo? Bararata ahetsiketsiky ny rivotra ve?",
        "8": "Sa nivoaka hijery inona ianareo? Olona manao akanjo vita amin’ny ravin-damba malefaka ve? Any an-tranon’ny mpanjaka no misy manao akanjo hoatr’izany.",
        "9": "Inona marina àry no antony nivoahanareo e? Hijery mpaminany ve? Tsoriko aminareo fa lehibe lavitra noho ny mpaminany izy.",
        "10": "Fa izao no voasoratra momba azy: ‘Halefako mialoha anao ilay olona irahiko, izay hanomana ny lalana halehanao.’",
        "11": "Lazaiko marina aminareo fa amin’izay nateraky ny vehivavy, dia mbola tsy nisy lehibe noho i Jaona Mpanao Batisa. Mbola lehibe noho izy anefa izay kely indrindra ao amin’ny Fanjakan’ny lanitra.",
        "12": "Nanomboka tamin’ny andron’i Jaona Mpanao Batisa ka hatramin’izao, dia misisika mafy hiditra ao amin’ny Fanjakan’ny lanitra ny olona, ary izay misisika mafy no tafiditra.",
        "13": "Fa samy naminany daholo na ny Mpaminany na ny Lalàna, mandra-pahatongan’i Jaona.",
        "14": "Na manaiky ianareo na tsia, dia izy ilay ‘Elia voalaza hoe ho avy.’",
        "15": "Izay manan-tsofina hihainoana, aoka izy hihaino.",
        "16": "“Hohariko amin’inona ity taranaka ity? Hoatran’ny ankizy mipetraka eny an-tsena, sady miresaka amin’ireo mpiara-milalao aminy hoe:",
        "17": "‘Efa nitsoka sodina izahay, nefa ianareo tsy mba nandihy. Efa nanao hira fisaonana izahay, nefa ianareo tsy mba nikapo-tratra noho ny alahelo.’",
        "18": "Hoatr’izany koa fa tonga i Jaona, nifady hanina sady tsy nisotro divay, nefa lazain’ny olona hoe: ‘Misy demonia izy.’",
        "19": "Tonga kosa ny Zanak’olona, mihinana sy misotro, nefa hoy ihany ny olona: ‘Jereo! Olona tendan-kanina sy mpiboboka divay io, sady naman’ny mpamory hetra sy ny mpanota.’ Izay ataon’ny olona anefa no ahitana raha hendry izy na tsia.”",
        "20": "Ary nomeny tsiny ireo tanàna nanaovany ny ankamaroan’ny fahagagana nataony, satria tsy mba nibebaka ny olona tao amin’ireny.",
        "21": "Hoy izy: “Hahita loza ianao, ry Korazina! Hahita loza ianao, ry Betsaida! Raha tany Tyro sy Sidona mantsy no nanaovana an’ireny fahagagana natao tao aminareo ireny, dia ho efa ela ry zareo no nibebaka ka nanao akanjo gony sy nihosina lavenona.",
        "22": "Lazaiko aminareo fa ho mora kokoa ny hanjo an’i Tyro sy Sidona amin’ny Andro Fitsarana, noho ny hanjo anareo.",
        "23": "Ary ianao, ry Kapernaomy, ianao ve dia hasandratra hatreny amin’ny lanitra? Hidina any amin’ny Fasana aza ianao! Raha tany Sodoma mantsy no nanaovana an’ireny fahagagana natao tao aminao ireny, dia ho mbola teo ilay tanàna hatramin’izao.",
        "24": "Lazaiko aminao fa ho mora kokoa ny hanjo an’i Sodoma amin’ny Andro Fitsarana, noho ny hanjo anao.”",
        "25": "Tamin’izay fotoana izay, dia hoy i Jesosy: “Ry Ray, Tompon’ny lanitra sy ny tany ô, midera anao eto imason’ny olona rehetra aho, satria efa nafeninao tamin’ ny hendry sy ny mahira-tsaina ireny zavatra ireny, fa nampahafantarinao tamin’ny ankizikely kosa.",
        "26": "Izany mihitsy mantsy no sitraponao, Ray ô!",
        "27": "Efa nomen’ny Raiko ahy daholo ny zava-drehetra. Tsy misy tena mahafantatra tsara ny Zanaka afa-tsy ny Ray, ary tsy misy tena mahafantatra tsara ny Ray afa-tsy ny Zanaka sy izay tian’ny Zanaka hampahafantarina ny momba ny Ray.",
        "28": "Mankanesa atỳ amiko ianareo rehetra miasa mafy sy mitondra enta-mavesatra, fa hamelombelona anareo aho.",
        "29": "Ento ny ziogako ka mianara amiko, fa malemy fanahy sy manetry tena aho, dia ho velombelona ianareo.",
        "30": "Fa mora entina ny ziogako, ary maivana ny entako.”"
    },
    "12": {
        "1": "Indray mandeha, dia nandeha teny an-tanimbary i Jesosy sy ny mpianany. Sabata ny andro tamin’izay. Ary noana ny mpianany ka nioty salohim-bary, dia nihinana.",
        "2": "Hoy ny Fariseo rehefa nahita an’izany: “Jereo fa manao zavatra tsy azo atao amin’ny Sabata ny mpianatrao!”",
        "3": "Dia hoy izy tamin’ireo: “Mbola tsy novakinareo angaha ilay nataon’i Davida, rehefa noana izy sy ny olona niaraka taminy?",
        "4": "Niditra tao an-tranon’Andriamanitra izy, dia nihinana ny mofo atolotra ry zareo. Tsy nisy nahazo nihinana an’izany anefa na izy na ny olona niaraka taminy, afa-tsy ny mpisorona ihany.",
        "5": "Mbola tsy novakinareo tao amin’ny Lalàna koa angaha fa miasa amin’ny andro sabata ny mpisorona ao amin’ny tempoly, nefa tsy meloka hoe mandika lalàna?",
        "6": "Lazaiko aminareo anefa fa misy lehibe noho ny tempoly eto.",
        "7": "Raha mba azonareo mantsy ny hevitr’ilay hoe: ‘Aleoko olona mamindra fo, toy izay olona manao sorona’, dia tsy ho nomelohinareo izay tsy meloka.",
        "8": "Fa ny Zanak’olona no Tompon’ny Sabata.”",
        "9": "Niala teo izy avy eo, dia niditra tao amin’ny synagoga.",
        "10": "Io fa nisy lehilahy maty tanana tao. Ary nisy olona te hiampanga an’i Jesosy, ka nanontany azy hoe: “Azo atao ve ny manasitrana amin’ny Sabata?”",
        "11": "Dia hoy izy tamin’ireo: “Raha manana ondry anankiray ianareo ka latsaka any anaty lavaka amin’ny andro sabata ilay izy, dia iza aminareo no tsy handeha hampiakatra azy avy ao?",
        "12": "Sarobidy lavitra noho ny ondry anefa ny olona! Azo atao àry ny manao soa amin’ny Sabata.”",
        "13": "Dia hoy izy tamin’ilay lehilahy: “Atsory ny tananao.” Dia natsotrany ny tanany ka sitrana, ary lasa hoatran’ilay ilany.",
        "14": "Ny Fariseo kosa nivoaka dia nanao tetika hamonoana azy.",
        "15": "Rehefa fantatr’i Jesosy izany, dia niala teo izy. Be dia be koa no nanaraka azy, ka nositraniny daholo.",
        "16": "Nandrara mafy azy ireo tsy hampahafantatra amin’olona ny momba azy anefa izy,",
        "17": "mba ho tanteraka ilay nasaina nolazain’i Isaia mpaminany hoe:",
        "18": "“Io ny mpanompoko, ilay nofidiko, ilay malalako sady ankasitrahako! Homeko ny fanahiko izy, dia hohazavainy tsara amin’ireo firenena ny atao hoe rariny.",
        "19": "Tsy hifamaly amin’ny olona izy, na hiantsoantso mafy, ary tsy hisy haheno ny feony eny an-dalambe.",
        "20": "Tsy hataony torotoro ny bararata folaka, ary tsy hovonoiny ny lahin-jiro mitsilopilopy, mandra-pahatongan’ny fotoana hampiharany tanteraka ny rariny.",
        "21": "Izy tokoa no hantenain’ireo firenena.”",
        "22": "Avy eo dia nisy lehilahy nisy demonia nentin’ny olona teo aminy. Sady jamba no moana ilay lehilahy ka nositraniny, dia lasa afaka niteny sy nahita.",
        "23": "Gaga be daholo ny vahoaka ka niteny hoe: “Sao dia mba io àry ilay Zanak’i Davida?”",
        "24": "Hoy ny Fariseo rehefa naheno an’izany: “I Belzeboba lehiben’ny demonia ihany no ahavitany mamoaka demonia.”",
        "25": "Fantatr’i Jesosy ny eritreritr’izy ireo, ka hoy izy taminy: “Hirodana izay fanjakana miady an-trano, ary tsy haharitra izay tanàna na fianakaviana miady an-trano.",
        "26": "Hoatr’izany koa fa raha i Satana no mamoaka an’i Satana, dia miady an-trano izy. Koa raha izany, ahoana no haharetan’ny fanjakany?",
        "27": "Sady raha amin’ny alalan’i Belzeboba no amoahako demonia, dia amin’ny alalan’iza àry no amoahan’ny zanakareo azy? Noho izany, dia ny zanakareo no hitsara anareo.",
        "28": "Raha amin’ny alalan’ny fanahin’Andriamanitra anefa no amoahako demonia, dia efa tonga ny Fanjakan’Andriamanitra nefa tsy fantatrareo akory.",
        "29": "Ary ahoana no hahatafidiran’ny olona ao an-tranon’ny lehilahy matanjaka iray ka hakany ny fananany, raha tsy fatorany aloha ilay lehilahy? Dia izay izy vao afaka mandroba ny ao an-tranony.",
        "30": "Izay tsy manohana ahy dia manohitra ahy, ary izay tsy miara-manangona amiko dia manaparitaka.",
        "31": "“Noho izany, dia izao no lazaiko aminareo: Izay rehetra mety ho fahotana sy fanevatevana zava-masina dia mbola hahazoana famelan-keloka, fa ny fanevatevana ny fanahy masina kosa tsy hahazoana famelan-keloka.",
        "32": "Ho voavela, ohatra, ny helok’izay maniratsira ny Zanak’olona. Fa tsy ho voavela kosa ny helok’izay maniratsira ny fanahy masina, na eto amin’izao tontolo izao na any amin’ilay tontolo ho avy.",
        "33": "“Raha tsara ny hazo nambolenareo dia ho tsara koa ny voany, fa raha ratsy ilay hazo dia ho ratsy koa ny voany. Fa ny voany no ahafantarana an’ilay hazo.",
        "34": "Ry taranaky ny bibilava misy poizina, ahoana moa no ahaizanareo milaza zavatra tsara nefa ianareo aza ratsy fanahy? Fa izay mameno ny fon’ny olona no lazain’ny vavany.",
        "35": "Ny olona tsara dia mamoaka an’izay zavatra tsara tehiriziny ao am-pony. Ny ratsy fanahy kosa mamoaka an’izay zavatra ratsy tehiriziny ao am-pony.",
        "36": "Lazaiko aminareo fa hatao ampamoaka ny olona amin’ny Andro Fitsarana noho izay teny tsisy fotony rehetra lazainy.",
        "37": "Arakaraka ny teninao mantsy no hilazana hoe olo-marina ianao na hoe meloka.”",
        "38": "Ary hoy ny mpanora-dalàna sy Fariseo sasany taminy: “Mpampianatra ô, te hahita famantarana avy aminao izahay.”",
        "39": "Dia namaly izy hoe: “Mitady famantarana foana ny taranaka ratsy fanahy sy mpanitsakitsa-bady, nefa tsy hisy famantarana homena azy, afa-tsy ilay famantarana ny amin’i Jona mpaminany.",
        "40": "Fa hoatran’i Jona nijanona telo andro sy telo alina tao an-kibon’ilay trondro ngezabe, dia hoatr’izany koa fa ho ao an-kibon’ny tany telo andro sy telo alina ny Zanak’olona.",
        "41": "Hiaraka hitsangana amin’ity taranaka ity ny mponin’i Ninive amin’ny Andro Fitsarana ka hanameloka azy. Nibebaka mantsy izy ireo rehefa nitory taminy i Jona. Misy lehibe noho i Jona anefa eto.",
        "42": "Hiaraka hatsangana amin’ity taranaka ity ny mpanjakavavin’ny atsimo amin’ny Andro Fitsarana ka hanameloka azy. Avy any amin’ny faran’ny tany mantsy izy no tonga mba hihaino ny fahendren’i Solomona. Misy lehibe noho i Solomona anefa eto.",
        "43": "“Rehefa mivoaka avy ao amin’ny olona iray ny fanahy maloto, dia mamakivaky toerana karakaina mba hitady toerana hialana sasatra fa tsy mahita.",
        "44": "Hoy izy avy eo: ‘Andeha hiverina any amin’ilay trano nialako aho.’ Rehefa tonga izy, dia hitany fa tsy misy mipetraka ilay trano, fa efa voafafa madio sady voaravaka.",
        "45": "Dia lasa izy maka fanahy fito hafa ratsy noho izy. Dia miditra izy ireo ka mijanona ao. Koa ratsy noho ny tamin’ny voalohany ny hiafaran’ilay olona. Hoatr’izany koa no hiafaran’ity taranaka ratsy fanahy ity.”",
        "46": "Raha mbola niteny tamin’ny vahoaka izy, dia tonga ny reniny sy ny rahalahiny. Nijoro tao ivelany izy ireo fa te hiresaka taminy.",
        "47": "Nisy nilaza taminy àry hoe: “Mijoro ao ivelany ao ny reninao sy ny rahalahinao, fa te hiresaka aminao.”",
        "48": "Dia hoy izy tamin’ilay olona: “Fa iza no reniko, ary iza no rahalahiko?”",
        "49": "Dia notondroiny ny mpianany, sady hoy izy: “Ireo no reniko sy rahalahiko!",
        "50": "Fa na iza na iza manao ny sitrapon’ilay Raiko any an-danitra, dia izy no rahalahiko sy anabaviko ary reniko.”"
    },
    "13": {
        "1": "Niala tao an-trano i Jesosy tamin’io andro io, dia nipetraka teo amoron-dranomasina.",
        "2": "Ary nisy vahoaka be nitangorona teo aminy. Niakatra tao an-tsambokely àry izy dia nipetraka, fa ny vahoaka rehetra kosa nitsangana teo amin’ny torapasika.",
        "3": "Ary nampianatra azy ireo zavatra be dia be izy ka nanao fanoharana hoe: “Nisy mpamafy nivoaka mba hamafy.",
        "4": "Tamin’izy namafy, dia latsaka teny amoron-dalana ny voa sasany, ka tonga ny vorona nihinana an’ireny.",
        "5": "Ny voa hafa kosa latsaka teny amin’ny toerana be vato, izay tsy nisy nofon-tany firy. Tonga dia naniry ireo voa ireo satria tsy lalina ny nofon-tany.",
        "6": "Rehefa niposaka anefa ny masoandro, dia main’ny masoandro ireo voa nitsimoka ireo ka nalazo satria tsy nisy fakany.",
        "7": "Ny voa sasany indray latsaka teny amin’ny tsilo. Ary naniry ny tsilo ka nandrakotra an’ireny.",
        "8": "Ny voa hafa kosa latsaka teny amin’ny tany tsara dia nanomboka namoa, ka nisy namoa avo 100 heny, nisy 60 heny, ary nisy 30 heny.",
        "9": "Izay manan-tsofina hihainoana, aoka izy hihaino.”",
        "10": "Koa nanatona azy ny mpianany ka niteny taminy hoe: “Fa maninona ianao no manao fanoharana rehefa mampianatra an-dry zareo?”",
        "11": "Dia hoy izy: “Ianareo no navela hahazo ny dikan’ny zava-miafina masina momba ny Fanjakan’ny lanitra, fa ry zareo kosa tsy navela.",
        "12": "Fa izay manana dia homena betsaka kokoa ka hanana be dia be. Fa izay tsy manana kosa, na izay ananany aza dia halaina aminy.",
        "13": "Izany no antony anaovako fanoharana rehefa mampianatra an-dry zareo, satria mijery izy fa tsy mahita, maheno fa tsy mihaino akory, sady tsy mahazo ny dikan’ny zavatra henony.",
        "14": "Dia tanteraka aminy ilay faminanian’i Isaia hoe: ‘Haheno tokoa ianareo nefa tsy hahazo ny dikan’ny zavatra henonareo mihitsy, ary hijery ianareo nefa tsy hahita mihitsy.",
        "15": "Fa efa lasa donto ny fon’ity vahoaka ity, ary efa naheno ny sofiny fa tsy rototra izy, ary efa nakimpiny ny masony, amin’izay ny masony tsy hahita mihitsy, ary ny sofiny tsy haheno mihitsy. Amin’izay koa ny fony tsy hahazo ny dikan’izany, dia tsy hiverina amiko izy ka tsy hositraniko.’",
        "16": "“Sambatra anefa ianareo, satria mahita ny masonareo, ary maheno ny sofinareo.",
        "17": "Lazaiko marina aminareo fa be dia be ny mpaminany sy ny olo-marina te hahita an’izay hitanareo fa tsy nahita, ary te haheno an’izay henonareo fa tsy naheno.",
        "18": "“Henoy àry ilay fanoharana momba an’ilay mpamafy:",
        "19": "Rehefa misy olona mandre ny teny momba an’ilay Fanjakana nefa tsy mahazo ny dikan’ilay izy, dia tonga ilay ratsy ka manala an’izay nafafy tao am-pony. Izany ilay voa nafafy teny amoron-dalana.",
        "20": "Ilay nafafy teny amin’ny toerana be vato indray, dia izay mandre ny teny ka tonga dia faly erỳ manaiky an’ilay izy.",
        "21": "Tsy mamaka ao am-pony anefa ny teny, fa maniry vetivety fotsiny. Koa rehefa tratran’ny zava-tsarotra na fanenjehana izy noho izy nanaiky ny teny, dia mihemotra avy hatrany.",
        "22": "Ary ilay nafafy teny amin’ny tsilo dia izay mandre ny teny, saingy tototry ny fanahiana eto amin’izao tontolo izao sy ny famitahan’ny harena ny teny ka tsy mamoa.",
        "23": "Ary ilay nafafy teny amin’ny tany tsara, dia izay mandre ny teny ka mahazo ny dikan’ilay izy, ary tena mamoa sy mamokatra, ka misy mamoa avo 100 heny, misy 60 heny, ary misy 30 heny.”",
        "24": "Nanao fanoharana hafa koa izy hoe: “Ny Fanjakan’ny lanitra dia azo oharina amin’ny lehilahy iray namafy voa tsara teny an-tanimbariny.",
        "25": "Raha mbola natory ny olona, dia tonga namafy tsimparifary teo amin’ny vary ny fahavalony, dia lasa.",
        "26": "Rehefa naniry ny vary ka niteraka, dia nipoitra koa ny tsimparifary.",
        "27": "Tonga àry ny mpanompon’ilay lehilahy ka niteny taminy hoe: ‘Angaha moa tsy voa tsara no nafafinao teny an-tanimbarinao, tompoko? Dia maninona no lasa misy tsimparifary koa?’",
        "28": "Ary hoy izy: ‘Fahavalo no nanao an’izany.’ Dia hoy izy ireo: ‘Tianao àry ve raha hongotanay ireny?’",
        "29": "Hoy anefa izy: ‘Aoka aloha sao hongotanareo miaraka amin’ny tsimparifary koa ny vary.",
        "30": "Avelao ihany hiara-maniry eo daholo ireo, mandra-pahatongan’ny fotoam-pijinjana. Dia amin’izay aho no hiteny amin’ny mpijinja hoe: Angony aloha ny tsimparifary dia ataovy amboara, dia afatory mba hodorana. Avy eo angony ny vary ka ataovy ao amin’ny trano fitehirizako vokatra.’”",
        "31": "Nanao fanoharana hafa taminy koa izy hoe: “Ny Fanjakan’ny lanitra dia hoatran’ny voan-tsinapy nalain’olona ka namboleny tany an-tsahany.",
        "32": "Io voa io no kely indrindra amin’ny voa rehetra. Rehefa maniry anefa izy, dia izy no anana lehibe indrindra ka lasa hazo. Dia tonga ny voro-manidina ka manao akany eny amin’ny sampany.”",
        "33": "Nanao fanoharana hafa tamin’izy ireo indray izy hoe: “Ny Fanjakan’ny lanitra dia hoatran’ny lalivay nalain’ny vehivavy iray ka nafangarony lafarinina intelon’ny famarana lehibe, mandra-pitombon’ilay koba manontolo.”",
        "34": "Nanao fanoharana foana i Jesosy rehefa niresaka an’izany rehetra izany tamin’ny vahoaka. Tsy niteny tamin’izy ireo tokoa izy raha tsy tamin’ny fanoharana,",
        "35": "mba ho tanteraka izay nasaina nolazain’ny mpaminany hoe: “Hanao fanoharana aho, ary hanambara zavatra nafenina hatrany am-piandohana.”",
        "36": "Rehefa avy nandrava ny vahoaka izy, dia niditra tao an-trano. Ary nanatona azy ny mpianany ka niteny hoe: “Mba hazavao aminay ny dikan’ilay fanoharana momba ny tsimparifary teny an-tanimbary.”",
        "37": "Dia hoy izy: “Ny mpamafy ny voa tsara dia ny Zanak’olona,",
        "38": "ary ny tanimbary dia izao tontolo izao. Ny voa tsara dia ny zanak’ilay Fanjakana, fa ny tsimparifary kosa dia ny zanak’ilay ratsy,",
        "39": "ary ny fahavalo namafy an’izany dia ny Devoly. Ny fotoam-pijinjana dia ny vanim-potoana alohan’ny faran’izao tontolo izao, ary ny mpijinja dia ny anjely.",
        "40": "Koa tahaka ny anangonana ny tsimparifary sy andoroana azy, dia ho toy izany koa no hatao rehefa akaiky ny faran’izao tontolo izao.",
        "41": "Haniraka ny anjeliny ny Zanak’olona, dia hangonin’izy ireo izay rehetra mahatonga ny olona hanota sy izay zatra mandika lalàna. Havoakany avy ao amin’ny Fanjakany ireny,",
        "42": "dia hatsipiny any anaty lafaoro mirehitra. Any ireny no hitomany sy hihidy vazana.",
        "43": "Amin’izany fotoana izany kosa dia hamirapiratra hoatran’ny masoandro ao amin’ny Fanjakan’ny Rainy ny olo-marina. Izay manan-tsofina hihainoana, aoka izy hihaino.",
        "44": "“Ny Fanjakan’ny lanitra dia hoatran’ny harena nafenina tany an-tsaha, izay hitan’olona ka nafeniny indray. Faly be izy ka lasa nivarotra an’izay nananany rehetra, dia nividy an’ilay saha.",
        "45": "“Ny Fanjakan’ny lanitra koa dia hoatran’ny mpivaro-mandeha mitady perla faran’izay tsara.",
        "46": "Rehefa nahita perla iray sarobidy izy, dia tonga dia nandeha nivarotra an’izay nananany rehetra ka nividy an’ilay perla.",
        "47": "“Ny Fanjakan’ny lanitra koa dia hoatran’ny harato tarihina izay nalatsaka tany anaty ranomasina ka nahangona trondro isan-karazany.",
        "48": "Rehefa feno ilay harato, dia notaritin’ny mpanarato nankeo amin’ny torapasika. Dia nipetraka ry zareo ka izay trondro tsara dia nangoniny tao anaty fitoerany, fa izay ratsy kosa nariany.",
        "49": "Hoatr’izany koa no hitranga rehefa akaiky ny faran’izao tontolo izao. Hivoaka ny anjely ka hanavaka ny ratsy fanahy amin’ny olo-marina.",
        "50": "Dia hatsipiny any anaty lafaoro mirehitra ireny. Any ireny no hitomany sy hihidy vazana.",
        "51": "“Azonareo ve ny dikan’izany rehetra izany?” Dia hoy ireo: “Ie.”",
        "52": "Dia hoy izy taminy: “Izao àry: Ny mpampianatra rehetra izay ampianarina momba ny Fanjakan’ny lanitra, dia hoatran’ny tompon-trano mamoaka zavatra vaovao sy tranainy avy ao amin’ny trano fitehirizany.”",
        "53": "Dia niala teo i Jesosy rehefa avy nanao an’ireo fanoharana ireo.",
        "54": "Nampianatra ny olona tao amin’ny synagoga izy, rehefa tonga tao amin’ny faritra niaviany. Gaga izy ireo ka niteny hoe: “Taiza no nahazoan’io an’izany fahendrena izany, ary ahoana koa no ahaizany manao fahagagana hoatr’izao?",
        "55": "Angaha tsy io ilay zanaky ny mpandrafitra? Angaha tsy Maria no anaran’ny reniny, dia i Jakoba sy Josefa sy Simona ary Jodasy no rahalahiny?",
        "56": "Ary tsy eto amintsika daholo ve ny anabaviny? Fa ahoana àry no ahaizany an’izany rehetra izany?”",
        "57": "Dia tsy nety nino azy izy ireo. Hoy anefa i Jesosy: “Ao amin’ny faritra niaviany sy ao an-tranony ihany ny mpaminany no tsy mba hajaina.”",
        "58": "Ary tsy nanao fahagagana be dia be teo izy satria tsy nino azy izy ireo."
    },
    "14": {
        "1": "Naheno momba an’i Jesosy i Heroda lehibem-paritra, tamin’izany fotoana izany.",
        "2": "Dia hoy izy tamin’ny mpanompony: “I Jaona Mpanao Batisa izay! Natsangana tamin’ny maty izy, dia izany no ahavitany an’izany fahagagana izany.”",
        "3": "I Jaona mantsy efa nosamborin’i Heroda sy nofatorany ary nogadrainy, noho ilay olana momba an’i Herodiasy. Vadin’i Filipo rahalahin’i Heroda i Herodiasy,",
        "4": "ka efa notenenin’i Jaona i Heroda hoe: “Tsy azonao atao ny manambady azy.”",
        "5": "Te hamono an’i Jaona i Heroda saingy natahotra ny vahoaka izy, satria nihevitra izy ireo hoe mpaminany i Jaona.",
        "6": "Rehefa nankalazaina ny fitsingerenan’ny andro nahaterahan’i Heroda, dia nandihy tamin’ilay fety ny zanakavavin’i Herodiasy. Dia faly be i Heroda,",
        "7": "ka nianiana fa homeny an’ilay tovovavy daholo izay angatahiny.",
        "8": "Nampirisihin’ny reniny anefa ilay tovovavy ka niteny hoe: “Ento atỳ amiko eo ambony vilia ny lohan’i Jaona Mpanao Batisa.”",
        "9": "Dia nalahelo ny mpanjaka, nefa nasainy natao ihany izany, satria izy efa nianiana, sady efa henon’ireo niara-nisakafo taminy koa ny teniny.",
        "10": "Koa naniraka olona hanapaka ny lohan’i Jaona tao am-ponja izy.",
        "11": "Nentina teo ambony vilia àry ny lohany ka nomena an’ilay tovovavy, dia nentiny tany amin’ny reniny.",
        "12": "Taorian’izay, dia tonga ny mpianatr’i Jaona ka naka ny fatiny sy nandevina azy. Dia nilaza an’izany tamin’i Jesosy izy ireo avy eo.",
        "13": "Dia niala teo i Jesosy rehefa naheno an’izany, ka nandeha sambokely nankany amin’ny toerana mitokana izy fa mba te ho irery. Fantatry ny vahoaka anefa izany, dia niainga avy tany an-tanàna izy ireo ka nandeha an-tongotra nanaraka azy.",
        "14": "Dia nahita vahoaka be i Jesosy rehefa niala avy tao an-tsambokely. Nangoraka an’ireo izy, ka nanasitrana an’izay narary.",
        "15": "Rehefa hariva anefa ny andro, dia nanatona azy ny mpianany ka niteny hoe: “Mitokana ity toerana ity, sady efa hariva ny andro. Ravao ny vahoaka mba hividy sakafo any an-tanàna.”",
        "16": "Hoy anefa i Jesosy tamin’izy ireo: “Tsy voatery handeha ry zareo, fa omeo zavatra hohanina.”",
        "17": "Dia hoy izy ireo: “Mofo dimy sy trondro roa fotsiny ange no atỳ aminay e!”",
        "18": "Ary hoy izy: “Ento atỳ àry izany.”",
        "19": "Dia nasainy naka toerana teo amin’ny bozaka ny vahoaka. Nalainy avy eo ireo mofo dimy sy trondro roa ireo, ka nitraka nijery ny lanitra izy dia nivavaka. Dia notapahiny ireo mofo, dia nomeny an’ireo mpianatra, ary ny mpianatra indray nizara an’ilay izy tamin’ny vahoaka.",
        "20": "Dia nihinana ny rehetra ka voky. Ary nangonin’ny mpianatra ny sombintsombiny sisa tsy lany ka nahafeno harona 12.",
        "21": "Nisy lehilahy 5 000 teo ho eo ny olona nihinana, ankoatra ny zaza amam-behivavy.",
        "22": "Nasainy nankao an-tsambokely avy hatrany ny mpianany avy eo, ka nasainy nialoha azy nankeny ampita, fa izy mbola nandrava ny vahoaka.",
        "23": "Rehefa avy nandrava ny vahoaka izy, dia niakatra irery tany an-tendrombohitra mba hivavaka. Dia izy irery no tany rehefa maizina ny andro.",
        "24": "Efa lasa lavitra be ilay sambokely tamin’izay, ary niezaka mafy hanohitra ny onja ny mpianatra satria notoherin’ny rivotra ilay sambo.",
        "25": "Tamin’ny fotoam-piambenana fahefatra tamin’ny alina anefa, dia nandeha teo ambony ranomasina izy mba ho eny amin’ny mpianatra.",
        "26": "Dia natahotra ny mpianatra rehefa nahita azy nandeha teo ambony ranomasina, ka niantsoantso mafy hoe: “Misy zavatra hafahafa iny!”",
        "27": "Tonga dia niteny taminy anefa i Jesosy hoe: “Mahereza fa izaho ihany ity! Aza matahotra.”",
        "28": "Dia hoy i Petera taminy: “Tompo ô, raha ianao tokoa io, dia asaivo manatona anao eny ambony rano aho.”",
        "29": "Hoy izy: “Avia àry!” Dia nidina avy tao an-tsambokely i Petera, ka nandeha teo ambony rano ary nanatona an’i Jesosy.",
        "30": "Lasa natahotra anefa izy rehefa nijery an’ilay tafio-drivotra. Dia nanomboka nilentika izy, ka niantsoantso hoe: “Tompo ô, vonjeo aho!”",
        "31": "Tonga dia nanatsotra ny tanany i Jesosy ka nitazona an’i Petera, sady hoy izy: “Ry kely finoana, fa maninona ianao no lasa nisalasala?”",
        "32": "Ary nitsahatra ilay tafio-drivotra rehefa tafakatra tao an-tsambokely izy ireo.",
        "33": "Dia niankohoka teo anatrehany izay tao an-tsambokely, sady niteny hoe: “Zanak’Andriamanitra tokoa ianao.”",
        "34": "Ary tonga teny ampita izy ireo, ka niakatra an-tanety tao Genesareta.",
        "35": "Raha vao nahafantatra azy ny mponina tao amin’ilay toerana, dia nampilaza tany amin’ny faritra rehetra manodidina. Koa nentin’ny olona teo aminy daholo izay narary.",
        "36": "Ary niangavy azy ny olona mba havela hikasika fotsiny ny mikiramborambo amin’ny morontongotry ny akanjony ivelany. Dia sitrana tanteraka izay rehetra nanao an’izany."
    },
    "15": {
        "1": "Ary nisy Fariseo sy mpanora-dalàna avy any Jerosalema nankeo amin’i Jesosy, ka niteny hoe:",
        "2": "“Fa maninona ny mpianatrao no tsy manaraka ny fomban-drazana? Tsy mba manasa tanana, ohatra, ry zareo rehefa hisakafo.”",
        "3": "Dia namaly azy ireo i Jesosy hoe: “Ary maninona ianareo no mandika ny didin’Andriamanitra noho ny fomban-drazanareo?",
        "4": "Nilaza, ohatra, Andriamanitra hoe: ‘Hajao ny rainao sy ny reninao’, sy hoe: ‘Tokony hovonoina ho faty izay mamingavinga ny rainy na ny reniny.’",
        "5": "Ianareo anefa milaza hoe: ‘Izay miteny amin’ny rainy na ny reniny hoe: “Izay ananako rehetra ka mety ho azoko anampiana anao, dia efa fanomezana voatokana ho an’Andriamanitra”,",
        "6": "dia tsy voatery hanaja ny ray aman-dreniny.’ Ataonareo tsy misy vidiny àry ny tenin’Andriamanitra noho ny fomban-drazanareo.",
        "7": "Ry mpihatsaravelatsihy, rariny raha naminany momba anareo i Isaia hoe:",
        "8": "‘An-tendro-molotra fotsiny no anajan’ity vahoaka ity ahy, fa ny fony kosa lavitra ahy.",
        "9": "Reraka fotsiny izy ireo manompo ahy, satria didin’olombelona no ampianariny.’”",
        "10": "Ary nantsoiny hankeo aminy ny vahoaka ka hoy izy: “Henoy izao dia fantaro ny dikan’izao lazaiko izao:",
        "11": "Tsy izay miditra ao am-bavan’ny olona no mandoto azy, fa izay mivoaka avy amin’ny vavany.”",
        "12": "Ary nanatona azy ny mpianatra ka niteny hoe: “Fantatrao ve fa tezitra ny Fariseo rehefa naheno an’ilay teninao teo?”",
        "13": "Dia hoy i Jesosy: “Hongotana ny zavamaniry rehetra tsy nambolen’ilay Raiko any an-danitra.",
        "14": "Avelao izy fa mpitarika jamba. Ary raha jamba no mitarika jamba, dia samy hianjera any an-kady ry zareo.”",
        "15": "Dia hoy i Petera: “Hazavao aminay ilay fanoharana teo.”",
        "16": "Dia hoy izy: “Mbola tsy mahatakatra tsara foana ve ny sainareo?",
        "17": "Angaha tsy fantatrareo fa izay rehetra miditra ao am-bava dia mankao an-kibo, ary lasa any amin’ny toerana fanariana azy?",
        "18": "Izay mivoaka avy amin’ny vava anefa dia avy ao am-po, ka izany no mandoto ny olona.",
        "19": "Avy ao am-po mantsy no ivoahan’ny eritreri-dratsy, ohatra hoe famonoana olona, fanitsakitsaham-bady, fijangajangana, halatra, fijoroana ho vavolombelona mandainga, ary fanevatevana zava-masina.",
        "20": "Izany no mandoto ny olona, fa tsy ilay hoe mihinana amin’ny tanana tsy misasa.”",
        "21": "Dia niala teo i Jesosy ka nankany amin’ny faritr’i Tyro sy Sidona.",
        "22": "Ary iny fa nanatona azy ny vehivavy fenisianina iray avy ao amin’ilay faritra, sady niantsoantso mafy hoe: “Mba iantrao aho, ry Tompo Zanak’i Davida ô! Mijaly be ny zanako vavy fa misy demonia.”",
        "23": "Tsy namaly an’ilay vehivavy mihitsy anefa izy. Nanatona azy àry ny mpianany ka niteny taminy hoe: “Asaivo mandeha any izy fa miantsoantso foana ao aorianantsika ao.”",
        "24": "Dia hoy i Jesosy: “Ho any amin’ny ondry very amin’ny taranak’Israely ihany no nanirahana ahy.”",
        "25": "Nanatona azy anefa ilay vehivavy, dia niankohoka teo anatrehany sady nilaza hoe: “Tompo ô, ampio aho!”",
        "26": "Ary hoy izy: “Tsy mety raha alaina ny mofon-jaza ka atsipy ho an’ny alikakely.”",
        "27": "Hoy anefa ilay vehivavy: “Marina izany, Tompo ô! Fa ny alikakely koa ange mba mihinana ny poti-mofo latsaka avy amin’ny latabatry ny tompony e!”",
        "28": "Dia hoy i Jesosy taminy: “Ravehivavy, lehibe ny finoanao. Ho tanteraka aminao anie izay irinao!” Dia sitrana tamin’izay ora izay ilay zanany vavy.",
        "29": "Niala teo i Jesosy avy eo, ka tonga tany akaikin’ny Ranomasin’i Galilia. Niakatra teny an-tendrombohitra izy, dia nipetrapetraka teo.",
        "30": "Ary nisy vahoaka be nanatona azy sady nitondra olona nalemy tongotra, kilemaina, jamba, moana, ary marary be dia be hafa. Dia napetrak’izy ireo teo an-tongony ireny, ka nositraniny.",
        "31": "Gaga àry ny vahoaka rehefa nahita ny moana niteny, ny kilemaina sitrana, ny nalemy tongotra nandeha, ary ny jamba nahita. Dia nanome voninahitra an’ilay Andriamanitry ny Israely ny vahoaka.",
        "32": "Ary nantsoin’i Jesosy nankeo aminy ny mpianany, ka hoy izy: “Mampalahelo ahy ireto vahoaka ireto, fa efa telo andro izao ry zareo no nijanona teto amiko, sady tsy manan-kohanina. Tsy tiako anefa raha hoe noana izy no asaina mandeha, sao ho reraka eny an-dalana.”",
        "33": "Hoy anefa ny mpianatra taminy: “Aiza atỳ amin’ity toerana mitokana ity isika no hahita mofo hahavoky an’ireo vahoaka be ireo?”",
        "34": "Ary hoy i Jesosy taminy: “Firy ny mofo any aminareo?” Dia hoy izy ireo: “Fito, dia misy trondro madinika vitsivitsy koa.”",
        "35": "Nasainy naka toerana teo amin’ny tany àry ny vahoaka,",
        "36": "dia noraisiny ny mofo fito sy ny trondro. Rehefa avy nisaotra an’Andriamanitra izy, dia notapahiny ny mofo ka nozarainy tamin’ny mpianatra, ary ny mpianatra indray nizara an’ilay izy tamin’ny vahoaka.",
        "37": "Dia nihinana daholo ny olona ka voky, ary nangonin’ny mpianatra ny sombintsombiny sisa tsy lany ka nahafeno sobika lehibe fito.",
        "38": "Lehilahy 4 000 no nihinana tamin’izay, ankoatra ny zaza amam-behivavy.",
        "39": "Dia noravany ny vahoaka. Taorian’izay dia niakatra tao an-tsambokely izy ka tonga tany amin’ny faritr’i Magadana."
    },
    "16": {
        "1": "Ary nanatona azy ny Fariseo sy ny Sadoseo, ka nangataka azy hampiseho famantarana avy any an-danitra, mba hitsapana azy.",
        "2": "Dia hoy izy tamin’izy ireo: “Rehefa hariva ny andro, dia hoy ianareo: ‘Ho tsara ny andro rahampitso, satria mena ny lanitra.’",
        "3": "Rehefa maraina indray, dia hoy ianareo: ‘Hangatsiaka androany dia ho avy ny orana, fa mena ny lanitra nefa manjombona.’ Hainareo fantarina avy amin’ny endriky ny lanitra ny toetrandro, saingy tsy hainareo fantarina ny dikan’ny zava-mitranga amin’izao.",
        "4": "Mitady famantarana foana ny taranaka ratsy fanahy sy mpanitsakitsa-bady, nefa tsy hisy famantarana homena azy, afa-tsy ilay famantarana ny amin’i Jona.” Ary nilaozany ireo ka lasa izy nandeha.",
        "5": "Nankeny ampitan’ny rano ny mpianatra avy eo, ary nanadino nitondra mofo.",
        "6": "Dia hoy i Jesosy taminy: “Mbà mailo ary mitandrema amin’ny lalivain’ny Fariseo sy ny Sadoseo.”",
        "7": "Koa niady hevitra izy ireo hoe: “Angamba ilay isika tsy nitondra mofo no itenenany an’izany.”",
        "8": "Fantatr’i Jesosy izany, ka hoy izy: “Ry kely finoana, nahoana no mampiady hevitra anareo ilay hoe tsy nitondra mofo?",
        "9": "Angaha mbola tsy azonareo ihany, sa tsy tadidinareo ilay mofo dimy ho an’ny olona 5 000, nefa firy harona no voangonareo?",
        "10": "Sa tsy tadidinareo ilay mofo fito ho an’ny olona 4 000, nefa firy sobika lehibe no voangonareo?",
        "11": "Fa maninona no tsy takatrareo fa tsy mofo no noresahiko taminareo? Fa mitandrema amin’ny lalivain’ny Fariseo sy ny Sadoseo.”",
        "12": "Dia takatr’izy ireo fa ny tiany holazaina dia hoe tokony hitandrina amin’ny fampianaran’ny Fariseo sy ny Sadoseo izy ireo, fa tsy amin’ny lalivain’ny mofo.",
        "13": "Rehefa tonga tao amin’ny faritr’i Kaisaria-Filipo i Jesosy, dia nanontany an’ireo mpianany hoe: “Iza, hono, ny Zanak’olona raha ny filazan’ny olona?”",
        "14": "Dia hoy ireo: “Misy milaza hoe Jaona Mpanao Batisa, misy indray miteny hoe Elia, ary misy koa miteny hoe Jeremia na ny iray amin’ny mpaminany.”",
        "15": "Ary hoy izy taminy: “Fa ianareo kosa milaza hoe iza aho?”",
        "16": "Dia namaly i Simona Petera hoe: “Ianao no Kristy, Zanak’ilay Andriamanitra velona.”",
        "17": "Ary hoy i Jesosy taminy: “Sambatra ianao, ry Simona zanak’i Jona, satria tsy olombelona no nampahafantatra an’izany anao, fa ilay Raiko any an-danitra.",
        "18": "Izao koa no lazaiko aminao: Ianao no Petera, ary eto ambonin’ity vatolampy ity no haoriko ny fiangonako, ka tsy haharesy azy ny vavahadin’ny Fasana.",
        "19": "Homeko anao ny lakilen’ny Fanjakan’ny lanitra, ka izay hofatoranao eto an-tany dia efa voafatotra any an-danitra, ary izay hovahanao eto an-tany dia efa voavaha any an-danitra.”",
        "20": "Norarany mafy ny mpianatra avy eo mba tsy hiteny na amin’iza na amin’iza hoe izy no Kristy.",
        "21": "Nanomboka teo dia nanazava tamin’ny mpianany i Jesosy hoe tsy maintsy mankany Jerosalema izy, dia hampijalijalin’ny anti-panahy sy ny lehiben’ny mpisorona ary ny mpanora-dalàna, ka hovonoina ho faty ary hatsangana amin’ny andro fahatelo.",
        "22": "Dia nentin’i Petera nihataka kely izy ka noteneniny mafy hoe: “Mba jereo ihany izay hahasoa anao, Tompo ô! Tsy hanjo anao mihitsy izany.”",
        "23": "Nihodina anefa izy ka niteny tamin’i Petera hoe: “Mankanesa ato aorianako, ry Satana! Vato mahatafintohina eto anoloako ianao, satria tsy fomba fisainan’Andriamanitra ny anao, fa fomba fisainan’olombelona.”",
        "24": "Hoy i Jesosy tamin’ny mpianany avy eo: “Raha misy te hanaraka ahy, dia tsy maintsy mandà ny tenany izy ka mitondra ny hazo fijaliany ary manaraka ahy foana.",
        "25": "Fa izay te hamonjy ny ainy no hamoy an’izany, ary izay mamoy ny ainy noho ny amiko kosa no hamonjy an’izany.",
        "26": "Ary inona tokoa moa no soa ho azon’ny olona raha azony izao tontolo izao nefa afoiny ny ainy? Sa inona no homen’ny olona ho takalon’ny ainy?",
        "27": "Fa ho avy amin’ny voninahitry ny Rainy ny Zanak’olona, miaraka amin’ny anjeliny, ka hamaly ny tsirairay araka izay nataony.",
        "28": "Lazaiko marina aminareo fa misy amin’izay mijoro eto tsy ho faty mihitsy, raha tsy efa hitany ny Zanak’olona tonga ao amin’ny Fanjakany.”"
    },
    "17": {
        "1": "Enina andro taorian’izay, dia nentin’i Jesosy niaraka taminy i Petera sy Jakoba ary Jaona rahalahiny, ka nentiny nitokana teny amin’ny tendrombohitra avo iray.",
        "2": "Ary niova tarehy teo anatrehan’ireo izy. Dia namirapiratra hoatran’ny masoandro ny tarehiny, ary lasa nanjelanjelatra toy ny hazavana ny akanjony ivelany.",
        "3": "Ary ireo fa niseho tamin’izy ireo koa i Mosesy sy Elia, niresaka tamin’i Jesosy.",
        "4": "Dia hoy i Petera tamin’i Jesosy: “Tompo ô, faly be izahay fa eto. Raha tianao, dia hanangana tranolay telo eto aho, ka ny iray ho anao, ny iray ho an’i Mosesy, ary ny iray ho an’i Elia.”",
        "5": "Raha mbola niteny izy, dia iny fa nisy rahona namirapiratra nanaloka azy ireo. Ary nisy feo niteny avy tao amin’ilay rahona hoe: “Io no Zanako malalako, ilay ankasitrahako. Henoy izy.”",
        "6": "Dia natahotra be ny mpianatra rehefa naheno an’izany, ka niankohoka tamin’ny tany.",
        "7": "Ary nanatona i Jesosy ka nikasika azy ireo, sady niteny hoe: “Mitsangàna fa aza matahotra.”",
        "8": "Dia nitraka izy ireo, ary tsy nahita afa-tsy i Jesosy irery.",
        "9": "Tamin’izy ireo nidina an’ilay tendrombohitra, dia hoy i Jesosy: “Aza tenenina amin’iza na iza iny fahitana iny, raha tsy efa atsangana amin’ny maty ny Zanak’olona.”",
        "10": "Nanontany azy anefa ny mpianany hoe: “Fa maninona ny mpanora-dalàna no miteny hoe tsy maintsy ho avy aloha i Elia?”",
        "11": "Dia namaly izy hoe: “Tena ho avy i Elia, ary haveriny amin’ny laoniny ny zava-drehetra.",
        "12": "Lazaiko aminareo anefa fa efa tonga i Elia, saingy tsy fantatry ny olona izy dia nataony taminy izay rehetra tiany hanaovana azy. Hijalijaly hoatr’izany koa ny Zanak’olona, eo am-pelatanan’izy ireo.”",
        "13": "Dia takatry ny mpianatra fa i Jaona Mpanao Batisa no tiany horesahina.",
        "14": "Rehefa nankeo amin’ny vahoaka izy ireo, dia nisy lehilahy nanatona azy ka nandohalika teo anatrehany sady niteny hoe:",
        "15": "“Tompo ô, mba iantrao ny zanako lahy fa voan’ny androbe, dia marary izy izao. Matetika izy no mianjera ao anaty afo, ary matetika ao anaty rano.",
        "16": "Nentiko tatỳ amin’ny mpianatrao izy, saingy tsy vitan’izy ireo ny nanasitrana azy.”",
        "17": "Ary hoy i Jesosy: “Ry taranaka tsy manam-pinoana sy ratsy fanahy, mandra-pahoviana aho no tsy maintsy mbola hijanona eto aminareo? Mandra-pahoviana aho no tsy maintsy handefitra aminareo? Ento atỳ amiko izy.”",
        "18": "Notenenin’i Jesosy mafy avy eo ilay demonia ka nivoaka tamin’ilay ankizilahy. Dia sitrana tamin’izay ora izay ilay ankizilahy.",
        "19": "Ary nanatona an’i Jesosy mitokana ny mpianany ka nanontany hoe: “Fa maninona no tsy vitanay ny namoaka an’iny?”",
        "20": "Dia hoy izy tamin’ireo: “Satria ianareo kely finoana! Lazaiko marina aminareo fa raha manana finoana ianareo, na faran’izay kely hoatran’ny voan-tsinapy aza, ka hiteny amin’irỳ tendrombohitra irỳ hoe: ‘Mifindrà erỳ’, dia hifindra ilay izy. Ary tsy hisy tsy ho vitanareo.”",
        "21": "* ——",
        "22": "Rehefa tafavory tao Galilia izy ireo, dia hoy i Jesosy: “Efa hisy hamadika ny Zanak’olona dia hatolotra eo am-pelatanan’ny olona.",
        "23": "Hovonoiny ho faty izy, ary hatsangana amin’ny andro fahatelo.” Dia nalahelo be izy ireo.",
        "24": "Rehefa tonga tao Kapernaomy izy ireo, dia nanatona an’i Petera ny lehilahy namory ny hetra roa drakma, ka nanontany hoe: “Angaha tsy mandoa hetra ny mpampianatra anareo?”",
        "25": "Dia hoy izy: “Mandoa izy ka!” Rehefa niditra tao an-trano anefa i Petera, dia notsenain’i Jesosy tamin’ny fanontaniana hoe: “Ahoana ny hevitrao, ry Simona? Avy amin’iza no ahazoan’ny mpanjaka eto an-tany haba na hetra isan-dahy? Avy amin’ny zanany sa avy amin’ny olon-kafa?”",
        "26": "Ary hoy izy: “Avy amin’ny olon-kafa.” Dia hoy i Jesosy: “Tsy mila mandoa hetra àry ny zanaka!",
        "27": "Mba tsy hahatonga antsika hanafintohina an-dry zareo anefa, dia mandehana any an-dranomasina ary manipaza lelam-pintana, ka raiso izay trondro azonao voalohany. Rehefa sokafanao ny vavany, dia hahita sekely volafotsy iray ianao. Alaivo ilay izy dia omeo azy, ho hetrantsika sy ianao.”"
    },
    "18": {
        "1": "Nanatona an’i Jesosy ny mpianatra tamin’izay fotoana izay, ka niteny hoe: “Fa iza marina no lehibe indrindra ao amin’ny Fanjakan’ny lanitra e?”",
        "2": "Dia niantso zaza anankiray hankeo aminy i Jesosy, ka nasainy nitsangana teo afovoany ilay zaza,",
        "3": "sady hoy izy: “Lazaiko marina aminareo fa raha tsy miova tanteraka ianareo ka lasa toy ny zaza, dia tsy hiditra ao amin’ny Fanjakan’ny lanitra mihitsy.",
        "4": "Izay manetry tena hoatran’ity zaza ity àry no lehibe indrindra ao amin’ny Fanjakan’ny lanitra.",
        "5": "Ary izay mandray zaza hoatran’ity amin’ny anarako, dia mandray ahy.",
        "6": "Fa na iza na iza mametraka vato mahatafintohina eo anoloan’ny iray amin’ireny madinika mino ahy ireny, dia tsara raha asiana vato lehibe fikosoham-bary ny vozony, ka alentika any an-dranomasina lalina izy.",
        "7": "“Hahita loza izao tontolo izao, noho izy mametraka vato mahatafintohina! Marina fa tsy maintsy misy ny vato mahatafintohina, kanefa hahita loza izay mametraka an’izany!",
        "8": "Raha mahatonga anao hanota àry ny tananao na ny tongotrao, dia tapaho ka ario lavitra anao. Fa aleo ianao tapa-tanana na tapa-tongotra nefa mahazo fiainana, toy izay manana tanana roa na tongotra roa nefa hatsipy any amin’ny afo maharitra mandrakizay.",
        "9": "Raha mahatonga anao hanota koa ny masonao, dia esory ka ario lavitra anao. Fa aleo ianao toka-maso nefa miditra any amin’ny fiainana, toy izay manana maso roa nefa hatsipy any amin’ny Gehena mirehitra.",
        "10": "Tandremo sao manao tsinontsinona ny iray amin’ireny madinika ireny ianareo. Fa lazaiko aminareo fa ny anjelin’izy ireo any an-danitra dia miaraka foana amin’ilay Raiko any an-danitra.",
        "11": "* ——",
        "12": "“Ahoana ny hevitrareo? Raha misy olona manana ondry 100 ka mania ny anankiray, dia tsy havelany eo an-tendrombohitra ve ny 99 ka lasa izy mikaroka an’ilay ondry nania?",
        "13": "Ary raha hitany ilay izy, dia lazaiko marina aminareo fa iny no mahafaly azy kokoa noho ireo 99 tsy nania.",
        "14": "Hoatr’izany koa fa tsy tian’ilay Raiko any an-danitra hisy ho very, na dia ny iray amin’ireny madinika ireny aza.",
        "15": "“Raha manota ny rahalahinao, dia mankanesa any aminy, ka rehefa mitokana ianareo, dia ampahafantaro azy ny fahadisoany. Raha mihaino anao izy, dia efa nahatafarina ny rahalahinao ianao.",
        "16": "Raha tsy mihaino kosa izy, dia mitondrà olona iray na roa miaraka aminao, mba ho azo antoka ny zava-drehetra, noho ny tenin’ny vavolombelona roa na telo.",
        "17": "Raha tsy mihaino an’ireo izy, dia miresaha amin’ny fiangonana. Raha mbola tsy mihaino ny fiangonana koa izy, dia ataovy toy ny olon’izao tontolo izao sy toy ny mpamory hetra.",
        "18": "“Lazaiko marina aminareo fa izay zavatra rehetra hofatoranareo eto an-tany dia efa voafatotra any an-danitra, ary izay rehetra hovahanareo eto an-tany dia efa voavaha any an-danitra.",
        "19": "Hamafisiko aminareo indray fa raha misy roa aminareo etỳ an-tany, mifanaraka hoe hivavaka momba ny raharaha lehibe iray, dia hotanterahin’ilay Raiko any an-danitra ny fangatahany.",
        "20": "Fa na aiza na aiza ivorian’ny olona roa na telo amin’ny anarako, dia eo afovoany aho.”",
        "21": "Nanatona azy i Petera avy eo ka nanontany hoe: “Tompo ô, raha manota amiko impiry ny rahalahiko no havelako ny helony? Hatramin’ny impito ve?”",
        "22": "Dia hoy i Jesosy taminy: “Tsy hilaza aminao aho hoe hatramin’ny im-7, fa hatramin’ny im-77.",
        "23": "“Ny Fanjakan’ny lanitra àry dia azo oharina amin’ny mpanjaka iray te handamina ny kaontiny amin’ny mpanompony.",
        "24": "Rehefa nanomboka nitaky ny volany izy, dia nentina teo ny mpanompo iray nitrosa taminy 10 000 talenta.",
        "25": "Tsy nanam-bola hamerenana an’ilay trosa anefa ilay mpanompo, ka nasain’ny tompony namidy izy sy ny vady aman-janany ary ny fananany rehetra, mba handoavana an’ilay trosa.",
        "26": "Dia niankohoka teo anatrehany ilay mpanompo, ka niteny hoe: ‘Andraso moa re fa haloako daholo ny volanao e!’",
        "27": "Nangoraka azy àry ilay tompony ka namela azy handeha, ary nahafoy an’ilay trosa.",
        "28": "Nahita mpanompo iray hafa nananany 100 denaria anefa io mpanompo io rehefa niala teo, ka nisambotra sy nanakenda azy sady niteny hoe: ‘Aloavy daholo ny volako any aminao.’",
        "29": "Dia niankohoka teo anatrehany io mpanompo io sady niangavy hoe: ‘Andraso moa re fa haloako ny volanao e!’",
        "30": "Tsy nety anefa izy fa lasa nampiditra azy tany am-ponja, mandra-pandoany ny trosany.",
        "31": "Nalahelo be ireo mpanompo hafa rehefa nahita an’izany, ka lasa nitantara tamin’ilay tompony ny zava-nitranga rehetra.",
        "32": "Nampiantso azy àry ilay tompony ka nilaza taminy hoe: ‘Ry mpanompo ratsy fanahy, nafoiko daholo ny trosa tany aminao, noho ny fiangavianao.",
        "33": "Tsy mba tokony hamindra fo amin’ny mpanompo namanao koa ve ianao, hoatran’ny nataoko taminao?’",
        "34": "Dia tezitra be ilay tompony ka nanolotra azy tamin’ny mpiambina ny fonja, mandra-pandoany ny trosany rehetra.",
        "35": "Hoatr’izany koa no hataon’ilay Raiko any an-danitra aminareo, raha tsy samy mamela ny rahalahinareo amin’ny fonareo avy ianareo.”"
    },
    "19": {
        "1": "Taorian’ny nilazan’i Jesosy an’izany, dia niala tao Galilia izy ka nankany amin’ny sisin-tanin’i Jodia, rehefa avy niampita ny Reniranon’i Jordana.",
        "2": "Nisy vahoaka be nanaraka azy tany, ka nositraniny izay narary.",
        "3": "Ary nisy Fariseo nanatona azy satria te hitsapa azy, ka nanontany hoe: “Azon’ny lehilahy atao ve ny misaraka amin’ny vadiny na inona na inona antony?”",
        "4": "Dia hoy izy: “Angaha mbola tsy novakinareo fa ilay namorona ny olona tany am-piandohana, dia nanao azy ho lahy sy vavy,",
        "5": "ka nilaza hoe: ‘Noho izany, dia handao ny rainy sy ny reniny ny lehilahy ka hikambana amin’ny vadiny, ary ho nofo iray ihany izy roa’?",
        "6": "Koa tsy roa intsony izy ireo, fa nofo iray ihany. Aoka àry izay nampiraisin’Andriamanitra zioga, tsy hosarahin’olona.”",
        "7": "Ary hoy ireo taminy: “Maninona àry i Mosesy no niteny hoe mila manome taratasy fisaraham-panambadiana ny lehilahy rehefa misaraka amin’ny vadiny?”",
        "8": "Dia hoy izy tamin’ireo: “Noho ianareo mafy loha no nahatonga an’i Mosesy hamela anareo hisara-panambadiana. Tsy mba hoatr’izany anefa tany am-piandohana.",
        "9": "Lazaiko aminareo fa izay lehilahy misaraka amin’ny vadiny ka manambady olon-kafa, dia manitsakitsa-bady, raha tsy hoe noho ny fijangajangana ihany angaha no antony isarahany.”",
        "10": "Ary hoy ny mpianatra taminy: “Aleo tsy manambady raha izany no iainan’ny lehilahy manambady.”",
        "11": "Hoy anefa izy: “Tsy ny rehetra no afaka manao an’izao lazaiko izao, fa izay nahazo an’izany fanomezana izany ihany.",
        "12": "Fa misy tsy manambady satria manan-takaitra hatramin’izy vao teraka, ary misy tsy manambady satria novosirin’olona. Misy kosa minia tsy manambady noho ny Fanjakan’ny lanitra. Tsara raha tsy manambady izay mahavita tsy manambady.”",
        "13": "Ary nisy zaza nentina teo aminy mba hametrahany tanana sy hanaovany vavaka, nefa nobedesin’ny mpianatra ireny.",
        "14": "Hoy anefa i Jesosy: “Avelao ny zaza hanatona ahy fa aza sakanana, fa an’izay hoatr’azy ny Fanjakan’ny lanitra.”",
        "15": "Dia nametra-tanana tamin’izy ireny izy dia lasa.",
        "16": "Ary iny nisy tovolahy nanatona azy, ka niteny hoe: “Mpampianatra ô, inona ny zavatra tsara tsy maintsy ataoko mba hahazoako fiainana mandrakizay?”",
        "17": "Dia hoy i Jesosy: “Maninona ianao no manontany ahy momba an’izay tsara? Iray ihany no tsara. Raha te hahazo fiainana anefa ianao, dia ankatoavy foana ny didy.”",
        "18": "Dia hoy ilay tovolahy: “Inona avy izany?” Dia hoy i Jesosy: “Ny hoe: Aza mamono olona, aza manitsakitsa-bady, aza mangalatra, aza mijoro ho vavolombelona mandainga,",
        "19": "hajao ny rainao sy ny reninao, ary tiavo ny namanao tahaka ny tenanao.”",
        "20": "Dia hoy ilay tovolahy: “Efa narahiko daholo izany, ka inona no mbola mila ataoko?”",
        "21": "Ary hoy i Jesosy taminy: “Raha te ho lavorary ianao, dia mandehana amidio ny fanananao ary omeo ho an’ny mahantra, dia hanana harena any an-danitra ianao. Ary andao hanara-dia ahy.”",
        "22": "Nalahelo anefa ilay tovolahy rehefa naheno an’izany ka lasa. Be dia be mantsy ny fananany.",
        "23": "Dia hoy i Jesosy tamin’ny mpianany: “Lazaiko marina aminareo fa ho sarotra amin’ny mpanankarena ny hiditra ao amin’ny Fanjakan’ny lanitra.",
        "24": "Ary hamafisiko ihany fa mora kokoa ny hidiran’ny rameva ao amin’ny vodifanjaitra, noho ny hidiran’ny mpanankarena ao amin’ny Fanjakan’Andriamanitra.”",
        "25": "Gaga be ny mpianatra rehefa naheno an’izany, ka hoy izy ireo: “Dia mba hisy ho voavonjy ihany ve raha izany?”",
        "26": "Dia nijery tsara azy ireo i Jesosy sady niteny hoe: “Tsy hain’olombelona izany, fa hain’Andriamanitra ny zava-drehetra.”",
        "27": "Ary hoy i Petera taminy: “Efa nahafoy ny zava-drehetra izahay dia nanaraka anao. Dia inona izany no ho azonay?”",
        "28": "Dia hoy i Jesosy tamin’izy ireo: “Lazaiko marina aminareo fa amin’ny fotoanan’ny fanavaozana, dia hipetraka eo ambonin’ny seza fiandrianany be voninahitra ny Zanak’olona. Amin’izay fotoana izay dia hipetraka eo ambony seza fiandrianana 12 koa ianareo izay efa nanaraka ahy, ka hitsara ny foko 12 eo amin’ny Israely.",
        "29": "Ary izay rehetra efa nahafoy trano na rahalahy na anabavy na ray na reny na zanaka na tany noho ny anarako, dia hahazo avo 100 heny raha oharina amin’izay nafoiny, ary handova fiainana mandrakizay.",
        "30": "“Maro amin’ireo voalohany anefa no ho farany, ary ny farany ho voalohany."
    },
    "20": {
        "1": "“Fa ny Fanjakan’ny lanitra dia toy ny lehilahy iray nanana tanimboaloboka. Nandeha maraina be izy mba hanakarama olona hiasa ny tanimboalobony.",
        "2": "Ary nifanaraka tamin’ireo mpiasa izy hoe iray denaria isan’andro no karama, dia nalefany nankany an-tanimboalobony izy ireo.",
        "3": "Nandeha indray ilay lehilahy tamin’ny ora fahatelo teo ho eo, ka nahita olon-kafa nijorojoro fotsiny teny an-tsena.",
        "4": "Dia hoy izy tamin’ireo: ‘Mandehana koa ianareo any an-tanimboaloboka, dia homeko anareo izay tokony ho karamanareo.’",
        "5": "Dia lasa ry zareo. Nankeny an-tsena indray ilay lehilahy tamin’ny ora fahenina sy fahasivy teo ho eo, ary mbola nanao hoatr’izany koa.",
        "6": "Farany, dia nankeny an-tsena indray izy tamin’ny ora faha-11 teo ho eo ka nahita olon-kafa nijorojoro. Ary hoy izy: ‘Maninona ianareo no nijorojoro fotsiny teto androany tontolo?’",
        "7": "Dia hoy ireo taminy: ‘Satria tsy nisy nanakarama anay.’ Ary hoy ilay lehilahy: ‘Mandehana koa ianareo any an-tanimboaloboka.’",
        "8": "“Rehefa hariva ny andro, dia hoy izy tamin’ny lehiben’ny mpiasany: ‘Antsoy ny mpiasa dia aloavy ny karamany, ka atombohy avy any amin’ny farany mankany amin’ny voalohany.’",
        "9": "Rehefa tonga ireo mpiasa izay nanomboka tamin’ny ora faha-11, dia samy nahazo iray denaria avy.",
        "10": "Rehefa tonga àry ireo niasa voalohany, dia nieritreritra ny hahazo betsaka kokoa. Iray denaria isan’olona koa anefa no nomena azy.",
        "11": "Dia nitaraina tamin’ilay tompon’ny tanimboaloboka izy ireo rehefa nahazo an’izany,",
        "12": "ka niteny hoe: ‘Tsy niasa afa-tsy adiny iray fotsiny ireo farany ireo, kanefa nataonao mitovy karama aminay. Izahay anefa niasa mafy tontolo andro sy niaritra ny hafanana migaingaina!’",
        "13": "Dia hoy izy tamin’ny iray tamin’ireo: ‘Tsy manao ny tsy rariny aminao aho ka! Angaha tsy iray denaria no nifanarahantsika?",
        "14": "Raiso ny anao, dia mandehana. Tiako homena hoatran’ny anao koa ireo farany ireo.",
        "15": "Izaho angaha tsy mahazo manao izay tiako amin’ny fananako? Sa ianao mialona satria hoe tsara fanahy aho?’",
        "16": "Dia hoatr’izany koa fa ny farany ho voalohany, ary ny voalohany ho farany.”",
        "17": "Rehefa niakatra ho any Jerosalema i Jesosy, dia nentiny nihataka kely ny mpianatra 12 lahy, ka hoy izy tamin’izy ireo teny an-dalana:",
        "18": "“Miakatra ho any Jerosalema isika izao. Ary hatolotra amin’ny lehiben’ny mpisorona sy ny mpanora-dalàna ny Zanak’olona. Dia homelohin’izy ireo ho faty izy,",
        "19": "ary hatolony amin’ny hafa firenena mba hihomehezany sy hokaravasiny ary hovonoiny eo amin’ny tsato-kazo. Dia hatsangana izy amin’ny andro fahatelo.”",
        "20": "Ary nanatona azy ny renin’izy roa lahy zanak’i Zebedio, niaraka tamin’izy mirahalahy. Dia niankohoka ilay ramatoa satria te hangataka zavatra taminy.",
        "21": "Ary hoy i Jesosy: “Fa inona no tadiavinao?” Dia hoy ilay ramatoa: “Rehefa ao amin’ny Fanjakanao ianao, dia aleo re mba hipetraka eo akaikinao ireto zanako ireto e! Dia ny iray eo ankavananao, ary ny iray eo ankavianao.”",
        "22": "Dia hoy i Jesosy: “Tsy azonareo an-tsaina mihitsy izany angatahinareo izany. Vitanareo ve ny hisotro amin’ilay kaopy isotroako?” Dia hoy ireo: “Vitanay izany ka!”",
        "23": "Ary hoy izy tamin’ireo: “Hisotro amin’ny kaopiko tokoa ianareo. Tsy anjarako anefa ny manendry an’izay hipetraka eo ankavanako sy eo ankaviako, fa izay nofidin’ny Raiko ihany no hahazo an’izany toerana izany.”",
        "24": "Ary tezitra tamin’izy mirahalahy izy folo lahy rehefa naheno an’izany.",
        "25": "Nantsoin’i Jesosy hankeo aminy anefa izy ireo, dia noteneniny hoe: “Fantatrareo fa manjakazaka amin’ny firenena entiny ny mpitondra, ary manampatra fahefana ireo lehibe.",
        "26": "Tsy tokony ho toy izany kosa eo aminareo. Fa izay te ho lehibe aminareo dia tsy maintsy ho mpanomponareo,",
        "27": "ary izay te ho voalohany aminareo dia tsy maintsy manompo anareo.",
        "28": "Toy izany koa ny Zanak’olona: Tsy tonga mba hotompoina izy fa mba hanompo, ka hanome ny ainy ho vidim-panavotana ho takalon’ny olona maro.”",
        "29": "Rehefa nivoaka avy tao Jeriko izy ireo, dia nisy vahoaka be nanaraka azy.",
        "30": "Nisy jamba roa lahy nipetraka teo amoron-dalana, ka rehefa henon’izy ireo fa nandalo i Jesosy, dia niantsoantso izy ireo hoe: “Ry Tompo Zanak’i Davida ô, mba iantrao izahay!”",
        "31": "Ary nibedy azy roa lahy ny vahoaka sady niteny azy mba hangina, nefa vao mainka izy ireo niantsoantso mafy hoe: “Ry Tompo Zanak’i Davida ô, mba iantrao izahay!”",
        "32": "Nijanona àry i Jesosy, dia niantso azy roa lahy ka niteny hoe: “Inona no tianareo hataoko aminareo?”",
        "33": "Dia hoy ireo taminy: “Tompo ô, mba ataovy mahita ny masonay!”",
        "34": "Nangoraka azy i Jesosy dia nikasika ny masony. Tonga dia nahita izy ireo ka nanaraka azy."
    },
    "21": {
        "1": "Rehefa nanakaiky an’i Jerosalema izy ireo ka tonga tao Betifaga, teo amin’ny Tendrombohitra Oliva, dia naniraka mpianatra roa lahy i Jesosy.",
        "2": "Hoy izy: “Mandehana ao amin’irỳ tanàna kely irỳ. Tonga dia hahita ampondra mifatotra miaraka amin’ny zanany ianareo ao. Vahao ireo dia ento atỳ amiko.",
        "3": "Ary raha misy manontany anareo, dia teneno hoe: ‘Misy ilan’ny Tompo azy.’ Dia tonga dia halefany ireo.”",
        "4": "Nitranga tokoa izany mba ho tanteraka izay nasaina nolazain’ny mpaminany hoe:",
        "5": "“Teneno i Ziona zanakavavy hoe: ‘Iny tonga atỳ aminao iny ny mpanjakanao. Malemy fanahy izy, ary mitaingina ampondra, dia zanak’ampondra, izay zanaky ny biby mpitondra entana.’”",
        "6": "Dia lasa ireo mpianatra ireo nanao an’izay nasain’i Jesosy nataony.",
        "7": "Nentin’izy roa lahy ilay ampondra sy ny zanany, ka napetrany teo ambonin’ireo ny akanjon’izy ireo ivelany, dia nitaingina teo i Jesosy.",
        "8": "Ny ankamaroan’ny vahoaka kosa namelatra ny akanjony ivelany teo amin’ny lalana. Nisy indray nanapaka sampan-kazo dia namelatra an’izany teo amin’ny lalana.",
        "9": "Nisy vahoaka koa nandeha nialoha an’i Jesosy sy nanaraka tao aorianany, sady niantsoantso tsy an-kijanona hoe: “Mba vonjeo re ny Zanak’i Davida e! Hotahina anie ilay tonga amin’ny anaran’i Jehovah! Mba vonjeo re izy, ry any amin’ny avo indrindra ô!”",
        "10": "Rehefa niditra tao Jerosalema izy, dia nisahotaka ny iray tanàna, sady niteny hoe: “Fa iza io e?”",
        "11": "Dia namerimberina niteny ny vahoaka hoe: “Io no Jesosy mpaminany, avy any Nazareta any Galilia!”",
        "12": "Ary niditra tao amin’ny tempoly i Jesosy ka noroahiny daholo izay nivarotra sy nividy tao. Nazerany koa ny latabatry ny mpanakalo vola sy ny fipetrahan’ny mpivarotra voromailala.",
        "13": "Dia hoy izy tamin’ireo: “Voasoratra hoe: ‘Ny tranoko hantsoina hoe trano fivavahana’, nefa ianareo manao azy ho lava-bato fiafenan’ny jiolahy.”",
        "14": "Nisy jamba sy malemy tongotra koa nanatona azy tao amin’ny tempoly, ka nositraniny.",
        "15": "Ary tezitra ny lehiben’ny mpisorona sy ny mpanora-dalàna, rehefa nahita ny zava-mahagaga nataony sy ny ankizilahy niantsoantso mafy tao amin’ny tempoly hoe: “Mba vonjeo re ny Zanak’i Davida e!”",
        "16": "Dia hoy izy ireo: “Henonao ve izany tenin’ireo izany?” Ary hoy i Jesosy taminy: “Ie. Angaha mbola tsy novakinareo mihitsy ilay hoe: ‘Avy amin’ny vavan’ny ankizy sy ny zaza no amoahanao fiderana’?”",
        "17": "Ary nandao an’ireo izy ka niala tao an-tanàna mba ho any Betania, dia natory tany ny alin’iny.",
        "18": "Ary noana izy tamin’izy niverina tao an-tanàna ny ampitso vao maraina.",
        "19": "Nahita aviavy teo amoron-dalana izy ka nankeo, nefa tsy nahita afa-tsy raviny fotsiny. Ary hoy izy tamin’ilay hazo: “Enga anie tsy hamoa intsony ianao mandrakizay!” Dia tonga dia nalazo ilay hazo.",
        "20": "Gaga ny mpianatra rehefa nahita an’izany, ka niteny hoe: “Fa maninona no tonga dia nalazo ilay aviavy?”",
        "21": "Dia namaly azy ireo i Jesosy hoe: “Lazaiko marina aminareo fa raha manam-pinoana ianareo ka tsy misalasala, dia ho vitanareo izay nataoko tamin’ilay aviavy. Raha miteny amin’ity tendrombohitra ity koa aza ianareo hoe: ‘Mialà eto dia mianjerà any an-dranomasina’, dia hitranga tokoa izany.",
        "22": "Ary ho azonareo daholo izay angatahinareo amin’ny vavaka, raha manam-pinoana ianareo.”",
        "23": "Rehefa nankao amin’ny tempoly izy, dia nanatona azy ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka, tamin’izy mbola nampianatra tao. Ary hoy izy ireo: “Fahefana avy aiza no anaovanao an’izao? Ary iza no nanome anao an’izany fahefana izany?”",
        "24": "Dia hoy i Jesosy: “Izaho koa mba hanontany zavatra iray aminareo. Raha valianareo ilay izy, dia holazaiko aminareo koa hoe avy aiza ny fahefana anaovako an’izao:",
        "25": "Avy aiza no nahazoan’i Jaona fahefana hanao batisa? Avy any an-danitra sa avy amin’ny olona?” Dia nifampiresaka ireo hoe: “Raha miteny izao isika hoe: ‘Avy any an-danitra’, dia hiteny izy hoe: ‘Koa naninona ianareo no tsy nino azy?’",
        "26": "Raha miteny anefa isika hoe: ‘Avy amin’ny olona’, dia ny vahoaka indray no atahorantsika, satria mihevitra daholo ry zareo hoe mpaminany i Jaona.”",
        "27": "Hoy àry izy ireo tamin’i Jesosy: “Tsy fantatray.” Dia hoy i Jesosy: “Izaho koa tsy hiteny aminareo hoe fahefana avy aiza no anaovako an’izao.",
        "28": "“Ahoana ny hevitrareo? Nisy lehilahy nanan-janaka roa lahy. Nankeo amin’ilay voalohany izy ka niteny hoe: ‘Mandehana, anaka, miasa any an-tanimboaloboka androany.’",
        "29": "Dia namaly ilay zanany hoe: ‘Izaho tsy handeha.’ Nanenina anefa izy avy eo ka nandeha ihany.",
        "30": "Nankeo amin’ilay zanany faharoa indray ilay lehilahy, ka niteny hoatr’izany koa. Dia namaly io hoe: ‘Eny, tompoko, handeha aho.’ Tsy nandeha anefa izy.",
        "31": "Iza amin’izy mirahalahy àry no nanao ny sitrapon’ny rainy?” Dia hoy ireo: “Ilay voalohany.” Ary hoy i Jesosy taminy: “Lazaiko marina aminareo fa ny mpamory hetra sy ny mpivaro-tena no hiditra alohanareo any amin’ny Fanjakan’Andriamanitra.",
        "32": "Fa tonga teo aminareo i Jaona ka nampianatra ny lalan’ny fahamarinana, kanefa tsy nino azy ianareo. Ny mpamory hetra sy ny mpivaro-tena kosa nino azy. Ary na dia efa nahita an’izany aza ianareo, dia mbola tsy nanenina ihany, sady tsy nino azy.",
        "33": "“Henoy indray izao fanoharana izao: Nanana tany ny lehilahy iray ka nanao tanimboaloboka, ary nofefeny ny manodidina. Dia nihady lavaka famiazam-boaloboka teo izy ary nanangana tilikambo. Nampanofainy tamin’ny mpamboly ilay izy avy eo, dia lasa nankany an-tany hafa izy.",
        "34": "Rehefa masaka ny voaloboka, dia nirahiny ho any amin’ny mpamboly ny mpanompony mba hanangona ny anjarany.",
        "35": "Nosamborin’ny mpamboly anefa izy ireo, ka ny iray nokapohiny, ny iray novonoiny, ary ny iray notorahany vato ho faty.",
        "36": "Naniraka mpanompo betsaka kokoa noho ny teo aloha indray ilay lehilahy, kanefa mbola nataon’ireo hoatr’izany koa.",
        "37": "Farany, nirahiny tany amin’ireo ny zanany lahy, fa hoy izy: ‘Mba hohajain’ireny kosa ny zanako e!’",
        "38": "Rehefa nahita an’ilay zanany anefa ny mpamboly, dia nifampiresaka hoe: ‘Iny ny mpandova! Andao izy hovonointsika, dia amin’izay lasantsika ny lovany!’",
        "39": "Koa nosamborin’ireo izy ka notaritaritiny teny ivelan’ny tanimboaloboka, dia novonoiny ho faty.",
        "40": "Rehefa tonga àry ilay tompon’ny tanimboaloboka, dia hataony ahoana ireo mpamboly ireo?”",
        "41": "Ary hoy ireo nihaino azy: “Haripany daholo ireo satria ratsy fanahy. Ilay tanimboaloboka kosa hampanofainy amin’ny mpamboly hafa, izay hanome azy ny anjarany rehefa miakatra ny vokatra.”",
        "42": "Ary hoy i Jesosy taminy: “Angaha mbola tsy novakinareo tao amin’ny Soratra Masina mihitsy ilay hoe: ‘Ny vato tsy tian’ny mpanao trano no lasa vato fehizoro lehibe indrindra. Avy amin’i Jehovah izany sady mahavariana antsika’?",
        "43": "Izao àry no lazaiko aminareo: Hesorina aminareo ny Fanjakan’Andriamanitra, ka homena an’izay firenena mamokatra voa mendrika an’ilay Fanjakana.",
        "44": "Ho potipotika izay mianjera eo amin’io vato io, ary ho torotoro izay ianjerany.”",
        "45": "Rehefa naheno an’ireo fanoharana ireo ny lehiben’ny mpisorona sy ny Fariseo, dia takany hoe izy ireo no noresahin’i Jesosy.",
        "46": "Natahotra ny vahoaka anefa izy ireo, na dia te hisambotra azy aza. Nihevitra an’i Jesosy ho mpaminany mantsy ny vahoaka."
    },
    "22": {
        "1": "Mbola nanao fanoharana ihany i Jesosy, rehefa niresaka tamin’izy ireo, hoe:",
        "2": "“Ny Fanjakan’ny lanitra dia azo oharina amin’ny mpanjaka iray nanao fanasambe tamin’ny fampakaram-badin’ny zanany lahy.",
        "3": "Ary nirahiny ny mpanompony hiantso an’ireo nasaina ho any amin’ilay fanasambe, nefa tsy nety ireo nasaina.",
        "4": "Naniraka mpanompo hafa indray izy, ka niteny hoe: ‘Teneno ireo nasaina hoe: “Efa voaomako ny sakafo antoandro, ary efa novonoiko ny ombiko sy ny biby nohataveziko, ka vonona ny zava-drehetra. Tongava àry atỳ amin’ny fanasambe.”’",
        "5": "Tsy niraharaha anefa ireo nasaina ireo, fa ny iray lasa nankany amin’ny sahany, ny iray nandeha nivarotra,",
        "6": "ary ny sisa kosa nisambotra ny mpanompon’ilay mpanjaka, ka nanompa sy nampijaly azy ary namono azy ho faty.",
        "7": "“Ary tezitra be ilay mpanjaka, ka nandefa ny tafiny hamono an’ireo mpamono olona ireo sy handoro ny tanànany.",
        "8": "Hoy izy avy eo tamin’ny mpanompony: ‘Efa vonona ilay fanasambe, nefa tsy mendrika ireo nasaina.",
        "9": "Mandehana àry eny amin’ny lalana mankeny ivelan’ny tanàna, dia asao ho amin’ilay fanasambe daholo izay olona hitanareo.’",
        "10": "Koa lasa nankeny an-dalana ireo mpanompo ireo ka nangoniny daholo izay hitany, na ratsy fanahy na tsara fanahy. Dia feno olona nisakafo ilay efitra fanaovana fampakaram-bady.",
        "11": "“Rehefa niditra mba hijery an’ireo nasaina ilay mpanjaka, dia nahita lehilahy iray tsy nanao akanjo fitondra amin’ny fampakaram-bady.",
        "12": "Ary hoy izy taminy: ‘Ahoana no nahatafiditra anao tato, nefa ianao tsy manao akanjo fitondra amin’ny fampakaram-bady?’ Dia tsy nahateny ilay lehilahy.",
        "13": "Ary hoy ny mpanjaka tamin’ny mpanompony: ‘Afatory ny tanany sy ny tongony, dia atsipazo any amin’ny haizina any ivelany any izy. Any izy no hitomany sy hihidy vazana.’",
        "14": "“Fa maro no asaina, nefa vitsy no fidina.”",
        "15": "Dia lasa ny Fariseo ka niray tetika hamandrika an’i Jesosy amin’ny teniny.",
        "16": "Nirahin’izy ireo nankany amin’i Jesosy àry ny mpianatr’izy ireo, niaraka tamin’ny mpanohana an’i Heroda, hiteny hoe: “Mpampianatra ô, fantatray fa milaza ny marina foana ianao, sady mampianatra ny marina momba an’Andriamanitra. Tsy mba mila sitraka amin’ny olona koa ianao satria tsy mijery tavan’olona.",
        "17": "Lazao aminay àry izay hevitrao: Azo atao ve sa tsia ny mandoa hetra amin’i Kaisara?”",
        "18": "Fantatr’i Jesosy anefa fa ratsy saina izy ireo, ka hoy izy: “Ry mpihatsaravelatsihy, maninona ianareo no mitsapa ahy?",
        "19": "Asehoy ahy ny vola madinika andoavana hetra.” Dia nitondran’ireo denaria iray izy.",
        "20": "Ary hoy izy tamin’ireo: “Sarin’iza io, dia anaran’iza io?”",
        "21": "Hoy izy ireo: “An’i Kaisara.” Dia hoy izy: “Aloavy amin’i Kaisara àry izay an’i Kaisara, fa amin’Andriamanitra kosa izay an’Andriamanitra.”",
        "22": "Gaga izy ireo rehefa naheno an’izany, dia lasa nandeha.",
        "23": "Tamin’iny andro iny dia nanatona azy koa ny Sadoseo, izay milaza fa tsy misy fitsanganan’ny maty, ka nanontany azy hoe:",
        "24": "“Mpampianatra ô, nilaza i Mosesy hoe: ‘Raha maty tsy niteraka ny lehilahy iray, dia tsy maintsy manambady an’ilay vady navelany ny rahalahiny ka hanome taranaka ho an’ilay rahalahiny efa maty.’",
        "25": "Nisy fito mirahalahy àry teto aminay. Nanambady ilay voalohany, dia maty. Tsy niteraka anefa izy ka namela ny vadiny ho an’ny rahalahiny.",
        "26": "Hoatr’izany koa no nanjo an’ilay faharoa sy fahatelo, hatramin’ilay fahafito.",
        "27": "Maty koa ilay vehivavy tamin’ny farany.",
        "28": "Koa rehefa atsangana ny maty, ho vadin’iza amin’izy fito mirahalahy ilay vehivavy? Efa samy nanambady azy daholo mantsy izy rehetra.”",
        "29": "Dia namaly azy i Jesosy hoe: “Diso hevitra ianareo, satria samy tsy hainareo na ny Soratra Masina na ny herin’Andriamanitra.",
        "30": "Fa rehefa atsangana ny maty, dia tsy hampaka-bady na havoaka hampakarina, fa hitovy amin’ny anjely any an-danitra.",
        "31": "Angaha mbola tsy novakinareo izay nolazain’Andriamanitra taminareo momba ny fitsanganan’ny maty, hoe:",
        "32": "‘Izaho no Andriamanitr’i Abrahama sy Andriamanitr’i Isaka ary Andriamanitr’i Jakoba’? Tsy mba Andriamanitry ny maty izy, fa an’ny velona.”",
        "33": "Dia gaga tamin’ny fampianarany ny vahoaka, rehefa naheno an’izany.",
        "34": "Rehefa henon’ny Fariseo hoe nataon’i Jesosy tsy nahateny ny Sadoseo, dia niaraka nankeo aminy izy ireo.",
        "35": "Ary nitsapa azy ny iray taminy, izay nahay Lalàna, ka nanontany hoe:",
        "36": "“Mpampianatra ô, inona no didy lehibe indrindra ao amin’ny Lalàna?”",
        "37": "Dia hoy i Jesosy taminy: “‘Tiavo i Jehovah Andriamanitrao amin’ny fonao manontolo sy ny tenanao manontolo ary ny sainao manontolo.’",
        "38": "Izany no didy lehibe indrindra sady voalohany.",
        "39": "Ny faharoa, izay hoatr’izany ihany, dia izao: ‘Tiavo ny namanao tahaka ny tenanao.’",
        "40": "Ireo didy roa ireo no fototry ny Lalàna manontolo sy ny Mpaminany.”",
        "41": "Raha mbola teo ny Fariseo, dia nanontanian’i Jesosy hoe:",
        "42": "“Ahoana ny hevitrareo momba an’i Kristy? Zanak’iza moa izy?” Dia hoy ireo taminy: “Zanak’i Davida.”",
        "43": "Ary nanontany azy ireo izy hoe: “Koa maninona i Davida no niantso azy hoe Tompo, rehefa notarihin’ny fanahy masina, ka niteny hoe:",
        "44": "‘Hoy i Jehovah tamin’ny Tompoko: “Mipetraha eto ankavanako mandra-panaoko ny fahavalonao ho eo ambany tongotrao”’?",
        "45": "Koa raha niantso azy hoe Tompo i Davida, dia ahoana no maha zanany azy?”",
        "46": "Ary tsy nisy nahavaly azy, sady tsy nisy sahy nanontany azy intsony nanomboka tamin’iny andro iny."
    },
    "23": {
        "1": "Ary hoy i Jesosy tamin’ny vahoaka sy ny mpianany:",
        "2": "“Maka ny toeran’i Mosesy ny mpanora-dalàna sy ny Fariseo.",
        "3": "Koa ataovy sy araho izay rehetra lazainy aminareo, nefa aza manao an’izay ataony, satria miteny izy nefa tsy ataony akory izay lazainy.",
        "4": "Enta-mavesatra no fatorany ka apetrany eo an-tsoroky ny olona, nefa na ny tenany aza tsy te hanetsika an’izany amin’ny rantsantanany.",
        "5": "Izay rehetra ataony dia ataony mba hisehosehoana amin’ny olona fotsiny. Halehibeaziny, ohatra, ny azy ilay boaty misy andininy ao amin’ny Soratra Masina, izay ataony eny aminy mba ho ody fiaro. Ary ataony lava kokoa ny mikiramborambo amin’ny morontongotr’akanjony.",
        "6": "Tiany ny toerana mihaja indrindra any amin’ny sakafo hariva, ny toerana eny aloha ao amin’ny synagoga,",
        "7": "ny hoarahabaina eny an-tsena, ary ny hantsoin’ny olona hoe Raby.",
        "8": "Fa ianareo kosa, aza mety hantsoina hoe Raby, satria iray ihany ny Mpampianatra anareo, ary mpirahalahy daholo ianareo.",
        "9": "Aza miantso na iza na iza ho rainareo eto an-tany koa, fa iray ihany ny Rainareo, dia Ilay any an-danitra.",
        "10": "Ary aza mety hantsoina hoe mpitarika, fa iray ihany ny Mpitarika anareo, dia i Kristy.",
        "11": "Izay lehibe indrindra aminareo dia tsy maintsy ho mpanomponareo.",
        "12": "Izay manandra-tena no haetry, ary izay manetry tena no hasandratra.",
        "13": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy, satria hidianareo eo anoloan’ny olona ny Fanjakan’ny lanitra! Ianareo tsy miditra, nefa izay te hiditra tsy avelanareo hiditra.",
        "14": "* ——",
        "15": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy, satria mitety ranomasina sy mitety tany ianareo mba hitaomana olona iray hiova finoana! Ary rehefa miova finoana izy, dia ataonareo mendrika ny ho any amin’ny Gehena mihoatra noho ianareo.",
        "16": "“Hahita loza ianareo mpitarika jamba, izay milaza hoe: ‘Raha misy mianiana amin’ny tempoly, dia tsy mampaninona izany. Fa raha misy mianiana amin’ny volamenan’ny tempoly kosa, dia tsy maintsy mitana ny teny nataony izy.’",
        "17": "Ry adala sy jamba! Inona no zava-dehibe kokoa: Ilay volamena sa ny tempoly izay mahatonga an’ilay volamena ho masina?",
        "18": "Hoy koa ianareo: ‘Raha misy mianiana amin’ny alitara, dia tsy mampaninona izany. Fa raha misy mianiana amin’ny fanomezana eo amboniny kosa, dia tsy maintsy mitana ny teny nataony izy.’",
        "19": "Ry jamba! Inona no zava-dehibe kokoa: Ilay fanomezana sa ilay alitara izay mahatonga an’ilay fanomezana ho masina?",
        "20": "Koa izay mianiana amin’ny alitara dia mianiana amin’ny alitara sy amin’izay rehetra eo amboniny.",
        "21": "Izay mianiana amin’ny tempoly koa dia mianiana amin’ny tempoly sy amin’Ilay mipetraka ao.",
        "22": "Ary izay mianiana amin’ny lanitra dia mianiana amin’ny seza fiandrianan’Andriamanitra sy amin’Ilay mipetraka eo amboniny.",
        "23": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Manome ny ampahafolon’ny solila sy ny aneta ary ny komina mantsy ianareo, nefa tsy raharahianareo izay mavesa-danja kokoa ao amin’ny Lalàna, izany hoe ny manao ny rariny sy ny mamindra fo ary ny ho mendri-pitokisana. Tsy maintsy omena ny ampahafolon’ireny, nefa tsy maintsy atao koa ireo zavatra hafa ireo.",
        "24": "Ry mpitarika jamba! Tantavaninareo ny moka amin’ny zavatra sotroinareo, nefa ny rameva atelinareo!",
        "25": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Hoatran’ny kaopy sy vilia madio ivelany mantsy ianareo, nefa ao anatinareo ianareo tsy mety afa-po sady tsy mahafehy tena.",
        "26": "Ry Fariseo jamba, diovy aloha ny ao anatin’ny kaopy sy ny vilia, mba hadio koa ny ivelany.",
        "27": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Ianareo mantsy hoatran’ny fasana voalalotra fotsy, izay tsara tarehy erỳ etỳ ivelany, nefa ao anatiny ao feno taolam-paty sy fahalotoana isan-karazany.",
        "28": "Hoatr’izany koa ianareo: Etỳ ivelany ianareo hoatran’ny hoe olo-marina, nefa ao anatinareo ao feno fihatsarambelatsihy sy fandikan-dalàna.",
        "29": "“Hahita loza ianareo mpanora-dalàna sy Fariseo mpihatsaravelatsihy! Manamboatra ny fasan’ny mpaminany sy mandravaka ny fasan’ny olo-marina mantsy ianareo,",
        "30": "sady milaza hoe: ‘Raha velona tamin’ny andron’ny razambenay izahay, dia tsy ho niaraka taminy nandatsaka ny ran’ny mpaminany.’",
        "31": "Koa ianareo ihany no miampanga ny tenanareo ho zanak’ireo namono ny mpaminany.",
        "32": "Vitao tanteraka àry ny asa natomboky ny razambenareo.",
        "33": "“Ry taranaky ny bibilava misy poizina, hataonareo ahoana ny handositra ny fanamelohana ho any amin’ny Gehena?",
        "34": "Noho izany, dia maniraka mpaminany sy olon-kendry ary mpampianatra ampahibemaso ho any aminareo aho. Ny sasany hovonoinareo ho faty sy hofantsihanareo amin’ny hazo fijaliana, ary ny sasany hokaravasinareo ao amin’ny synagoganareo sy henjehinareo isan-tanàna.",
        "35": "Dia amin’izay hivaly aminareo daholo ny ran’ny olo-marina nalatsaka teto an-tany, hatramin’ny ran’i Abela ka hatramin’ny ran’i Zakaria, zanak’i Barakia, izay novonoinareo teo anelanelan’ny toerana masina sy ny alitara.",
        "36": "Lazaiko marina aminareo fa hanody an’ity taranaka ity izany rehetra izany.",
        "37": "“Ry Jerosalema, ry Jerosalema, ilay mpamono ny mpaminany sy mpitora-bato an’izay irahina ho any aminao! Impiry aho no te hanangona ny zanakao, hoatran’ny reniakoho manangona ny zanany ao ambany elany, nefa tsy nety ianareo.",
        "38": "Dia avela ho anareo eo ny tranonareo!",
        "39": "Fa lazaiko aminareo fa tsy hahita ahy intsony ianareo manomboka izao, mandra-pilazanareo hoe: ‘Hotahina anie ilay tonga amin’ny anaran’i Jehovah!’”"
    },
    "24": {
        "1": "Tamin’i Jesosy niala tao amin’ny tempoly, dia nanatona azy ny mpianany mba hampiseho azy an’ireo trano tao amin’ny tempoly.",
        "2": "Dia hoy izy tamin’izy ireo: “Hitanareo ve ireo rehetra ireo? Lazaiko marina aminareo fa tsy hisy vato havela hifanaingina mihitsy eo, fa harodana daholo.”",
        "3": "Tamin’izy nipetrapetraka teo amin’ny Tendrombohitra Oliva, dia nanatona azy mitokana ny mpianany, ka niteny hoe: “Lazao aminay hoe rahoviana no hitranga izany, ary inona no ho famantarana hoe efa manatrika ianao ary efa akaiky ny faran’izao tontolo izao?”",
        "4": "Dia namaly azy ireo i Jesosy hoe: “Mitandrema sao hisy hamitaka anareo.",
        "5": "Fa maro no hisandoka ny anarako, dia hiteny hoe: ‘Izaho no Kristy’, ka be dia be no ho voafitany.",
        "6": "Haheno ady ianareo ary hisy hilaza aminareo koa hoe misy ady any an-toeran-kafa. Aza matahotra anefa, fa tsy maintsy hitranga izany, nefa mbola tsy ho tonga ny farany.",
        "7": "“Fa hisy firenena hiady amin’ny firenena, ary hisy fanjakana hiady amin’ny fanjakana. Ary hisy mosary sy horohoron-tany any amin’ny toerana samihafa.",
        "8": "Izany rehetra izany no fiandohan’ny fahoriana.",
        "9": "“Dia henjehin’ny olona ianareo ka hovonoiny ho faty. Ary ho halan’ny firenena rehetra ianareo noho ny anarako.",
        "10": "Betsaka koa no hiala amin’ny finoana sy hamadika ny namany ary hifankahala.",
        "11": "Hisy mpaminany sandoka be dia be koa hipoitra ka hamitaka olona maro.",
        "12": "Ary hihalefy ny fitiavan’ny olona maro satria hihabetsaka ny mpandika lalàna.",
        "13": "Fa izay miaritra hatramin’ny farany no hovonjena.",
        "14": "Ary hotorina maneran-tany ity vaovao tsaran’ilay Fanjakana ity, ho vavolombelona amin’ny firenena rehetra, vao ho tonga ny farany.",
        "15": "“Rehefa hitanareo mitsangana ao amin’ny toerana masina àry ilay zava-maharikoriko mahatonga faharavana, araka ny nolazain’i Daniela mpaminany—aoka ny mpamaky handinika tsara—,",
        "16": "dia mila mandositra any an-tendrombohitra izay any Jodia.",
        "17": "Izay any an-tampon-trano koa tsy tokony hidina haka ny fananany ao an-tranony,",
        "18": "ary izay any an-tsaha tsy tokony hiverina haka ny akanjony ivelany.",
        "19": "Loza no hanjo ny bevohoka sy ny mampinono, amin’izany andro izany!",
        "20": "Mivavaha foana mba tsy ho amin’ny ririnina na amin’ny andro sabata ianareo no handositra.",
        "21": "Fa amin’izany fotoana izany, dia hisy fahoriana lehibe izay mbola tsy nisy hoatr’izany hatramin’ny niandohan’izao tontolo izao ka hatramin’izao, sady tsy hisy intsony.",
        "22": "Raha tsy nohafohezina izany andro izany, dia tsy hisy olona ho voavonjy. Noho ny olom-boafidy anefa, dia hohafohezina izany andro izany.",
        "23": "“Ary aza mino raha misy milaza aminareo hoe: ‘Atỳ Kristy!’, na hoe: ‘Arỳ izy!’",
        "24": "Fa hisy Kristy sandoka sy mpaminany sandoka ho avy, ka hanao famantarana lehibe sy fahagagana, satria tiany hofitahina hatramin’ny olom-boafidy, raha azony atao.",
        "25": "Efa mampitandrina anareo aho izao.",
        "26": "Koa aza mivoaka ny trano raha misy milaza aminareo hoe: ‘Any an-tany efitra izy.’ Aza mino koa raha misy milaza hoe: ‘Ao amin’ny efitra anatiny izy.’",
        "27": "Fa ho toy ny tselatra avy any atsinanana ka mazava hatrany andrefana ny fanatrehan’ny Zanak’olona.",
        "28": "Any amin’izay misy ny faty no hiangonan’ny voromahery.",
        "29": "“Aorian’ilay fahoriana amin’izany andro izany avy hatrany, dia ho maizina ny masoandro, tsy hanome hazavana ny volana, ho latsaka avy any an-danitra ny kintana, ary hohozongozonina ny herin’ny lanitra.",
        "30": "Avy eo dia hiseho eny amin’ny lanitra ny famantarana ny Zanak’olona. Dia hikapo-tratra noho ny alahelo ny foko rehetra eto an-tany. Ho hitan’izy ireo ho avy eny amin’ny rahon’ny lanitra ny Zanak’olona, sady ho avy amin-kery sy voninahitra lehibe.",
        "31": "Ary hotsofina mafy ny trompetra, dia hirahiny ny anjeliny ka hangonin’izy ireo avy any amin’ny vazan-tany efatra ny olom-boafidiny, avy any amin’ny faravodilanitra rehetra.",
        "32": "“Makà lesona avy amin’ity fanoharana momba ny aviavy ity: Raha vao mitsimoka ny rantsany ka manomboka misy raviny, dia fantatrareo fa efa akaiky ny fahavaratra.",
        "33": "Hoatr’izany koa fa rehefa hitanareo izany rehetra izany, dia fantaro fa efa akaiky izy, efa eo am-baravarana.",
        "34": "Lazaiko marina aminareo fa tsy ho tapitra mihitsy ity taranaka ity, mandra-pisehon’izany rehetra izany.",
        "35": "Ny lanitra sy ny tany ho levona, fa ny teniko tsy mba ho levona mihitsy.",
        "36": "“Tsy misy mahalala an’izany andro sy ora izany, na ny anjely any an-danitra, na ny Zanaka, afa-tsy ny Ray ihany.",
        "37": "Fa ho toy ny tamin’ny andron’i Noa ihany ny fanatrehan’ny Zanak’olona.",
        "38": "Tamin’izany andro izany mantsy, tamin’ny mbola tsy tonga ny Safodrano, dia nihinana sy nisotro ny olona, ary nampaka-bady sy navoaka hampakarina, mandra-pahatongan’ny andro nidiran’i Noa tao amin’ny sambofiara.",
        "39": "Ary tsy niraharaha izy ireo mandra-pahatongan’ilay Safodrano nifaoka azy rehetra. Ho toy izany koa amin’ny fanatrehan’ny Zanak’olona.",
        "40": "Hisy roa lahy any an-tsaha, ka ny iray hoentina ary ny iray havela.",
        "41": "Hisy roa vavy hanodina vato fikosoham-bary, ka ny iray hoentina ary ny iray havela.",
        "42": "Miambena foana àry ianareo, satria tsy fantatrareo ny andro hiavian’ny Tomponareo.",
        "43": "“Tadidio izao: Raha fantatry ny tompon-trano hoe amin’ny fotoam-piambenana fahafiry ny mpangalatra no ho tonga, dia ho niari-tory niambina izy ka tsy ho navelany hovakina ny tranony.",
        "44": "Miomàna koa àry ianareo satria amin’ny ora tsy eritreretinareo no hiavian’ny Zanak’olona.",
        "45": "“Iza tokoa moa ilay mpanompo mendri-pitokisana sy malina izay notendren’ny tompony hikarakara an’ireo mpanompo ao an-tranony, ka hanome sakafo azy ireo amin’ny fotoana mety?",
        "46": "Sambatra izany mpanompo izany rehefa tonga ny tompony ka mahita azy manao an’izany!",
        "47": "Lazaiko marina aminareo fa hotendreny hiandraikitra ny fananany rehetra izy.",
        "48": "“Fa raha miteny anakampo kosa ilay mpanompo ratsy fanahy hoe: ‘Mba ela koa izany tompoko izany!’,",
        "49": "ka manomboka mikapoka ny mpanompo hafa izy ary miara-mihinana sy misotro amin’ny mamo lava,",
        "50": "dia ho avy amin’ny andro tsy ampoiziny sy amin’ny ora tsy fantany ny tompony,",
        "51": "ka hanasazy azy faran’izay mafy ary handefa azy any amin’ny mpihatsaravelatsihy. Any izy no hitomany sy hihidy vazana."
    },
    "25": {
        "1": "“Ary ny Fanjakan’ny lanitra dia azo oharina amin’ny virjiny folo naka ny jirony, ka nivoaka hitsena ny mpampakatra.",
        "2": "Ny dimy adala, ary ny dimy malina.",
        "3": "Nitondra ny jirony ireo adala, saingy tsy nitondra menaka.",
        "4": "Fa ireo malina kosa nitondra ny jirony sady nitondra menaka tao anaty fitoerany.",
        "5": "Koa satria elaela ny mpampakatra vao tonga, dia rendremana izy rehetra ka resin-tory.",
        "6": "Ary tamin’ny misasakalina, dia nisy niantsoantso hoe: ‘Iny ny mpampakatra! Mivoaha hitsena azy.’",
        "7": "Dia nitsangana nanomana ny jirony daholo ireo virjiny ireo.",
        "8": "Ary hoy ireo virjiny adala tamin’ireo malina: ‘Mba omeo amin’ny menakareo izahay, fa efa ho faty ny jironay.’",
        "9": "Namaly anefa ireo malina hoe: ‘Angamba ireto tsy ho ampy ho antsika, fa mandehana mividy any amin’ny mpivarotra.’",
        "10": "Tamin-dry zareo nandeha nividy menaka iny anefa no tonga ny mpampakatra. Dia niara-niditra taminy tao amin’ny fanasambe amin’ny fampakaram-bady ireo virjiny efa vonona, ary nohidiana ny varavarana.",
        "11": "Taorian’izay, dia tonga koa ireo virjiny hafa ka niteny hoe: ‘Azafady, tompoko ô! Mba vohay izahay, tompoko ô!’",
        "12": "Dia hoy izy: ‘Tsoriko aminareo fa tsy fantatro ianareo.’",
        "13": "“Koa miambena foana àry, satria tsy fantatrareo na ny andro na ny ora.",
        "14": "“Ny Fanjakan’ny lanitra koa dia hoatran’ny lehilahy iray efa handeha ho any an-tany hafa. Nampiantso ny mpanompony àry izy dia nankininy tamin’izy ireo ny fananany.",
        "15": "Ny iray nomeny volafotsy dimy talenta, ny iray nomeny roa talenta, ary ny iray nomeny iray talenta, samy araka ny fahaizany avy. Dia lasa nankany an-tany hafa izy.",
        "16": "Tonga dia nandeha ilay nomena volafotsy dimy talenta ka nampiasa an’izany, dia nahazo tombony dimy.",
        "17": "Ilay nomena roa talenta koa nahazo tombony roa.",
        "18": "Fa ilay nomena iray talenta fotsiny kosa lasa nandeha nihady lavaka, ka nanafina an’ilay volan’ny tompony.",
        "19": "“Ela be tatỳ aoriana, dia tonga ilay tompon’ireo mpanompo ireo ka nanao ampamoaka an-dry zareo momba ny kaontim-bolany.",
        "20": "Ary nanatona ilay nomena dimy talenta, ka nitondra dimy fanampiny sady niteny hoe: ‘Nanankinanao dimy talenta aho, tompoko, dia jereo fa nahazo tombony dimy.’",
        "21": "Dia hoy ilay tompony taminy: ‘Tsara izany, ry mpanompo tsara sady mendri-pitokisana! Mendri-pitokisana tamin’ny zavatra vitsivitsy ianao, ka hotendreko hiandraikitra zavatra be dia be. Miaraha mifaly amin’ny tomponao.’",
        "22": "Nanatona koa avy eo ilay nomena roa talenta sady niteny hoe: ‘Nanankinanao roa talenta aho, tompoko, dia jereo fa nahazo tombony roa.’",
        "23": "Dia hoy ilay tompony taminy: ‘Tsara izany, ry mpanompo tsara sady mendri-pitokisana! Mendri-pitokisana tamin’ny zavatra vitsivitsy ianao, ka hotendreko hiandraikitra zavatra be dia be. Miaraha mifaly amin’ny tomponao.’",
        "24": "“Farany, dia nanatona ilay nomena iray talenta sady niteny hoe: ‘Fantatro fa olona sarotsarotiny ianao, tompoko. Mijinja eny amin’izay tsy namafazanao ianao sady manangona an’izay tsy nokororohinao.",
        "25": "Dia natahotra aho dia lasa nanafina an’ilay talentanao tany anaty tany. Iny ny anao.’",
        "26": "Dia hoy ilay tompony: ‘Ry mpanompo ratsy fanahy sady kamo! Efa fantatrao fa mijinja eny amin’izay tsy namafazako aho sady manangona an’izay tsy nokororohiko.",
        "27": "Koa maninona raha napetrakao tany amin’ny banky ny volako, amin’izay ilay izy mba azoko niaraka tamin’ny zanabola rehefa tonga aho?",
        "28": "“‘Alaivo any aminy àry ilay talenta, dia omeo an’ilay manana folo talenta,",
        "29": "satria izay manana dia homena bebe kokoa ka hanana be dia be. Fa izay tsy manana kosa, na izay ananany aza dia halaina aminy.",
        "30": "Atsipazo any amin’ny haizina any ivelany any io mpanompo tsy misy ilana azy io. Any izy no hitomany sy hihidy vazana.’",
        "31": "“Rehefa ho avy amin’ny voninahiny ny Zanak’olona, miaraka amin’ny anjely rehetra, dia hipetraka eo amin’ny seza fiandrianany be voninahitra izy.",
        "32": "Dia hangonina eo anatrehany ny firenena rehetra. Ary hanavaka ny olona izy, toy ny mpiandry ondry manavaka ny ondry amin’ny osy.",
        "33": "Dia hataony eo ankavanany ny ondry, fa eo ankaviany kosa ny osy.",
        "34": "“Ary izao no holazain’ny Mpanjaka amin’izay eo ankavanany: ‘Avia ianareo izay notahin’ny Raiko, mandovà an’ilay Fanjakana nomanina ho anareo hatramin’ny nanorenana an’izao tontolo izao.",
        "35": "Fa noana aho dia nomenareo zavatra hohanina. Nangetaheta aho dia nomenareo zavatra hosotroina. Vahiny aho dia nampiantranoinareo.",
        "36": "Nitanjaka aho dia nampitafianareo. Narary aho dia nokarakarainareo. Ary nigadra aho dia novangianareo.’",
        "37": "Dia hamaly azy ny olo-marina hoe: ‘Tompo ô, oviana ianao no hitanay noana ka nomenay sakafo, na nangetaheta ka nomenay zavatra hosotroina?",
        "38": "Oviana ianao no hitanay hoe vahiny ka nampiantranoinay, na nitanjaka ka nampitafianay?",
        "39": "Oviana ianao no hitanay narary na nigadra ka novangianay?’",
        "40": "Dia hamaly azy ireo ilay Mpanjaka hoe: ‘Lazaiko marina aminareo fa izay nataonareo tamin’ny iray amin’ny kely indrindra amin’ireto rahalahiko ireto no nataonareo tamiko.’",
        "41": "“Hoy kosa izy amin’izay eo ankaviany: ‘Mialà eto amiko ianareo voaozona, dia mandehana any amin’ny afo maharitra mandrakizay, izay nomanina ho an’ny Devoly sy ny anjeliny.",
        "42": "Fa noana aho nefa tsy nomenareo zavatra hohanina, nangetaheta nefa tsy nomenareo zavatra hosotroina.",
        "43": "Vahiny aho nefa tsy nampiantranoinareo, nitanjaka nefa tsy nampitafianareo, ary narary sy nigadra nefa tsy nokarakarainareo.’",
        "44": "Dia hamaly koa ireo hoe: ‘Tompo ô, oviana ianao no hitanay noana na nangetaheta na hoe vahiny na nitanjaka na narary na nigadra, ka tsy mba nokarakarainay?’",
        "45": "Ary hamaly an’ireo izy hoe: ‘Lazaiko marina aminareo fa araka izay tsy nataonareo tamin’ny iray amin’ireto kely indrindra ireto no tsy nataonareo tamiko.’",
        "46": "Haringana mandrakizay izy ireny, fa ny olo-marina kosa hahazo fiainana mandrakizay.”"
    },
    "26": {
        "1": "Rehefa avy niteny an’izany rehetra izany i Jesosy, dia hoy izy tamin’ny mpianany:",
        "2": "“Fantatrareo fa ho tonga ny Paska rehefa afaka roa andro, dia hatolotra amin’ny fahavalony ny Zanak’olona mba hovonoina eo amin’ny tsato-kazo.”",
        "3": "Ary nivory teo an-tokotanin’ilay mpisoronabe nantsoina hoe Kaiafa ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka.",
        "4": "Niray tetika izy ireo hoe hamitaka an’i Jesosy sy hisambotra azy, ka hamono azy ho faty.",
        "5": "Hoy anefa izy ireo: “Aleo tsy amin’ny fety, sao dia hisahotaka ny vahoaka.”",
        "6": "Tamin’i Jesosy tao an-tranon’i Simona boka, tany Betania,",
        "7": "dia nanatona azy ny vehivavy anankiray nitondra tavoahangy vatosanga feno menaka manitra lafo vidy. Nararak’ilay vehivavy teo an-dohan’i Jesosy ilay izy, tamin’i Jesosy mbola nisakafo iny.",
        "8": "Tezitra ny mpianatra rehefa nahita an’izany, ka niteny hoe: “Fa maninona no mandanilany foana hoatr’izao?",
        "9": "Azo namidy lafo be izao iny, dia nomena ny mahantra ny vola.”",
        "10": "Fantatr’i Jesosy ny zavatra noresahin’izy ireo, ka hoy izy taminy: “Fa maninona no ataonareo an’izany io vehivavy io? Tena tsara ny nataony tamiko.",
        "11": "Hisy mahantra foana mantsy eo aminareo, fa izaho kosa tsy ho eo aminareo foana.",
        "12": "Nasiany an’iny menaka manitra iny ny vatako, satria te hanomana ny fandevenana ahy izy.",
        "13": "Lazaiko marina aminareo fa na aiza na aiza hitoriana ny vaovao tsara eran’izao tontolo izao, dia holazaina koa ny nataon’io vehivavy io, ho fahatsiarovana azy.”",
        "14": "Avy eo dia nankany amin’ny lehiben’ny mpisorona ny iray tamin’izy 12 Lahy, ilay antsoina hoe Jodasy Iskariota,",
        "15": "ka niteny hoe: “Homenareo inona aho hamadihako azy, dia hatolotro anareo izy?” Ary nifanaraka taminy izy ireo fa hanome azy volafotsy 30 sekely.",
        "16": "Dia tsy nitsahatra nitady an’izay fotoana mety tsara hamadihana an’i Jesosy izy nanomboka tamin’izay.",
        "17": "Tamin’ny andro voalohany hankalazana ny Fetin’ny Mofo Tsy Misy Lalivay, dia nanatona an’i Jesosy ny mpianatra ka niteny hoe: “Aiza no tianao hikarakaranay ny sakafon’ny Paska?”",
        "18": "Dia hoy izy: “Mankanesa any amin-dRanona any an-tanàna, dia teneno izy hoe: ‘Niteny ny Mpampianatra hoe: “Efa akaiky ny fotoana voatondro hahafatesako, dia hankalaza ny Paska miaraka amin’ny mpianatro ao an-tranonao aho.”’”",
        "19": "Nataon’ny mpianatra àry izay nampanaovin’i Jesosy azy, ka nomaniny daholo izay nilaina tamin’ny Paska.",
        "20": "Rehefa hariva ny andro, dia naka toerana teo amin’ny latabatra izy sy ny mpianatra 12 lahy.",
        "21": "Ary hoy izy teo am-pisakafoana: “Lazaiko marina aminareo fa hamadika ahy ny iray aminareo.”",
        "22": "Dia nalahelo be izy ireo, ka samy nanontany azy hoe: “Izaho ve izany, Tompo ô?”",
        "23": "Dia hoy izy: “Izay miara-manatsoboka ny mofony amiko ao anaty vilia no hamadika ahy.",
        "24": "Marina fa handeha ny Zanak’olona, araka ny efa voasoratra momba azy, nefa hahita loza ilay olona hamadika ny Zanak’olona! Tsara kokoa ho an’ilay olona raha tsy teraka akory.”",
        "25": "Ary hoy i Jodasy, ilay efa hamadika azy: “Izaho ve izany, Raby ô?” Dia hoy i Jesosy: “Voalazanao.”",
        "26": "Raha mbola nihinana izy ireo, dia nandray mofo i Jesosy. Ary nivavaka izy, dia avy eo notapahiny ilay mofo ka nomeny ny mpianatra, sady hoy izy: “Raiso ity dia hano. Ity no vatako.”",
        "27": "Nandray kaopy koa izy ka nisaotra an’Andriamanitra, dia nomeny azy ireo ilay kaopy, sady hoy izy: “Misotroa amin’ity daholo ianareo.",
        "28": "Fa ity no rako, dia ‘ny ran’ny fifanekena’ izay halatsaka mba hahasoa olona maro, ka ho voavela ny fahotan’izy ireo.",
        "29": "Lazaiko aminareo anefa fa tsy hisotro amin’itony vokatry ny voaloboka itony intsony aho, mandra-pahatongan’ny andro hisotroako divay vaovao miaraka aminareo, ao amin’ny Fanjakan’ny Raiko.”",
        "30": "Farany, dia nankany amin’ny Tendrombohitra Oliva izy ireo, rehefa avy nihira fiderana.",
        "31": "Ary hoy i Jesosy: “Hahafoy ahy daholo ianareo anio alina, noho ny zavatra hanjo ahy, fa voasoratra hoe: ‘Hasiako ny mpiandry, dia hiparitaka ny andian’ondry.’",
        "32": "Rehefa atsangana anefa aho, dia handeha hialoha anareo any Galilia.”",
        "33": "Ary hoy i Petera taminy: “Na hahafoy anao daholo aza izy rehetra noho izay hanjo anao, dia izaho tsy hahafoy anao izany mihitsy!”",
        "34": "Dia hoy i Jesosy taminy: “Lazaiko marina aminao fa mbola tsy maneno akory ny akoho anio alina, dia handa ahy intelo ianao.”",
        "35": "Hoy anefa i Petera: “Na tsy maintsy hiara-maty aminao aza aho, dia tsy handa anao izany mihitsy!” Niteny hoatr’izany koa ny mpianatra hafa rehetra.",
        "36": "Tonga tao amin’ilay toerana antsoina hoe Getsemane i Jesosy sy ny mpianatra avy eo. Dia hoy izy tamin’ny mpianatra: “Mipetraha eto fa izaho handeha hivavaka erỳ.”",
        "37": "Nentiny niaraka taminy i Petera sy izy roa lahy zanak’i Zebedio. Dia nanomboka nalahelo sy nitebiteby be izy,",
        "38": "ka niteny tamin’ireo hoe: “Tena malahelo be aho izany, hoatran’ny efa ho faty. Mijanòna eto dia miaraha miari-tory amiko.”",
        "39": "Ary nandroso kelikely izy, dia niankohoka sady nivavaka hoe: “Raiko ô, raha azo atao, dia mba esory amiko ity kaopy ity. Aleo anefa tsy ny sitrapoko no hatao, fa ny anao.”",
        "40": "Niverina teo amin’ny mpianatra izy avy eo ka nahita azy ireo natory. Dia hoy izy tamin’i Petera: “Ianareo ve dia tsy mba afaka niaraka niari-tory tamiko adiny iray akory?",
        "41": "Miambena sy mivavaha foana mba tsy ho resin’ny fakam-panahy. Mazoto ihany ny saina, saingy ny nofo no malemy.”",
        "42": "Ary lasa fanindroany izy ka nivavaka hoe: “Raiko ô, raha tsy azo esorina ity fa tsy maintsy hosotroiko, dia aleo hatao ny sitraponao.”",
        "43": "Dia niverina indray izy, ary mbola nahita azy ireo natory, fa efa navesatra ny masony.",
        "44": "Lasa indray izy nandeha nivavaka fanintelony, ary izay noteneniny teo aloha ihany no naveriny.",
        "45": "Niverina teo amin’ny mpianatra izy avy eo, ka niteny tamin’ireo hoe: “Mbola matory sy miala sasatra ihany ve ianareo amin’izao fotoana izao? Efa kely sisa dia ho tonga ny ora hamadihana ny Zanak’olona, ka hatolotra eo am-pelatanan’ny mpanota izy.",
        "46": "Mitsangàna dia andao isika handeha, fa efa akaiky ilay mpamadika ahy.”",
        "47": "Tsy tapitra akory anefa ny teniny, dia iny fa tonga i Jodasy, ilay anisan’ny 12 Lahy. Ary nisy vahoaka be nitondra sabatra sy kibay niaraka taminy, nirahin’ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka.",
        "48": "Ary efa nanome famantarana azy ireo ilay mpamadika hoe: “Izay horohako no izy, ka sambory.”",
        "49": "Tonga dia nanitsy teo amin’i Jesosy izy ka niteny hoe: “Manahoana, Raby ô!”, sady nanoroka azy.",
        "50": "Hoy anefa i Jesosy taminy: “Fa haninona atỳ ianao?” Dia nanatona ny vahoaka ka nisambotra an’i Jesosy, ary nitondra azy.",
        "51": "Nanatsoaka ny sabany anefa ny iray tamin’ireo niaraka tamin’i Jesosy, dia nasiany tamin’iny ilay mpanompon’ny mpisoronabe, ka niala ny sofiny.",
        "52": "Dia hoy i Jesosy taminy: “Avereno amin’ny tranony ny sabatrao, fa ho fatin’ny sabatra izay rehetra mampiasa sabatra.",
        "53": "Angaha heverinao fa tsy azoko atao ny miangavy ny Raiko, ka izao dia izao ihany aho dia handefasany anjely be dia be mihoatra noho ny andian-tafika 12?",
        "54": "Raha izany anefa, dia ahoana no hahatanterahan’ilay voalazan’ny Soratra Masina hoe tsy maintsy hitranga izao?”",
        "55": "Dia hoy i Jesosy tamin’ny vahoaka: “Tonga hisambotra ahy miaraka amin’ny sabatra sy kibay ve ianareo, hoatr’ireny hisambotra jiolahy ireny? Isan’andro aho nipetraka nampianatra tao amin’ny tempoly, nefa tsy nosamborinareo.",
        "56": "Mitranga anefa izao rehetra izao mba ho tanteraka izay nosoratan’ny mpaminany.” Avy eo dia nandao azy daholo ny mpianatra ka lasa nitsoaka.",
        "57": "Ny olona nisambotra an’i Jesosy kosa nitondra azy tany amin’i Kaiafa mpisoronabe. Efa tafavory tany ny mpanora-dalàna sy ny anti-panahy tamin’izay.",
        "58": "Nanaraka azy teny lavidavitra teny foana anefa i Petera, hatrany an-tokotanin’ny mpisoronabe. Dia niditra izy ka niara-nipetrapetraka tamin’ny mpiasa an-trano teo, fa te hahita an’izay hiafaran’ilay raharaha.",
        "59": "Ary nitady zavatra hiampangana an’i Jesosy ny lehiben’ny mpisorona sy izay rehetra anisan’ny Fitsarana Avo Jiosy, mba hamonoana azy ho faty.",
        "60": "Tsy nahita anefa izy ireo, na be dia be aza ny vavolombelona mandainga tonga teo. Avy eo dia nisy olona roa tonga",
        "61": "ka niteny hoe: “Io lehilahy io nilaza hoe: ‘Vitako ny mandrodana ny tempolin’Andriamanitra sy manangana azy ao anatin’ny telo andro.’”",
        "62": "Dia nitsangana ny mpisoronabe ka niteny taminy hoe: “Toa tsy mamaly akory ianao! Ahoana izany fiampangan’ireo olona ireo anao izany?”",
        "63": "Mbola tsy niteny ihany anefa i Jesosy, ka hoy ny mpisoronabe taminy: “Asaiko mianiana amin’ilay Andriamanitra velona ianao mba hilaza aminay raha ianao no Kristy Zanak’Andriamanitra!”",
        "64": "Dia hoy i Jesosy taminy: “Voalazanao. Izao anefa no lazaiko aminareo: Manomboka izao dia ho hitanareo ny Zanak’olona hipetraka eo ankavanan’Ilay Mahery sady ho avy eny amin’ny rahon’ny lanitra.”",
        "65": "Dia nandrovitra ny akanjony ivelany ny mpisoronabe sady niteny hoe: “Nanevateva an’Andriamanitra izy! Inona indray no mbola ilantsika vavolombelona? Efa henonareo ilay izy nanevateva an’Andriamanitra teo!",
        "66": "Ahoana ny hevitrareo?” Dia namaly izy ireo hoe: “Mendrika ny ho faty izy.”",
        "67": "Nororan’izy ireo ny tarehiny avy eo, dia nasiany totohondry izy. Ny sasany indray namely tehamaina azy",
        "68": "sady niteny hoe: “Maminania aminay, ry Kristy! Iza ilay namely anao teo?”",
        "69": "Nipetraka tany ivelany, tany an-tokotany, i Petera tamin’izay. Ary nisy mpanompovavy nanatona azy ka niteny hoe: “Ianao koa niaraka tamin’i Jesosy, ilay avy any Galilia!”",
        "70": "Nanda teo anatrehan’ny olona rehetra anefa i Petera hoe: “Tsy fantatro izany zavatra resahinao izany.”",
        "71": "Rehefa nivoaka nankeo akaikin’ny vavahady izy, dia nisy ankizivavy hafa indray nahita azy ka niteny tamin’ny olona teo hoe: “Niaraka tamin’i Jesosy, ilay avy any Nazareta, io lehilahy io!”",
        "72": "Dia nanda indray izy sady nianiana hoe: “Marina raha mba fantatro izany lehilahy izany!”",
        "73": "Rehefa afaka kelikely, dia nanatona an’i Petera ny olona nijorojoro teo ka niteny hoe: “Tena naman-dry zareo ianao, fa tonga dia fantatra amin’ny fiteninao.”",
        "74": "Dia nanomboka niozona sy nianiana izy hoe: “Tena tsy fantatro mihitsy ho’aho izany lehilahy izany!” Teo no ho eo ihany dia nisy akoho naneno.",
        "75": "Dia tsaroan’i Petera ilay nolazain’i Jesosy hoe: “Mbola tsy maneno akory ny akoho, dia handa ahy intelo ianao.” Koa nivoaka tany ivelany izy sady nigogogogo nitomany."
    },
    "27": {
        "1": "Rehefa maraina ny andro, dia niara-nandinika daholo ny lehiben’ny mpisorona sy ny anti-panahin’ny vahoaka hoe ahoana no hamonoana an’i Jesosy ho faty.",
        "2": "Ary nofatoran’izy ireo izy, dia nentiny ka natolony an’i Pilato governora.",
        "3": "Rehefa hitan’i Jodasy, ilay namadika azy, fa voaheloka i Jesosy, dia nanenina izy ka naveriny tany amin’ny lehiben’ny mpisorona sy ny anti-panahy ny volafotsy 30 sekely.",
        "4": "Hoy izy: “Nanota aho fa namadika olona tsy manan-tsiny.” Hoy anefa ireo: “Anao izany fa tsisy idiranay!",
        "5": "Dia natsipin’i Jodasy tao amin’ny tempoly ireo vola ireo, dia lasa izy nananton-tena.",
        "6": "Nalain’ny lehiben’ny mpisorona anefa ireo vola ireo, ka niteny izy ireo hoe: “Vidin-dra ireto, ka tsy azo arotsaka ao amin’ny toerana masina fitehirizan-karena.”",
        "7": "Dia niara-nidinika izy ireo, ka nividianany ny sahan’ny mpanefy tanimanga ilay vola, mba hatao fasam-bahiny.",
        "8": "Nantsoina hoe Sahan-dra àry io saha io hatramin’izao.",
        "9": "Tamin’izay no tanteraka ilay nasaina nolazain’i Jeremia mpaminany hoe: “Dia nalain’izy ireo ny volafotsy 30 sekely, izay vidiny nanombanana an’ilay lehilahy. Izy ilay notombanan’ny zanak’Israely.",
        "10": "Nomen’izy ireo hividianana ny sahan’ny mpanefy tanimanga izany, araka ny nandidian’i Jehovah ahy.”",
        "11": "Ary nijoro teo anatrehan’ny governora i Jesosy, ka nanontaniany hoe: “Ianao ve no Mpanjakan’ny Jiosy?” Dia hoy i Jesosy: “Voalazanao.”",
        "12": "Tsy namaly mihitsy anefa izy rehefa nampangain’ny lehiben’ny mpisorona sy ny anti-panahy.",
        "13": "Ary hoy i Pilato: “Angaha tsy henonao izany zavatra be dia be iampangany anao izany?”",
        "14": "Tsy namaly azy anefa izy na indraim-bava aza, dia gaga be ilay governora.",
        "15": "Efa fanaon’ny governora isaky ny fety ny manafaka voafonja iray tian’ny vahoaka.",
        "16": "Nisy voafonja iray nalaza ratsy antsoina hoe Barabasy, tamin’izay fotoana izay.",
        "17": "Rehefa tafangona àry ny olona, dia hoy i Pilato: “Iza no tianareo hafahako ho anareo: I Barabasy sa i Jesosy, ilay antsoina hoe Kristy?”",
        "18": "Fantatr’i Pilato mantsy fa fialonana no nahatonga azy ireo hanolotra an’i Jesosy.",
        "19": "Ankoatra izay, tamin’i Pilato mbola nipetraka teo amin’ny toeram-pitsarana iny, dia nisy olona nirahin’ny vadiny hiteny taminy hoe: “Aza midikiditra amin’ny raharahan’io olo-marina io ianao, fa nijaly be aho androany fa nanonofy azy halina.”",
        "20": "Nandresy lahatra ny vahoaka anefa ny lehiben’ny mpisorona sy ny anti-panahy mba hiteny hoe: “Avotsory i Barabasy, fa vonoy i Jesosy!”",
        "21": "Dia nanontany azy ireo indray ilay governora hoe: “Iza amin’izy roa lahy no tianareo hafahako ho anareo?” Dia hoy izy ireo: “Barabasy.”",
        "22": "Ary hoy i Pilato: “Hataoko ahoana àry izany i Jesosy, ilay antsoina hoe Kristy?” Dia hoy izy rehetra: “Fantsiho eo amin’ny tsato-kazo izy!”",
        "23": "Ary hoy izy: “Fa maninona? Fa inona no ratsy nataony?” Vao mainka anefa izy ireo niantsoantso hoe: “Fantsiho eo amin’ny tsato-kazo izy!”",
        "24": "Ary hitan’i Pilato fa tsy nisy vokany ny nataony fa vao mainka nisahotaka ny olona. Dia naka rano izy, ka nanasa tanana teo anatrehan’ny vahoaka sady niteny hoe: “Tsy tompon’andraikitra amin’ny fahafatesan’io lehilahy io àry aho! Anareo izany!”",
        "25": "Dia niteny daholo ny olona hoe: “Aleo izahay sy ny zanakay no ho tompon’andraikitra amin’ny fahafatesany e!”",
        "26": "Nafahan’i Pilato àry i Barabasy, satria te hampifaly ny vahoaka izy. I Jesosy kosa nasainy nokaravasina, dia natolony hovonoina teo amin’ny tsato-kazo.",
        "27": "Ary nentin’ny miaramilan’ny governora nankao an-tranon’ny governora i Jesosy, dia novorin’izy ireo nanodidina azy daholo ny miaramila.",
        "28": "Dia nesorin’izy ireo ny akanjon’i Jesosy, ka nampitafiany lamba mena midorehitra izy.",
        "29": "Nandrandrana fehiloha tsilo koa izy ireo ka nataony teo amin’ny lohan’i Jesosy, dia nasiany bararata teny an-tanany ankavanana. Ary nandohalika teo anatrehany izy ireo, dia nanesoeso azy sady niteny hoe: “Miarahaba anao, ry Mpanjakan’ny Jiosy!”",
        "30": "Dia nororan’ireo izy, sady nalainy ilay bararata ka nokapohiny tamin’iny ny lohany.",
        "31": "Tamin’ny farany, rehefa avy nanesoeso azy izy ireo, dia nesoriny ilay lamba, ary nampanaoviny azy indray ny akanjony ivelany. Nentiny hofantsihana teo amin’ny tsato-kazo izy avy eo.",
        "32": "Rehefa nivoaka izy ireo, dia nahita lehilahy iray avy any Kyrena, antsoina hoe Simona. Notereny hitondra ny hazo fijalian’i Jesosy io lehilahy io.",
        "33": "Rehefa tonga teo amin’ny toerana iray antsoina hoe Golgota, na hoe Ikarandoha, izy ireo,",
        "34": "dia nomeny divay nafangaro zava-mangidy i Jesosy hosotroiny. Tsy nety nisotro anefa izy rehefa avy nanandrana an’ilay izy.",
        "35": "Rehefa voafantsik’ireo teo amin’ny tsato-kazo izy, dia nozarain’izy ireo ny akanjony ivelany ka nanaovany antsapaka.",
        "36": "Dia nipetraka niambina azy teo izy ireo.",
        "37": "Napetany terỳ ambonin’ny lohany koa ny soratra momba ny fiampangana azy hoe: “Ity no Jesosy Mpanjakan’ny Jiosy.”",
        "38": "Nisy jiolahy roa koa natao teo amin’ny tsato-kazo teo akaikiny, ka ny iray teo ankavanany, ary ny iray teo ankaviany.",
        "39": "Ary nanevateva azy ny mpandalo, sady nihivingivin-doha",
        "40": "no niteny hoe: “Hay ianao ilay handrodana ny tempoly dia hanorina azy ao anatin’ny telo andro? Vonjeo ny tenanao e! Raha zanak’Andriamanitra ianao, dia midìna avy eny amin’ny hazo fijaliana eny!”",
        "41": "Nanesoeso hoatr’izany koa ny lehiben’ny mpisorona sy ny mpanora-dalàna ary ny anti-panahy, sady niteny hoe:",
        "42": "“Ny hafa novonjeny, nefa ny tenany tsy hainy vonjena! Izy no Mpanjakan’ny Israely. Aleo izy hidina avy eny amin’ny hazo fijaliana, dia hino azy isika.",
        "43": "Natoky an’Andriamanitra izy. Koa raha tia azy Andriamanitra, dia tokony hamonjy azy, satria izy niteny hoe: ‘Zanak’Andriamanitra aho.’”",
        "44": "Na ireo jiolahy natao teo amin’ny tsato-kazo teo akaikiny aza mba nandatsa azy hoatr’izany koa.",
        "45": "Ary nisy haizina nanarona an’ilay faritra manontolo, nanomboka tamin’ny ora fahenina ka hatramin’ny ora fahasivy.",
        "46": "Ary tamin’ny ora fahasivy teo ho eo, dia niantso mafy i Jesosy hoe: “Ely, Ely, lamà sabaktany?”, izany hoe “Andriamanitro ô, Andriamanitro ô, nahoana ianao no nahafoy ahy?”",
        "47": "Rehefa naheno an’izany ny olona sasany nijoro teo, dia niteny hoe: “Miantso an’i Elia ilehity.”",
        "48": "Tonga dia nihazakazaka naka spaonjy ny iray tamin’izy ireo, dia natsobony tao anaty divay marikivy ilay izy ka nataony teo amin’ny bararata iray, ary nomeny hosotroin’i Jesosy.",
        "49": "Hoy anefa ny olon-kafa teo: “Avelao izy e! Aleo hojerentsika raha ho avy hamonjy azy i Elia.”",
        "50": "Dia niantsoantso mafy indray i Jesosy, dia tapitra ny ainy.",
        "51": "Dia triatra nizara roa hatrany ambony ka hatrany ambany ilay ridao tao amin’ny toerana masina. Nisy horohoron-tany koa tamin’izay, ka nitresaka ny vatolampy.",
        "52": "Nisokatra koa ny fasana ka betsaka ny faty nitsangana, izany hoe ny fatin’ny olona masina efa nodimandry,",
        "53": "ka be dia be no nahita an’izany.—Ary niditra tao amin’ny tanàna masina ny olona avy teny amin’ny fasana, taorian’ny nitsanganan’i Jesosy.—",
        "54": "Rehefa nahita an’ilay horohoron-tany sy ny zava-nitranga ilay manamboninahitra sy ireo niaraka taminy niambina an’i Jesosy, dia natahotra be ka niteny hoe: “Tena Zanak’Andriamanitra tokoa io.”",
        "55": "Nisy vehivavy be dia be koa nitazana teny lavidavitra teny. Efa nanaraka an’i Jesosy nanomboka tany Galilia izy ireo mba hikarakara azy.",
        "56": "Anisan’ireny i Maria Magdalena, sy Maria renin’i Jakoba sy Josesy, ary ny renin’ny zanak’i Zebedio.",
        "57": "Rehefa harivariva ny andro, dia tonga ny lehilahy iray mpanankarena avy any Arimatia. Josefa no anarany ary mpianatr’i Jesosy koa izy.",
        "58": "Nankany amin’i Pilato izy ka nangataka ny fatin’i Jesosy. Dia namoaka didy i Pilato hoe homena azy ilay faty.",
        "59": "Nalain’i Josefa àry ilay faty ka nofonosiny lamba madio vita tamin’ny rongony tena tsara.",
        "60": "Dia napetrany tao amin’ny fasany vaovao nolavahany tao amin’ny vatolampy ilay izy. Ary nanakodia vato be teo am-baravaran’ilay fasana izy, dia lasa.",
        "61": "Fa i Maria Magdalena sy ilay Maria anankiray kosa mbola nijanona teo ihany, nipetraka teo anoloan’ilay fasana.",
        "62": "Ny ampitson’iny, taorianan’ny Andro Fiomanana, dia nivory teo anatrehan’i Pilato ny lehiben’ny mpisorona sy ny Fariseo",
        "63": "ka nilaza hoe: “Tadidinay, tompoko, ny tenin’iny mpisandoka iny tamin’izy mbola velona hoe: ‘Hitsangana aho rehefa afaka telo andro.’",
        "64": "Koa asaivo ambenana tsara ny fasana hatramin’ny andro fahatelo, sao ho avy hangalatra azy ny mpianany dia hiteny amin’ny olona hoe: ‘Efa natsangana tamin’ny maty izy!’ Dia vao mainka ho ratsy noho ny tamin’ny voalohany izany lainga izany.”",
        "65": "Dia hoy i Pilato: “Makà mpiambina, dia mandehana miaraka amin-dry zareo ka ambeno tsara araka izay vitanareo ny fasana.”",
        "66": "Lasa àry izy ireo nanisy tombo-kase ny vato sady nametraka mpiambina mba hiarovana ny fasana."
    },
    "28": {
        "1": "Taorian’ny Sabata, tamin’ny andro voalohany amin’ny herinandro, rehefa nihanazava ny andro, dia tonga hijery ny fasana i Maria Magdalena sy ilay Maria anankiray.",
        "2": "Ary nisy horohoron-tany mafy, satria nisy anjelin’i Jehovah nidina avy any an-danitra tonga nanakodia ny vato dia nipetraka teo ambonin’ilay izy.",
        "3": "Nanjelanjelatra hoatran’ny tselatra ilay anjely, ary fotsy mangatsakatsaka ny akanjony.",
        "4": "Natahotra azy ny mpiambina ka nangovitra be, sady tsy nahahetsika toy ny maty.",
        "5": "Ary hoy ilay anjely tamin’izy roa vavy: “Aza matahotra. Fantatro fa mitady an’i Jesosy, ilay novonoina teo amin’ny tsato-kazo, ianareo.",
        "6": "Tsy ato izy fa efa natsangana, araka ny efa nolazainy. Avia, jereo ilay toerana nisy ny fatiny.",
        "7": "Mandehana haingana teneno ny mpianany hoe: ‘Efa natsangana tamin’ny maty izy. Hialoha anareo any Galilia izy, dia any no hahitanareo azy.’ Hiteny an’izany aminareo no nahatongavako eto.”",
        "8": "Niala haingana teo am-pasana àry izy roa vavy, sady natahotra no faly be, ary nihazakazaka mba hilaza an’izany tamin’ny mpianatr’i Jesosy.",
        "9": "Ary iny i Jesosy fa nifanena tamin’izy ireo sady niteny hoe: “Manahoana ianareo!” Dia nanatona izy ireo, ka nitazona azy tamin’ny tongony sady niankohoka teo anatrehany.",
        "10": "Hoy i Jesosy taminy: “Aza matahotra! Mandehana milaza amin’ny rahalahiko mba ho any Galilia, fa any no hahitany ahy.”",
        "11": "Tamin’izy ireo mbola teny an-dalana, dia nankany an-tanàna ny mpiambina sasany nilaza tamin’ny lehiben’ny mpisorona ny zava-nitranga rehetra.",
        "12": "Dia niara-nivory sy niara-nidinika ny lehiben’ny mpisorona sy ny anti-panahy, ary avy eo nomeny vola be ireo miaramila ireo,",
        "13": "ka noteneniny hoe: “Lazao hoe: ‘Tonga tamin’ny alina ny mpianany nangalatra azy tamin’izahay mbola natory.’",
        "14": "Ary raha tonga any am-poto-tsofin’ny governora izany, dia hohazavainay aminy ilay izy, ka tsy misy tokony hatahoranareo.”",
        "15": "Noraisin’ny miaramila àry ireo vola ireo, dia nanao araka izay nolazaina taminy izy ireo. Ary niely teo amin’ny Jiosy izany resaka izany hatramin’izao.",
        "16": "Ny mpianatra 11 lahy kosa nankany Galilia, dia nankeny amin’ilay tendrombohitra notenenin’i Jesosy hoe hihaonan’izy ireo.",
        "17": "Dia niankohoka izy ireo rehefa nahita azy, fa ny sasany kosa nisalasala raha izy tokoa io.",
        "18": "Ary nanatona i Jesosy ka niteny taminy hoe: “Efa nomena ahy ny fahefana rehetra any an-danitra sy etỳ an-tany.",
        "19": "Mandehana àry, ampianaro ny olona any amin’ny firenena rehetra mba ho lasa mpanara-dia ahy. Ataovy batisa amin’ny anaran’ny Ray sy amin’ny anaran’ny Zanaka ary amin’ny anaran’ny fanahy masina izy ireo,",
        "20": "sady ampianaro hankatò an’izay rehetra nandidiako anareo. Ary hiaraka aminareo foana aho isan’andro, mandra-pahatongan’ny faran’izao tontolo izao.”"
    },
    "meta": {
        "name": "Matio",
        "order": 39,
        "chapter_number": 28
    }
}