{
    "1": {
        "1": "Paoly, mpanompon’i Kristy Jesosy sady voantso ho apostoly, ary voatokana hitory ny vaovao tsaran’Andriamanitra,",
        "2": "dia ilay vaovao tsara nolazainy mialoha tamin’ny alalan’ny mpaminaniny, ao amin’ny Soratra Masina.",
        "3": "Izany vaovao tsara izany dia momba an’ilay Zanany, izay avy amin’ny taranak’i Davida raha araka ny nofo,",
        "4": "nefa noho ny herin’ny fanahy masina dia natsangana tamin’ny maty ka nambara hoe Zanak’Andriamanitra. I Jesosy Kristy Tompontsika io Zanany io.",
        "5": "Tamin’ny alalany izahay no nanehoana hatsaram-panahy miavaka sady notendrena ho apostoly, mba hino ka hankatò azy ny firenena rehetra, ho voninahitry ny anarany.",
        "6": "Voantso avy tany amin’ireny firenena ireny koa ianareo mba ho an’i Jesosy Kristy.",
        "7": "Ho anareo rehetra any Roma, izay malalan’Andriamanitra sy voantso ho olona masina, Enga anie ilay Andriamanitra Raintsika sy Jesosy Kristy Tompo mba haneho hatsaram-panahy miavaka aminareo sady hanome fiadanana anareo!",
        "8": "Voalohany, dia misaotra an’Andriamanitro amin’ny anaran’i Jesosy Kristy aho noho ianareo rehetra. Malaza eran’izao tontolo izao mantsy hoe manam-pinoana ianareo.",
        "9": "Manompo an’Andriamanitra amin’ny fo manontolo aho ka mitory ny vaovao tsara momba ny Zanany. Ary Andriamanitra no vavolombeloko fa mivavaka ho anareo foana aho,",
        "10": "sady mitalaho mba ho tonga soa aman-tsara any aminareo ihany, raha sitrapon’Andriamanitra.",
        "11": "Tena te hahita anareo mantsy aho, satria te hizara fanomezana ara-panahy aminareo. Amin’izay ianareo ho mafy orina,",
        "12": "na raha tsorina dia hoe mba ho afaka hifampahery isika. Dia hampahery anareo ny finoako, ary ny anareo koa hampahery ahy.",
        "13": "Tiako ho fantatrareo anefa, ry rahalahy, fa efa imbetsaka aho no te ho any aminareo, saingy voasakana foana hatramin’izao. Te ho any aminareo aho mba hahita vokatra tsara rehefa mitory any, hoatran’ny any amin’ny firenen-kafa koa.",
        "14": "Manana trosa amiko mantsy ny Grika sy ny tsy Grika, ary ny hendry sy ny tsy hendry.",
        "15": "Mazoto hitory ny vaovao tsara aminareo mipetraka any Roma koa àry aho.",
        "16": "Tsy menatra ny vaovao tsara aho. Izy io mantsy no fomba ampiasain’Andriamanitra hampisehoana ny heriny mba hamonjena an’izay rehetra mino, ny Jiosy aloha vao ny Grika.",
        "17": "Fa aharihary amin’ny alalan’izy io hoe manao ny rariny Andriamanitra. Dia hitan’ireo manam-pinoana izany ka vao mainka mitombo ny finoany, araka ny voasoratra hoe: “Ny olo-marina anefa ho velona satria manam-pinoana.”",
        "18": "Fa aharihary avy any an-danitra ny hatezeran’Andriamanitra amin’ny olona rehetra tsy matahotra azy sy tsy manao ny marina. Mampiasa teti-dratsy izy ireny mba hisakanana ny olona tsy hahafantatra ny marina.",
        "19": "Efa nomena porofo ampy tsara mantsy izy ireny hahalalany an’izay tokony ho fantatra momba an’Andriamanitra, satria efa nampahafantarin’Andriamanitra azy tsara izany.",
        "20": "Ny toetrany tsy hita maso, izany hoe ny heriny mandrakizay sy ny maha Andriamanitra azy, dia hita mazava tsara hatramin’ny namoronana an’izao tontolo izao. Hita amin’ny zavatra nataony mantsy izany toetrany izany, ka tsy manana fialan-tsiny izy ireny.",
        "21": "Nahafantatra an’Andriamanitra izy ireny, nefa tsy mba nanome voninahitra azy na nisaotra azy. Fa lasa tsy misaina intsony izy ireny ka lasa maizina ny fony efa donto.",
        "22": "Na dia nilaza fa hendry aza izy ireny, dia lasa tsy misaina.",
        "23": "Ny voninahitra tokony ho nomeny an’ilay Andriamanitra tsy mety lo, dia nomeny ho an’ny sarin’olona mety lo sy sarina vorona sy biby manan-tongotra efatra ary biby mandady.",
        "24": "Te hanao an’izay nirin’ny fony fotsiny izy ireny. Navelan’Andriamanitra hanaraka fanao maloto àry izy ireny, mba ho afa-baraka ny vatany.",
        "25": "Naleony lainga toy izay ny fahamarinana momba an’Andriamanitra, ka zavatra noforonina indray no notompoiny sy nivavahany, fa tsy ilay Mpamorona, ilay deraina mandrakizay. Amena.",
        "26": "Izany no nahatonga an’Andriamanitra hamela azy hanaram-po amin’ny filan’ny nofo maharikoriko. Tsy ny fanao voajanahary intsony mantsy no nataon’ny vehivavy teo aminy, fa ny fanao tsy voajanahary.",
        "27": "Ny lehilahy koa lasa tsy nanao ny fanao voajanahary amin’ny vehivavy intsony. Lasa nahery loatra mantsy ny filana tao amin’izy samy lehilahy ka nanao zavatra mamoafady izy samy izy. Dia hiharan’ny sazy sahaza azy izy ireny, noho ny fahadisoany.",
        "28": "Satria izy ireny nihevitra hoe tsy ilaina ny mahalala an’Andriamanitra, dia navelan’Andriamanitra hanana eritreri-dratsy izy ireny mba hanao zavatra tsy mendrika.",
        "29": "Tamin’izay rehetra nataony, dia nanao ny tsy marina izy ireny, ratsy fanahy, tsy nety afa-po, ary nanao ratsy. Feno fitsiriritana koa izy ireny, mamono olona, tia mifamaly, mamitaka, tia manisy ratsy olona, mpifosafosa,",
        "30": "mpanaratsy olona, mpankahala an’Andriamanitra, mpaniratsira, mpanambony tena, mpirehareha, mpanao teti-dratsy, tsy mpankatò ray aman-dreny,",
        "31": "tsy misaina, tsy manaja fifanekena, tsy tia ny mpianakaviny, ary tsy miantra.",
        "32": "Fantany tsara mihitsy ilay didin’Andriamanitra ara-drariny hoe mendrika ny ho faty izay mpanao an’izany, nefa mbola manao ihany izy sady mankasitraka an’izay mpanao an’izany koa."
    },
    "2": {
        "1": "Raha mitsara olona àry ianao, ry rahalahy, dia tsy manana fialan-tsiny, na iza ianao na iza. Fa manameloka ny tenanao ianao rehefa mitsara olona, satria ianao izay mitsara io dia mba mpanao an’izay ataony koa.",
        "2": "Fantatsika anefa fa mitsara araka ny marina Andriamanitra ary manameloka an’izay mpanao an’izany zavatra izany.",
        "3": "Sao heverinao hoe ho afa-mandositra ny fitsaran’Andriamanitra ianao, ry rahalahy, raha mitsara an’ireo mpanao an’izany zavatra izany, nefa ianao aza mba manao an’izany koa?",
        "4": "Sa tsy raharahianao hoe faran’izay tsara fanahy sy mandefitra ary manam-paharetana izy? Tsy fantatrao angaha fa tian’Andriamanitra hibebaka ianao matoa tsara fanahy aminao izy?",
        "5": "Mafy loha anefa ianao ary tsy mety mibebaka ny fonao, ka hoatran’ny hoe manangona ny fahatezeran’Andriamanitra ho anao amin’ilay andro hanamparany ny hatezerany sy hitsarany araka ny rariny ianao.",
        "6": "Ary hamaly ny tsirairay araka izay nataony avy izy:",
        "7": "Ho an’izay te hahazo voninahitra sy haja ary vatana tsy mety lo, ka manao ny tsara foana, dia fiainana mandrakizay.",
        "8": "Ho an’ireo tia ady sy tsy manaraka ny fahamarinana fa manao ny tsy marina foana kosa, dia sazy sy fahatezerana.",
        "9": "Fahoriana sy fijaliana no hanjo an’izay rehetra manao ratsy, ny Jiosy aloha vao ny Grika.",
        "10": "Fa voninahitra sy haja ary fiadanana kosa ho an’izay rehetra manao ny tsara, ho an’ny Jiosy aloha vao ny Grika koa.",
        "11": "Fa tsy mijery tavan’olona Andriamanitra.",
        "12": "Ho faty tsy manana lalàna izay rehetra nanota nefa tsy nanana lalàna. Hotsarain’ny lalàna kosa izay rehetra nanota teo ambanin’ny lalàna.",
        "13": "Fa tsy izay mihaino ny lalàna no olo-marina eo anatrehan’Andriamanitra, fa ny mpankatò ny lalàna no hambara hoe olo-marina.",
        "14": "Manao an’izay takin’ny lalàna ny olona hafa firenena tsy manana lalàna, satria voajanahary izany. Na dia tsy manana lalàna aza izy ireo, dia toy ny efa misy lalàna ao am-pony ao.",
        "15": "Izy ireo mihitsy no mampiseho hoe voasoratra ao am-pony ny lalàna, ary ny feon’ny fieritreretany koa no vavolombelon’izany, ka ny eritreriny ihany no miampanga azy na manala tsiny azy mihitsy aza.",
        "16": "Hitranga izany amin’ny andro hitsaran’Andriamanitra ny zavatra ataon’ny olona ao amin’ny miafina, ka amin’ny alalan’i Kristy Jesosy Izy no hitsara, araka ny vaovao tsara toriko.",
        "17": "Milaza ianao hoe Jiosy, ary miantehitra amin’ny lalàna ianao sady reharehanao Andriamanitra.",
        "18": "Hainao koa ny sitrapony ka fantatrao izay tena tsara, satria ampianarina ny Lalàna ianao.",
        "19": "Resy lahatra koa ianao hoe mpitarika ny jamba ianao, fahazavana ho an’izay ao anaty haizina,",
        "20": "mpananatra ny tsy misaina, mpampianatra ny zaza bodo, ary azonao tsara ny fototry ny fahalalana sy ny fahamarinana ao amin’ny Lalàna.",
        "21": "Izao anefa: Ianao mba mampianatra olona, dia maninona ianao no tsy mampianatra ny tenanao? Ianao mba mitory hoe: “Aza mangalatra”, dia maninona ianao no mangalatra?",
        "22": "Ianao mba milaza hoe: “Aza manitsakitsa-bady”, dia maninona ianao no manitsakitsa-bady? Ianao mba mankahala sampy, dia maninona ianao no mandroba tempoly?",
        "23": "Ianao mba mirehareha hoe manana lalàna, dia maninona ianao no mandika ny Lalàna ka manala baraka an’Andriamanitra?",
        "24": "Fa “tevatevaina eo amin’ny hafa firenena ny anaran’Andriamanitra, noho ny ataonareo”, araka ny efa voasoratra.",
        "25": "Raha manaraka lalàna ihany ianao vao mahasoa anao ny famorana. Raha mpandika lalàna anefa ianao, dia lasa tsy voafora indray ianao na dia efa voafora aza.",
        "26": "Raha manao an’izay takin’ny Lalàna àry ny olona tsy mifora, tsy efa anisan’ny voafora ihany ve izy na dia tsy mifora aza?",
        "27": "Ary hitsara anao mpandika lalàna ny olona tsy mifora rehefa mankatò ny Lalàna, na dia manana lalàna aza ianao sady voafora.",
        "28": "Fa tsy zavatra etỳ ivelany no maha Jiosy ny Jiosy, ary ny famorana koa tsy zavatra etỳ ivelany, na hoe eo amin’ny nofo.",
        "29": "Fa izay ao anatin’ny fo no maha Jiosy ny Jiosy, ary ny fony no voafora ka ny fanahy no namorana azy, fa tsy ny lalàna voasoratra. Koa Andriamanitra, fa tsy ny olona, no hidera azy."
    },
    "3": {
        "1": "Inona àry no tombony ananan’ny Jiosy, ary inona no soa azo amin’ny famorana?",
        "2": "Be dia be mihitsy. Voalohany indrindra, dia ny Jiosy no nanankinan’Andriamanitra ny teniny masina.",
        "3": "Dia ahoana àry raha misy Jiosy tsy ampy finoana? Midika ve izany hoe tsy azo atokisana intsony Andriamanitra?",
        "4": "Sanatria izany! Ho hita fa marina Andriamanitra na dia hita fa mpandainga aza ny olona rehetra, araka ny voasoratra hoe: “Mba ho hita fa manana ny marina ianao amin’izay lazainao, ary handresy rehefa misy mitsara.”",
        "5": "Raha ny ratsy ataontsika anefa no mampiseho hoe manao ny rariny Andriamanitra, dia inona no hotenenintsika? Hiteny ve isika hoe tsy rariny ny ataon’Andriamanitra rehefa mampihatra ny hatezerany izy?—Izany lazaiko izany no eritreretin’ny olona.—",
        "6": "Sanatria izany! Raha manao ny tsy rariny Andriamanitra, dia hataony ahoana no hitsara an’izao tontolo izao?",
        "7": "Raha ny laingako anefa no mampiseho hoe marina Andriamanitra ka lasa mahazo voninahitra izy, dia maninona aho no mbola tsaraina hoe mpanota ihany?",
        "8": "Koa tsy aleo àry ve miteny hoe: “Andao hanao ratsy mba hiavian’ny soa”? Endrikendrehin’ny olona hoe miteny an’izany mantsy isika. Rariny raha melohina ireny olona ireny.",
        "9": "Manana tombony àry ve isika raha oharina amin’ny hafa? Tsy izany mihitsy! Efa nohazavaintsika teo aloha hoe andevozin’ny ota daholo na ny Jiosy na ny Grika,",
        "10": "araka ny voasoratra hoe: “Tsy misy olo-marina, na iray aza.",
        "11": "Tsy misy olona lalin-tsaina, ary tsy misy olona mitady an’Andriamanitra.",
        "12": "Efa nivily nankany amin’ny lalan-diso daholo ny olona, ka samy tsy misy vidiny izy rehetra. Tsy mba misy mampiseho hoe tsara fanahy, na dia iray aza.”",
        "13": "“Fasana misokatra ny tendany, ary ny lelany no amitahany.” “Misy poizin’ny bibilava ao am-bavany.”",
        "14": "“Feno ozona sy fankahalana ao am-bavany.”",
        "15": "“Maika handatsa-dra ny tongony.”",
        "16": "“Fandringanana sy fandravana no eny amin’ny lalany,",
        "17": "ary tsy fantany ny lalan’ny fiadanana.”",
        "18": "“Tsy hitan’izy ireo izay antony tokony hatahorana an’Andriamanitra.”",
        "19": "Fantatsika fa ny zava-drehetra lazain’ny Lalàna dia ho an’izay eo ambanin’ny Lalàna, mba ho tampina ny vavan’ny olona rehetra, ary ho mendrika ny hosazin’Andriamanitra izao tontolo izao.",
        "20": "Tsy misy olona hambara ho marina eo anatrehan’Andriamanitra àry raha hoe mankatò lalàna fotsiny, satria natao fotsiny hahafantarana tsara ny atao hoe ota ny lalàna.",
        "21": "Hita anefa izao fa afaka ny ho lasa olo-marina eo anatrehan’Andriamanitra ny olona, na dia tsy manaraka lalàna aza. Izany koa no lazain’ny Lalàna sy ny Mpaminany.",
        "22": "Tena afaka ny ho lasa olo-marina eo anatrehan’Andriamanitra izay rehetra manam-pinoana an’i Jesosy Kristy. Mitovy daholo mantsy ny olona.",
        "23": "Fa samy efa nanota ny olona rehetra ka tsy mahatratra ny voninahitr’Andriamanitra.",
        "24": "Fanomezana maimaim-poana ilay hoe nambara hoe olo-marina izy ireo noho ny hatsaram-panahy miavaka asehon’Andriamanitra. Ary nampiseho an’izany hatsaram-panahy izany Andriamanitra rehefa nanome ny vidim-panavotana naloan’i Kristy Jesosy mba hanafahana azy ireo.",
        "25": "Fa natolotr’Andriamanitra ho fanatitra fampihavanana i Kristy, mba hihavana aminy izay mino ny rany. Nanao an’izany Andriamanitra mba hampisehoana hoe marina Izy, satria be fandeferana Izy ka namela ny fahotana natao tamin’ny lasa.",
        "26": "Nanao an’izany koa Izy mba hampisehoana hoe marina Izy ankehitriny. Amin’izay dia ho marina Izy rehefa manambara hoe olo-marina izay mino an’i Jesosy.",
        "27": "Misy antony ireharehana àry ve? Tsy misy. Fa inona ny lalàna azo ireharehana? Ilay lalàna manasongadina hoe izay atao no zava-dehibe ve? Tsy izany mihitsy fa ilay lalàna hoe tena ilaina ny finoana.",
        "28": "Mihevitra mantsy isika fa izay manam-pinoana no ambara ho marina, fa tsy izay manao zavatra mifanaraka amin’ny lalàna.",
        "29": "Angaha izy Andriamanitry ny Jiosy ihany? Angaha izy tsy Andriamanitry ny hafa firenena koa? Eny, an’ny hafa firenena koa.",
        "30": "Iray ihany Andriamanitra, ka izay voafora dia hambarany hoe olo-marina satria manam-pinoana, ary izay tsy voafora koa dia mbola hambarany hoe olo-marina satria manam-pinoana.",
        "31": "Foanantsika amin’ny finoantsika àry ve ny lalàna? Sanatria izany! Vao mainka aza tohanantsika izy io."
    },
    "4": {
        "1": "Raha izany àry, inona no holazaintsika fa azon’i Abrahama, ilay razambentsika ara-nofo?",
        "2": "Raha nambara hoe olo-marina i Abrahama noho ny zavatra nataony, dia ho nanana antony nireharehana izy. Tsy ho afaka nirehareha teo anatrehan’Andriamanitra anefa izy.",
        "3": "Fa inona no lazain’ny Soratra Masina? “Naneho finoana an’i Jehovah i Abrahama, ka nekena hoe olo-marina.”",
        "4": "Ho an’izay miasa, dia tsy heverina hoe hatsaram-panahy miavaka ny karama omena azy, fa zavatra tsy maintsy aloa aminy.",
        "5": "Fa ho an’izay tsy miasa kosa nefa mino an’Ilay manambara ny ratsy fanahy hoe olo-marina, dia ekena ho olo-marina izy satria manam-pinoana.",
        "6": "I Davida koa nilaza fa sambatra izay eken’Andriamanitra hoe olo-marina na dia tsy noho ny zavatra ataony aza. Hoy izy:",
        "7": "“Sambatra izay voavela ny helony, ary voasarona ny fahotany.",
        "8": "Sambatra ny olona izay tsy hisain’i Jehovah mihitsy ny fahotany.”",
        "9": "Ny voafora ihany àry ve izany no afaka ny ho sambatra hoatr’izany, sa ny tsy voafora koa? Hoy mantsy isika: “Nekena hoe olo-marina i Abrahama satria nanam-pinoana.”",
        "10": "Oviana àry izy no nekena hoe olo-marina? Tamin’izy efa voafora sa tamin’izy mbola tsy voafora? Tsy tamin’izy efa voafora, fa tamin’izy mbola tsy voafora.",
        "11": "Ary nahazo famantarana izy, dia ny famorana. Io no antoka hoe olo-marina izy satria nanam-pinoana tamin’izy mbola tsy voafora. Dia izany no nahatonga azy ho lasa rain’izay rehetra manam-pinoana nefa tsy voafora, mba heken’Andriamanitra hoe olo-marina ireny.",
        "12": "Dia izany koa no nahatonga azy ho lasa rain’ny taranaka voafora, ary tsy hoe rain’izay mpandala ny famorana ihany, fa izay mampiseho amin’ny fomba fiainany koa hoe manana finoana hoatran’ny an’i Abrahama raintsika tamin’izy mbola tsy voafora.",
        "13": "Tsy hoe satria nankatò lalàna i Abrahama na ny taranany dia nampanantenaina hoe handova tontolo iray, fa satria nekena hoe olo-marina izy noho izy nanam-pinoana.",
        "14": "Fa raha izay manaraka lalàna no mpandova, dia lasa tsy misy ilana azy ny finoana, sady foana ilay fampanantenana.",
        "15": "Mahatonga ny fahatezeran’Andriamanitra mantsy ny Lalàna, satria rehefa tsy misy lalàna, dia tsy misy fandikan-dalàna.",
        "16": "Noho izany, dia nahazo an’ilay fampanantenana i Abrahama satria nanam-pinoana, ary hatsaram-panahy miavaka no nahazoany an’izany. Amin’izay dia azo antoka fa ho tanteraka amin’ny taranany rehetra ilay fampanantenana, tsy ho an’izay manaraka ny Lalàna ihany, fa ho an’izay mampiseho finoana hoatran’ny an’i Abrahama raintsika rehetra koa.",
        "17": "—Izao mantsy no voasoratra: “Notendreko ho rain’ny firenena maro ianao.”— Natao teo imason’ilay Andriamanitra ninoany izany, dia Ilay mamelona ny maty ary milaza ny zavatra mbola tsy mitranga ho toy ny efa mitranga.",
        "18": "Mbola nanantena ihany i Abrahama na dia hoatran’ny tsy nisy azo nantenaina intsony aza, ka nino hoe mety ho lasa rain’ny firenena maro izy, araka ilay voalaza hoe: “Ho tahaka izany ny taranakao.”",
        "19": "Ary na dia tsy nihanalemy aza ny finoany, dia fantany fa toy ny efa maty ny vatany,—efa 100 taona teo ho eo mantsy i Abrahama—ary efa maty koa ny kibon’i Saraha.",
        "20": "Efa nampanantena anefa Andriamanitra, ka nino i Abrahama fa tsy nisalasala mihitsy. Dia nahazo hery izy noho ny finoany, ka nanome voninahitra an’Andriamanitra,",
        "21": "ary niaiky tanteraka fa vitan’Andriamanitra ny manatanteraka an’izay nampanantenainy.",
        "22": "Koa “nekena hoe olo-marina izy.”",
        "23": "Tsy ho azy ihany anefa no nanoratana an’ilay hoe: “Nekena hoe olo-marina izy”,",
        "24": "fa ho antsika koa. Natao ho antsika koa izany, satria mino an’Ilay nanangana an’i Jesosy Tompontsika tamin’ny maty isika.",
        "25": "Fa natolotra ho faty noho ny helotsika izy, ary natsangana tamin’ny maty mba hanambarana antsika hoe olo-marina."
    },
    "5": {
        "1": "Koa satria nambara hoe olo-marina isika ankehitriny noho isika mino, dia mila mihavana amin’Andriamanitra foana isika, amin’ny alalan’i Jesosy Kristy Tompontsika.",
        "2": "Tamin’ny alalan’i Kristy no nahatonga antsika ho afaka hanatona an’Andriamanitra, sy hanehoana an’izany hatsaram-panahy miavaka izany, ary efa anehoana an’izany isika izao. Aoka àry isika hifaly noho ny fanantenana ny voninahitr’Andriamanitra.",
        "3": "Ary tsy izany ihany fa aoka koa isika hifaly ao anatin’ny fahoriana, satria fantatsika fa ny fahoriana mahatonga fiaretana.",
        "4": "Ny fiaretana indray mahatonga antsika hankasitrahan’Andriamanitra, ny fankasitrahan’Andriamanitra kosa mahatonga antsika hanana fanantenana,",
        "5": "ary ny fanantenana tsy mba mandiso fanantenana, satria efa natao ao am-pontsika ny fitiavan’Andriamanitra, tamin’ny alalan’ny fanahy masina nomena antsika.",
        "6": "Fa tamin’isika mbola nalemy, dia maty ho an’ny ratsy fanahy i Kristy, tamin’ny fotoana voatondro.",
        "7": "Mahalana vao misy manaiky ho faty ho an’ny olo-marina, na dia mety hisy vonona ho faty ho an’ny olona tsara fanahy ihany aza.",
        "8": "Nasehon’Andriamanitra anefa hoe tiany isika, satria tamin’isika mbola mpanota, dia maty ho antsika i Kristy.",
        "9": "Ankoatra izany, dia efa nambara hoe olo-marina isika izao noho ny ran’i Kristy, ka matoky fa hovonjena amin’ny alalany mba tsy hiharan’ny fahatezeran’Andriamanitra.",
        "10": "Fa tamin’isika mbola fahavalo no nampihavanina tamin’Andriamanitra, tamin’ny nahafatesan’ny Zanany. Vao mainka àry isika matoky hoe hovonjena, amin’izao isika efa mihavana aminy izao, satria velona i Kristy.",
        "11": "Ary tsy izany ihany fa mifaly koa isika satria mifandray amin’Andriamanitra amin’ny alalan’i Jesosy Kristy Tompontsika, ilay nahatonga antsika ho afaka hihavana amin’Andriamanitra izao.",
        "12": "Koa tahaka ny nidiran’ny ota teo amin’izao tontolo izao noho ny nataon’ny lehilahy iray, ary ny ota no nahatonga ny fahafatesana, ka niely tamin’ny olona rehetra ny fahafatesana, satria samy efa nanota izy rehetra...",
        "13": "Fa tamin’ny mbola tsy nisy ny Lalàna, dia efa teo amin’izao tontolo izao ny fahotana. Tsy misy olona ampangaina ho manota anefa rehefa tsy misy lalàna.",
        "14": "Na izany aza, dia nanjaka hatramin’i Adama ka hatramin’i Mosesy ny fahafatesana. Nanjakan’ny fahafatesana ihany koa aza izay tsy nanao fahotana hoatran’ny nataon’i Adama, izay misy itovizana amin’ilay ho avy.",
        "15": "Tsy mitovy anefa ny vokatry ny heloka sy ny vokatry ny fanomezana. Raha ny heloky ny lehilahy iray no nahafaty olona maro, dia vao mainka nitondra soa be dia be ho an’ny maro ny hatsaram-panahy miavaka nasehon’Andriamanitra, sy ny fanomezany maimaim-poana, ary ny hatsaram-panahy miavaka nasehon’ny lehilahy iray, dia i Jesosy Kristy.",
        "16": "Ary tsy mitovy amin’ny vokatry ny fahotan’ny lehilahy iray ny vokatr’ilay fanomezana maimaim-poana. Fanamelohana no vokany rehefa notsaraina ny lehilahy iray noho ny heloka nataony, fa ilay fanomezana nomena noho ny heloky ny olona maro kosa nahatonga ny olombelona hambara ho marina.",
        "17": "Ny heloky ny lehilahy iray, izany hoe noho ny nataony, no nahatonga ny fahafatesana hanjaka. Koa vao mainka ho velona sy hanjaka àry ireo nanehoana hatsaram-panahy lehibe sy nomena fanomezana maimaim-poana be dia be, noho ny nataon’ny olona iray, dia Jesosy Kristy. Izany fanomezana izany dia ny nanambarana azy ireo hoe olo-marina.",
        "18": "Heloka iray àry no nahatonga ny karazan’olona rehetra homelohina. Hoatr’izany koa fa ny fanamarinana nataon’ny olona iray no nahatonga ny karazan’olona rehetra hambara hoe olo-marina ka hahazo fiainana.",
        "19": "Fa rehefa tsy nankatò ny lehilahy iray, dia olona maro no lasa mpanota. Dia hoatr’izany koa fa rehefa nankatò ny olona iray, dia olona maro no lasa olo-marina.",
        "20": "Ary tonga ny Lalàna mba hampisehoana fa be dia be ny heloka. Arakaraka ny habetsahan’ny ota anefa, dia vao mainka koa lehibe ny hatsaram-panahy miavaka.",
        "21": "Inona no tanjona amin’izany? Mba ho tahaka ny nanjakan’ny ota sy ny fahafatesana no hanjakan’ny hatsaram-panahy miavaka. Amin’izay dia hambara hoe olo-marina ny olona, ka hahazo fiainana mandrakizay amin’ny alalan’i Jesosy Kristy Tompontsika."
    },
    "6": {
        "1": "Inona àry no holazaintsika? Hanota foana ve isika dia amin’izay hanehoana hatsaram-panahy betsaka kokoa?",
        "2": "Sanatria izany! Isika aza efa maty raha ny ota no resahina, dia ahoana no mbola ahafahantsika ho velona ao anatin’ny ota ihany?",
        "3": "Sa tsy fantatrareo fa isika rehetra izay natao batisa tao amin’i Kristy Jesosy, dia natao batisa tao amin’ny fahafatesany?",
        "4": "Niara-nalevina taminy àry isika rehefa natao batisa tao amin’ny fahafatesany. Amin’izay isika hanana fiainam-baovao, hoatran’i Kristy natsangan’ny Ray tamin’ny maty, tamin’ny alalan’ny heriny.",
        "5": "Raha lasa tafaray amin’i Kristy isika rehefa maty hoatr’azy, dia tena ho tafaray aminy koa isika rehefa atsangana amin’ny maty hoatr’azy.",
        "6": "Fantatsika mantsy fa niara-nofantsihana taminy teo amin’ny tsato-kazo ny toetrantsika taloha. Amin’izay isika tsy hofehezin’ny fanirian-dratsy ao amin’ny vatantsika, ka tsy ho mpanompon’ny ota intsony.",
        "7": "Fa izay maty dia afaka madiodio amin’ny fahotany.",
        "8": "Ankoatra izany, raha miara-maty amin’i Kristy isika, dia mino fa hiaraka ho velona aminy koa.",
        "9": "Fantatsika mantsy fa tsy ho faty intsony i Kristy amin’izao izy efa natsangana tamin’ny maty izao. Tsy manjaka aminy intsony ny fahafatesana.",
        "10": "Fa rehefa maty izy, dia maty indray mandeha fotsiny mba hanesorana ny ota. Rehefa velona kosa izy, dia velona mba hanao ny sitrapon’Andriamanitra.",
        "11": "Hoatr’izany koa ianareo: Hevero hoe efa maty ianareo raha ny ota no resahina, fa velona kosa mba hanao ny sitrapon’Andriamanitra, satria mpanara-dia an’i Kristy Jesosy.",
        "12": "Aza avela hanjaka foana amin’ny vatanareo mety maty àry ny ota, mba tsy hanatanterahanareo ny fanirian’ny vatanareo.",
        "13": "Ary aza atolotra hofehezin’ny ota intsony ny vatanareo mba tsy ho fitaovam-piadian’ny tsy fahamarinana. Fa atolory ho an’Andriamanitra kosa ny tenanareo, izay toy ny efa maty nefa efa velona izao. Atolory azy ny vatanareo mba ho fitaovam-piadian’ny fahamarinana.",
        "14": "Fa aza avela hanjaka aminareo ny ota, satria tsy ambanin’ny lalàna ianareo fa nanehoana hatsaram-panahy miavaka.",
        "15": "Dia ahoana àry? Hanota ve isika satria tsy ambanin’ny lalàna fa nanehoana hatsaram-panahy miavaka? Sanatria izany!",
        "16": "Angaha tsy fantatrareo fa raha manaiky ho mpanompon’ny olona iray ianareo ka mankatò azy, dia lasa mpanompon’ilay olona ankatoavinareo? Raha mpanompon’ny ota àry ianareo, dia ho faty, fa raha mpanompo mankatò an’Andriamanitra kosa, dia ho lasa olo-marina.",
        "17": "Isaorana anefa Andriamanitra fa na mpanompon’ny ota aza ianareo taloha, dia lasa mpankatò amin’ny fo an’ilay fampianarana nomena anareo.",
        "18": "Koa lasa mpanompon’ny fahamarinana ianareo, satria nafahana tamin’ny ota.",
        "19": "Mampiasa teny azon’ny olona aho noho ny fahalemen’ny nofonareo. Natolotrareo ho mpanompon’ny fahalotoana sy ny fandikan-dalàna mantsy ny vatanareo mba handika lalàna, fa izao kosa atolory ho mpanompon’ny fahamarinana ny vatanareo mba ho masina.",
        "20": "Fa tamin’ianareo mpanompon’ny ota, dia tsy nifehy anareo ny fahamarinana.",
        "21": "Inona àry ny vokatra azonareo tamin’izay nataonareo tamin’izany fotoana izany? Zavatra mahamenatra anareo amin’izao, satria fahafatesana no hiafarany.",
        "22": "Efa nafahana tamin’ny ota anefa ianareo izao ka lasa mpanompon’Andriamanitra. Fahamasinana àry no vokatry ny ataonareo, ary fiainana mandrakizay no hiafarany.",
        "23": "Fa fahafatesana no tambin’ny ota, fa fiainana mandrakizay amin’ny alalan’i Kristy Jesosy Tompontsika kosa no fanomezana omen’Andriamanitra."
    },
    "7": {
        "1": "Ry rahalahy, angaha tsy fantatrareo fa fehezin’ny Lalàna ny olona raha mbola velona?—Ianareo mahafantatra ny lalàna no iresahako.—",
        "2": "Voafatotry ny lalàna hikambana amin’ny vadiny, ohatra, ny vehivavy, raha mbola velona ny vadiny. Fa raha maty kosa ny vadiny, dia afaka amin’ny lalàn’ny vadiny izy.",
        "3": "Raha mbola velona àry ny vadiny, dia holazaina hoe mpanitsakitsa-bady ilay vehivavy raha lasa vadin’olon-kafa. Fa raha maty kosa ny vadiny, dia afaka amin’ny lalàn’ny vadiny ilay vehivavy, ka tsy mpanitsakitsa-bady raha lasa vadin’olon-kafa.",
        "4": "Hoatr’izany koa ianareo, ry rahalahiko: Nafahana tamin’ny Lalàna ianareo, tamin’ny alalan’ny soron’i Kristy, mba ho lasa vadin’olon-kafa, izany hoe vadin’ilay natsangana tamin’ny maty, dia amin’izay isika hamokatra voa tsara ho an’Andriamanitra.",
        "5": "Tamin’isika nanatanteraka ny fanirian’ny nofo, dia niasa tao amin’ny vatantsika ny faniriana hanota, mba hahatonga antsika hanao zavatra miteraka fahafatesana. Ny Lalàna no nanaitra an’izany fanirian-dratsy izany tao amintsika.",
        "6": "Nafahana anefa isika izao ka tsy mamatotra antsika intsony ny Lalàna, satria efa maty isika raha ny amin’ny Lalàna. Nafahana isika mba hanompo an’Andriamanitra, ka manaiky hotarihin’ny fanahy isika amin’izao, fa tsy manaraka an’ilay lalàna voasoratra hoatran’ny taloha intsony.",
        "7": "Inona àry no holazaintsika? Ota ve ny Lalàna? Sanatria izany! Tsy ho nahafantatra ny ota anefa aho raha tsy teo ny Lalàna. Tsy ho fantatro, ohatra, ny fitsiriritana, raha tsy ny Lalàna no nilaza hoe: “Aza mitsiriritra.”",
        "8": "Noho io didy io anefa, dia lasa nahita hirika ny ota ka nampitsiry an’izao karazana fitsiriritana rehetra izao tato anatiko. Fa maty ny ota raha tsy misy lalàna.",
        "9": "Raha ny marina, dia velona tsy nanan-dalàna aho taloha. Rehefa tonga anefa ny didy, dia velona indray ny ota, fa izaho kosa maty.",
        "10": "Ary ny didy izay tokony hoe hahazoana fiainana, dia hay nitarika ho amin’ny fahafatesana.",
        "11": "Fa noho ny didy koa, dia lasa nahita hirika ny ota ka namitaka ahy ary namono ahy.",
        "12": "Masina anefa ny Lalàna, ary masina ny didy, sady ara-drariny no tsara.",
        "13": "Koa zavatra tsara àry ve no nahafaty ahy? Sanatria izany! Fa ny ota no nahafaty ahy. Zavatra tsara no nampiasain’ny ota hamonoana ahy, mba hampisehoana ny atao hoe ota. Dia amin’izay ny didy no vao mainka hampiseho hoe tena ratsy ny ota.",
        "14": "Fantatsika mantsy fa avy amin’Andriamanitra ny Lalàna. Izaho kosa nofo, namidy ho andevon’ny ota.",
        "15": "Fa tsy azoko hoe inona àry izao ataoko izao. Tsy izay tiako hatao mantsy no ataoko, fa izay halako.",
        "16": "Raha manao izay tsy tiako hatao anefa aho, dia midika izany hoe ekeko fa tsara ny Lalàna.",
        "17": "Tsy izaho intsony anefa no manao an’izany, fa ny ota ato anatiko.",
        "18": "Fantatro mantsy fa tsy misy zavatra tsara ato anatiko, izany hoe ato amin’ny nofoko. Fa mba maniry hanao ny tsara ihany aho, saingy tsy vitako ny manatanteraka an’izany.",
        "19": "Tsy ny tsara izay tiako hatao mantsy no ataoko, fa ny ratsy izay tsy tiako hatao no ataoko fanao.",
        "20": "Raha izay tsy tiako hatao àry no ataoko, dia tsy izaho intsony no manao an’izany, fa ny ota ato anatiko.",
        "21": "Izao lalàna izao àry no tsapako ato anatiko ato: Rehefa te hanao ny tsara aho, dia ato anatiko ihany ny ratsy.",
        "22": "Raha ny tsapako ato am-poko ato, dia tena mahafinaritra ahy ny lalàn’Andriamanitra.",
        "23": "Misy lalàna hafa miady amin’ny lalàna mifehy ny saiko anefa ao amin’ny vatako ao, sady mitarika ahy ho babon’ny lalàn’ny ota ao amin’ny vatako.",
        "24": "Indrisy! Tena mampalahelo aho! Iza no hanafaka ahy amin’ity vatana mitarika ahy any amin’ny fahafatesana ity?",
        "25": "Hisaorana anie Andriamanitra, fa izy no hamonjy ahy amin’ny alalan’i Jesosy Kristy Tompontsika! Mpanompon’ny lalàn’Andriamanitra àry aho ato an-tsaiko ato, fa mpanompon’ny lalàn’ny ota kosa ny nofoko."
    },
    "8": {
        "1": "Tsy melohina àry izay tafaray amin’i Kristy Jesosy.",
        "2": "Efa nanafaka anao tamin’ny lalàn’ny ota sy fahafatesana mantsy ny lalàn’ny fanahy. Io fanahy io no manome fiainana ho an’izay tafaray amin’i Kristy Jesosy.",
        "3": "Satria tsy lavorary ny olona, dia izany no nahatonga ny Lalàna halemy, ka nisy zavatra tsy vitany. Izay tsy vitany anefa no nataon’Andriamanitra rehefa nirahiny ny Zanany ka nataony nitovy tamin’ny nofo mpanota, mba hanafoanana ny ota. Izany no nataony mba hanamelohana ny ota ao amin’ny nofo.",
        "4": "Dia ho afaka hanao an’izay zavatra tsara takin’ny Lalàna isika amin’izay, ka tsy hanatanteraka ny fanirian’ny nofo, fa hanaiky hotarihin’ny fanahy.",
        "5": "Fa ny olona manatanteraka ny fanirian’ny nofo dia mampifantoka ny sainy amin’ny zavatry ny nofo, fa ny olona manaiky hotarihin’ny fanahy kosa mampifantoka ny sainy amin’ny zavatry ny fanahy.",
        "6": "Izay mampifantoka ny sainy amin’ny nofo dia fahafatesana no hiafarany, fa izay mampifantoka ny sainy amin’ny fanahy kosa hahazo fiainana sy fiadanana.",
        "7": "Fahavalon’Andriamanitra mantsy izay mampifantoka ny sainy amin’ny nofo. Fa sady tsy mankatò ny lalàn’Andriamanitra ny nofo, no tsy mahavita an’izany koa.",
        "8": "Tsy mahavita mampifaly an’Andriamanitra àry ny olona manatanteraka ny fanirian’ny nofo.",
        "9": "Tsy manatanteraka ny fanirian’ny nofo anefa ianareo, fa manaiky hiasan’ny fanahy, raha tena ao anatinareo ny fanahin’Andriamanitra. Fa raha misy tsy manana ny fanahin’i Kristy, dia tsy an’i Kristy izy.",
        "10": "Raha tafaray amin’i Kristy ianareo, na dia maty aza ny vatanareo satria mpanota, dia ny fanahy no hanome fiainana anareo satria olo-marina ianareo.",
        "11": "Raha ao anatinareo ny fanahin’ilay nanangana an’i Jesosy tamin’ny maty, dia hamelona ny vatanareo mety maty koa ilay nanangana an’i Kristy Jesosy tamin’ny maty. Amin’ny alalan’ilay fanahiny ao anatinareo no hanaovany an’izany.",
        "12": "Tsy tokony havelantsika hifehy antsika àry ny fanirian’ny nofo, ry rahalahy, ary tsy tokony hotanterahintsika.",
        "13": "Tsy maintsy ho faty mantsy ianareo raha manatanteraka ny fanirian’ny nofo. Fa ho velona kosa ianareo raha vonoinareo amin’ny alalan’ny fanahy masina ny fanao ratsin’ny nofo.",
        "14": "Fa izay rehetra tarihin’ny fanahin’Andriamanitra no tena zanak’Andriamanitra.",
        "15": "Ilay fanahin’Andriamanitra miasa ao anatinareo dia tsy mahatonga anareo ho lasa andevo na hatahotra indray, fa mahatonga anareo hatsangana ho zanaka kosa. Noho io fanahy io àry, dia afaka miantso mafy isika hoe: “Aba, Ray ô!”",
        "16": "Ny fanahin’Andriamanitra sy ny saintsika no miara-manaporofo fa zanak’Andriamanitra isika.",
        "17": "Raha zanaka àry isika, dia mpandova koa. Mpandova an’Andriamanitra tokoa isika, nefa koa mpiara-mandova amin’i Kristy. Raha miara-mijaly aminy isika, dia homem-boninahitra miaraka aminy koa.",
        "18": "Fa amiko dia tsy misy dikany ny fijaliana iaretantsika amin’izao fotoana izao, raha oharina amin’ilay voninahitra efa haharihary amin’ny alalantsika.",
        "19": "Efa tena tsy andrin’ny zavaboary mantsy izay hampiharihariana ny zanak’Andriamanitra.",
        "20": "Fa navela hanana fiainana tsy misy dikany ny zavaboary, nefa tsy noho ny sitrapony fa noho ny sitrapon’ilay namela an’izany hitranga. Mbola nisy an’izao fanantenana izao anefa:",
        "21": "Hafahana koa ny zavaboary ka tsy ho andevon’ny fahalòvana intsony, fa hahazo an’ilay fahafahana miavaka ananan’ny zanak’Andriamanitra.",
        "22": "Fantatsika mantsy fa mbola miara-mitaraina sy miara-mijaly foana ny zavaboary rehetra hatramin’izao.",
        "23": "Tsy izany ihany, fa mitaraina ao anatintsika ao koa isika na dia manana an’ilay voaloham-bokatra aza, dia ny fanahy. Miandry mafy koa isika mba hatsangan’Andriamanitra ho zanany, izany hoe mba hafahany amin’ny alalan’ny vidim-panavotana ny vatantsika.",
        "24": "Rehefa novonjen’Andriamanitra isika, dia lasa nanana an’izany fanantenana izany. Ny fanantenana zavatra efa hita anefa dia tsy fanantenana, fa ahoana no mbola anantenan’ny olona zavatra efa hitany?",
        "25": "Fa raha zavatra mbola tsy hitantsika no antenaintsika, dia miandry mafy an’ilay izy foana isika sady miaritra.",
        "26": "Hoatr’izany koa fa manampy antsika ny fanahy, rehefa malemy isika. Izao mantsy no olana: Mila mivavaka isika saingy tsy haintsika hoe inona no tokony hangatahina. Ny fanahy mihitsy anefa no miangavy ho antsika rehefa mitaraindraina ao am-pontsika ao isika.",
        "27": "Fa fantatr’ilay mpandinika ny fo izay tian’ny fanahy holazaina, satria mifanaraka amin’ny sitrapon’Andriamanitra ilay fiangaviany ho an’ny olona masina.",
        "28": "Fantatsika fa ny zava-drehetra ataon’Andriamanitra dia ataony miara-miasa mba hahasoa an’izay tia azy, izany hoe izay nantsoiny mifanaraka amin’ny fikasany.",
        "29": "Efa hatramin’ny voalohany izy no nahafantatra an’izay hofidiny. Dia notendreny mialoha hanahaka an’ilay Zanany izy ireo, amin’izay io Zanany io no lasa lahimatoa amin’ny rahalahy maro.",
        "30": "Ankoatra izany, dia izay efa notendreny mialoha no nantsoiny, ary izay nantsoiny no nambarany hoe marina. Izay nambarany hoe marina kosa no nomeny voninahitra.",
        "31": "Inona àry no holazaintsika amin’izany? Raha manohana antsika Andriamanitra, dia iza no hahavita hanohitra antsika?",
        "32": "Ny Zanany aza tsy narovany fa nomeny mba hamonjena antsika rehetra. Dia tsy homeny antsika koa ve ny zavatra hafa rehetra ankoatra an’io Zanany io, noho Izy tsara fanahy?",
        "33": "Iza no hiampanga an’izay voafidin’Andriamanitra? Fa Andriamanitra no manambara azy ireo hoe marina.",
        "34": "Iza àry no hanameloka azy ireo? Tsy misy, satria i Kristy Jesosy ilay efa maty sady izy koa ilay efa natsangana tamin’ny maty sy eo ankavanan’Andriamanitra, ary ilay miangavy ho antsika.",
        "35": "Inona no hampisaraka antsika amin’i Kristy ka hahatonga azy tsy ho tia antsika intsony? Fahoriana ve, sa zava-tsarotra, sa fanenjehana, sa hanoanana, sa fitanjahana, sa loza, sa sabatra?",
        "36": "Araka ny voasoratra hoe: “Hoatran’ny hoe vonoina ho faty izahay isan’andro noho ny aminao; toy ny ondry hovonoina no fiheverana anay.”",
        "37": "Mivoaka ho mpandresy tanteraka anefa isika amin’izany rehetra izany, satria manampy antsika ilay tia antsika.",
        "38": "Fa matoky aho fa na fahafatesana, na fiainana, na anjely, na fanjakana, na zavatra amin’izao fotoana izao, na zavatra ho avy, na hery,",
        "39": "na ny ambony, na ny ambany, na zavaboary hafa, dia tsy hisy hahavita hampisaraka antsika amin’Andriamanitra ka hahatonga azy tsy ho tia antsika intsony. Asehony amin’ny alalan’i Kristy Jesosy Tompontsika izany fitiavany izany."
    },
    "9": {
        "1": "Milaza ny marina aho satria mpanara-dia an’i Kristy. Tsy mandainga aho, ary tarihin’ny fanahy masina ny feon’ny fieritreretako ka vavolombelona manamarina",
        "2": "fa malahelo be aho sady mitebiteby foana ato am-poko ato.",
        "3": "Fa naleoko aza hoe izaho mihitsy no tafasaraka amin’i Kristy ka ho voaozona, raha izany no hahasoa ny rahalahiko, izay havako araka ny nofo,",
        "4": "dia ny Israelita. Izy ireo no natsangana ho zanaka, nomena voninahitra, nanaovana ny fifanekena, ary nomena ny Lalàna sy ny fanompoana masina ary ny fampanantenana.",
        "5": "Izy ireo koa no taranak’ireo razambe nipoiran’i Kristy, raha araka ny nofo. Hoderaina mandrakizay anie Andriamanitra, izay ambonin’ny rehetra! Amena.",
        "6": "Tsy hoe tsy tanteraka anefa ny tenin’Andriamanitra. Fa tsy izay rehetra taranak’Israely no tena “Israely.”",
        "7": "Ary tsy hoe zanaka daholo izy ireo satria hoe taranak’i Abrahama. Voasoratra anefa hoe: “Ho avy amin’i Isaka ilay hantsoina hoe taranakao.”",
        "8": "Izany hoe, tsy ny zanaka araka ny nofo no tena zanak’Andriamanitra, fa ny zanaky ny fampanantenana no ekena hoe taranaka.",
        "9": "Izao mantsy ilay fampanantenana: “Hiverina atỳ aminao aho, amin’ny herintaona hoatr’izao, ka hanan-janakalahy i Saraha.”",
        "10": "Tsy tamin’izay ihany anefa Andriamanitra no nampanantena, fa nanao an’izany koa izy tamin’i Rebeka niteraka kambana tamin’ny lehilahy iray, izay tsy iza fa i Isaka razambentsika.",
        "11": "Fa tamin’ny mbola tsy teraka ireo kambana ireo ary mbola tsy nanao izay tsara na ratsy, dia efa nilaza mialoha Andriamanitra hoe iza no hofidiny. Izay tiany mantsy no fidiny, fa tsy hoe miankina amin’izay ataon’ny olona.",
        "12": "Dia nolazaina tamin’i Rebeka tamin’izay, hoe: “Ny zokiny hanompo ny zandriny”,",
        "13": "araka ny voasoratra hoe: “I Jakoba no tiako, fa i Esao kosa halako.”",
        "14": "Inona àry no holazaintsika? Manao ny tsy rariny ve Andriamanitra? Sanatria izany!",
        "15": "Hoy mantsy izy tamin’i Mosesy: “Hamindra fo amin’izay tiako hamindrana fo aho, ary hangoraka an’izay tiako hangorahana.”",
        "16": "Tsy miankina amin’izay irin’ny olona sy ny ezaka ataony àry izany, fa miankina amin’Andriamanitra, izay mamindra fo.",
        "17": "Fa hoy ny Soratra Masina momba an’i Farao: “Izao no tena antony namelako anao ho velona: Mba hampisehoana aminao ny heriko sy mba hanambarana ny anarako eran-tany.”",
        "18": "Izay tiany hamindrana fo àry no amindrany fo, fa avelany ho mafy loha kosa izay tiany ho mafy loha.",
        "19": "Hiteny amiko àry ianao hoe: “Dia maninona izy no mbola manome tsiny ihany? Fa iza no mahavita manohitra ny sitrapony?”",
        "20": "Fa ianao moa no iza no hamalivaly an’Andriamanitra? Ny zavatra novolavolaina ve no hiteny amin’ilay namolavola azy hoe: “Fa maninona aho no nataonao hoatr’izao?”",
        "21": "Angaha ny mpanefy tanimanga tsy manana fahefana amin’ny tanimanga, ka vongan-tanimanga iray ihany no anaovany kaopy fampiasa rehefa misy fanasana sy kaopy fampiasa andavanandro?",
        "22": "Dia ahoana àry raha te hanampatra ny hatezerany sy hampahafantatra ny heriny Andriamanitra, nefa nandefitra sady nanam-paharetana be tamin’ny kaopin’ny fahatezerana izay mendrika haringana?",
        "23": "Ahoana raha nanao an’izany izy satria te hampahafantatra ny voninahiny lehibe amin’ny kaopin’ny famindram-po, izay nomaniny mialoha mba homena voninahitra,",
        "24": "izany hoe isika izay nantsoiny, tsy avy tamin’ny Jiosy ihany, fa avy tamin’ny firenen-kafa koa?",
        "25": "Izany koa no nolazainy ao amin’ny bokin’i Hosea hoe: “Izay tsy vahoakako no hantsoiko hoe ‘vahoakako’, ary ilay tsy tiana no hantsoiko hoe ‘malala.’",
        "26": "Ary any amin’ilay toerana nilazako tamin’izy ireo hoe: ‘Tsy vahoakako ianareo’, no hilazako aminy hoe: ‘Zanak’ilay Andriamanitra velona ianareo.’”",
        "27": "Tsy izay ihany fa niantsoantso hoatr’izao momba ny Israely i Isaia: “Na betsaka hoatran’ny fasika any an-dranomasina aza ny zanak’Israely, dia ny sisa amin’izy ireo ihany no hovonjena.",
        "28": "Fa hanao ampamoaka an’izay velona eto an-tany i Jehovah, ka hamita tanteraka an’izany haingana.”",
        "29": "Izao koa no nolazain’i Isaia mialoha: “Raha tsy i Jehovah Tompon’ny tafika no namela taranaka ho antsika, dia ho efa lasa hoatran’i Sodoma isika, ary ho efa lasa hoatran’i Gomora.”",
        "30": "Inona àry no holazaintsika? Na dia tsy niezaka ny ho lasa olo-marina aza ny hafa firenena, dia lasa olo-marina ihany, izany hoe lasa olo-marina noho ny finoana.",
        "31": "Ny Israely kosa, na dia niezaka nanaraka ny lalàn’ny fahamarinana aza, dia tsy nahavita nankatò an’izany lalàna izany.",
        "32": "Fa nahoana? Satria rehefa niezaka ny ho lasa olo-marina izy ireo, dia nihevitra hoe ny zavatra ataony no mahatonga azy ho olo-marina, fa tsy ny finoana. Tafintohina izy ireo noho ilay “vato mahatafintohina”,",
        "33": "araka ny voasoratra hoe: “Mametraka vato mahatafintohina sy vatolampy mampianjera ao Ziona aho, nefa tsy ho diso fanantenana izay mino azy io.”"
    },
    "10": {
        "1": "Ry rahalahy, ny tena irin’ny foko sady italahoako amin’Andriamanitra dia ny mba hahavoavonjy azy ireo.",
        "2": "Fa mijoro ho vavolombelona aho hoe mafana fo ho an’Andriamanitra izy ireo, saingy tsy tena mahalala azy tsara.",
        "3": "Tsy nahalala an’izay marina eo imason’Andriamanitra izy, fa nanao ny tenany ho olo-marina, araka izay heveriny fa mety fotsiny. Tsy nanaiky an’izay marina eo imason’Andriamanitra àry izy.",
        "4": "Fa i Kristy no faran’ny Lalàna, mba hambara hoe olo-marina izay rehetra maneho finoana.",
        "5": "Izao mantsy no nosoratan’i Mosesy momba ny atao hoe olo-marina raha araka ny Lalàna: “Izay olona mankatò an’ireny no ho velona amin’ny alalan’ireny.”",
        "6": "Izao kosa no voalaza momba ny olo-marina noho ny finoana: “Aza miteny anakampo hoe: ‘Iza no hiakatra any an-danitra?’, izany hoe mba hampidina an’i Kristy,",
        "7": "na hoe: ‘Iza no hidina any amin’ny lavaka mangitsokitsoka?’, izany hoe mba hampiakatra an’i Kristy avy any amin’ny maty.”",
        "8": "Inona anefa no lazain’ny Soratra Masina? “Eo akaikinao, izany hoe eo am-bavanao sy ao am-ponao ny teny”, dia ny “tenin’ny” finoana izay torinay.",
        "9": "Fa raha milaza eo imason’olona ianao hoe i Jesosy no Tompo, ary mino ao am-ponao fa Andriamanitra efa nanangana azy tamin’ny maty, dia hovonjena ianao.",
        "10": "Izay maneho finoana vokatry ny fo mantsy no ho lasa olo-marina, ary izay miresaka amin’ny olona ny zavatra inoany no ho voavonjy.",
        "11": "Hoy mantsy ny Soratra Masina: “Tsy hisy ho diso fanantenana izay mino azy.”",
        "12": "Fa tsy misy maha samy hafa ny Jiosy sy ny Grika. Iray ihany ilay Tompo ambonin’izy rehetra, sady manome be dia be ho an’izay rehetra miantso azy.",
        "13": "Fa “izay rehetra miantso ny anaran’i Jehovah no hovonjena.”",
        "14": "Hataon’izy ireo ahoana anefa ny hiantso ny anarany raha izy aza tsy inoany? Ary hataony ahoana ny hino an’izay olona mbola tsy henony? Ary hataony ahoana ny haheno, raha tsy misy mitory aminy?",
        "15": "Ary hataony ahoana ny hitory raha tsy nirahina? Araka ny voasoratra hoe: “Tsara tarehy erỳ ny tongotr’izay mitory ny vaovao tsara!”",
        "16": "Na izany aza, dia tsy izy rehetra no nanaiky ny vaovao tsara. Hoy mantsy i Isaia: “Jehovah ô, iza no mba nino ny zavatra henony taminay?”",
        "17": "Ny finoana àry dia avy amin’ny zavatra re, ary izay re kosa dia avy amin’ny teny momba an’i Kristy.",
        "18": "Hoy anefa aho: Sao dia tsy naheno izy ireo? Raha ny marina, dia “efa nivoaka eran-tany ny tenin’izy ireo, ary tonga hatrany amin’ny faran’ny tany misy mponina ny hafatra nentiny.”",
        "19": "Hoy anefa aho: Sao dia tsy nahafantatra ny Israely? Voalohany, dia hoy i Mosesy: “Hataoko izay hahatonga anareo hialona an’izay tsy firenena akory, ary hataoko izay hampahatezitra be anareo amin’ny firenena adaladala.”",
        "20": "Ary tena sahy i Isaia nilaza hoe: “Hitan’izay tsy nitady ahy aho, ary lasa fantatr’izay tsy niantso ahy.”",
        "21": "Hoy kosa izy momba ny Israely: “Tontolo andro no namelarako ny tanako tamin’ny vahoaka tsy mankatò sady mafy loha.”"
    },
    "11": {
        "1": "Hoy àry aho: Nialan’Andriamanitra angaha ny vahoakany? Sanatria izany! Fa izaho koa mba Israelita, taranak’i Abrahama, ary avy amin’ny fokon’i Benjamina.",
        "2": "Tsy hoe nialan’Andriamanitra ny vahoakany, izay nofidiny voalohany. Angaha tsy fantatrareo izay nolazain’ny Soratra Masina momba an’i Elia, tamin’izy nitaraina tamin’Andriamanitra momba ny Israelita?",
        "3": "Hoy izy: “Jehovah ô, novonoin’izy ireo ho faty ny mpaminaninao, narodany ny alitaranao, dia izaho irery sisa, nefa mbola mitady hamono ahy koa ry zareo izao.”",
        "4": "Inona anefa no nolazain’Andriamanitra taminy? “Misy olona 7 000 tsy nandohalika tamin’i Bala navelako ho ahy.”",
        "5": "Hoatr’izany koa fa mbola misy sisa tavela ihany amin’izao, ary voafidy izy ireo noho ny hatsaram-panahy miavaka.",
        "6": "Midika àry izany hoe noho ny hatsaram-panahiny miavaka no nifidianany azy ireo, fa tsy noho izay nataon’izy ireo. Raha tsy izany, dia tsy ho hatsaram-panahy miavaka intsony ilay hatsaram-panahy.",
        "7": "Ahoana àry? Tsy azon’ny Israely izay tena notadiaviny mafy, fa ireo voafidy no nahazo an’izany. Ny hafa kosa lasa tsy rototra,",
        "8": "araka ny voasoratra hoe: “Efa nataon’Andriamanitra renoky ny torimaso lalina izy ireo hatramin’izao, ary nomeny maso tsy mahita sy sofina tsy maheno.”",
        "9": "Hoy koa i Davida: “Aoka ho lasa fandrika sy vela-pandrika sy vato mahatafintohina ary famaizana ho azy ireo ny latabany.",
        "10": "Aoka ho jamba ny masony ka tsy hahita, ary ataovy mivokoka foana izy.”",
        "11": "Hoy àry aho: Sao tafintohina izy ireo ka tsy ho tafarina intsony? Sanatria izany! Ny fahadisoana nataon’izy ireo anefa no nahatonga ny hafa firenena hovonjena, dia lasa nialona izy ireo.",
        "12": "Raha midika ho fitahiana ho an’izao tontolo izao àry ny fahadisoan’izy ireo, ary fitahiana ho an’ny hafa firenena ilay hoe nihena ny isan’izy ireo, tsy vao mainka ve hisy fitahiana bebe kokoa rehefa feno ny isan’izy ireo?",
        "13": "Ianareo hafa firenena indray izao no iresahako. Koa satria apostoly ho an’ny hafa firenena aho, dia omeko voninahitra ny fanompoako,",
        "14": "sao mba hampialona ny fireneko izany, ka ho afaka hamonjy ny sasany aminy aho.",
        "15": "Narian’Andriamanitra izy ireo, ka lasa afaka mihavana amin’Andriamanitra izao tontolo izao. Raha raisin’Andriamanitra indray àry izy ireo, tsy midika ve izany hoe efa maty izy ireo fa velona indray?",
        "16": "Izao koa: Raha masina ny ampahany amin’ny koba atao voaloham-bokatra, dia masina koa ilay koba manontolo. Ary raha masina ny fakan’ny hazo, dia masina koa ny sampany.",
        "17": "Izao anefa: Notapahina ny sampany sasany, ary ianao indray no natao grefy teo amin’ ny sampany sisa tavela, na dia olivadia aza ianao, ka mba nahazo tamin’ny ranon’ny fakan’ilay oliva koa. Raha izany àry,",
        "18": "dia aza mirehareha amin’ireo sampany efa tapaka. Raha mirehareha aminy ianao, dia tadidio fa tsy ianao no mitondra ny fakany, fa ny fakany no mitondra anao.",
        "19": "Hilaza àry ianao hoe: “Nisy sampany notapahina dia amin’izay aho azo natao grefy teo.”",
        "20": "Marina izany! Noho izy ireo tsy nino no nanapahana azy, fa noho ianao mino kosa no ahafahanao mijoro. Aza manambony tena àry fa mitandrema.",
        "21": "Fa raha ny tena sampany aza tsy navelan’Andriamanitra hijanona teo, dia tsy havelany hijanona eo koa ianao.",
        "22": "Jereo àry fa sady tsara fanahy Andriamanitra no hentitra. Hentitra izy amin’ny sampany tapaka, fa tsara fanahy aminao kosa, raha mbola miezaka ny ho mendrika ny hanehoany hatsaram-panahy ianao. Raha tsy izany, dia hokapaina koa ianao.",
        "23": "Ary hatao grefy koa izy ireo raha lasa mino, satria hain’Andriamanitra ny manao grefy azy indray.",
        "24": "Notapahina tamin’ny olivadia ianao ka natao grefy tamin’ilay oliva nambolena, na dia tsy izany aza no fanao. Koa raha ianao aza natao hoatr’izany, mainka fa ireo tena sampany ireo! Azony atao grefy amin’ilay oliva nisy azy indray izy ireo.",
        "25": "Fa tiako ho fantatrareo izao zava-miafina masina izao, ry rahalahy, mba tsy hihevi-tena ho hendry ianareo: Tsy rototra ny Israelita sasany, raha tsy efa feno ny isan’ny hafa firenena nampidirina,",
        "26": "ary izany no fomba hamonjena ny Israely rehetra, araka ny voasoratra hoe: “Hivoaka avy ao Ziona ny mpanafaka ka hampiala an’i Jakoba amin’ny zava-dratsy fanaony.",
        "27": "Ary hanao fifanekena amin’izy ireo aho, rehefa avelako ny fahotany.”",
        "28": "Marina fa fahavalon’Andriamanitra izy ireo satria tsy nanaiky ny vaovao tsara, ka nandray soa tamin’izany ianareo. Nisy nofidiny ho namany anefa izy ireo, noho ilay fampanantenana nataony tamin’ny razamben’izy ireo.",
        "29": "Tsy hanenenan’Andriamanitra mantsy ny fanomezana sy ny fiantsoana nataony.",
        "30": "Fa tsy nankatò an’Andriamanitra ianareo taloha, nefa namindrana fo ankehitriny noho izy ireo tsy nankatò.",
        "31": "Dia hoatr’izany koa fa tsy nankatò izy ireo izao, ka amindrana fo ianareo, mba hamindrana fo koa izy ireo.",
        "32": "Fa nataon’Andriamanitra hoatran’ny gadra daholo izy rehetra satria tsy nankatò, amin’izay izy hamindra fo amin’izy rehetra.",
        "33": "Tsy misy fetrany ny harenan’Andriamanitra sy ny fahendreny ary ny fahalalany! Tena tsy takatry ny saina ny didim-pitsarany ary tsy hay fantarina ny zavatra ataony!",
        "34": "Fa “iza no lasa nahafantatra ny ao an-tsain’i Jehovah, ary iza no lasa mpanoro hevitra azy?”",
        "35": "Na, “iza no nanome azy aloha, ka tsy maintsy valiany koa avy eo?”",
        "36": "Fa avy aminy ny zava-drehetra, ary izy no nampisy an’ireny sady ho azy daholo ireny. Ho azy anie ny voninahitra mandrakizay! Amena."
    },
    "12": {
        "1": "Noho izany, ry rahalahy, dia miangavy anareo aho, noho ny fangoraham-pon’Andriamanitra, mba hatolotrareo ho sorona velona sy masina ary ankasitrahan’Andriamanitra ny tenanareo. Manao fanompoana masina ianareo amin’izany sady mampiasa tsara ny sainareo.",
        "2": "Ary aza manaiky hovolavolain’izao tontolo izao intsony. Fa miovà kosa ka havaozy ny sainareo mba hamantaranareo tsara ny sitrapon’Andriamanitra, izay tsara sy tena mety ary tonga lafatra.",
        "3": "Fa noho ny hatsaram-panahy miavaka naseho tamiko, dia izao no lazaiko aminareo tsirairay avy: Aza mihevi-tena mihoatra noho izay tokony ho izy. Asehoy kosa fa misaina tsara ianareo, araka ny finoana nomen’Andriamanitra anareo tsirairay.",
        "4": "Fa misy rantsambatana maro ny vatantsika, nefa tsy mitovy ny asan’izy rehetra.",
        "5": "Hoatr’izany koa fa vatana iray tafaray amin’i Kristy isika na be dia be aza, ary rantsambatana mifampiankina isika tsirairay.",
        "6": "Manana fahaizana samihafa isika, arakaraka ny hatsaram-panahy miavaka naseho tamintsika. Raha fahaizana maminany ilay izy, dia tokony haminany arakaraka ny finoana ananantsika isika.",
        "7": "Raha fanompoana kosa no nomena antsika, dia tokony hanompo foana isika. Ary izay mampianatra, dia tokony hampianatra foana.",
        "8": "Izay mampahery, dia tokony hampahery. Izay mizara, dia tokony halala-tanana. Izay mitarika, dia tokony hazoto hanao an’izany. Ary izay mamindra fo, dia tokony hanao an’izany amim-pifaliana.",
        "9": "Aza asiana fihatsarambelatsihy ny fitiavanareo. Ankahalao ny ratsy, ary mifikira amin’ny tsara.",
        "10": "Mifankatiava hoatran’ny mpirahalahy, ary ataovy izay hampiraiki-po anareo samy ianareo. Mifanomeza voninahitra, ka aoka ianareo no ho voalohany hanome voninahitra ny hafa.",
        "11": "Mazotoa miasa fa aza kamokamo. Aoka ianareo harehitry ny fanahy. Manompoa an’i Jehovah.",
        "12": "Mifalia amin’ny fanantenana. Miareta fahoriana. Mahareta amin’ny vavaka.",
        "13": "Mba anomezo amin’izay anananareo ny olona masina, araka izay ilainy. Miezaha ho tia mandray vahiny.",
        "14": "Miezaha foana hirary soa an’izay manenjika anareo. Miezaha hirary soa fa aza manozona.",
        "15": "Miaraha mifaly amin’izay mifaly, ary miaraha mitomany amin’izay mitomany.",
        "16": "Ataovy hoatran’ny tenanareo ihany ny olon-kafa. Aza manambony tena, fa miezaha hanetry tena. Aza mihevi-tena ho hendry.",
        "17": "Aza mamaly ratsy ny ratsy, na amin’iza na amin’iza. Mba eritrereto hoe inona no zavatra heverin’ny olona rehetra hoe tsara.",
        "18": "Raha azo atao, ka mbola miankina aminareo koa, dia mihavàna amin’ny olona rehetra.",
        "19": "Aza mamaly faty, ry malala, fa avelao Andriamanitra no hampiseho ny hatezerany. Fa voasoratra hoe: “‘Ahy ny famaliana, ary izaho no hamaly’, hoy i Jehovah.”",
        "20": "Fa “raha noana ny fahavalonao, dia omeo sakafo, ary raha mangetaheta izy, dia omeo zavatra hosotroiny. Fa hampivangongo vainafo eo ambony lohany ianao raha manao an’izany.”",
        "21": "Aza manaiky ho resin’ny ratsy, fa reseo amin’ny tsara foana ny ratsy."
    },
    "13": {
        "1": "Aoka ny olona rehetra rehetra samy hanaiky ny manam-pahefana, fa avy amin’Andriamanitra daholo ny fahefana rehetra. Andriamanitra mantsy no namela ny manam-pahefana ho eo amin’ny toerany avy.",
        "2": "Izay manohitra ny fahefana àry dia manohitra ny lamina napetrak’Andriamanitra. Ary izay manohitra an’izany lamina izany dia homelohina, ka ny nataony ihany no mahatonga azy homelohina.",
        "3": "Fa tsy atahoran’izay manao ny tsara ny mpitondra, fa atahoran’izay manao ratsy. Tianao ve raha hoe tsy matahotra ny manam-pahefana ianao? Izay tsara foana àry atao dia hoderainy ianao.",
        "4": "Fa mpanompon’Andriamanitra izy ary mitondra soa ho anao. Raha manao ratsy anefa ianao dia matahora, fa misy antony matoa izy mitondra sabatra. Mpanompon’Andriamanitra mantsy izy, ary nomena fahefana hanasazy an’izay manao ratsy.",
        "5": "Tena misy antony tsy maintsy anekenareo fahefana àry, tsy hoe noho izany sazy izany ihany, fa noho ny feon’ny fieritreretanareo koa.",
        "6": "Izany koa no antony andoavanareo hetra. Fa mpanompon’Andriamanitra miasa ho an’ny vahoaka izy ireo, ary izany foana no asany.",
        "7": "Aloavy amin’izy rehetra àry izay tokony haloa aminy: Ny hetra ho an’izay mitaky hetra, ny haba ho an’izay mitaky haba, ny tahotra ho an’izay tokony hatahorana, ary ny haja ho an’izay tokony hohajaina.",
        "8": "Aza avela hisy trosan’olona mihitsy any aminareo, afa-tsy ny fifankatiavanareo ihany. Izay tia ny namany mantsy dia manatanteraka ny lalàna.",
        "9": "Fa ny lalàna hoe: “Aza manitsakitsa-bady, aza mamono olona, aza mangalatra, ary aza mitsiriritra” sy ny didy hafa rehetra, dia efa voafintina amin’ilay didy hoe: “Tiavo ny namanao tahaka ny tenanao.”",
        "10": "Tsy mba manisy ratsy ny namany izay manam-pitiavana. Izay tia olona àry no manatanteraka ny lalàna.",
        "11": "Ataovy izany nolazaiko taminareo izany, satria fantatrareo izao fotoana misy antsika izao. Efa izao mantsy ny ora tokony hifohazanareo amin’ny torimaso. Efa akaiky noho ny tamin’isika lasa mpino ny famonjena antsika amin’izao.",
        "12": "Efa ho lasa ny alina, ka efa ho maraina ny andro. Andao àry isika hiala amin’ny zava-dratsy fanaon’olona ao amin’ny maizina, ka hampiasa ny fitaovam-piadian’ny mazava.",
        "13": "Aoka isika hitondra tena tsara hoatran’ny amin’ny andro mazava, ka tsy hanao fety tsy voafehy, tsy ho mamo, tsy hijangajanga, tsy hitondra tena hoatran’ny olona tsy misy henatra, tsy hifamaly amin’olona, ary tsy hialona.",
        "14": "Tafio kosa ny toetran’i Jesosy Kristy Tompo, ary aza manao tetika hanomezana fahafaham-po ny fanirian’ny nofo."
    },
    "14": {
        "1": "Raiso tsara izay malemy finoana, ary aza tsaratsaraina izy raha tsy mitovy hevitra aminao.",
        "2": "Ny anankiray manana finoana matanjaka dia mihinana ny zava-drehetra, fa ilay malemy kosa tsy mihinana afa-tsy legioma.",
        "3": "Tsy tokony hanambanimbany an’izay tsy mihinana ny olona mihinana, ary tsy tokony hitsaratsara an’izay mihinana ny olona tsy mihinana. Efa noraisin’Andriamanitra tsara mantsy izy.",
        "4": "Fa iza moa ianao no hitsaratsara ny mpiasan’olon-kafa? Ny mpampiasa azy ihany no afaka mitsara raha mety na tsy mety ny ataony. Hahazo sitraka amin’i Jehovah izy, satria ampiany.",
        "5": "Ny iray mihevitra hoe miavaka amin’ny andro hafa ny andro anankiray, fa ny iray kosa mihevitra hoe mitovy daholo ny andro rehetra. Aleo ny tsirairay samy ho resy lahatra amin’izay fanapahan-keviny.",
        "6": "Izay mitandrina andro anankiray dia mitandrina an’izany ho voninahitr’i Jehovah. Ary izay mihinana dia mihinana ho voninahitr’i Jehovah, satria misaotra an’Andriamanitra izy. Ary izay tsy mihinana dia ho voninahitr’i Jehovah koa no tsy hihinanany, nefa misaotra an’Andriamanitra ihany izy.",
        "7": "Tsy misy amintsika hoe velona ho an’ny tenany fotsiny, ary tsy misy hoe maty ho an’ny tenany fotsiny koa.",
        "8": "Fa raha velona isika, dia velona ho an’i Jehovah, ary raha maty isika, dia maty ho an’i Jehovah. Koa na velona isika na maty, dia an’i Jehovah.",
        "9": "Fa maty i Kristy dia avy eo velona indray mba ho Tompon’ny maty sy ny velona.",
        "10": "Fa maninona ianao no mitsaratsara ny rahalahinao? Ary maninona koa ianao no manambanimbany ny rahalahinao? Mbola samy hotsaraina eo anatrehan’Andriamanitra mantsy isika rehetra.",
        "11": "Fa voasoratra hoe: “‘Raha mbola velona koa aho’, hoy i Jehovah, ‘dia tsy maintsy handohalika eo anatrehako ny olona rehetra, ary hanaiky ahy ho Andriamanitra eo imason’ny olona.’”",
        "12": "Koa samy hataon’Andriamanitra ampamoaka isika tsirairay.",
        "13": "Tsy tokony hifampitsaratsara intsony àry isika, fa tokony ho tapa-kevitra hoe tsy hametraka vato mahatafintohina na zavatra hafa manakantsakana eo alohan’ny rahalahy.",
        "14": "Noho izaho mpanara-dia an’i Jesosy Tompo, dia mahafantatra sady resy lahatra hoe tsy misy zavatra lasa maloto ho azy amin’izao izany. Rehefa heverin’ny olona hoe maloto ihany ny zavatra iray, vao maloto aminy ilay izy.",
        "15": "Fa raha ny sakafo haninao no mampahatezitra ny rahalahinao, dia tsy misy fitiavana intsony ny zavatra ataonao. Aza ny sakafo haninao no animbanao ny finoany, fa efa maty hamonjy azy i Kristy.",
        "16": "Aza avela hisy hanaratsy ny tsara ataonareo àry.",
        "17": "Fa ny Fanjakan’Andriamanitra dia tsy midika hoe fihinanana na fisotroana, fa midika kosa hoe fahamarinana sy fihavanana ary fifaliana amin’ny alalan’ny fanahy masina.",
        "18": "Fa izay manompo an’i Kristy sady manana an’ireo toetra ireo no ankasitrahan’Andriamanitra sady ankasitrahan’ny olona.",
        "19": "Andao àry isika hiezaka hampisy fihavanana sy hifampahery.",
        "20": "Aza ravana amin’izay sakafo intsony ny asan’Andriamanitra. Marina fa madio ny zava-drehetra, nefa tsy mety ny ataon’ny olona iray raha mihinana izy nefa manafintohina ny hafa izany.",
        "21": "Aleo tsy mihinan-kena na misotro divay na manao zavatra hafa mety hanafintohina ny rahalahinao.",
        "22": "Izay zavatra inoanao, dia aleo ho anao sy Andriamanitra ihany. Sambatra izay olona tsy manamelo-tena amin’izay ataony.",
        "23": "Fa raha misalasala izy nefa mihinana, dia efa voaheloka sahady, satria tsy amin’ny finoana no anaovany an’izany. Fahotana mantsy izay zavatra rehetra tsy atao amin’ny finoana."
    },
    "15": {
        "1": "Isika matanjaka anefa dia tokony hizaka ny fahalemen’izay tsy matanjaka, fa tsy hampifaly ny tenantsika.",
        "2": "Tokony samy hampifaly ny namany isika mba hahasoa azy sy hampahery azy.",
        "3": "Na i Kristy aza mantsy tsy nampifaly ny tenany, fa voasoratra hoe: “Mihatra amiko ny latsa ataon’ireo mandatsa anao.”",
        "4": "Fa izay rehetra voasoratra taloha dia nosoratana mba hampianarana antsika. Amin’izay isika dia hanana fanantenana, satria manampy antsika hiaritra sady manome fampiononana antsika ny Soratra Masina.",
        "5": "Hanome anareo toe-tsaina mitovy amin’ny an’i Kristy Jesosy anie ilay Andriamanitra manampy anareo hiaritra sy mampionona anareo!",
        "6": "Hiray saina ianareo amin’izay, ka hiray feo hanome voninahitra an’ilay Andriamanitra Rain’i Jesosy Kristy Tompontsika.",
        "7": "Nandray tsara anareo i Kristy, dia mba raiso tsara koa ny hafa. Rehefa manao an’izany ianareo samy ianareo, dia hahazo voninahitra Andriamanitra.",
        "8": "Ary lazaiko aminareo fa lasa mpanompon’izay voafora i Kristy mba hampisehoana hoe milaza ny marina Andriamanitra, ary mba hanaporofoana hoe azo atokisana ilay fampanantenana nataony tamin’ny razamben’izy ireo.",
        "9": "Amin’izay koa hanome voninahitra an’Andriamanitra ny hafa firenena noho izy mamindra fo. Fa voasoratra hoe: “Izany no mahatonga ahy hanaiky anao eo imason’ny olona sy eo amin’ireo firenena, sady hanao hira fiderana ho an’ny anaranao.”",
        "10": "Hoy indray Izy: “Mifalia miaraka amin’ny vahoakan’Andriamanitra ianareo hafa firenena!”",
        "11": "Dia izao koa: “Derao i Jehovah, ry firenena rehetra, ary hidera azy anie ny vahoaka rehetra!”",
        "12": "Hoy koa i Isaia: “Hisy fakan’i Jese hitsangana ka hitondra firenena, ary izy no hantenain’ireny firenena ireny.”",
        "13": "Ilay Andriamanitra manome fanantenana anie hameno fifaliana sy fiadanana ny fonareo, satria matoky azy ianareo! Amin’izay dia vao mainka ho azo antoka ny fanantenanareo noho ny herin’ny fanahy masina.",
        "14": "Matoky tanteraka aho izao, ry rahalahiko, hoe vonona hanao zavatra tsara ianareo sady mahafantatra zavatra be dia be. Matoky tanteraka koa aho fa afaka mifananatra ianareo.",
        "15": "Manoratra aminareo mivantana kokoa momba ny zavatra sasany anefa aho, mba hampahatsiahivana anareo indray. Naneho hatsaram-panahy miavaka tamiko mantsy Andriamanitra,",
        "16": "ka nifidy ahy ho mpanompon’i Kristy Jesosy mba hitory ny vaovao tsaran’Andriamanitra amin’ny hafa firenena. Manao an’izany asa masina izany aho, mba ho lasa fanatitra ankasitrahana ny hafa firenena, sady hohamasinina amin’ny alalan’ny fanahy masina.",
        "17": "Faly àry aho satria mpianatr’i Kristy Jesosy sady manao ny asan’Andriamanitra.",
        "18": "Tsy hiresaka zavatra hafa aho, afa-tsy izay nataon’i Kristy tamin’ny alalako, mba hahatonga ny hafa firenena hankatò azy noho izay nolazaiko sy nataoko,",
        "19": "sy noho ny herin’ny famantarana sy ny zava-mahagaga ary ny herin’ny fanahin’Andriamanitra. Vitako tsara àry ny nitory ny vaovao tsara momba an’i Kristy, nanomboka tany Jerosalema sy ny manodidina ka hatrany Ilyrikiona.",
        "20": "Tamin’izany dia niezaka mafy aho mba tsy hitory ny vaovao tsara any amin’izay efa nampahafantarana ny anaran’i Kristy. Amin’izay aho tsy hanorina eo ambonin’ny fototra nataon’olon-kafa.",
        "21": "Fa voasoratra hoe: “Izay mbola tsy nitantarana momba azy no hahita azy, ary izay mbola tsy naheno no hahafantatra.”",
        "22": "Izany koa no nahatonga ahy ho voasakana imbetsaka, ka tsy tonga tany aminareo.",
        "23": "Tsy manana faritany tsy voatory intsony anefa aho izao any amin’ireo faritra ireo. Efa nandritra ny taona maromaro koa aho no te ho any aminareo mafy.",
        "24": "Rehefa ho any Espaina àry aho, dia manantena ny hahita anareo sy haterinareo lavidavitra, rehefa mba avy miaraka kely aminareo.",
        "25": "Efa ho any Jerosalema anefa aho izao mba hanompo ny olona masina.",
        "26": "Fa nahafinaritra an’ireo rahalahy any Makedonia sy atỳ Akaia ny nanome ny fananany, mba hanampiana an’izay mahantra amin’ny olona masina any Jerosalema.",
        "27": "Marina fa nahafinaritra azy ireo ny nanao an’izany, nefa koa tena trosa tokony haloany amin’izy ireo izany. Raha nahazo tamin’ny harena ara-panahin’ny olona masina mantsy ny hafa firenena, dia mba adidiny kosa ny mikarakara azy ireo ka manome an’izay zavatra ilainy andavanandro.",
        "28": "Koa rehefa avy manatitra an’izany fanomezana izany aho ka azoko antoka hoe voarain’ny olona masina ilay izy, dia ho any Espaina aho, dia amin’izay aho no handalo kely any aminareo.",
        "29": "Fantatro koa fa rehefa tonga any aminareo aho, dia hitondra fitahiana be dia be avy amin’i Kristy ho anareo.",
        "30": "Ry rahalahy, satria isika mino an’i Jesosy Kristy Tompontsika sady mifankatia noho ny herin’Andriamanitra, dia mampirisika anareo aho mba hiezaka mafy hivavaka amin’Andriamanitra ho ahy, hoatran’ny efa ataoko.",
        "31": "Amin’izay aho mba hovonjena amin’ireo tsy mpino any Jodia, ary mba hankasitrahan’ny olona masina any Jerosalema ilay fanompoana ataoko ho azy ireo.",
        "32": "Dia ho falifaly aho rehefa tonga any aminareo ka samy ho velombelona daholo isika, raha sitrapon’Andriamanitra.",
        "33": "Enga anie hanohana anareo ilay Andriamanitry ny fiadanana! Amena."
    },
    "16": {
        "1": "Ampahafantariko anareo i Foiby anabavintsika, mpanompo ao amin’ny fiangonana any Kenkrea.",
        "2": "Mba raiso tsara izy araka izay mendrika handraisana ny olona masina, satria mpiray finoana aminareo ao amin’ny Tompo izy. Mba ampio koa izy amin’izay zavatra ilainy. Mpiaro olona maro mantsy izy, sady mpiaro ahy koa.",
        "3": "Mampamangy any amin’i Priska sy Akoila, mpiara-miasa amiko amin’ny asan’i Kristy Jesosy.",
        "4": "Nanao vivery ny ainy hamonjena ahy mantsy izy mivady ireo. Tsy izaho ihany no misaotra azy, fa ny fiangonana rehetra any amin’ny hafa firenena koa.",
        "5": "Mampamangy any amin’ilay fiangonana mivory ao an-tranon’izy mivady. Mampamangy any amin’i Epaineto malalako, ilay voaloham-bokatra tany Azia ho an’i Kristy.",
        "6": "Mampamangy any amin’i Maria, ilay niasa mafy ho anareo.",
        "7": "Mampamangy any amin’i Androniko sy Jonia, havako sy niara-nigadra tamiko. Fantatry ny apostoly tsara izy ireo sady efa tafaray amin’i Kristy talohako.",
        "8": "Mampamangy any amin’i Ampliato, malalako ao amin’ny Tompo.",
        "9": "Mampamangy any amin’i Orbano, mpiara-miasa amintsika amin’ny asan’i Kristy, sy Staky malalako.",
        "10": "Mampamangy any amin’i Apela, ilay ankasitrahan’i Kristy. Mampamangy any amin’ny ankohonan’i Aristobolo.",
        "11": "Mampamangy any amin’i Herodiona havako. Mampamangy any amin’ny ankohonan’i Narsisy izay ao amin’ny Tompo.",
        "12": "Mampamangy any amin’i Tryfena sy Tryfosa, vehivavy miasa mafy ao amin’ny Tompo. Mampamangy any amin’i Persy anabavy malalantsika, fa niasa mafy tao amin’ny Tompo izy.",
        "13": "Mampamangy any amin’i Rofosy, ilay voafidin’ny Tompo, sy any amin’ny reniny sady reniko.",
        "14": "Mampamangy any amin’i Asynkrito, Flegona, Hermesy, Patroba, sy Herma, ary ny rahalahy miaraka amin’izy ireo.",
        "15": "Mampamangy any amin’i Filologo sy Jolia, Nerea sy ny anabaviny, sy Olympa, ary ny olona masina rehetra miaraka amin’izy ireo.",
        "16": "Mifampiarahabà amin’ny oroka masina. Manao mampamangy anareo daholo ny fiangonan’i Kristy.",
        "17": "Mampirisika anareo aho, ry rahalahy, mba hanara-maso an’izay mampisy fisaratsarahana sy mahatonga ny hafa hiala amin’ny finoana. Mifanohitra amin’ny fampianarana efa henonareo mantsy izany ataony izany, ka halaviro izy ireny.",
        "18": "Fa tsy mpanompon’i Kristy Tompontsika ny olona hoatr’ireny, fa mpanompon’ny kibony ihany. Manao teny malefaka sy mandokadoka olona izy ireny mba hamitahana an’izay olona tsotra be.",
        "19": "Efa tsikaritry ny rehetra fa mankatò ianareo, ka mahafaly ahy ianareo. Tiako anefa ianareo raha kinga saina amin’ny zavatra tsara, fa bado kosa amin’ny zavatra ratsy.",
        "20": "Ary tsy ho ela ilay Andriamanitry ny fiadanana dia hanorotoro an’i Satana eo ambany tongotrareo. Enga anie ianareo hanehoan’i Jesosy Tompontsika hatsaram-panahy miavaka!",
        "21": "Mampamangy, hono, ianareo, hoy i Timoty, mpiara-miasa amiko, sy Losio sy Jasona ary Sosipatro, izay samy havako.",
        "22": "Izaho, Tertio, izay nanao an-tsoratra an’ity taratasy ity, dia manao mampamangy anareo ao amin’ny Tompo.",
        "23": "Mampamangy, hono, ianareo, hoy i Gaio, mpampiantrano ahy sy mpampiantrano ny fiangonana manontolo. Mampamangy, hono, ianareo, hoy i Erasto, mpitahiry ny volan’ny tanàna, sy Koarto rahalahiny.",
        "24": "* ——",
        "25": "Hita amin’ny vaovao tsara toriko sy ny hafatra momba an’i Jesosy Kristy fa afaka manampy anareo ho mafy orina Andriamanitra. Izany vaovao tsara izany dia mifanaraka amin’ilay zava-miafina masina izay nafenina hatry ny ela be, fa efa naharihary izao.",
        "26": "Efa naseho io zava-miafina io izao, sady efa nampahafantarina tany amin’ny firenena rehetra, tamin’ny alalan’ny faminaniana ao amin’ny Soratra Masina. Mifanaraka amin’ny didin’ilay Andriamanitra mandrakizay izany, satria tiany hino sy hankatò azy ny olona.",
        "27": "Homena an’Andriamanitra, ilay hany manam-pahendrena, anie ny voninahitra mandrakizay amin’ny alalan’i Jesosy Kristy! Amena."
    },
    "meta": {
        "name": "Romanina",
        "order": 44,
        "chapter_number": 16
    }
}