{
    "1": {
        "1": "Paoly, mpanompon’i Jesosy Kristy, voantso ho apostoly, ary voatokana hitory ny vaovao tsaran’Andriamanitra,",
        "2": "dia ny vaovao tsara nambarany mialoha tamin’ny alalan’ny mpaminaniny, ao amin’ny Soratra Masina.",
        "3": "Izany vaovao tsara izany dia momba ny Zanany, izay avy amin’ny taranak’i Davida raha araka ny nofo,",
        "4": "fa nambara tamin-kery ho Zanak’Andriamanitra kosa raha araka ny fanahy masina, tamin’izy natsangana tamin’ny maty. Eny, tsy iza izany fa i Jesosy Kristy Tompontsika,",
        "5": "izay nahazoanay hatsaram-panahy tsy manam-paharoa sy fanendrena ho apostoly, mba hahatonga ny firenena rehetra hino ka hankatò, ho voninahitry ny anarany.",
        "6": "Ary voantso avy teo amin’ireny firenena ireny koa ianareo mba ho an’i Jesosy Kristy.",
        "7": "Ho anareo rehetra any Roma, izay malalan’Andriamanitra sy voantso ho olona masina, Ho aminareo anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Raintsika sy Jesosy Kristy Tompo!",
        "8": "Misaotra an’Andriamanitro amin’ny alalan’i Jesosy Kristy aho aloha noho ny aminareo rehetra, satria re laza eran’izao tontolo izao ny finoanareo.",
        "9": "Amin’ny foko manontolo no anaovako fanompoana masina ho an’Andriamanitra ka itoriako ny vaovao tsara momba ny Zanany. Ary Andriamanitra no vavolombeloko fa tsy mitsahatra mahatsiaro anareo amim-bavaka aho,",
        "10": "sady mitalaho mba ho tonga soa aman-tsara any aminareo ihany, raha sitrapon’Andriamanitra.",
        "11": "Maniry mafy hahita anareo mantsy aho, mba hampita fanomezana ara-panahy aminareo. Amin’izay dia ho mafy orina ianareo,",
        "12": "na, raha ny marimarina kokoa, dia hisy fifampaherezana eo amintsika, ka mba hampahery anareo ny finoako ary ny anareo kosa hampahery ahy.",
        "13": "Tsy tiako tsy ho fantatrareo anefa, ry rahalahy, fa efa imbetsaka aho no nikasa hankatỳ aminareo mba hahazoako vokatra eo aminareo koa, tahaka ny eo amin’ny hafa firenena, kanefa voasakana aho hatramin’izao.",
        "14": "Manan-trosa amiko ny Grika sy ny tsy Grika, ny hendry sy ny tsy hendry:",
        "15": "Koa marisika hitory ny vaovao tsara aminareo izay any Roma koa aho.",
        "16": "Fa tsy menatra noho ny vaovao tsara aho, fa herin’Andriamanitra izy io ho famonjena izay rehetra mino, dia ny Jiosy aloha vao ny Grika koa.",
        "17": "Ary amin’ny alalan’ny vaovao tsara no ampiharihariana ny fahamarinan’Andriamanitra. Izany dia vokatry ny fananana finoana ka vao mainka mampitombo finoana, araka ny voasoratra hoe: “Fa ny olo-marina dia ho velona noho ny finoany.”",
        "18": "Fa aharihary avy any an-danitra ny fahatezeran’Andriamanitra, dia ny fahatezerany amin’ny asa ratsy sy ny tsy fahamarinana rehetra ataon’ny olona, izay mampiasa fomba tsy marina mba hisakanana ny fahamarinana.",
        "19": "Miharihary eo amin’izy ireo mantsy izay azo fantarina momba an’Andriamanitra, satria nahariharin’Andriamanitra taminy izany.",
        "20": "Fa ny toetrany tsy hita maso, izany hoe ny heriny mandrakizay sy ny maha Andriamanitra azy, dia hita mazava hatramin’ny namoronana izao tontolo izao, satria hita amin’ny zavatra nataony. Koa tsy afa-tsiny izy ireo,",
        "21": "satria nahalala an’Andriamanitra, nefa tsy nanome voninahitra azy amin’ny maha Andriamanitra azy sady tsy nisaotra azy. Fa nanjary poakaty ny fomba fisainany, ary nanjary maizina ny fony feno hadalana.",
        "22": "Na dia nanizingizina aza izy ireo fa hendry, dia nanjary adala,",
        "23": "ka ny voninahitr’ilay Andriamanitra tsy mety lo dia nosoloany zavatra toy ny sarin’olona mety lo sy toy ny sary mampiseho vorona sy biby manan-tongotra efatra ary biby mandady.",
        "24": "Koa navelan’Andriamanitra hanao fahalotoana araka ny fanirian’ny fony izy ireo, mba hahafa-baraka ny vatany.",
        "25": "Nanakalo ny fahamarinan’Andriamanitra tamin’ny lainga ireo, ka nanompo zavatra noforonina sy nivavaka tamin’izany, fa tsy tamin’ny Mpamorona, izay isaorana mandrakizay. Amena. *",
        "26": "Izany no antony namelan’Andriamanitra azy hanaraka ny filan’ny nofo mahafa-baraka, fa nanova ny fanao voajanahary ho amin’ny fanao tsy voajanahary ny vehivavy teo aminy.",
        "27": "Torak’izany koa fa na ny lehilahy aza namela ny fanao voajanahary amin’ny vehivavy, ary nanjary narehitry ny filana mafy dia mafy hanao zava-betaveta teo amin’izy samy lehilahy, ka nandray tao amin’ny tenany ny valin’izany rehetra izany, dia valiny sahaza azy noho ny fahadisoany.",
        "28": "Koa satria tsy sitrak’izy ireo ny hahalala marina tsara an’Andriamanitra, dia navelan’Andriamanitra hanana toe-tsaina tsy ankasitrahany izy ireo, hanao zavatra tsy mendrika.",
        "29": "Feno ny tsy fahamarinana rehetra mantsy izy ireo, eny, feno ny haratsiam-panahy rehetra sy ny fitsiriritana rehetra ary ny faharatsiana rehetra, sady feno fialonana sy famonoana olona sy fifamaliana sy fitaka ary hasomparana. Mpibitsibitsika izy ireo,",
        "30": "mpanaratsy, mpankahala an’Andriamanitra, mpanambany olona, mpanambony tena, matin-kambo, mpamorona zava-dratsy, tsy mpankatò ray aman-dreny,",
        "31": "tsy misaina, tsy manaja fifanekena, tsy tia ny mpianakaviny, tsy misy antra.",
        "32": "Fantany tsara tokoa ilay didin’Andriamanitra ara-drariny hoe mendrika ny ho faty izay mpanao ireo, nefa mbola manao ihany izy sady mankasitraka an’izay mpanao izany koa."
    },
    "2": {
        "1": "Koa na iza na iza ianao, ralehilahy, dia tsy afa-tsiny ianao raha mitsara. Fa izay zavatra itsaranao ny hafa no anamelohanao ny tenanao, satria ianao izay mitsara io dia mpanao izany koa.",
        "2": "Fantatsika anefa fa manameloka an’izay mpanao izany zavatra izany ny fitsaran’Andriamanitra, izay fitsarana marina.",
        "3": "Heverinao ve, ralehilahy, fa ho afa-mandositra ny fitsaran’Andriamanitra ianao izay mitsara an’ireo mpanao izany zavatra izany, nefa ny tenanao mba manao ihany koa?",
        "4": "Sa hamavoinao ny harenan’ny hatsaram-panahiny sy ny fandeferany ary ny fahari-pony, satria tsy fantatrao fa mitarika anao hibebaka ny hatsaram-panahiny?",
        "5": "Fa noho ny kirinao sy ny fonao tsy mibebaka no anangonanao fahatezerana ho anao ho amin’ny andro fahatezerana sy fampiharihariana ny fitsarana marin’Andriamanitra.",
        "6": "Ary hamaly ny tsirairay araka izay nataony avy izy:",
        "7": "Ho an’izay mitady voninahitra sy haja ary maniry ny tsy ho lo, ka maharitra manao ny tsara, dia fiainana mandrakizay;",
        "8": "ho an’ireo tia mifanditra sy tsy mankatò ny fahamarinana fa mankatò ny tsy fahamarinana kosa, dia fahavinirana sy fahatezerana,",
        "9": "sy fahoriana ary fijaliana, eny, ho an’izay rehetra manao ratsy, eo amin’ny Jiosy aloha vao ny Grika koa;",
        "10": "ho an’izay rehetra manao ny tsara kosa, ho an’ny Jiosy aloha vao ny Grika koa, dia voninahitra sy haja ary fiadanana.",
        "11": "Fa tsy mizaha tavan’olona Andriamanitra.",
        "12": "Ho faty tsy manana lalàna, ohatra, izay rehetra nanota tsy nanana lalàna, fa hotsarain’ny lalàna kosa izay rehetra nanota teo ambanin’ny lalàna.",
        "13": "Ary tsy ny mpandre ny lalàna no marina eo anatrehan’Andriamanitra, fa ny mpankatò ny lalàna no hambara hoe marina.",
        "14": "Manao izay takin’ny lalàna ny olona hafa firenena tsy manana lalàna, satria voajanahary aminy izany. Koa isaky ny manao izany ireny olona ireny, dia efa lalàna ho an’ny tenany izy, na tsy manana lalàna aza.",
        "15": "Ny tenany mihitsy no mampiseho fa voasoratra ao am-pony ny votoatin’ny lalàna, ary ny feon’ny fieritreretany koa no vavolombelona miaraka aminy, ka ny eritreriny ihany no miampanga azy na manala tsiny azy mihitsy aza.",
        "16": "Izany no hitranga amin’ny andro hitsaran’Andriamanitra ny zava-miafin’ny olombelona amin’ny alalan’i Kristy Jesosy, araka ny vaovao tsara toriko.",
        "17": "Jiosy ianao, ary mitoky amin’ny lalàna sady manao an’Andriamanitra ho reharehanao.",
        "18": "Ary fantatrao ny sitrapony ka ankasitrahanao izay tena tsara, satria ampianarina * ny Lalàna ianao.",
        "19": "Mino koa ianao fa ny tenanao dia mpitarika ny jamba, fahazavana ho an’izay ao amin’ny haizina,",
        "20": "mpananatra ny tsy misaina, mpampianatra ny zaza bodo, ary mahatakatra ny fototry * ny fahalalana sy ny fahamarinana ao amin’ny Lalàna.",
        "21": "Raha izany àry no izy, ianao izay mampianatra ny sasany io, mba mampianatra ny tenanao ve ianao? Ianao izay mitory hoe: “Aza mangalatra”, mangalatra ihany ve ianao?",
        "22": "Ianao izay milaza hoe: “Aza manitsakitsa-bady”, manitsakitsa-bady ihany ve ianao? Ianao izay mampiseho fankahalana ny sampy, mandroba tempoly ihany ve ianao?",
        "23": "Ianao izay manao ny lalàna ho reharehanao, manala baraka an’Andriamanitra ihany ve ianao noho ianao mandika ny Lalàna?",
        "24": "Fa araka ny voasoratra, dia “tevatevaina eo amin’ny hafa firenena ny anaran’Andriamanitra, noho ny aminareo.”",
        "25": "Rehefa mitandrina ny lalàna ihany ianao vao mahasoa anao ny famorana. Fa raha mpandika lalàna kosa ianao, dia manjary tsy voafora indray ianao izay efa voafora io.",
        "26": "Koa raha mitandrina ny zavatra ara-drariny takin’ny Lalàna ny olona tsy mifora, tsy efa anisan’ny voafora ihany ve izy na dia tsy mifora aza?",
        "27": "Ary ny tsy mifora izay manatanteraka ny Lalàna, dia hanameloka anao izay mpandika lalàna na dia manana ny fehezan-dalàna an-tsoratra aza ianao sady voafora.",
        "28": "Fa tsy izay miseho etỳ ivelany no maha Jiosy ny olona iray, ary tsy ny famorana azy eo amin’ny nofo no maha voafora azy.",
        "29": "Fa ny ao anaty no maha Jiosy azy, ary voafora fo izy ka ny fanahy no namorana azy, fa tsy ny fehezan-dalàna an-tsoratra. Koa tsy avy amin’ny olona, fa avy amin’Andriamanitra, ny fiderana izany olona izany."
    },
    "3": {
        "1": "Inona àry no tombony ananan’ny Jiosy, ary inona no soa azo avy amin’ny famorana?",
        "2": "Maro be tokoa amin’ny lafiny rehetra: Voalohany indrindra, dia izy ireo no nanankinana ny fanambarana masin’Andriamanitra.",
        "3": "Koa ahoana àry? Raha nisy tsy naneho finoana, moa ve ny tsy finoany mety hahafoana ny tsy fivadihan’Andriamanitra?",
        "4": "Sanatria izany! Aoka Andriamanitra no ho hita fa marina ary ny olona rehetra kosa ho hita fa mpandainga, araka ny voasoratra hoe: “Mba ho hita fa marina ianao amin’izay lazainao, ary handresy rehefa tsaraina.”",
        "5": "Raha mampiharihary ny fahamarinan’Andriamanitra anefa ny tsy fahamarinantsika, inona no holazaintsika? Tsy rariny ve ny ataon’Andriamanitra rehefa mampihatra ny fahatezerany izy?—Miteny toy ny fanaon’ny olona aho.—",
        "6": "Sanatria izany! Raha manao ny tsy rariny Andriamanitra, hataony ahoana no fitsara izao tontolo izao?",
        "7": "Raha noho ny laingako anefa no nahatonga ny fahamarinan’Andriamanitra hisongadina kokoa ho voninahiny, nahoana aho no mbola tsaraina ho mpanota ihany?",
        "8": "Ary maninona moa raha miteny hoe: “Andao hanao ratsy mba hiavian’ny soa”? Izany mantsy no fanendrikendrehana atao amintsika sy lazain’ny sasany fa tenenintsika. Ara-drariny ny fanamelohana an’ireny olona ireny.",
        "9": "Ahoana àry? Manana tombony ve isika raha oharina amin’ny hafa? Tsia dia tsia! Efa nohazavaintsika teo aloha hoe eo ambany fahefan’ny ota avokoa na ny Jiosy na ny Grika,",
        "10": "araka ny voasoratra hoe: “Tsy misy olo-marina, na iray akory aza.",
        "11": "Tsy misy manan-tsaina, ary tsy misy mitady an’Andriamanitra.",
        "12": "Efa nivily ho amin’ny lalan-diso avokoa ny olona rehetra, ka samy tsy misy vidiny izy rehetra. Tsy misy manao izay tsara, na iray akory aza.”",
        "13": "“Fasana misokatra ny tendany, ary ny lelany no amitahany.” “Poizin’ny bibilava no ao ambadiky ny molony.”",
        "14": "“Feno ozona sy teny maharary ny vavany.”",
        "15": "“Mailaka handatsa-dra ny tongony.”",
        "16": "“Misy faharavana sy fahoriana eny amin’izay alehany,",
        "17": "ary tsy fantany ny lalan’ny fiadanana.”",
        "18": "“Tsy hitan’izy ireo izay antony tokony hatahorana an’Andriamanitra.”",
        "19": "Fantatsika fa ny zava-drehetra lazain’ny Lalàna dia ho an’ireo eo ambanin’ny Lalàna, mba ho voatampina ny vava rehetra ary mba hiharan’ny sazy avy amin’Andriamanitra izao tontolo izao.",
        "20": "Koa eo anatrehany, dia tsy hisy nofo hambara ho marina noho ny asan’ny lalàna, fa ny lalàna no ahafantarana marina tsara ny atao hoe ota.",
        "21": "Araka izay nambaran’ny Lalàna sy ny Mpaminany anefa, dia aseho ankehitriny fa afaka ny ho tonga olo-marina eo anatrehan’Andriamanitra ny olona, nefa tsy amin’ny alalan’ny fitandremana ny lalàna.",
        "22": "Eny, afaka ny ho tonga olo-marina eo anatrehan’Andriamanitra izy amin’ny alalan’ny finoana an’i Jesosy Kristy, ary natao ho an’izay rehetra manam-pinoana izany, fa tsy misy fanavahana.",
        "23": "Fa samy efa nanota ny rehetra ka tsy mahatratra ny voninahitr’Andriamanitra.",
        "24": "Toy ny fanomezana maimaim-poana anefa ny fanambarana azy ireo ho marina noho ny hatsaram-panahiny tsy manam-paharoa, amin’ny alalan’ny fanafahana nentin’ny vidim-panavotana naloan’i Kristy Jesosy.",
        "25": "Fa natolotr’Andriamanitra ho fanatitra fampihavanana izy, ka ny finoana ny rany no ahazoana izany fampihavanana izany. Nanao izany Andriamanitra mba hanehoana ny fahamarinany, noho izy namela ny fahotana fahiny tamin’izy naneho fandeferana,",
        "26": "sy mba hanehoana ny fahamarinany amin’izao fotoana izao, mba ho marina izy rehefa manambara fa marina ny olona mino an’i Jesosy.",
        "27": "Aiza àry ny fireharehana? Foana izany. Noho ny fanarahana ny lalàna ve? Tsia, fa noho ny lalàn’ny finoana.",
        "28": "Mihevitra isika fa ambara hoe marina ny olona noho ny finoany, fa tsy noho ny asan’ny lalàna.",
        "29": "Andriamanitry ny Jiosy ihany ve izy? Tsy Andriamanitry ny hafa firenena koa ve izy? Eny, an’ny hafa firenena koa,",
        "30": "raha iray ihany tokoa Andriamanitra, izay hanambara fa marina ny voafora, noho ny finoany, ary hanambara fa marina ny tsy voafora, noho ny finoany ihany koa.",
        "31": "Foanantsika amin’ny finoantsika àry ve ny lalàna? Sanatria izany! Vao mainka kosa aza ataontsika mafy orina izy io."
    },
    "4": {
        "1": "Raha izany àry, inona no holazaintsika momba an’i Abrahama, razantsika ara-nofo?",
        "2": "Raha nambara fa marina noho izay nataony izy, ohatra, dia ho nanana antony nireharehana, saingy tsy afaka nirehareha teo imason’Andriamanitra izy.",
        "3": "Fa inona no voalaza ao amin’ny Soratra Masina? “I Abrahama naneho finoana an’i Jehovah, ka nekena ho isan’ny olo-marina izy.”",
        "4": "Ho an’izay miasa, dia tsy mba hatsaram-panahy tsy manam-paharoa ny karama, fa trosa aloa aminy.",
        "5": "Etsy an-danin’izany, ho an’izay tsy manao asa nefa mino kosa, dia raisina ho fahamarinany ny finoany an’ilay manambara ny ratsy fanahy ho marina.",
        "6": "I Davida koa nilaza fa sambatra izay olona heverin’Andriamanitra ho marina na dia tsy vokatry ny zavatra nataony aza. Hoy izy:",
        "7": "“Sambatra izay voavela ny helony, ary voasarona ny fahotany.",
        "8": "Sambatra ny olona izay tsy hisain’i Jehovah mihitsy ny fahotany.”",
        "9": "Ho an’ny voafora ihany àry ve izany fahasambarana izany sa ho an’ny tsy mifora koa? Hoy mantsy isika: “Nekena ho isan’ny olo-marina i Abrahama noho ny finoany.”",
        "10": "Ahoana àry no nisehoan’izany? Fony izy efa voafora sa fony izy mbola tsy voafora? Tsy fony izy efa voafora, fa fony izy mbola tsy voafora.",
        "11": "Ary nahazo famantarana izy, dia ny famorana, ho tombo-kasen’ny fahamarinana noho ny finoana nananany fony izy mbola tsy voafora. Eny, nahazo ilay famantarana izy mba hahatongavany ho rain’izay rehetra manam-pinoana nefa tsy voafora, ka hanekena an’ireny ho isan’ny olo-marina,",
        "12": "ary mba hahatongavany ho rain’ny taranaka voafora, izany hoe tsy ireo mifikitra amin’ny famorana ihany, fa ireo mitondra tena tsara mifanaraka amin’ny finoana nananan’i Abrahama raintsika koa, fony izy mbola tsy voafora.",
        "13": "Ary tsy ny lalàna, fa ny fahamarinana noho ny finoana, no nahazoan’i Abrahama na ilay taranany ny fampanantenana handova tontolo iray.",
        "14": "Fa raha izay mifikitra amin’ny lalàna no mpandova, dia ho efa natao tsinontsinona ny finoana, ary ho efa nofoanana ny fampanantenana.",
        "15": "Mahatonga ny fahatezeran’Andriamanitra tokoa mantsy ny Lalàna. Fa rehefa tsy misy lalàna, dia tsy misy fandikan-dalàna.",
        "16": "Koa noho ny finoana no nahazoany ilay fampanantenana, araka ny hatsaram-panahy tsy manam-paharoa, mba ho azo antoka ilay fampanantenana ho an’ny taranany manontolo, izany hoe tsy ireo mifikitra amin’ny Lalàna ihany, fa ireo mifikitra amin’ny finoan’i Abrahama koa. Ary raintsika rehetra izy,",
        "17": "araka ny voasoratra hoe: “Notendreko ho rain’ny firenena maro ianao.” Izany dia teo anatrehan’Ilay ninoany, dia Andriamanitra izay mamelona ny maty ary miantso ny zavatra tsy misy ho toy ny misy.",
        "18": "Nanantena i Abrahama, na dia toa tsy nisy azony nantenaina intsony aza, ka nino fa mety ho tonga rain’ny firenena maro izy, araka izay voalaza hoe: “Ho tahaka izany ny taranakao.”",
        "19": "Ary na dia tsy nihanalemy aza ny finoany, dia noeritreretiny ihany ny vatany izay toy ny efa maty, satria efa zato taona teo ho eo. Noeritreretiny koa ny kibon’i Saraha, izay kibo efa maty.",
        "20": "Efa nampanantena anefa Andriamanitra, ka tsy nisalasala noho ny tsy finoana i Abrahama, fa nanjary nahazo hery kosa noho ny finoany. Koa nanome voninahitra an’Andriamanitra izy,",
        "21": "ary niaiky tanteraka fa hain’Andriamanitra tanterahina izay nampanantenainy.",
        "22": "Koa “nekena ho isan’ny olo-marina izy.”",
        "23": "Tsy ho azy ihany anefa no nanoratana hoe: “Nekena ho isan’ny olo-marina izy”,",
        "24": "fa ho antsika koa. Eny, natao ho antsika koa izany, satria mino an’ilay nanangana an’i Jesosy Tompontsika tamin’ny maty isika.",
        "25": "Fa natolotra ho faty noho ny helotsika izy, ary natsangana tamin’ny maty mba hanambarana fa marina isika."
    },
    "5": {
        "1": "Koa satria nambara ho marina isika ankehitriny noho ny finoana, dia aoka isika hitandro ny fihavanana amin’Andriamanitra amin’ny alalan’i Jesosy Kristy Tompontsika.",
        "2": "Tamin’ny alalany koa no nahafahantsika nanatona an’Andriamanitra mba hahazoantsika izao hatsaram-panahy tsy manam-paharoa misy antsika izao, noho ny finoana. Aoka àry isika hifaly noho ny fanantenana ny voninahitr’Andriamanitra.",
        "3": "Ary tsy izany ihany fa aoka koa isika hifaly ao anatin’ny fahoriana, satria fantatsika fa ny fahoriana mahatonga fiaretana,",
        "4": "ny fiaretana indray mahatonga fankasitrahan’Andriamanitra, ny fankasitrahan’Andriamanitra kosa mahatonga fanantenana,",
        "5": "ary ny fanantenana tsy mba mitondra fahadisoam-panantenana, satria ny fitiavan’Andriamanitra efa naidina ao am-pontsika tamin’ny alalan’ny fanahy * masina, izay nomena antsika.",
        "6": "Fa fony isika mbola nalemy, dia maty ho an’ny ratsy fanahy i Kristy, tamin’ny fotoana voatondro.",
        "7": "Mahalana vao misy manaiky ho faty ho an’ny olo-marina, fa angamba mety hisy ihany ho sahy ho faty ho an’ny olona tsara fanahy.",
        "8": "Andriamanitra kosa anefa naneho ny fitiavany antsika, fa fony mbola mpanota isika, dia maty ho antsika i Kristy.",
        "9": "Koa vao mainka matoky isika fa hovonjena amin’ny alalany ho afaka amin’ny fahatezerana, satria nambara ho marina isika ankehitriny noho ny rany.",
        "10": "Fa raha fony mbola fahavalo aza isika no nampihavanina tamin’Andriamanitra tamin’ny nahafatesan’ny Zanany, dia vao mainka hovonjena amin’ny fahavelomany isika, amin’izao efa nampihavanina tamin’Andriamanitra izao.",
        "11": "Ary tsy izany ihany fa mifaly amin’Andriamanitra koa isika amin’ny alalan’i Jesosy Kristy Tompontsika, izay nahazoantsika ny fampihavanana amin’Andriamanitra, ankehitriny.",
        "12": "Koa tahaka ny nidiran’ny ota avy tamin’ny olona iray ho amin’izao tontolo izao, ary avy tamin’ny ota no nidiran’ny fahafatesana, ka niely tamin’ny olona rehetra ny fahafatesana, satria samy efa nanota izy rehetra...",
        "13": "Ary teo amin’izao tontolo izao ny fahotana mandra-pahatongan’ny Lalàna. Tsy misy olona ampangaina ho manota anefa rehefa tsy misy lalàna.",
        "14": "Na izany aza dia nanjaka hatramin’i Adama ka hatramin’i Mosesy ny fahafatesana, eny, na teo amin’ireo tsy nanao fahotana toy ny an’i Adama aza, dia i Adama izay misy itoviana amin’ilay ho avy.",
        "15": "Tsy mitovy amin’ny vokatry ny heloka anefa ny vokatry ny fanomezana. Fa raha ny heloky ny olona iray no nahafaty ny maro, dia vao mainka kosa nitondra soa be dia be ho an’ny maro ny hatsaram-panahy tsy manam-paharoa sy ny fanomezana maimaim-poana avy amin’Andriamanitra, mbamin’ny hatsaram-panahy tsy manam-paharoan’ny olona iray, dia i Jesosy Kristy.",
        "16": "Ary tsy mba mitovy amin’ny vokatry ny fahotan’ny olona iray ny vokatry ny fanomezana maimaim-poana. Fa ny fitsarana noho ny heloka iray dia niteraka fanamelohana, fa ilay fanomezana noho ny heloky ny maro kosa, dia nahatonga ny olona hambara ho marina.",
        "17": "Fa raha noho ny heloky ny olona iray no nanjakan’ny fahafatesana tamin’ny alalan’io olona io, dia vao mainka ho velona ka hanjaka amin’ny alalan’ny olona iray, dia i Jesosy Kristy, ireo mahazo be dia be amin’ny hatsaram-panahy tsy manam-paharoa sy ny fahamarinana, izay fanomezana maimaim-poana.",
        "18": "Ary tahaka ny nanamelohana ny karazan’olona rehetra noho ny heloka iray, no anambarana azy rehetra ho marina ho amin’ny fiainana, noho ny asa fanamarinana iray.",
        "19": "Fa tahaka ny nahatongavan’ny maro ho mpanota noho ny tsy nankatoavan’ny olona iray, no hahatongavan’ny maro ho marina noho ny nankatoavan’ny olona iray.",
        "20": "Ary tonga koa ny Lalàna mba hampisehoana fa be dia be ny heloka. Teo amin’izay nisian’ny ota be dia be anefa, dia vao mainka be dia be ny hatsaram-panahy tsy manam-paharoa.",
        "21": "Inona no kendrena amin’izany? Mba ho tahaka ny nanjakan’ny ota sy ny fahafatesana, no hanjakan’ny hatsaram-panahy tsy manam-paharoa koa amin’ny alalan’ny fanambarana ho marina, izay hahazoana fiainana mandrakizay amin’ny alalan’i Jesosy Kristy Tompontsika."
    },
    "6": {
        "1": "Koa inona àry no holazaintsika? Hanota foana ve isika mba hitomboan’ny hatsaram-panahy tsy manam-paharoa?",
        "2": "Sanatria izany! Koa satria efa maty isika raha ny amin’ny ota, ahoana no mbola hahavelona antsika amin’ny ota ihany?",
        "3": "Sa tsy fantatrareo fa isika rehetra izay natao batisa ho amin’i Kristy Jesosy, dia natao batisa ho amin’ny fahafatesany?",
        "4": "Koa niara-nalevina taminy isika rehefa natao batisa ho amin’ny fahafatesany, mba ho tahaka ny nananganana an’i Kristy tamin’ny maty tamin’ny alalan’ny voninahitry ny Ray, no handehanantsika koa ao amin’ny fiainam-baovao.",
        "5": "Fa raha lasa tafaray amin’i Kristy ao amin’ny fahafatesana toy ny azy isika, dia azo antoka fa ho tafaray aminy koa ao amin’ny fitsanganana toy ny azy.",
        "6": "Fantatsika mantsy fa niara-nofantsihana taminy ny toetrantsika taloha, mba tsy ho afa-manao na inona na inona ny vatantsika feno ota. Amin’izay dia tsy ho mpanompon’ny ota intsony isika.",
        "7": "Ary izay maty dia afaka madiodio amin’ny fahotany.",
        "8": "Ankoatra izany, raha miara-maty amin’i Kristy isika, dia mino fa hiara-belona aminy koa.",
        "9": "Fantatsika mantsy fa tsy ho faty intsony i Kristy amin’izao izy efa natsangana tamin’ny maty izao, eny, tsy manjaka aminy intsony ny fahafatesana.",
        "10": "Raha ny amin’ny fahafatesana nanjo azy, dia maty indray mandeha monja izy mba hanesorana ny ota. Fa raha ny amin’ny fiainana iainany kosa, dia velona ho an’Andriamanitra izy.",
        "11": "Toy izany koa ianareo: Hevero ho efa maty tokoa ny tenanareo raha ny amin’ny ota, fa velona ho an’Andriamanitra kosa, noho i Kristy Jesosy.",
        "12": "Koa aza mamela ny ota hanjaka foana eo amin’ny vatanareo mety maty, mba tsy hanarahanareo ny filan’ny vatanareo.",
        "13": "Ary aoka ny vatanareo tsy hatolotrareo ho an’ny ota ho fitaovam-piadian’ny tsy fahamarinana. Fa atolory ho an’Andriamanitra kosa ny tenanareo izay toy ny efa maty fa velona ankehitriny, eny, atolory azy ny vatanareo ho fitaovam-piadian’ny fahamarinana.",
        "14": "Koa aza avela hanjaka eo aminareo ny ota, satria tsy ambanin’ny lalàna ianareo fa nanehoana hatsaram-panahy tsy manam-paharoa.",
        "15": "Koa ahoana àry? Hanota ve isika satria tsy ambanin’ny lalàna fa nanehoana hatsaram-panahy tsy manam-paharoa? Sanatria izany!",
        "16": "Tsy fantatrareo angaha fa raha manolo-tena ho mpanompon’ny olona iray ianareo ka mankatò azy, dia lasa mpanompony satria mankatò azy, izany hoe, na mpanompon’ny ota izay mitarika ho amin’ny fahafatesana, na mpanompon’ny fankatoavana izay mitarika ho amin’ny fahamarinana?",
        "17": "Isaorana anefa Andriamanitra fa na mpanompon’ny ota aza ianareo taloha, dia tonga mpankatò amin’ny fonareo, eny, mpankatò ilay karazam-pampianarana nankinina taminareo.",
        "18": "Koa tonga mpanompon’ny fahamarinana ianareo, satria novotsorana ho afaka tamin’ny ota.",
        "19": "Mampiasa teny azon’ny olona aho noho ny fahalemen’ny nofonareo: Nanolotra ny vatanareo ho mpanompon’ny fahalotoana sy ny fandikan-dalàna mantsy ianareo taloha mba handikana lalàna, koa atolory toy izany koa ny vatanareo ankehitriny ho mpanompon’ny fahamarinana mba hahazoana fahamasinana.",
        "20": "Fa fony mpanompon’ny ota ianareo, dia tsy nofehezin’ny fahamarinana.",
        "21": "Vokatra inona àry no azonareo tamin’izany fotoana izany? Vokatra mahamenatra anareo ankehitriny, fa fahafatesana no hiafarany.",
        "22": "Koa satria efa novotsorana ho afaka tamin’ny fahotana ianareo ka tonga mpanompon’Andriamanitra ankehitriny, dia ny fahamasinanareo no vokatra azonareo, ary amin’ny farany dia fiainana mandrakizay.",
        "23": "Fa fahafatesana no tambin’ny ota, ary fiainana mandrakizay amin’ny alalan’i Kristy Jesosy Tompontsika kosa no fanomezana omen’Andriamanitra."
    },
    "7": {
        "1": "Ry rahalahy, tsy fantatrareo ve fa fehezin’ny Lalàna ny olona raha mbola velona koa? Olona mahafantatra ny lalàna ianareo no iresahako.",
        "2": "Voafatotry ny lalàna amin’ny vadiny, ohatra, ny vehivavy, raha mbola velona koa ny vadiny. Fa raha maty kosa ny vadiny, dia afaka amin’ny lalàn’ny vadiny izy.",
        "3": "Koa raha mbola velona àry ny vadiny, dia holazaina hoe mpanitsakitsa-bady izy raha lasa vadin’olon-kafa. Fa raha maty kosa ny vadiny, dia afaka amin’ny lalàn’ny vadiny izy, ka tsy mpanitsakitsa-bady raha lasa vadin’olon-kafa.",
        "4": "Toy izany koa ianareo, ry rahalahiko: Tamin’ny alalan’ny vatan’i Kristy, dia maty ianareo raha ny amin’ny Lalàna mba ho lasa vadin’olon-kafa, eny, ho vadin’ilay natsangana tamin’ny maty. Amin’izay isika dia hamokatra ho an’Andriamanitra.",
        "5": "Fa fony nanaraka ny filan’ny nofo isika, dia niasa tao amin’ny vatantsika ny filan-dratsy izay nahariharin’ny Lalàna, mba hamokarantsika ho an’ny fahafatesana.",
        "6": "Fa ankehitriny kosa dia afaka amin’ny Lalàna isika, satria efa maty ny amin’izay nihazonana mafy antsika, mba ho mpanompo amin’ny heviny vaovao isika noho ny fanahy masina, fa tsy amin’ny heviny taloha noho ny fehezan-dalàna an-tsoratra.",
        "7": "Inona àry no holazaintsika? Ota ve ny Lalàna? Sanatria izany! Tsy ho nahafantatra ny ota anefa aho raha tsy noho ny Lalàna. Ohatra, tsy ho fantatro ny fitsiriritana, raha tsy ny Lalàna no nanao hoe: “Aza mitsiriritra.”",
        "8": "Fa noho ny didy, dia nahita hirika hampisy fitsiriritana isan-karazany tato anatiko ny ota. Fa maty ny ota raha tsy misy lalàna.",
        "9": "Raha ny marina, dia velona tsy nanan-dalàna aho fahiny. Rehefa tonga anefa ny didy, dia velona indray ny ota, fa izaho kosa maty.",
        "10": "Ary ny didy izay natao hitondra fiainana, dia hitako fa, hay, natao hitondra fahafatesana.",
        "11": "Fa noho ny didy koa, dia nahita hirika hamitahana ahy ny ota, ka namono ahy tamin’ny alalan’ny didy.",
        "12": "Koa masina ny Lalàna, ary masina ny didy, sady ara-drariny no tsara.",
        "13": "Koa izay tsara àry ve no nanjary fahafatesana ho ahy? Sanatria izany! Fa ny ota no nahafaty ahy, mba hampisehoana fa izy io dia ota miteraka fahafatesana ho ahy amin’ny alalan’izay tsara, sy mba hahatongavan’ny ota ho tena ratsy tokoa, amin’ny alalan’ny didy.",
        "14": "Fantatsika mantsy fa avy amin’Andriamanitra ny Lalàna. Izaho kosa anefa nofo, namidy ho andevon’ny ota.",
        "15": "Fa tsy fantatro izay ataoko. Tsy izay sitrako mantsy no ataoko fanao, fa izay halako indray no ataoko.",
        "16": "Raha izay tsy sitrako anefa no ataoko, dia ekeko fa tsara ny Lalàna.",
        "17": "Tsy ny tenako intsony anefa no manatanteraka izany, fa ny ota izay mitoetra ato anatiko.",
        "18": "Fantatro mantsy fa tsy misy zavatra tsara mitoetra ato anatiko, izany hoe ato amin’ny nofoko. Fa ato anatiko ihany ny faniriana, saingy ny hahatanteraka izay tsara no tsy ato.",
        "19": "Tsy ny tsara izay sitrako mantsy no ataoko, fa ny ratsy izay tsy sitrako no ataoko fanao.",
        "20": "Koa raha izay tsy sitrako no ataoko, dia tsy izaho intsony no manatanteraka izany, fa ny ota mitoetra ato anatiko.",
        "21": "Hitako amin’ny tenako àry izao lalàna izao: Rehefa te hanao izay tsara aho, dia ato anatiko ihany ny ratsy.",
        "22": "Tena mahafinaritra ahy ny lalàn’Andriamanitra, araka ny toetra maha izy ahy,",
        "23": "nefa ao amin’ny vatako dia ahitako lalàna hafa miady amin’ny lalàn’ny saiko sady mitondra ahy ho babon’ny lalàn’ny ota ao amin’ny vatako.",
        "24": "Indrisy! Olo-mahantra aho! Iza no hanafaka ahy amin’ity vatako ity, satria izy ity no mitarika ahy ho amin’izany fahafatesana izany?",
        "25": "Hisaorana anie Andriamanitra, noho izy mamonjy ahy amin’ny alalan’i Jesosy Kristy Tompontsika! Koa mpanompon’ny lalàn’Andriamanitra àry aho raha ny amin’ny saiko, fa mpanompon’ny lalàn’ny ota kosa raha ny amin’ny nofoko."
    },
    "8": {
        "1": "Koa tsy mahazo fanamelohana àry izay tafaray amin’i Kristy Jesosy.",
        "2": "Efa nanafaka anao tamin’ny lalàn’ny ota sy fahafatesana mantsy ny lalàn’ny fanahy. Io fanahy io dia manome fiainana ao amin’i Kristy Jesosy.",
        "3": "Fa nisy zavatra tsy vitan’ny Lalàna, satria nampahalemy azy ny nofo. Noho izany, dia nanameloka ny ota ao amin’ny nofo Andriamanitra ka naniraka ny Zanany izay nanam-pitoviana tamin’ny nofo mpanota, mba hanesorana ny ota,",
        "4": "ka hahafahantsika hanatanteraka ny zavatra ara-drariny takin’ny Lalàna, dia isika izay tsy mandeha araka ny nofo, fa araka ny fanahy.",
        "5": "Fa ny olona araka ny nofo dia mampifantoka ny sainy amin’ny zavatry ny nofo, fa ny olona araka ny fanahy kosa mampifantoka ny sainy amin’ny zavatry ny fanahy.",
        "6": "Fa ny fampifantohana ny saina amin’ny nofo dia midika ho fahafatesana, ary ny fampifantohana ny saina amin’ny fanahy kosa midika ho fiainana sy fiadanana,",
        "7": "satria fandrafiana an’Andriamanitra ny fampifantohana ny saina amin’ny nofo. Sady tsy eo ambanin’ny lalàn’Andriamanitra mantsy ny nofo, no tsy mety ho toy izany.",
        "8": "Koa tsy afaka mahazo sitraka amin’Andriamanitra àry ny olona araka ny nofo.",
        "9": "Tsy araka ny nofo anefa ianareo, fa araka ny fanahy, raha mitoetra ao anatinareo tokoa ny fanahin’Andriamanitra. Fa raha misy tsy manana ny fanahin’i Kristy, dia tsy an’i Kristy izy.",
        "10": "Raha tafaray aminareo i Kristy, na dia maty aza ny vatanareo noho ny ota, dia mitondra fiainana kosa ny fanahy masina noho ny fahamarinana.",
        "11": "Koa raha mitoetra ao anatinareo ny fanahin’ilay nanangana an’i Jesosy tamin’ny maty, dia hamelona ny vatanareo mety maty ilay nanangana an’i Kristy Jesosy tamin’ny maty, ary amin’ny alalan’ny fanahiny izay mitoetra ao anatinareo no hanaovany izany.",
        "12": "Koa tsy voatery hiaina araka ny nofo na hanatanteraka ny faniriany intsony isika, ry rahalahy.",
        "13": "Fa ho faty tokoa ianareo raha velona araka ny nofo. Ho velona kosa anefa ianareo raha ny fanahy no amonoanareo ny fanaon’ny nofo.",
        "14": "Fa izay rehetra tarihin’ny fanahin’Andriamanitra no zanak’Andriamanitra.",
        "15": "Tsy mitondra anareo ho amin’ny fanandevozana ny fanahin’Andriamanitra, * sady tsy mampisy tahotra, fa mahatonga anareo hatsangana ho zanaka kosa. Ary io fanahy io no mahatonga antsika hiantso mafy hoe: “Aba, * Ray ô!”",
        "16": "Ny fanahin’Andriamanitra * sy ny saintsika dia miara-manaporofo fa zanak’Andriamanitra isika.",
        "17": "Raha zanaka àry isika, dia mpandova koa: Eny tokoa, mpandova an’Andriamanitra, fa mpiara-mandova amin’i Kristy kosa, raha miara-mijaly aminy isika mba homem-boninahitra miaraka aminy koa.",
        "18": "Koa heveriko ho tsinontsinona ny fijaliana amin’izao fotoana ankehitriny izao, raha oharina amin’ny voninahitra izay efa haharihary amin’ny alalantsika.",
        "19": "Fa ny zavaboary dia miandry fatratra ny fampiharihariana an’ireo zanak’Andriamanitra.",
        "20": "Fa navela ho tonga zava-poana ny zavaboary, nefa tsy noho ny sitrapony fa noho ny sitrapon’ilay namela izany hitranga. Eny, navela hitranga izany, miorina amin’izao fanantenana izao:",
        "21": "Ny zavaboary koa dia hafahana amin’ny fanandevozan’ny fahalovana, ka hanana ny fahafahana be voninahitr’ireo zanak’Andriamanitra.",
        "22": "Fantatsika mantsy fa mbola miara-mitoloko sy miara-mijaly foana ny zavaboary rehetra mandraka ankehitriny.",
        "23": "Ankoatra izany, dia mitoloko ao am-po koa isika izay manana ny voaloham-bokatra, izany hoe ny fanahy, sady miandry fatratra ny fananganana antsika ho zanaka sy ny fanafahana antsika amin’ny vatantsika, amin’ny alalan’ny vidim-panavotana.",
        "24": "Fa novonjena isika rehefa nanana izany fanantenana izany. Ny fanantenana zavatra efa hita anefa dia tsy fanantenana, fa ahoana no mbola anantenan’ny olona an’izay efa hitany?",
        "25": "Fa raha manantena izay tsy hitantsika isika, dia miandry azy io hatrany ka miaritra.",
        "26": "Ary toy izany koa fa tonga hanampy antsika noho ny fahalementsika ny fanahy. Izao mantsy no olana: Tokony hivavaka isika nefa tsy fantatsika akory izay tokony hangatahintsika. Miangavy ho antsika anefa ny fanahy rehefa mitoloko ao am-po tsy miloaka isika.",
        "27": "Fa fantatr’ilay mpandinika ny fo izay lazain’ny fanahy, satria araka ny sitrapon’Andriamanitra ny fiangavian’ny fanahy ho an’ny olona masina.",
        "28": "Ary fantatsika fa ny zava-drehetra ataon’Andriamanitra dia ataony miara-miasa mba hahasoa an’ireo tia azy, dia ireo voantso araka ny fikasany.",
        "29": "Ireo nekeny voalohany mantsy no notendreny mialoha koa hanahaka an’ilay modely, dia ny Zanany, mba ho lahimatoa amin’ny rahalahy maro ny Zanaka.",
        "30": "Ankoatra izany, dia ireo efa notendreny mialoha no nantsoiny koa, ary ireo nantsoiny no nambarany ho marina koa, ary ireo nambarany ho marina no nomeny voninahitra koa.",
        "31": "Inona àry no holazaintsika ny amin’izany? Raha momba antsika Andriamanitra, iza no hanohitra antsika?",
        "32": "Tsy mba niaro ny Zanany izy, fa nanolotra azy hamonjy antsika rehetra. Koa nahoana no tsy homeny antsika amin-katsaram-panahy miaraka aminy koa ny zavatra hafa rehetra?",
        "33": "Iza no hiampanga ireo voafidin’Andriamanitra? Fa Andriamanitra no Ilay manambara azy ireo ho marina.",
        "34": "Iza àry no hanameloka azy ireo? Tsy misy, satria i Kristy Jesosy efa maty sy natsangana tamin’ny maty, ary izy ilay eo ankavanan’Andriamanitra sy miangavy ho antsika.",
        "35": "Inona no hampisaraka antsika amin’ny fitiavan’i Kristy? Fahoriana ve, sa fijaliana, sa fanenjehana, sa hanoanana, sa fitanjahana, sa loza, sa sabatra?",
        "36": "Araka ny voasoratra hoe: “Vonoina ho faty mandrakariva izahay noho ny aminao, ary toy ny ondry haripaka no fiheverana anay.”",
        "37": "Mifanohitra amin’izany kosa, fa mivoaka ho mpandresy tanteraka isika amin’izany rehetra izany, amin’ny alalan’ilay tia antsika.",
        "38": "Fa matoky aho fa na fahafatesana, na fiainana, na anjely, na fitondram-panjakana, na zavatra ankehitriny, na zavatra ho avy, na hery,",
        "39": "na ny ambony, na ny ambany, na zavaboary hafa, dia tsy hisy hahasaraka antsika amin’ny fitiavan’Andriamanitra, izay aseho amin’ny alalan’i Kristy Jesosy Tompontsika."
    },
    "9": {
        "1": "Milaza ny marina ao amin’i Kristy aho. Tsy mandainga aho, satria na ny feon’ny fieritreretako na ny tenako dia samy vavolombelona araka ny fanahy masina,",
        "2": "fa malahelo mafy sy ory foana aho ato am-poko ato.",
        "3": "Fa iriko raha izaho no ho tafasaraka amin’i Kristy ka ho voaozona ho solon’ireo rahalahiko, eny, ireo havako araka ny nofo,",
        "4": "dia ny Israelita. Izy ireo no natsangana ho zanaka, sy nomena voninahitra, nanaovana ny fifanekena, ary nomena ny Lalàna sy ny fanompoana masina ary ny fampanantenana.",
        "5": "Izy ireo koa no taranak’ireo razambe, ary avy amin’izy ireo no nipoiran’i Kristy araka ny nofo. Hisaorana mandrakizay anie Andriamanitra, izay ambonin’ny rehetra! Amena.",
        "6": "Tsy toy ny hoe foana anefa ny tenin’Andriamanitra. Fa tsy izay rehetra avy amin’ny Israely no tena “Israely.”",
        "7": "Ary tsy hoe zanaka avokoa izy ireo na dia taranak’i Abrahama aza, fa voasoratra hoe: “Amin’ny alalan’i Isaka no hiavian’ilay hantsoina hoe ‘taranakao.’”",
        "8": "Izany hoe, tsy ny zanaka ao amin’ny nofo no tena zanak’Andriamanitra, fa ny zanaky ny fampanantenana no heverina ho taranaka.",
        "9": "Fa toy izao ilay teny fampanantenana: “Ho avy aho amin’ny herintaona toy izao, ary hanan-janakalahy i Saraha.”",
        "10": "Tsy tamin’izay ihany anefa ilay fampanantenana fa tamin’i Rebeka niteraka kambana tamin’ny lehilahy iray koa, izay tsy iza fa i Isaka razantsika:",
        "11": "Fa fony mbola tsy teraka ireo kambana ary mbola tsy nanao tsara na ratsy,—mba hiankina mandrakariva amin’Ilay miantso, fa tsy amin’izay ataon’ny olona, ny fikasan’Andriamanitra momba ny fifidianana azy ireo,—",
        "12": "dia izao no nolazaina tamin’i Rebeka: “Ny zokiny hanompo ny zandriny”,",
        "13": "araka ny voasoratra hoe: “Tiako i Jakoba, fa i Esao kosa halako.”",
        "14": "Inona àry no holazaintsika? Misy tsy rariny ve amin’Andriamanitra? Sanatria izany!",
        "15": "Fa hoy izy tamin’i Mosesy: “Hamindra fo amin’izay hamindrako fo aho, ary hangoraka an’izay hangorahako.”",
        "16": "Koa tsy miankina amin’izay maniry na amin’izay mihazakazaka àry izany, fa miankina kosa amin’Andriamanitra izay mamindra fo.",
        "17": "Fa hoy ny Soratra Masina momba an’i Farao: “Noho izao indrindra no mbola namelako anao ho velona: Mba ho amin’ny alalanao no hampisehoako ny heriko, ary mba hambara eran-tany ny anarako.”",
        "18": "Koa izay tiany hamindrana fo àry no amindrany fo, ary izay tiany havela ho mafy hatoka no avelany ho mafy hatoka.",
        "19": "Hilaza amiko àry ianao hoe: “Nahoana izy no mbola manome tsiny ihany? Fa iza no nahatohitra ny sitrapony voambara mazava?”",
        "20": "Fa iza tokoa moa ianao, ralehilahy, no hamalivaly an’Andriamanitra? Izay novolavolaina ve hilaza amin’ilay namolavola azy hoe: “Nahoana ianao no nanao ahy toy izao?”",
        "21": "Fa ny mpanefy tanimanga angaha moa tsy manana fahefana amin’ny tanimanga, ka vongan-tanimanga iray ihany no hanaovany zavatra iray hohajaina ary iray tsy hohajaina?",
        "22": "Ahoana raha toa Andriamanitra ka nandefitra sy be fahari-po tamin’ny fanaky ny fahatezerana izay mendrika haringana, na dia te hampiseho ny fahatezerany sy hampahafantatra ny heriny aza izy?",
        "23": "Ahoana raha nanao izany izy mba hampahafantarany ny harenan’ny voninahiny amin’ny fanaky ny famindram-po, izay nomaniny mialoha hahazo voninahitra,",
        "24": "dia isika izay nantsoiny, tsy avy tamin’ny Jiosy ihany, fa avy tamin’ny hafa firenena koa?",
        "25": "Izany dia araka ny nolazainy koa ao amin’ny bokin’i Hosea hoe: “Izay tsy oloko no hantsoiko hoe ‘oloko’, ary ilay tsy malala no hantsoiko hoe ‘malala’,",
        "26": "ary any amin’izay nilazana tamin’izy ireo hoe: ‘Tsy oloko ianareo’, no hiantsoana azy ireo hoe: ‘Zanak’ilay Andriamanitra velona.’”",
        "27": "Tsy izay ihany fa izao koa no antsoantson’i Isaia momba ny Israely: “Na dia mety ho toy ny fasika any an-dranomasina aza ny isan’ny zanak’Israely, dia ny sisa tavela no hovonjena.",
        "28": "Fa i Jehovah dia hanao ampamoaka ny velona eto an-tany, ka hamita izany haingana.”",
        "29": "Araka ny nambaran’i Isaia mialoha koa hoe: “Raha tsy i Jehovah Tompon’ny tafika no namela taranaka ho antsika, dia ho efa tonga tahaka an’i Sodoma isika, ary ho efa natao tahaka an’i Gomora.”",
        "30": "Inona àry no holazaintsika? Fa na tsy nikatsaka ny fahamarinana aza ny hafa firenena, dia nahatratra ny fahamarinana, izany hoe ilay fahamarinana avy amin’ny finoana.",
        "31": "Fa ny Israely kosa, na nikatsaka lalàn’ny fahamarinana aza, dia tsy nahatanteraka ny lalàna.",
        "32": "Fa nahoana? Satria tsy tamin’ny finoana no nikatsahany azy, fa tamin’izay nataony. Tafintohina izy ireo noho ilay “vato mahatafintohina”,",
        "33": "araka ny voasoratra hoe: “Mametraka vato mahatafintohina sy vatolampy mahalavo ao Ziona aho, nefa tsy ho diso fanantenana izay mino azy io.”"
    },
    "10": {
        "1": "Ry rahalahy, ny sitraky ny foko sy ny italahoako amin’Andriamanitra ho azy ireo dia ny mba hahazoany famonjena.",
        "2": "Fa mijoro ho vavolombelona aho fa mafana fo ho an’Andriamanitra izy ireo, saingy tsy araka ny fahalalana marina tsara.",
        "3": "Koa satria tsy nahalala ny fahamarinan’Andriamanitra izy fa nitady hanamarina ny tenany, dia tsy nanaiky ny fahamarinan’Andriamanitra.",
        "4": "Fa Kristy no faran’ny Lalàna, mba hambara ho marina izay rehetra mino.",
        "5": "Nanoratra mantsy i Mosesy fa izay manao ny fahamarinana avy amin’ny Lalàna no ho velona amin’ny alalan’izany.",
        "6": "Izao kosa no voalaza momba ny fahamarinana avy amin’ny finoana: “Aza manao anakampo hoe: ‘Iza no hiakatra any an-danitra?’, izany hoe mba hampidina an’i Kristy,",
        "7": "na hoe: ‘Iza no hidina any amin’ny lavaka mangitsokitsoka?’, izany hoe mba hampiakatra an’i Kristy avy any amin’ny maty.”",
        "8": "Inona anefa no lazain’ny Soratra Masina? “Eo akaikinao, izany hoe eo am-bavanao sy ao am-ponao ny teny”, dia ny “tenin’ny” finoana izay torinay.",
        "9": "Fa raha ambaranao ampahibemaso izany ‘teny eo am-bavanao’ izany ka lazainao fa i Jesosy no Tompo, ary inoanao ao am-po fa Andriamanitra efa nanangana azy tamin’ny maty, dia hovonjena ianao.",
        "10": "Fa amin’ny fo no inoana mba hahatongavana ho olo-marina, ary amin’ny vava no anaovana fanambarana ampahibemaso mba hahazoana famonjena.",
        "11": "Hoy mantsy ny Soratra Masina: “Tsy hisy ho diso fanantenana izay mino azy.”",
        "12": "Fa tsy misy fahasamihafana ny Jiosy sy ny Grika. Iray ihany mantsy ny Tompo izay ambonin’izy rehetra, sady manome be dia be ho an’izay rehetra miantso azy.",
        "13": "Fa “izay rehetra miantso ny anaran’i Jehovah no hovonjena.”",
        "14": "Hataon’izy ireo ahoana anefa no fiantso izay tsy inoany? Ary hataony ahoana no fino izay olona tsy reny? Ary hataony ahoana no fandre raha tsy misy mitory?",
        "15": "Ary hataony ahoana no fitory raha tsy nirahina? Araka ny voasoratra hoe: “Tsara tarehy erỳ ny tongotr’ireo mitory ny vaovao tsara momba ny zava-tsoa!”",
        "16": "Na izany aza, dia tsy izy rehetra no nankatò ny vaovao tsara. Fa hoy i Isaia: “Jehovah ô, iza no mba nino ny zavatra reny taminay?”",
        "17": "Koa ny finoana dia avy amin’izay re, ary izay re kosa dia avy amin’ny teny momba an’i Kristy.",
        "18": "Manontany anefa aho hoe: Sao tsy nahare izy ireo? Raha ny marina, dia “efa nivoaka eran-tany ny feony, ary efa tonga hatrany amin’ny faran’ny tany onenana ny teny lazainy.”",
        "19": "Manontany anefa aho hoe: Sao tsy nahalala ny Israely? Voalohany, dia hoy i Mosesy: “Hataoko izay hialonanareo ny tsy firenena, ary hataoko izay hampahatezitra mafy anareo amin’izay firenena adaladala.”",
        "20": "Fa i Isaia aza tena sahy nilaza hoe: “Hitan’izay tsy nitady ahy aho, ary niseho tamin’izay tsy niantso ahy.”",
        "21": "Hoy kosa izy ny amin’ny Israely: “Tontolo andro no namelarako ny tanako tamin’ny vahoaka izay sady tsy mankatò no mamalivaly.”"
    },
    "11": {
        "1": "Koa manontany aho hoe: Nolavin’Andriamanitra angaha ny vahoakany? Sanatria izany! Fa izaho koa mba Israelita, taranak’i Abrahama, avy amin’ny fokon’i Benjamina.",
        "2": "Tsy nolavin’Andriamanitra ny vahoakany, izay nekeny voalohany indrindra. Fa tsy fantatrareo angaha izay voalaza ao amin’ny Soratra Masina ny amin’i Elia, rehefa niangavy an’Andriamanitra hamely ny Israely izy?",
        "3": "“Jehovah ô, novonoin’izy ireo ho faty ny mpaminaninao, narodany ny alitaranao, ary izaho irery sisa, nefa mbola mifofo ny aiko * koa izy ireo.”",
        "4": "Inona anefa no nambaran’Andriamanitra taminy? “Izaho efa namela olona fito arivo ho ahy, dia izay tsy nandohalika tamin’i Bala.”",
        "5": "Ary toy izany koa fa mbola misy sisa tavela ihany ankehitriny, dia ireo voafidy noho ny hatsaram-panahy tsy manam-paharoa.",
        "6": "Raha noho ny hatsaram-panahy tsy manam-paharoa izany, dia tsy noho ny ataon’ny olona intsony. Raha tsy izany, dia tsy ho hatsaram-panahy tsy manam-paharoa intsony ilay hatsaram-panahy.",
        "7": "Ahoana àry? Tsy azon’ny Israely izay tena notadiaviny fatratra, fa ireo voafidy no nahazo izany. Ny hafa kosa nanjary tsy nihontsina,",
        "8": "araka ny voasoratra hoe: “Efa nataon’Andriamanitra renoky ny torimaso lalina izy ireo, ary nomeny maso mba tsy hahitany sy sofina mba tsy handrenesany, mandraka androany.”",
        "9": "Hoy koa i Davida: “Aoka ny latabatr’izy ireo ho fandrika sy vela-pandrika sy vato mahatafintohina ary famaizana.",
        "10": "Aoka ho jamba ny masony ka tsy hahita, ary ataovy mivokoka foana izy.”",
        "11": "Koa manontany aho hoe: Sao tafintohina izy ireo ka lavo tanteraka? Sanatria izany! Noho ny fahadisoan’izy ireo anefa no amonjena ny olona hafa firenena, mba hampialona azy.",
        "12": "Raha harena ho an’izao tontolo izao àry ny fahadisoan’izy ireo, ary harena ho an’ny olona hafa firenena ny fihenany, koa mainka fa ny isany feno!",
        "13": "Ianareo hafa firenena indray izao no iresahako. Koa satria apostoly ho an’ny hafa firenena tokoa aho, dia mankalaza ny fanompoako,",
        "14": "raha mba misy hahafahako hampialona ireo mpiray firenena amiko ka hamonjeko ny sasany aminy.",
        "15": "Fa raha midika ho fampihavanana an’izao tontolo izao amin’Andriamanitra ny fanariana azy ireo, moa ve ny fandraisana azy ireo tsy midika ho fiainana ho an’ireo efa maty?",
        "16": "Ankoatra izany, raha masina ny ampahany amin’ny koba atao voaloham-bokatra, dia masina koa ilay koba manontolo. Ary raha masina ny fakan’ny hazo, dia masina koa ny sampany.",
        "17": "Izao anefa: Notapahina ny sampany sasany, nefa ianao na dia olivadia aza, dia natao grefy teo amin’izay sisa tavela, ka nanjary nandray soa tamin’ny fakan’ilay oliva koa, dia ilay fakany be menaka. Koa raha izany no izy,",
        "18": "dia aza mirehareha amin’ireo sampany efa tapaka. Raha mirehareha aminy anefa ianao, dia tsarovy fa tsy ianao no mitondra ny fakany, fa ny fakany no mitondra anao.",
        "19": "Hilaza àry ianao hoe: “Nisy sampany notapahina mba hahafahana hanao grefy ahy.”",
        "20": "Eny, marina izany! Noho ny tsy finoany anefa no nanapahana azy ireo, fa noho ny finoanao kosa no ijoroanao. Aza mihevi-tena ho ambony intsony, fa matahora.",
        "21": "Fa raha tsy nitsimbina ny tena sampany Andriamanitra, dia tsy hitsimbina anao koa.",
        "22": "Jereo àry fa sady tsara fanahy Andriamanitra no hentitra. Hentitra izy amin’izay lavo, fa tsara fanahy kosa aminao, raha mbola miezaka ny ho mendrika ny hatsaram-panahiny ihany ianao. Raha tsy izany, dia hokapaina koa ianao.",
        "23": "Hatao grefy koa izy ireo raha miala amin’ny tsy finoany, fa hain’Andriamanitra ny manao grefy azy indray.",
        "24": "Notapahina tamin’ny olivadia ianao ka natao grefy tamin’ilay oliva nambolena, na dia tsy izany aza no fanao. Koa raha ianao aza natao toy izany, mainka fa izy ireo izay tena sampany no hatao grefy amin’ilay oliva nisy azy!",
        "25": "Mba tsy hiheveranareo tena ho hendry, ry rahalahy, dia tsy tiako tsy ho fantatrareo izao zava-miafina masina izao: Nisy tsy nihontsina ny Israely, mandra-pahafenon’ny isan’ny hafa firenena izay niditra,",
        "26": "ary izany no fomba hamonjena ny Israely rehetra, araka ny voasoratra hoe: “Hivoaka avy ao Ziona ny mpanafaka ka hampiala an’i Jakoba amin’ny fanao ratsiny.",
        "27": "Ary izany no fifanekena ataoko amin’izy ireo, rehefa esoriko ny fahotany.”",
        "28": "Marina fa raha ny amin’ny vaovao tsara, dia fahavalon’Andriamanitra izy ireo mba handraisanareo soa, fa raha ny amin’ny fifidianan’Andriamanitra kosa, dia malalany izy ireo noho ny amin’ny razany.",
        "29": "Tsy hanenenan’Andriamanitra mantsy ny fanomezana sy ny fiantsoana nataony.",
        "30": "Fa tsy nankatò an’Andriamanitra ianareo fahiny, nefa namindrana fo ankehitriny noho ny tsy nankatoavan’izy ireo.",
        "31": "Dia toy izany koa fa tsy nankatò izy ireo ankehitriny, hany ka amindrana fo ianareo, mba hamindrana fo koa izy ireo.",
        "32": "Fa Andriamanitra nanidy azy rehetra tao anatin’ny tsy fankatoavana, mba hamindrany fo amin’izy rehetra.",
        "33": "Lalina tokoa ny harenan’Andriamanitra sy ny fahendreny ary ny fahalalany! Tsy takatry ny saina tokoa ny fitsarany ary tsy hay fantarina ny lalany!",
        "34": "Fa “iza no nanjary nahafantatra ny sain’i Jehovah, ary iza no lasa mpanoro hevitra azy?”",
        "35": "Na, “iza no nanome azy aloha, ka tsy maintsy valiany koa avy eo?”",
        "36": "Fa avy aminy ny zava-drehetra, ary izy no nampisy izany sady ho azy izany. Ho azy anie ny voninahitra mandrakizay! Amena."
    },
    "12": {
        "1": "Koa miangavy anareo aho, ry rahalahy, noho ny fangoraham-pon’Andriamanitra, mba hatolotrareo ny tenanareo ho sorona velona sy masina ary ankasitrahan’Andriamanitra. Izany dia fanompoana masina ampiasanareo ny sainareo.",
        "2": "Ary aza manaiky intsony hovolavolain’ity tontolo ity, fa miovà ka havaozy ny sainareo, mba handinihanareo tsara ka hamantaranareo ny sitrapon’Andriamanitra, izay tsara sady ankasitrahana no tonga lafatra.",
        "3": "Fa noho ny hatsaram-panahy tsy manam-paharoa naseho tamiko, dia izao no lazaiko amin’ny olona rehetra eo aminareo: Aza mihevi-tena mihoatra noho izay tokony hoheverina, fa rehefa mieritreritra kosa, dia mba ataovy tanjona ny ho tonga olona misaina tsara, araka ny fatram-pinoana nozarain’Andriamanitra taminy avy.",
        "4": "Fa manana rantsambatana maro isika eo amin’ny vatana iray, nefa tsy mitovy ny asan’izy rehetra.",
        "5": "Toy izany koa isika, na maro aza, dia vatana iray tafaray amin’i Kristy, sady rantsambatana mifampiankina.",
        "6": "Nahazo fanomezana samy hafa isika, arakaraka ny hatsaram-panahy tsy manam-paharoa naseho tamintsika: Raha faminaniana, dia aoka isika haminany araka ny finoana nozaraina tamintsika.",
        "7": "Raha fanompoana, dia aoka isika hanohy izany fanompoana izany. Ary izay mampianatra, dia aoka izy hanohy izany fampianarany izany.",
        "8": "Izay mananatra, dia aoka izy hanohy izany fananarany izany. Izay mizara, dia aoka izy hanao izany ka halala-tanana. Izay mitarika, dia aoka izy hanao izany amim-pahazotoana. Izay mamindra fo, dia aoka izy hanao izany amim-pifaliana.",
        "9": "Aoka tsy hisy fihatsarambelatsihy ny fitiavanareo. Ankahalao ny ratsy, mifikira amin’ny tsara.",
        "10": "Aoka ianareo hifaneho firaiketam-po lalina raha ny amin’ny fitiavan-drahalahy. Aoka ianareo ho loha laharana raha ny amin’ny fifanomezam-boninahitra.",
        "11": "Aza malaina amin’izay ataonareo. Aoka ianareo harehitry ny fanahy. Manompoa an’i Jehovah.",
        "12": "Mifalia amin’ny fanantenana. Miareta fahoriana. Mahareta amin’ny vavaka.",
        "13": "Mba anomezo amin’izay anananareo ny olona masina, araka izay ilainy. Miezaha ho tia mandray vahiny.",
        "14": "Aoka ianareo hirary soa mandrakariva ho an’izay manenjika anareo, eny, aoka hirary soa fa tsy hanozona.",
        "15": "Miaraha mifaly amin’izay mifaly, ary miaraha mitomany amin’izay mitomany.",
        "16": "Aoka ny fomba fihevitrareo ny hafa hitovy amin’ny fomba fihevitrareo ny tenanareo. Aza manambony tena fa mikatsaha zavatra tsotra. Aoka ianareo tsy hihevi-tena ho hendry.",
        "17": "Aza mamaly ratsy ny ratsy, na amin’iza na amin’iza. Manaova izay tsara eo imason’ny olona rehetra.",
        "18": "Raha azo atao, ka mbola miankina aminareo koa, dia mihavàna amin’ny olona rehetra.",
        "19": "Aza mamaly faty, ry malala, fa omeo toerana ny fahatezeran’Andriamanitra, fa voasoratra hoe: “Ahy ny famaliana. Izaho no hamaly, hoy i Jehovah.”",
        "20": "Fa “raha noana ny fahavalonao dia omeo sakafo, ary raha mangetaheta izy, omeo zavatra hosotroiny, satria ny fanaovanao izany dia hanalefaka ny hamafin’ny fony, toy ny hoe mampivangongo vainafo eo ambony lohany ianao.”",
        "21": "Aza manaiky ho resin’ny ratsy, fa reseo foana amin’ny tsara ny ratsy."
    },
    "13": {
        "1": "Aoka ny olona * rehetra samy hanaiky ny manam-pahefana, fa tsy misy fahefana afa-tsy izay avy amin’Andriamanitra. Eny, napetrak’Andriamanitra eo amin’ny toerany avy ny manam-pahefana.",
        "2": "Koa izay manohitra ny fahefana dia manohitra ny lamina napetrak’Andriamanitra. Ary hahazo fanamelohana ho an’ny tenany ireo manohitra ny lamina napetrak’Andriamanitra.",
        "3": "Fa ny mpitondra dia tsy atahoran’izay manao ny tsara, fa atahoran’izay manao ratsy. Tianao àry ve ny tsy hatahotra ny fahefana? Ataovy foana izay tsara, dia hahazo dera avy aminy ianao.",
        "4": "Fa mpanompon’Andriamanitra hitondra soa ho anao izy. Raha manao ratsy anefa ianao, dia matahora fa misy antony matoa mitondra ny sabatra izy. Fa mpanompon’Andriamanitra izy sady mpamaly an’ireo mpanao ratsy, ka hampihatra ny fahatezeran’Andriamanitra amin’ireny.",
        "5": "Koa misy antony tsy maintsy anekenareo fahefana àry, tsy noho izany fahatezerana izany ihany, fa noho ny feon’ny fieritreretanareo koa.",
        "6": "Izany koa no antony andoavanareo hetra, fa mpanompon’Andriamanitra miasa ho an’ny besinimaro izy ireo, ary manao izany foana.",
        "7": "Aloavy amin’izy rehetra àry izay tokony ho azy avy: Ny hetra ho an’izay mitaky hetra, ny haba ho an’izay mitaky haba, ny tahotra ho an’izay tokony hatahorana, ny haja ho an’izay tokony hohajaina.",
        "8": "Aoka tsy hisy trosan’olona any aminareo, afa-tsy ny fifankatiavanareo, fa izay tia ny mpiara-belona aminy dia efa manatanteraka ny lalàna.",
        "9": "Fa ny fehezan-dalàna hoe: “Aza manitsakitsa-bady, aza mamono olona, aza mangalatra, aza mitsiriritra”, mbamin’izay didy hafa rehetra, dia efa voafintina amin’izao teny izao: “Tiavo ny namanao tahaka ny tenanao.”",
        "10": "Ny fitiavana tsy manisy ratsy ny namana, koa ny fitiavana no fanatanterahana ny lalàna.",
        "11": "Eny, ataovy izany, satria fantatrareo izao fotoana misy antsika izao, fa efa tonga izao ny ora tokony hifohazanareo amin’ny torimaso. Fa ankehitriny ny famonjena antsika dia akaiky noho ny tamin’ny fotoana nahatongavantsika ho mpino.",
        "12": "Efa ho lasa ny alina, ka efa manakaiky ny andro. Aoka àry isika hanaisotra ny asan’ny haizina, ka hitafy ny fitaovam-piadian’ny mazava.",
        "13": "Aoka isika hitondra tena tsara toy ny amin’ny andro, ka hifady ny lanonana feno filibana sy ny fibobohan-toaka, ny firaisana ara-nofo tsy ara-dalàna sy ny fitondran-tena baranahiny, ary ny fifamaliana sy ny fialonana.",
        "14": "Tafio kosa ny toetran’i Jesosy Kristy Tompo, ary aza manao tetika hanomezana fahafaham-po ny fanirian’ny nofo."
    },
    "14": {
        "1": "Raiso tsara izay malemy finoana, fa aza mitsara ny fisalasalana ao anatiny.",
        "2": "Ny iray manana finoana mamela azy hihinana ny zava-drehetra. Fa ilay malemy kosa tsy mihinana afa-tsy legioma.",
        "3": "Aoka izay mihinana tsy hanamavo an’izay tsy mihinana, ary aoka izay tsy mihinana tsy hitsara an’izay mihinana, fa Andriamanitra efa nandray tsara azy.",
        "4": "Fa iza moa ianao no hitsara ny mpiasa an-tranon’ny hafa? Eo anoloan’ny mpampiasa azy no ijoroany na ahalavoany. Eny tokoa, hajoro izy, fa afaka mampijoro azy i Jehovah.",
        "5": "Ny iray mihevitra ny andro iray ho ambony noho ny hafa, fa ny iray kosa mihevitra izany ho toy ny andro rehetra ihany. Aoka àry ny tsirairay samy hatoky tanteraka ao an-tsainy ao.",
        "6": "Izay mitandrina ny andro dia mitandrina izany ho voninahitr’i Jehovah. Ary izay mihinana dia mihinana ho voninahitr’i Jehovah, satria misaotra an’Andriamanitra izy. Ary izay tsy mihinana dia ho voninahitr’i Jehovah koa no tsy hihinanany, nefa misaotra an’Andriamanitra ihany izy.",
        "7": "Tsy misy amintsika tokoa velona ho an’ny tenany fotsiny, ary tsy misy maty ho an’ny tenany fotsiny.",
        "8": "Fa raha velona isika, dia velona ho an’i Jehovah, ary raha maty isika, dia maty ho an’i Jehovah. Koa na velona isika na maty, dia an’i Jehovah.",
        "9": "Fa ho amin’izany no nahafatesan’i Kristy sy nahavelomany indray, mba ho Tompon’ny maty sy ny velona izy.",
        "10": "Nahoana anefa ianao no mitsara ny rahalahinao? Ary nahoana koa ianao no manamavo ny rahalahinao? Fa samy hijoro eo anatrehan’ny fitsaran’Andriamanitra isika rehetra.",
        "11": "Fa voasoratra hoe: “‘Raha velona koa aho’, hoy i Jehovah, ‘dia izaho no handohalehan’ny lohalika rehetra, ary hanaiky ampahibemaso an’Andriamanitra ny lela rehetra.’”",
        "12": "Koa samy hataon’Andriamanitra ampamoaka isika tsirairay avy.",
        "13": "Noho izany, dia aoka isika tsy hifampitsara intsony, fa aoka kosa mba ho izao no fanapahan-kevitrareo: Ny tsy hametraka vato mahatafintohina na zavatra mahasolafaka eo anoloan’ny rahalahy.",
        "14": "Mahafantatra sady miaiky ao amin’i Jesosy Tompo aho fa tsy misy zavatra maloto ka hoe ilay izy mihitsy no efa maloto. Fa rehefa heverin’ny olona ho maloto ny zavatra iray, vao maloto aminy izany.",
        "15": "Fa raha ny sakafo no mahatonga ny rahalahinao halahelo, dia tsy manao zavatra araka ny fitiavana intsony ianao. Aza ny sakafo haninao no animbanao azy, fa efa maty hamonjy azy i Kristy.",
        "16": "Koa aza avela hanaratsiana anareo àry ny tsara ataonareo.",
        "17": "Fa ny fanjakan’Andriamanitra dia tsy midika hoe fihinanana sy fisotroana, fa fahamarinana sy fihavanana ary fifaliana amin’ny alalan’ny fanahy masina kosa.",
        "18": "Fa izay manompo an’i Kristy amin’izany lafiny izany, dia ankasitrahan’Andriamanitra sady ankasitrahan’ny olona.",
        "19": "Aoka àry isika hiezaka hampisy fihavanana sy hifampahery.",
        "20": "Aza ravana intsony amin’izay sakafo ny asan’Andriamanitra. Marina fa madio ny zava-drehetra, nefa ratsy ho an’ny olona iray ny mihinana raha mahatafintohina izany.",
        "21": "Tsara ny tsy mihinan-kena na misotro divay na manao izay hahatafintohina ny rahalahinao.",
        "22": "Izay zavatra inoanao, dia ampiharo amin’ny tenanao eo imason’Andriamanitra. Sambatra ny olona izay tsy manamelo-tena amin’ny fanapahan-keviny.",
        "23": "Fa raha misalasala izy, dia efa voaheloka sahady raha mihinana, satria tsy amim-pinoana no ihinanany. Fahotana tokoa mantsy izay rehetra tsy atao amim-pinoana."
    },
    "15": {
        "1": "Isika izay matanjaka anefa dia tokony hizaka ny fahalemen’izay tsy matanjaka, fa tsy hanao izay mahafaly ny tenantsika.",
        "2": "Aoka isika samy hanao izay mahafaly ny namany amin’izay tsara, dia izay mampahery azy.",
        "3": "Na i Kristy aza mantsy tsy nanao izay nahafaly ny tenany. Izany dia araka ny voasoratra hoe: “Mihatra amiko ny latsa nataon’ireo nandatsa anao.”",
        "4": "Fa izay rehetra voasoratra taloha dia nosoratana ho fianarantsika, mba hananantsika fanantenana amin’ny alalan’ny fiaretantsika sy ny fampiononana avy ao amin’ny Soratra Masina.",
        "5": "Ilay Andriamanitra manome fiaretana sy fampiononana anie hahatonga anareo samy hanana ilay toe-tsaina mitovy amin’izay nananan’i Kristy Jesosy,",
        "6": "mba hiray saina ianareo ka ho vava iray ihany no hankalazanareo an’ilay Andriamanitra sady Rain’i Jesosy Kristy Tompontsika!",
        "7": "Nandray tsara antsika i Kristy, koa mifandraisa tsara tahaka izany koa ianareo, ho voninahitr’Andriamanitra.",
        "8": "Ary lazaiko fa tena tonga mpanompon’izay voafora tokoa i Kristy, mba hanaporofoana fa marina Andriamanitra, sy mba hanamafisana ny fampanantenana nataony tamin’ny razan’izy ireo,",
        "9": "ary mba hankalazan’ny hafa firenena an’Andriamanitra noho ny famindram-pony, araka ny voasoratra hoe: “Koa izany no hanekeko anao ampahibemaso eo amin’ireo firenena sy hanaovako hira fiderana ho an’ny anaranao.”",
        "10": "Ary hoy koa Izy: “Mifalia ianareo hafa firenena sy ny vahoakan’Andriamanitra.”",
        "11": "Ary koa hoe: “Miderà an’i Jehovah, ry firenena rehetra, ary aoka hidera azy ny vahoaka rehetra.”",
        "12": "Ary hoy indray i Isaia: “Hisy fakan’i Jese, ary hisy hitsangana hitondra ny hafa firenena, ka izy no hantenain’ny hafa firenena.”",
        "13": "Ilay Andriamanitra manome fanantenana anie hameno anareo amin’ny fifaliana sy ny fiadanana rehetra noho ny finoanareo, mba hitombo be ny fanantenanareo noho ny herin’ny fanahy masina!",
        "14": "Fa matoky ny aminareo koa aho, ry rahalahiko, hoe feno hatsaran-toetra koa ianareo, satria feno ny fahalalana rehetra ianareo. Matoky koa aho fa afaka mifananatra koa ianareo.",
        "15": "Manoratra aminareo amin’ny fomba mivantana kokoa momba ny zavatra sasany anefa aho, toy ny hoe mampahatsiahy anareo indray. Noho ny hatsaram-panahy tsy manam-paharoa nasehon’Andriamanitra tamiko no anaovako izany.",
        "16": "Nanehoana hatsaram-panahy mantsy aho mba ho tonga mpanompo ho an’ny besinimaro, eny, mpanompon’i Kristy Jesosy ho an’ny hafa firenena, ka hanao ilay asa masina momba ny vaovao tsaran’Andriamanitra. Amin’izay ireo hafa firenena dia ho fanatitra ankasitrahana izay hamasinina amin’ny alalan’ny fanahy masina.",
        "17": "Koa manana antony ifaliana ao amin’i Kristy Jesosy aho, raha ny amin’ny fanompoako an’Andriamanitra.",
        "18": "Fa tsy ho sahy hilaza na inona na inona aho, afa-tsy izay notanterahin’i Kristy tamin’ny alalako mba hankatoavan’ny hafa firenena. Eny, notanterahiny izany tamin’izay nolazaiko sy nataoko,",
        "19": "tamin’ny herin’ny famantarana sy zava-mahagaga, ary tamin’ny herin’ny fanahy masina, hany ka vitako tsara ny fitoriana ny vaovao tsara momba an’i Kristy, tany Jerosalema sy ny faritra rehetra hatrany Ilyrikiona.",
        "20": "Tamin’izany, dia nataoko ho tanjona tokoa ny tsy hitory ny vaovao tsara tany amin’izay efa nandrenesana ny anaran’i Kristy, mba tsy hanorenako eo ambonin’ny fototra efa napetraky ny hafa.",
        "21": "Izany dia araka ny voasoratra hoe: “Ireo tsy nilazana momba azy no hahita, ary ireo tsy nandre no hahafantatra.”",
        "22": "Koa voasakana imbetsaka tsy ho tonga tany aminareo aho.",
        "23": "Tsy manana faritany tsy voatory intsony anefa aho ankehitriny any amin’ireo faritra ireo, sady efa naniry mafy hatramin’ny taona maromaro ny ho any aminareo.",
        "24": "Koa rehefa ho any Espaina aho, dia manantena indrindra amin’ny diako ho any, ny hahita anareo sy ny haterinareo lavidavitra, rehefa mba avy miaraka kely aminareo.",
        "25": "Madiva ho any Jerosalema anefa aho izao mba hanompo ny olona masina.",
        "26": "Fa sitrak’ireo any Makedonia sy atỳ Akaia ny hizara ny fananany ka hanao fanomezana ho an’izay mahantra amin’ny olona masina any Jerosalema.",
        "27": "Marina fa sitrak’izy ireo ny hanao izany, nefa koa trosa tokony hefain’izy ireo aminy izany. Fa raha nahazo tamin’ny harena ara-panahin’ny olona masina ny hafa firenena, dia mba adidiny kosa ny manompo azy ka manome izay ilainy ara-nofo.",
        "28": "Koa rehefa vitako izany ka tongako tsara any amin’ny olona masina izany fanomezana izany, dia hiainga ho any Espaina aho ka handalo any aminareo.",
        "29": "Fantatro koa fa rehefa tonga any aminareo aho, dia hitondra fitahiana feno avy amin’i Kristy, ho anareo.",
        "30": "Koa mampirisika anareo aho, ry rahalahy, amin’ny alalan’i Jesosy Kristy Tompontsika sy ny fitiavana avy amin’ny fanahy, mba hiara-miezaka amiko ianareo hivavaka amin’Andriamanitra ho ahy,",
        "31": "mba hanafahana ahy amin’ireo tsy mpino any Jodia, ary mba hankasitrahan’ny olona masina any Jerosalema ilay fanompoana ataoko.",
        "32": "Amin’izay dia samy ho velombelona na izaho na ianareo rehefa tonga any aminareo amim-pifaliana aho, noho ny sitrapon’Andriamanitra.",
        "33": "Ho aminareo rehetra anie ilay Andriamanitry ny fiadanana! Amena."
    },
    "16": {
        "1": "Ampahafantariko anareo i Foiby anabavintsika, izay mpanompo ao amin’ny fiangonana any Kenkrea,",
        "2": "mba handraisanareo tsara azy ao amin’ny Tompo, araka izay mendrika handraisana ny olona masina, ary mba hanampianareo azy amin’izay ilany anareo. Fa izy koa dia mpiaro olona maro, eny, mpiaro ahy koa aza.",
        "3": "Mampamangy any amin’i Priska sy Akoila, mpiara-miasa amiko ao amin’i Kristy Jesosy.",
        "4": "Nanao vivery ny ainy hamonjena ahy * mantsy izy mivady ireo. Koa tsy izaho ihany no misaotra azy fa ny fiangonana rehetra any amin’ny hafa firenena koa.",
        "5": "Ary mampamangy any amin’ny fiangonana ao an-tranon’izy mivady. Mampamangy any amin’i Epaineto malalako, izay voaloham-bokatra tany Azia ho an’i Kristy.",
        "6": "Mampamangy any amin’i Maria, izay nanao asa mafy maro ho anareo.",
        "7": "Mampamangy any amin’i Androniko sy Jonia, havako sy niara-nigadra tamiko, izay samy tsara laza eo amin’ny apostoly sady efa tafaray amin’i Kristy talohako.",
        "8": "Mampamangy any amin’i Ampliato, malalako ao amin’ny Tompo.",
        "9": "Mampamangy any amin’i Orbano, mpiara-miasa amintsika ao amin’i Kristy, sy Staky malalako.",
        "10": "Mampamangy any amin’i Apela, ilay ankasitrahana ao amin’i Kristy. Mampamangy any amin’ireo anisan’ny ankohonan’i Aristobolo.",
        "11": "Mampamangy any amin’i Herodiona havako. Mampamangy any amin’ireo anisan’ny ankohonan’i Narsisy izay ao amin’ny Tompo.",
        "12": "Mampamangy any amin’i Tryfena sy Tryfosa, vehivavy miasa mafy ao amin’ny Tompo. Mampamangy any amin’i Persy anabavy malalantsika, fa nanao asa mafy maro tao amin’ny Tompo izy.",
        "13": "Mampamangy any amin’i Rofosy, ilay voafidy ao amin’ny Tompo, sy any amin’ny reniny sady reniko.",
        "14": "Mampamangy any amin’i Asynkrito, Flegona, Hermesy, Patroba, Herma, mbamin’ireo rahalahy miaraka amin’izy ireo.",
        "15": "Mampamangy any amin’i Filologo sy Jolia, Nerea sy ny anabaviny, sy Olympa, ary ny olona masina rehetra miaraka amin’izy ireo.",
        "16": "Mifampiarahabà amin’ny oroka masina. Mampamangy anareo avokoa ireo fiangonan’i Kristy.",
        "17": "Mananatra anareo aho, ry rahalahy, mba harahinareo maso ireo mahatonga fisaratsarahana sy fihemorana, fa mifanohitra amin’ny fampianarana efa noraisinareo izany. Halaviro ireny.",
        "18": "Fa tsy mpanompon’i Kristy Tompontsika ny olona toy ireny fa mpanompon’ny kibony ihany, ary teny malefaka sy teny fiderana no amitahany ny olona tso-po.",
        "19": "Efa tsikaritry ny rehetra anefa ny fankatoavanareo, ka faly noho ny aminareo aho. Tiako anefa ianareo ho hendry raha ny amin’izay tsara, fa ho tsy manan-tsiny kosa raha ny amin’izay ratsy.",
        "20": "Ary tsy ho ela ilay Andriamanitry ny fiadanana dia hanorotoro an’i Satana eo ambany tongotrareo. Ho aminareo anie ny hatsaram-panahy tsy manam-paharoan’i Jesosy Tompontsika!",
        "21": "Mampamangy anareo i Timoty, mpiara-miasa amiko, ary koa ireo havako, dia i Losio sy Jasona ary Sosipatro.",
        "22": "Izaho, Tertio, izay nanao an-tsoratra ity taratasy ity, dia mampamangy anareo ao amin’ny Tompo.",
        "23": "Mampamangy anareo i Gaio, mpampiantrano ahy sy mpampiantrano ny fiangonana manontolo. Mampamangy anareo i Erasto, mpitantam-bolan’ny tanàna, sy Koarto rahalahiny.",
        "24": "——",
        "25": "Afaka mahatonga anareo ho mafy orina Andriamanitra, araka ny vaovao tsara toriko sy ny fitoriana momba an’i Jesosy Kristy, izay mifanaraka amin’ny fampiharihariana an’ilay zava-miafina masina tsy naharihary mihitsy hatramin’ny ela be.",
        "26": "Naseho anefa ankehitriny io zava-miafina masina io, sady efa nampahafantarina teo amin’ny hafa firenena rehetra, tamin’ny alalan’izay voasoratry ny mpaminany, araka ny didin’ilay Andriamanitra mandrakizay, mba hisian’ny fankatoavana avy amin’ny finoana.",
        "27": "Koa ho an’Andriamanitra, izay hany manam-pahendrena, anie ny voninahitra amin’ny alalan’i Jesosy Kristy, mandrakizay mandrakizay! Amena."
    },
    "meta": {
        "name": "Romanina",
        "order": 44,
        "chapter_number": 16
    }
}