{
    "1": {
        "1": "Avy amin’i Paoly, mpanompon’Andriamanitra sady apostolin’i Jesosy Kristy. Mpanompo sy apostoly manana finoana hoatran’ny finoan’ny olom-boafidin’Andriamanitra aho, sady mahalala tsara ny fahamarinana, izay mifanaraka amin’ny fahafoizan-tena ho an’Andriamanitra.",
        "2": "Izany rehetra izany dia miorina amin’ny fanantenana fiainana mandrakizay, izay efa hatry ny ela be no nampanantenain’Andriamanitra tsy mahay mandainga.",
        "3": "Tamin’ny fotoana voatondrony anefa, dia nampahafantariny ny teniny, tamin’ny alalan’ilay fitoriana nasaina nataoko, araka ny didy nomen’Andriamanitra Mpamonjy antsika.",
        "4": "Ho an’i Titosy, tena zanako ao amin’ny finoana iraisantsika, Enga anie ilay Andriamanitra Ray sy Kristy Jesosy Mpamonjy antsika mba haneho hatsaram-panahy miavaka aminao sady hanome anao fiadanana!",
        "5": "Nasaiko nijanona tany Kreta ianao mba hanitsy an’ireo zavatra tsy nety sy hanendry anti-panahy isan-tanàna, mifanaraka amin’ireto toromarika nomeko anao ireto:",
        "6": "Ny anti-panahy dia tokony ho lehilahy tsy misy hokianina, manambady tokana, manana zanaka mpino izay tsy ampangaina ho manaram-po amin’ny ratsy na mafy loha.",
        "7": "Mpanompon’Andriamanitra mantsy ny mpiandraikitra, ka tsy maintsy ho tsy misy hokianina, tsy mpiziriziry amin’ny heviny, tsy mora tezitra, tsy mamo lava, tsy mahery setra, tsy tia tombony azo amin’ny tsy marina,",
        "8": "fa tia mandray vahiny kosa, tia ny tsara, misaina tsara, manao ny marina, tsy mivadika, mahafehy tena,",
        "9": "ary manaraka tsara an’ilay teny azo antoka rehefa mampianatra. Amin’izay izy dia hahay hampahery ny hafa amin’ ny fampianarana mahasoa sady hahavita hananatra an’izay manohitra an’izany.",
        "10": "Maro mantsy no mikomy, manao resaka tsy misy fotony, ary mamitaka, indrindra fa ireo mifikitra amin’ny famorana.",
        "11": "Mila sakanana tsy hiteny ireny olona ireny, satria ireny no tena manimba ny finoan’ny ankohonana manontolo, noho izy ireo mampianatra zavatra tsy tokony hampianarina, mba hahazoana tombony azo amin’ny tsy marina.",
        "12": "Nisy mpaminany iray firenena amin’izy ireo nilaza hoe: “Mpandainga foana ny Kretanina, bibidia masiaka sady kamo be tenda.”",
        "13": "Marina ireo teny ireo. Anaro mafy foana àry izy ireo mba hanana finoana matanjaka,",
        "14": "ka tsy hihaino angano jiosy sy didy avy amin’ny olona miala amin’ny fahamarinana.",
        "15": "Madio ny zava-drehetra amin’ny olona madio. Tsy misy na inona na inona madio kosa amin’ny olona voaloto sy tsy manam-pinoana, fa samy voaloto na ny sainy na ny feon’ny fieritreretany.",
        "16": "Milaza ho mahafantatra an’Andriamanitra izy ireny rehefa eny imason’olona, kanefa hita amin’ny ataony hoe mandà azy, satria maharikoriko sy tsy mankatò ary tsy mendrika hanao asa tsara na inona na inona izy ireny."
    },
    "2": {
        "1": "Fa ianao kosa, miresaha foana zavatra mifanaraka amin’ny fampianarana mahasoa.",
        "2": "Ampirisiho ny lehilahy zokiolona hahay handanjalanja eo amin’izay zavatra fanaony, ho mato-tsaina, hisaina tsara, hanana finoana matanjaka, ho be fitiavana, ary hiaritra.",
        "3": "Ampirisiho koa ny vehivavy zokiolona hanana fitondran-tena mendrika ny olona masina, tsy ho mpanendrikendrika, tsy handevozin’ny divay be, fa ho mpampianatra zavatra tsara,",
        "4": "mba hahafahany hanoro hevitra ny vehivavy tanora ho tia vady aman-janaka,",
        "5": "hisaina tsara, hadio fitondran-tena, hazoto hikarakara tokantrano, hanao izay tsara, hanaiky ny vadiny, mba tsy hitenenan-dratsy ny tenin’Andriamanitra.",
        "6": "Ampirisiho foana koa ny lehilahy tanora hisaina tsara,",
        "7": "ary asehoy hoe modely amin’ny asa tsara ianao amin’ny lafiny rehetra. Zavatra madio ampianarina ka miezaha ho mato-tsaina rehefa manao an’izany,",
        "8": "ary mampiasà teny mahasoa izay tsy azo kianina. Amin’izay dia ho afa-baraka ny mpanohitra, ka tsy hahita zavatra hanaratsiana antsika.",
        "9": "Ampirisiho ny mpanompo hanaiky ny tompony amin’ny zava-drehetra ka hiezaka hanao izay mahafaly azy, tsy hamalivaly,",
        "10": "tsy hangalatra, fa ho mendri-pitokisana tanteraka kosa. Amin’izay izy dia toy ny hoe mandravaka ny fampianaran’Andriamanitra Mpamonjy antsika, amin’ny lafiny rehetra.",
        "11": "Efa nasehon’Andriamanitra mantsy ny hatsaram-panahiny miavaka, ka afaka ny ho voavonjy ny karazan’olona rehetra.",
        "12": "Mampiofana antsika izany hatsaram-panahy izany mba handa an’izay mifanohitra amin’ny sitrapon’Andriamanitra sy ny fanirian’izao tontolo izao. Mampiofana antsika koa izany mba hampiseho eo amin’ny fiainantsika hoe misaina tsara sy manao izay mahitsy isika ary mahafoy tena ho an’Andriamanitra, eto amin’izao tontolo izao.",
        "13": "Miandry an’ilay zavatra mahafaly antenaintsika koa isika, sady miandry ny fisehoana be voninahitr’ilay Andriamanitra tena miavaka sy Jesosy Kristy Mpamonjy antsika.",
        "14": "Nanolotra ny tenany ho antsika izy mba hanafahana antsika amin’ny karazana fandikan-dalàna rehetra sy mba hanadiovana firenena iray ho fananany manokana, dia firenena mazoto manao asa tsara.",
        "15": "Miresaha foana momba an’ireo zavatra ireo, ka aza mitsahatra mandrisika sy mananatra, satria ianao efa nomena fahefana feno hanao an’izany. Aza avela hisy hanao tsinontsinona anao."
    },
    "3": {
        "1": "Ampahatsiahivo foana izy ireo mba hanaiky sy hankatò ny fanjakana sy ny manam-pahefana, ho vonona hanao ny asa tsara rehetra,",
        "2": "tsy hanaratsy olona, tsy ho mpila ady, fa hahay handanjalanja kosa sy halemy fanahy tanteraka amin’ny olona rehetra.",
        "3": "Fa isika koa aza taloha mba tsy nisaina, tsy nankatò, voafitaka, nandevozin’ny faniriana sy ny fahafinaretana maro samihafa, nanao ratsy foana sy nialona, naharikoriko, ary nifankahala.",
        "4": "Rehefa naseho anefa ny hatsaram-panahin’Andriamanitra Mpamonjy antsika sy ny fitiavany ny olombelona,",
        "5": "dia namonjy antsika izy, tsy noho ny zavatra tsara nataontsika, fa noho ny famindram-pony. Namonjy antsika izy rehefa nanadio antsika ka nahatonga antsika ho velona, sy rehefa nampiasa ny fanahy masina izay nahatonga antsika ho olom-baovao.",
        "6": "Nandatsahany be dia be tamin’io fanahy io isika, tamin’ny alalan’i Jesosy Kristy Mpamonjy antsika,",
        "7": "mba hahatonga antsika ho mpandova ka hanantena ny hiaina mandrakizay, rehefa avy nambara hoe olo-marina isika noho ny hatsaram-panahiny miavaka.",
        "8": "Azo atokisana ireo teny ireo. Ary tiako hohamafisinao foana izany zavatra izany, amin’izay ireo mino an’Andriamanitra dia hampifantoka ny sainy amin’ny fanaovana asa tsara foana. Tsara sady mahasoa ny olona mantsy izany zavatra izany.",
        "9": "Aza midikiditra amin’ny adihevitra adaladala anefa, na ny resaka tetirazana, na ny fifamaliana, na ny ady momba ny Lalàna, fa sady tsy mahasoa izany no tsy misy dikany.",
        "10": "Halaviro ny olona manangana antokom-pinoana, rehefa avy nanarinao indray mandeha ary mbola nanarinao fanindroany,",
        "11": "satria fantatrao fa niala tamin’ny lalan’ny fahamarinana ny olona hoatr’izany ary manota sady manameloka ny tenany.",
        "12": "Rehefa irahiko ho any aminao i Artema na i Tykiko, dia ataovy izay rehetra azonao atao mba hahatongavana any amiko any Nikopolia, fa nanapa-kevitra ny hijanona any mandritra ny ririnina aho.",
        "13": "Ataovy ampy vatsy tsara i Zena, izay mahay Lalàna, sy Apolosy, mba tsy ho ory na inona na inona izy ireo amin’ny dia hataony.",
        "14": "Aoka koa anefa ny rahalahintsika hianatra hanao asa tsara foana mba ho afaka hanampy rehefa misy zavatra ilaina maika, sao tsy hahavokatra izy ireo.",
        "15": "Mampamangy, hono, ianao, hoy ny olona rehetra eto amiko. Mampamangy any amin’ireo miraiki-po aminay, dia ireo rahalahy ao amin’ny finoana. Enga anie ianareo rehetra hanehoana hatsaram-panahy miavaka!"
    },
    "meta": {
        "name": "Titosy",
        "order": 55,
        "chapter_number": 3
    }
}