{
    "1": {
        "1": "Paoly, mpanompon’Andriamanitra sady apostolin’i Jesosy Kristy, araka ny finoan’ny olom-boafidin’Andriamanitra sy ny fahalalana marina tsara ny fahamarinana, izay mifanaraka amin’ny fahafoizan-tena ho an’Andriamanitra.",
        "2": "Izany fahafoizan-tena izany dia miorina amin’ny fanantenana fiainana mandrakizay, izay nampanantenain’Andriamanitra tsy mahay mandainga, eny, efa nampanantenainy hatry ny ela be.",
        "3": "Tamin’ny fotoana voatondrony, dia nasehony ny teniny tamin’ny alalan’ilay fitoriana nankinina tamiko, araka ny didin’Andriamanitra Mpamonjy antsika.",
        "4": "Ho an’i Titosy, tena zanako araka ny finoana iombonantsika, Ho aminao anie ny hatsaram-panahy tsy manam-paharoa sy ny fiadanana izay avy amin’Andriamanitra Ray sy Kristy Jesosy Mpamonjy antsika!",
        "5": "Ny namelako anao tany Kreta, dia ny hanitsianao ireo zavatra tsy nety sy ny hanendrenao anti-panahy isan-tanàna, araka ny nandidiako anao,",
        "6": "dia lehilahy tsy misy hokianina, manambady tokana, manana zanaka mpino izay tsy ampangaina ho miliba no sady tsy maditra.",
        "7": "Tsy maintsy ho olona tsy misy hokianina ny mpiandraikitra satria mpanompon’Andriamanitra. Tsy maintsy ho olona tsy be di-doha koa izy, tsy mora tezitra, tsy mpimamo mila ady, tsy mpikapoka, tsy tia tombony azo tamin’ny tsy marina,",
        "8": "fa tia mandray vahiny kosa, tia izay tsara, misaina tsara, marina, tsy mivadika, mahafehy tena,",
        "9": "mitana mafy ilay teny azo antoka rehefa mampianatra, mba hahaizany handrisika ny hafa amin’ny fampianarana mahasoa sy hahaizany hananatra an’izay manohitra.",
        "10": "Maro mantsy no tsy manaiky hofehezina, mpanao resaka tsy misy fotony ary mpamitaka, indrindra fa ireo mifikitra amin’ny famorana.",
        "11": "Mila tampenam-bava ireny olona ireny, satria ireny indrindra no manimba ny finoan’ny ankohonana manontolo, noho izy mampianatra zavatra tsy tokony hampianarina, mba hahazoany tombony amin’ny tsy marina.",
        "12": "Hoy ny iray amin’izy ireo, izay mpaminany teo aminy: “Mpandainga foana ny Kretanina, bibidia masiaka sady kamo be tenda.”",
        "13": "Marina izany fanambarana izany. Koa anaro mafy hatrany izy ireny mba hatanjaka amin’ny finoana,",
        "14": "ka tsy hihaino angano jiosy sy didy nataon’olona izay miala amin’ny fahamarinana.",
        "15": "Madio ny zava-drehetra amin’ny olona madio, fa amin’ny olona voaloto sy tsy manam-pinoana kosa, dia tsy misy madio, fa samy voaloto na ny sainy na ny feon’ny fieritreretany.",
        "16": "Milaza ampahibemaso ho mahafantatra an’Andriamanitra izy ireny, kanefa mandà azy amin’ny ataony, satria maharikoriko sy tsy mankatò ary tsy mendrika hanao asa tsara na inona na inona izy ireny."
    },
    "2": {
        "1": "Fa ianao kosa, miresaha foana momba ireo zavatra mendrika ny fampianarana mahasoa.",
        "2": "Aoka ny lehilahy zokiolona hahay handanjalanja eo amin’izay zavatra fanaony, ho mato-tsaina, hisaina tsara, hatanjaka amin’ny finoana sy ny fitiavana, ary hampiseho faharetana.",
        "3": "Aoka koa ny vehivavy zokiolona hanana fitondran-tena mendrika ny olona masina, tsy ho mpanendrikendrika na handevozin’ny divay be, fa ho mpampianatra zavatra tsara kosa,",
        "4": "mba hanampiany ny vehivavy tanora hahatsapa tena ka ho tia vady aman-janaka,",
        "5": "hisaina tsara, hadio fitondran-tena, hazoto hikarakara tokantrano, hanao izay tsara, hanaiky ny vadiny, mba tsy hitenenan-dratsy ny tenin’Andriamanitra.",
        "6": "Ny lehilahy tanora koa anaro foana mba hisaina tsara.",
        "7": "Amin’ny zava-drehetra, dia aoka ianao ho modely amin’ny asa tsara, hanome fampianarana madio, ho mato-tsaina,",
        "8": "ary hampiasa teny mahasoa izay tsy azo kianina. Amin’izay dia ho menatra ny mpanohitra, fa tsy hahita zavatra hanaratsiana antsika.",
        "9": "Aoka ny mpanompo hanaiky ny tompony amin’ny zava-drehetra ka hanao izay mahafinaritra azy, tsy hamalivaly,",
        "10": "tsy hangalatra, fa ho mendri-pitokisana tanteraka kosa. Amin’izay izy dia toy ny hoe mandravaka ny fampianaran’Andriamanitra Mpamonjy antsika, amin’ny zava-drehetra.",
        "11": "Efa naseho ny hatsaram-panahy tsy manam-paharoan’Andriamanitra, dia hatsaram-panahy mitondra famonjena ho an’ny karazan’olona rehetra,",
        "12": "sady mampianatra antsika handa izay mifanohitra amin’ny sitrapon’Andriamanitra sy ny fanirian’izao tontolo izao, ary mampianatra antsika koa mba hisaina tsara sy hanao izay mahitsy ary hahafoy tena ho an’Andriamanitra eo amin’ny fiainantsika, eto amin’ity tontolo ankehitriny ity.",
        "13": "Izany no ataontsika eo am-piandrasana an’ilay zavatra mahafaly antenaintsika sy ny fisehoana be voninahitr’ilay Andriamanitra lehibe sy Kristy Jesosy, Mpamonjy antsika.",
        "14": "Nanolotra ny tenany ho antsika izy mba hanafahany antsika amin’ny karazana fandikan-dalàna rehetra sy mba hanadiovany firenena iray ho azy manokana, dia firenena mazoto amin’ny asa tsara.",
        "15": "Miresaha foana momba ireo zavatra ireo, ka aza mitsahatra mandrisika sy mananatra, araka ny fahefana handidy nomena anao. Aza avela hisy hanao tsinontsinona anao."
    },
    "3": {
        "1": "Ampahatsiahivo hatrany izy ireo mba hanaiky sy hankatò ny fanjakana sy ny manam-pahefana mpitondra, ho vonona ho amin’ny asa tsara rehetra,",
        "2": "tsy hanaratsy olona, tsy ho tia ady, fa hahay handanjalanja sy halemy fanahy tanteraka amin’ny olona rehetra.",
        "3": "Isika koa aza fahiny mba tsy nisaina sy tsy nankatò sy voafitaka sady nandevozin’ny fanirian-dratsy sy ny fahafinaretana maro samihafa, ary nanao ratsy foana sy nialona sy naharikoriko ary nifankahala.",
        "4": "Rehefa naseho anefa ny hatsaram-panahy sy ny fitiavan’Andriamanitra Mpamonjy antsika,",
        "5": "dia namonjy antsika izy, tsy noho ny nanaovantsika izay mahitsy anefa, fa noho ny famindram-pony. Novonjeny isika tamin’ny alalan’ny fanadiovana * izay nitondra fiainana ho antsika sy tamin’ny alalan’ny fanavaozan’ny fanahy * masina.",
        "6": "Nandatsahany be dia be tamin’io fanahy io isika, tamin’ny alalan’i Jesosy Kristy Mpamonjy antsika,",
        "7": "mba hahatonga antsika ho mpandova araka ny fanantenana fiainana mandrakizay, rehefa avy nambara ho marina isika noho ny hatsaram-panahiny tsy manam-paharoa.",
        "8": "Azo antoka izany teny izany. Ary tiako hoantitranterinao foana izany zavatra izany, mba hampifantoka ny sainy amin’ny fanaovana asa tsara foana ireo mino an’Andriamanitra. Tsara sady mahasoa ny olona mantsy izany zavatra izany.",
        "9": "Ialao anefa ny fanontaniana adaladala, ny tetirazana, ny fifamaliana, ary ny ady momba ny Lalàna, fa sady tsy mahasoa izany no zava-poana.",
        "10": "Halaviro ny olona mamorona sekta, rehefa avy nanarinao indray mandeha ary mbola nanarinao fanindroany,",
        "11": "satria fantatrao fa nania ny olona toy izany ary manota, ka manameloka ny tenany.",
        "12": "Rehefa irahiko ho any aminao i Artema na i Tykiko, dia ataovy izay rehetra azonao atao mba hahatongavana any amiko any Nikopolia, fa nanapa-kevitra ny handany ny ririnina any aho.",
        "13": "Omeo an’i Zena, izay mahay ny Lalàna, sy Apolosy ny zava-drehetra ilainy ho amin’ny diany, mba tsy ho ory na inona na inona izy ireo.",
        "14": "Aoka koa ny rahalahintsika hianatra ny hanao asa tsara foana mba hahazoany izay tena ilainy, sao tsy hahavokatra izy.",
        "15": "Mampamangy, hono, ianao, hoy izay rehetra eto amiko. Mampamangy any amin’ireo miraiki-po aminay ao amin’ny finoana. Ho aminareo rehetra anie ny hatsaram-panahy tsy manam-paharoa!"
    },
    "meta": {
        "name": "Titosy",
        "order": 55,
        "chapter_number": 3
    }
}